

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2015-11-24" /> 
 <meta id="rattsinfo-edited" content="2016-08-01" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1072</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1071">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1073">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2015:642 ·
                    <a href="/sfsr?bet=2015:642">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2015:642) om europeisk skyddsorder</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2015-11-12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2016-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Allm&#228;nna best&#228;mmelser

Lagens inneh&#229;ll och till&#228;mplighet

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser f&#246;r genomf&#246;rande av 
Europaparlamentets och r&#229;dets direktiv 2011/99/EU av den 13 
december 2011 om den europeiska skyddsordern.

2 &#167; Denna lag g&#228;ller inte i f&#246;rh&#229;llande till Danmark och 
Irland. Lagen g&#228;ller inte heller i f&#246;rh&#229;llande till en annan 
medlemsstat i Europeiska unionen som inte har genomf&#246;rt 
Europaparlamentets och r&#229;dets direktiv 2011/99/EU av den 13 
december 2011 om den europeiska skyddsordern. 

Om Europeiska unionen genom ett s&#228;rskilt beslut har avbrutit 
till&#228;mpningen av Europaparlamentets och r&#229;dets direktiv 
2011/99/EU, i den ursprungliga lydelsen, i f&#246;rh&#229;llande till 
en medlemsstat eller om en medlemsstat har upph&#246;rt att 
till&#228;mpa direktivet eller den nationella lagstiftning som 
genomf&#246;r direktivet, g&#228;ller inte denna lag i f&#246;rh&#229;llande till 
den staten.

Skydds&#229;tg&#228;rd och europeisk skyddsorder

3 &#167; I denna lag avses med

1. skydds&#229;tg&#228;rd: ett beslut som har meddelats i en 
medlemsstat i Europeiska unionen i en straffr&#228;ttslig fr&#229;ga 
och genom vilket en person har &#229;lagts ett eller flera av 
f&#246;ljande f&#246;rbud eller restriktioner i syfte att skydda en 
annan person mot en brottslig g&#228;rning som kan utg&#246;ra fara f&#246;r 
denna persons liv, fysiska eller psykiska integritet, 
v&#228;rdighet, frihet eller sexuella integritet:

a) f&#246;rbud att betr&#228;da vissa orter, platser eller fastst&#228;llda 
omr&#229;den d&#228;r den som f&#246;rbudet avses skydda bor eller som den 
personen bes&#246;ker,

b) f&#246;rbud att kontakta den som f&#246;rbudet avses skydda eller 
restriktioner p&#229; s&#229;dana kontakter, inbegripet kontakt per 
telefon, post, e-post och telefax, eller

c) f&#246;rbud mot eller restriktioner p&#229; att komma den som 
f&#246;rbudet avses skydda n&#228;rmare &#228;n ett visst fastst&#228;llt 
avst&#229;nd,

2. europeisk skyddsorder: ett beslut som har meddelats av en 
beh&#246;rig myndighet i en medlemsstat i Europeiska unionen p&#229; 
grundval av en skydds&#229;tg&#228;rd och som kan s&#228;ndas &#246;ver till en 
beh&#246;rig myndighet i en annan medlemsstat f&#246;r att d&#228;r ge 
fortsatt skydd &#229;t den som skydds&#229;tg&#228;rden avses skydda.

F&#246;reskrifter om verkst&#228;lligheten av denna lag

4 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
kan med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare 
f&#246;reskrifter om verkst&#228;lligheten av denna lag.

2 kap. Utf&#228;rdande och &#246;vers&#228;ndande av en europeisk 
skyddsorder till en annan medlemsstat i Europeiska unionen

F&#246;ruts&#228;ttningar f&#246;r och r&#228;ttsverkningar av utf&#228;rdande av en 
europeisk skyddsorder

1 &#167; P&#229; grundval av ett kontaktf&#246;rbud som har meddelats enligt 
lagen (1988:688) om kontaktf&#246;rbud f&#229;r en europeisk 
skyddsorder utf&#228;rdas f&#246;r att erk&#228;nnas och verkst&#228;llas i en 
annan medlemsstat i Europeiska unionen, om den som 
kontaktf&#246;rbudet avses skydda beg&#228;r det och &#228;r bosatt eller 
har f&#246;r avsikt att bos&#228;tta sig i den andra medlemsstaten 
eller uppeh&#229;ller sig eller har f&#246;r avsikt att uppeh&#229;lla sig 
d&#228;r.

2 &#167; En europeisk skyddsorder g&#228;ller omedelbart, om inte annat 
best&#228;ms.

F&#246;rfarandet

3 &#167; &#197;klagare pr&#246;var om en europeisk skyddsorder ska 
utf&#228;rdas.

4 &#167; Vid handl&#228;ggningen av &#228;renden enligt detta kapitel 
till&#228;mpas f&#246;ljande best&#228;mmelser i lagen (1988:688) om 
kontaktf&#246;rbud: 5, 6 a, 9–11, 13 och 14–20 &#167;&#167;, 21 &#167; f&#246;rsta 
stycket och 22 &#167;.

Vid denna till&#228;mpning ska best&#228;mmelserna om kontaktf&#246;rbud i 
st&#228;llet avse europeisk skyddsorder.

5 &#167; &#197;klagaren ska s&#228;nda &#246;ver en europeisk skyddsorder till en 
beh&#246;rig myndighet i den medlemsstat d&#228;r skyddsordern ska 
erk&#228;nnas och verkst&#228;llas.

&#197;terkallelse och &#228;ndring av en europeisk skyddsorder

6 &#167; &#197;klagaren ska utan dr&#246;jsm&#229;l &#229;terkalla den europeiska 
skyddsordern, om

1. det kontaktf&#246;rbud som ligger till grund f&#246;r skyddsordern 
h&#228;vs, eller

2. det av andra sk&#228;l inte l&#228;ngre finns f&#246;ruts&#228;ttningar f&#246;r en 
europeisk skyddsorder.

Ett beslut om &#229;terkallelse enligt f&#246;rsta stycket 2 ska pr&#246;vas 
av tingsr&#228;tten, om den som skyddsordern avses skydda beg&#228;r 
det. En s&#229;dan beg&#228;ran ska g&#246;ras skriftligen eller muntligen 
till &#229;klagaren, som ska &#246;verl&#228;mna &#228;rendet till tingsr&#228;tten. 
Vid r&#228;ttens pr&#246;vning ska i &#246;vrigt 4 &#167; till&#228;mpas.

7 &#167; &#197;klagaren ska utan dr&#246;jsm&#229;l &#228;ndra den europeiska 
skyddsordern om det kontaktf&#246;rbud som ligger till grund f&#246;r 
skyddsordern &#228;ndras eller f&#246;rl&#228;ngs.

3 kap. Erk&#228;nnande och verkst&#228;llighet i Sverige av en 
europeisk skyddsorder

Skyldighet att erk&#228;nna och verkst&#228;lla en europeisk 
skyddsorder

1 &#167; En europeisk skyddsorder som s&#228;nds &#246;ver fr&#229;n en annan 
medlemsstat i Europeiska unionen ska erk&#228;nnas och verkst&#228;llas 
i Sverige, om inte annat f&#246;ljer av denna lag.

Hur f&#246;rfarandet inleds

2 &#167; En europeisk skyddsorder ska s&#228;ndas till beh&#246;rig 
&#229;klagare. Skyddsordern ska vara uppr&#228;ttad i enlighet med 
bilaga I till Europaparlamentets och r&#229;dets direktiv 
2011/99/EU, i den ursprungliga lydelsen, och vara skriven p&#229; 
svenska eller vara &#229;tf&#246;ljd av en &#246;vers&#228;ttning till svenska.

Den europeiska skyddsordern ska s&#228;ndas &#246;ver genom post, bud 
eller telefax eller, efter &#246;verenskommelse i det enskilda 
fallet, p&#229; annat s&#228;tt.

3 &#167; Om en europeisk skyddsorder till form eller inneh&#229;ll &#228;r 
s&#229; bristf&#228;llig att den inte utan v&#228;sentlig ol&#228;genhet kan 
l&#228;ggas till grund f&#246;r pr&#246;vning av fr&#229;gan om erk&#228;nnande och 
verkst&#228;llighet, ska &#229;klagaren ge den beh&#246;riga myndigheten i 
den andra medlemsstaten m&#246;jlighet att inom en viss tid komma 
in med komplettering.

Hinder mot erk&#228;nnande

4 &#167; En europeisk skyddsorder f&#229;r inte erk&#228;nnas i Sverige, 
om
1. skyddsordern, trots att den beh&#246;riga myndigheten i den 
andra medlemsstaten enligt 3 &#167; har f&#229;tt tillf&#228;lle att komma 
in med komplettering, till form eller inneh&#229;ll &#228;r s&#229; 
bristf&#228;llig att den inte utan v&#228;sentlig ol&#228;genhet kan l&#228;ggas 
till grund f&#246;r pr&#246;vning av fr&#229;gan om erk&#228;nnande och 
verkst&#228;llighet, eller

2. skyddsordern inte har utf&#228;rdats p&#229; grundval av en 
skydds&#229;tg&#228;rd enligt 1 kap. 3 &#167;.

Beslut i fr&#229;ga om erk&#228;nnande och verkst&#228;llighet

5 &#167; Om en europeisk skyddsorder kan erk&#228;nnas i Sverige, ska 
&#229;klagaren meddela den som skyddsordern g&#228;ller mot f&#246;rbud 
att
1. bes&#246;ka eller p&#229; annat s&#228;tt ta kontakt med den person 
som skyddsordern avses skydda eller att f&#246;lja efter denna 
person,

2. uppeh&#229;lla sig i en bostad som brukas gemensamt med den 
person som skyddsordern avses skydda,

3. uppeh&#229;lla sig i n&#228;rheten av en bostad eller arbetsplats 
eller annat st&#228;lle d&#228;r den person som skyddsordern avses 
skydda brukar vistas, eller 

4. uppeh&#229;lla sig inom ett st&#246;rre omr&#229;de &#228;n som f&#246;ljer av ett 
f&#246;rbud enligt 3.

Ett f&#246;rbud enligt f&#246;rsta stycket 4 f&#229;r omfatta ett eller 
flera omr&#229;den i anslutning till s&#229;dana platser d&#228;r den person 
som skyddsordern avses skydda har sin bostad eller 
arbetsplats eller annars brukar vistas.

Ett f&#246;rbud enligt denna paragraf ska i st&#246;rsta m&#246;jliga 
utstr&#228;ckning st&#228;mma &#246;verens med den skydds&#229;tg&#228;rd som ligger 
till grund f&#246;r skyddsordern.

6 &#167; Ett f&#246;rbud enligt 5 &#167; ska g&#228;lla f&#246;r en viss tid. N&#228;r 
tiden best&#228;ms ska 4 &#167; f&#246;rsta stycket lagen (1988:688) om 
kontaktf&#246;rbud till&#228;mpas.

7 &#167; Ett f&#246;rbud enligt 5 &#167; g&#228;ller omedelbart, om inte annat 
best&#228;ms.

8 &#167; Ett f&#246;rbud enligt 5 &#167; ska f&#246;rses med de begr&#228;nsningar och 
undantag som &#228;r p&#229;kallade med h&#228;nsyn till f&#246;rh&#229;llandena i det 
enskilda fallet.

9 &#167; Ett f&#246;rbud enligt 5 &#167; omfattar inte kontakter som med 
h&#228;nsyn till s&#228;rskilda omst&#228;ndigheter &#228;r uppenbart befogade.

F&#246;rfarandet

10 &#167; Vid pr&#246;vning av fr&#229;gan om huruvida en europeisk 
skyddsorder ska erk&#228;nnas och hur den ska verkst&#228;llas 
till&#228;mpas f&#246;ljande best&#228;mmelser i lagen (1988:688) om 
kontaktf&#246;rbud: 5–6 a, 7 a och 9–12 &#167;&#167;, 13 &#167;, 13 a &#167; f&#246;rsta 
stycket och 14–22 &#167;&#167;. Vid denna till&#228;mpning ska 
best&#228;mmelserna om kontaktf&#246;rbud i st&#228;llet avse f&#246;rbud enligt 
5 &#167;.

En upplysning enligt 12 &#167; 6 lagen om kontaktf&#246;rbud ska endast 
avse m&#246;jligheten att f&#229; r&#228;ttens pr&#246;vning.

&#196;ndring av den europeiska skyddsordern

11 &#167; Om den europeiska skyddsordern &#228;ndras, ska &#229;klagaren 
meddela ett nytt beslut enligt 5 &#167;, om det inte finns hinder 
mot erk&#228;nnande enligt 4 &#167;.

Upph&#228;vande av ett beslut om verkst&#228;llighet

12 &#167; &#197;klagaren ska upph&#228;va ett beslut enligt 5 &#167;, om

1. den europeiska skyddsordern upph&#228;vs eller &#229;terkallas

2. det finns hinder mot erk&#228;nnande av en &#228;ndrad skyddsorder 
enligt 11 &#167;, eller

3. en dom eller ett beslut som omfattar samma skydds&#229;tg&#228;rd 
som ligger till grund f&#246;r skyddsordern verkst&#228;lls eller f&#246;ljs 
upp i Sverige med st&#246;d av r&#229;dets rambeslut 2008/947/RIF om 
till&#228;mpning av principen om &#246;msesidigt erk&#228;nnande p&#229; domar 
och &#246;vervakningsbeslut i syfte att &#246;vervaka alternativa 
p&#229;f&#246;ljder och &#246;vervaknings&#229;tg&#228;rder respektive r&#229;dets 
rambeslut 2009/829/RIF om till&#228;mpning mellan Europeiska 
unionens medlemsstater av principen om &#246;msesidigt erk&#228;nnande 
p&#229; beslut om &#246;vervaknings&#229;tg&#228;rder som ett alternativ till 
tillf&#228;lligt frihetsber&#246;vande. 

Om &#229;klagarens beslut i fr&#229;ga om erk&#228;nnande och verkst&#228;llighet 
&#228;r f&#246;rem&#229;l f&#246;r r&#228;ttens pr&#246;vning, &#228;r det r&#228;tten som pr&#246;var 
fr&#229;gor enligt f&#246;rsta stycket.

13 &#167; &#197;klagaren f&#229;r upph&#228;va ett beslut enligt 5 &#167; om den som 
den europeiska skyddsordern &#228;r avsedd att skydda inte 
uppeh&#229;ller sig i Sverige.

Om &#229;klagarens beslut i fr&#229;ga om erk&#228;nnande och verkst&#228;llighet 
&#228;r f&#246;rem&#229;l f&#246;r r&#228;ttens pr&#246;vning, &#228;r det r&#228;tten som pr&#246;var en 
fr&#229;ga enligt f&#246;rsta stycket.

&#214;vertr&#228;delser

14 &#167; Den som bryter mot ett f&#246;rbud som har meddelats enligt 5 &#167; 
d&#246;ms f&#246;r &#246;vertr&#228;delse av europeisk skyddsorder till b&#246;ter eller 
f&#228;ngelse i h&#246;gst ett &#229;r.

I ringa fall ska det inte d&#246;mas till ansvar.

&#197;tal f&#246;r brott enligt f&#246;rsta stycket f&#229;r v&#228;ckas endast om det 
st&#229;r klart att &#246;vertr&#228;delsen inte kommer att leda till att 
det i den andra medlemsstaten inleds ett f&#246;rfarande f&#246;r att 
sk&#228;rpa skydds&#229;tg&#228;rden eller f&#246;r att upph&#228;va skydds&#229;tg&#228;rden 
och i st&#228;llet p&#229;f&#246;ra en frihetsber&#246;vande &#229;tg&#228;rd.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1071">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1073">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
