

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2015-07-07" /> 
 <meta id="rattsinfo-edited" content="2019-06-10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1106</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1105">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1107">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2015:417 ·
                    <a href="/sfsr?bet=2015:417">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2015:417) om arv i internationella situationer</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2015-06-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:239
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2015-08-17 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Lagens inneh&#229;ll

Arvsf&#246;rordningen

1 &#167; I 2 kap. finns best&#228;mmelser som kompletterar
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 650/2012 av
den 4 juli 2012 om beh&#246;righet, tilll&#228;mplig lag, erk&#228;nnande
och verkst&#228;llighet av domar samt godk&#228;nnande och
verkst&#228;llighet av officiella handlingar i samband med arv och
om inr&#228;ttandet av ett europeiskt arvsintyg, i den
ursprungliga lydelsen (arvsf&#246;rordningen).

Den nordiska arvskonventionen

2 &#167; I 3 kap. finns best&#228;mmelser som delvis inf&#246;rlivar 
konventionen den 19 november 1934 mellan Sverige, Danmark, 
Finland, Island och Norge om arv, testamente och boutredning 
(den nordiska arvskonventionen). Lag (2019:239).

Avg&#246;randen som har meddelats i stater utanf&#246;r Norden och EU

3 &#167; I 4 kap. finns best&#228;mmelser om erk&#228;nnande och
verkst&#228;llighet av avg&#246;randen som har meddelats i stater som
varken till&#228;mpar arvsf&#246;rordningen eller &#228;r anslutna till den
nordiska arvskonventionen.

2 kap. Kompletterande best&#228;mmelser till arvsf&#246;rordningen

Kapitlets till&#228;mpningsomr&#229;de

1 &#167; Detta kapitel g&#228;ller f&#246;r fr&#229;gor om arv i internationella
situationer, om inte n&#229;got annat f&#246;ljer av 3 eller 4 kap.

S&#228;rskild boutredningsman

2 &#167; Om ett arv efter en person som inte hade hemvist i
Sverige ska handl&#228;ggas i Sverige enligt svensk r&#228;tt och den
avlidnes egendom ska avtr&#228;das till f&#246;rvaltning av
boutredningsman, ska den boutredningsman som utses inte vara
d&#246;dsbodel&#228;gare eller p&#229; annat s&#228;tt beroende av utredningen
(s&#228;rskild boutredningsman).

En s&#228;rskild boutredningsman ska ocks&#229; utses om ett arv ska
handl&#228;ggas i Sverige och en boutredningsman ska utses enligt
svensk r&#228;tt, trots att utl&#228;ndsk r&#228;tt i &#246;vrigt till&#228;mpas p&#229;
arvet. Detta g&#228;ller dock endast om n&#229;got annat inte f&#246;ljer av
arvsf&#246;rordningen.

Om en bouppteckning ska f&#246;rr&#228;ttas n&#228;r en s&#228;rskild
boutredningsman har utsetts enligt f&#246;rsta eller andra
stycket, ska tiden enligt 20 kap. 1 &#167; f&#246;rsta stycket
&#228;rvdabalken r&#228;knas fr&#229;n den tidpunkt d&#229; egendomen avtr&#228;ddes
till boutredningsmannens f&#246;rvaltning.

Ett testamentes formella giltighet

3 &#167; Ett testamentes formella giltighet ska bed&#246;mas enligt
denna paragraf i st&#228;llet f&#246;r enligt artikel 27 i
arvsf&#246;rordningen.

Ett testamente ska anses giltigt till formen, om det
uppfyller formkraven i lagen p&#229; den ort d&#228;r det uppr&#228;ttades
eller den ort d&#228;r testatorn vid uppr&#228;ttandet eller vid sin
d&#246;d hade hemvist eller var medborgare. Ett testamente som
avser fast egendom ska ocks&#229; anses giltigt till formen, om
det uppfyller formkraven i lagen p&#229; den ort d&#228;r egendomen
finns.

Andra stycket till&#228;mpas ocks&#229; p&#229; en &#229;terkallelse av
testamente. En &#229;terkallelse ska ocks&#229; anses giltig till
formen, om &#229;terkallelsen uppfyller formkraven i n&#229;gon av de
lagar enligt vilka testamentet enligt andra stycket var
giltigt till formen.

Vid till&#228;mpning av andra och tredje styckena ska &#228;ven en ort
d&#228;r testatorn enligt lagen p&#229; den orten hade domicil r&#228;knas
som testatorns hemvist.

Egendom som tillfaller Allm&#228;nna arvsfonden

4 &#167; Om det enligt den lag som &#228;r till&#228;mplig p&#229; arvet inte
finns n&#229;gon arvinge eller testamentstagare till egendom som
finns i Sverige, ska den egendomen tillfalla Allm&#228;nna
arvsfonden.

En utl&#228;ndsk stat, kommun, allm&#228;n fond eller allm&#228;n inr&#228;ttning
ska inte anses som en arvinge vid till&#228;mpning av f&#246;rsta
stycket.

Provisoriskt omh&#228;ndertagande av egendom

5 &#167; Om det finns egendom i Sverige men svensk domstol eller
annan myndighet inte &#228;r beh&#246;rig att besluta om arvet, ska
socialn&#228;mnden, om det beh&#246;vs, ta hand om egendomen och vidta
n&#246;dv&#228;ndiga &#229;tg&#228;rder. D&#246;dsfallet ska anm&#228;las till
socialn&#228;mnden av den som har egendomen i sin v&#229;rd eller
annars av den som &#228;r n&#228;rmast till att g&#246;ra anm&#228;lan.
Socialn&#228;mnden ska &#246;verl&#228;mna egendomen till den som &#228;r beh&#246;rig
att ta emot den.

Om socialn&#228;mnden inte kan &#246;verl&#228;mna egendomen till n&#229;gon
enligt f&#246;rsta stycket, ska n&#228;mnden anm&#228;la d&#246;dsfallet till
tingsr&#228;tten. Tingsr&#228;tten ska besluta att egendomen ska
avtr&#228;das till f&#246;rvaltning av en s&#228;rskild boutredningsman till
dess den kan &#246;verl&#228;mnas till den som &#228;r beh&#246;rig att ta emot
den.

Om egendomen &#228;r av litet v&#228;rde f&#229;r socialn&#228;mnden, i st&#228;llet
f&#246;r att anm&#228;la d&#246;dsfallet till tingsr&#228;tten enligt andra
stycket, &#246;verl&#228;mna egendomen till en n&#228;rst&#229;ende till den
avlidne eller till utlandsmyndigheten f&#246;r den stat som den
avlidne var medborgare i.

Beaktande av utl&#228;ndsk f&#246;rr&#228;ttning

6 &#167; Vid boutredning eller arvskifte som g&#246;rs i Sverige ska,
om svensk lag &#228;r till&#228;mplig p&#229; arvet, beaktas vad som
tillkommit borgen&#228;r, arvinge eller testamentstagare vid
motsvarande f&#246;rr&#228;ttning efter den avlidne i en annan stat.

Europeiskt arvsintyg

7 &#167; Skatteverket &#228;r beh&#246;rig myndighet f&#246;r utf&#228;rdande av
europeiska arvsintyg enligt arvsf&#246;rordningen.

8 &#167; Skatteverkets beslut avseende ett europeiskt arvsintyg
&#246;verklagas till tingsr&#228;tten i den ort d&#228;r den avlidne hade
hemvist. Om den avlidne inte hade hemvist i Sverige,
&#246;verklagas beslutet till Stockholms tingsr&#228;tt.

Vid &#246;verklagande till&#228;mpas lagen (1996:242) om
domstols&#228;renden, om inte n&#229;got annat f&#246;ljer av
arvsf&#246;rordningen.

Erk&#228;nnande och verkst&#228;llighet enligt arvsf&#246;rordningen

9 &#167; En ans&#246;kan om att ett utl&#228;ndskt avg&#246;rande ska erk&#228;nnas
eller f&#246;rklaras verkst&#228;llbart i Sverige enligt
arvsf&#246;rordningen g&#246;rs till tingsr&#228;tten. Regeringen kan med
st&#246;d av 8 kap. 7 &#167; regeringsformen meddela f&#246;reskrifter om
vilka tingsr&#228;tter som f&#229;r pr&#246;va en ans&#246;kan.

10 &#167; En ans&#246;kan om &#228;ndring enligt arvsf&#246;rordningen av ett
beslut med anledning av en ans&#246;kan enligt 9 &#167; g&#246;rs till den
tingsr&#228;tt som har meddelat beslutet.

Om en s&#229;dan ans&#246;kan g&#246;rs av den som har gjort ans&#246;kan enligt
9 &#167;, ska den ha kommit in till tingsr&#228;tten inom fyra veckor
fr&#229;n den dag d&#229; beslutet meddelades.

11 &#167; Vid handl&#228;ggning i domstol av &#228;renden som avses i 9 och
10 &#167;&#167; till&#228;mpas i &#246;vrigt lagen (1996:242) om domstols&#228;renden,
om inte n&#229;got annat f&#246;ljer av arvsf&#246;rordningen.

12 &#167; Om ett avg&#246;rande f&#246;rklaras verkst&#228;llbart, verkst&#228;lls
avg&#246;randet enligt uts&#246;kningsbalken p&#229; samma s&#228;tt som en
svensk dom som har f&#229;tt laga kraft, om inte n&#229;got annat
f&#246;ljer av arvsf&#246;rordningen.

13 &#167; Om tingsr&#228;tten vid det f&#246;rfarande som avses i 9 &#167;
bifaller en ans&#246;kan om verkst&#228;llbarhetsf&#246;rklaring, ska
tingsr&#228;ttens beslut anses innefatta ett beslut om kvarstad
eller n&#229;gon annan &#229;tg&#228;rd som avses i 15 kap.
r&#228;tteg&#229;ngsbalken.

3 kap. S&#228;rskilda best&#228;mmelser f&#246;r nordiska f&#246;rh&#229;llanden

Kapitlets till&#228;mpningsomr&#229;de

1 &#167; Detta kapitel g&#228;ller i f&#246;rh&#229;llande till de stater som &#228;r
anslutna till den nordiska arvskonventionen.

Bouppteckning

2 &#167; Om ett arv handl&#228;ggs i Danmark, Finland, Island eller
Norge och det i Sverige finns egendom som h&#246;r till boet, ska
Skatteverket p&#229; beg&#228;ran av d&#246;dsbof&#246;rvaltningen utse en
l&#228;mplig person att f&#246;rr&#228;tta bouppteckning. I bouppteckningen
ska d&#246;dsboets tillg&#229;ngar i Sverige tas upp med uppgift om
v&#228;rdet och s&#229;dana skulder som s&#228;rskilt belastar egendomen.

Utm&#228;tning

3 &#167; Om ett d&#246;dsbo &#228;r f&#246;rem&#229;l f&#246;r behandling av bobestyrer i
Danmark eller f&#246;r offentligt skifte i Island eller Norge och
det finns egendom i Sverige som h&#246;r till boet, ska det som
f&#246;reskrivs i den andra statens lag om inskr&#228;nkning i en
borgen&#228;rs r&#228;tt att genom utm&#228;tning f&#229; betalning ur d&#246;dsbo
till&#228;mpas p&#229; egendomen i Sverige. Detta g&#228;ller dock inte om
det &#228;r fr&#229;ga om utm&#228;tning f&#246;r skatt eller allm&#228;n avgift som
p&#229;f&#246;rts i Sverige. Det g&#228;ller inte heller om fordran ska tas
ut ur egendom som utg&#246;r pant eller som f&#229;r h&#229;llas kvar till
s&#228;kerhet f&#246;r fordran.

4 &#167; Om egendom som avses i 2 &#167; ska s&#228;ljas exekutivt,
till&#228;mpas vid f&#246;rs&#228;ljningen och f&#246;rdelningen av
k&#246;peskillingen 9 &#167; f&#246;rsta stycket lagen (1981:7) om verkan av
konkurs som intr&#228;ffat i annat nordiskt land.

Inskrivning

5 &#167; Best&#228;mmelser i en annan nordisk stats lag om att
inskrivning i en fastighetsbok eller ett domstolsprotokoll
(tingslysning) utg&#246;r en f&#246;ruts&#228;ttning f&#246;r att en r&#228;tt som
uppkommit genom avtal eller annan r&#228;ttshandling eller genom
utm&#228;tning (utlegg eller utpantning) ska g&#228;lla mot d&#246;dsbo, ska
inte till&#228;mpas i fr&#229;ga om egendom som vid d&#246;dsfallet fanns i
Sverige.

Regler om var viss egendom ska anses finnas

6 &#167; En fordran som &#228;r grundad p&#229; ett l&#246;pande skuldebrev eller
p&#229; ett annat fordringsbevis som m&#229;ste visas upp f&#246;r att
fordringen ska kunna kr&#228;vas ut, ska vid till&#228;mpning av
best&#228;mmelserna i detta kapitel anses finnas d&#228;r handlingen
finns. Andra fordringar ska anses finnas i den stat enligt
vars lag boutredningen ska f&#246;rr&#228;ttas.

Ett registrerat fartyg eller luftfartyg ska anses finnas i
den stat d&#228;r det har hemort.

Domstolsbeslut om d&#246;dsbof&#246;rvaltning

7 &#167; Om en domstol i Danmark, Finland, Island eller Norge har
beslutat att ett d&#246;dsbo efter en medborgare i en nordisk stat
som vid sin d&#246;d hade hemvist i Danmark, Finland, Island eller
Norge ska omh&#228;ndertas av domstolen eller av arvsdomstol,
boutredningsman, testamentsexekutor eller bobestyrer, eller
att boet ska bli f&#246;rem&#229;l f&#246;r utredning och skifte genom
del&#228;garnas f&#246;rsorg eller skiftas under medverkan av
skiftesman, ska beslutet g&#228;lla i Sverige.

F&#246;rsta stycket g&#228;ller endast om beslutet inte strider mot ett
avg&#246;rande som har meddelats av en domstol eller annan
myndighet som &#228;r beh&#246;rig enligt arvsf&#246;rordningen.

Erk&#228;nnande och verkst&#228;llighet

8 &#167; I fr&#229;ga om erk&#228;nnande och verkst&#228;llighet av dom eller 
f&#246;rlikning fr&#229;n Danmark, Finland, Island eller Norge om r&#228;tt 
p&#229; grund av arv eller testamente, efterlevande makes r&#228;tt, 
boutredning eller skifte med anledning av d&#246;dsfall eller 
ansvar f&#246;r den d&#246;des skulder finns best&#228;mmelser i lagen 
(1977:595) om erk&#228;nnande och verkst&#228;llighet av nordiska domar 
p&#229; privatr&#228;ttens omr&#229;de. Om den lagen inte &#228;r till&#228;mplig, ska 
4 kap. till&#228;mpas, under f&#246;ruts&#228;ttning att n&#229;got annat inte 
f&#246;ljer av arvsf&#246;rordningen. Lag (2019:239).

9 &#167; Har upph&#228;vts genom lag (2019:239).

10 &#167; Har upph&#228;vst genom lag (2019:239).

4 kap. S&#228;rskilda best&#228;mmelser om erk&#228;nnande och
verkst&#228;llighet av vissa utl&#228;ndska avg&#246;randen

Kapitlets till&#228;mpningsomr&#229;de

1 &#167; Detta kapitel g&#228;ller f&#246;r avg&#246;randen som har meddelats i
stater som varken till&#228;mpar arvsf&#246;rordningen eller &#228;r
anslutna till den nordiska arvskonventionen.

Erk&#228;nnande

2 &#167; Ett avg&#246;rande om arv eller testamente av en domstol,
annan myndighet eller s&#228;rskilt f&#246;rordnad skiftesman som har
f&#229;tt laga kraft g&#228;ller i Sverige, om avg&#246;randet har meddelats
i en stat d&#228;r den avlidne hade hemvist och det inte finns
hinder mot erk&#228;nnande enligt 3 &#167;.

3 &#167; Det utl&#228;ndska avg&#246;randet g&#228;ller inte i Sverige, om

1. avg&#246;randet har meddelats mot en part som inte har g&#229;tt i
svarom&#229;l och som inte har f&#229;tt k&#228;nnedom om den v&#228;ckta talan i
tid f&#246;r att kunna svara i saken eller mot en part som annars
inte har f&#229;tt rimliga m&#246;jligheter att f&#246;ra sin talan i det
utl&#228;ndska f&#246;rfarandet,

2. avg&#246;randet strider mot ett svenskt avg&#246;rande,

3. avg&#246;randet strider mot ett tidigare meddelat utl&#228;ndskt
avg&#246;rande som g&#228;ller h&#228;r,

4. det i Sverige p&#229;g&#229;r ett f&#246;rfarande som kan leda till ett
motstridigt avg&#246;rande, eller

5. det skulle vara uppenbart of&#246;renligt med grunderna f&#246;r den
svenska r&#228;ttsordningen att erk&#228;nna avg&#246;randet.

Verkst&#228;llighet

4 &#167; Ett utl&#228;ndskt domstolsavg&#246;rande som &#228;r verkst&#228;llbart i
domstolslandet och som g&#228;ller i Sverige f&#229;r verkst&#228;llas, om
avg&#246;randet har f&#246;rklarats verkst&#228;llbart h&#228;r.

En ans&#246;kan om att avg&#246;randet ska f&#246;rklaras verkst&#228;llbart i
Sverige g&#246;rs till tingsr&#228;tten. Regeringen kan med st&#246;d av 8
kap. 7 &#167; regeringsformen meddela f&#246;reskrifter om vilka
tingsr&#228;tter som f&#229;r pr&#246;va en ans&#246;kan.

S&#246;kanden ska tillsammans med ans&#246;kan ge in avg&#246;randet i
original eller i kopia som har bestyrkts av en beh&#246;rig
myndighet samt de ytterligare handlingar som tingsr&#228;tten
beh&#246;ver f&#246;r sin pr&#246;vning. S&#246;kanden ska samtidigt ge in en
&#246;vers&#228;ttning av handlingarna till svenska, om inte
tingsr&#228;tten anser att det &#228;r obeh&#246;vligt.

5 &#167; Vid handl&#228;ggning i domstol av ett &#228;rende om
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen
(1996:242) om domstols&#228;renden.

6 &#167; Om ett avg&#246;rande f&#246;rklaras verkst&#228;llbart, verkst&#228;lls
avg&#246;randet p&#229; samma s&#228;tt som ett motsvarande svenskt
avg&#246;rande som har f&#229;tt laga kraft. Ett beslut om tv&#229;ngsmedel
i avg&#246;randet ska dock inte till&#228;mpas.


&#214;verg&#229;ngsbest&#228;mmelser

2015:417

1. Denna lag tr&#228;der i kraft den 17 augusti 2015.

2. Genom lagen upph&#228;vs lagen (1937:81) om internationella
r&#228;ttsf&#246;rh&#229;llanden r&#246;rande d&#246;dsbo, lagen (1935:44) om d&#246;dsbo
efter dansk, finsk, isl&#228;ndsk eller norsk medborgare, som hade
hemvist h&#228;r i riket, m.m., lagen (1935:45) om kvarl&#229;tenskap
efter den som hade hemvist i Danmark, Finland, Island eller
Norge och lagen (1935:46) om tillsyn i vissa fall &#229; oskiftat
d&#246;dsbo efter medborgare i Danmark, Finland, Island eller
Norge.

3. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r fr&#229;gor med
anledning av ett d&#246;dsfall som intr&#228;ffat f&#246;re
ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1105">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1107">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
