

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-18" /> 
 <meta id="rattsinfo-edited" content="2024-03-18 10:47:21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1136</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1135">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1137">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2015:96 ·
                    <a href="/sfsr?bet=2015:96">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2015:96) om erk&#228;nnande och verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljder inom Europeiska unionen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2015-02-26
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:46
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2015-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Allm&#228;nna best&#228;mmelser

Lagens inneh&#229;ll och till&#228;mplighet

1 &#167; Genom denna lag genomf&#246;rs r&#229;dets rambeslut 2008/909/RIF
av den 27 november 2008 om till&#228;mpning av principen om
&#246;msesidigt erk&#228;nnande p&#229; brottm&#229;lsdomar avseende f&#228;ngelse
eller andra frihetsber&#246;vande &#229;tg&#228;rder i syfte att verkst&#228;lla
dessa inom Europeiska unionen (rambeslutet).

2 &#167; Denna lag g&#228;ller inte i f&#246;rh&#229;llande till Danmark och
Finland om lagen (1963:193) om samarbete med Danmark,
Finland, Island och Norge ang&#229;ende verkst&#228;llighet av straff
m.m. &#228;r till&#228;mplig.

3 &#167; Om Europeiska unionen genom ett s&#228;rskilt beslut har
avbrutit till&#228;mpningen av rambeslutet i f&#246;rh&#229;llande till en
medlemsstat, eller om en medlemsstat har upph&#246;rt att till&#228;mpa
rambeslutet eller den nationella lagstiftning som genomf&#246;r
rambeslutet, g&#228;ller inte denna lag i f&#246;rh&#229;llande till den
staten.

Definition av en svensk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd

4 &#167; Med en svensk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd avses i
denna lag en dom eller ett slutligt beslut

1. som har meddelats av en svensk domstol,

2. som avser f&#228;ngelse, &#246;verl&#228;mnande till r&#228;ttspsykiatrisk
v&#229;rd eller sluten ungdomsv&#229;rd, och

3. som har f&#229;tt laga kraft.

Definition av en utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd

5 &#167; Med en utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd avses i
denna lag ett avg&#246;rande

1. som har meddelats efter ett straffr&#228;ttsligt f&#246;rfarande av
en domstol i en medlemsstat inom Europeiska unionen,

2. som avser f&#228;ngelse eller annan frihetsber&#246;vande &#229;tg&#228;rd
under en begr&#228;nsad eller obegr&#228;nsad tid p&#229; grund av en
g&#228;rning som &#228;r straffbar i den medlemsstaten, och

3. som har f&#229;tt laga kraft.

F&#246;reskrifter om till&#228;mpningen av denna lag

6 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
kan med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare
f&#246;reskrifter om till&#228;mpningen av denna lag.

2 kap. Erk&#228;nnande och verkst&#228;llighet av en svensk dom p&#229;
frihetsber&#246;vande p&#229;f&#246;ljd i en annan medlemsstat inom
Europeiska unionen

F&#246;ruts&#228;ttningar f&#246;r att &#246;vers&#228;nda en svensk dom

Grundl&#228;ggande krav

1 &#167; En dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd f&#229;r s&#228;ndas &#246;ver till en 
annan medlemsstat f&#246;r att d&#228;r erk&#228;nnas och verkst&#228;llas

1. om den d&#246;mde befinner sig i den andra medlemsstaten eller i 
Sverige,

2. om f&#246;ruts&#228;ttningarna i 2 och 3 &#167;&#167; &#228;r uppfyllda,

3. om den d&#246;mdes sociala &#229;teranpassning underl&#228;ttas av att 
verkst&#228;lligheten &#246;verf&#246;rs dit, och

4. om det i &#246;vrigt &#228;r l&#228;mpligt. Lag (2022:1459).

Den andra statens medgivande

2 &#167; En dom f&#229;r s&#228;ndas &#246;ver enligt 1 &#167; om den beh&#246;riga
myndigheten i den andra medlemsstaten l&#228;mnat sitt medgivande
till att domen s&#228;nds &#246;ver dit.

Medgivande enligt f&#246;rsta stycket kr&#228;vs inte om den d&#246;mde &#228;r

1. medborgare och bosatt i den andra medlemsstaten,

2. medborgare i den andra medlemsstaten och efter
verkst&#228;lligheten av p&#229;f&#246;ljden kommer att utvisas dit till
f&#246;ljd av ett i domen meddelat beslut om utvisning enligt 8 a
kap. utl&#228;nningslagen (2005:716), eller

3. bosatt och har vistats lagligt utan avbrott under minst
fem &#229;r i den andra medlemsstaten.

F&#246;r att en dom ska f&#229; s&#228;ndas &#246;ver med st&#246;d av andra stycket 3
ska den andra medlemsstaten ha anm&#228;lt att ett medgivande till
att s&#228;nda &#246;ver domen i dessa fall inte kr&#228;vs.

Den d&#246;mdes samtycke

3 &#167; En dom f&#229;r s&#228;ndas &#246;ver enligt 1 &#167; om den d&#246;mde samtyckt
till att domen &#246;vers&#228;nds.

Samtycke enligt f&#246;rsta stycket kr&#228;vs inte om den d&#246;mde

1. &#228;r medborgare och bosatt i den andra medlemsstaten,

2. efter verkst&#228;lligheten av p&#229;f&#246;ljden kommer att utvisas
till den andra medlemsstaten till f&#246;ljd av ett i domen
meddelat beslut om utvisning enligt 8 a kap. utl&#228;nningslagen
(2005:716), eller

3. har flytt eller p&#229; annat s&#228;tt &#229;terv&#228;nt till den andra
medlemsstaten p&#229; grund av det straffr&#228;ttsliga f&#246;rfarandet mot
honom eller henne i Sverige eller efter det att domen
meddelades.

F&#246;rfarandet

4 &#167; Kriminalv&#229;rden pr&#246;var om de f&#246;ruts&#228;ttningar som g&#228;ller 
enligt lagen &#228;r uppfyllda och beslutar om en dom p&#229; 
frihetsber&#246;vande p&#229;f&#246;ljd ska s&#228;ndas &#246;ver till en annan 
medlemsstat f&#246;r att d&#228;r erk&#228;nnas och verkst&#228;llas.

Pr&#246;vningen ska g&#246;ras skyndsamt. Lag (2020:384).

5 &#167; Om den d&#246;mde befinner sig i Sverige, ska Kriminalv&#229;rden, 
innan beslut fattas enligt 4 &#167;, fr&#229;ga den d&#246;mde om hans eller 
hennes inst&#228;llning till att domen s&#228;nds &#246;ver till den andra 
medlemsstaten. Den d&#246;mde ska upplysas om inneb&#246;rden av att ett 
samtycke l&#228;mnas. 

Om den d&#246;mde befinner sig i den andra medlemsstaten, b&#246;r han 
eller hon om m&#246;jligt tillfr&#229;gas enligt f&#246;rsta stycket. Om den 
d&#246;mdes samtycke kr&#228;vs enligt 3 &#167;, ska Kriminalv&#229;rden hos den 
andra statens beh&#246;riga myndighet beg&#228;ra hj&#228;lp med att inh&#228;mta 
ett s&#229;dant samtycke. Lag (2020:384).

6 &#167; N&#228;r ett beslut enligt 4 &#167; har f&#229;tt laga kraft, ska 
Kriminalv&#229;rden s&#228;nda &#246;ver domen till en beh&#246;rig myndighet i 
den andra medlemsstaten. Domen f&#229;r inte samtidigt s&#228;ndas &#246;ver 
till mer &#228;n en medlemsstat.

Domen f&#229;r s&#228;ndas &#246;ver vid en tidigare tidpunkt, om

1. verkst&#228;lligheten av den p&#229;f&#246;ljd som avses i domen p&#229;g&#229;r i 
Sverige n&#228;r Kriminalv&#229;rden meddelar sitt beslut enligt 4 &#167;,

2. den d&#246;mde befinner sig i den andra medlemsstaten och inte 
har kunnat tillfr&#229;gas enligt 5 &#167; andra stycket, eller

3. det finns s&#228;rskilda sk&#228;l. Lag (2022:1459).

Tv&#229;ngsmedel

7 &#167; Om den d&#246;mde befinner sig i den andra medlemsstaten, f&#229;r
Kriminalv&#229;rden beg&#228;ra att den staten anh&#229;ller den d&#246;mde eller
vidtar n&#229;gon annan &#229;tg&#228;rd f&#246;r att s&#228;kerst&#228;lla att han eller
hon stannar kvar p&#229; dess territorium, i avvaktan p&#229; den
statens beslut om att erk&#228;nna och verkst&#228;lla domen.

Upph&#228;vande av beslut om &#246;vers&#228;ndande av en dom

8 &#167; Kriminalv&#229;rden f&#229;r upph&#228;va beslutet om att s&#228;nda &#246;ver en
dom enligt 4 &#167; fram till dess verkst&#228;lligheten p&#229;b&#246;rjas i den
andra staten.

9 &#167; Kriminalv&#229;rden ska genast upph&#228;va beslutet om att s&#228;nda
&#246;ver en dom enligt 4 &#167; om p&#229;f&#246;ljden har bortfallit enligt
svensk lag eller inte l&#228;ngre kan verkst&#228;llas till f&#246;ljd av
ett beslut av en svensk myndighet. Detta ska ske &#228;ven om
verkst&#228;lligheten har p&#229;b&#246;rjats i den andra staten.

Verkst&#228;llighet i Sverige

10 &#167; Om verkst&#228;lligheten av den p&#229;f&#246;ljd som avses i domen 
p&#229;g&#229;r i Sverige n&#228;r den s&#228;nds &#246;ver till den andra 
medlemsstaten f&#246;r att d&#228;r erk&#228;nnas och verkst&#228;llas, f&#229;r 
verkst&#228;lligheten forts&#228;tta h&#228;r till dess den d&#246;mde 
transporteras till den andra staten enligt 12 &#167;.

Om den d&#246;mde, efter det att domen har s&#228;nts &#246;ver till den 
andra staten, h&#228;ktas i ett annat m&#229;l, till&#228;mpas 8 &#167; 
strafftidslagen (2018:1251).

Om Kriminalv&#229;rden enligt 8 &#167; har upph&#228;vt ett beslut om att 
s&#228;nda &#246;ver en dom eller om en beh&#246;rig myndighet i den andra 
medlemsstaten beslutat att inte erk&#228;nna och verkst&#228;lla domen, 
f&#229;r verkst&#228;llighet av p&#229;f&#246;ljden forts&#228;tta eller p&#229;b&#246;rjas i 
Sverige. Detsamma g&#228;ller om myndigheten i den andra staten 
har underr&#228;ttat Kriminalv&#229;rden om att verkst&#228;llighet av andra 
sk&#228;l inte kan &#228;ga rum i den staten. Lag (2018:1261).

&#214;verf&#246;rande av den d&#246;mde

11 &#167; Den d&#246;mde ska &#246;verf&#246;ras till den andra medlemsstaten s&#229;
snart som m&#246;jligt och senast inom trettio dagar efter den
statens beslut att erk&#228;nna domen och verkst&#228;lla p&#229;f&#246;ljden.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r &#246;verf&#246;randet ske vid en
senare tidpunkt &#228;n vad som s&#228;gs i f&#246;rsta stycket.

Transport av den d&#246;mde

12 &#167; Kriminalv&#229;rden ska se till att den d&#246;mde transporteras 
till den medlemsstat d&#228;r p&#229;f&#246;ljden ska verkst&#228;llas. Vid en 
s&#229;dan transport till&#228;mpas f&#246;ljande best&#228;mmelser i h&#228;kteslagen 
(2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten.

Om det &#228;r n&#246;dv&#228;ndigt f&#246;r att transporten ska kunna 
genomf&#246;ras, f&#229;r Polismyndigheten h&#229;lla den d&#246;mde i f&#246;rvar, 
dock l&#228;ngst under 48 timmar. Lag (2017:127).

Specialitetsprincipen

13 &#167; Om en d&#246;md person har &#246;verf&#246;rts till en annan
medlemsstat enligt denna lag och en beh&#246;rig myndighet i den
staten g&#246;r en framst&#228;llning om tillst&#229;nd att &#229;tala, d&#246;ma
eller p&#229; annat s&#228;tt ber&#246;va den d&#246;mde personens frihet f&#246;r ett
annat brott som beg&#229;tts f&#246;re &#246;verf&#246;randet, &#228;n det brott f&#246;r
vilket han eller hon &#246;verf&#246;rts, till&#228;mpas 6 kap. 8 &#167; lagen
(2003:1156) om &#246;verl&#228;mnande fr&#229;n Sverige enligt en europeisk
arresteringsorder, om inte annat f&#246;ljer av denna lag.

Tingsr&#228;tten ska meddela beslut senast trettio dagar efter det
att framst&#228;llningen tagits emot.

F&#246;rsta och andra styckena till&#228;mpas &#228;ven om en framst&#228;llning
om tillst&#229;nd g&#246;rs efter det att en dom har s&#228;nts &#246;ver f&#246;r
erk&#228;nnande och verkst&#228;llighet enligt 6 &#167; men innan den andra
staten har beslutat i fr&#229;gan.

&#214;vers&#228;ndande av en dom till f&#246;ljd av en europeisk eller
nordisk arresteringsorder

14 &#167; Best&#228;mmelserna i 6 och 9-12 &#167;&#167; ska till&#228;mpas om en person 
har &#246;verl&#228;mnats till Sverige f&#246;r lagf&#246;ring enligt r&#229;dets 
rambeslut 2002/584/RIF av den 13 juni 2002 om en europeisk 
arresteringsorder och &#246;verl&#228;mnande mellan medlemsstaterna, och 
&#246;verl&#228;mnandet har &#228;gt rum p&#229; villkor att den som &#246;verl&#228;mnas 
&#229;terf&#246;rs till den andra medlemsstaten f&#246;r att d&#228;r verkst&#228;lla 
en frihetsber&#246;vande p&#229;f&#246;ljd som har d&#246;mts ut i Sverige med 
anledning av &#246;verl&#228;mnandet. 

Om en ans&#246;kan om &#246;verl&#228;mnande till Sverige f&#246;r verkst&#228;llighet 
av en frihetsber&#246;vande p&#229;f&#246;ljd enligt r&#229;dets rambeslut 
2002/584/RIF har avslagits p&#229; den grunden att den andra 
medlemsstaten &#246;vertar verkst&#228;lligheten av p&#229;f&#246;ljden, till&#228;mpas 
6 och 9 &#167;&#167; samt 10 &#167; tredje stycket. 

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller &#228;ven i 
f&#246;rh&#229;llande till Danmark, Finland, Island och Norge n&#228;r 
konventionen av den 15 december 2005 om &#246;verl&#228;mnande mellan de 
nordiska staterna p&#229; grund av brott ska till&#228;mpas och om

- &#246;verl&#228;mnandet har &#228;gt rum p&#229; villkor att den som &#246;verl&#228;mnas 
&#229;terf&#246;rs till den andra staten f&#246;r att d&#228;r verkst&#228;lla en 
frihetsber&#246;vande p&#229;f&#246;ljd som har d&#246;mts ut i Sverige med 
anledning av &#246;verl&#228;mnandet, eller om &#246;verl&#228;mnandet har 
avslagits p&#229; den grunden att den andra staten &#246;vertar 
verkst&#228;lligheten av p&#229;f&#246;ljden, och 

- den p&#229;f&#246;ljd som avses inte omfattas av lagen (1963:193) om 
samarbete med Danmark, Finland, Island och Norge ang&#229;ende 
verkst&#228;llighet av straff m.m. Lag (2024:46).

3 kap. Erk&#228;nnande och verkst&#228;llighet av en utl&#228;ndsk dom p&#229;
frihetsber&#246;vande p&#229;f&#246;ljd i Sverige

Skyldighet att erk&#228;nna och verkst&#228;lla en utl&#228;ndsk dom

1 &#167; En utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd som s&#228;nds
&#246;ver fr&#229;n en annan medlemsstat ska erk&#228;nnas och verkst&#228;llas i
Sverige om f&#246;ruts&#228;ttningarna i 2 och 3 &#167;&#167; &#228;r uppfyllda och
inte annat f&#246;ljer av denna lag.

F&#246;ruts&#228;ttningar f&#246;r att ta emot en utl&#228;ndsk dom

Anknytning till Sverige

2 &#167; F&#246;r att en dom ska f&#229; erk&#228;nnas och verkst&#228;llas h&#228;r kr&#228;vs
att den d&#246;mde befinner sig i den andra staten eller i Sverige
och

1. &#228;r svensk medborgare och bosatt i Sverige,

2. &#228;r svensk medborgare och kan till f&#246;ljd av domen komma att
avvisas eller utvisas hit efter verkst&#228;lligheten av
p&#229;f&#246;ljden,

3. &#228;r bosatt och har vistats lagligt utan avbrott under minst
fem &#229;r i Sverige och det bed&#246;ms att han eller hon kommer att
f&#229; beh&#229;lla sin uppeh&#229;llsr&#228;tt eller sitt permanenta
uppeh&#229;llstillst&#229;nd, eller

4. Kriminalv&#229;rden har medgett att domen s&#228;nds &#246;ver till
Sverige.

Vad som s&#228;gs i f&#246;rsta stycket 3 g&#228;ller endast om den andra
medlemsstaten har anm&#228;lt att ett medgivande fr&#229;n den staten
till att s&#228;nda &#246;ver en dom inte kr&#228;vs i motsvarande fall.

Kriminalv&#229;rden ska l&#228;mna ett medgivande enligt f&#246;rsta stycket
4 om den d&#246;mdes sociala &#229;teranpassning underl&#228;ttas av ett
&#246;verf&#246;rande av verkst&#228;lligheten till Sverige och det i &#246;vrigt
framst&#229;r som l&#228;mpligt.

Den d&#246;mdes samtycke

3 &#167; F&#246;r att en dom ska f&#229; erk&#228;nnas och verkst&#228;llas h&#228;r kr&#228;vs
&#228;ven att den d&#246;mde har samtyckt till att domen s&#228;nds &#246;ver
till Sverige.

Samtycke enligt f&#246;rsta stycket kr&#228;vs dock inte om den d&#246;mde

1. &#228;r svensk medborgare och bosatt i Sverige,

2. kan till f&#246;ljd av domen komma att avvisas eller utvisas
till Sverige efter verkst&#228;lligheten av p&#229;f&#246;ljden, eller

3. har flytt eller p&#229; annat s&#228;tt &#229;terv&#228;nt till Sverige p&#229;
grund av det straffr&#228;ttsliga f&#246;rfarandet mot honom eller
henne i den andra staten eller efter det att domen
meddelades.

Hinder mot erk&#228;nnande och verkst&#228;llighet

4 &#167; En utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd f&#229;r inte
erk&#228;nnas och verkst&#228;llas i Sverige

1. om mindre &#228;n sex m&#229;nader av p&#229;f&#246;ljden &#229;terst&#229;r att avtj&#228;na
n&#228;r domen tas emot av Kriminalv&#229;rden,

2. om den g&#228;rning som p&#229;f&#246;ljden avser inte motsvarar brott
enligt svensk lag och det inte &#228;r fr&#229;ga om en s&#229;dan g&#228;rning
som finns angiven i bilagan till denna lag och f&#246;r vilken det
i den andra statens lagstiftning &#228;r f&#246;reskrivet en
frihetsber&#246;vande p&#229;f&#246;ljd i tre &#229;r eller mer,

3. om den g&#228;rning som p&#229;f&#246;ljden avser helt eller delvis har
beg&#229;tts i Sverige och inte motsvarar brott enligt svensk lag
eller om en till&#228;mpning av 35 kap. 8–10 &#167;&#167; brottsbalken
skulle inneb&#228;ra att p&#229;f&#246;ljden bortfallit,

4. om det f&#246;r samma g&#228;rning som p&#229;f&#246;ljden avser har meddelats
en dom i Sverige eller i en annan stat och domen f&#229;tt laga
kraft och p&#229;f&#246;ljden vid en f&#228;llande dom har avtj&#228;nats, &#228;r
under verkst&#228;llighet eller inte l&#228;ngre kan verkst&#228;llas enligt
lagen i den stat som meddelat domen,

5. om den d&#246;mde vid tidpunkten f&#246;r brottet inte fyllt femton
&#229;r,

6. om verkst&#228;llighet i Sverige inte skulle vara f&#246;renlig med
best&#228;mmelser om immunitet,

7. om domen har meddelats efter en f&#246;rhandling d&#228;r den d&#246;mde
inte var personligen n&#228;rvarande och det inte har bekr&#228;ftats i
intyget som avses i 6 &#167; att n&#229;got av rambeslutets villkor i
artikel 9.1 i &#228;r uppfyllt,

8. om p&#229;f&#246;ljden omfattar en &#229;tg&#228;rd som inneb&#228;r psykiatrisk
v&#229;rd eller h&#228;lso- och sjukv&#229;rd eller annan frihetsber&#246;vande
&#229;tg&#228;rd som inte kan verkst&#228;llas h&#228;r, eller

9. om den andra staten inte har l&#228;mnat Sverige tillst&#229;nd till
att &#229;tala, d&#246;ma eller p&#229; annat s&#228;tt ber&#246;va den d&#246;mde friheten
f&#246;r annan g&#228;rning &#228;n den som avses i domen och som begicks
f&#246;re &#246;vers&#228;ndandet av domen.

5 &#167; Om det med h&#228;nsyn till den d&#246;mdes personliga f&#246;rh&#229;llanden
och omst&#228;ndigheterna i &#246;vrigt finns s&#228;rskilda sk&#228;l, f&#229;r en
utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd, trots hinder enligt
4 &#167;, erk&#228;nnas och verkst&#228;llas i Sverige.

Hur f&#246;rfarandet inleds

&#214;vers&#228;ndandet av domen och intyget

6 &#167; En utl&#228;ndsk dom som s&#228;nds &#246;ver f&#246;r erk&#228;nnande och
verkst&#228;llighet ska s&#228;ndas skriftligen till Kriminalv&#229;rden.
Domen ska &#229;tf&#246;ljas av ett intyg som &#228;r uppr&#228;ttat i enlighet
med bilaga I till rambeslutet.

Domen och intyget ska s&#228;ndas &#246;ver genom post, bud eller
telefax eller, efter &#246;verenskommelse i det enskilda fallet,
p&#229; annat s&#228;tt.

Intyget ska vara skrivet p&#229; svenska, danska, norska eller
engelska eller &#229;tf&#246;ljas av en &#246;vers&#228;ttning till n&#229;got av
dessa spr&#229;k.

Brister i intyget och avsaknad av domen

7 &#167; Om intyget saknas eller till form eller inneh&#229;ll &#228;r s&#229;
bristf&#228;lligt att det inte utan v&#228;sentlig ol&#228;genhet kan l&#228;ggas
till grund f&#246;r pr&#246;vning av fr&#229;gan om erk&#228;nnande och
verkst&#228;llighet, ska Kriminalv&#229;rden ge den beh&#246;riga
myndigheten i den andra staten m&#246;jlighet att inom viss tid
komma in med komplettering. Detsamma g&#228;ller om den utl&#228;ndska
domen saknas.

Om de brister som anges i f&#246;rsta stycket kvarst&#229;r efter den
tid som angetts, f&#229;r beslut fattas om att inte erk&#228;nna och
verkst&#228;lla den utl&#228;ndska domen.

Beslut om erk&#228;nnande och verkst&#228;llighet

Beslutande myndighet

8 &#167; Kriminalv&#229;rden pr&#246;var om en utl&#228;ndsk dom p&#229;
frihetsber&#246;vande p&#229;f&#246;ljd ska erk&#228;nnas och verkst&#228;llas i
Sverige enligt denna lag.

Verkst&#228;llbarhetsf&#246;rklaring

9 &#167; Om den utl&#228;ndska domen p&#229; frihetsber&#246;vande p&#229;f&#246;ljd &#228;r
verkst&#228;llbar i Sverige, ska Kriminalv&#229;rden besluta om att
verkst&#228;llighet kan ske (verkst&#228;llbarhetsf&#246;rklaring).

Av verkst&#228;llbarhetsf&#246;rklaringen ska det framg&#229;

1. vilken p&#229;f&#246;ljd som ska verkst&#228;llas i Sverige och dess
l&#228;ngd samt, i f&#246;rekommande fall, om anpassning har skett med
st&#246;d av 12 &#167; f&#246;rsta stycket 1, eller

2. om domen enligt 12 &#167; f&#246;rsta stycket 2 ska &#246;verl&#228;mnas f&#246;r
att en ny p&#229;f&#246;ljd ska best&#228;mmas.

Tidsfrister

10 &#167; Ett beslut om erk&#228;nnande och verkst&#228;llighet ska meddelas
senast inom trettio dagar efter det att Kriminalv&#229;rden enligt
6 &#167; tagit emot den utl&#228;ndska domen. Om Kriminalv&#229;rden har
beg&#228;rt in komplettering enligt 7 &#167; eller om domen ska
&#246;vers&#228;ttas, ska fristen p&#229; trettio dagar b&#246;rja l&#246;pa efter det
att kompletteringen eller &#246;vers&#228;ttningen kommit in till
myndigheten.

Kriminalv&#229;rden f&#229;r, om det finns s&#228;rskilda sk&#228;l, meddela sitt
beslut vid en senare tidpunkt &#228;n vad som anges i f&#246;rsta
stycket.

Delvis erk&#228;nnande och verkst&#228;llighet

11 &#167; Om den utl&#228;ndska domen p&#229; frihetsber&#246;vande p&#229;f&#246;ljd avser
flera brott och hinder mot erk&#228;nnande och verkst&#228;llighet
enligt 4 &#167; finns avseende n&#229;got eller n&#229;gra av brotten, f&#229;r
den utl&#228;ndska domen delvis erk&#228;nnas och verkst&#228;llas i Sverige
n&#228;r det g&#228;ller resterande brott. Detta g&#228;ller endast om det
framg&#229;r av domen eller p&#229; annat s&#228;tt vilken del av p&#229;f&#246;ljden
som avser detta eller dessa resterande brott.

Anpassning av p&#229;f&#246;ljden

N&#228;r anpassning kan ske

12 &#167; Om den frihetsber&#246;vande p&#229;f&#246;ljden i den utl&#228;ndska domen
beh&#246;ver anpassas f&#246;r att kunna verkst&#228;llas i Sverige, ska
Kriminalv&#229;rden

1. besluta i fr&#229;ga om p&#229;f&#246;ljdens art eller l&#228;ngd, eller

2. &#246;verl&#228;mna &#229;t &#197;klagarmyndigheten att g&#246;ra en ans&#246;kan hos
tingsr&#228;tten om att en ny p&#229;f&#246;ljd ska best&#228;mmas.

Beslut enligt f&#246;rsta stycket 1 f&#229;r meddelas endast om
anpassningen av p&#229;f&#246;ljden &#228;r av enklare slag.

En utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd f&#229;r, med h&#228;nsyn
till dess art, endast anpassas till f&#228;ngelse, &#246;verl&#228;mnande
till r&#228;ttspsykiatrisk v&#229;rd eller sluten ungdomsv&#229;rd.

En frihetsber&#246;vande p&#229;f&#246;ljd som har anpassats enligt f&#246;rsta
stycket f&#229;r inte bli str&#228;ngare &#228;n den ursprungliga
frihetsber&#246;vande p&#229;f&#246;ljden.

P&#229;f&#246;ljdens l&#228;ngd

13 &#167; Beslut enligt 12 &#167; f&#246;rsta stycket 1 om p&#229;f&#246;ljdens l&#228;ngd
ska meddelas om p&#229;f&#246;ljden &#228;r begr&#228;nsad i tiden och

1. ska verkst&#228;llas i Sverige som f&#228;ngelse och dess l&#228;ngd
&#246;verstiger arton &#229;r, eller

2. ska verkst&#228;llas i Sverige som sluten ungdomsv&#229;rd och dess
l&#228;ngd &#246;verstiger fyra &#229;r.

I fall som avses i f&#246;rsta stycket 1 ska p&#229;f&#246;ljdens l&#228;ngd
best&#228;mmas till arton &#229;r. I fall som avses i f&#246;rsta stycket 2
ska p&#229;f&#246;ljdens l&#228;ngd best&#228;mmas till fyra &#229;r.

Best&#228;mmande av ny p&#229;f&#246;ljd

14 &#167; I fall som avses i 12 &#167; f&#246;rsta stycket 2 ska r&#228;tten
best&#228;mma en ny p&#229;f&#246;ljd som s&#229; n&#228;ra som m&#246;jligt motsvarar den
utl&#228;ndska p&#229;f&#246;ljden, avseende s&#229;v&#228;l dess art som dess l&#228;ngd.
R&#228;tten f&#229;r d&#246;ma till lindrigare straff &#228;n som &#228;r f&#246;reskrivet
f&#246;r brottet eller brotten. Vid best&#228;mmandet av en ny p&#229;f&#246;ljd
ska r&#228;tten inte pr&#246;va om den d&#246;mde har beg&#229;tt den aktuella
g&#228;rningen.

F&#246;r r&#228;ttens handl&#228;ggning till&#228;mpas r&#228;tteg&#229;ngsbalkens
best&#228;mmelser om r&#228;tteg&#229;ngen i brottm&#229;l, om inte annat f&#246;ljer
av denna lag. R&#228;ttens avg&#246;rande av saken sker genom dom.

Tv&#229;ngsmedel

15 &#167; En d&#246;md person f&#229;r p&#229; beg&#228;ran av en beh&#246;rig myndighet i
den andra staten anh&#229;llas av &#229;klagare om det finns risk att
han eller hon avviker eller p&#229; annat s&#228;tt undandrar sig
verkst&#228;llighet i Sverige enligt denna lag.

Den som inte har fyllt femton &#229;r f&#229;r inte anh&#229;llas. Den som
inte har fyllt arton &#229;r f&#229;r anh&#229;llas endast om det finns
synnerliga sk&#228;l.

Om det finns sk&#228;l f&#246;r anh&#229;llande enligt f&#246;rsta stycket men
det &#228;r tillr&#228;ckligt att den d&#246;mde meddelas resef&#246;rbud eller
att det beslutas om anm&#228;lningsskyldighet, ska en s&#229;dan &#229;tg&#228;rd
beslutas i st&#228;llet f&#246;r anh&#229;llande. I fall som avses i 24 kap.
4 &#167; r&#228;tteg&#229;ngsbalken ska &#246;vervakning ers&#228;tta ett
anh&#229;llande.

16 &#167; N&#228;r den d&#246;mde har gripits, anh&#229;llits,
meddelats resef&#246;rbud eller f&#246;reskrivits anm&#228;lningsskyldighet
till&#228;mpas de regler som g&#228;ller vid motsvarande &#229;tg&#228;rd enligt
r&#228;tteg&#229;ngsbalken, om inte annat f&#246;ljer av denna lag. Vad som
s&#228;gs i r&#228;tteg&#229;ngsbalken om offentlig f&#246;rsvarare ska till&#228;mpas
i fr&#229;ga om offentligt bitr&#228;de.

F&#246;r de tv&#229;ngsmedel som anges i f&#246;rsta stycket och f&#246;r r&#228;ttens
beslut om h&#228;ktning, g&#228;ller de f&#246;ruts&#228;ttningar som anges i 15
&#167;. Vad som s&#228;gs i r&#228;tteg&#229;ngsbalken om tid f&#246;r v&#228;ckande av
&#229;tal ska inte till&#228;mpas.

17 &#167; Beslut enligt 15 &#167; f&#229;r meddelas &#228;ven efter det att domen
s&#228;nts &#246;ver enligt 6 &#167; eller efter Kriminalv&#229;rdens beslut
enligt 9 &#167;.

Beslut om tv&#229;ngsmedel g&#228;ller till dess den utl&#228;ndska
p&#229;f&#246;ljden b&#246;rjat verkst&#228;llas i Sverige, om beslutet inte
upph&#228;vs dessf&#246;rinnan.

18 &#167; &#197;klagare eller r&#228;tten ska upph&#228;va ett beslut om
tv&#229;ngsmedel om inte den utl&#228;ndska domen tagits emot av
Kriminalv&#229;rden inom fyrtio dagar fr&#229;n det att den d&#246;mde
anh&#246;lls eller h&#228;ktades eller n&#229;gon annan &#229;tg&#228;rd enligt 15 &#167;
beslutades.

&#197;klagaren eller r&#228;tten ska ocks&#229; upph&#228;va ett beslut om
anh&#229;llande eller h&#228;ktning om ett fortsatt frihetsber&#246;vande
skulle vara osk&#228;ligt med h&#228;nsyn till den tid som
frihetsber&#246;vandet p&#229;g&#229;tt och den p&#229;f&#246;ljd som utd&#246;mts.

19 &#167; Vid best&#228;mmande av ny frihetsber&#246;vande p&#229;f&#246;ljd enligt 
12 &#167; f&#246;rsta stycket 2 f&#229;r 24 och 25 kap. r&#228;tteg&#229;ngsbalken 
till&#228;mpas.

Den som inte har fyllt femton &#229;r f&#229;r inte anh&#229;llas. Den som
inte har fyllt arton &#229;r f&#229;r anh&#229;llas endast om det finns
synnerliga sk&#228;l.

Transport av den d&#246;mde

20 &#167; Kriminalv&#229;rden ska ansvara f&#246;r transporten av den d&#246;mde 
i Sverige. Vid en s&#229;dan transport till&#228;mpas f&#246;ljande 
best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten. Lag (2017:127).

Verkst&#228;lligheten i Sverige

Till&#228;mpliga regler

21 &#167; Verkst&#228;llighet i Sverige ska ske enligt vad som 
g&#228;ller vid verkst&#228;llighet av f&#228;ngelse, sluten ungdomsv&#229;rd 
eller &#246;verl&#228;mnande till r&#228;ttspsykiatrisk v&#229;rd, om inte annat 
f&#246;ljer av denna lag.

Verkst&#228;llighet f&#229;r ske &#228;ven om p&#229;f&#246;ljden &#228;r str&#228;ngare &#228;n vad 
som enligt svensk lag hade kunnat f&#246;lja p&#229; brottet eller 
brotten. Lag (2018:1261).

Villkorlig frigivning

22 &#167; Har upph&#228;vts genom lag (2018:1261).

Upph&#228;vande av verkst&#228;llbarhetsf&#246;rklaring

23 &#167; En verkst&#228;llbarhetsf&#246;rklaring ska upph&#228;vas

1. om den andra staten har &#229;terkallat domen och intyget och
verkst&#228;lligheten &#228;nnu inte har p&#229;b&#246;rjats i Sverige,

2. om den andra staten har meddelat den d&#246;mde n&#229;d eller
amnesti eller annat beslut som enligt lagen i den staten
medf&#246;r att p&#229;f&#246;ljden inte l&#228;ngre f&#229;r verkst&#228;llas,

3. om den d&#246;mde har avvikit fr&#229;n verkst&#228;lligheten och
Kriminalv&#229;rden har underr&#228;ttat beh&#246;rig myndighet i den andra
staten, eller

4. om en ny p&#229;f&#246;ljd enligt 14 &#167; inte har kunnat best&#228;mmas.

Beslut om upph&#228;vande av en verkst&#228;llbarhetsf&#246;rklaring enligt
f&#246;rsta stycket 1–3 meddelas av Kriminalv&#229;rden. I fall som
avses i f&#246;rsta stycket 4 beslutar r&#228;tten om upph&#228;vande. Om
verkst&#228;llbarhetsf&#246;rklaringen har upph&#228;vts enligt f&#246;rsta
stycket 2 eller 3, ska en p&#229;b&#246;rjad verkst&#228;llighet upph&#246;ra.

Specialitetsprincipen

24 &#167; En d&#246;md person som &#246;verf&#246;rts till Sverige enligt denna
lag f&#229;r inte h&#228;r &#229;talas, d&#246;mas eller p&#229; annat s&#228;tt ber&#246;vas
sin frihet f&#246;r n&#229;got annat brott som begicks f&#246;re
&#246;verf&#246;randet &#228;n det brott f&#246;r vilket han eller hon
&#246;verf&#246;rts.

F&#246;rsta stycket g&#228;ller inte om

1. den d&#246;mde efter det han eller hon blivit frigiven haft
m&#246;jlighet att l&#228;mna Sverige, men inte gjort det inom
fyrtiofem dagar eller &#229;terv&#228;nt hit efter att f&#246;rst ha l&#228;mnat
Sverige,

2. brottet eller brotten inte kan leda till f&#228;ngelse eller
annan frihetsber&#246;vande p&#229;f&#246;ljd,

3. den d&#246;mde har samtyckt till &#246;vers&#228;ndandet av domen,

4. den d&#246;mde efter &#246;verf&#246;randet uttryckligen har avst&#229;tt fr&#229;n
det skydd som avses i f&#246;rsta stycket med avseende p&#229;
specifika brott som beg&#229;tts f&#246;re &#246;verf&#246;randet, eller

5. den andra staten har l&#228;mnat sitt tillst&#229;nd till
&#229;tg&#228;rden.
&#214;verf&#246;rande av verkst&#228;llighet till Sverige till
f&#246;ljd av en europeisk eller nordisk arresteringsorder

25 &#167; I 7 kap. lagen (2003:1156) om &#246;verl&#228;mnande fr&#229;n Sverige
enligt en europeisk arresteringsorder och 6 kap. lagen
(2011:1165) om &#246;verl&#228;mnande fr&#229;n Sverige enligt en nordisk
arresteringsorder finns best&#228;mmelser om &#246;verf&#246;rande av
verkst&#228;llighet till Sverige till f&#246;ljd av en beg&#228;ran om
&#246;verl&#228;mnande enligt en europeisk eller nordisk
arresteringsorder.

4 kap. &#214;vriga best&#228;mmelser

Offentligt bitr&#228;de

1 &#167; Offentligt bitr&#228;de ska i ett &#228;rende enligt denna lag
f&#246;rordnas f&#246;r den d&#246;mde, om det inte kan antas att behov av
bitr&#228;de saknas.

Best&#228;mmelser om &#246;verklagande av beslut om offentligt bitr&#228;de
finns i lagen (1996:1620) om offentligt bitr&#228;de.

&#214;verklagande

2 &#167; Kriminalv&#229;rdens beslut f&#229;r &#246;verklagas om myndigheten

1. pr&#246;vat om en dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd ska s&#228;ndas 
&#246;ver till en annan medlemsstat f&#246;r erk&#228;nnande och 
verkst&#228;llighet enligt 2 kap. 4 &#167;, om inte n&#229;got annat framg&#229;r 
av andra stycket,

2. beslutat enligt 2 kap. 8 &#167; att upph&#228;va ett beslut om att 
s&#228;nda &#246;ver en dom till en annan medlemsstat f&#246;r erk&#228;nnande och 
verkst&#228;llighet enligt 2 kap. 4 &#167;,

3. pr&#246;vat om medgivande till att en dom p&#229; frihetsber&#246;vande 
p&#229;f&#246;ljd s&#228;nds &#246;ver till Sverige enligt 3 kap. 2 &#167; tredje 
stycket ska l&#228;mnas, eller

4. pr&#246;vat om verkst&#228;llbarhetsf&#246;rklaring ska meddelas enligt 
3 kap. 9 &#167;.

Kriminalv&#229;rdens beslut enligt 2 kap. 4 &#167; om att en dom ska 
s&#228;ndas &#246;ver till en annan medlemsstat f&#229;r inte &#246;verklagas om 
den d&#246;mde har samtyckt till att domen s&#228;nds &#246;ver.
Lag (2020:384).

2 a &#167; Ett &#246;verklagande enligt 2 &#167; f&#246;rsta stycket ska g&#246;ras 
till den tingsr&#228;tt inom vars domkrets den 
kriminalv&#229;rdsanstalt, det h&#228;kte, det ungdomshem eller den 
v&#229;rdinr&#228;ttning finns d&#228;r den d&#246;mde var inskriven n&#228;r det 
f&#246;rsta beslutet fattades i ett &#228;rende enligt denna lag.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta stycket, 
ska ett &#246;verklagande g&#246;ras till den tingsr&#228;tt inom vars 
domkrets den d&#246;mde har sin hemvist. Med den d&#246;mdes hemvist 
f&#246;rst&#229;s den ort d&#228;r den d&#246;mde &#228;r folkbokf&#246;rd.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta eller 
andra stycket, ska ett &#246;verklagande g&#246;ras till Stockholms 
tingsr&#228;tt. Lag (2020:384).

2 b &#167; Den d&#246;mde f&#229;r f&#246;rklara att han eller hon avst&#229;r fr&#229;n att 
&#246;verklaga Kriminalv&#229;rdens beslut enligt 2 kap. 4 &#167; om att en 
dom ska s&#228;ndas &#246;ver till en annan medlemsstat eller fr&#229;n att 
fullf&#246;lja ett &#246;verklagande av ett s&#229;dant beslut. I fr&#229;ga om en 
s&#229;dan f&#246;rklaring till&#228;mpas 11 &#167; andra stycket, 12 och 13 &#167;&#167; 
strafftidslagen (2018:1251). Lag (2020:384).

3 &#167; Vid handl&#228;ggningen i domstol till&#228;mpas lagen (1996:242) om 
domstols&#228;renden, om inte annat f&#246;ljer av denna lag. 
Handl&#228;ggningen ska ske skyndsamt.

Om r&#228;tten &#246;verv&#228;ger att upph&#228;va den verkst&#228;llbarhetsf&#246;rklaring 
som Kriminalv&#229;rden meddelat enligt 3 kap. 9 &#167;, ska myndigheten 
ges tillf&#228;lle att yttra sig. Lag (2020:384).

Beh&#246;rig tingsr&#228;tt

4 &#167; Best&#228;mmelserna i 2 a &#167; om beh&#246;rig tingsr&#228;tt till&#228;mpas &#228;ven 
n&#228;r en ans&#246;kan g&#246;rs om tillst&#229;nd enligt 2 kap. 13 &#167; eller n&#228;r 
en ny p&#229;f&#246;ljd ska best&#228;mmas enligt 3 kap. 12 &#167; f&#246;rsta stycket 
2. Lag (2020:384).

&#197;talsf&#246;rbud

5 &#167; Om en utl&#228;ndsk dom p&#229; frihetsber&#246;vande p&#229;f&#246;ljd ska
verkst&#228;llas i Sverige enligt denna lag, f&#229;r &#229;tal f&#246;r den
g&#228;rning som p&#229;f&#246;ljden avser inte v&#228;ckas h&#228;r i landet.

Tillst&#229;nd till transport genom Sverige

6 &#167; Beg&#228;rs tillst&#229;nd till transport genom Sverige av en d&#246;md
person som enligt rambeslutet ska &#246;verf&#246;ras fr&#229;n en
medlemsstat inom Europeiska unionen till en annan medlemsstat
f&#246;r verkst&#228;llighet av en p&#229;f&#246;ljd d&#228;r, ska Polismyndigheten
genast bevilja s&#229;dant tillst&#229;nd och ange under vilka villkor
transporten f&#229;r ske.

Om ett s&#229;dant tillst&#229;nd har beviljats f&#229;r Polismyndigheten ta
den som &#246;verf&#246;rs i f&#246;rvar, dock l&#228;ngst under 48 timmar, om
det &#228;r n&#246;dv&#228;ndigt f&#246;r att transporten ska kunna genomf&#246;ras.

Om en oplanerad mellanlandning sker, ska tillst&#229;nd till
transport beg&#228;ras. Polismyndigheten f&#229;r, i avvaktan p&#229; en
beg&#228;ran och fram till dess myndigheten pr&#246;vat en s&#229;dan
beg&#228;ran, ta den som &#246;verf&#246;rs i f&#246;rvar. Om tillst&#229;nd till
transport inte beg&#228;rs inom sjuttiotv&#229; timmar fr&#229;n landningen,
ska personen omedelbart friges. Beviljas tillst&#229;nd g&#228;ller
andra stycket.


&#214;verg&#229;ngsbest&#228;mmelser

2015:96

1. Denna lag tr&#228;der i kraft den 1 april 2015.

2. Lagen till&#228;mpas inte vid handl&#228;ggningen av ett &#228;rende om
&#246;verf&#246;rande av en frihetsber&#246;vande p&#229;f&#246;ljd enligt lagen
(1972:260) om internationellt samarbete r&#246;rande
verkst&#228;llighet av brottm&#229;lsdom, om &#228;rendet har inletts f&#246;re
ikrafttr&#228;dandet.

3. Lagen till&#228;mpas inte vid handl&#228;ggningen av ett &#228;rende i
f&#246;rh&#229;llande till en medlemsstat inom Europeiska unionen som
n&#228;r &#228;rendet inleds inte har genomf&#246;rt r&#229;dets rambeslut
2008/909/RIF av den 27 november 2008 om tilll&#228;mpning av
principen om &#246;msesidigt erk&#228;nnande p&#229; brottm&#229;lsdomar avseende
f&#228;ngelse eller andra frihetsber&#246;vande &#229;tg&#228;rder i syfte att
verkst&#228;lla dessa inom Europeiska unionen.

4. Lagen till&#228;mpas inte i f&#246;rh&#229;llande till en medlemsstat
inom Europeiska unionen som avgett en f&#246;rklaring enligt
artikel 28.2 i rambeslut 2008/909/RIF av den 27 november 2008
om till&#228;mpning av principen om &#246;msesidigt erk&#228;nnande p&#229;
brottm&#229;lsdomar avseende f&#228;ngelse eller andra frihetsber&#246;vande
&#229;tg&#228;rder i syfte att verkst&#228;lla dessa inom Europeiska unionen
om att i f&#246;rh&#229;llande till en dom som f&#229;tt laga kraft f&#246;re ett
visst datum ska rambeslutet inte till&#228;mpas.

2018:1261

1. Denna lag tr&#228;der i kraft den 1 april 2019.

2. Den upph&#228;vda best&#228;mmelsen i 3 kap. 22 &#167; g&#228;ller dock 
fortfarande f&#246;r den som f&#246;re ikrafttr&#228;dandet meddelats ett 
strafftidsbeslut enligt lagen (1974:202) om ber&#228;kning av 
strafftid m.m.

2020:384

1. Denna lag tr&#228;der i kraft den 1 juli 2020.

2. Har ett beslut om att en dom ska s&#228;ndas &#246;ver till en annan 
medlemsstat meddelats av Kriminalv&#229;rden f&#246;re ikrafttr&#228;dandet, 
g&#228;ller &#228;ldre best&#228;mmelser.

2022:1459

1. Denna lag tr&#228;der i kraft den 1 december 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r beslut om att 
s&#228;nda &#246;ver en dom till en annan medlemsstat som har meddelats 
av Kriminalv&#229;rden f&#246;re ikrafttr&#228;dandet.

2024:46

1. Denna lag tr&#228;der i kraft den 1 mars 2024.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;renden som har inletts f&#246;re 
ikrafttr&#228;dandet.


Bilaga

G&#228;rningar som avses i 3 kap. 4 &#167; f&#246;rsta stycket 2 i lagen.

1.  Deltagande i en kriminell organisation

2.  Terrorism

3.  M&#228;nniskohandel

4.  Sexuellt utnyttjande av barn samt barnpornografi

5.  Olaglig handel med narkotika och psykotropa &#228;mnen

6.  Olaglig handel med vapen, ammunition och spr&#228;ng&#228;mnen

7.  Korruption

8.  Bedr&#228;geri, inbegripet bedr&#228;geri som riktar sig mot
Europeiska gemenskapernas ekonomiska intressen enligt
konventionen av den 26 juli 1995 om skydd av Europeiska
gemenskapernas finansiella intressen

9.  Tv&#228;tt av vinning av brott

10. Penningf&#246;rfalskning, inklusive f&#246;rfalskning av euron

11. IT-brottslighet

12. Milj&#246;brott, inbegripet olaglig handel med hotade
djurarter och hotade v&#228;xtarter och v&#228;xtsorter

13. Hj&#228;lp till olovlig inresa och olovlig vistelse

14. Mord och grov misshandel

15. Olaglig handel med m&#228;nskliga organ och v&#228;vnader

16. M&#228;nniskorov, olaga frihetsber&#246;vande och tagande av
gisslan

17. Rasism och fr&#228;mlingsfientlighet

18. Organiserad st&#246;ld eller v&#228;pnat r&#229;n

19. Olaglig handel med kulturf&#246;rem&#229;l, inbegripet antikviteter
och konstverk

20. Svindleri

21. Beskyddarverksamhet och utpressning

22. F&#246;rfalskning och piratkopiering

23. F&#246;rfalskning av administrativa dokument och handel med
s&#229;dana f&#246;rfalskningar

24. F&#246;rfalskning av betalningsmedel

25. Olaglig handel med hormonpreparat och andra
tillv&#228;xtsubstanser

26. Olaglig handel med nukle&#228;ra och radioaktiva &#228;mnen

27. Handel med stulna fordon

28. V&#229;ldt&#228;kt

29. Mordbrand

30. Brott som omfattas av den internationella
brottm&#229;lsdomstolens beh&#246;righet

31. Kapning av flygplan eller fartyg

32. Sabotage</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1135">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1137">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
