

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2014-12-19" /> 
 <meta id="rattsinfo-edited" content="2019-07-22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1158</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1157">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1159">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2014:1470 ·
                    <a href="/sfsr?bet=2014:1470">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2014:1470) om beskattning av viss privatinf&#246;rsel av cigaretter</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2014-12-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. 2018:2095
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2015-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; En enskild person som har f&#246;rv&#228;rvat och som sj&#228;lv, f&#246;r 
sitt eller sin familjs personliga bruk, till Sverige f&#246;r in 
cigaretter fr&#229;n Bulgarien, Kroatien, Lettland, Litauen, 
Rum&#228;nien eller Ungern ska, om inte annat f&#246;ljer av 2 &#167;, 
betala skatt med 1 krona och 51 &#246;re per cigarett.

Cigaretter med en l&#228;ngd, exklusive filter eller munstycke, 
som &#246;verstiger 8 centimeter men inte 11 centimeter anses som 
tv&#229; cigaretter. &#196;r cigaretten l&#228;ngre anses varje p&#229;b&#246;rjad 
ytterligare l&#228;ngd av 3 centimeter som en cigarett.

En best&#228;mmelse om f&#246;rbud f&#246;r den som inte fyllt 18 &#229;r att 
f&#246;ra in tobaksvaror i landet finns i 5 kap. 20 &#167; lagen 
(2018:2088) om tobak och liknande produkter.
Lag (2018:2095).

2 &#167; Skatt enligt 1 &#167; ska inte tas ut till den del inf&#246;rseln
uppg&#229;r till h&#246;gst 300 cigaretter fr&#229;n respektive land.

3 &#167; Skatt enligt denna lag tas dock inte ut vid s&#229;dan
inf&#246;rsel som sker under s&#229;dana omst&#228;ndigheter att
f&#246;ruts&#228;ttningar skulle finnas att medge &#229;terbetalning av
skatt enligt 31 d &#167; lagen (1994:1563) om tobaksskatt.

Skattskyldighet, redovisning och betalning av skatten

4 &#167; Skattskyldig &#228;r den som f&#246;r in cigaretter f&#246;r vilka skatt
ska betalas enligt denna lag. Skattskyldighet intr&#228;der vid
inf&#246;rseln. Den som &#228;r skattskyldig ska sj&#228;lvmant redovisa
skatten vid varje inf&#246;rsel. Redovisning ska ske i en s&#228;rskild
skattedeklaration f&#246;r varje h&#228;ndelse som medf&#246;r
skattskyldighet. Deklarationen ska l&#228;mnas p&#229; heder och
samvete.

5 &#167; Om inf&#246;rseln g&#246;rs p&#229; en bemannad tullplats, ska
deklarationen l&#228;mnas till en tulltj&#228;nsteman vid tullplatsen.
I andra fall ska deklarationen l&#228;mnas till Skatteverket och
ha kommit in senast fem dagar efter det att inf&#246;rseln
gjordes.

6 &#167; Skatteverket beslutar om den skatt som ska betalas f&#246;r
varje skattepliktig inf&#246;rsel. Om deklarationen har l&#228;mnats
till en tulltj&#228;nsteman p&#229; en bemannad tullplats eller om en
skattepliktig vara p&#229;tr&#228;ffas vid en deklarationskontroll, ska
Tullverket f&#246;r Skatteverkets r&#228;kning besluta om skatten.
Tullverket f&#229;r d&#229; &#228;ven uppb&#228;ra skatten och vidta n&#246;dv&#228;ndig
skattekontroll.

7 &#167; Skatt enligt denna lag ska betalas in till
beskattningsmyndigheten genom ins&#228;ttning p&#229; ett s&#228;rskilt
konto. Skatt som ska redovisas enligt denna lag ska vara
betald senast tv&#229; veckor efter det att beslut om skatten
meddelades. Skatten anses betald den dag d&#229; betalningen har
bokf&#246;rts p&#229; det s&#228;rskilda kontot.

8 &#167; Om skatten inte betalas i r&#228;tt tid, ska kostnadsr&#228;nta
ber&#228;knas fr&#229;n och med dagen efter den dag d&#229; beloppet senast
skulle ha betalats till och med den dag d&#229; beloppet betalas.

Kostnadsr&#228;nta ska ber&#228;knas efter en r&#228;ntesats som motsvarar
basr&#228;ntan enligt 65 kap. 3 &#167; skattef&#246;rfarandelagen
(2011:1244) plus 15 procentenheter till och med den dag d&#229;
ett beslut om att l&#228;mna beloppet till Kronofogdemyndigheten
f&#246;r indrivning registreras i uts&#246;knings- och
indrivningsdatabasen enligt lagen (2001:184) om behandling av
uppgifter i Kronofogdemyndighetens verksamhet. D&#228;refter
ber&#228;knas kostnadsr&#228;ntan med en r&#228;ntesats som motsvarar
basr&#228;ntan enligt 65 kap. 3 &#167; skattef&#246;rfarandelagen.

Om skatt ska betalas p&#229; grund av ett ompr&#246;vningsbeslut eller
ett beslut av domstol, ska kostnadsr&#228;nta ber&#228;knas fr&#229;n och
med dagen efter beloppets ursprungliga f&#246;rfallodag.
Kostnadsr&#228;nta ska ber&#228;knas till och med den dag d&#229; betalning
senast ska ske. Kostnadsr&#228;nta ska ber&#228;knas efter en r&#228;ntesats
som motsvarar basr&#228;ntan enligt 65 kap. 3 &#167;
skattef&#246;rfarandelagen.

Om det finns synnerliga sk&#228;l, ska beskattningsmyndigheten
besluta om befrielse fr&#229;n kostnadsr&#228;nta.

Om skatt ska tillgodor&#228;knas p&#229; grund av ett ompr&#246;vningsbeslut
eller ett beslut av domstol, ska int&#228;ktsr&#228;nta ber&#228;knas fr&#229;n
och med dagen efter beloppets ursprungliga f&#246;rfallodag till
och med den dag ompr&#246;vning beslutats. Int&#228;ktsr&#228;nta ska
ber&#228;knas efter en r&#228;ntesats som motsvarar int&#228;ktsr&#228;ntan
enligt 65 kap. 4 &#167; tredje stycket skattef&#246;rfarandelagen.

9 &#167; Ifr&#229;ga om skatt och r&#228;nta enligt denna lag samt s&#228;rskild
avgift enligt 10 &#167; till&#228;mpas best&#228;mmelserna om indrivning i
70 kap. skattef&#246;rfarandelagen (2011:1244). Det belopp som
anges i 70 kap. 1 &#167; f&#246;rsta stycket b skattef&#246;rfarandelagen
ska dock vid till&#228;mpning av denna lag i st&#228;llet vara 100
kronor.

S&#228;rskilda avgifter

10 &#167;   Om en enskild person p&#229; annat s&#228;tt &#228;n muntligen har
l&#228;mnat en oriktig uppgift till ledning f&#246;r egen beskattning,
ska en s&#228;rskild avgift tas ut. Avgiften &#228;r 40 procent av den
skatt som, om den oriktiga uppgiften hade godtagits, inte
skulle ha p&#229;f&#246;rts den som l&#228;mnat uppgiften.

Om en enskild person har f&#246;rt in en vara f&#246;r vilken skatt ska
betalas enligt denna lag utan att deklarera detta, ska den
skattskyldige betala en s&#228;rskild avgift. Avgiften &#228;r 40
procent av den skatt som ska betalas.

11 &#167; Skatteverket ska ta ut en s&#228;rskild avgift enligt 10 &#167;.
Om den oriktiga uppgiften l&#228;mnats i en deklaration till
Tullverket eller det vid en kontroll har visat sig att
deklaration inte l&#228;mnats, ska Tullverket f&#246;r Skatteverkets
r&#228;kning p&#229;f&#246;ra s&#228;rskild avgift.

S&#228;rskild avgift enligt denna lag ska betalas in till
beskattningsmyndigheten genom ins&#228;ttning p&#229; ett s&#228;rskilt
konto. S&#228;rskild avgift som ska redovisas enligt denna lag ska
vara betald senast tv&#229; veckor efter det att beslut om
s&#228;rskild avgift meddelades. Skatten anses betald den dag d&#229;
betalningen har bokf&#246;rts p&#229; det s&#228;rskilda kontot.

12 &#167; Den s&#228;rskilda avgiften f&#229;r inte tas ut om den
skattsskyldige p&#229; eget initiativ har r&#228;ttat den oriktiga
uppgiften.

Beskattningsmyndigheten ska besluta om hel eller delvis
befrielse fr&#229;n s&#228;rskild avgift om det &#228;r osk&#228;ligt att ta ut
avgiften med fullt belopp. Vid bed&#246;mningen ska best&#228;mmelserna
i 51 kap. 1 &#167; andra stycket skattef&#246;rfarandelagen (2011:1244)
till&#228;mpas.

Best&#228;mmelserna om befrielse fr&#229;n den s&#228;rskilda avgiften ska
beaktas &#228;ven om yrkande om detta inte framst&#228;llts.

Omh&#228;ndertagande och f&#246;rverkande

13 &#167; Om cigaretter f&#246;rs in f&#246;r vilka skatt ska betalas enligt
denna lag, f&#229;r Tullverket omh&#228;nderta cigaretterna om det
finns en p&#229;taglig risk att den skattskyldige inte kommer att
betala skatten. Omh&#228;ndertagna cigaretter f&#229;r inte l&#228;mnas ut
f&#246;rr&#228;n skatt och s&#228;rskild avgift som beslutats enligt denna
lag har betalats. Omh&#228;ndertagandet ska upph&#228;vas om skatten
och avgiften betalas eller beslutet att ta ut skatt
upph&#228;vs.

14 &#167; Tullverket f&#229;r besluta att cigaretter som &#228;r
omh&#228;ndertagna enligt 13 &#167; ska f&#246;rverkas om beslut om skatt
och s&#228;rskild avgift enligt denna lag har vunnit laga kraft
och skatten och avgiften inte har betalats inom en m&#229;nad
r&#228;knat fr&#229;n den dag d&#229; beslutet vann laga kraft.

Om cigaretter har omh&#228;ndertagits enligt 13 &#167; och Tullverket
d&#228;refter har beslutat att f&#246;rverka dem enligt f&#246;rsta stycket,
ska beskattningsmyndigheten efterge skatten och avgiften p&#229;
cigaretterna.

15 &#167; N&#228;r beslut om f&#246;rverkande enligt denna lag har vunnit
laga kraft, ska varan f&#246;rst&#246;ras genom Tullverkets f&#246;rsorg.

Ompr&#246;vning och &#246;verklagande

16 &#167; Skatteverket f&#229;r p&#229; eget initiativ ompr&#246;va ett beslut
enligt denna lag s&#229;v&#228;l till f&#246;rdel som till nackdel f&#246;r den
som beslutet g&#228;ller.

Skatteverket ska ompr&#246;va beslut enligt denna lag om den som
beslutet g&#228;ller beg&#228;r ompr&#246;vning. En beg&#228;ran om ompr&#246;vning
ska vara skriftlig. Om beg&#228;ran om ompr&#246;vning inte &#228;r
undertecknad, f&#229;r Skatteverket f&#246;rel&#228;gga den som beg&#228;rt
ompr&#246;vningen att underteckna beg&#228;ran. F&#246;rel&#228;ggandet ska
inneh&#229;lla en upplysning om att ompr&#246;vning annars inte kommer
att ske.

N&#228;r Skatteverket p&#229; eget initiativ ompr&#246;var ett beslut, ska
ompr&#246;vningsbeslutet meddelas senast tv&#229; m&#229;nader efter dagen
f&#246;r det f&#246;rsta beslutet som meddelats i fr&#229;gan. En beg&#228;ran om
ompr&#246;vning ska ha kommit in till myndigheten senast tv&#229;
m&#229;nader efter dagen f&#246;r det f&#246;rsta beslutet som meddelats i
fr&#229;gan. Om Skatteverket p&#229; eget initiativ har ompr&#246;vat ett
beslut, ska en beg&#228;ran om ompr&#246;vning av detta beslut ha
kommit in senast tv&#229; m&#229;nader efter beslutsdagen. N&#228;r
Skatteverket p&#229; den skattskyldiges beg&#228;ran ompr&#246;var ett
beslut om s&#228;rskild avgift, f&#229;r myndigheten samtidigt till den
skattskyldiges f&#246;rdel ompr&#246;va det beskattningsbeslut som
f&#246;reg&#229;tt den s&#228;rskilda avgiften, &#228;ven om tiden f&#246;r att beg&#228;ra
ompr&#246;vning av detta beslut har g&#229;tt ut.

17 &#167; Beslut enligt denna lag f&#229;r &#246;verklagas till allm&#228;n
f&#246;rvaltningsdomstol. Skatteverket &#228;r den enskildes motpart
efter det att handlingarna i &#228;rendet &#246;verl&#228;mnats till
domstolen.

Ett &#246;verklagande ska ha kommit in till Skatteverket inom tv&#229;
m&#229;nader fr&#229;n dagen f&#246;r det &#246;verklagade beslutet. Skatteverket
ska snarast ompr&#246;va det &#246;verklagade beslutet. Detta g&#228;ller
inte om &#246;verklagandet ska avvisas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Beslut enligt denna lag g&#228;ller omedelbart.

18 &#167; Vid handl&#228;ggning av fr&#229;gor om omh&#228;ndertagande,
f&#246;rverkande samt s&#228;rskild avgift ska f&#246;rvaltningsr&#228;tten eller
kammarr&#228;tten h&#229;lla muntlig f&#246;rhandling om den skattskyldige
beg&#228;r det. Muntlig f&#246;rhandling beh&#246;ver dock inte h&#229;llas om
ett beslut om omh&#228;ndertagande, f&#246;rverkande eller s&#228;rskild
avgift kommer att upph&#228;vas.


&#214;verg&#229;ngsbest&#228;mmelser

2014:1470

1. Denna lag tr&#228;der i kraft den 1 januari 2015.

2. Genom lagen upph&#228;vs lagen (2004:228) om beskattning av
viss privatinf&#246;rsel av tobaksvaror.

3. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som
h&#228;nf&#246;r sig till tiden f&#246;re ikrafttr&#228;dandet.

4. Lagen till&#228;mpas p&#229; inf&#246;rsel som &#228;ger rum fr&#229;n och med den
1 januari 2015.

5. Skatt ska inte tas ut f&#246;r inf&#246;rsel som &#228;ger rum efter
utg&#229;ngen av 2017.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1157">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1159">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
