

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-08-30" /> 
 <meta id="rattsinfo-edited" content="2023-08-30 09:04:35" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>120</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=119">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=121">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2023:168 ·
                    <a href="/sfsr?bet=2023:168">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2023:168) om statsbidrag f&#246;r kvinnors och flickors organisering</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet J&#196;M
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2023-03-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2023-05-03 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna f&#246;rordning inneh&#229;ller best&#228;mmelser om statsbidrag 
f&#246;r att st&#246;dja

1. kvinnors och flickors organisering i allm&#228;nhet, och 

2. kvinnors och flickors organisering s&#228;rskilt i omr&#229;den med 
socioekonomiska utmaningar. 

F&#246;rordningen &#228;r meddelad med st&#246;d av 8 kap. 7 &#167; 
regeringsformen. 

2 &#167; J&#228;mst&#228;lldhetsmyndigheten pr&#246;var fr&#229;gor om bidrag enligt 
denna f&#246;rordning.

Statsbidragets syfte

3 &#167; Syftet med statsbidraget &#228;r att st&#246;dja kvinnors och 
flickors organisering i egna sammanslutningar. Bidraget ska 
fr&#228;mja kvinnors och flickors deltagande i den demokratiska 
processen och i samh&#228;llslivet. Bidraget ska ocks&#229; m&#246;jligg&#246;ra 
f&#246;r kvinnor och flickor att bevaka sina r&#228;ttigheter och driva 
sina krav. 

Uttryck i f&#246;rordningen

4 &#167; Med kvinnoorganisation avses i denna f&#246;rordning en ideell 
f&#246;rening som har som &#228;ndam&#229;l att st&#228;rka kvinnors och flickors 
st&#228;llning i samh&#228;llet och 

1. d&#228;r minst tre fj&#228;rdedelar av medlemmarna &#228;r kvinnor eller 
flickor, eller 

2. som huvudsakligen har som medlemmar s&#229;dana ideella 
f&#246;reningar som avses i 1 (medlemsf&#246;reningar). 

Med kvinnoorganisation avses &#228;ven en sammanslutning av kvinnor 
eller flickor inom en ideell f&#246;rening. Sammanslutningen ska 
arbeta f&#246;r att st&#228;rka kvinnors och flickors st&#228;llning i 
samh&#228;llet och best&#229; av kvinnor eller flickor som &#228;r medlemmar 
i f&#246;reningen och som aktivt har valt att ing&#229; i 
sammanslutningen. 

5 &#167; Med medlem avses i denna f&#246;rordning den som har 
stadgeenliga m&#246;jligheter att p&#229;verka beslut om organisationens 
verksamhet och inriktning och som &#229;ret f&#246;re bidrags&#229;ret aktivt 
har tagit st&#228;llning till ett medlemskap genom att ha betalat 
medlemsavgift eller p&#229; annat s&#228;tt bekr&#228;ftat medlemskap. En 
medlem som &#228;r en enskild person ska dessutom ha fyllt 15 &#229;r.

Bidragsformer

6 &#167; Bidrag f&#246;r kvinnors och flickors organisering i allm&#228;nhet 
l&#228;mnas i form av organisationsbidrag, etableringsbidrag och 
verksamhetsbidrag.

Bidrag f&#246;r kvinnors och flickors organisering s&#228;rskilt i 
omr&#229;den med socioekonomiska utmaningar l&#228;mnas i form av 
verksamhetsbidrag.

Bidragsmottagare

7 &#167; Bidrag f&#229;r l&#228;mnas till en ideell f&#246;rening f&#246;r verksamhet 
som bedrivs av en kvinnoorganisation. F&#246;reningen ska

1. vara demokratiskt uppbyggd, och

2. i sin verksamhet respektera demokratins id&#233;er, inklusive 
j&#228;mst&#228;lldhet och f&#246;rbud mot diskriminering.

Om kvinnoorganisationen &#228;r en s&#229;dan sammanslutning som avses i 
4 &#167; andra stycket, ska f&#246;reningen f&#246;ra en f&#246;rteckning &#246;ver 
vilka kvinnor eller flickor som ing&#229;r i sammanslutningen. &#196;ven 
sammanslutningen ska uppfylla villkoren i f&#246;rsta stycket.

8 &#167; Verksamhetsbidrag f&#229;r &#228;ven l&#228;mnas till en stiftelse som 

1. har som huvudsakligt &#228;ndam&#229;l att st&#228;rka kvinnors och 
flickors st&#228;llning i samh&#228;llet,

2. i sin verksamhet respekterar demokratins id&#233;er, inklusive 
j&#228;mst&#228;lldhet och f&#246;rbud mot diskriminering, och 

3. inte &#228;r statlig eller kommunal. 

9 &#167; Bidrag f&#229;r inte l&#228;mnas till en f&#246;rening eller stiftelse 
som har skulder f&#246;r svenska skatter eller avgifter hos 
Kronofogdemyndigheten eller som &#228;r i likvidation eller f&#246;rsatt 
i konkurs. 

F&#246;rsta stycket g&#228;ller &#228;ven skulder hos Kronofogdemyndigheten 
som avser &#229;terkrav av statsbidrag som J&#228;mst&#228;lldhetsmyndigheten 
har beslutat om.

Villkor 

10 &#167; Den verksamhet som bidrag l&#228;mnas f&#246;r ska bedrivas i 
Sverige utan vinstsyfte och tillgodose syftet med bidraget. 

11 &#167; S&#229;dan verksamhet som verksamhetsbidrag l&#228;mnas f&#246;r f&#229;r 
bedrivas tillsammans med en eller flera parter eller n&#228;tverk. 

Om verksamheten bedrivs tillsammans med en ideell 
organisation, ska &#228;ven den uppfylla villkoren i 7 &#167; f&#246;rsta 
stycket 1 och 2. F&#246;r en stiftelse g&#228;ller att den ska uppfylla 
villkoret i 8 &#167; 2. 

12 &#167; Bidrag f&#229;r inte l&#228;mnas f&#246;r verksamhet som bedrivs eller 
ska bedrivas av politiska partier eller deras 
kvinnoorganisationer. Med politiskt parti avses ett parti som 
&#228;r representerat i riksdagen samt en f&#246;rening eller 
sammanslutning av v&#228;ljare som avser att under s&#228;rskild 
beteckning st&#228;lla upp i allm&#228;nt val. 

13 &#167; Bidrag f&#229;r l&#228;mnas f&#246;r vissa kostnader f&#246;r administration 
av den verksamhet som bidrag l&#228;mnas f&#246;r och kostnader som 
kravet p&#229; revisors granskning av bidragsanv&#228;ndningen medf&#246;r. 

14 &#167; Bidrag l&#228;mnas i m&#229;n av tillg&#229;ng p&#229; medel.

S&#228;rskilda villkor f&#246;r bidrag f&#246;r kvinnors och flickors 
organisering i allm&#228;nhet

15 &#167; Organisations- och etableringsbidrag f&#229;r l&#228;mnas f&#246;r 
verksamhet som bedrivs av en kvinnoorganisation som 

1. har en riksomfattande organisation med ordinarie verksamhet 
i minst fem l&#228;n, eller 

2. bedriver verksamhet som &#228;r av allm&#228;nt intresse f&#246;r hela 
samh&#228;llet och inte endast lokalt (riksintresse).

16 &#167; F&#246;r organisationsbidrag g&#228;ller att kvinnoorganisationen 
ska ha bedrivit verksamhet i Sverige under minst tre &#229;r f&#246;re 
ans&#246;kan om bidrag. 

Om en s&#229;dan sammanslutning som avses i 4 &#167; andra stycket har 
ombildats till en ideell f&#246;rening, f&#229;r f&#246;reningen 
tillgodor&#228;kna sig den tid som verksamheten har bedrivits av 
sammanslutningen. 

17 &#167; F&#246;r etableringsbidrag g&#228;ller att kvinnoorganisationen ska 
ha antagit en utvecklingsplan d&#228;r m&#229;len f&#246;r verksamheten 
framg&#229;r. 

Etableringsbidrag f&#229;r l&#228;mnas under h&#246;gst tre &#229;r. 

Etableringsbidrag f&#229;r inte l&#228;mnas om organisationsbidrag 
enligt denna f&#246;rordning beviljas f&#246;r samma verksamhet. 

18 &#167; Verksamhetsbidrag f&#229;r l&#228;mnas f&#246;r verksamhet som best&#229;r i 
aktiviteter som syftar till

1. att engagera kvinnor och flickor f&#246;r ett visst &#228;ndam&#229;l som 
har ett riksintresse, eller 

2. utbyte med kvinnor och flickor i andra l&#228;nder. 

Aktiviteterna ska vara tillf&#228;lliga och avgr&#228;nsade fr&#229;n 
f&#246;reningens eller stiftelsens ordinarie verksamhet.

S&#228;rskilda villkor f&#246;r bidrag f&#246;r kvinnors och flickors 
organisering s&#228;rskilt i omr&#229;den med socioekonomiska utmaningar

19 &#167; Verksamhetsbidrag f&#229;r l&#228;mnas f&#246;r verksamhet som syftar 
till att engagera kvinnor och flickor i omr&#229;den med 
socioekonomiska utmaningar.

Bed&#246;mningen av om ett omr&#229;de har socioekonomiska utmaningar 
ska g&#246;ras utifr&#229;n f&#246;rh&#229;llandena vid tidpunkten f&#246;r 
J&#228;mst&#228;lldhetsmyndighetens beslut om bidrag.

20 &#167; Bidrag f&#229;r inte l&#228;mnas till en f&#246;rening eller stiftelse 
som har som huvudsakligt syfte att organisera studenter vid 
universitet eller h&#246;gskolor. 

Ans&#246;kan

21 &#167; En ans&#246;kan om bidrag ska ha kommit in till 
J&#228;mst&#228;lldhetsmyndigheten senast vid den tidpunkt som 
myndigheten best&#228;mmer. 

Ans&#246;kan ska inneh&#229;lla

1. handlingar som visar vem eller vilka som har r&#228;tt att 
f&#246;retr&#228;da f&#246;reningen eller stiftelsen, 

2. uppgifter om andra s&#246;kta eller beviljade statliga bidrag av 
liknande slag och i s&#229;dant fall f&#246;r vilket &#228;ndam&#229;l och med 
vilket belopp, och 

3. &#246;vrig information som beh&#246;vs f&#246;r pr&#246;vning av ans&#246;kan. 

22 &#167; En ans&#246;kan om etableringsbidrag ska &#228;ven inneh&#229;lla en 
utvecklingsplan f&#246;r kvinnoorganisationens verksamhet. 

23 &#167; En ans&#246;kan om verksamhetsbidrag ska &#228;ven inneh&#229;lla en 
beskrivning av f&#246;r vilken verksamhet och f&#246;r vilket &#228;ndam&#229;l 
som bidraget ska anv&#228;ndas, en &#246;vergripande plan inklusive 
tidsram f&#246;r arbetet och uppgifter om ber&#228;knade kostnader. 

Om verksamheten ska bedrivas med andra parter eller n&#228;tverk, 
ska ans&#246;kan ocks&#229; inneh&#229;lla uppgifter om vilka de &#228;r.

24 &#167; En ans&#246;kan som avser en kvinnoorganisation ska inneh&#229;lla 
de uppgifter om antalet och andelen medlemmar respektive 
kvinnor och flickor i f&#246;reningen, medlemsf&#246;reningarna eller 
sammanslutningen som beh&#246;vs f&#246;r pr&#246;vning av ans&#246;kan.

F&#246;reningens revisor ska intyga uppgifternas tillf&#246;rlitlighet. 
Om ans&#246;kan avser ett sammanlagt bidragsbelopp som uppg&#229;r till 
minst fem prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167; 
socialf&#246;rs&#228;kringsbalken, ska revisorn vara auktoriserad eller 
godk&#228;nd. Revisorns intyg ska bifogas ans&#246;kan.

25 &#167; En beh&#246;rig f&#246;retr&#228;dare f&#246;r den f&#246;rening eller stiftelse 
som ans&#246;ker om bidrag ska intyga att uppgifterna i ans&#246;kan &#228;r 
riktiga och att ans&#246;kan inte avser bidrag f&#246;r verksamhet som 
bedrivs eller ska bedrivas av politiska partier eller deras 
kvinnoorganisationer. 

En ans&#246;kan om bidrag f&#246;r verksamhet som ska bedrivas av en 
s&#229;dan sammanslutning som avses i 4 &#167; andra stycket ska 
dessutom vara godk&#228;nd av minst tv&#229; av de kvinnor eller flickor 
som ing&#229;r i sammanslutningen.

26 &#167; Om den som ans&#246;ker om bidrag inte l&#228;mnar in de handlingar 
eller uppgifter som f&#246;ljer av 21-25 &#167;&#167;, ska 
J&#228;mst&#228;lldhetsmyndigheten ge s&#246;kanden m&#246;jlighet att komplettera 
ans&#246;kan inom en viss tid.

F&#246;rdelningen av bidraget

27 &#167; Vid bed&#246;mningen av organisationsbidragets storlek ska 
J&#228;mst&#228;lldhetsmyndigheten ta h&#228;nsyn till antalet medlemmar i 
kvinnoorganisationen och verksamhetens omfattning. Om 
kvinnoorganisationen &#228;r en s&#229;dan sammanslutning som avses i 
4 &#167; andra stycket, ska myndigheten ta h&#228;nsyn till antalet 
kvinnor och flickor i sammanslutningen i st&#228;llet f&#246;r antalet 
medlemmar.

Fastst&#228;llandet av antalet medlemmar eller kvinnor och flickor 
samt bed&#246;mningen av verksamhetens omfattning ska g&#246;ras utifr&#229;n 
f&#246;rh&#229;llandena den dag d&#229; den ans&#246;kande f&#246;reningens senaste 
verksamhets&#229;r upph&#246;rde.

28 &#167; J&#228;mst&#228;lldhetsmyndigheten f&#229;r, utifr&#229;n tillg&#228;ngliga medel, 
prioritera mellan inkomna ans&#246;kningar om verksamhetsbidrag och 
ge f&#246;retr&#228;de till de ans&#246;kningar som bed&#246;ms ha b&#228;st 
f&#246;ruts&#228;ttningar att uppfylla syftet med bidraget. 

Vid bed&#246;mningen av ans&#246;kningar om bidrag enligt 19 &#167; ska 
myndigheten s&#228;rskilt prioritera verksamhet som syftar till att 
engagera kvinnor och flickor i omr&#229;den som 

1. har stora socioekonomiska utmaningar, och

2. &#228;r bel&#228;gna i en kommun

a) med minst 200 000 inv&#229;nare varav minst 200 000 inv&#229;nare i 
den st&#246;rsta t&#228;torten,

b) d&#228;r minst 40 procent av nattbefolkningen pendlar till 
arbete i en storstad eller storstadsn&#228;ra kommun, eller

c) med minst 50 000 inv&#229;nare varav minst 40 000 inv&#229;nare i den 
st&#246;rsta t&#228;torten.

Bed&#246;mningen av uppgifterna i andra stycket ska g&#246;ras utifr&#229;n 
f&#246;rh&#229;llandena vid tidpunkten f&#246;r J&#228;mst&#228;lldhetsmyndighetens 
beslut om bidrag. 

29 &#167; Vid bed&#246;mningen av en ans&#246;kan om bidrag ska 
J&#228;mst&#228;lldhetsmyndigheten ta h&#228;nsyn till om f&#246;reningen eller 
stiftelsen f&#229;r annat statligt bidrag f&#246;r samma verksamhet som 
ans&#246;kan avser. 

Om den som ans&#246;ker om bidrag har l&#228;mnat en s&#229;dan redovisning 
som avses i 33 &#167; f&#246;r tidigare beviljade bidrag, ska &#228;ven det 
som framg&#229;r av den redovisningen beaktas n&#228;r ans&#246;kan bed&#246;ms.

Beslut

30 &#167; Ett beslut om bidrag ska avse ett eller flera bidrags&#229;r. 
Ett bidrags&#229;r omfattar ett kalender&#229;r. 

31 &#167; I ett beslut om bidrag ska det anges vilket &#228;ndam&#229;l 
bidraget beviljas f&#246;r och sista dag f&#246;r redovisning enligt 
33 &#167;. Ett beslut om verksamhetsbidrag ska &#228;ven inneh&#229;lla 
uppgift om vilken verksamhet bidrag beviljas f&#246;r.

Beslutet f&#229;r f&#246;renas med villkor. Villkoren ska framg&#229; av 
beslutet.

Redovisning och uppf&#246;ljning

32 &#167; Medel som har beviljats som bidrag f&#246;r verksamhet som 
bedrivs av en s&#229;dan sammanslutning som avses i 4 &#167; andra 
stycket ska h&#229;llas &#229;tskilda fr&#229;n f&#246;reningens &#246;vriga medel.

33 &#167; En mottagare av bidrag ska senast vid den tidpunkt som 
har angetts i beslutet &#229;rligen l&#228;mna en ekonomisk redovisning 
av de mottagna medlen och en redog&#246;relse f&#246;r hur de har 
anv&#228;nts till J&#228;mst&#228;lldhetsmyndigheten. 

Redovisningen av etableringsbidrag och verksamhetsbidrag ska 
&#228;ven inneh&#229;lla en redog&#246;relse f&#246;r vilka resultat som har 
uppn&#229;tts och hur resultaten f&#246;rh&#229;ller sig till syftet med 
bidraget och, f&#246;r etableringsbidrag, till de m&#229;l f&#246;r 
verksamheten som har angetts i utvecklingsplanen. 

34 &#167; En revisor ska granska redovisningen enligt 33 &#167;. 
Revisorns rapport &#246;ver granskningen ska bifogas redovisningen. 

Om det bidrag som har tagits emot har uppg&#229;tt till minst fem 
prisbasbelopp enligt 2 kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken, 
ska granskningen g&#246;ras av en auktoriserad eller godk&#228;nd 
revisor.

35 &#167; Den som har beviljats bidrag ska p&#229; beg&#228;ran av 
J&#228;mst&#228;lldhetsmyndigheten l&#228;mna det underlag som myndigheten 
beh&#246;ver f&#246;r att granska redovisningen.

36 &#167; J&#228;mst&#228;lldhetsmyndigheten ska i sin &#229;rsredovisning 
redog&#246;ra f&#246;r vilka som har f&#229;tt bidrag, i vilken form, med 
vilka belopp och f&#246;r vilka &#228;ndam&#229;l. Myndigheten ska dessutom 
senast den 1 juni varje &#229;r till regeringen l&#228;mna en 
sammanfattande redog&#246;relse f&#246;r vad bidragen har anv&#228;nts till 
och, om m&#246;jligt, en bed&#246;mning av bidragets effekter i 
f&#246;rh&#229;llande till dess syfte.

37 &#167; J&#228;mst&#228;lldhetsmyndigheten ska vart femte &#229;r genomf&#246;ra en 
oberoende utv&#228;rdering av bidraget. Vid utv&#228;rderingen ska det 
s&#228;rskilt beaktas hur bidragsgivningen uppfyller syftet med 
bidraget.

Hinder mot utbetalning

38 &#167; J&#228;mst&#228;lldhetsmyndigheten f&#229;r besluta att ett beviljat 
bidrag helt eller delvis inte ska betalas ut om det finns 
grund f&#246;r &#229;terbetalning enligt 39 &#167;.

&#197;terbetalning och &#229;terkrav

39 &#167; En mottagare av bidrag &#228;r &#229;terbetalningsskyldig om

1. mottagaren genom att l&#228;mna oriktiga uppgifter eller p&#229; 
annat s&#228;tt har orsakat att bidrag har l&#228;mnats felaktigt eller 
med f&#246;r h&#246;gt belopp,

2. bidraget av n&#229;got annat sk&#228;l har l&#228;mnats felaktigt eller 
med f&#246;r h&#246;gt belopp och mottagaren borde ha insett detta,

3. bidraget helt eller delvis inte har utnyttjats eller 
anv&#228;nts f&#246;r de &#228;ndam&#229;l som det har beviljats f&#246;r,

4. mottagaren inte har l&#228;mnat en s&#229;dan redovisning som avses i 
33 &#167; eller ett s&#229;dant underlag som avses i 35 &#167;, eller

5. villkoren i beslutet inte har f&#246;ljts.

40 &#167; J&#228;mst&#228;lldhetsmyndigheten ska besluta att helt eller 
delvis kr&#228;va tillbaka bidraget, om bidragsmottagaren &#228;r 
&#229;terbetalningsskyldig enligt 39 &#167;. 

Om det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r 
J&#228;mst&#228;lldhetsmyndigheten besluta att helt eller delvis avst&#229; 
fr&#229;n ett krav p&#229; &#229;terbetalning.

&#214;verklagande

41 &#167; I 40 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser om 
&#246;verklagande till allm&#228;n f&#246;rvaltningsdomstol. Endast f&#246;ljande 
beslut f&#229;r &#246;verklagas, n&#228;mligen beslut om 

1. organisations- och etableringsbidrag enligt 15-17 &#167;&#167;,

2. hinder mot utbetalning enligt 38 &#167;, och 

3. &#229;terkrav enligt 40 &#167;.

Bemyndigande

42 &#167; J&#228;mst&#228;lldhetsmyndigheten f&#229;r meddela f&#246;reskrifter om 
verkst&#228;lligheten av denna f&#246;rordning.


&#214;verg&#229;ngsbest&#228;mmelser

2023:168

1. Denna f&#246;rordning tr&#228;der i kraft den 3 maj 2023.

2. Genom f&#246;rordningen upph&#228;vs f&#246;rordningen (2005:1089) om 
statsbidrag f&#246;r kvinnors organisering.

3. Den upph&#228;vda f&#246;rordningen g&#228;ller dock fortfarande f&#246;r 
statsbidrag som har beslutats f&#246;re ikrafttr&#228;dandet. 

4. Statsbidrag som beslutas enligt denna f&#246;rordning under 2023 
f&#229;r endast avse verksamhet som syftar till att st&#246;dja kvinnors 
och flickors organisering s&#228;rskilt i omr&#229;den med 
socioekonomiska utmaningar. 

5. Sammanfattande redog&#246;relse enligt 36 &#167; ska f&#246;rsta g&#229;ngen 
l&#228;mnas senast den 1 juni 2024.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=119">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=121">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
