

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2014-07-01" /> 
 <meta id="rattsinfo-edited" content="2017-11-22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1217</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1216">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1218">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2014:834 ·
                    <a href="/sfsr?bet=2014:834">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2014:834) om konvention om social trygghet mellan Sverige och Sydkorea</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2014-06-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2015:224
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Bilagan inneh&#229;ller endast svensk och engelsk text.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2015-06-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Den konvention om social trygghet mellan Sverige och
Sydkorea som undertecknades i Seoul den 9 september 2013 ska
g&#228;lla som lag h&#228;r i landet. Konventionens inneh&#229;ll framg&#229;r av
en bilaga till denna lag.

2 &#167; Vid till&#228;mpning av konventionen ska avgiften f&#246;r
sjukers&#228;ttning och aktivitetsers&#228;ttning best&#228;mmas till den
procentsats av sjukf&#246;rs&#228;kringsavgiften enligt
socialavgiftslagen (2000:980) som ber&#228;knas motsvara den andel
av denna avgift som finansierar sjukers&#228;ttning och
aktivitetsers&#228;ttning.


Bilaga

KONVENTION OM SOCIAL TRYGGHET MELLAN KONUNGARIKET SVERIGES
REGERING OCH REPUBLIKEN KOREAS REGERING

Konungariket Sveriges regering och Republiken Koreas regering
(nedan kallade de avtalsslutande staterna), som &#246;nskar
reglera de b&#229;da staternas f&#246;rh&#229;llande inom omr&#229;det f&#246;r social
trygghet, har kommit &#246;verens om f&#246;ljande.

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

Definitioner

1. I denna konvention avses med:

a) medborgare: med avseende p&#229; Republiken Korea (nedan kallad
Sydkorea), en sydkoreansk medborgare enligt definitionen i
medborgarskapslagen och med avseende p&#229; Konungariket Sverige
(nedan kallat Sverige), en person som &#228;r svensk medborgare,

b) lagstiftning: de lagar och best&#228;mmelser som anges i artikel 
2 i denna konvention,

c) beh&#246;rig myndighet: med avseende p&#229; Sydkorea, ministern f&#246;r 
h&#228;lso- och sjukv&#229;rd samt v&#228;lf&#228;rdsfr&#229;gor och med avseende p&#229; 
Sverige, regeringen eller den myndighet som regeringen 
best&#228;mmer

d) beh&#246;rig institution: med avseende p&#229; Sydkorea, den 
nationella pensionstj&#228;nsten och med avseende p&#229; Sverige, den 
institution som ansvarar f&#246;r till&#228;mpningen av den lagstiftning 
som anges i artikel 2,

e) f&#246;rs&#228;kringsperiod: varje avgiftsperiod enligt lagstiftningen 
i en avtalsslutande stat och varje annan period som beaktas f&#246;r 
att fastst&#228;lla r&#228;tten till f&#246;rm&#229;ner enligt den lagstiftningen,

f) f&#246;rm&#229;n: varje f&#246;rm&#229;n som finns i den lagstiftning som anges 
i artikel 2 i denna konvention.

2. Termer och uttryck som inte definieras i denna artikel ska 
ges den inneb&#246;rd som de har i den till&#228;mpliga lagstiftningen.
	
Artikel 2

Lagstiftning p&#229; vilken konventionen ska till&#228;mpas

1. Denna konvention ska till&#228;mpas p&#229; f&#246;ljande lagstiftning:

a) i fr&#229;ga om Sydkorea: nationella lagen om pensioner,

b) i fr&#229;ga om Sverige:

i) lagstiftningen om sjukers&#228;ttning och
aktivitetsers&#228;ttning,

ii) lagstiftningen om inkomstgrundade &#229;lderspensioner och
garantipensioner, samt

iii) lagstiftningen om efterlevandepensioner och
efterlevandest&#246;d.

2. Denna konvention ska ocks&#229; till&#228;mpas p&#229; framtida
lagstiftning som &#228;ndrar, utg&#246;r till&#228;gg till, sammanf&#246;r eller
ers&#228;tter den lagstiftning som anges i punkt 1 i denna
artikel.

3. Oavsett vad som anges i punkt 2 i denna artikel ska denna
konvention inte tilll&#228;mpas p&#229; de lagar och andra best&#228;mmelser
som utvidgar n&#229;gon av de avtalsslutande staternas g&#228;llande
lagstiftning till nya kategorier av f&#246;rm&#229;nstagare, om den
avtalsslutande statens beh&#246;riga myndighet, inom sex m&#229;nader
fr&#229;n den dag d&#229; s&#229;dana lagar och andra best&#228;mmelser tr&#228;der i
kraft, skriftligen underr&#228;ttar den andra avtalsslutande
statens beh&#246;riga myndighet om att en s&#229;dan utvidgning av
konventionen inte &#228;r avsedd. Denna konvention ska inte
till&#228;mpas p&#229; lagstiftning som inf&#246;r en ny
socialf&#246;rs&#228;kringsgren, s&#229;vida inte de beh&#246;riga myndigheterna
kommer &#246;verens om en s&#229;dan till&#228;mpning.

Artikel 3

Personer som omfattas av konventionen

Denna konvention ska till&#228;mpas p&#229; varje person som omfattas
av eller har omfattats av lagstiftningen i n&#229;gon av de
avtalsslutande staterna och andra personer i den m&#229;n de
h&#228;rleder r&#228;ttigheter fr&#229;n en s&#229;dan person.

Artikel 4

Likabehandling

Om inte annat f&#246;ljer av denna konvention ska, vid till&#228;mpning
av en avtalsslutande stats lagstiftning, de personer som
avses i artikel 3 likst&#228;llas med den avtalsslutande statens
egna medborgare.

Artikel 5

Export av f&#246;rm&#229;ner

1. Om inte annat f&#246;ljer av denna konvention ska f&#246;rm&#229;ner
enligt en avtalsslutande stats lagstiftning inte minskas,
&#228;ndras, dras in, &#229;terkallas eller f&#246;rklaras f&#246;rverkade av det
sk&#228;let att f&#246;rm&#229;nstagaren &#228;r bosatt eller vistas inom den
andra avtalsslutande statens territorium, och f&#246;rm&#229;nerna ska
kunna betalas ut inom den andra avtalsslutande statens
territorium.

2. En f&#246;rm&#229;n som betalas ut med st&#246;d av denna konvention ska
ocks&#229; betalas ut utanf&#246;r de avtalsslutande staternas
territorier p&#229; samma villkor som g&#228;ller n&#228;r den betalas ut
till de avtalsslutande staternas egna medborgare n&#228;r de &#228;r
bosatta utanf&#246;r de avtalsslutande staternas territorier.

3. Best&#228;mmelserna i punkterna 1 och 2 i denna artikel ska
inte till&#228;mpas p&#229; f&#246;ljande f&#246;rm&#229;ner med avseende p&#229;
Sverige:

a) sjukers&#228;ttning i form av garantiers&#228;ttning eller
aktivitetsers&#228;ttning i form av garantiers&#228;ttning,

b) garantipensioner och efterlevandest&#246;d.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 6

Allm&#228;nna best&#228;mmelser

1. Om inte annat f&#246;ljer av denna avdelning ska en anst&#228;lld
eller en egenf&#246;retagare som arbetar inom en av de
avtalsslutande staternas territorium, n&#228;r det g&#228;ller det
arbetet, enbart omfattas av lagstiftningen i denna
avtalsslutande stat.

2. En egenf&#246;retagare som normalt &#228;r bosatt inom en
avtalsslutande stats territorium och som arbetar inom b&#229;da
avtalsslutande staternas territorier ska, n&#228;r det g&#228;ller
arbetet, enbart omfattas av lagstiftningen i den
avtalsslutande stat d&#228;r personen &#228;r bosatt.

Artikel 7

Uts&#228;ndning

1. N&#228;r en person, som normalt arbetar inom en avtalsslutande
stats territorium f&#246;r en arbetsgivare som har sin verksamhet
inom den avtalsslutande statens territorium, s&#228;nds ut av
arbetsgivaren f&#246;r att arbeta f&#246;r dennes r&#228;kning inom den
andra avtalsslutande statens territorium, ska denna person
fortfarande omfattas enbart av den f&#246;rstn&#228;mnda avtalsslutande
statens lagstiftning, som om personen utf&#246;rde arbete inom det
territoriet, f&#246;rutsatt att perioden f&#246;r arbetet inom den
andra avtalsslutande statens territorium inte f&#246;rv&#228;ntas
&#246;verstiga 24 kalenderm&#229;nader.

2. Om uts&#228;ndningen forts&#228;tter efter den period som anges i
punkt 1 i denna artikel, ska lagstiftningen i den f&#246;rstn&#228;mnda
avtalsslutande stat som avses i den punkten forts&#228;tta att
g&#228;lla under ytterligare en period av 36 kalenderm&#229;nader,
f&#246;rutsatt att de beh&#246;riga myndigheterna i b&#229;da de
avtalsslutande staterna eller de beh&#246;riga institutionerna som
staterna har utsett samtycker till arbetstagarens och
arbetsgivarens gemensamma beg&#228;ran.

3. Punkterna 1 och 2 i denna artikel ska &#228;ven tilll&#228;mpas p&#229;
en arbetstagare som &#228;r uts&#228;nd av sin arbetsgivare inom den
ena avtalsslutande statens territorium till arbetsgivarens
filial eller dotterbolag inom den andra avtalsslutande
statens territorium.

Artikel 8

Sj&#246;m&#228;n

En person som, om det inte vore f&#246;r denna konvention, skulle
omfattas av b&#229;da de avtalsslutande staternas lagstiftning p&#229;
grund av sin anst&#228;llning som bef&#228;l eller bes&#228;ttningsman p&#229;
ett fartyg, ska omfattas enbart av sydkoreansk lagstiftning
om personen normalt &#228;r bosatt i Sydkorea och i &#246;vriga fall av
svensk lagstiftning.

Artikel 9

Personal vid diplomatiska beskickningar och konsul&#228;ra
myndigheter samt statligt anst&#228;llda

1. Denna konvention ska inte p&#229;verka best&#228;mmelserna i
Wienkonventionen om diplomatiska f&#246;rbindelser av den 18 april
1961 eller best&#228;mmelserna i Wienkonventionen om konsul&#228;ra
f&#246;rbindelser av den 24 april 1963.

2. En statligt anst&#228;lld person som inte omfattas av punkt 1 i
denna artikel och som &#228;r uts&#228;nd f&#246;r att arbeta inom den andra
avtalsslutande statens territorium, ska omfattas av
lagstiftningen i den f&#246;rstn&#228;mnda avtalsslutande staten som om
personen utf&#246;r arbete inom dess territorium.

Artikel 10

Medf&#246;ljande make och barn

En medf&#246;ljande make och barn under 18 &#229;r till en person som
arbetar inom en avtalsslutande stats territorium och som
omfattas av lagstiftningen i den andra avtalsslutande staten
i enlighet med artikel 7 eller artikel 9.2 ska omfattas av
den sistn&#228;mnda statens lagstiftning, s&#229;vida de inte sj&#228;lva
f&#246;rv&#228;rvsarbetar inom den f&#246;rstn&#228;mnda avtalsslutande statens
territorium.

Artikel 11

Undantag fr&#229;n best&#228;mmelserna om till&#228;mplig lagstiftning

De avtalsslutande staternas beh&#246;riga myndigheter eller de
beh&#246;riga institutioner som de har utsett f&#229;r komma &#246;verens om
undantag fr&#229;n best&#228;mmelserna i denna avdelning f&#246;r vissa
personer eller grupper av personer, f&#246;rutsatt att de ber&#246;rda
personerna omfattas av lagstiftningen i n&#229;gon av de
avtalsslutande staterna.

AVDELNING III

BEST&#196;MMELSER OM F&#214;RM&#197;NER

Artikel 12

Sammanl&#228;ggning av f&#246;rs&#228;kringsperioder och ber&#228;kning av
f&#246;rm&#229;ner

1. N&#228;r f&#246;rs&#228;kringsperioder har fullgjorts enligt
lagstiftningen i de b&#229;da avtalsslutande staterna ska de
beh&#246;riga institutionerna i var och en av de avtalsslutande
staterna, i samband med fastst&#228;llandet av r&#228;tten till en
f&#246;rm&#229;n enligt den lagstiftning som den till&#228;mpar, vid behov
beakta f&#246;rs&#228;kringsperioder enligt den andra avtalsslutande
statens lagstiftning, f&#246;rutsatt att dessa perioder inte
sammanfaller med f&#246;rs&#228;kringsperioder enligt dess egen
lagstiftning.

2. Om det enligt den ena avtalsslutande statens lagstiftning
kr&#228;vs att f&#246;rs&#228;kringsperioder m&#229;ste fullg&#246;ras inom en viss
yrkesverksamhet f&#246;r att vissa f&#246;rm&#229;ner ska beviljas, ska
enbart f&#246;rs&#228;kringsperioder som har fullgjorts eller erk&#228;nts
som likv&#228;rdiga inom samma yrkesverksamhet enligt den andra
avtalsslutande statens lagstiftning sammanl&#228;ggas f&#246;r r&#228;tt
till dessa f&#246;rm&#229;ner.

3. Om en person efter sammanl&#228;ggning av f&#246;rs&#228;kringsperioder
enligt punkterna 1 och 2 i denna artikel inte &#228;r ber&#228;ttigad
till en f&#246;rm&#229;n enligt en avtalsslutande stats lagstiftning,
ska denna persons r&#228;tt till f&#246;rm&#229;n best&#228;mmas genom
sammanl&#228;ggning av dessa perioder och s&#229;dana
f&#246;rs&#228;kringsperioder som har fullgjorts enligt lagstiftningen
i ett tredje land med vilket b&#229;da de avtalsslutande staterna
har en g&#228;llande konvention om social trygghet, eller
motsvarande samordningsinstrument f&#246;r social trygghet, som
medger sammanl&#228;ggning av f&#246;rs&#228;kringsperioder.

4. Ber&#228;kningen av f&#246;rm&#229;nen ska best&#228;mmas av till&#228;mplig
lagstiftning i respektive avtalsslutande stat om inte annat
f&#246;ljer av denna konvention.

Artikel 13

S&#228;rskilda best&#228;mmelser avseende Sydkorea

1. F&#246;r att f&#229; en invaliditetsf&#246;rm&#229;n eller efterlevandef&#246;rm&#229;n
ska den sydkoreanska lagstiftningens krav om att en person
ska vara f&#246;rs&#228;krad n&#228;r f&#246;rs&#228;kringsfallet intr&#228;ffar anses vara
uppfyllt om personen &#228;r f&#246;rs&#228;krad f&#246;r en f&#246;rm&#229;n enligt svensk
lagstiftning vid tidpunkten d&#229; f&#246;rs&#228;kringsfallet intr&#228;ffar
enligt sydkoreansk lagstiftning.

2. N&#228;r f&#246;rs&#228;kringsperioder enligt svensk lagstiftning beaktas
f&#246;r att fastst&#228;lla r&#228;tten till f&#246;rm&#229;ner enligt sydkoreansk
lagstiftning, i enlighet med artikel 12.1 och punkt 1 i denna
artikel, ska f&#246;rm&#229;nen best&#228;mmas p&#229; f&#246;ljande s&#228;tt:

a) Den beh&#246;riga institutionen i Sydkorea ska f&#246;rst r&#228;kna ut
ett pensionsbelopp som motsvarar det belopp som skulle ha
betalats ut

till personen om alla f&#246;rs&#228;kringsperioder som beaktas enligt
lagstiftningen i de b&#229;da avtalsslutande staterna hade
fullgjorts enligt sydkoreansk lagstiftning. F&#246;r att best&#228;mma
pensionsbeloppet ska den beh&#246;riga institutionen i Sydkorea
beakta personens genomsnittliga m&#229;nadsinkomst under den tid
d&#229; personen var f&#246;rs&#228;krad enligt sydkoreansk lagstiftning.

b) Den beh&#246;riga institutionen i Sydkorea ska r&#228;kna ut hur
stor del av f&#246;rm&#229;nen som ska betalas ut i enlighet med
sydkoreansk lagstiftning, grundat p&#229; det pensionsbelopp som
ber&#228;knades i enlighet med a med utg&#229;ngspunkt i f&#246;rh&#229;llandet
mellan f&#246;rs&#228;kringsperiodernas l&#228;ngd, enligt den egna
lagstiftningen, och f&#246;rs&#228;kringsperiodernas totala l&#228;ngd
enligt lagstiftningen i b&#229;da de avtalsslutande staterna.

3. Den beh&#246;riga institutionen i Sydkorea ska, i den mening
som avses i artikel 12 och i denna artikel, enbart beakta
f&#246;rs&#228;kringsperioderna med undantag f&#246;r bos&#228;ttningsperioder
enligt svensk lagstiftning, n&#228;r den fastst&#228;ller r&#228;tten till
f&#246;rm&#229;ner enligt sydkoreansk lagstiftning.

4. Oavsett vad som anges i artikel 4 ska &#229;terbetalning av
eng&#229;ngsbelopp best&#228;mmas i enlighet med sydkoreansk
lagstiftning.

5. Best&#228;mmelser i sydkoreansk lagstiftning som begr&#228;nsar
r&#228;tten till invaliditetsf&#246;rm&#229;ner eller efterlevandef&#246;rm&#229;ner
p&#229; grund av obetalda avgifter vid den tidpunkt d&#229; personen i
&#246;vrigt kvalificerade sig f&#246;r f&#246;rm&#229;nen, ska endast vara
till&#228;mpliga p&#229; den period som omfattas av sydkoreansk
lagstiftning.

Artikel 14

S&#228;rskilda best&#228;mmelser avseende Sverige

1. Best&#228;mmelserna om sammanl&#228;ggning i artikel 12 ska inte
till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs bos&#228;ttning i Sverige f&#246;r
r&#228;tt till garantipension, sjukers&#228;ttning i form av
garantiers&#228;ttning eller aktivitetsers&#228;ttning i form av
garantiers&#228;ttning.

2. Vid fastst&#228;llande av r&#228;tten till sjukers&#228;ttning eller
aktivitetsers&#228;ttning ska f&#246;rs&#228;kring enligt sydkoreansk
lagstiftning anses som f&#246;rs&#228;kring enligt svensk
lagstiftning.

3. Vid ber&#228;kning av inkomstrelaterad sjukers&#228;ttning eller
inkomstrelaterad aktivitetsers&#228;ttning ska endast inkomst
intj&#228;nad under den tid d&#229; svensk lagstiftning var till&#228;mplig
beaktas.

4. Vid ber&#228;kning av den inkomstgrundade &#229;lderspensionen i
form av tilll&#228;ggspension som ska betalas ut i enlighet med
artikel 12, ska enbart f&#246;rs&#228;kringsperioder som har fullgjorts
enligt svensk lagstiftning beaktas.

AVDELNING IV

&#214;VRIGA BEST&#196;MMELSER

Artikel 15

Till&#228;mpnings&#246;verenskommelse

1. De avtalsslutande staternas beh&#246;riga myndigheter ska ing&#229;
en till&#228;mpnings&#246;verenskommelse i vilken de &#229;tg&#228;rder som &#228;r
n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa denna konvention fastst&#228;lls.

2. F&#246;rbindelseorganen i var och en av de avtalsslutande
staterna ska anges i till&#228;mpnings&#246;verenskommelsen.

Artikel 16

Informationsutbyte och &#246;msesidigt bist&#229;nd

1. De avtalsslutande staternas beh&#246;riga myndigheter och
beh&#246;riga institutioner ska, inom ramen f&#246;r sina respektive
ansvarsomr&#229;den:

a) i den utstr&#228;ckning det &#228;r till&#229;tet enligt till&#228;mplig
lagstiftning, ge varandra all information som &#228;r n&#246;dv&#228;ndig
f&#246;r att till&#228;mpa denna konvention,

b) bist&#229; varandra i fr&#229;ga om fastst&#228;llandet av r&#228;tten till,
eller utbetalning av, varje f&#246;rm&#229;n som omfattas av denna
konvention, eller den lagstiftning som denna konvention &#228;r
till&#228;mplig p&#229;, som om &#228;rendet hade g&#228;llt till&#228;mpningen av den
egna lagstiftningen,

c) s&#229; snart som m&#246;jligt informera varandra om vilka &#229;tg&#228;rder
som har vidtagits f&#246;r att till&#228;mpa denna konvention och om
&#228;ndringar i respektive stats lagstiftning som kan p&#229;verka
till&#228;mpningen av denna konvention.

2. Det bist&#229;nd som avses i punkt 1 b i denna artikel ska ges
utan kostnad, s&#229;vida staterna inte kommer &#246;verens om n&#229;gra
undantag i den till&#228;mpnings&#246;verenskommelse som ska ing&#229;s i
enlighet med artikel 15.1.

3. De beh&#246;riga institutionerna ska &#229;rligen utbyta statistik,
vilken ska specificeras i till&#228;mpnings&#246;verenskommelsen.

Artikel 17

Skydd av personuppgifter

Om inget annat f&#246;reskrivs i den nationella lagstiftningen i
en avtalsslutande stat ska uppgifter om en enskild person,
som i enlighet med denna konvention vidarebefordras till den
beh&#246;riga myndigheten eller de beh&#246;riga institutionerna i
denna stat av den beh&#246;riga myndigheten eller de beh&#246;riga
institutionerna i den andra staten, uteslutande anv&#228;ndas f&#246;r
att tilll&#228;mpa denna konvention och den lagstiftning som denna
konvention &#228;r tilll&#228;mplig p&#229;. De uppgifter som tas emot av en
beh&#246;rig myndighet eller en beh&#246;rig institution i en
avtalsslutande stat ska behandlas i enlighet med den
avtalsslutande statens nationella lagstiftning om skydd och
sekretess av personuppgifter.

Artikel 18

Befrielse fr&#229;n avgifter och intygande av handling

1. I de fall det enligt lagstiftningen i en av de
avtalsslutande staterna f&#246;reskrivs att varje handling som ges
in till den beh&#246;riga myndigheten eller den beh&#246;riga
institutionen i denna stat ska befrias, helt eller delvis,
fr&#229;n avgifter eller kostnader, inbegripet konsul&#228;ra och
administrativa avgifter, ska detta ocks&#229; g&#228;lla motsvarande
handling som ges in till den beh&#246;riga myndigheten eller den
beh&#246;riga institutionen i den andra avtalsslutande staten vid
till&#228;mpningen av denna konvention eller av lagstiftningen i
den andra avtalsslutande staten.

2. Handlingar och intyg som visas upp av den beh&#246;riga
myndigheten eller den beh&#246;riga institutionen i endera
avtalsslutande staten i samband med till&#228;mpningen av denna
konvention eller av lagstiftningen i den andra avtalsslutande
staten ska undantas fr&#229;n kraven om bestyrkande av
diplomatiska eller konsul&#228;ra myndigheter eller liknande
formaliteter.

3. Kopior av handlingar som &#228;r bestyrkta som exakta och med
originalen &#246;verensst&#228;mmande kopior av den beh&#246;riga
myndigheten eller den beh&#246;riga institutionen i en
avtalsslutande stat ska godtas som exakta och med originalen
&#246;verensst&#228;mmande kopior av den andra avtalsslutande statens
beh&#246;riga myndighet eller beh&#246;riga institution, utan
ytterligare bestyrkande.

Artikel 19

Spr&#229;k

1. De avtalsslutande staternas beh&#246;riga myndigheter och
beh&#246;riga institutioner f&#229;r meddela sig direkt med varandra
och med varje person, oavsett var vederb&#246;rande &#228;r bosatt, n&#228;r
det &#228;r n&#246;dv&#228;ndigt f&#246;r att till&#228;mpa denna konvention eller den
lagstiftning som denna konvention &#228;r till&#228;mplig p&#229;. Detta f&#229;r
ske p&#229; svenska, koreanska eller engelska.

2. En ans&#246;kan eller handling f&#229;r inte avsl&#229;s eller avvisas av
en beh&#246;rig myndighet eller beh&#246;rig institution i en
avtalsslutande stat enbart p&#229; den grunden att den &#228;r skriven
p&#229; svenska, koreanska eller engelska.

Artikel 20

Ans&#246;kningar, meddelanden och &#246;verklaganden

1. Ans&#246;kningar, meddelanden och &#246;verklaganden som avser
fastst&#228;llandet eller utbetalningen av en f&#246;rm&#229;n enligt en
avtalsslutande stats lagstiftning, som enligt den
lagstiftningen skulle ha kommit in till en beh&#246;rig myndighet
eller en beh&#246;rig institution i den avtalsslutande staten inom
en f&#246;reskriven tid, men som under den f&#246;reskrivna tiden i
st&#228;llet kom in till en beh&#246;rig myndighet eller en beh&#246;rig
institution i den andra avtalsslutande staten, ska anses ha
kommit in i r&#228;tt tid till den beh&#246;riga myndigheten eller den
beh&#246;riga institutionen i den f&#246;rstn&#228;mnda avtalsslutande
staten.

2. Om en person, efter att denna konvention har tr&#228;tt i
kraft, ger in en skriftlig ans&#246;kan om f&#246;rm&#229;ner till den
beh&#246;riga institutionen i en avtalsslutande stat enligt
lagstiftningen i den avtalsslutande staten och om den
personen inte uttryckligen har beg&#228;rt att ans&#246;kan ska
begr&#228;nsas till f&#246;rm&#229;ner enligt den lagstiftningen ska ans&#246;kan
ocks&#229; anses utg&#246;ra en ans&#246;kan fr&#229;n den personen om
motsvarande f&#246;rm&#229;ner enligt lagstiftningen i den andra
avtalsslutande staten, f&#246;rutsatt att personen vid tidpunkten
f&#246;r ans&#246;kan:

a) p&#229; grund av &#229;lder har en laglig r&#228;tt, att g&#246;ra anspr&#229;k p&#229;
en f&#246;rm&#229;n i den andra avtalsslutande staten och

b) l&#228;mnar information som visar att f&#246;rs&#228;kringsperioder har
fullgjorts enligt lagstiftningen i den andra avtalsslutande
staten.

3. I de fall som punkterna 1 och 2 i denna artikel &#228;r
tilll&#228;mpliga ska den beh&#246;riga myndigheten eller den beh&#246;riga
institutionen till vilken ans&#246;kan, meddelandet eller
&#246;verklagandet har getts in ange datum f&#246;r mottagandet av
handlingen och utan dr&#246;jsm&#229;l vidarebefordra den till den
beh&#246;riga myndigheten eller den beh&#246;riga institutionen i den
andra avtalsslutande staten.

Artikel 21

Utbetalning av f&#246;rm&#229;ner

1. Den beh&#246;riga institutionen i en avtalsslutande stat ska
betala ut f&#246;rm&#229;nerna i enlighet med denna konvention direkt
till f&#246;rm&#229;nstagarna utan avdrag f&#246;r administrativa kostnader.
F&#246;rm&#229;nerna f&#229;r betalas ut i denna stats valuta.

2. Om en avtalsslutande stat inf&#246;r valutakontroll eller
vidtar andra liknande &#229;tg&#228;rder som begr&#228;nsar betalningar,
remitteringar eller &#246;verf&#246;ringar av medel eller finansiella
instrument till personer som befinner sig utanf&#246;r dess
territorium, ska den avtalsslutande staten utan dr&#246;jsm&#229;l
vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla att de belopp,
som i enlighet med denna konvention ska betalas ut till de i
artikel 3 angivna personerna, betalas ut.

Artikel 22

Tvistl&#246;sning

1. De avtalsslutande staternas beh&#246;riga myndigheter och
beh&#246;riga institutioner ska i m&#246;jligaste m&#229;n l&#246;sa
meningsskiljaktigheter, som kan uppst&#229; i till&#228;mpningen av
denna fr&#229;ga om tolkningen eller konvention, i enlighet med
dess anda och grundl&#228;ggande principer.

2. De avtalsslutande staterna ska p&#229; beg&#228;ran av endera staten
skyndsamt samr&#229;da i fr&#229;gor som inte har l&#246;sts av de beh&#246;riga
myndigheterna eller de beh&#246;riga institutionerna i enlighet
med punkt 1 i denna artikel.

3. Om en s&#229;dan meningsskiljaktighet inte kan l&#246;sas genom
samr&#229;d f&#229;r tvisten, p&#229; beg&#228;ran av endera staten, h&#228;nskjutas
till en skiljedomstol f&#246;r avg&#246;rande, vars sammans&#228;ttning och
f&#246;rfarande de avtalsslutande staterna ska komma &#246;verens om.

4. Var och en av de avtalsslutande staterna &#228;r skyldig att
f&#246;lja och verkst&#228;lla skiljedomstolens beslut.

AVDELNING V

&#214;VERG&#197;NGS- OCH SLUTBEST&#196;MMELSER

Artikel 23

&#214;verg&#229;ngsbest&#228;mmelser

1. F&#246;rs&#228;kringsperioder som har fullgjorts innan denna
konvention tr&#228;der i kraft, och varje annan relevant h&#228;ndelse
som har intr&#228;ffat f&#246;re det datumet, ska beaktas vid
fastst&#228;llandet av r&#228;tten till f&#246;rm&#229;ner enligt best&#228;mmelserna
i denna konvention. Den beh&#246;riga institutionen i n&#229;gon av de
avtalsslutande staterna &#228;r emellertid inte tvungen att beakta
f&#246;rs&#228;kringsperioder som intr&#228;ffade f&#246;re det tidigaste datumet
f&#246;r vilket f&#246;rs&#228;kringsperioder kan tillgodor&#228;knas enligt
best&#228;mmelserna i den statens lagstiftning.

2. Denna konvention ger ingen r&#228;tt till betalning av en
f&#246;rm&#229;n f&#246;r en period f&#246;re det datum d&#229; denna konvention
tr&#228;der i kraft.

3. Beslut r&#246;rande r&#228;tten till f&#246;rm&#229;ner som fattades innan
denna konvention tr&#228;dde i kraft ska inte p&#229;verka r&#228;ttigheter
som uppkommer till f&#246;ljd av konventionen.

4. F&#246;rm&#229;ner om vilka beslut har fattats innan denna
konvention tr&#228;der i kraft f&#229;r efter ans&#246;kan beslutas om p&#229;
nytt, om en f&#246;r&#228;ndring av s&#229;dana f&#246;rm&#229;ner har skett endast
till f&#246;ljd av best&#228;mmelserna i denna konvention. Om det nya
beslutet enligt f&#246;reg&#229;ende mening i denna punkt, leder till
att en person inte beviljas r&#228;tt till f&#246;rm&#229;n eller att ett
l&#228;gre belopp fastst&#228;lls &#228;n det som betalades ut under den
sista perioden innan denna konvention tr&#228;dde i kraft, ska det
tidigare beloppet forts&#228;tta att betalas ut.

Artikel 24

&#196;ndring av konventionen

De avtalsslutande staterna f&#229;r n&#228;r som helst komma &#246;verens om
att &#228;ndra best&#228;mmelserna i denna konvention. En s&#229;dan &#228;ndring
f&#229;r, efter gemensam &#246;verenskommelse, g&#246;ras skriftligen.

Artikel 25

Ikrafttr&#228;dande

Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den tredje
m&#229;naden efter den m&#229;nad d&#229; vardera avtalsslutande staten fr&#229;n
den andra avtalsslutande staten ska ha tagit emot en
skriftlig underr&#228;ttelse om att den har fullgjort alla
formaliteter f&#246;r att konventionen ska tr&#228;da i kraft. Detsamma
g&#228;ller om konventionen &#228;ndras i enlighet med artikel 24.

Artikel 26

Giltighetstid och upps&#228;gning

1. Denna konvention ska g&#228;lla till och med den sista dagen i
den tolfte m&#229;naden efter den m&#229;nad d&#229; endera avtalsslutande
staten skriftligen underr&#228;ttar den andra avtalsslutande
staten om att konventionen s&#228;gs upp.

2. Upph&#246;r konventionen genom upps&#228;gning ska dess best&#228;mmelser
forts&#228;tta att till&#228;mpas p&#229; f&#246;rm&#229;ner som redan har beviljats.
De avtalsslutande staterna ska komma &#246;verens om hur de ska
f&#246;rfara med r&#228;ttigheter under f&#246;rv&#228;rvande.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen bemyndigade, undertecknat denna konvention.

Uppr&#228;ttat i tv&#229; exemplar i Seoul den 9 september 2013 p&#229;
svenska, koreanska och engelska, vilka alla texter &#228;r lika
giltiga.

Vid skiljaktiga tolkningar av denna konvention ska den
engelska texten g&#228;lla.

AGREEMENT ON SOCIAL SECURITY BETWEEN THE GOVERNMENT OF THE
KINGDOM OF SWEDEN AND THE GOVERNMENT OF THE REPUBLIC OF
KOREA

The Government of the Kingdom of Sweden and the Government of
the Republic of Korea (hereinafter referred to as the
”Contracting Parties”), Being desirous of regulating the
relationship between their two countries in the field of
social security, Have agreed as follows:

PART I

GENERAL PROVISIONS

Article 1

Definitions

1. For the purpose of this Agreement:

(a)     ”National” means, as regards the Republic of Korea
(hereinafter referred to as ”Korea”), a national of Korea as
defined in the Nationality Law, and as regards the Kingdom of
Sweden, (hereinafter referred to as ”Sweden”), a person of
Swedish nationality;

(b) ”Legislation” means the laws and regulations specified in
Article 2 of this Agreement;

(c) ”Competent Authority” means, as regards Korea, the
Minister of Health and Welfare, and as regards Sweden, the
Government or the authority nominated by the Government;

(d) ”Competent Institution” means, as regards Korea, the
National Pension Service, and as regards Sweden, the
institution responsible for the implementation of the
legislation specified in Article 2;

(e) “Period of coverage” means any period of contributions
under the legislation of a Contracting Party and any other
period taken into account under that legislation for
establishing entitlement to benefits;

(f) ”Benefit” means any benefit provided for in the
legislation specified in Article 2 of this Agreement.”

2. Any term not defined in this Article shall have the
meaning assigned to it in the applicable legislation.

Article 2

Material Scope

1. This Agreement shall apply to the following legislation:

(a) as regards Korea, the National Pension Act;

(b) as regards Sweden,

(i) the legislation on sickness compensation and activity
compensation,

(ii) the legislation on income-based old-age pensions and
guarantee pensions, and

(iii) the legislation on survivors’ pensions and surviving
children’s allowance.

2. This Agreement shall also apply to future legislation
which amends, supplements, consolidates or supersedes the
legislation specified in paragraph 1 of this Article.

3. Notwithstanding paragraph 2 of this Article, this
Agreement shall not apply to the laws or regulations which
extend existing legislation of one Contracting Party to new
categories of beneficiaries, if the Competent Authority of
that Contracting Party noti-

fies the Competent Authority of the other Contracting Party
in writing, within six months from the date of the entry into
force of such laws or regulations, that no such extension to
the Agreement is intended. The Agreement shall not apply to
legislation that establishes a new social security branch,
unless the Competent Authorities agree on this application.

Article 3

Personal Scope

This Agreement shall apply to any person who is or who has
been subject to the legislation of either Contracting Party,
and to other persons in regard to the rights derived from
such a person.

Article 4

Equal Treatment

Unless otherwise provided in this Agreement, in applying the
legislation of a Contracting Party, any person described in
Article 3 shall receive equal treatment with nationals of
that Contracting Party.

Article 5

Export of Benefits

1. Unless otherwise provided in this Agreement, benefits
under the legislation of one Contracting Party shall not be
subject to any reduction, modification, suspension,
withdrawal or confiscation by reason of the fact that the
recipient resides or stays in the territory of the other
Contracting Party, and the benefits shall be payable in the
territory of the other Contracting Party.

2. A benefit, payable by virtue of this Agreement, shall also
be paid outside the territories of the Contracting Parties
under the same conditions as it is payable to nationals of
the Contracting Parties, when they reside outside the
territories of the Contracting Parties.

3. The provisions of paragraphs 1 and 2 of this Article shall
not apply to the following benefits as regards Sweden,

(a) sickness compensation in the form of guarantee
compensation or activity compensation in the form of
guarantee compensation, and

(b) guarantee pensions and surviving children’s allowance.

PART II

PROVISIONS ON COVERAGE

Article 6

General Provisions

1. Unless otherwise provided in this Part, an employed person
or a self-employed person who works in the territory of one
Contracting Party shall, with respect to that work, be
subject only to the legislation of that Contracting Party.

2. A self-employed person who ordinarily resides in the
territory of a Contracting Party and who works in the
territory of both Contracting Parties shall, in respect of
the work, be subject only to the legislation of the
Contracting Party in which the person is resident.

Article 7

Detached Workers

1. Where a person who is normally employed in the territory
of one Contracting Party, by an employer having a place of
business in the territory of that Contracting Party, is sent
by that employer to work on that employer&#39;s behalf in the
territory of the other Contracting Party, he or she shall
remain subject only to the legislation of the first
Contracting Party as if the person were employed in that
territory, provided that the period of employment in the
territory of the other Contracting Party is not expected to
exceed 24 calendar months.

2. In case the detachment continues beyond the period
specified in paragraph 1 of this Article, the legislation of
the first Contracting Party referred to in that paragraph
shall continue to apply for an additional period of 36
calendar months, provided that the Competent Authorities of
both Contracting Parties or the Competent Institutions
designated by them consent upon the joint request of the
employee and the employer.

Article 7

Detached Workers

1. Where a person who is normally employed in the territory
of one Contracting Party, by an employer having a place of
business in the territory of that Contracting Party, is sent
by that employer to work on that employer&#39;s behalf in the
territory of the other Contracting Party, he or she shall
remain subject only to the legislation of the first
Contracting Party as if the person were employed in that
territory, provided that the period of employment in the
territory of the other Contracting Party is not expected to
exceed 24 calendar months.

2. In case the detachment continues beyond the period
specified in paragraph 1 of this Article, the legislation of
the first Contracting Party referred to in that paragraph
shall continue to apply for an additional period of 36
calendar months, provided that the Competent Authorities of
both Contracting Parties or the Competent Institutions
designated by them consent upon the joint request of the
employee and the employer.

3. Paragraphs 1 and 2 of this Article shall also apply to a
worker who is sent by his or her employer in the territory of
one Contracting Party to the employer&#39;s affiliated or
subsidiary company in the territory of the other Contracting
Party.

Article 8

Mariners

A person who, but for this Agreement, would be subject to the
legislation of both Contracting Parties with respect to
employment as an officer or member of a crew on a ship shall
be subject only to the legislation of Korea if the person
ordinarily resides in Korea and to the legislation of Sweden
in any other case.

Article 9

Members of Diplomatic Mission, Consular Posts and Persons
Employed by the Government

1. Nothing in this Agreement shall affect the provisions of
the Vienna Convention on Diplomatic Re- lations of April 18,
1961, or of the Vienna Convention on Consular Relations of April
24, 1963.

2. Subject to paragraph 1 of this Article, a person employed
by the government of a Contracting Party, who is sent to work
in the territory of the other Contracting Party, shall be
subject to the legislation of the first Contracting Party as
if he or she were employed in its territory.

Article 10

Accompanying Spouse and Children

The accompanying spouse or children under the age of 18 of a
person who works in the territory of one Contracting Party
and who is subject to the legislation of the other
Contracting Party in accordance with Article 7 or paragraph 2
of Article 9, shall be subject to the legislation of the
latter Contracting Party unless they are themselves gainfully
occupied in the territory of the first Contracting Party.

Article 11

Exceptions from the Provisions on Coverage

The Competent Authorities of the two Contracting Parties or
the Competent Institutions designated by them may agree to
grant an exception to this Part with respect to particular
persons or categories of persons provided that any affected
person shall be subject to the legislation of one Contracting
Party.

PART III

PROVISIONS ON BENEFITS

Article 12

Totalization of Periods of Coverage and Calculation of
Benefits

1. When periods of coverage have been completed under the
legislation of the two Contracting Parties, the Competent
Institutions of each Contracting Party shall, in determining
eligibility for benefits under the legislation which it
applies, take into account, if necessary, periods of coverage
under the legislation of the other Contracting Party provided
that such periods of coverage do not overlap with periods of
coverage under its legislation.

2. If the legislation of one Contracting Party subordinates
the granting of certain benefits to the condition that the
periods of coverage are to be completed in a given
occupation, only periods of coverage completed or recognized
as equivalent in the same occupation under the legislation of
the other Contracting Party shall be totalized for admission
to entitlement to these benefits.

3. If a person is not eligible for a benefit on the basis of
the period of coverage under the legislation of the
Contracting Party, aggregated as provided in paragraphs 1 and
2 of this Article, the eligibility of that person for that
benefit shall be determined by totalizing these periods and
periods of coverage completed under the legislation of a
third State, with which both Contracting Parties are bound by
social security agreements or equivalent coordination
instruments on social security which provide for the
totalization of periods of coverage.

4. The calculation of the benefit shall be determined by the
applicable legislation of the respective Contracting Party
unless otherwise provided in this Agreement.

Article 13

Special Provisions relating to Korea

1. To obtain a disability or survivors benefit, the
requirement of the Korean legislation that a person be
covered when the insured event occurs shall be considered to
have been met if the person is covered for a benefit under
the Swedish legislation during a period in which the insured
event occurs according to the legislation of Korea.

2. Where periods of coverage under the Swedish legislation
are taken into account to establish eligibility for benefits
under the legislation of Korea in accordance with paragraph 1
of Article 12 and paragraph 1 of this Article, the benefit
due shall be determined as follows:

(a) The Competent Institution of Korea shall first compute a
pension amount equal to the amount that would have been
payable to the person if all the periods of coverage taken
into account under the legislation of the two Contracting
Parties had been completed under the legislation of Korea.
To determine the pension amount, the Competent Institution
of Korea shall take into account the person&#39;s average
standard monthly income while covered under the legislation
of Korea.

(b) The Competent Institution of Korea shall calculate the
partial benefit to be paid in accordance with the legislation
of Korea based on the pension amount calculated according to
the preceding subparagraph, in proportion to the ratio
between the duration of the periods of coverage taken into
consideration under its own legislation and the total
duration of the periods of coverage taken into consideration
under the legislation of the two Contracting Parties.

3. For the purpose of Article 12 and this Article, the
Competent Institution of Korea shall take into account only
the periods of coverage except those of residence under the
legislation of Sweden, in determining eligibility for
benefits under the legislation of Korea.

4. Notwithstanding Article 4 of this Agreement, payment of
lump-sum refunds shall be decided in accordance with the
legislation of Korea.

5. Provisions of the legislation of Korea restricting the
entitlement to the disability or survivors benefit due to
unpaid contributions at the time when the person has
otherwise qualified for the benefit shall apply only to the
period covered under the legislation of Korea.

Article 14

Special Provisions relating to Sweden

1. The provisions on totalization in Article 12 shall not
apply to the basic requirement of three years of residence in
Sweden for entitlement to a guarantee pension, to a sickness
compensation in the form of guarantee compensation or to an
activity compensation in the form of guarantee
compensation.

2. When establishing the entitlement to sickness compensation
or activity compensation, coverage under Korean legislation
shall be considered as coverage under Swedish legislation.

3. When calculating the amount of income-related sickness
compensation or income-related activity compensation, only
income earned during periods when Swedish legislation was
applicable shall be taken into account.

4. When calculating the amount of the income-based old-age
pension in the form of supplementary pension to be paid in
accordance with Article 12, only periods of coverage
completed under the Swedish legislation, shall be taken into
account.

PART IV

MISCELLANEOUS PROVISIONS

Article 15

Administrative Arrangement

1. The Competent Authorities of the Contracting Parties shall
conclude an Administrative Arrangement that sets out the
measures necessary for the implementation of this
Agreement.

2. The liaison agencies of each Contracting Party shall be
designated in the Administrative Arrangement.

Article 16

Exchange of Information and Mutual Assistance

1. The Competent Authorities and the Competent Institutions
of the Contracting Parties shall, within the scope of their
respective authorities:

(a) communicate to each other, to the extent permitted by the
legislation which they administer, any information necessary
for the application of this Agreement;

(b) assist each other with regard to the determination of
entitlement to, or payment of any benefit under this
Agreement, or the legislation to which this Agreement
applies, as if the matter affected the application of their
own legislation; and

(c) communicate to each other, as soon as possible,
information concerning the measures taken by them for the
application of this Agreement and of any changes in their
respective legislation which may affect the application of
this Agreement.

2. The assistance referred to in sub-paragraph 1(b) of this
Article shall be provided free of charge, subject to any
exceptions to be agreed upon in the Administrative
Arrangement concluded pursuant to paragraph 1 of Article
15.

3. The Competent Institutions shall annually exchange
statistics, which shall be specified in the Administrative
Arrangement.

Article 17

Confidentiality of Information

Unless otherwise required by the national law of a
Contracting Party, information about an individual which is
transmitted in accordance with this Agreement to the
Competent Authority or the Competent Institutions of that
Contracting Party by the Competent Authority or the Competent
Institutions of the other Contracting Party shall be used
exclusively for the purposes of implementing this Agreement
and the legislation to which this Agreement applies. Such
information received by a Competent Authority or a Competent
Institution of a Contracting Party shall be governed by the
national law of that Contracting Party for the protection of
privacy and confidentiality of personal data.


Article 18

Exemption from Fees and Certification of Documents

1. Where the legislation of a Contracting Party provides that
any document which is submitted to the Competent Authority or
the Competent Institution of that Contracting Party shall be
exempted, wholly or partly, from fees or charges, including
consular and administrative fees, the exemption shall also
apply to corresponding documents which are submitted to the
Competent Authority or the Competent Institution of the other
Contracting Party in the application of this Agreement or of
the legislation of the other Contracting Party.

2. Documents and certificates which are presented by the
Competent Authority or the Competent Institution of either
Contracting Party for the application of this Agreement or of
the legislation of the other Contracting Party shall be
exempted from the requirements for authentication by
diplomatic or consular authorities or any other similar
formalities.

3. Copies of documents which are certified as true and exact
copies by the Competent Authority or the Competent
Institution of one Contracting Party shall be accepted as
true and exact copies by the Competent Authority or the
Competent Institution of the other Contracting Party, without
further certification.

Article 19

Language of Communications

1. The Competent Authorities and the Competent Institutions
of the Contracting Parties may correspond directly with one
another as well as with any person, wherever that person may
reside, whenever it is necessary to do so for the application
of this Agreement or the legislation to which this Agreement
applies. The correspondence may be made in Korean, Swedish or
English.

2. An application or document may not be rejected by a
Competent Authority or a Competent Institution of a
Contracting Party solely because it is in Korean, Swedish or
English.

Article 20

Submission of Claims, Notices or Appeals

1. Any claim, notice or appeal concerning the determination
or payment of a benefit under the legislation of a
Contracting Party which should, for the purposes of that
legislation, have been filed within a prescribed period with
a Competent Authority or a Competent Institution of that
Contracting Party, but which is instead filed within the same
period to a Competent Authority or a Competent Institution of
the other Contracting Party, shall be considered to have been
filed on time with the Competent Authority or the Competent
Institution of the first Contracting Party.

2. If, after the entry into force of this Agreement, a person
files a written application for benefits with the Competent
Institution of a Contracting Party under legislation of that
Contracting Party, and if that person has not explicitly
requested that the application be restricted to benefits
under that legislation, the application shall also be
considered as an application of that person for
corresponding benefits under the legislation of the other
Contracting Party, provided that the person at the time of
application:

(a) is entitled on age grounds to lodge a valid claim for a
benefit of the other Contracting Party; and

(b) provides information indicating that periods of coverage
have been completed under the legislation of the other
Contracting Party.

3. In any case to which paragraph 1 or 2 of this Article
applies, the Competent Authority or the Competent Institution
to which the claim, notice or appeal has been submitted shall
indicate the date of receipt of the document and forward it
without delay to the Competent Authority or the Competent
Institution of the other Contracting Party.

Article 21

Payment of Benefits

1. The Competent Institution of a Contracting Party shall
directly pay the benefits in accordance with this Agreement
to the beneficiaries without any deduction for administrative
expenses. The benefits may be paid in the currency of that
Contracting Party.

2. In the event that a Contracting Party imposes currency
controls or other similar measures that restrict payments,
remittances or transfers of funds or financial instruments to
persons who are outside the territory of that Contracting
Party, it shall, without delay, take appropriate measures to
ensure the payment of any amount that must be paid in
accordance with this Agreement to persons described in
Article 3.

Article 22

Resolution of Disagreement

1. The Competent Authorities and the Competent Institutions
of the Contracting Parties shall resolve, to the extent
possible, any difficulties which arise in interpreting or
applying this Agreement according to its spirits and
fundamental principles.

2. The Contracting Parties shall consult promptly at the
request of either Contracting Party concerning matters, which
have not been resolved by the Competent Authorities or the
Competent Institutions in accordance with paragraph 1 of this
Article.

3. If any such disagreement is not resolved by agreement, the
disagreement may, on the request of either Contracting Party,
be submitted to arbitration by a court of arbitration, whose
composition and procedure shall be agreed upon by the
Contracting Parties.

4. Each of the Contracting Parties shall be bound to comply
with and enforce the decisions handed down by the court of
arbitration.

PART V

TRANSITIONAL AND FINAL PROVISIONS

Article 23

Transitional Provisions

1. Any period of coverage completed before the date of entry
into force of this Agreement, and any other relevant events
that occurred before that date, shall be taken into
consideration in determining the right to a benefit under
this Agreement. However, the Competent Institution of neither
Contracting Party shall be required to take into account
periods of coverage which occurred prior to the earliest date
for which periods of coverage may be credited under its
legislation.

2. This Agreement shall not establish any right to receive
payment of a benefit for any period before the date of the
entry into force of this Agreement.

3. Determinations concerning entitlement to benefits which
were made before the entry into force of this Agreement shall
not affect rights arising under it.

4. Benefits determined before the entry into force of this
Agreement may be newly determined upon application if a
change in such benefits results solely from the provisions of
this Agreement. If the new determination under the preceding
sentence of this paragraph results in no entitlement or
entitlement to a lesser amount of pension that paid for the
last period prior to the entry into force of this Agreement,
the same amount of pension as previously paid shall continue
to be paid.

Article 24

Review of the Agreement

The Contracting Parties may agree at any time to review and
amend any of the provisions of this Agreement. Such revision
or amendment may, after common agreement, be made by written
procedure.

Article 25

Entry into Force

This Agreement shall enter into force on the first day of the
third month following the month in which each Contracting
Party shall have received from the other Contracting Party
written notification that it has complied with all
requirements for the entry into force of this Agreement. The
same procedure shall apply if the Agreement is revised or
amended according to Article 24.

Article 26

Period of Duration and Termination

1. This Agreement shall remain in force and effect until the
last day of the twelfth month following the month in which
written notice of its termination is given by either
Contracting Party to the other Contracting Party.

2. If this Agreement is terminated, rights regarding
entitlement to or payment of benefits acquired under it shall
be retained. The Contracting Parties shall make arrangements
dealing with rights in the process of being acquired.

In witness whereof, the undersigned, being duly authorized
thereto, have signed this Agreement.

Done in duplicate at Seoul, on 9 September 2013, in the
Swedish, Korean and English languages, each text being
equally authentic.

F&#214;R KONUNGARIKET SVERIGES REGERING

FOR THE GOVERNMENT OF THE KINGDOM OF SWEDEN

Ulf Kristersson

F&#214;R REPUBLIKEN KOREAS REGERING

FOR THE GOVERNMENT OF THE REPUBLIC OF KOREA

Kim Kyou-hyun

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1216">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1218">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
