

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-04-14" /> 
 <meta id="rattsinfo-edited" content="2023-04-14 14:34:40" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1271</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1270">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1272">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2014:52 ·
                    <a href="/sfsr?bet=2014:52">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2014:52) om infrastrukturavgifter p&#229; v&#228;g</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TP
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2014-02-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1234
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2014-03-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller

1. infrastrukturavgifter p&#229; allm&#228;nna v&#228;gar utom f&#228;rjor, och

2. infrastrukturavgifter f&#246;r tunga godsfordon p&#229; enskilda
v&#228;gar som ing&#229;r i TEN-T-v&#228;gn&#228;tet i Sverige eller som &#228;r
motorv&#228;gar.

Lagen g&#228;ller dock inte infrastrukturavgifter som avses i
f&#246;rsta stycket 1 om avgifterna omfattas av krav p&#229;
differentiering utifr&#229;n EURO-utsl&#228;ppsklass enligt 10 &#167;.

2 &#167; F&#246;r f&#228;rd p&#229; v&#228;gar som ing&#229;r i TEN-T-v&#228;gn&#228;tet i Sverige
eller p&#229; andra motorv&#228;gar f&#229;r infrastrukturavgifter tas ut
f&#246;r fordon som omfattas av lagen (1997:1137) om v&#228;gavgift f&#246;r
vissa tunga fordon, dock endast f&#246;r anv&#228;ndandet av ett
v&#228;gavsnitt i form av en bro eller en tunnel eller en v&#228;g
genom ett bergspass.

Definitioner

3 &#167; I denna lag betyder

avgiftssystem: ett tekniskt och administrativt system som
anv&#228;nds f&#246;r uttag av infrastrukturavgifter p&#229; ett v&#228;gavsnitt,

EURO-utsl&#228;ppsklass: en s&#229;dan utsl&#228;ppsklass f&#246;r ett fordon som
avses i bilaga 0 till Europaparlamentets och r&#229;dets direktiv
1999/62/EG av den 17 juni 1999 om avgifter p&#229; tunga
godsfordon f&#246;r anv&#228;ndningen av vissa infrastrukturer, senast
&#228;ndrat genom Europaparlamentets och r&#229;dets direktiv
2011/76/EU, och 31 &#167; avgasreningslagen (2011:318),

infrastrukturavgift: en distansbaserad avgift som tas ut f&#246;r
att t&#228;cka kostnader f&#246;r uppf&#246;rande, drift, underh&#229;ll och
utveckling av ett v&#228;gavsnitt med tillh&#246;rande avgiftssystem,

prioriterade projekt av europeiskt intresse: de v&#228;gavsnitt i
Sverige som anges i bilaga III till Europaparlamentets och
r&#229;dets beslut nr 661/2010/EU av den 7 juli 2010 om unionens
riktlinjer f&#246;r utbyggnad av det transeuropeiska
transportn&#228;tet (omarbetning),

TEN-T-v&#228;gn&#228;tet: det v&#228;gn&#228;t som definieras i bilaga I, avsnitt
2 till Europaparlamentets och r&#229;dets beslut nr 661/2010/EU
och som illustreras med hj&#228;lp av kartor eller beskrivs i
bilaga II till beslutet,

tungt godsfordon: ett motorfordon eller en ledad
motorfordonskombination som har en totalvikt &#246;ver 3 500
kilogram och som &#228;r avsedd f&#246;r eller anv&#228;nds f&#246;r
godstransport p&#229; v&#228;g,

v&#228;gavsnitt: en avgr&#228;nsad del av infrastrukturen.

I &#246;vrigt har de termer som anv&#228;nds i denna lag samma
betydelse som i lagen (2001:559) om v&#228;gtrafikdefinitioner och
f&#246;rordningen (2001:651) om v&#228;gtrafikdefinitioner.

Avgiftssystemet

4 &#167; Infrastrukturavgifter ska tas ut och drivas in p&#229; ett
s&#228;tt som p&#229;verkar trafikfl&#246;det s&#229; lite som m&#246;jligt och som
g&#246;r att normal trafiks&#228;kerhetsstandard uppr&#228;tth&#229;lls.

Ett avgiftssystem f&#229;r inte medf&#246;ra omotiverade nackdelar f&#246;r
anv&#228;ndare som inte regelbundet anv&#228;nder v&#228;gn&#228;tet. Om
avgiftssystemet kr&#228;ver anv&#228;ndning av fordonsutrustning som
avses i lagen (2013:1164) om elektroniska v&#228;gtullssystem, ska
den som tar ut infrastrukturavgiften se till att alla
anv&#228;ndare kan f&#229; tillg&#229;ng till s&#229;dan utrustning.
Fordonsutrustningen ska uppfylla de tekniska kraven i n&#228;mnda
lag och f&#246;reskrifter som har meddelats i anslutning till den
lagen.

Ber&#228;kning av infrastrukturavgifter

Kostnadsunderlag

Allm&#228;nna v&#228;gar

5 &#167; Infrastrukturavgifter som avses i 1 &#167; f&#246;rsta stycket 1 ska 
best&#228;mmas s&#229; att de totala avgiftsint&#228;kterna inte &#246;verstiger 
kostnaderna f&#246;r uppf&#246;rande och utveckling av det v&#228;gavsnitt 
som avgifterna avser samt f&#246;r uppf&#246;rande, underh&#229;ll, drift och 
utveckling av tillh&#246;rande avgiftssystem. Endast kostnader som 
har finansierats med l&#229;n som ska &#229;terbetalas med 
infrastrukturavgifter och kostnader som ska finansieras direkt 
med int&#228;kter fr&#229;n infrastrukturavgifter ska ing&#229; i 
kostnadsunderlaget. 

Infrastrukturavgifter ska baseras p&#229; en tidsperiod som 
motsvarar infrastrukturens planerade livsl&#228;ngd eller en annan 
tid som inte understiger 20 &#229;r. Lag (2022:352).

6 &#167; De kostnader som avses i 5 &#167; f&#246;rsta stycket ska f&#246;rdelas
mellan olika kategorier av bilar utifr&#229;n deras ber&#228;knade
andelar av kostnaderna. Kostnaderna f&#246;r en kategori av bilar
f&#229;r p&#229; motsvarande s&#228;tt f&#246;rdelas mellan olika typer av bilar
inom kategorin.

Den andel av kostnaderna enligt 5 &#167; f&#246;rsta stycket f&#246;rsta
meningen som kan h&#228;nf&#246;ras till respektive kategori eller typ
av bilar ska motsvara deras ber&#228;knade andel av trafiken p&#229;
v&#228;gavsnittet. Om h&#246;gre kostnader f&#246;r att uppf&#246;ra och
underh&#229;lla infrastrukturen kan h&#228;nf&#246;ras till en viss kategori
av bilar, f&#229;r den andel av kostnaderna som ska b&#228;ras av den
kategorin justeras i motsvarande m&#229;n. Detsamma g&#228;ller om
h&#246;gre kostnader kan h&#228;nf&#246;ras till en viss typ av bil inom en
kategori. Om kostnaderna f&#246;r en viss kategori av bilar, eller
en viss typ av bil inom en kategori, helt eller delvis
finansieras med andra medel &#228;n l&#229;n som ska &#229;terbetalas med
infrastrukturavgifter eller direkt med int&#228;kter fr&#229;n
infrastrukturavgifter, ska de kostnader som ska b&#228;ras av den
kategorin eller typen av bil justeras i motsvarande m&#229;n.

De ber&#228;knade andelar av kostnaderna som ska h&#228;nf&#246;ras till
olika kategorier och typer av bilar ska kontrolleras
regelbundet och vid behov justeras. Lag (2014:1561).

Enskilda v&#228;gar

7 &#167; Infrastrukturavgifter som avses i 1 &#167; f&#246;rsta stycket 2
ska best&#228;mmas s&#229; att de totala avgiftsint&#228;kterna inte
&#246;verstiger den andel av kostnaderna som kan h&#228;nf&#246;ras till
tunga godsfordon och som avser uppf&#246;rande, underh&#229;ll, drift
och utveckling av det v&#228;gavsnitt som avgifterna avser och
tillh&#246;rande avgiftssystem. I kostnadsunderlaget f&#229;r det &#228;ven
ing&#229; rimlig avkastning p&#229; kapital och en rimlig
vinstmarginal.

Infrastrukturavgifter ska baseras p&#229; en tidsperiod som
motsvarar infrastrukturens planerade livsl&#228;ngd eller en annan
tid som inte understiger 20 &#229;r.

8 &#167; Den andel av kostnaderna enligt 7 &#167; f&#246;rsta stycket som
ska h&#228;nf&#246;ras till tunga godsfordon ska motsvara deras
ber&#228;knade andel av trafiken p&#229; v&#228;gavsnittet. De tunga
godsfordonens andel av kostnaderna f&#229;r p&#229; motsvarande s&#228;tt
f&#246;rdelas mellan olika typer av tunga godsfordon. Om
kostnaderna f&#246;r att uppf&#246;ra och underh&#229;lla infrastrukturen
blir h&#246;gre p&#229; grund av den tunga trafiken, f&#229;r den andel av
kostnaderna som ska b&#228;ras av tunga godsfordon justeras i
motsvarande m&#229;n. Detsamma g&#228;ller om h&#246;gre kostnader kan
h&#228;nf&#246;ras till en viss typ av tunga godsfordon.

De tunga godsfordonens ber&#228;knade andel av kostnaderna ska
kontrolleras regelbundet och vid behov justeras.

9 &#167; Best&#228;mmelserna i 7 &#167; andra stycket och 8 &#167; g&#228;ller inte
infrastrukturavgifter som tas ut f&#246;r f&#228;rd p&#229; &#214;resundsbron, s&#229;
l&#228;nge det ursprungliga avgiftssystemet p&#229; bron anv&#228;nds och
inte &#228;ndras i v&#228;sentlig omfattning.

Differentiering av infrastrukturavgifter

10 &#167; Infrastrukturavgifter f&#246;r tunga godsfordon p&#229; v&#228;gar som
ing&#229;r i TEN-T-v&#228;gn&#228;tet i Sverige eller som &#228;r motorv&#228;gar ska
differentieras i enlighet med fordonens EURO-utsl&#228;ppsklass.
Ingen avgift f&#229;r vara mer &#228;n dubbelt s&#229; h&#246;g som den avgift
som tas ut f&#246;r ett likv&#228;rdigt fordon som uppfyller det
str&#228;ngaste utsl&#228;ppskravet.

Kravet p&#229; differentiering enligt f&#246;rsta stycket g&#228;ller inte
om

1. det allvarligt skulle skada avgiftssystemens
enhetlighet,

2. det inte &#228;r tekniskt genomf&#246;rbart, eller

3. om det skulle leda till att de mest f&#246;rorenande fordonen
leds bort fr&#229;n det ber&#246;rda v&#228;gavsnittet med negativa
konsekvenser f&#246;r trafiks&#228;kerhet och folkh&#228;lsa som f&#246;ljd.

11 &#167; Om uppgift om ett fordons EURO-utsl&#228;ppsklass inte finns
tillg&#228;nglig n&#228;r ett beslut om infrastrukturavgift ska fattas,
f&#229;r infrastrukturavgift tas ut med h&#246;gst det belopp som
g&#228;ller f&#246;r likv&#228;rdiga fordon med utsl&#228;ppsklass EURO 0.

12 &#167; Infrastrukturavgifter som avses i 1 &#167; f&#246;rsta stycket 2
f&#229;r differentieras beroende p&#229; tidpunkt p&#229; dagen, typ av dag
eller &#229;rstid, f&#246;r att minska tr&#228;ngsel, minimera slitage p&#229;
infrastrukturen eller f&#246;r att optimera anv&#228;ndningen av eller
fr&#228;mja trafiks&#228;kerheten p&#229; det ber&#246;rda v&#228;gavsnittet, om

1. differentieringen &#228;r tydlig, offentliggjord och
tillg&#228;nglig f&#246;r alla anv&#228;ndare p&#229; lika villkor,

2. ingen avgift &#228;r mer &#228;n 175 procent h&#246;gre &#228;n den
genomsnittliga avgiften f&#246;r motsvarande fordon,

3. h&#246;gre avgifter f&#246;r att minska tr&#228;ngsel tas ut under h&#246;gst
fem timmar per dag, och

4. differentiering f&#246;r att minska tr&#228;ngsel inneb&#228;r h&#246;gre
avgiftsniv&#229;er under perioder d&#229; m&#229;nga fordonspassager &#228;ger
rum och l&#228;gre avgiftsniv&#229;er under &#246;vriga tider.

En differentiering enligt f&#246;rsta stycket f&#229;r inte utformas s&#229;
att de totala avgiftsint&#228;kterna &#246;kar. Om en int&#228;kts&#246;kning
trots detta skulle uppst&#229; ska differentieringens struktur
&#228;ndras inom tv&#229; &#229;r efter utg&#229;ngen av det kalender&#229;r n&#228;r
int&#228;kts&#246;kningen uppstod.

13 &#167; Infrastrukturavgifter som avser ett prioriterat projekt
av europeiskt intresse f&#229;r differentieras p&#229; annat s&#228;tt &#228;n
som anges i 10 &#167; och 12 &#167; f&#246;rsta stycket f&#246;r att s&#228;kra
projektets l&#246;nsamhet, om ett s&#229;dant v&#228;gavsnitt &#228;r direkt
konkurrensutsatt i f&#246;rh&#229;llande till andra s&#228;tt att f&#228;rdas med
ett fordon &#228;n p&#229; v&#228;g. En s&#229;dan differentiering

1. ska leda till en avgiftsstruktur som &#228;r linj&#228;r,
proportionell, offentliggjord och tillg&#228;nglig f&#246;r alla
anv&#228;ndare p&#229; lika villkor, och

2. f&#229;r inte leda till att kostnader f&#246;rs &#246;ver p&#229; anv&#228;ndare
som inte omfattas av differentieringen i form av h&#246;jda
avgifter.

Om infrastrukturavgifter som avses i f&#246;rsta stycket
differentieras i syfte att minska tr&#228;ngsel, minimera slitage
p&#229; infrastrukturen eller f&#246;r att optimera anv&#228;ndningen av
eller fr&#228;mja trafiks&#228;kerheten p&#229; det ber&#246;rda v&#228;gavsnittet,
ska differentieringen ske beroende p&#229; tidpunkt p&#229; dagen, typ
av dag eller &#229;rstid.

Best&#228;mmelserna i 12 &#167; andra stycket ska till&#228;mpas vid
differentiering enligt f&#246;rsta och andra styckena.

Anv&#228;ndningsf&#246;rbud

14 &#167; En avgiftspliktig bil f&#229;r inte anv&#228;ndas om 
infrastrukturavgift som avses i 1 &#167; f&#246;rsta stycket 1 eller 
avgift som har meddelats med st&#246;d av 20 &#167; f&#246;rsta stycket 6 
inte har betalats inom f&#246;reskriven tid. Anv&#228;ndningsf&#246;rbud 
intr&#228;der dock f&#246;rst n&#228;r 

1. den totala avgiftsskulden uppg&#229;r till mer &#228;n 5 000 kronor, 
och 

2. minst sex m&#229;nader har g&#229;tt fr&#229;n den dag d&#229; ett belopp 
&#246;verstigande 5 000 kronor senast skulle ha betalats. 

I den totala avgiftsskulden ska inte r&#228;knas in 

1. avgift som en tidigare &#228;gare av bilen &#228;r skyldig att betala 
och som har beslutats efter &#228;garbytet,

2. avgift f&#246;r vilken anst&#229;nd med betalningen g&#228;ller, eller

3. avgift som en EETS-betalningsf&#246;rmedlare &#228;r skyldig att 
betala enligt 17 &#167; lagen (2013:1164) om elektroniska 
v&#228;gtullssystem.

Anv&#228;ndningsf&#246;rbudet g&#228;ller till dess den totala avgiftsskuld 
som har lett till f&#246;rbudet har betalats.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r den myndighet som regeringen 
best&#228;mmer medge att en viss bil f&#229;r anv&#228;ndas trots f&#246;rsta 
stycket. Lag (2022:352).

15 &#167; Om en bil har s&#229;lts vid en exekutiv f&#246;rs&#228;ljning, av ett 
konkursbo eller enligt lagen (1982:129) om flyttning av fordon 
i vissa fall f&#229;r den anv&#228;ndas av den nya &#228;garen &#228;ven om 
infrastrukturavgift som avses i 1 &#167; f&#246;rsta stycket 1 eller 
avgift som har meddelats med st&#246;d av 20 &#167; f&#246;rsta stycket 6, 
som en tidigare &#228;gare &#228;r betalningsskyldig f&#246;r, inte har 
betalats. Detsamma g&#228;ller f&#246;r en bil som tillh&#246;r ett konkursbo 
i fr&#229;ga om avgift som konkursg&#228;lden&#228;ren eller en tidigare 
&#228;gare &#228;r betalningsskyldig f&#246;r. Lag (2022:1234).

16 &#167; Om en bil anv&#228;nds i strid med 14 &#167;, ska en polisman
eller bilinspekt&#246;r ta hand om bilens registreringsskyltar.

Den som enligt f&#246;rsta stycket har tagit hand om bilens
registreringsskyltar f&#229;r medge att bilen f&#246;rs till n&#228;rmaste
l&#228;mpliga avlastningsplats eller uppst&#228;llningsplats.
Lag (2014:1561).

&#214;verklagande

17 &#167; Beslut enligt 14 &#167; fj&#228;rde stycket f&#229;r &#246;verklagas till
allm&#228;n f&#246;rvaltningsdomstol. Andra beslut enligt denna lag f&#229;r
inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2014:1561).

Personuppgiftsansvar

18 &#167; Den som tar ut infrastrukturavgifter p&#229; v&#228;gar som avses i 
1 &#167; f&#246;rsta stycket 2 &#228;r personuppgiftsansvarig f&#246;r den 
behandling av personuppgifter som verksamheten inneb&#228;r.

I fr&#229;ga om infrastrukturavgifter p&#229; v&#228;gar som avses i 1 &#167; 
f&#246;rsta stycket 1 finns best&#228;mmelser om personuppgiftsansvar i 
v&#228;gtrafikdatalagen (2019:369). Lag (2019:378).

Verkst&#228;llighet

19 &#167; Om en infrastrukturavgift p&#229; allm&#228;n v&#228;g eller en avgift
som har meddelats med st&#246;d av 20 &#167; f&#246;rsta stycket 6 inte
betalas i r&#228;tt tid, ska avgiften l&#228;mnas f&#246;r indrivning.
Regeringen f&#229;r meddela f&#246;reskrifter om att indrivning inte
beh&#246;ver beg&#228;ras f&#246;r ringa belopp.

Best&#228;mmelser om indrivning finns i lagen (1993:891) om
indrivning av statliga fordringar m.m. Vid indrivning f&#229;r
verkst&#228;llighet enligt uts&#246;kningsbalken ske.

Ett beslut enligt f&#246;reskrifter som har meddelats i anslutning
till lagen g&#228;ller omedelbart, om inte n&#229;got annat anges i
beslutet. Lag (2014:1561).

Bemyndiganden

20 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r i fr&#229;ga om v&#228;gar som avses i 1 &#167; f&#246;rsta stycket 1 meddela
f&#246;reskrifter om

1. vilka v&#228;gavsnitt som ska avgiftsbel&#228;ggas,

2. vilka fordon som ska omfattas av avgiftsplikt,

3. infrastrukturavgiftens storlek,

4. avgiftspliktens intr&#228;de,

5. beslut om och betalning av infrastrukturavgift, och

6. avgifter med anledning av att infrastrukturavgift inte har
betalats i r&#228;tt tid.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r i
fr&#229;ga om v&#228;gar som ing&#229;r i TEN-T-v&#228;gn&#228;tet i Sverige eller som
&#228;r motorv&#228;gar meddela f&#246;reskrifter om rapportering.
Lag (2014:1561).


&#214;verg&#229;ngsbest&#228;mmelser

2014:1561

1. Denna lag tr&#228;der i kraft den 1 februari 2015.

2. Lagen till&#228;mpas inte p&#229; infrastrukturavgifter som avser
passager av betalstationer som skett f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1270">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1272">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
