

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-07" /> 
 <meta id="rattsinfo-edited" content="2024-03-07 14:29:27" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>13</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=12">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=14">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2024:107 ·
                    <a href="/sfsr?bet=2024:107">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2024:107) om st&#246;d f&#246;r en nationell yrkesutbildning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utbildningsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2024-03-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2024-04-02
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">/Tr&#228;der i kraft I:2024-04-02/
Inledande best&#228;mmelser

1 &#167; Denna f&#246;rordning inneh&#229;ller best&#228;mmelser om st&#246;d f&#246;r 
yrkesutbildning f&#246;r vuxna p&#229; gymnasial niv&#229; med utg&#229;ngspunkt i 
arbetslivets kompetensbehov (en nationell yrkesutbildning). 
Syftet med st&#246;det &#228;r att f&#246;rst&#228;rka kopplingen mellan 
arbetslivets kompetensbehov och yrkesutbildning f&#246;r vuxna f&#246;r 
en snabbare etablering p&#229; arbetsmarknaden.

F&#246;rordningen &#228;r meddelad med st&#246;d av 8 kap. 11 &#167; 
regeringsformen i fr&#229;ga om 47 &#167; och med st&#246;d av 8 kap. 7 &#167; 
regeringsformen i fr&#229;ga om &#246;vriga best&#228;mmelser.

2 &#167; Statliga myndigheter, kommuner, regioner och enskilda 
fysiska eller juridiska personer som anordnar en utbildning 
kan enligt denna f&#246;rordning f&#229; st&#246;d f&#246;r utbildningen genom att 
utbildningen f&#246;rklaras ber&#228;ttiga de studerande till 
studiest&#246;d.

Kommuner, regioner och enskilda fysiska eller juridiska 
personer som anordnar en utbildning kan enligt f&#246;rordningen 
&#228;ven f&#229; st&#246;d f&#246;r utbildningen genom statsbidrag. Statsbidrag 
f&#229;r ocks&#229; l&#228;mnas f&#246;r kostnader f&#246;r s&#228;rskilt pedagogiskt st&#246;d 
till studerande med funktionsneds&#228;ttning i utbildningen.

St&#246;d f&#229;r inte l&#228;mnas till universitet och h&#246;gskolor.

St&#246;d l&#228;mnas inom ramen f&#246;r anvisade medel.

3 &#167; St&#246;d f&#229;r l&#228;mnas om utbildningsanordnaren har 
f&#246;ruts&#228;ttningar att f&#246;lja de f&#246;reskrifter som g&#228;ller f&#246;r 
utbildningen enligt denna f&#246;rordning.

4 &#167; St&#246;d f&#229;r inte l&#228;mnas f&#246;r en utbildning som p&#229; annat s&#228;tt 
ber&#228;ttigar de studerande till studiest&#246;d eller f&#246;r en s&#229;dan 
del av en utbildning som statsbidrag l&#228;mnas f&#246;r p&#229; annat s&#228;tt.

5 &#167; I f&#246;rordningen avses med

- studerande: den som &#228;r antagen till och bedriver studier vid 
en utbildning som st&#246;d l&#228;mnas f&#246;r enligt f&#246;rordningen, och

- &#229;rsplats: en studerandeplats i heltidsutbildning som 
omfattar 40 veckor.

F&#246;ruts&#228;ttningar f&#246;r st&#246;d

Utbildningen

6 &#167; Utbildningen ska

1. svara mot arbetslivets behov av kompetens,

2. utformas s&#229; att en h&#246;g kvalitet och yrkesrelevans n&#229;s och 
ha sin grund i kunskap som genererats dels i produktionen av 
varor och tj&#228;nster, dels i vetenskap,

3. ge s&#229;dana teoretiska, praktiska och erfarenhetsbaserade 
kunskaper och f&#228;rdigheter som kr&#228;vs f&#246;r att sj&#228;lvst&#228;ndigt och 
i arbetslag kunna utf&#246;ra uppgifter i arbetslivet, och

4. ge teoretisk f&#246;rankring inom yrkesomr&#229;det och v&#228;sentligen 
utvecklas och bedrivas i samarbete med de delar av arbetslivet 
som ber&#246;rs av utbildningen.

7 &#167; Utbildningen ska utformas i &#246;verensst&#228;mmelse med 
grundl&#228;ggande demokratiska v&#228;rderingar. Var och en som verkar 
inom utbildningen ska fr&#228;mja aktning f&#246;r varje m&#228;nniskas 
egenv&#228;rde samt respekt f&#246;r de m&#228;nskliga r&#228;ttigheterna och v&#229;r 
gemensamma milj&#246;. Den som verkar inom utbildningen ska 
s&#228;rskilt fr&#228;mja j&#228;mst&#228;lldhet mellan k&#246;nen och aktivt motverka 
alla former av kr&#228;nkande behandling.

8 &#167; Utbildningen ska bedrivas i form av en eller flera kurser.

Utbildningens omfattning ska anges enligt ett po&#228;ngsystem, d&#228;r 
fem po&#228;ng motsvarar heltidsstudier under en vecka. 
Utbildningen ska omfatta minst 100 po&#228;ng.

9 &#167; Undervisningen f&#229;r bedrivas p&#229; engelska, om det &#228;r befogat 
utifr&#229;n arbetsmarknadens behov. Det allm&#228;nnas s&#228;rskilda ansvar 
enligt spr&#229;klagen (2009:600) f&#246;r att svenskan anv&#228;nds och 
utvecklas ska beaktas.

Utbildningsanordnaren

10 &#167; F&#246;r varje utbildning ska det finnas en ansvarig 
utbildningsanordnare som ansvarar f&#246;r att utbildningen 
genomf&#246;rs enligt denna f&#246;rordning.

Utbildningsanordnaren ska se till att

1. det finns platser f&#246;r l&#228;rande i arbete p&#229; en arbetsplats 
och att dessa uppfyller de krav som finns f&#246;r utbildningen, 
och

2. de studerande som beh&#246;ver s&#228;rskilt pedagogiskt st&#246;d i 
utbildningen f&#229;r s&#229;dant st&#246;d.

11 &#167; Utbildningsanordnaren ska ha den kompetens och de 
f&#246;ruts&#228;ttningar som kr&#228;vs f&#246;r att anordna utbildning inom det 
yrkesomr&#229;de som utbildningen avser.

Utbildningsplan

12 &#167; F&#246;r varje utbildning ska det finnas en utbildningsplan. 
Av planen ska f&#246;ljande framg&#229;:

1. den ansvariga utbildningsanordnaren och, i f&#246;rekommande 
fall, &#246;vriga utbildningsanordnare,

2. utbildningens inriktning och f&#246;rv&#228;ntade resultat av l&#228;rande 
i form av kunskaper, f&#228;rdigheter, ansvar och sj&#228;lvst&#228;ndighet,

3. den eller de kurser som ing&#229;r i utbildningen och f&#246;rv&#228;ntat 
resultat av l&#228;rande i form av kunskaper, f&#228;rdigheter, ansvar 
och sj&#228;lvst&#228;ndighet f&#246;r varje kurs,

4. om undervisningen helt eller delvis bedrivs p&#229; engelska,

5. utbildningens omfattning, huvudsakliga uppl&#228;ggning och 
organisation,

6. omfattningen av l&#228;rande i arbete p&#229; en arbetsplats om 
s&#229;dant l&#228;rande ing&#229;r i utbildningen,

7. antalet timmar l&#228;rar- eller handledarledd verksamhet som 
utbildningen omfattar,

8. de grunder som ska anv&#228;ndas vid urval bland beh&#246;riga 
s&#246;kande till utbildningen,

9. hur beh&#246;righetsbed&#246;mningar, urval, antagning, 
kunskapskontroll och studieresultat samt arkivering av 
studieresultat ska dokumenteras, och

10. hur utbildningen ska kvalitetss&#228;kras.

Kursplan

13 &#167; F&#246;r varje kurs ska det finnas en kursplan. Av kursplanen 
ska f&#246;ljande framg&#229;:

1. kursens ben&#228;mning,

2. det antal po&#228;ng som kursen omfattar,

3. kursens f&#246;rv&#228;ntade resultat av l&#228;rande i form av kunskaper, 
f&#228;rdigheter, ansvar och sj&#228;lvst&#228;ndighet,

4. kursens huvudsakliga inneh&#229;ll,

5. om kursen helt eller delvis ges p&#229; engelska, och

6. de principer f&#246;r betygss&#228;ttning och former f&#246;r 
kunskapskontroll som ska till&#228;mpas.

Betyg

14 &#167; Betyg ska s&#228;ttas p&#229; en genomf&#246;rd kurs.

Som betyg ska n&#229;got av uttrycken Icke godk&#228;nt, Godk&#228;nt och V&#228;l 
godk&#228;nt anv&#228;ndas.

Tillgodor&#228;knande

15 &#167; En studerande ska f&#246;r en del av utbildningen kunna f&#229; 
tillgodor&#228;kna sig annan genomg&#229;ngen utbildning om kunskaper, 
f&#228;rdigheter och ansvar och sj&#228;lvst&#228;ndighet som den studerande 
&#229;beropar &#228;r av s&#229;dan beskaffenhet och har en s&#229;dan omfattning 
att de i huvudsak svarar mot den aktuella utbildningen. En 
studerande ska &#228;ven kunna f&#229; tillgodor&#228;kna sig motsvarande 
kunskaper, f&#228;rdigheter och ansvar och sj&#228;lvst&#228;ndighet som har 
f&#246;rv&#228;rvats i yrkesverksamhet eller p&#229; annat s&#228;tt.

Den studerande kan inf&#246;r tillgodor&#228;knande erbjudas validering 
enligt valideringsf&#246;rordningen (2022:1549).

Examen

16 &#167; En utbildning f&#229;r avslutas med en examen, om

1. den studerande har fullgjort vad som kr&#228;vs f&#246;r att f&#229; l&#228;gst 
betyget Godk&#228;nt p&#229; alla kurser som ing&#229;r i utbildningen,

2. den studerande uppfyller f&#246;ljande krav p&#229; kunskaper: kan 
visa f&#246;rdjupade kunskaper inom ett arbets- eller studieomr&#229;de 
samt kunskaper om modeller och metoder inom ett arbets- eller 
studieomr&#229;de,

3. den studerande uppfyller f&#246;ljande krav p&#229; f&#228;rdigheter: kan 
v&#228;lja och anv&#228;nda relevanta begrepp, teorier, modeller, 
material, verktyg och metoder inom ett arbets- eller 
studieomr&#229;de, f&#246;lja instruktioner och utf&#246;ra definierade 
praktiska och teoretiska uppgifter inom givna tidsramar samt 
kommunicera p&#229; minst ett fr&#228;mmande spr&#229;k inom aktuellt arbets- 
eller studieomr&#229;de,

4. den studerande uppfyller f&#246;ljande krav p&#229; ansvar och 
sj&#228;lvst&#228;ndighet: kan ta initiativ, reflektera, organisera och 
genomf&#246;ra arbete och studier sj&#228;lvst&#228;ndigt, sj&#228;lvst&#228;ndigt 
behandla inneh&#229;ll i ett arbets- eller studieomr&#229;de som kan 
leda till vidare l&#228;rande och professionell utveckling, 
kritiskt v&#228;rdera och f&#246;rh&#229;lla sig sj&#228;lvst&#228;ndig till valet av 
k&#228;llor, v&#228;rdera och dra slutsatser av egna och gemensamma 
resultat samt ta ansvar i samarbete med andra och i begr&#228;nsad 
utstr&#228;ckning leda och utv&#228;rdera andras arbete, och

5. utbildningen omfattar minst 200 po&#228;ng.

Examens- och utbildningsbevis

17 &#167; En studerande som uppfyller kraven f&#246;r en examen ska p&#229; 
beg&#228;ran f&#229; ett examensbevis av den ansvariga 
utbildningsanordnaren. I beviset ska utbildningens inriktning 
anges. 

Till examensbeviset ska en beskrivning av utbildningens 
inneh&#229;ll och resultat av l&#228;rande bifogas.

18 &#167; En studerande ska p&#229; beg&#228;ran f&#229; ett utbildningsbevis av 
den ansvariga utbildningsanordnaren, om den studerande

1. inte har fullgjort vad som kr&#228;vs f&#246;r en examen, eller

2. inte beg&#228;r att f&#229; ett examensbevis enligt 17 &#167;.

I beviset ska utbildningens inneh&#229;ll och de resultat av 
l&#228;rande som den studerande har uppn&#229;tt anges.

Beh&#246;righet och urval

19 &#167; En person &#228;r beh&#246;rig att antas till utbildningen fr&#229;n och 
med andra kalenderhalv&#229;ret det &#229;r han eller hon fyller 20 &#229;r, 
om han eller hon anses som bosatt i landet enligt 29 kap. 2 &#167; 
f&#246;rsta-tredje styckena skollagen (2010:800) och

1. har godk&#228;nda betyg fr&#229;n grundskolan eller motsvarande 
utbildning i svenska eller svenska som andraspr&#229;k, engelska 
och matematik och i minst fem andra &#228;mnen eller har likv&#228;rdiga 
kunskaper, eller

2. genom svensk eller utl&#228;ndsk utbildning eller praktisk 
erfarenhet eller p&#229; grund av n&#229;gon annan omst&#228;ndighet har 
f&#246;ruts&#228;ttningar att tillgodog&#246;ra sig utbildningen.

Beh&#246;rig &#228;r ocks&#229; den som &#228;r yngre &#228;n vad som anges i f&#246;rsta 
stycket, men har slutf&#246;rt utbildning p&#229; ett nationellt program 
i gymnasieskolan eller likv&#228;rdig utbildning och uppfyller 
&#246;vriga beh&#246;righetsvillkor.

20 &#167; Om antalet platser inom en utbildning &#228;r mindre &#228;n 
antalet beh&#246;riga s&#246;kande f&#229;r ett urval g&#246;ras. H&#228;nsyn ska d&#229; 
tas till den s&#246;kandes m&#246;jlighet att tillgodog&#246;ra sig 
utbildningen och d&#228;refter ut&#246;va det yrke som utbildningen 
f&#246;rbereder f&#246;r.

21 &#167; Vid urvalet f&#229;r en eller flera av f&#246;ljande urvalsgrunder 
anv&#228;ndas: betyg, s&#228;rskilt prov, tidigare utbildning och 
yrkeserfarenhet.

Vid i &#246;vrigt likv&#228;rdiga meriter f&#229;r urval ocks&#229; g&#246;ras genom 
lottning.

Urvalsgrunden s&#228;rskilt prov f&#229;r endast avse kunskaper och 
f&#228;rdigheter som &#228;r n&#246;dv&#228;ndiga f&#246;r att den s&#246;kande ska kunna 
tillgodog&#246;ra sig utbildningen.

Utbildningens ledning och personal

22 &#167; Hos den ansvariga utbildningsanordnaren ska det finnas en 
ledningsgrupp f&#246;r utbildningen. Om utbildningsanordnaren &#228;r 
ansvarig f&#246;r flera utbildningar, f&#229;r ledningsgruppen vara 
gemensam f&#246;r dessa.

23 &#167; Ledningsgruppen f&#246;r utbildningen ska

1. se till att utbildningen genomf&#246;rs enligt denna f&#246;rordning 
och f&#246;reskrifter som har meddelats av Myndigheten f&#246;r 
yrkesh&#246;gskolan samt i enlighet med beslut av myndigheten,

2. anta s&#246;kande till utbildningen,

3. pr&#246;va fr&#229;gor om tillgodor&#228;knande enligt 15 &#167;,

4. utf&#228;rda examens- och utbildningsbevis, och

5. svara f&#246;r att ett systematiskt kvalitetsarbete bedrivs.

24 &#167; Ledningsgruppen ska best&#229; av

1. f&#246;retr&#228;dare f&#246;r de delar av arbetslivet som ber&#246;rs av 
utbildningen,

2. minst en f&#246;retr&#228;dare f&#246;r skolv&#228;sendet,

3. minst en f&#246;retr&#228;dare f&#246;r de studerande, och

4. den person som avses i 26 &#167;.

Om ledningsgruppen &#228;r gemensam f&#246;r flera utbildningsanordnare, 
ska varje s&#229;dan person som avses i 26 &#167; ing&#229; i gruppen.

Den ansvariga utbildningsanordnaren eller de ansvariga 
utbildningsanordnarna f&#229;r utse ledam&#246;ter ut&#246;ver dem som anges 
i f&#246;rsta och andra styckena.

25 &#167; Flertalet av ledam&#246;terna i en ledningsgrupp ska vara 
f&#246;retr&#228;dare f&#246;r arbetslivet.

26 &#167; Det ska finnas en person som &#228;r utsedd av den ansvariga 
utbildningsanordnaren att leda det dagliga arbetet i 
verksamheten och s&#228;kerst&#228;lla utbildningens kvalitet.

27 &#167; De personer som anlitas av utbildningsanordnaren f&#246;r 
undervisning eller handledning ska genom utbildning eller 
erfarenhet ha kompetens f&#246;r den utbildning de ska bedriva.

28 &#167; De studerande ska ges m&#246;jlighet till insyn i verksamheten 
och tillf&#228;lle att p&#229;verka utbildningens uppl&#228;ggning och 
genomf&#246;rande.

F&#246;rs&#228;kringar

29 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska ansvara f&#246;r att 
personer som &#228;r antagna till och genomg&#229;r en utbildning enligt 
denna f&#246;rordning &#228;r f&#246;rs&#228;krade f&#246;r personskada. F&#246;rs&#228;kringen 
ska avse s&#229;dan skada som har uppkommit till f&#246;ljd av 
olycksfall eller framkallats av s&#229;dan smitta som avses i 5 &#167; 
f&#246;rordningen (1977:284) om arbetsskadef&#246;rs&#228;kring och statligt 
personskadeskydd, om skadan har intr&#228;ffat i samband med 
utbildning i Sverige. F&#246;rs&#228;kringen ska inte ge r&#228;tt till 
ers&#228;ttning i den m&#229;n den studerande har r&#228;tt till ers&#228;ttning 
med st&#246;d av f&#246;rfattning eller kollektivavtal.

Myndigheten f&#246;r yrkesh&#246;gskolan ska ocks&#229; ansvara f&#246;r att det 
finns en ansvarsf&#246;rs&#228;kring som avser skador som studerande 
orsakar arbetsgivaren eller f&#246;retagaren under 
utbildningsmoment som genomf&#246;rs vid f&#246;retag i Sverige.

F&#246;rs&#228;kringarna ska tecknas av Myndigheten f&#246;r yrkesh&#246;gskolan 
genom &#246;verenskommelser med Kammarkollegiet. 

Ans&#246;kan och beslut

30 &#167; Ans&#246;kan om st&#246;d l&#228;mnas till Myndigheten f&#246;r 
yrkesh&#246;gskolan som pr&#246;var fr&#229;gor om st&#246;det och betalar ut 
statsbidraget till den ansvariga utbildningsanordnaren.

Myndigheten f&#229;r v&#228;lja att endast l&#228;mna st&#246;d till den som vid 
tidpunkten f&#246;r ans&#246;kan &#228;r utbildningsanordnare inom 
yrkesh&#246;gskolan.

Beslut som inneb&#228;r att st&#246;d beviljas ska begr&#228;nsas till att 
avse en viss tid.

31 &#167; Beslut om st&#246;d ska inneh&#229;lla uppgifter om

1. i vilken eller vilka former st&#246;det l&#228;mnas,

2. belopp, om beslutet avser statsbidrag,

3. den tid beslutet avser,

4. utbildningens omfattning och antal &#229;rsplatser, och

5. utbildningens lokalisering.

Till beslutet ska en utbildningsplan f&#246;r utbildningen enligt 
12 &#167; bifogas.

F&#246;rdelning och ber&#228;kning av statsbidrag

32 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska vid sin f&#246;rdelning av 
statsbidrag s&#228;rskilt ta h&#228;nsyn till i vilken grad en 
utbildning

1. i kvalitativt och kvantitativt h&#228;nseende svarar mot 
arbetslivets behov av arbetskraft, och

2. finansieras av arbetslivet.

Myndigheten ska vid f&#246;rdelningen &#228;ven beakta resultat fr&#229;n 
genomf&#246;rd tillsyn, kvalitetsgranskning och uppf&#246;ljning om det 
&#228;r m&#246;jligt.

33 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska vid sin ber&#228;kning av 
statsbidrag s&#228;rskilt beakta

1. de faktiska kostnaderna f&#246;r utbildningen, och

2. hur det samlade ekonomiska ansvaret f&#246;r en utbildning delas 
mellan staten, arbetslivet och andra finansi&#228;rer.

Uppf&#246;ljning och redovisning

34 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska f&#246;lja upp och 
utv&#228;rdera de utbildningar som st&#246;d har l&#228;mnats f&#246;r enligt 
denna f&#246;rordning.

Myndigheten ska till Regeringskansliet senast den 14 februari 
2025 och den 12 mars 2027 l&#228;mna en redog&#246;relse f&#246;r resultatet 
av uppf&#246;ljningen och utv&#228;rderingen.

35 &#167; Den ansvariga utbildningsanordnaren f&#246;r en utbildning som 
st&#246;d har l&#228;mnats f&#246;r enligt denna f&#246;rordning ska medverka i 
den uppf&#246;ljning, utv&#228;rdering och kvalitetsgranskning av 
utbildningsverksamheten som best&#228;ms av Myndigheten f&#246;r 
yrkesh&#246;gskolan samt i myndighetens tillsyn &#246;ver utbildningen. 
Utbildningsanordnaren ska ocks&#229; l&#228;mna de uppgifter som 
myndigheten beg&#228;r.

Anm&#228;lningsskyldighet

36 &#167; Den som ans&#246;ker om eller har beviljats st&#246;d enligt denna 
f&#246;rordning ska anm&#228;la s&#229;dana &#228;ndrade f&#246;rh&#229;llanden som kan 
p&#229;verka r&#228;tten till st&#246;det eller storleken p&#229; det till 
Myndigheten f&#246;r yrkesh&#246;gskolan utan dr&#246;jsm&#229;l.

&#197;terkallande

37 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan f&#229;r &#229;terkalla ett beslut 
om att en utbildning ska ber&#228;ttiga de studerande till 
studiest&#246;d, om utbildningen inte l&#228;ngre uppfyller kraven eller 
utbildningsanordnaren eller n&#229;gon annan som medverkar i 
anordnandet inte iakttar sina skyldigheter enligt denna 
f&#246;rordning.

Innan myndigheten fattar ett beslut enligt f&#246;rsta stycket, ska 
den ansvariga utbildningsanordnaren ha f&#229;tt tillf&#228;lle att 
avhj&#228;lpa bristerna.

&#197;terbetalning och &#229;terkrav

38 &#167; Mottagaren av statsbidrag enligt denna f&#246;rordning &#228;r 
&#229;terbetalningsskyldig, om

1. n&#229;got av villkoren f&#246;r bidraget i v&#228;sentlig m&#229;n har 
&#229;sidosatts,

2. bidraget har l&#228;mnats p&#229; felaktig grund eller med f&#246;r h&#246;gt 
belopp, eller

3. bidraget helt eller delvis inte har utnyttjats eller inte 
har anv&#228;nts f&#246;r det &#228;ndam&#229;l det har l&#228;mnats f&#246;r.

39 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska besluta att helt eller 
delvis kr&#228;va tillbaka ett statsbidrag om n&#229;gon &#228;r 
&#229;terbetalningsskyldig enligt 38 &#167;.

Om det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r myndigheten besluta 
att helt eller delvis avst&#229; fr&#229;n &#229;terkrav.

40 &#167; P&#229; statsbidrag som kr&#228;vs tillbaka ska r&#228;nta tas ut fr&#229;n 
och med den dag som infaller en m&#229;nad efter det att beslutet 
om &#229;terkrav har fattats och efter en r&#228;ntesats som vid varje 
tidpunkt &#246;verstiger statens utl&#229;ningsr&#228;nta med tv&#229; 
procentenheter.

Om det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r Myndigheten f&#246;r 
yrkesh&#246;gskolan besluta att helt eller delvis avst&#229; fr&#229;n krav 
p&#229; r&#228;nta.

Hinder mot utbetalning

41 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan ska besluta att ett 
beviljat statsbidrag helt eller delvis inte ska betalas ut om 
mottagaren av bidraget inte l&#228;ngre bed&#246;ms uppfylla villkoren 
f&#246;r det eller om det finns grund f&#246;r &#229;terbetalning enligt 
38 &#167;. Beslutet g&#228;ller omedelbart.

Behandling av personuppgifter

42 &#167; Best&#228;mmelserna i 45 och 46 &#167;&#167; till&#228;mpas vid behandling av 
personuppgifter i verksamhet hos en utbildningsanordnare som 
har f&#229;tt st&#246;d f&#246;r utbildningen enligt denna f&#246;rordning och som 
bedrivs med st&#246;d av denna f&#246;rordning, best&#228;mmelser f&#246;r 
utbildningen som finns i annan f&#246;rfattning eller beslut som 
meddelats med st&#246;d av n&#229;gon av dessa f&#246;rfattningar.

43 &#167; Best&#228;mmelserna i 45 och 46 &#167;&#167; kompletterar 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av s&#229;dana 
uppgifter och om upph&#228;vande av direktiv 95/46/EG (allm&#228;n 
dataskyddsf&#246;rordning), h&#228;r ben&#228;mnd EU:s dataskyddsf&#246;rordning. 

Termer och uttryck i 45 och 46 &#167;&#167; har samma betydelse som i 
EU:s dataskyddsf&#246;rordning.

44 &#167; Best&#228;mmelser om behandling av personuppgifter finns &#228;ven 
i lagen (2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning, h&#228;r ben&#228;mnd dataskyddslagen, och i 
f&#246;reskrifter som har meddelats i anslutning till den lagen.

45 &#167; Personuppgifter som avses i artikel 9.1 i EU:s 
dataskyddsf&#246;rordning (k&#228;nsliga personuppgifter) f&#229;r med st&#246;d 
av artikel 9.2 g i samma f&#246;rordning behandlas av en 
utbildningsanordnare

1. om behandlingen &#228;r n&#246;dv&#228;ndig f&#246;r en hantering som motsvarar 
handl&#228;ggning av ett &#228;rende hos en myndighet, eller

2. i annat fall, om behandlingen &#228;r n&#246;dv&#228;ndig i verksamheten 
och inte inneb&#228;r ett otillb&#246;rligt intr&#229;ng i den registrerades 
personliga integritet.

Vid behandling som sker med st&#246;d av f&#246;rsta stycket &#228;r det 
f&#246;rbjudet att utf&#246;ra s&#246;kningar i syfte att f&#229; fram ett urval 
av personer grundat p&#229; k&#228;nsliga personuppgifter.

F&#246;r myndigheter finns det best&#228;mmelser om behandling av 
k&#228;nsliga personuppgifter och om s&#246;kbegr&#228;nsningar i 3 kap. 3 &#167; 
dataskyddslagen.

46 &#167; Personuppgifter som r&#246;r f&#228;llande domar i brottm&#229;l f&#229;r 
behandlas av en utbildningsanordnare om behandlingen &#228;r 
n&#246;dv&#228;ndig f&#246;r en hantering som motsvarar handl&#228;ggning av ett 
&#228;rende hos en myndighet om att avskilja en studerande fr&#229;n 
utbildning.

F&#246;r myndigheter finns det best&#228;mmelser om behandling av 
personuppgifter som avses i artikel 10 i EU:s 
dataskyddsf&#246;rordning i 3 kap. 8 &#167; f&#246;rsta stycket 
dataskyddslagen.

Bemyndiganden

47 &#167; Myndigheten f&#246;r yrkesh&#246;gskolan f&#229;r meddela f&#246;reskrifter 
om

1. utbildningsplaner och kursplaner,

2. att l&#228;rande i arbete p&#229; en arbetsplats ska ing&#229; i en 
utbildning och omfattningen av s&#229;dant l&#228;rande,

3. betyg och examens- och utbildningsbevis, 

4. kraven i 19 &#167; f&#246;rsta stycket 1, och

5. verkst&#228;llighet av denna f&#246;rordning.

&#214;verklagande

48 &#167; I 40 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser om 
&#246;verklagande till allm&#228;n f&#246;rvaltningsdomstol. Andra beslut &#228;n 
beslut enligt 41 &#167; f&#229;r dock inte &#246;verklagas.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=12">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=14">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
