

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2013-06-24" /> 
 <meta id="rattsinfo-edited" content="2014-11-04" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1328</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1327">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1329">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2013:524 ·
                    <a href="/sfsr?bet=2013:524">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2013:524) om konvention om social trygghet mellan Sverige och Indien</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2013-06-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:527
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Bilagan inneh&#229;ller endast svensk och engelsk text.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2014-08-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Den konvention om social trygghet mellan Sverige och
Indien som undertecknades i New Delhi den 26 november 2012
ska g&#228;lla som lag h&#228;r i landet. Konventionens inneh&#229;ll
framg&#229;r av en bilaga till denna lag.

2 &#167; Vid till&#228;mpning av konventionen ska avgiften f&#246;r
sjukers&#228;ttning och aktivitetsers&#228;ttning best&#228;mmas till den
procentsats av sjukf&#246;rs&#228;kringsavgiften enligt
socialavgiftslagen (2000:980) som ber&#228;knas motsvara den andel
av denna avgift som finansierar sjukers&#228;ttning och
aktivitetsers&#228;ttning.

Bilaga

KONVENTION OM SOCIAL TRYGGHET MELLAN KONUNGARIKET SVERIGE OCH
REPUBLIKEN INDIEN

Konungariket Sveriges regering och Republiken Indiens
regering, nedan kallade de avtalsslutande staterna, som
&#246;nskar reglera de b&#229;da staternas f&#246;rh&#229;llanden p&#229; den sociala
trygghetens omr&#229;de, har kommit &#246;verens om f&#246;ljande:

AVDELNING I

ALLM&#196;NNA

BEST&#196;MMELSER

Artikel 1

Definitioner

1. Vid till&#228;mpningen av denna konvention g&#228;ller f&#246;ljande
definitioner:

a) ”lagstiftning”: de lagar och andra best&#228;mmelser som anges
i artikel 2,

b) ”beh&#246;rig myndighet”: med avseende p&#229; Indien, Ministry of
Overseas Indian Affairs (MOIA) [ministeriet f&#246;r Indiens
internationella relationer], och med avseende p&#229; Sverige,
regeringen eller den myndighet som regeringen best&#228;mmer,

c) ”beh&#246;rig institution”: med avseende p&#229; Indien, Employees’
Provident Fund Organization [Arbetstagarnas pensionsfond],
och med avseende p&#229; Sverige, den institution som ansvarar f&#246;r
till&#228;mpningen av den i artikel 2 angivna lagstiftningen,

d) ”f&#246;rs&#228;kringsperiod”: varje avgiftsperiod,
f&#246;rs&#228;kringsperiod eller bos&#228;ttningsperiod som till&#228;mpas f&#246;r
att f&#246;rv&#228;rva r&#228;tt till en f&#246;rm&#229;n enligt en avtalsslutande
stats lagstiftning,

e) ”f&#246;rm&#229;n”: varje f&#246;rm&#229;n som anges i den lagstiftning som
avses i artikel&#160;2.

2. Varje ord och uttryck som inte definieras i punkt 1 i
denna artikel ska ges den inneb&#246;rd som de har i den
tilll&#228;mpliga lagstiftningen.

Artikel 2

Lagstiftning p&#229; vilken

konventionen ska till&#228;mpas

1. Denna konvention g&#228;ller:

a) i fr&#229;ga om Indien, all lagstiftning om

i. &#229;lderspension och efterlevandepension f&#246;r arbetstagare,
och

ii. varaktig fullst&#228;ndig invalidpension f&#246;r arbetstagare,

b) i fr&#229;ga om Sverige, all lagstiftning om

i. sjukers&#228;ttning och aktivitetsers&#228;ttning,

ii. inkomstgrundade &#229;lderspensioner och garantipensioner,
samt

iii. efterlevandepension och efterlevandest&#246;d.

2. Denna konvention ska ocks&#229; g&#228;lla all lagstiftning som
syftar till att &#228;ndra eller utvidga den lagstiftning som
anges i punkt 1 i denna artikel.

3. Denna konvention ska vidare g&#228;lla all lagstiftning som
utvidgar de befintliga systemen till att omfatta nya grupper
av f&#246;rm&#229;nstagare, s&#229;vida inte den avtalsslutande stat som har
&#228;ndrat sin lagstiftning i detta avseende har framf&#246;rt
inv&#228;ndningar mot att inbegripa s&#229;dana nya grupper av
f&#246;rm&#229;nstagare till den andra staten senast sex m&#229;nader efter
att n&#228;mnda lagstiftning offentliggjorts.

4. Denna konvention ska inte g&#228;lla lagstiftning som syftar
till att inr&#228;tta en ny socialf&#246;rs&#228;kringsgren, s&#229;vida inte de
avtalsslutande staternas beh&#246;riga myndigheter enas om denna
till&#228;mpning.

Artikel 3

Personer som omfattas av konventionen

Om inget annat anges, ska denna konvention g&#228;lla varje person
som omfattas eller har omfattats av lagstiftningen i n&#229;gon av
de avtalsslutande staterna och andra personer som h&#228;rleder
r&#228;ttigheter fr&#229;n en s&#229;dan person.

Artikel 4

Likabehandling

Om inget annat f&#246;reskrivs i denna konvention, ska de personer
som avses i artikel&#160;3, vid till&#228;mpning av en avtalsslutande
stats lagstiftning, likst&#228;llas med statens egna medborgare.

Artikel 5

Export av f&#246;rm&#229;ner

1. Om inget annat anges i denna konvention, ska en
avtalsslutande stat inte minska eller &#228;ndra f&#246;rm&#229;ner som
f&#246;rv&#228;rvats i enlighet med dess lagstiftning endast p&#229;
grundval av att f&#246;rm&#229;nstagaren vistas eller &#228;r bosatt inom
den andra avtalsslutande statens territorium.

2. F&#246;rm&#229;ner som betalas ut enligt denna konvention ska ocks&#229;
betalas ut n&#228;r en f&#246;rm&#229;nsber&#228;ttigad person &#228;r bosatt inom en
tredje stats territorium.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 6

Allm&#228;n best&#228;mmelse

Om inget annat f&#246;reskrivs i artiklarna 7–11 i denna
konvention, ska en arbetstagare som arbetar inom en
avtalsslutande stats territorium n&#228;r det g&#228;ller det arbetet
enbart omfattas av den statens lagstiftning.

Artikel 7

Uts&#228;ndning

En person som normalt arbetar som anst&#228;lld i en
avtalsslutande stat hos en arbetsgivare som normalt bedriver
verksamhet d&#228;r ska, n&#228;r arbetsgivaren s&#228;nder ut personen f&#246;r
att f&#246;r denna arbetsgivares r&#228;kning utf&#246;ra ett arbete i den
andra avtalsslutande staten, forts&#228;tta att omfattas av
lagstiftningen i den f&#246;rstn&#228;mnda staten, under f&#246;ruts&#228;ttning
att detta arbete inte f&#246;rv&#228;ntas vara l&#228;ngre &#228;n 24&#160;m&#229;nader. Om
arbetet forts&#228;tter efter 24 m&#229;nader f&#229;r de beh&#246;riga
institutionerna komma &#246;verens om att den uts&#228;nde f&#229;r
forts&#228;tta att omfattas av den f&#246;rstn&#228;mnda statens
lagstiftning under ytterligare 24 m&#229;nader. Detta g&#228;ller
endast om institutionerna har tr&#228;ffat en s&#229;dan
&#246;verenskommelse innan den f&#246;rsta perioden om 24 m&#229;nader har
l&#246;pt ut.

Artikel 8

Statligt anst&#228;llda, personal vid beskickningar och konsul&#228;ra
myndigheter

1. Statligt anst&#228;llda eller personer som behandlas som s&#229;dana
enligt lagstiftningen i en avtalsslutande stat, som inte
omfattas av punkt 2 i denna artikel, och som s&#228;nds ut f&#246;r att
arbeta i den andra avtalsslutande staten, ska enbart omfattas
av lagstiftningen i den f&#246;rstn&#228;mnda staten.

2. Denna konvention ska inte p&#229;verka best&#228;mmelserna i
Wienkonventionen om diplomatiska f&#246;rbindelser av den 18 april
1961 eller Wienkonventionen om konsul&#228;ra f&#246;rbindelser av den
24 april 1963.

Artikel 9

Resande personal

1. En person som &#228;r anst&#228;lld p&#229; ett flygplan i internationell
trafik och som annars skulle omfattas av b&#229;da de
avtalsslutande staternas lagstiftning, ska omfattas av
lagstiftningen i den stat d&#228;r arbetsgivaren har sitt s&#228;te.

2. En person som &#228;r anst&#228;lld p&#229; ett fartyg ska omfattas av
lagstiftningen i den avtalsslutande stat vars flagga fartyget
f&#246;r.

Artikel 10

Undantag

De beh&#246;riga myndigheterna eller de beh&#246;riga institutionerna i
de b&#229;da avtalsslutande staterna f&#229;r komma &#246;verens om undantag
fr&#229;n best&#228;mmelserna i artiklarna 6–9 f&#246;r vissa personer eller
grupper av personer, under f&#246;ruts&#228;ttning att de ber&#246;rda
personerna omfattas av lagstiftningen i en avtalsslutande
stat.

Artikel 11

Medf&#246;ljande make och barn

Medf&#246;ljande make och barn under 18 &#229;r till en arbetstagare
som &#228;r anst&#228;lld i en avtalsslutande stat och omfattas av
lagstiftningen i den andra avtalsslutande staten i enlighet
med artikel&#160;7, punkt 1 i artikel&#160;8 eller artikel 10 ska
omfattas av den senare statens lagstiftning, om de inte
sj&#228;lva f&#246;rv&#228;rvsarbetar i den f&#246;rstn&#228;mnda staten.

AVDELNING III

BEST&#196;MMELSER OM

F&#214;RM&#197;NER

Artikel 12

Sammanl&#228;ggning av

f&#246;rs&#228;kringsperioder

1. N&#228;r f&#246;rs&#228;kringsperioder har fullgjorts enligt
lagstiftningen i de tv&#229; avtalsslutande staterna ska den
beh&#246;riga institutionen i var och en av staterna, i samband
med fastst&#228;llandet av r&#228;tten till en f&#246;rm&#229;n enligt den
lagstiftning som den till&#228;mpar, vid behov beakta
f&#246;rs&#228;kringsperioder enligt lagstiftningen i den andra staten,
f&#246;rutsatt att dessa perioder inte sammanfaller med
f&#246;rs&#228;kringsperioder enligt dess egen lagstiftning.

2. F&#246;r en person som efter sammanl&#228;ggning av
f&#246;rs&#228;kringsperioder enligt b&#229;da staternas lagstiftning enligt
punkt 1 inte &#228;r ber&#228;ttigad till en f&#246;rm&#229;n, ska r&#228;tten till
denna f&#246;rm&#229;n fastst&#228;llas genom sammanl&#228;ggning av dessa
perioder och s&#229;dana f&#246;rs&#228;kringsperioder som har fullgjorts
enligt lagstiftningen i ett tredje land med vilket de b&#229;da
avtalsslutande staterna har g&#228;llande konventioner om social
trygghet, om det i n&#228;mnda konventioner finns best&#228;mmelser om
sammanl&#228;ggning av perioder och dessa best&#228;mmelser g&#228;ller f&#246;r
personen i fr&#229;ga.

Artikel 13

Best&#228;mmelser om f&#246;rm&#229;ner

enligt indisk lagstiftning

1. Om en person &#228;r ber&#228;ttigad till en &#229;lders-, efterlevande-
eller invalidf&#246;rm&#229;n enligt indisk lagstiftning utan
sammanl&#228;ggning, ska Indiens beh&#246;riga institution ber&#228;kna
r&#228;tten till f&#246;rm&#229;nen direkt p&#229; grundval av de
f&#246;rs&#228;kringsperioder som fullgjorts i Indien och uteslutande
enligt indisk lagstiftning.

2. Om en person &#228;r ber&#228;ttigad till en &#229;lders-, efterlevande-
eller invalidf&#246;rm&#229;n enligt indisk lagstiftning, och den
r&#228;tten har uppkommit uteslutande genom att sammanl&#228;ggningen
av f&#246;rs&#228;kringsperioderna beaktats enligt artikel 12, g&#228;ller
f&#246;ljande best&#228;mmelser:

a) Indiens beh&#246;riga institution ska ber&#228;kna det teoretiska
beloppet f&#246;r f&#246;rm&#229;nen som om samtliga f&#246;rs&#228;kringsperioder som
fullgjorts i enlighet med de b&#229;da avtalsslutande staternas
lagstiftning uteslutande har fullgjorts enligt indisk
lagstiftning.

b) Indiens beh&#246;riga institution ska sedan ber&#228;kna det belopp
som ska betalas ut p&#229; grundval av det belopp som anges i a, i
f&#246;rh&#229;llande till f&#246;rs&#228;kringsperiodernas l&#228;ngd enligt indisk
lagstiftning, i j&#228;mf&#246;relse med den sammanlagda l&#228;ngden av
alla f&#246;rs&#228;kringsperioder som ber&#228;knats i a.

3. Om det enligt indisk lagstiftning kr&#228;vs att
f&#246;rs&#228;kringsperioder m&#229;ste fullg&#246;ras inom ramen f&#246;r en viss
verksamhet f&#246;r att vissa &#229;lders-, efterlevande- och
invalidf&#246;rm&#229;ner ska kunna beviljas, ska enbart
f&#246;rs&#228;kringsperioder som fullgjorts eller erk&#228;nts som
likv&#228;rdiga inom ramen f&#246;r samma verksamhet i Sverige
sammanl&#228;ggas f&#246;r r&#228;tt till dessa f&#246;rm&#229;ner.

4. Om det enligt indisk lagstiftning kr&#228;vs att
f&#246;rs&#228;kringsperioder m&#229;ste fullg&#246;ras inom ramen f&#246;r en viss
verksamhet, och dessa perioder inte ger r&#228;tt till n&#228;mnda
f&#246;rm&#229;ner, ska n&#228;mnda perioder betraktas som giltiga f&#246;r att
best&#228;mma de f&#246;rm&#229;ner som l&#228;mnas i det allm&#228;nna systemet f&#246;r
anst&#228;llda personer.

Artikel 14

Best&#228;mmelser om f&#246;rm&#229;ner

enligt svensk lagstiftning

1. Best&#228;mmelserna om sammanl&#228;ggning i artikel 12 ska inte
till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs bos&#228;ttning i Sverige f&#246;r
r&#228;tt till garantipension, sjukers&#228;ttning i form av
garantiers&#228;ttning eller aktivitetsers&#228;ttning i form av
garantiers&#228;ttning.

2. Vid fastst&#228;llande av r&#228;t-ten till sjukers&#228;ttning eller
aktivitetsers&#228;ttning ska f&#246;rs&#228;kring enligt indisk
lagstiftning anses som f&#246;rs&#228;kring enligt svensk
lagstiftning.

3. Vid ber&#228;kning av inkomstrelaterad sjukers&#228;ttning eller
inkomstrelaterad aktivitetsers&#228;ttning ska endast inkomst
intj&#228;nad under tid d&#229; svensk lagstiftning var tilll&#228;mplig
beaktas.

4. Vid ber&#228;kning av den inkomstgrundade &#229;lderspension i form
av till&#228;ggspension som ska betalas ut i enlighet med artikel
12, ska enbart f&#246;rs&#228;kringsperioder som fullgjorts enligt
svensk lagstiftning beaktas.

5. Best&#228;mmelserna i artikel 5 ska inte till&#228;mpas p&#229; f&#246;ljande
f&#246;rm&#229;ner:

i) sjukers&#228;ttning i form av garantiers&#228;ttning eller
aktivitetsers&#228;ttning i form av garantiers&#228;ttning, och

ii) garantipensioner och efterlevandest&#246;d.

AVDELNING IV

&#214;VRIGA BEST&#196;MMELSER

Artikel 15

Till&#228;mpnings&#246;verens-

kommelse

1. De avtalsslutande staternas beh&#246;riga myndigheter ska ing&#229;
en till&#228;mpnings&#246;verenskommelse i vilken de &#229;tg&#228;rder som &#228;r
n&#246;dv&#228;ndiga f&#246;r att tilll&#228;mpa denna konvention fastst&#228;lls.

2. De beh&#246;riga institutionerna och f&#246;rbindelseorganen i var
och en av de avtalsslutande staterna ska anges i
tilll&#228;mpnings&#246;verenskommelsen.

Artikel 16

Administrativt samarbete

1. Vid till&#228;mpningen av denna konvention ska de beh&#246;riga
myndigheterna och de beh&#246;riga institutionerna i de b&#229;da
avtalsslutande staterna bist&#229; varandra i fr&#229;ga om
fastst&#228;llandet av r&#228;tt till eller utbetalning av varje f&#246;rm&#229;n
enligt denna konvention, som de skulle ha gjort vid
till&#228;mpning av sin egen lagstiftning. Det bist&#229;nd som &#229;syftas
i denna artikel ska ges utan &#246;msesidig ers&#228;ttning f&#246;r
kostnader.

2.&#160;I de fall det enligt lagstiftningen i endera av de
avtalsslutande staterna f&#246;reskrivs att varje dokument som ges
in till den beh&#246;riga myndigheten eller den beh&#246;riga
institutionen i denna stat ska befrias, helt eller delvis,
fr&#229;n avgifter eller kostnader, inbegripet konsul&#228;ra och
administrativa avgifter, ska detta ocks&#229; g&#228;lla motsvarande
dokument som ges in till den beh&#246;riga myndigheten eller den
beh&#246;riga institutionen i den andra avtalsslutande staten vid
till&#228;mpningen av denna konvention.

3. Dokument och intyg som m&#229;ste visas upp vid till&#228;mpning av
denna konvention ska undantas fr&#229;n legalisering av
diplomatisk eller konsul&#228;r myndighet. Kopior av dokument som
&#228;r bestyrkta som exakta kopior av en beh&#246;rig institution i en
avtalsslutande stat ska betraktas som bestyrkta och exakta
kopior av den andra avtalsslutande statens beh&#246;riga
institution, utan ytterligare bestyrkande.

4. Vid till&#228;mpningen av denna konvention f&#229;r de beh&#246;riga
myndigheterna och de beh&#246;riga institutionerna i de
avtalsslutande staterna kommunicera direkt med varandra och
med enskilda, oavsett var dessa &#228;r bosatta. Denna
kommunikation f&#229;r ske p&#229; engelska.

5. De beh&#246;riga myndigheter och beh&#246;riga institutioner som
ansvarar f&#246;r till&#228;mpningen av denna konvention ska snarast
delge varandra alla uppgifter om &#229;tg&#228;rder de vidtagit f&#246;r att
till&#228;mpa denna konvention samt om &#228;ndringar i deras
respektive lagstiftning, i den m&#229;n s&#229;dana &#228;ndringar p&#229;verkar
till&#228;mpningen av konventionen.

6. De beh&#246;riga institutionerna ska &#229;rligen utbyta statistik,
som ska anges n&#228;rmare i till&#228;mpnings&#246;verenskommelsen.

Artikel 17

Ans&#246;kningar, meddelanden

och &#246;verklaganden

1. Ans&#246;kningar, meddelanden och &#246;verklaganden, som enligt
lagstiftningen i den ena avtalsslutande staten ska ges in
till en beh&#246;rig myndighet eller en beh&#246;rig institution i
denna stat inom en f&#246;reskriven tid, ska anses ha kommit in i
tid och p&#229; angivet datum, om de ges in inom samma f&#246;reskrivna
tid till en beh&#246;rig myndighet eller en beh&#246;rig institution i
den andra avtalsslutande staten. I detta fall ska
ans&#246;kningarna, meddelandena eller &#246;verklagandena utan
dr&#246;jsm&#229;l &#246;vers&#228;ndas till den beh&#246;riga myndigheten eller
institutionen i den f&#246;rstn&#228;mnda avtalsslutande staten.

2. En ans&#246;kan om f&#246;rm&#229;ner enligt lagstiftningen i den ena
avtalsslutande staten ska ocks&#229; anses vara en ans&#246;kan om en
f&#246;rm&#229;n av samma slag enligt den andra avtalsslutande statens
lagstiftning, under f&#246;ruts&#228;ttning att den s&#246;kande s&#229; &#246;nskar
och tillhandah&#229;ller uppgifter som anger att
f&#246;rs&#228;kringsperioder har fullgjorts i enlighet med den andra
avtalsslutande statens lagstiftning.

Artikel 18

Sekretessbelagda uppgifter

Om inget annat f&#246;reskrivs i de nationella lagarna och andra
best&#228;mmelserna i en avtalsslutande stat ska uppgifter om en
enskild person, som i enlighet med denna konvention
vidarebefordras till den beh&#246;riga myndigheten eller den
beh&#246;riga institutionen i denna stat av den beh&#246;riga
myndigheten eller den beh&#246;riga institutionen i den andra
avtalsslutande staten, uteslutande anv&#228;ndas f&#246;r till&#228;mpning
av denna konvention och den lagstiftning som denna konvention
omfattas av. De uppgifter som tas emot av en beh&#246;rig
myndighet eller en beh&#246;rig institution i en avtalsslutande
stat ska behandlas i enlighet med nationella lagar och andra
best&#228;mmelser i n&#228;mnda stat om skydd f&#246;r uppgifter av privat
och konfidentiell natur.

Artikel 19

Utbetalning av f&#246;rm&#229;ner

1. Den beh&#246;riga institutionen ska betala ut f&#246;rm&#229;nerna direkt
till f&#246;rm&#229;nstagarna utan avdrag f&#246;r administrativa
kostnader.

2. Utbetalningar till den andra avtalsslutande staten med
anledning av denna konvention ska g&#246;ras i fritt konvertibel
valuta.

3. Om en avtalsslutande stat inf&#246;r valutakontroll eller
vidtar andra liknande &#229;tg&#228;rder som begr&#228;nsar betalning,
remittering eller &#246;verf&#246;ring av medel eller finansiella
instrument till personer som befinner sig utanf&#246;r dess
territorium, ska den avtalsslutande staten utan dr&#246;jsm&#229;l
vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att trygga betalning av
penningmedel som ska betalas ut i enlighet med denna
konvention.

Artikel 20

Tvistl&#246;sning

1. De avtalsslutande staternas beh&#246;riga myndigheter ska i
m&#246;jligaste m&#229;n l&#246;sa problem som kan uppst&#229; i fr&#229;ga om
tolkning eller till&#228;mpning av denna konvention i enlighet med
dess syfte och grundl&#228;ggande principer.

2. De avtalsslutande staterna ska utan dr&#246;jsm&#229;l samr&#229;da p&#229;
beg&#228;ran av endera staten om fr&#229;gor som inte har l&#246;sts av de
beh&#246;riga myndigheterna i enlighet med punkt 1.

AVDELNING V

&#214;VERG&#197;NGS- OCH

SLUTBEST&#196;MMELSER

Artikel 21

&#214;verg&#229;ngsbest&#228;mmelser

1. Denna konvention grundar ingen r&#228;tt till f&#246;rm&#229;ner f&#246;r tid
f&#246;re ikrafttr&#228;dandet.

2. Denna konvention ska ocks&#229; till&#228;mpas p&#229; h&#228;ndelser som
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande.

3. Samtliga f&#246;rs&#228;kringsperioder som fullgjorts enligt en av
de avtalsslutande staternas lagstiftning f&#246;re konventionens
ikrafttr&#228;dande ska beaktas vid fastst&#228;llande av r&#228;tt till
f&#246;rm&#229;ner enligt best&#228;mmelserna i denna konvention.

4. Till&#228;mpningen av denna konvention ska inte f&#246;ranleda
minskning av f&#246;rm&#229;nsbelopp som en person har beviljats f&#246;re
ikrafttr&#228;dandet.

Artikel 22

&#196;ndring av konventionen

Var och en av de avtalsslutande staterna f&#229;r beg&#228;ra &#228;ndring
av denna konvention. En &#228;ndring f&#229;r genomf&#246;ras efter samr&#229;d
och &#246;verenskommelse.

Artikel 23

Ikrafttr&#228;dande

1. Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den
tredje m&#229;naden efter den m&#229;nad n&#228;r vardera avtalsslutande
staten fr&#229;n den andra avtalsslutande staten har tagit emot
skriftlig underr&#228;ttelse om att alla villkor f&#246;r konventionens
ikrafttr&#228;dande har fullgjorts.

2. Detsamma g&#228;ller om konventionen &#228;ndras i enlighet med
artikel 22.

Artikel 24

Konventionens varaktighet och upph&#246;rande

1. Denna konvention ska g&#228;lla utan tidsbegr&#228;nsning.

2. Denna konvention kan s&#228;gas upp av vardera avtalsslutande
staten genom skriftligt meddelande tolv m&#229;nader i f&#246;rv&#228;g till
den andra avtalsslutande staten.

3. Upph&#246;r konventionen genom upps&#228;gning ska dess best&#228;mmelser
forts&#228;tta att tilll&#228;mpas p&#229; f&#246;rm&#229;ner som redan har beviljats.
Genom s&#228;rskild &#246;verenskommelse avg&#246;r de avtalsslutande
staterna hur det ska f&#246;rfaras med r&#228;ttigheter under
f&#246;rv&#228;rvande.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen bemyndigade, undertecknat denna konvention.

Uppr&#228;ttad den 26 november 2012 i New Delhi i tv&#229; exemplar p&#229;
spr&#229;ken svenska, hindi och engelska, vilka alla &#228;r lika
giltiga.

Vid skiljaktiga tolkningar av detta avtal ska den engelska
texten g&#228;lla.


AGREEMENT ON SOCIAL SECURITY BETWEEN THE KINGDOM OF SWEDEN
AND THE REPUBLIC OF INDIA

The Government of the Kingdom of Sweden and the Government of
the Republic of India, hereinafter referred to as the
Contracting States, wishing to arrange the mutual relations
between the two States in the field of social security, have
agreed as follows:

PART I

GENERAL PROVISIONS

Article 1

Definitions

1. For the implementation of this Agreement:

a) the term “legislation” means: the laws and regulations
specified in Article 2;

b) the term “competent authority” means: as regards India:
the Ministry of Overseas Indian Affairs, and as regards
Sweden: the Government or the authority nominated by the
Government;

c) the term “competent institution” means: as regards India:
the Employees’ Provident Fund Organization, and as regards
Sweden: the institution responsible for the implementation of
the legislation specified in Article 2;

d) the term “insurance period” means: any period of
contributions, insurance or residence used to acquire the
right to a benefit under the legislation of a Contracting
State;

e) the term “benefit” means: any of the benefits specified in
the legislation referred to in Article 2.

2. Any term not defined in paragraph 1 of this Article shall
have the meaning assigned to it in the applicable
legislation.

Article 2

Material Scope

1. This Agreement shall apply:

a) as regards India, to all legislation concerning:

i. old-age and survivors&#39; pension for employed persons; and

ii. the permanent total disablement pension for employed
persons;

b) as regards Sweden, to all legislation concerning:

i. sickness compensation and activity compensation;

ii. income-based old-age pensions and guarantee pensions;
and

iii. survivors’ pension and surviving children’s allowance.

2. This Agreement shall also apply to all legislation which
will amend or extend the legislation specified in paragraph 1
of this Article.

3. It shall apply to any legislation which will extend the
existing schemes to new categories of beneficiaries, unless,
in this respect, the Contracting State which has amended its
legislation notifies the other Contracting State within six
months of the official publication of the said legislation of
its objections to the inclusion of such new categories of
beneficiaries.

4. This Agreement shall not apply to legislation that
establish a new social security branch, unless the competent
authorities of the Contracting States agree on this
application.

Article 3

Personal Scope

Unless otherwise specified, this Agreement shall apply to all
persons who are or have been subject to the legislation of
either of the Contracting States, and other persons who
derive rights from such person.

Article 4

Equality of Treatment

Unless otherwise provided in this Agreement, in applying the
legislation of a Contracting State, the persons specified in
Article 3 shall receive equal treatment with nationals of
that Contracting State.

Article 5

Export of Benefits

1. Unless otherwise specified in this Agreement, a
Contracting State shall not reduce or modify benefits
acquired under its legislation solely on the ground that the
beneficiary stays or resides in the territory of the other
Contracting State.

2. Benefits payable under this Agreement shall also be paid
when a person eligible for such a benefit, resides in the
territory of a third State.

PART II

PROVISIONS

CONCERNING THE

APPLICABLE LEGISLATION

Article 6

General Provision

Unless otherwise provided in Articles 7–11 of this Agreement,
a person who works as an employee in the territory of a
Contracting State shall, with respect to that employment, be
subject only to the legislation of that Contracting State.

Article 7

Posting

A person who normally pursues an activity as an employed
person in a Contracting State on behalf of an employer which
normally carries out its activities there and who is posted
by that employer to the other Contracting State to perform
work on that employer’s behalf, shall remain subject to the
legislation of the former Contracting State, provided that
the anticipated duration of such work does not exceed 2
years. If the work will continue beyond 2 years, the
competent institutions of both Contracting States may agree,
before the end of the first period of 2 years, that the
employee, for a further period of not more than 2 years,
shall remain subject to the legislation of the first
Contracting State.

Article 8

Civil Servants, Members of

Diplomatic Missions and

Consular Posts

1. Civil servants or persons treated as such according to the
legislation of one Contracting State to whom paragraph 2 of
this Article does not apply and who are sent to work in the
territory of the other Contracting State are subject only to
the legislation of the first Contracting State.

2. This Agreement shall not affect the provisions of the
Vienna Convention on Diplomatic Relations of April 18, 1961,
or the Vienna Convention on Consular Relations of April 24,
1963.

Article 9

Travelling Personnel

1. A person being employed on an aircraft in international
traffic who would otherwise be covered by the legislation of
both Contracting States, shall be subject to the legislation
of the Contracting State in whose territory the employer has
its registered office.

2. A person who works as an employee on board a ship that
flies the flag of a Contracting State, shall be subject to
the legislation of that Contracting State.

Article 10

Exceptions

The competent authorities or the competent institutions of
the two Contracting States may agree to grant an exception to
the provisions of Articles 6 through 9 with respect to
individual persons or categories of persons, provided that
any affected person shall be subject to the legislation of
one Contracting State.

Article 11

Accompanying Spouse and

Children

The accompanying spouse or children under the age of 18 of a
person who works in the territory of one Contracting State
and who is subject to the legislation of the other
Contracting State in accordance with Article 7, paragraph 1
of Article 8 or Article 10, shall be subject to the
legislation of the latter Contracting State unless they are
themselves gainfully occupied in the territory of the first
Contracting State.

PART III

PROVISIONS ON

BENEFITS

Article 12

Aggregation of Insurance

Periods

1. When insurance periods have been completed under the
legislation of the two Contracting States, the competent
institution of each Contracting State shall, in determining
eligibility for benefits under the legislation which it
applies, take into account, if necessary, insurance periods
under the legislation of the other Contracting State,
provided that such insurance periods do not overlap with
insurance periods under its legislation.

2. If a person is not eligible for a benefit on the basis of
the insurance periods under the legislation of the
Contracting States, aggregated as provided in paragraph 1,
the eligibility of that person for that benefit shall be
determined by aggregating these periods with insurance
periods completed under the legislation of a third state,
with which both Contracting States are bound by social
security agreements which provide for the aggregation of
periods for that person.

Article 13

Provisions concerning

Benefits under Indian

Legislation

1.&#160;If a person is entitled to an old-age, survivors’ or
disablement benefit under the Indian legislation without
necessarily proceeding to aggregation, the Indian competent
institution shall calculate the benefit entitlement directly
on the basis of the insurance periods completed in India and
only under the Indian legislation.

2. If a person is entitled to an old-age, survivors’ or
disablement benefit by virtue of the Indian legislation, with
the right being created solely by taking the aggregation of
the insurance periods into account pursuant to Article 12 the
following rules apply:

a) the Indian competent institution shall calculate the
theoretical amount of the benefit due as if all the insurance
periods completed according to the two Contracting States&#39;
legislations were exclusively completed under the Indian
legislation;

b) the Indian competent institution shall then calculate the
amount due, on the basis of the amount specified under a), in
proportion to the duration of the insurance periods under its
legislation, in relation to the duration of all insurance
periods accounted under a).

3. If the Indian legislation subordinates the granting of
certain old-age, survivors&#39; and disablement benefits to the
condition that the insurance periods are to be completed in a
given occupation, only insurance periods completed or
recognized as equivalent in the same occupation in Sweden
shall be aggregated for admission to entitlement to these
benefits.

4. If the Indian legislation subordinates the granting of
certain benefits to the condition that the insurance periods
are to be completed in a given occupation, and when these
periods do not result in entitlement to the said benefits,
the said periods shall be considered valid for the
determination of the benefits provided for in the general
scheme of employed persons.

Article 14

Provisions concerning

Benefits under the Swedish

Legislation

1. The provisions on aggregation in Article 12 shall not
apply to the basic requirement of three years of residence in
Sweden for entitlement to a guarantee pension, to a sickness
compensation in the form of guarantee compensation or to an
activity compensation in the form of guarantee
compensation.
2. When establishing the entitlement to
sickness compensation or activity compensation, coverage
under Indian legislation shall be considered as coverage
under Swedish legislation.

3. When calculating the amount of income-related sickness
compensation or income-related activity compensation, only
income earned during periods when Swedish legislation was
applicable shall be taken into account.

4. When calculating the amount of the income-based old-age
pension in the form of supplementary pension to be paid in
accordance with Article 12, only insurance periods completed
under the Swedish legislation, shall be taken into account.

5. The provisions of Article 5 shall not apply to the
following benefits;

i) sickness compensation in the form of guarantee
compensation or activity compensation in the form of
guarantee compensation; and

ii) guarantee pensions and surviving children’s allowance.

PART IV

MISCELLANEOUS

PROVISIONS

Article 15

Administrative Arrangement

1. The competent authorities of the Contracting States shall
conclude an Administrative Arrangement that sets out the
measures necessary for the implementation of this
Agreement.
2. The competent institutions and liaison bodies
of each Contracting State shall be specified in the
Administrative Arrangement.

Article 16

Administrative Collaboration

1. For the implementation of this Agreement, the competent
authorities as well as the competent institutions of both
Contracting States shall assist each other with regard to the
determination of entitlement to or payment of any benefit
under this Agreement as they would for the application of
their own legislation. The assistance referred to in this
Article shall be provided without mutual reimbursement of
costs.

2. Where the legislation of one Contracting State provides
that any document which is submitted to the competent
authority or institution of that Contracting State shall be
exempted, wholly or partly, from fees or charges, including
consular and administrative fees, the exemption shall also
apply to corresponding documents which are submitted to the
competent authority or institution of the other Contracting
State in the application of this Agreement.

3. Documents and certificates which must be produced for the
implementation of this Agreement shall be exempt from
authentication by diplomatic or consular authorities. Copies
of documents which are certified as true and exact copies by
a competent institution of one Contracting State shall be
accepted as true and exact copies by the competent
institution of the other Contracting State, without further
certification.

4. For the implementation of this Agreement, the competent
authorities and institutions of the Contracting States may
communicate directly with each other as well as with any
person, regardless of the residence of such persons. Such
communication may be made in English.

5. The competent authorities and institutions responsible for
the application of this Agreement, shall communicate to each
other, as soon as possible, all information about the
measures taken by them for the application of this Agreement
or about changes in their respective legislation in so far as
these changes affect the application of this Agreement.

6. The competent institutions shall annually exchange
statistics, which shall be specified in the Administrative
Arrangement.

Article 17

Claims, Notices and Appeals

1. Claims, notices or appeals which, according to the
legislation of one of the Contracting States, should have
been submitted within a specified period to the competent
authority or institution of that Contracting State, shall be
considered to be filed on time and on the given date if they
are presented within the same specified period to the
competent authority or institution of the other Contracting
State. In this case, the claims, notices or appeals must be
sent without delay to the competent authority or institution
of the former Contracting State.

2. An application for benefits under the legislation of one
Contracting State shall be deemed to be also an application
for a benefit of same nature under the legislation of the
other Contracting State provided that the applicant so wishes
and provides information indicating that insurance periods
have been completed under the legislation of the other
Contracting State.

Article 18

Confidentiality of Information

Unless otherwise required by the national laws and
regulations of a Contracting State, information about an
individual which is transmitted in accordance with this
Agreement to the competent authority or institution of that
Contracting State by the competent authority or institution
of the other Contracting State shall be used exclusively for
purposes of implementing this Agreement and the legislation
to which this Agreement applies. Such information received by
a competent authority or institution of a Contracting State
shall be governed by the national laws and regulations of
that Contracting State for the protection of privacy and
confidentiality of personal data.

Article 19

Payment of Benefits

1. The competent institution shall directly pay the benefits
to the beneficiaries without any deduction for administrative
expenses.

2. Payments into the other Contracting State arising from
this Agreement shall be effected in freely convertible
currency.

3. In the event that a Contracting State imposes currency
controls or other similar measures that restrict payments,
remittance or transfers of funds or financial instruments to
persons who are outside the Contracting State, it shall,
without delay, take appropriate measures to ensure the
payment of any amount that must be paid in accordance with
this Agreement.

Article 20

Resolution of Disputes

1. The competent authorities of the Contracting States shall
resolve, to the extent possible, any difficulties which arise
in interpreting or applying this Agreement according to its
spirit and fundamental principles.

2. The Contracting States shall consult each other promptly
at the request of either Contracting State concerning
matters, which have not been resolved by the competent
authorities in accordance with paragraph&#160;1.

PART V

TRANSITIONAL AND

FINAL PROVISIONS

Article 21

Transitional Provisions

1. This Agreement shall not create any entitlement to
benefits for any period prior to its entry into force.

2. This Agreement shall also apply to events, which occurred
prior to its entry into force.

3. All insurance periods completed under the legislation of
one of the Contracting States prior to the date on which this
Agreement enters into force shall be taken into consideration
in determining entitlement to any benefit in accordance with
the provisions of this Agreement.

4. The application of this Agreement shall not result in any
reduction in the amount of a benefit to which entitlement was
established prior to its entry into force.

Article 22

Revision of or Amendment to

the Agreement

Each Contracting State may request a revision of or an
amendment to this Agreement. Such revision or amendment may
be made after mutual consultation and agreement.

Article 23

Entry into Force

1. This Agreement shall enter into force on the first day of
the third month following the month in which each Contracting
State has received from the other Contracting State written
notification that it has complied with all domestic
requirements for its entry into force.

2. The same procedure applies if the Agreement is revised or
amended according to Article 22.

Article 24

Duration and Termination of the Agreement

1. This Agreement shall remain in force without any
limitation on its duration.

2. This Agreement may be terminated by either of the
Contracting State giving a twelve months notice in writing to
the other Contracting State.

3. If this Agreement is terminated, rights regarding
entitlement to or payment of benefits acquired under it shall
be retained. The Contracting States shall make arrangements
to deal with rights in the process of being acquired.

IN WITNESS WHEREOF, the undersigned, being duly authorized
thereto, have signed this Agreement.

Done at New Delhi on 26&#160;November 2012, in two originals, each
in the Swedish, Hindi and English languages, all texts being
equally authentic.

In case of any divergence of interpretation, the English text
shall prevail.

F&#214;R KONUNGARIKET SVERIGES REGERING

FOR THE GOVERNMENT OF THE UNITED KINGDOM OF SWEDEN

Ulf Kristersson

F&#214;R REBUBLIKEN INDIENS REGERING

FOR THE GOVERNMENT OF THE REPUBLIC OF INDIA

Vayalar Ravi



</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1327">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1329">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
