

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-12-27" /> 
 <meta id="rattsinfo-edited" content="2023-12-27 13:50:28" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1391</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1390">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1392">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2012:872 ·
                    <a href="/sfsr?bet=2012:872">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2012:872) om statlig finansiering genom regionala utvecklingsbolag</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet RSN
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2012-12-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:928
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2013-01-15
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; De regionala utvecklingsbolagen f&#229;r, i enlighet med lagen 
(1994:77) om beslutander&#228;tt f&#246;r regionala utvecklingsbolag, 
inom sina verksamhetsomr&#229;den besluta om finansiering i form av 
tillskott av &#228;garkapital p&#229; aff&#228;rsm&#228;ssig grund eller st&#246;d 
enligt denna f&#246;rordning. Finansiering f&#229;r l&#228;mnas i syfte att 
fr&#228;mja innovation inom n&#228;ringslivet och etablering av nya 
f&#246;retag samt f&#246;r att utveckla sm&#229; och medelstora f&#246;retag. 

De regionala utvecklingsbolagen &#228;r Almi AB (moderbolaget), 
bolag som ing&#229;r i dess koncern och intressebolag. 

F&#246;r s&#229;dant st&#246;d som Verket f&#246;r n&#228;ringslivsutveckling beviljat 
enligt f&#246;rordningen (1995:1254) om statligt st&#246;d till teknisk 
forskning, industriellt utvecklingsarbete och 
uppfinnarverksamhet, men d&#228;r l&#229;nefordran f&#246;rts &#246;ver till 
moderbolaget eller n&#229;got bolag som ing&#229;r i dess koncern, ska 
denna f&#246;rordning g&#228;lla i till&#228;mpliga delar.
F&#246;rordning (2022:1354).

2 &#167; Finansiering f&#229;r l&#228;mnas inom de ramar som anges av moderbolaget och i
m&#229;n av tillg&#229;ng p&#229; medel som  moderbolaget &#228;ger eller f&#246;rfogar &#246;ver.

De regionala utvecklingsbolagen ska i sin finansieringsverksamhet s&#246;ka
samverkan med andra organ f&#246;r att uppn&#229; effektiva finansieringsl&#246;sningar
och begr&#228;nsa den egna insatsen och riskniv&#229;n.

Finansiering genom tillskott av &#228;garkapital p&#229; aff&#228;rsm&#228;ssig grund

3 &#167; Investeringar i form av &#228;garkapital och 
&#228;garkapitalliknande finansiering ska, om inte annat f&#246;ljer av 
denna f&#246;rordning, ske p&#229; aff&#228;rsm&#228;ssiga grunder. Kravet p&#229; 
aff&#228;rsm&#228;ssig grund &#228;r uppfyllt om en enskild investering i 
portf&#246;ljbolag genomf&#246;rs samtidigt och med ett minst lika stort 
belopp av minst en privat kommersiell akt&#246;r p&#229; lika villkor. 

Om det finns s&#228;rskilda sk&#228;l f&#229;r det belopp som investeras av 
ett regionalt utvecklingsbolag uppg&#229; till h&#246;gst 70 procent av 
det totala belopp som samtidigt investeras i portf&#246;ljbolaget.

F&#246;r varje investering ska det finnas

1. en verksamhetsplan med uppgifter om produkter, f&#246;rs&#228;ljning, 
vinstutveckling och ber&#228;knad l&#246;nsamhet, samt

2. en utarbetad plan f&#246;r uttr&#228;de ur investeringen.
F&#246;rordning (2020:252).

Allm&#228;nna best&#228;mmelser om st&#246;d

4 &#167; St&#246;d enligt denna f&#246;rordning l&#228;mnas som st&#246;d av mindre
betydelse i enlighet med de f&#246;ruts&#228;ttningar och begr&#228;nsningar
som f&#246;ljer av kommissionens f&#246;rordning (EU) nr 1407/2013 av
den 18 december 2013 om till&#228;mpningen av artiklarna 107 och
108 i f&#246;rdraget om Europeiska unionens funktionss&#228;tt p&#229; st&#246;d
av mindre betydelse.

St&#246;d enligt 14 &#167; l&#228;mnas dock i enlighet med de
f&#246;ruts&#228;ttningar och begr&#228;nsningar som anges i kapitel I och
artikel 22 i kommissionens f&#246;rordning (EU) nr 651/2014 av den
17 juni 2014 genom vilken vissa kategorier av st&#246;d f&#246;rklaras
f&#246;renliga med den inre marknaden enligt artiklarna 107 och
108 i f&#246;rdraget. F&#246;rordning (2015:209).

5 &#167; Termer och uttryck som anv&#228;nds i denna f&#246;rordning har
samma betydelse som i kommissionens f&#246;rordningar (EU) nr
1407/2013 och (EU) nr 651/2014.

Med f&#246;rskott med &#229;terbetalningsskyldighet avses i denna
f&#246;rordning ett l&#229;n f&#246;r ett st&#246;dber&#228;ttigat projekt, som
betalas ut i en eller flera omg&#229;ngar och d&#228;r villkoren f&#246;r
&#229;terbetalning beror p&#229; projektets resultat.
F&#246;rordning (2015:209).

6 &#167; St&#246;d enligt denna f&#246;rordning f&#229;r l&#228;mnas i form av bidrag,
r&#229;dgivning, l&#229;n, garanti, f&#246;rskott med
&#229;terbetalningsskyldighet eller investeringar i form av eget
kapital eller kapital likst&#228;llt med eget kapital.

Den som ans&#246;ker om st&#246;d ska i samband med ans&#246;kningen upplysa
om annat finansieringsst&#246;d som har s&#246;kts eller erh&#229;llits f&#246;r
samma &#228;ndam&#229;l.

St&#246;d f&#229;r avse ett helt eller del av ett projekt. Ett beslut
om st&#246;d f&#229;r f&#246;renas med villkor f&#246;r st&#246;det. S&#229;dana villkor
ska framg&#229; av beslutet. F&#246;rordning (2015:209).

7 &#167; N&#228;r det g&#228;ller l&#229;n ska den metod som anges i Europeiska
kommissionens meddelande om en &#246;versyn av metoden f&#246;r att
best&#228;mma referens- och diskonteringsr&#228;ntor anv&#228;ndas f&#246;r att
fastst&#228;lla marknadsr&#228;nta och f&#246;r att ber&#228;kna st&#246;dets
bidragsekvivalent. Denna metod ska ocks&#229; anv&#228;ndas f&#246;r st&#246;d i
form av f&#246;rskott med &#229;terbetalningsskyldighet. Om
&#229;terbetalning helt eller delvis efterges, ska det
s&#228;kerst&#228;llas att st&#246;dets bidragsekvivalent inte &#246;verskrider
de niv&#229;er som anges i denna f&#246;rordning. F&#246;r st&#246;d i form av
garanti ska det belopp som det garanterade l&#229;net eller
r&#228;kningskrediten avser anses utg&#246;ra st&#246;dets
bidragsekvivalent. F&#246;r st&#246;d i form av investeringar i form av
eget kapital eller kapital likst&#228;llt med eget kapital g&#228;ller
att beviljat belopp motsvarar st&#246;dets bidragsekvivalent.

N&#228;r st&#246;dniv&#229;er enligt denna f&#246;rordning best&#228;ms ska vidare
h&#228;nsyn tas till om annat offentligt finansieringsst&#246;d har
l&#228;mnats f&#246;r samma &#228;ndam&#229;l eller till samma
investeringsprojekt. Det sammanlagda st&#246;det f&#229;r inte
&#246;verskrida de niv&#229;er som anges i denna f&#246;rordning.
St&#246;dniv&#229;erna ska best&#228;mmas f&#246;r varje st&#246;dmottagare. De
st&#246;dniv&#229;er som beslutas g&#228;ller oavsett om ett st&#246;dber&#228;ttigat
projekt finansieras med statliga medel eller om det
delfinansieras av Europeiska unionen.

Ett st&#246;d enligt denna f&#246;rordning f&#229;r inte betalas ut till ett
f&#246;retag som &#228;r f&#246;rem&#229;l f&#246;r betalningskrav p&#229; grund av ett
beslut av Europeiska kommissionen som f&#246;rklarar ett st&#246;d
olagligt och of&#246;renligt med den inre marknaden.
F&#246;rordning (2015:209).

8 &#167; F&#246;r l&#229;n ska den s&#228;kerhet kr&#228;vas som kan fordras med h&#228;nsyn till
l&#229;ntagarens ekonomiska st&#228;llning, behov av rimlig ekonomisk r&#246;relsefrihet
och andra omst&#228;ndigheter.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r l&#229;n l&#228;mnas utan s&#228;kerhet eller ges s&#228;mre
f&#246;rm&#229;nsr&#228;tt &#228;n andra borgen&#228;rers fordringar.

9 &#167; Garanti f&#229;r l&#228;mnas f&#246;r l&#229;n eller r&#228;kningskredit i svensk eller
utl&#228;ndsk valuta i en kreditinr&#228;ttning som godtas av det bolag som
beslutar om finansieringen. Garantin f&#229;r omfatta upp till 80 procent av
l&#229;net eller r&#228;kningskrediten.

Garanti f&#229;r l&#228;mnas endast om det f&#246;r l&#229;net eller r&#228;kningskrediten st&#228;lls
s&#228;kerhet i samma omfattning som kr&#228;vs f&#246;r l&#229;n enligt 8 &#167;. S&#228;kerheten f&#246;r
l&#229;net eller r&#228;kningskrediten ska g&#228;lla &#228;ven garantin.

S&#228;rskilda best&#228;mmelser om st&#246;d

St&#246;d f&#246;r att fr&#228;mja etablering av nya f&#246;retag

10 &#167; St&#246;d f&#229;r l&#228;mnas f&#246;r att fr&#228;mja etablering av nya f&#246;retag i samband
med att en f&#246;retagare p&#229;b&#246;rjar sin verksamhet. S&#229;dant st&#246;d f&#229;r l&#228;mnas i
form av l&#229;n eller garanti. Om det finns s&#228;rskilda sk&#228;l f&#229;r st&#246;det t&#228;cka
hela finansieringsbehovet.

St&#246;d f&#246;r utveckling av befintliga f&#246;retag

11 &#167; St&#246;d f&#229;r l&#228;mnas i syfte att utveckla befintliga f&#246;retag. S&#229;dant st&#246;d
f&#229;r l&#228;mnas i form av l&#229;n eller garanti.

St&#246;det f&#229;r t&#228;cka h&#246;gst 80 procent av det ber&#228;knade finansieringsbehovet.
Om det finns s&#228;rskilda sk&#228;l f&#229;r st&#246;det t&#228;cka hela finansieringsbehovet.
Om st&#246;det l&#228;mnas f&#246;r att t&#228;cka kapitalbehov i samband med ett f&#246;retags
exportsatsning f&#229;r det t&#228;cka h&#246;gst 90 procent av det ber&#228;knade
finansieringsbehovet.

St&#246;d till innovationsprojekt

12 &#167; St&#246;d f&#229;r l&#228;mnas till innovationsprojekt som avser en vara eller
tj&#228;nst f&#246;r att utveckla en f&#246;rsta prototyp eller f&#246;r insatser som syftar
till kommersialisering av projektet. St&#246;det f&#229;r anv&#228;ndas f&#246;r kostnader
f&#246;r produkt- och tj&#228;nsteutveckling, skydd av immateriella tillg&#229;ngar
eller f&#246;r marknadsunders&#246;kningar. S&#229;dant st&#246;d l&#228;mnas i form av l&#229;n.

&#197;terbetalningsskyldigheten f&#246;r st&#246;d enligt f&#246;rsta stycket f&#229;r efterges
helt eller delvis om st&#246;dmottagaren har visat att f&#246;ruts&#228;ttningar saknas
f&#246;r att l&#246;nsamt utnyttja projektets resultat. Om l&#229;n efterges helt eller
delvis, ska 7 &#167; f&#246;rsta stycket inte till&#228;mpas. St&#246;dbeloppet ska d&#229; i
st&#228;llet best&#228;mmas till det faktiska belopp som eftersk&#228;nks.

St&#246;d i fr&#229;ga om r&#229;dgivningsinsatser och f&#246;rstudier

13 &#167; St&#246;d f&#229;r l&#228;mnas i fr&#229;ga om r&#229;dgivning som avser aff&#228;rsutveckling.
R&#229;dgivningen ska vara marknadskompletterande och utformas f&#246;r att
tillm&#246;tesg&#229; f&#246;retagens behov n&#228;r de inte kan tillgodoses av andra
kommersiella akt&#246;rer p&#229; marknaden. S&#229;dant st&#246;d l&#228;mnas i form av
r&#229;dgivning eller bidrag till r&#229;dgivning. St&#246;det f&#229;r t&#228;cka hela kostnaden
f&#246;r r&#229;dgivningen.

St&#246;d i form av bidrag f&#229;r &#228;ven l&#228;mnas till f&#246;rstudier. St&#246;det f&#229;r t&#228;cka
hela kostnaden f&#246;r f&#246;rstudien.

St&#246;d till nystartade f&#246;retag

14 &#167; /Upph&#246;r att g&#228;lla U:2024-02-01/
St&#246;d till nystartade f&#246;retag f&#229;r l&#228;mnas i enlighet med
de villkor som anges i kapitel I och artikel 22 i
kommissionens f&#246;rordning (EU) 651/2014. F&#246;rordning (2015:209).

14 &#167; /Tr&#228;der i kraft I:2024-02-01/
St&#246;d till nystartade f&#246;retag f&#229;r l&#228;mnas i enlighet med de 
villkor som anges i kapitel I och artikel 22 i kommissionens 
f&#246;rordning (EU) 651/2014.

Om uppgifter om ett st&#246;d ska offentligg&#246;ras enligt artikel 9 i 
samma f&#246;rordning, f&#229;r st&#246;det endast beviljas om f&#246;retaget 
samtycker till offentligg&#246;randet. F&#246;rordning (2023:928).

15 &#167; Har upph&#228;vts genom f&#246;rordning (2015:209).

16 &#167; Har upph&#228;vts genom f&#246;rordning (2015:209).

17 &#167; Har upph&#228;vts genom f&#246;rordning (2015:209).

18 &#167; Har upph&#228;vts genom f&#246;rordning (2015:209).

&#214;vriga best&#228;mmelser om st&#246;d

19 &#167; Mottagaren av ett st&#246;d som betalats ut enligt denna f&#246;rordning &#228;r
&#229;terbetalningsskyldig om

1. den som ans&#246;kt om st&#246;d genom oriktiga uppgifter eller p&#229; annat s&#228;tt
orsakat att st&#246;det l&#228;mnats felaktigt eller med f&#246;r h&#246;gt belopp,

2. st&#246;det av annan orsak l&#228;mnats felaktigt eller med f&#246;r h&#246;gt belopp och
mottagaren sk&#228;ligen borde ha insett detta,

3. det visar sig att det inte funnits f&#246;ruts&#228;ttningar f&#246;r st&#246;det och den
som ans&#246;kt om st&#246;det borde ha insett detta, eller

4. villkoren f&#246;r st&#246;det inte har f&#246;ljts.

Om en st&#246;dmottagare &#228;r &#229;terbetalningsskyldig enligt f&#246;rsta stycket, ska
det regionala utvecklingsbolag som har betalat ut st&#246;det besluta att helt
eller delvis kr&#228;va tillbaka st&#246;det. Om det finns s&#228;rskilda sk&#228;l, f&#229;r
kravet p&#229; &#229;terbetalning helt eller delvis efterges.

20 &#167; Har upph&#228;vts genom f&#246;rordning (2013:484).

20 &#167; Regionala utvecklingsbolag ska rapportera uppgifter 
till Myndigheten f&#246;r tillv&#228;xtpolitiska utv&#228;rderingar och 
analysers mikrodatabas f&#246;r statligt f&#246;retagsst&#246;d (MISS) i en 
&#228;ndam&#229;lsenlig omfattning och utformning. 
F&#246;rordning (2018:1737).

21 &#167; Best&#228;mmelser om rapportering finns &#228;ven i 12 a &#167; 
lagen (2013:388) om till&#228;mpning av Europeiska unionens 
statsst&#246;dsregler och i 4 &#167; f&#246;rordningen (2016:605) om 
till&#228;mpning av Europeiska unionens statsst&#246;dsregler.

22 &#167; Regionala utvecklingsbolag ska f&#246;ra de register som
avses i

1. artikel 12 i kommissionens f&#246;rordning (EU) nr 651/2014,
och

2. artikel 6.4 i kommissionens f&#246;rordning (EU) nr 1407/2013.

Om ans&#246;kan avser st&#246;d enligt kommissionens f&#246;rordning (EU)
nr 1407/2013, ska bolaget l&#228;mna de upplysningar till
f&#246;retaget som framg&#229;r av artikel 6.1 i den f&#246;rordningen.
F&#246;rordning (2015:209).

23 &#167; Vid de regionala utvecklingsbolagens handl&#228;ggning av 
&#228;renden om st&#246;d enligt denna f&#246;rordning till&#228;mpas f&#246;ljande 
best&#228;mmelser i f&#246;rvaltningslagen (2017:900):

– 5 &#167; om legalitet, objektivitet och proportionalitet,

– 10 &#167; om partsinsyn,

– 16–18 &#167;&#167; om j&#228;v,

– 23 &#167; om utredningsansvaret,

– 24 &#167; om n&#228;r man f&#229;r l&#228;mna uppgifter muntligt,

– 25 &#167; om kommunikation,

– 31 &#167; om dokumentation av beslut, och

– 33 och 34 &#167;&#167; om underr&#228;ttelse om inneh&#229;llet i beslut och 
hur ett &#246;verklagande g&#229;r till.
F&#246;rordning (2018:1076).

24 &#167; I 40 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser 
om &#246;verklagande till allm&#228;n f&#246;rvaltningsdomstol. Andra 
beslut &#228;n beslut enligt 7 &#167; tredje stycket f&#229;r dock inte 
&#246;verklagas. F&#246;rordning (2018:1737).


&#214;verg&#229;ngsbest&#228;mmelser

2012:872

Denna f&#246;rordning tr&#228;der i kraft den 15 januari 2013. Genom
f&#246;rordningen upph&#228;vs f&#246;rordningarna (2009:41) om statlig
finansiering genom Almi F&#246;retagspartner AB och bolag som ing&#229;r
i dess koncern och (2009:268) om statlig finansiering genom
Innovationsbron AB och dess dotterbolag.

2015:209

1. Denna f&#246;rordning tr&#228;der i kraft den 1 maj 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r st&#246;d till nystartade,
innovativa f&#246;retag som beslutats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1390">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1392">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
