

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 11:25:12" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1398</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1397">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1399">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2012:848 ·
                    <a href="/sfsr?bet=2012:848">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2012:848) om administrativt samarbete inom Europeiska unionen i fr&#229;ga om beskattning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2012-12-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1696
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2013-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Till&#228;mpningsomr&#229;de och definitioner

1 &#167; Denna f&#246;rordning g&#228;ller vid till&#228;mpningen av lagen
(2012:843) om administrativt samarbete inom Europeiska unionen
i fr&#229;ga om beskattning.

De termer och uttryck som anv&#228;nds i denna f&#246;rordning har samma
betydelse i lagen.

2 &#167; Har upph&#228;vts genom f&#246;rordning (2022:1696).

Organisation

3 &#167; Skatteverket ska utse ett centralt kontaktkontor som ska
ha huvudansvaret f&#246;r kontakterna med andra medlemsstater i
&#228;renden enligt lagen (2012:843) om administrativt samarbete
inom Europeiska unionen i fr&#229;ga om beskattning och denna
f&#246;rordning. Skatteverket ska underr&#228;tta
Europeiska kommissionen och &#246;vriga medlemsstater om detta.

Det centrala kontaktkontoret f&#229;r ocks&#229; utses som ansvarigt f&#246;r
kontakterna med Europeiska kommissionen. Skatteverket ska
underr&#228;tta kommissionen om detta.

4 &#167; Skatteverket f&#229;r &#228;ven utse kontaktorgan och beh&#246;riga
tj&#228;nstem&#228;n.

De tj&#228;nstem&#228;n som medverkar i det administrativa samarbetet
ska alltid anses vara beh&#246;riga tj&#228;nstem&#228;n f&#246;r detta &#228;ndam&#229;l i
enlighet med villkor som fastst&#228;lls av Skatteverket.

5 &#167; N&#228;r ett kontaktorgan eller en beh&#246;rig tj&#228;nsteman som avses
i 4 &#167; skickar eller tar emot en beg&#228;ran eller ett svar p&#229; en
beg&#228;ran om samarbete, ska de underr&#228;tta det centrala
kontaktkontoret om detta.

Om ett kontaktorgan eller en beh&#246;rig tj&#228;nsteman tar emot en
beg&#228;ran som inte omfattas av den beh&#246;righet som Skatteverket
fastst&#228;llt f&#246;r dem, ska de snarast &#246;verl&#228;mna denna beg&#228;ran
till det centrala kontaktkontoret och underr&#228;tta den beg&#228;rande
myndigheten om detta. Tidsfristerna som anges i 11–15 &#167;&#167;
b&#246;rjar i s&#229; fall l&#246;pa dagen efter att beg&#228;ran om samarbete
&#246;verl&#228;mnas till det centrala kontaktkontoret.

6 &#167; Det centrala kontaktkontoret ska h&#229;lla f&#246;rteckningar &#246;ver
kontaktorganen och de beh&#246;riga tj&#228;nstem&#228;nnen aktuella och
st&#228;lla dem till f&#246;rfogande f&#246;r de centrala kontaktkontoren i
de &#246;vriga ber&#246;rda medlemsstaterna och f&#246;r Europeiska
kommissionen.

Utbyte av upplysningar p&#229; beg&#228;ran

7 &#167; N&#228;r Skatteverket beg&#228;r utbyte av upplysningar f&#229;r verket 
&#228;ven beg&#228;ra att en utrednings&#229;tg&#228;rd vidtas. En s&#229;dan beg&#228;ran 
ska motiveras.

Om Skatteverket har tagit emot en beg&#228;ran om en 
utrednings&#229;tg&#228;rd men anser att en s&#229;dan inte beh&#246;vs, ska 
verket omedelbart underr&#228;tta den beg&#228;rande myndigheten om 
sk&#228;len till detta. F&#246;rordning (2022:1696).

8 &#167; Om den beg&#228;rande myndigheten s&#228;rskilt beg&#228;r det, ska
Skatteverket tillhandah&#229;lla originalhandlingar, f&#246;rutsatt att
detta inte strider mot best&#228;mmelser i n&#229;gon annan f&#246;rfattning.

8 a &#167; Vid en beg&#228;ran om utbyte av upplysningar enligt 8 &#167; 
lagen (2012:843) om administrativt samarbete inom Europeiska 
unionen i fr&#229;ga om beskattning antas de beg&#228;rda upplysningarna 
vara relevanta

1. om den beg&#228;rande myndigheten vid den tidpunkt d&#229; beg&#228;ran 
ges in anser att det i enlighet med dess nationella r&#228;tt finns 
en rimlig m&#246;jlighet att de beg&#228;rda upplysningarna kommer att 
vara relevanta f&#246;r en eller flera skattskyldigas 
skatte&#228;renden, vare sig de identifieras med namn eller p&#229; 
annat s&#228;tt, och 

2. om det &#228;r motiverat med tanke p&#229; utredningens syfte.
F&#246;rordning (2022:1696).

8 b &#167; Upplysningar som beg&#228;rs av en myndighet i en annan 
medlemsstat ska antas vara relevanta om &#229;tminstone f&#246;ljande 
upplysningar finns:

1. det beskattnings&#228;ndam&#229;l f&#246;r vilket upplysningarna beg&#228;rs, 
och

2. n&#228;rmare uppgifter om vilka upplysningar som kr&#228;vs f&#246;r 
administration eller verkst&#228;llighet av dess nationella r&#228;tt. 

Om en beg&#228;ran avser en grupp av skattskyldiga som inte kan 
identifieras individuellt ska beg&#228;ran &#229;tminstone inneh&#229;lla 
f&#246;ljande upplysningar:

1. en detaljerad beskrivning av gruppen,

2. en redog&#246;relse f&#246;r till&#228;mplig lagstiftning och de fakta som 
f&#246;ranleder antagandet att de skattskyldiga i gruppen inte har 
f&#246;ljt till&#228;mplig lagstiftning,

3. en redog&#246;relse f&#246;r hur de beg&#228;rda upplysningarna skulle 
underl&#228;tta f&#246;r den beg&#228;rande myndigheten att fastst&#228;lla 
huruvida de skattskyldiga i gruppen har f&#246;ljt till&#228;mplig 
lagstiftning, och 

4. n&#228;r s&#229; &#228;r relevant, fakta och omst&#228;ndigheter i fr&#229;ga om 
deltagande av en tredje part som aktivt har bidragit till att 
de skattskyldiga i gruppen eventuellt inte har f&#246;ljt 
till&#228;mplig lagstiftning. F&#246;rordning (2022:1696).

Automatiskt utbyte av upplysningar

9 &#167; Skatteverket f&#229;r meddela andra medlemsstaters beh&#246;riga 
myndigheter att verket inte &#246;nskar f&#229; upplysningar genom 
automatiskt utbyte betr&#228;ffande n&#229;gon eller n&#229;gra av de 
kategorier av inkomster och tillg&#229;ngar som avses i 12 &#167; 
f&#246;rsta stycket lagen (2012:843) om administrativt samarbete 
inom Europeiska unionen i fr&#229;ga om beskattning.

Skatteverket ska i s&#229; fall underr&#228;tta Europeiska kommissionen 
om detta. F&#246;rordning (2015:923).

&#197;terkoppling och bekr&#228;ftelser

10 &#167; Skatteverket ska p&#229; beg&#228;ran ge &#229;terkoppling till en
beh&#246;rig myndighet som l&#228;mnat upplysningar p&#229; beg&#228;ran eller
utan f&#246;reg&#229;ende beg&#228;ran.

Skatteverket ska en g&#229;ng om &#229;ret ge &#229;terkoppling som r&#246;r det
automatiska utbytet av upplysningar till de &#246;vriga ber&#246;rda
beh&#246;riga myndigheterna.

10 a &#167; Skatteverket ska bekr&#228;fta att verket har tagit emot 
upplysningar om f&#246;rhandsbesked i gr&#228;ns&#246;verskridande 
skattefr&#229;gor och f&#246;rhandsbesked om priss&#228;ttning, som ansetts 
kunna ber&#246;ra Sverige. Detta ska g&#246;ras snarast m&#246;jligt men 
senast sju arbetsdagar fr&#229;n mottagandet. Bekr&#228;ftelsen ska 
l&#228;mnas till den meddelande medlemsstatens beh&#246;riga 
myndighet. F&#246;rordning (2016:1230).

Tidsfrister vid utbyte av upplysningar och &#229;terkoppling

Utbyte av upplysningar p&#229; beg&#228;ran

11 &#167; Skatteverket ska snarast m&#246;jligt, men senast inom tre 
m&#229;nader fr&#229;n det att en beg&#228;ran har tagits emot, l&#228;mna de 
upplysningar som avses i 8 &#167; lagen (2012:843) om 
administrativt samarbete inom Europeiska unionen i fr&#229;ga om 
beskattning. Om Skatteverket redan har tillg&#229;ng till 
upplysningarna ska de dock l&#228;mnas inom tv&#229; m&#229;nader.

Skatteverket och den beg&#228;rande myndigheten f&#229;r komma &#246;verens 
om andra tidsfrister &#228;n de som anges i f&#246;rsta stycket.
F&#246;rordning (2022:1696).

12 &#167; Skatteverket ska snarast m&#246;jligt, men senast inom sju
arbetsdagar fr&#229;n mottagandet bekr&#228;fta f&#246;r den beg&#228;rande
myndigheten att verket har tagit emot beg&#228;ran. Om det &#228;r
m&#246;jligt, ska detta ske p&#229; elektronisk v&#228;g.

13 &#167; Om Skatteverket har tagit emot en bristf&#228;llig beg&#228;ran
eller av andra sk&#228;l beh&#246;ver ytterligare bakgrundsinformation,
ska verket inom en m&#229;nad fr&#229;n mottagandet underr&#228;tta den
beg&#228;rande myndigheten om detta. I s&#229; fall ska de tidsfrister
som anges i 11 &#167; f&#246;rsta stycket b&#246;rja l&#246;pa dagen efter det att
Skatteverket har f&#229;tt den ytterligare information som beh&#246;vs.

14 &#167; Om Skatteverket inte kan besvara beg&#228;ran inom den 
tidsfrist som anges i 11 &#167;, ska verket snarast m&#246;jligt, men 
senast inom tre m&#229;nader fr&#229;n mottagandet av beg&#228;ran underr&#228;tta 
den beg&#228;rande myndigheten om sk&#228;len till detta och om den dag 
som verket anser sig kunna besvara beg&#228;ran. Tidsfristen f&#229;r 
inte vara l&#228;ngre &#228;n sex m&#229;nader fr&#229;n det att beg&#228;ran 
mottagits. F&#246;rordning (2022:1696).

15 &#167; N&#228;r Skatteverket inte har tillg&#229;ng till de beg&#228;rda
upplysningarna, ska verket snarast m&#246;jligt, men senast inom en
m&#229;nad fr&#229;n mottagandet av beg&#228;ran, underr&#228;tta den beg&#228;rande
myndigheten om sk&#228;len till detta. Detsamma g&#228;ller om
Skatteverket inte kan besvara beg&#228;ran om upplysningar eller
v&#228;grar att g&#246;ra det av ett sk&#228;l som anges i 9 eller 10 &#167; lagen
(2012:843) om administrativt samarbete inom Europeiska unionen
i fr&#229;ga om beskattning.

Automatiskt utbyte av upplysningar

16 &#167; Upplysningar som avses i 12 &#167; lagen (2012:843) om
administrativt samarbete inom Europeiska unionen i fr&#229;ga om
beskattning ska &#246;verf&#246;ras inom sex m&#229;nader fr&#229;n utg&#229;ngen av
det beskattnings&#229;r d&#229; de blev tillg&#228;ngliga.

16 a &#167; Skatteverket ska en g&#229;ng om &#229;ret underr&#228;tta Europeiska 
kommissionen om vilka kategorier av inkomster och tillg&#229;ngar 
som avses i 12 &#167; f&#246;rsta stycket lagen (2012:843) om 
administrativt samarbete i Europeiska unionen i fr&#229;ga om 
beskattning som Skatteverket &#246;verf&#246;r uppgifter om.
F&#246;rordning (2022:1696).

16 b &#167; Skatteverket ska en g&#229;ng om &#229;ret tillhandah&#229;lla 
Europeiska kommissionen statistik avseende omfattningen av 
automatiska utbyte enligt lagen (2012:843) om administrativt 
samarbete inom Europeiska unionen, lagen (2015:912) om 
automatiskt utbyte av upplysningar om finansiella konton, 
lagen (2017:182) automatiskt utbyte av land-f&#246;r-land-rapporter 
p&#229; skatteomr&#229;det och lagen (2022:1682) om automatiskt utbyte 
av upplysningar om inkomster genom digitala plattformar.

Skatteverket ska en g&#229;ng om &#229;ret tillhandah&#229;lla Europeiska 
kommissionen information om administrativa och andra relevanta 
kostnader och f&#246;rdelar i samband med utbyten som &#228;gt rum och 
eventuella potentiella &#228;ndringar, b&#229;de f&#246;r skattef&#246;rvaltningar 
och f&#246;r tredje parter. F&#246;rordning (2022:1696).

Utbyte av upplysningar utan f&#246;reg&#229;ende beg&#228;ran

17 &#167; N&#228;r s&#229;dana upplysningar som avses i 14 &#167; f&#246;rsta stycket
lagen (2012:843) om administrativt samarbete inom Europeiska
unionen i fr&#229;ga om beskattning blir tillg&#228;ngliga f&#246;r
Skatteverket, ska de &#246;verl&#228;mnas till den beh&#246;riga myndigheten
i varje annan ber&#246;rd medlemsstat snarast m&#246;jligt, men senast
inom en m&#229;nad.

18 &#167; N&#228;r Skatteverket tar emot upplysningar fr&#229;n en beh&#246;rig
myndighet i en annan medlemsstat utan att verket beg&#228;rt
upplysningarna, ska verket snarat m&#246;jligt, men senast inom sju
arbetsdagar bekr&#228;fta mottagandet av uppgifterna f&#246;r den
myndighet som tillhandah&#246;ll dem. Om det &#228;r m&#246;jligt, ska detta
ske p&#229; elektronisk v&#228;g.

&#197;terkoppling

19 &#167; &#197;terkoppling enligt 10 &#167; f&#246;rsta stycket ska ges s&#229; snart
som m&#246;jligt men senast inom tre m&#229;nader efter det att
resultatet av anv&#228;ndningen av de beg&#228;rda upplysningarna har
blivit k&#228;nt.

N&#228;rvaro i en annan medlemsstat

20 &#167; Om Skatteverket har utsett en tj&#228;nsteman att n&#228;rvara vid
en myndighet eller utredning i en annan medlemsstat, ska
verket utf&#228;rda en skriftlig fullmakt f&#246;r tj&#228;nstemannen.
Fullmakten ska inneh&#229;lla uppgifter om tj&#228;nstemannens identitet
och befattning.

20 a &#167; Om Skatteverket tar emot en s&#229;dan beg&#228;ran som avses i 
17 &#167; lagen (2012:843) om administrativt samarbete inom 
Europeiska unionen i fr&#229;ga om beskattning, ska beg&#228;ran 
besvaras inom 60 dagar fr&#229;n det att beg&#228;ran mottagits, f&#246;r att 
meddela den beg&#228;rande myndigheten sitt samtycke eller en 
motiverad v&#228;gran. F&#246;rordning (2022:1696).

N&#228;rvaro i Sverige av tj&#228;nsteman fr&#229;n en annan medlemsstat

21 &#167; Vid n&#228;rvaro i Sverige av en tj&#228;nsteman fr&#229;n en annan
medlemsstat ska han eller hon, f&#229; kopior av den dokumentation
av de beg&#228;rda upplysningarna som finns hos Skatteverket.

Samtidiga kontroller

22 &#167; Om Skatteverket, i syfte att utbyta upplysningar, avser
att f&#246;resl&#229; samtidiga kontroller i Sverige och i en eller
flera andra medlemsstater av en eller flera personer som &#228;r av
gemensamt eller kompletterande intresse f&#246;r Skatteverket och
de andra beh&#246;riga myndigheterna, ska verket identifiera dessa
personer. Verket ska underr&#228;tta de andra beh&#246;riga
myndigheterna och motivera sitt val av &#228;renden som
kontrollerna ska g&#228;lla, samt ange under vilken tidsperiod
kontrollerna ska utf&#246;ras.

23 &#167; Om en beh&#246;rig myndighet i en annan medlemsstat har 
f&#246;reslagit s&#229;dana samtidiga kontroller som avses i 22 &#167;, ska 
Skatteverket avg&#246;ra om verket &#246;nskar delta i kontrollerna och 
underr&#228;tta den andra myndigheten om sitt beslut. Skatteverket 
ska inom 60 dagar fr&#229;n det att den andra beh&#246;riga myndigheten 
f&#246;reslagit en samtidig kontroll l&#228;mna sitt samtycke eller en 
motiverad v&#228;gran om att delta. F&#246;rordning (2022:1696).

24 &#167; Vid samtidiga kontroller enligt 22 och 23 &#167;&#167; ska
Skatteverket utse en f&#246;retr&#228;dare med ansvar f&#246;r att &#246;vervaka
och samordna kontrollen.

Gemensamma revisioner

24 a &#167; Skatteverket ska tillsammans med den eller de beh&#246;riga 
myndigheterna i de deltagande medlemsstaterna vid en gemensam 
revision enligt 17 c-17 f &#167;&#167; lagen (2012:843) om 
administrativt samarbete inom Europeiska unionen i fr&#229;ga om 
beskattning, inkludera slutsatserna fr&#229;n den gemensamma 
revisionen i en slutrapport.

Skatteverket ska tillsammans med &#246;vriga beh&#246;riga myndigheter 
som deltar i den gemensamma revisionen str&#228;va efter att enas 
om fakta och omst&#228;ndigheter av relevans f&#246;r den gemensamma 
revisionen och str&#228;va efter att n&#229; en &#246;verenskommelse om 
skattesituationen f&#246;r den eller de granskade personerna 
baserat p&#229; resultaten av den gemensamma revisionen.

Den eller de granskade personerna ska underr&#228;ttas om 
resultatet av den gemensamma revisionen och f&#229; en kopia av 
slutrapporten inom 60 dagar fr&#229;n utf&#228;rdandet av slutrapporten.
F&#246;rordning (2022:1696).

Delgivning av handlingar

25 &#167; Om Skatteverket beg&#228;r delgivning enligt 19 &#167; andra
stycket lagen (2012:843) om administrativt samarbete inom
Europeiska unionen i fr&#229;ga om beskattning, ska beg&#228;ran
inneh&#229;lla uppgifter om &#228;mnet f&#246;r den handling eller det beslut
som ska delges och om mottagarens namn och adress samt all
annan information som kan underl&#228;tta identifieringen av
mottagaren.

26 &#167; Om Skatteverket har tagit emot en beg&#228;ran om delgivning
enligt 18 &#167; lagen (2012:843) om administrativt samarbete inom
Europeiska unionen i fr&#229;ga om beskattning, ska verket
omedelbart underr&#228;tta den beg&#228;rande myndigheten om de &#229;tg&#228;rder
som vidtas med anledning av beg&#228;ran och s&#228;rskilt ange vilken
dag delgivningen skett.

Praktiska arrangemang

27 &#167; Skatteverket ansvarar f&#246;r den utveckling av sina system
som beh&#246;vs f&#246;r att upplysningar ska kunna utbytas enligt lagen
(2012:843) om administrativt samarbete inom Europeiska unionen
i fr&#229;ga om beskattning med hj&#228;lp av CCN-n&#228;tet.

Utv&#228;rdering

28 &#167; Skatteverket ska unders&#246;ka och utv&#228;rdera hur det
administrativa samarbetet enligt lagen (2012:843) om
administrativt samarbete inom Europeiska unionen i fr&#229;ga om
beskattning och denna f&#246;rordning fungerar.

29 &#167; Skatteverket ska till Europeiska kommissionen l&#228;mna alla
relevanta upplysningar som kr&#228;vs f&#246;r att utv&#228;rdera hur
&#228;ndam&#229;lsenligt det administrativa samarbetet &#228;r n&#228;r det g&#228;ller
att bek&#228;mpa skatteundandragande och skatteflykt.

30 &#167; Skatteverket ska till Europeiska kommissionen l&#228;mna en
&#229;rlig utv&#228;rdering av &#228;ndam&#229;lsenligheten hos det automatiska
utbytet av upplysningar samt det praktiska resultat som
uppn&#229;tts.

30 a &#167; Skatteverket ska till Europeiska kommissionen vartannat 
&#229;r l&#228;mna en utv&#228;rdering av relevansen av de k&#228;nnetecken 
avseende gr&#228;ns&#246;verskridande arrangemang som anges i lagen 
(2020:434) om rapporteringspliktiga arrangemang. 
F&#246;rordning (2020:564).

Bemyndigande

31 &#167; Skatteverket f&#229;r meddela

1. de ytterligare f&#246;reskrifter som beh&#246;vs f&#246;r verkst&#228;lligheten
av lagen (2012:843) om administrativt samarbete inom
Europeiska unionen i fr&#229;ga om beskattning, och

2. f&#246;reskrifter f&#246;r verkst&#228;lligheten av denna f&#246;rordning.


&#214;verg&#229;ngsbest&#228;mnmelser

2012:848

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 2015 i fr&#229;ga om
9, 16 och 30 &#167;&#167; samt i &#246;vrigt den 1 januari 2013.

2020:564

1. Denna f&#246;rordning tr&#228;der i kraft den 1 juli 2020. 

2. F&#246;rordningen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r utv&#228;rdering som 
ska l&#228;mnas under 2022.

2022:1696

1. Denna f&#246;rordning tr&#228;der i kraft den 1 januari 2024 i fr&#229;ga 
om 24 a &#167; och i &#246;vrigt den 1 januari 2023.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r s&#229;dana &#228;renden om 
handr&#228;ckning som har inletts f&#246;re ikrafttr&#228;dandet.

3. Skatteverket ska f&#246;re den 1 januari 2024 underr&#228;tta 
Europeiska kommissionen om vilka kategorier av inkomster 
utbytet ska avse.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1397">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1399">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
