

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2012-11-13" /> 
 <meta id="rattsinfo-edited" content="2013-08-30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1423</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1422">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1424">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2012:638 ·
                    <a href="/sfsr?bet=2012:638">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2012:638) om skatteavtal mellan Sverige och Mauritius</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2012-11-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2012:685
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2012-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning och
f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; inkomst och
p&#229; f&#246;rm&#246;genhet som Sverige och Mauritius undertecknade den 1
december 2011 ska, tillsammans med det protokoll som &#228;r fogat
till avtalet och som utg&#246;r en del av detta, g&#228;lla som lag h&#228;r i
landet.

Inneh&#229;llet i avtalet och protokollet som fogats till avtalet
framg&#229;r av bilaga till denna lag.

2 &#167; Avtalets beskattningsregler ska till&#228;mpas endast till den
del dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige
som annars skulle f&#246;religga.

&#214;verg&#229;ngsbest&#228;mmelser

2012:638

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag ska till&#228;mpas i fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs den 1
januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen tr&#228;der
i kraft eller senare, och

b) andra skatter p&#229; inkomst, och skatter p&#229; f&#246;rm&#246;genhet, p&#229;
skatt som tas ut f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari
det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen tr&#228;der i kraft
eller senare.

3. Genom lagen upph&#228;vs lagen (1992:1195) om
dubbelbeskattningsavtal mellan Sverige och Mauritius.

Den upph&#228;vda f&#246;rfattningen ska dock fortfarande till&#228;mpas i
fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs f&#246;re
den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen
tr&#228;der i kraft, och

b) andra skatter p&#229; inkomst, p&#229; skatt som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar f&#246;re den 1 januari det &#229;r som f&#246;ljer
n&#228;rmast efter den dag d&#229; lagen tr&#228;der i kraft.


Bilaga

Convention between the Kingdom of Sweden and the Republic of
Mauritius for the avoidance of double taxation and the
prevention of fiscal evasion with respect to taxes on income
and on capital

The Government of the Kingdom of Sweden and the Government of
the Republic of Mauritius, desiring to conclude a Convention
for the avoidance of double taxation and the prevention of
fiscal evasion with respect to taxes on income and on capital,
have agreed as follows:

Article 1

Persons covered

1. This Convention shall apply to persons who are residents of
one or both of the Contracting States.  2. In the case of an
item of income derived by or through a person that is fiscally
transparent under the laws of either Contracting State, such
item shall be considered to be derived by a resident of a State
to the extent that the item is treated for the purposes of the
taxation law of such State as the income of a resident.

Article 2

Taxes covered

1. This Convention shall apply to taxes on income and on
capital imposed on behalf of a Contracting State or of its
political subdivisions or local authorities, irrespective of
the manner in which they are levied.

2. There shall be regarded as taxes on income and on capital
all taxes imposed on total income, on total capital, or on
elements of income or of capital, including taxes on gains from
the alienation of movable or immovable property, as well as
taxes on capital appreciation.

3. The taxes to which this Convention shall apply are:

(a) In Mauritius: the income tax

(hereinafter referred to as ”Mauritius tax”);

(b) in Sweden:

(i) the national income tax (den statliga inkomstskatten);

(ii) the withholding tax on dividends (kupongskatten);

(iii) the income tax on non-residents (den s&#228;rskilda
inkomstskatten f&#246;r utomlands bosatta);

(iv) the income tax on non-resident artistes and athletes (den
s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister m.fl.);

(v) the municipal income tax (den kommunala inkomstskatten);
and

(vi) the net wealth tax (den statliga f&#246;rm&#246;genhetsskatten)

(hereinafter referred to as ”Swedish tax”).

4. The Convention shall apply also to any identical or
substantially similar taxes that are imposed after the date of
signature of the Convention in addition to, or in place of, the
taxes referred to in paragraph 3. The competent authorities of
the Contracting States shall notify each other of any
significant changes which have been made in their respective
taxation laws.

Article 3

General definitions

1. For the purposes of this Convention, unless the context
otherwise requires:

(a) the term ”Mauritius” means all the territories, including
all the islands, which, in accordance with the laws of
Mauritius, constitute the State of Mauritius and includes:

(i) the territorial sea of Mauritius; and       (ii) any area outside
the territorial sea of Mauritius which in accordance with
international law has been or may hereafter be designated,
under the laws of Mauritius relating to the Continental Shelf
as an area within which the rights of Mauritius with respect to
the sea, the sea bed and sub-soil and their natural resources
may be exercised;

(b) the term ”Sweden” means the Kingdom of Sweden and, when
used in a geographical sense, includes the national territory,
the territorial sea of Sweden as well as other maritime areas
over which Sweden in accordance with international law
exercises sovereign rights or jurisdiction;

(c) the term ”person” includes an individual, a company and any
other body of persons;

(d) the term ”company” means any body corporate or any entity
that is treated as a body corporate for tax purposes;

(e) the term ”enterprise” applies to the carrying on of any
business;

(f) the terms ”enterprise of a Contracting State” and
”enterprise of the other Contracting State” mean respectively
an enterprise carried on by a resident of a Contracting State
and an enterprise carried on by a resident of the other
Contracting State;

(g) the term ”international traffic” means any transport by a
ship or aircraft operated by an enterprise of a Contracting
State, except when the ship or aircraft is operated solely
between places in the other Contracting State;

(h) the term ”national” means:

(i) any individual possessing the nationality or citizenship of
a Contracting State;

(ii) any legal person, partnership or association deriving its
status as such from the laws in force in a Contracting State;

(i) the term ”competent authority” means:       (i) in Mauritius, the
Minister to whom the responsibility for the subject of finance
is assigned, his authorized representative or the authority
which is designated as a competent authority for the purposes
of this Convention;

(ii) in Sweden, the Minister of Finance, his authorized
representative or the authority which is designated as a
competent authority for the purposes of this Convention;

(j) the term ”business” includes the performance of
professional services and of other activities of an
independent character.

2. As regards the application of the Convention at any time by
a Contracting State, any term not defined therein shall, unless
the context otherwise requires, have the meaning that it has at
that time under the law of that State for the purposes of the
taxes to which the Convention applies, any meaning under the
applicable tax laws of that State prevailing over a meaning
given to the term under other laws of that State.

Article 4

Resident

1. For the purposes of this Convention, the term ”resident of a
Contracting State” means any person who, under the laws of that
State, is liable to tax therein by reason of his domicile,
residence, place of management or any other criterion of a
similar nature, and also includes that State, any governmental
body or agency, political subdivision or local authority
thereof. The term ”resident of a Contracting State” does not
include any person who is liable to tax in that State in
respect only of income from sources in that State or capital
situated therein.

2. Where by reason of the provisions of paragraph 1 an
individual is a resident of both Contracting States, then his
status shall be determined as follows:

(a) he shall be deemed to be a resident only of the State in
which he has a permanent home available to him; if he has a
permanent home available to him in both States, he shall be
deemed to be a resident only of the State with which his
personal and economic relations are closer (centre of vital
interests);

(b) if the State in which he has his centre of vital interests
cannot be determined, or if he has not a permanent home
available to him in either State, he shall be deemed to be a
resident only of the State in which he has an habitual abode;

(c) if he has an habitual abode in both States or in neither of
them, he shall be deemed to be a resident only of the State of
which he is a national;

(d) if he is a national of both States or of neither of them,
the competent authorities of the Contracting States shall
settle the question by mutual agreement.

3. Where by reason of the provisions of paragraph 1 a person
other than an individual is a resident of both Contracting
States, the competent authorities of the Contracting States
shall endeavour to settle the question by mutual agreement.

Article 5

Permanent establishment

1. For the purposes of this Convention, the term ”permanent
establishment” means a fixed place of business through which
the business of an enterprise is wholly or partly carried on.

2. The term ”permanent establishment” includes especially:

(a) a place of management;

(b) a branch;

(c) an office;

(d) a factory;

(e) a workshop; and

(f) a mine, an oil or gas well, a quarry or any other place of
extraction of natural resources.

3. A building site or a construction, assembly or installation
project or supervisory activities in connection therewith
constitutes a permanent establishment only if it lasts for more
than twelve months.

4. Notwithstanding the preceding provisions of this Article,
the term ”permanent establishment” shall be deemed not to
include:

(a) the use of facilities solely for the purpose of storage,
display or delivery of goods or merchandise belonging to the
enterprise;

(b) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of storage,
display or delivery;

(c) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of
processing by another enterprise;

(d) the maintenance of a fixed place of business solely for the
purpose of purchasing goods or merchandise or of collecting
information, for the enterprise;

(e) the maintenance of a fixed place of business solely for the
purpose of carrying on, for the enterprise, any other activity
of a preparatory or auxiliary character;

(f) an installation project carried on by an enterprise of a
Contracting State in the other Contracting State in connection
with delivery of machinery or equipment by that enterprise;

(g) the maintenance of a fixed place of business solely for any
combination of activities mentioned in sub-paragraphs (a) to

(f), provided that the overall activity of the fixed place of
business resulting from this combination is of a preparatory or
auxiliary character.

5. Notwithstanding the provisions of paragraphs 1 and 2, where
a person – other than an agent of an independent status to whom
paragraph 6 applies – is acting on behalf of an enterprise and
has, and habitually exercises, in a Contracting State an
authority to conclude contracts in the name of the enterprise,
that enterprise shall be deemed to have a permanent
establishment in that State in respect of any activities which
that person undertakes for the enterprise, unless the
activities of such person are limited to those mentioned in
paragraph 4 which, if exercised through a fixed place of
business, would not make this fixed place of business a
permanent establishment under the provisions of that paragraph.

6. An enterprise shall not be deemed to have a permanent
establishment in a Contracting State merely because it carries
on business in that State through a broker, general commission
agent or any other agent of an independent status, provided
that such persons are acting in the ordinary course of their
business.

7. The fact that a company which is a resident of a Contracting
State controls or is controlled by a company which is a
resident of the other Contracting State, or which carries on
business in that other State (whether through a permanent
establishment or otherwise), shall not of itself constitute
either company a permanent establishment of the other.

Article 6

Income from immovable property

1. Income derived by a resident of a Contracting State from
immovable property (including income from agriculture or
forestry) situated in the other Contracting State may be taxed
in that other State.

2. The term ”immovable property” shall have the meaning which
it has under the law of the Contracting State in which the
property in question is situated. The term shall in any case
include property accessory to immovable property, livestock and
equipment used in agriculture and forestry, rights to which the
provisions of general law respecting landed property apply,
buildings, usufruct of immovable property and rights to
variable or fixed payments as consideration for the working of,
or the right to work, mineral deposits, sources and other
natural resources; ships, boats and aircraft shall not be
regarded as immovable property.

3. The provisions of paragraph 1 shall apply to income derived
from the direct use, letting, or use in any other form of
immovable property.

4. The provisions of paragraphs 1 and 3 shall also apply to the
income from immovable property of an enterprise.

Article 7

Business profits

1. The profits of an enterprise of a Contracting State shall be
taxable only in that State unless the enterprise carries on
business in the other Contracting State through a permanent
establishment situated therein. If the enterprise carries on
business as aforesaid, the profits of the enterprise may be
taxed in the other State but only so much of them as is
attributable to that permanent establishment.

2. Subject to the provisions of paragraph 3, where an
enterprise of a Contracting State carries on business in the
other Contracting State through a permanent establishment
situated therein, there shall in each Contracting State be
attributed to that permanent establishment the profits which it
might be expected to make if it were a distinct and separate
enterprise engaged in the same or similar activities under the
same or similar conditions and dealing wholly independently
with the enterprise of which it is a permanent establishment.

3. In determining the profits of a permanent establishment,
there shall be allowed as deductions expenses which are
incurred for the purposes of the business of the permanent
establishment, including executive and general administrative
expenses so incurred, whether in the State in which the
permanent establishment is situated or elsewhere.

4. No profits shall be attributed to a permanent establishment
by reason of the mere purchase by that permanent establishment
of goods or merchandise for the enterprise.

5. For the purposes of the preceding paragraphs, the profits to
be attributed to the permanent establishment shall be
determined by the same method year by year unless there is good
and sufficient reason to the contrary.

6. Where profits include items of income which are dealt with
separately in other Articles of this Convention, then the
provisions of those Articles shall not be affected by the
provisions of this Article.
Article 8

Shipping and air transport

1. Profits of an enterprise of a Contracting State from the
operation of ships or aircraft in international traffic shall
be taxable only in that State.

2. For the purposes of this Article the expression ”operation
of ships or aircraft” by an enterprise, also includes:

(i) the charter or rental on a bare boat basis of ships and
aircraft, and
(ii) the rental of containers and related equipment;

if that charter or rental is incidental to the operation by the
enterprise of ships or aircraft in international traffic.

3. With respect to profits derived by the air transport
consortium Scandinavian Airlines System (SAS) the provisions of
paragraph 1 shall apply only to such part of the profits as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

4. The provisions of paragraph 1 shall also apply to profits
from the participation in a pool, a joint business or an
international operating agency.

Article 9

Associated enterprises

1. Where:

(a) an enterprise of a Contracting State participates directly
or indirectly in the management, control or capital of an
enterprise of the other Contracting State, or

(b) the same persons participate directly or indirectly in the
management, control or capital of an enterprise of a
Contracting State and an enterprise of the other Contracting
State, and in either case conditions are made or imposed
between the two enterprises in their commercial or financial
relations which differ from those which would be made between
independent enterprises, then any profits which would, but for
those conditions, have accrued to one of the enterprises, but,
by reason of those conditions, have not so accrued, may be
included in the profits of that enterprise and taxed
accordingly.

2. Where a Contracting State includes in the profits of an
enterprise of that State – and taxes accordingly – profits on
which an enterprise of the other Contracting State has been
charged to tax in that other State and the profits so included
are profits which would have accrued to the enterprise of the
first-mentioned State if the conditions made between the two
enterprises had been those which would have been made between
independent enterprises, then that other State shall make an
appropriate adjustment to the amount of the tax charged therein
on those profits. In determining such adjustment, due regard
shall be had to the other provisions of this Convention and the
competent authorities of the Contracting States shall if
necessary consult each other.

Article 10

Dividends

1. Dividends paid by a company which is a resident of a
Contracting State to a resident of the other Contracting State
may be taxed in that other State.

2. However, such dividends may also be taxed in the Contracting
State of which the company paying the dividends is a resident
and according to the laws of that State, but if the beneficial
owner of the dividends is a resident of the other Contracting
State, the tax so charged shall not exceed 15 per cent of the
gross amount of the dividends. However, if the beneficial owner
is a company (other than a partnership) which holds at least 10
per cent of the voting power of the company paying the
dividends, the dividends shall be exempt from tax in the
Contracting State of which the company paying the dividends is
a resident.

This paragraph shall not affect the taxation of the company in
respect of the profits out of which the dividends are paid.

3. The term ”dividends” as used in this Article means income
from shares or other rights, not being debtclaims,
participating in profits, as well as income from other
corporate rights which is subjected to the same taxation
treatment as income from shares by the laws of the State of
which the company making the distribution is a resident.

4. The provisions of paragraphs 1 and 2 shall not apply if the
beneficial owner of the dividends, being a resident of a
Contracting State, carries on business in the other Contracting
State of which the company paying the dividends is a resident,
through a permanent establishment situated therein and the
holding in respect of which the dividends are paid is
effectively connected with such permanent establishment. In
such case the provisions of Article 7 shall apply.

5. Where a company which is a resident of a Contracting State
derives profits or income from the other Contracting State,
that other State may not impose any tax on the dividends paid
by the company, except insofar as such dividends are paid to a
resident of that other State or insofar as the holding in
respect of which the dividends are paid is effectively
connected with a permanent establishment situated in that other
State, nor subject the company&#39;s undistributed profits to a tax
on the company&#39;s undistributed profits, even if the dividends
paid or the undistributed profits consist wholly or partly of
profits or income arising in such other State.

Article 11

Interest

1. Interest arising in a Contracting State and beneficially
owned by a resident of the other Contracting State shall be
taxable only in that other State.

2. The term ”interest” as used in this Article means income
from debt-claims of every kind, whether or not secured by
mortgage and whether or not carrying a right to participate in
the debtor&#39;s profits, and in particular, income from government
securities and income from bonds or debentures, including
premiums and prizes attaching to such securities, bonds or
debentures. Penalty charges for late payment shall not be
regarded as interest for the purpose of this Article.

3. The provisions of paragraph 1 shall not apply if the
beneficial owner of the interest, being a resident of a
Contracting State, carries on business in the other Contracting
State in which the interest arises, through a permanent
establishment situated therein and the debt-claim in respect of
which the interest is paid is effectively connected with such
permanent establishment. In such case the provisions of Article
7 shall apply.

4. Where, by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the interest, having regard to the debt-
claim for which it is paid, exceeds the amount which would have
been agreed upon by the payer and the beneficial owner in the
absence of such relationship, the provisions of this Article
shall apply only to the last-mentioned amount. In such case,
the excess part of the payments shall remain taxable according
to the laws of each Contracting State, due regard being had to
the other provisions of this Convention.

Article 12

Royalties

1. Royalties arising in a Contracting State and beneficially
owned by a resident of the other Contracting State shall be
taxable only in that other State.

2. The term ”royalties” as used in this Article means payments
of any kind received as a consideration for the use of, or the
right to use, any copyright of literary, artistic or scientific
work including cinematograph films and films or tapes for radio
or television broadcasting, any patent, trade mark, design or
model, plan, secret formula or process, or for information
concerning industrial, commercial or scientific experience.

3. The provisions of paragraph 1 shall not apply if the
beneficial owner of the royalties, being a resident of a
Contracting State, carries on business in the other Contracting
State in which the royalties arise, through a permanent
establishment situated therein and the right or property in
respect of which the royalties are paid is effectively
connected with such permanent establishment. In such case the
provisions of Article 7 shall apply.

4. Where, by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the royalties, having regard to the use,
right or information for which they are paid, exceeds the
amount which would have been agreed upon by the payer and the
beneficial owner in the absence of such relationship, the
provisions of this Article shall apply only to the last-
mentioned amount. In such case, the excess part of the payments
shall remain taxable according to the laws of each Contracting
State, due regard being had to the other provisions of this
Convention.

Article 13

Capital gains

1. Gains derived by a resident of a Contracting State from the
alienation of immovable property referred to in Article 6 and
situated in the other Contracting State, or from the alienation
of shares in a company the assets of which consist principally
of such property, may be taxed in that other State.

2. Gains from the alienation of movable property forming part
of the business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State, including such gains from the alienation of such a
permanent establishment (alone or with the whole enterprise),
may be taxed in that other State.

3. Gains derived by a resident of a Contracting State from the
alienation of ships or aircraft operated in international
traffic or movable property pertaining to the operation of such
ships or aircraft, shall be taxable only in that State. With
respect to gains derived by the air transport consortium
Scandinavian Airlines System (SAS), the provisions of this
paragraph shall apply only to such part of the gains as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

4. Gains from the alienation of any property other than that
referred to in paragraphs 1, 2 and 3, shall be taxable only in
the Contracting State of which the alienator is a resident.

5. Notwithstanding the provisions of paragraph 4, gains from
the alienation of any property derived by an individual who has
been a resident of a Contracting State and who has become a
resident of the other Contracting State, may be taxed in the
first-mentioned State if the alienation of the property occurs
at any time during the ten years next following the date on
which the individual has ceased to be a resident of the first-
mentioned State.

Article 14

Income from employment

1. Subject to the provisions of Articles 15, 17 and 18,
salaries, wages and other similar remuneration derived by a
resident of a Contracting State in respect of an employment
shall be taxable only in that State unless the employment is
exercised in the other Contracting State. If the employment is
so exercised, such remuneration as is derived therefrom may be
taxed in that other State.

2. Notwithstanding the provisions of paragraph 1, remuneration
derived by a resident of a Contracting State in respect of an
employment exercised in the other Contracting State shall be
taxable only in the first-mentioned State if:

(a) the recipient is present in the other State for a period or
periods not exceeding in the aggregate183 days in any twelve
month period commencing or ending in the fiscal year concerned;
and

(b) the remuneration is paid by, or on behalf of, an employer
who is not a resident of the other State; and

(c) the remuneration is not borne by a permanent establishment
which the employer has in the other State.

3. Notwithstanding the preceding provisions of this Article,
remuneration derived in respect of an employment exercised
aboard a ship or aircraft operated in international traffic by
an enterprise of a Contracting State may be taxed in that
State. Where a resident of Sweden derives remuneration in
respect of an employment exercised aboard an aircraft operated
in international traffic by the air transport consortium
Scandinavian Airlines System (SAS), such remuneration shall be
taxable only in Sweden.

Article 15

Directors&#39; fees

Directors&#39; fees and other similar payments derived by a
resident of a Contracting State in his capacity as a member of
the board of directors of a company which is a resident of the
other Contracting State may be taxed in that other State.

Article 16

Artistes and sportsmen

1. Notwithstanding the provisions of Articles 7 and 14, income
derived by a resident of a Contracting State as an artiste,
such as a theatre, motion picture, radio or television artiste,
or a musician, or as a sportsman, from his personal activities
as such exercised in the other Contracting State, may be taxed
in that other State.

2. Where income in respect of personal activities exercised by
an artiste or a sportsman in his capacity as such accrues not
to the artiste or sportsman himself but to another person, that
income may, notwithstanding the provisions of Articles 7 and
14, be taxed in the Contracting State in which the activities
of the artiste or sportsman are exercised.

3. The provisions of paragraphs 1 and 2 shall not apply to
income derived from activities exercised in a Contracting State
by an artiste or a sportsman if the visit to that State is
wholly supported by public funds of the other Contracting
State. In such case, the income shall be taxable only in the
Contracting State in which the artiste or sportsman is a
resident.

Article 17

Pensions, annuities and similar payments

1. Pensions and other similar remuneration, disbursements under
the Social Security legislation and annuities arising in a
Contracting State and paid to a resident of the other
Contracting State may be taxed in the first-mentioned
Contracting State.

2. The term ”annuity” means a stated sum payable periodically
at stated times during life or during a specified or
ascertainable period of time under an obligation to make the
payments in return for adequate and full consideration in money
or money&#39;s worth.

Article 18

Government service

1.(a) Salaries, wages and other similar remuneration, other
than a pension, paid by a Contracting State or a political
subdivision or a local authority thereof to an individual in
respect of services rendered to that State or subdivision or
authority shall be taxable only in that State.

(b) However, such salaries, wages and other similar
remuneration shall be taxable only in the other Contracting
State if the services are rendered in that State and the
individual is a resident of that State who:

(i)  is a national of that State; or

(ii) did not become a resident of that State solely for the
purpose of rendering the services.

2. The provisions of Articles 14, 15 and 16 shall apply to
remuneration in respect of services rendered in connection with
a business carried on by a Contracting State or a political
subdivision or a local authority thereof.

Article 19

Students

Payments which a student or business apprentice who is or was
immediately before visiting a Contracting State a resident of
the other Contracting State and who is present in the first-
mentioned State solely for the purpose of his education or
training receives for the purpose of his maintenance, education
or training shall not be taxed in that State, provided that
such payments arise from sources outside that State.

Article 20

Other income

1. Items of income of a resident of a Contracting State,
wherever arising, not dealt with in the foregoing Articles of
this Convention shall be taxable only in that State.

2. The provisions of paragraph 1 shall not apply to income,
other than income from immovable property as defined in
paragraph 2 of Article 6, if the recipient of such income,
being a resident of a Contracting State, carries on business in
the other Contracting State through a permanent establishment
situated therein and the right or property in respect of which
the income is paid is effectively connected with such permanent
establishment. In such case the provisions of Article 7 shall
apply.

Article 21

Capital

1. Capital represented by immovable property referred to in
Article 6, owned by a resident of a Contracting State and
situated in the other Contracting State, may be taxed in that
other State.

2. Capital represented by movable property forming part of the
business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State may be taxed in that other State.

3. Capital represented by ships and aircraft operated in
international traffic by an enterprise of a Contracting State
and by movable property pertaining to the operation of such
ships and aircraft, shall be taxable only in that State.

With respect to capital owned by the air transport consortium
Scandinavian Airlines System (SAS), the provisions of this
paragraph shall apply only to such part of the capital as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

4. All other elements of capital of a resident of a Contracting
State shall be taxable only in that State.

5. If, pursuant to paragraph 4 of this Article, the right to
tax capital held by an individual who is resident of a
Contracting State, is vested only in that State, such capital
may be taxed in the other Contracting State, where the net
capital is not subject to a general tax on net capital
according to the laws of the first-mentioned State.

Article 22

Elimination of double taxation

1. In the case of Mauritius, double taxation shall be
eliminated as follows:

(a) Where a resident of Mauritius derives income from Sweden
the amount of tax on that income payable in Sweden in
accordance with the provisions of this Agreement may be
credited against the Mauritius tax imposed on that resident.

(b) Where a company which is a resident of Sweden pays a
dividend to a resident of Mauritius who controls, directly or
indirectly, at least

5 per cent of the capital of the company paying the dividend,
the credit shall take into account (in addition to any Swedish
tax for which credit may be allowed under the provisions of
subparagraph (a) of this paragraph) the Swedish tax payable by
the first-mentioned company in respect of the profits out of
which such dividend is paid.

Provided that any credit allowed under subparagraphs (a) and
(b) shall not exceed the Mauritius tax (as computed before
allowing any such credit), which is appropriate to the profits
or income derived from sources within Sweden.

2. In the case of Sweden, double taxation shall be avoided as
follows:

(a) Where a resident of Sweden derives income which under the
laws of Mauritius and in accordance with the provisions of this
Convention may be taxed in Mauritius, Sweden shall allow –
subject to the provisions of the laws of Sweden concerning
credit for foreign tax (as it may be amended from time to time
without changing the general principle hereof) – as a deduction
from the tax on such income, an amount equal to the Mauritius
tax paid in respect of such income.

(b) Where a resident of Sweden derives income which, in
accordance with the provisions of this Convention, shall be
taxable only in Mauritius, Sweden may, when determining the
graduated rate of Swedish tax, take into account the income
which shall be taxable only in Mauritius.       (c) Notwithstanding
the provisions of sub-paragraph (a) of this paragraph,
dividends paid by a company which is a resident of Mauritius to
a company which is a resident of Sweden shall be exempt from
Swedish tax according to the provisions of Swedish law
governing the exemption of tax on dividends paid to Swedish
companies by companies abroad.  (d) Where a resident of Sweden
owns capital which, in accordance with the provisions of this
Convention, may be taxed in Mauritius, Sweden shall allow as a
deduction from the tax on the capital of that resident an
amount equal to the capital tax paid in Mauritius. Such
deduction shall not, however, exceed that part of the Swedish
capital tax, as computed before the deduction is given, which
is attributable to the capital which may be taxed in Mauritius.

Article 23

Non-discrimination

1. Nationals of a Contracting State shall not be subjected in
the other Contracting State to any taxation or any requirement
connected therewith, which is other or more burdensome than the
taxation and connected requirements to which nationals of that
other State in the same circumstances are or may be subjected.
This provision shall, notwithstanding the provisions of Article
1, also apply to persons who are not residents of one or both
of the Contracting States.

2. The taxation on a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State shall not be less favourably levied in that other State
than the taxation levied on enterprises of that other State
carrying on the same activities. This provision shall not be
construed as obliging a Contracting State to grant to residents
of the other Contracting State any personal allowances, reliefs
or reductions for taxation purposes on account of civil status
or family responsibilities which it grants to its own
residents.

3. Except where the provisions of paragraph 1 of Article 9,
paragraph 4 of Article 11, or paragraph 4 of Article 12, apply,
interest, royalties and other disbursements paid by an
enterprise of a Contracting State to a resident of the other
Contracting State shall, for the purpose of determining the
taxable profits of such enterprise, be deductible under the
same conditions as if they had been paid to a resident of the
first-mentioned State. Similarly, any debts of an enterprise of
a Contracting State to a resident of the other Contracting
State shall, for the purpose of determining the taxable capital
of such enterprise, be deductible under the same conditions as
if they had been contracted to a resident of the firstmentioned
State.

4. Enterprises of a Contracting State, the capital of which is
wholly or partly owned or controlled, directly or indirectly,
by one or more residents of the other Contracting State, shall
not be subject in the firstmentioned State to any taxation or
any requirement connected therewith which is other or more
burdensome than the taxation and connected requirements to
which other similar enterprises of the first-mentioned State
are or may be subjected.

5. The provisions of this Article shall, notwithstanding the
provisions of Article 2, apply to taxes of every kind and
description.

Article 24

Mutual agreement procedure

1. Where a person considers that the actions of one or both of
the Contracting States result or will result for him in
taxation not in accordance with the provisions of this
Convention, he may, irrespective of the remedies provided by
the domestic law of those States, present his case to the
competent authority of the Contracting State of which he is a
resident or, if his case comes under paragraph 1 of Article 23,
to that of the Contracting State of which he is a national. The
case must be presented within three years from the first
notification of the action resulting in taxation not in
accordance with the provisions of the Convention.

2. The competent authority shall endeavour, if the objection
appears to it to be justified and if it is not itself able to
arrive at a satisfactory solution, to resolve the case by
mutual agreement with the competent authority of the other
Contracting State, with a view to the avoidance of taxation
which is not in accordance with the Convention. Any agreement
reached shall be implemented notwithstanding any time limits in
the domestic law of the Contracting States.

3. The competent authorities of the Contracting States shall
endeavour to resolve by mutual agreement any difficulties or
doubts arising as to the interpretation or application of the
Convention. They may also consult together for the elimination
of double taxation in cases not provided for in the Convention.

4. The competent authorities of the Contracting States may
communicate with each other directly for the purpose of
reaching an agreement in the sense of the preceding paragraphs.

Article 25

Exchange of information

1. The competent authorities of the Contracting States shall
exchange such information as is foreseeably relevant for
carrying out the provisions of this Convention or to the
administration or enforcement of the domestic laws concerning
taxes of every kind and description imposed on behalf of the
Contracting States, or of their political subdivisions or local
authorities, insofar as the taxation thereunder is not contrary
to the Convention. The exchange of information is not
restricted by Articles 1 and 2.

2. Any information received under paragraph 1 by a Contracting
State shall be treated as secret in the same manner as
information obtained under the domestic laws of that State and
shall be disclosed only to persons or authorities (including
courts and administrative bodies) concerned with the assessment
or collection of, the enforcement or prosecution in respect of,
or the determination of appeals in relation to, the taxes
referred to in paragraph 1, or the oversight of the above. Such
persons or authorities shall use the information only for such
purposes. They may disclose the information in public court
proceedings or in judicial decisions.

3. In no case shall the provisions of paragraphs 1 and 2 be
construed so as to impose on a Contracting State the
obligation:

(a) to carry out administrative measures at variance with the
laws and administrative practice of that or of the other
Contracting State;

(b) to supply information which is not obtainable under the
laws or in the normal course of the administration of that or
of the other Contracting State;

(c) to supply information which would disclose any trade,
business, industrial, commercial or professional secret or
trade process, or information, the disclosure of which would be
contrary to public policy (ordre public).

4. If information is requested by a Contracting State in
accordance with this Article, the other Contracting State shall
use its information gathering measures to obtain the requested
information, even though that other State may not need such
information for its own tax purposes. The obligation contained
in the preceding sentence is subject to the limitations of
paragraph 3 but in no case shall such limitations be construed
to permit a Contracting State to decline to supply information
solely because it has no domestic interest in such information.

5. In no case shall the provisions of paragraph 3 be construed
to permit a Contracting State to decline to supply information
solely because the information is held by a bank, other
financial institution, nominee or person acting in an agency or
a fiduciary capacity or because it relates to ownership
interests in a person.

Article 26

Limitations of benefits

Notwithstanding any other provisions of this Convention, where

(a) a company that is a resident of a Contracting State derives
its income primarily from other States

(i) from activities such as financial services or shipping; or

(ii) from being the headquarters, co-ordination centre or
similar entity providing administrative services or other
support to a group of companies which carry on business
primarily in other States; and  (b) such income would bear a
significantly lower tax under the laws of that State than
income from similar activities carried out within that State or
from being the headquarters, co-ordination centre or similar
entity providing administrative services or other support to a
group of companies which carry on business in that State, as
the case may be, any provisions of this Convention conferring
an exemption or a reduction of tax shall not apply to the
income of such company and to the dividends paid by such
company.

Article 27

Members of diplomatic missions and consular posts

Nothing in this Convention shall affect the fiscal privileges
of members of diplomatic missions or consular posts under the
general rules of international law or under the provisions of
special agreements.

Article 28

Entry into force

1. Each of the Contracting States shall notify the other in
writing of the completion of the procedures required by its law
for the entry into force of this Convention.

2. The Convention shall enter into force on the thirtieth day
after the receipt of the later of these notifications and shall
thereupon have effect

(i) in respect of taxes withheld at source, for amounts paid or
credited on or after the first day of January of the year next
following the date on which the Convention enters into force;

(ii) in respect of other taxes on income, and taxes on capital,
on taxes chargeable for any tax year beginning on or after the
first day of January of the year next following the date on
which the Convention enters into force.

3. The Convention between the Government of Sweden and the
Government of Mauritius for the avoidance of double taxation
and the prevention of fiscal evasion with respect to taxes on
income and on capital gains signed on 23 April 1992 (the 1992
Convention) shall terminate upon the entry into force of this
Convention. However, the provisions of the 1992 Convention
shall remain effective until the provisions of this Convention,
in accordance with the provisions of paragraph 2 of this
Article, shall have effect.

Article 29

Termination

This Convention shall remain in force until terminated by a
Contracting State. Either Contracting State may terminate the
Convention, through diplomatic channels, by giving written
notice of termination at least six months before the end of any
calendar year. In such case, the Convention shall cease to have
effect

(i) in respect of taxes withheld at source, for amounts paid or
credited on or after the first day of January of the year next
following the end of the six month period;

(ii) in respect of other taxes on income, and taxes on capital,
on taxes chargeable for any tax year beginning on or after the
first day of January of the year next following the end of the
six month period.

In witness whereof the undersigned, being duly authorized
thereto, have signed this Convention.

Done at Paris, this 1st day of December 2011, in duplicate in
the English language.

For the Government of the Kingdom of Sweden

Gunnar Lund

For the Government of the Republic of Mauritius

Jacques Chasteau de Balyon

Protocol

At the signing of the Convention between the Kingdom of Sweden
and the Republic of Mauritius for the avoidance of double
taxation and the prevention of fiscal evasion with respect to
taxes on income and on capital, the Contracting States have
agreed upon the following provisions, which shall form an
integral part of the Convention:

With respect to Article 26, it is understood that
(a) the provisions of that Article shall apply to the income
of, and to the dividends paid by, a company

(i) entitled to the preferential treatment as regards credit
for foreign tax under regulation 8(3) of the Mauritius Income
Tax (Foreign Tax Credit) Regulations 1996, or (ii) referred to
in section 73A of the Mauritius Income Tax Act 1995, or (iii)
covered by any law substantially similar to the laws mentioned
in (i) or (ii), enacted after the date of signature of this
Convention; and

(b) the term ”financial services” shall include banking,
financing, insurance, assets management, custodian services,
distribution of financial products, brokerage, pension scheme
management, retirement benefits scheme management and treasury
management.

In witness whereof the undersigned, being duly authorized
thereto, have signed this Protocol.

Done at Paris, this 1st day of December 2011, in duplicate in
the English language.

For the Government of the Kingdom of Sweden

Gunnar Lund

For the Government of the Republic of Mauritius

Jacques Chasteau de Balyon


(&#214;vers&#228;ttning)

Avtal mellan Konungariket Sverige och Republiken Mauritius f&#246;r
undvikande av dubbelbeskattning och f&#246;rhindrande av skatteflykt
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet

Konungariket Sveriges regering och Republiken Mauritius
regering, som &#246;nskar ing&#229; ett avtal f&#246;r undvikande av
dubbelbeskattning och f&#246;rhindrande av skatteflykt betr&#228;ffande
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, har kommit &#246;verens om
f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

1. Detta avtal till&#228;mpas p&#229; personer som har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.
        2. Inkomst som f&#246;rv&#228;rvas av eller genom en person
vars inkomst enligt lagstiftningen i endera avtalsslutande
staten &#228;r f&#246;rem&#229;l f&#246;r del&#228;garbeskattning, ska anses f&#246;rv&#228;rvad
av en person med hemvist i en av staterna till den del som
inkomsten, enligt skattelagstiftningen i denna stat, behandlas
som inkomst hos en person med hemvist i staten i fr&#229;ga.

Artikel 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet som p&#229;f&#246;rs f&#246;r en avtalsslutande stats, dess
politiska underavdelningars eller lokala myndigheters r&#228;kning,
oberoende av det s&#228;tt p&#229; vilket skatterna tas ut.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla
skatter som tas ut p&#229; inkomst eller p&#229; f&#246;rm&#246;genhet i dess
helhet eller p&#229; delar av inkomst eller f&#246;rm&#246;genhet, d&#228;ri
inbegripet skatter p&#229; vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s
eller fast egendom, samt skatter p&#229; v&#228;rdestegring.

3. De skatter p&#229; vilka detta avtal till&#228;mpas &#228;r:

a) i Mauritius: inkomstskatten,

(i det f&#246;ljande ben&#228;mnd ”mauritisk skatt”),

b) i Sverige:

1) den statliga inkomstskatten,

2) kupongskatten,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

4) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl.,

5) den kommunala inkomstskatten, och

6) den statliga f&#246;rm&#246;genhetsskatten,
(i det f&#246;ljande ben&#228;mnd ”svensk skatt”).

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de skatter som anges i punkt 3. De
beh&#246;riga myndigheterna i de avtalsslutande staterna ska meddela
varandra de v&#228;sentliga &#228;ndringar som gjorts i respektive
skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) ”Mauritius” avser allt territorium, infattande alla &#246;ar, som
i enlighet med lagstiftningen i Mauritius konstituerar staten
Mauritius och innefattar:

1) Mauritius territorialvatten, och

2) varje omr&#229;de utanf&#246;r Mauritius territorialvatten som i
&#246;verensst&#228;mmelse med folkr&#228;ttens regler betecknas eller senare
kommer att betecknas, enligt Mauritius lagstiftning om
kontinentalsockeln, som ett omr&#229;de inom vilket Mauritius &#228;ger
ut&#246;va r&#228;ttigheter med avseende p&#229; havet, havsbottnen och dess
underlag samt dess naturtillg&#229;ngar,

b) ”Sverige” avser Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige – i &#246;verensst&#228;mmelse med folkr&#228;ttens regler – ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion,

c) ”person” inbegriper fysisk person, bolag och annan
sammanslutning,

d) ”bolag” avser juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person,

e) ”f&#246;retag” avser bedrivandet av varje form av r&#246;relse,

f) ”f&#246;retag i en avtalsslutande stat” och ”f&#246;retag i den andra
avtalsslutande staten” avser f&#246;retag som bedrivs av en person
med hemvist i en avtalsslutande stat, respektive f&#246;retag som
bedrivs av person med hemvist i den andra avtalsslutande
staten,

g) ”internationell trafik” avser transport med skepp eller
luftfartyg som anv&#228;nds av ett f&#246;retag i en avtalsslutande stat
utom d&#229; skeppet eller luftfartyget anv&#228;nds uteslutande mellan
platser i den andra avtalsslutande staten,

h) ”medborgare” avser:

1) fysisk person som har medborgarskap i en avtalsslutande stat


2) juridisk person, handelsbolag eller annan sammanslutning som
bildats enligt den lagstiftning som g&#228;ller i en avtalsslutande
stat,

i) ”beh&#246;rig myndighet” avser:

1) i Mauritius, den f&#246;r Mauritius finanser ansvariga ministern,
dennes befullm&#228;ktigade ombud eller den myndighet &#229;t vilken
uppdras att vara beh&#246;rig myndighet vid till&#228;mpningen av detta
avtal,

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
myndighet vid till&#228;mpningen av detta avtal,

j) ”r&#246;relse” innefattar ut&#246;vandet av fritt yrke och annan
sj&#228;lvst&#228;ndig verksamhet.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet vid n&#229;gon
tidpunkt anses, s&#229;vida inte sammanhanget f&#246;ranleder annat,
varje uttryck som inte definierats i avtalet ha den betydelse
som uttrycket har vid denna tidpunkt enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet
till&#228;mpas, och den betydelse som uttrycket har enligt
till&#228;mplig skattelagstiftning i denna stat &#228;ger f&#246;retr&#228;de
framf&#246;r den betydelse uttrycket ges i annan lagstiftning i
denna stat.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal avser uttrycket ”person med
hemvist i en avtalsslutande stat” person som enligt
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av
domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning eller annan
liknande omst&#228;ndighet och innefattar ocks&#229; denna stat, dess
offentligr&#228;ttsliga organ eller institutioner, politiska
underavdelningar eller lokala myndigheter. Uttrycket ”person
med hemvist i en avtalsslutande stat” inbegriper emellertid
inte person som &#228;r skattskyldig i denna stat endast f&#246;r inkomst
fr&#229;n k&#228;lla i denna stat eller f&#246;r f&#246;rm&#246;genhet bel&#228;gen d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229;
f&#246;ljande s&#228;tt:

a) han anses ha hemvist endast i den stat d&#228;r han har en bostad
som stadigvarande st&#229;r till hans f&#246;rfogande. Om han har en
s&#229;dan bostad i b&#229;da staterna, anses han ha hemvist endast i den
stat med vilken hans personliga och ekonomiska f&#246;rbindelser &#228;r
starkast (centrum f&#246;r levnadsintressena),

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r
sina levnadsintressen eller om han inte i n&#229;gondera staten har
en bostad som stadigvarande st&#229;r till hans f&#246;rfogande, anses
han ha hemvist endast i den stat d&#228;r han stadigvarande vistas,

c) om han stadigvarande vistas i b&#229;da staterna eller om han
inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist
endast i den stat d&#228;r han &#228;r medborgare,

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, ska de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i b&#229;da avtalsslutande staterna, ska
de beh&#246;riga myndigheterna s&#246;ka avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal avser uttrycket ”fast
driftst&#228;lle” en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket ”fast driftst&#228;lle” innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings-, monterings- eller
installationsverksamhet eller verksamhet som best&#229;r av
&#246;vervakning i anslutning d&#228;rtill utg&#246;r fast driftst&#228;lle endast
om verksamheten p&#229;g&#229;r l&#228;ngre tid &#228;n tolv m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket ”fast driftst&#228;lle” inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,
        b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager
uteslutande f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom ett annat f&#246;retags
f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) ett installationsprojekt som ett f&#246;retag i en avtalsslutande
stat bedriver i den andra avtalsslutande staten, om projektet
bedrivs i samband med f&#246;retagets leverans av maskiner eller
utrustning,

g) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i a) till
f) ovan, under f&#246;ruts&#228;ttning att hela den verksamhet som
bedrivs fr&#229;n den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229;
grund av denna kombination &#228;r av f&#246;rberedande eller bitr&#228;dande
art.

5. Om en person – som inte &#228;r en s&#229;dan oberoende representant
p&#229; vilken punkt 6 till&#228;mpas – &#228;r verksam f&#246;r ett f&#246;retag samt i
en avtalsslutande stat har och d&#228;r regelm&#228;ssigt anv&#228;nder
fullmakt att sluta avtal i f&#246;retagets namn, anses f&#246;retaget –
utan hinder av best&#228;mmelserna i punkterna 1 och 2 – ha fast
driftst&#228;lle i denna stat i fr&#229;ga om varje verksamhet som
personen driver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om den
verksamhet som personen bedriver &#228;r begr&#228;nsad till s&#229;dan som
anges i punkt 4 och som, om den bedrevs fr&#229;n en stadigvarande
plats f&#246;r aff&#228;rsverksamhet, inte skulle g&#246;ra denna
stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast driftst&#228;lle
enligt best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag anses inte ha fast driftst&#228;lle i en avtalsslutande
stat endast p&#229; den grund att f&#246;retaget bedriver
aff&#228;rsverksamhet i denna stat genom f&#246;rmedling av m&#228;klare,
kommission&#228;r eller annan oberoende representant, under
f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin sedvanliga
aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en
avtalsslutande stat kontrollerar eller kontrolleras av ett
bolag med hemvist i den andra avtalsslutande staten eller ett
bolag som bedriver aff&#228;rsverksamhet i denna andra stat
(antingen fr&#229;n fast driftst&#228;lle eller p&#229; annat s&#228;tt) medf&#246;r
inte i sig att n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle f&#246;r det
andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Uttrycket ”fast egendom” har den betydelse som uttrycket har
enligt lagstiftningen i den avtalsslutande stat d&#228;r egendomen
&#228;r bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till
fast egendom, levande och d&#246;da inventarier i lantbruk och
skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten
om fast egendom till&#228;mpas, byggnader, nyttjander&#228;tt till fast
egendom samt r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar
f&#246;r nyttjandet av eller r&#228;tten att nyttja mineralf&#246;rekomst,
k&#228;lla eller annan naturtillg&#229;ng. Skepp, b&#229;tar och luftfartyg
anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 tilll&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan
anv&#228;ndning av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss
angivet s&#228;tt, f&#229;r f&#246;retagets inkomst beskattas i den andra
staten, men endast s&#229; stor del d&#228;rav som &#228;r h&#228;nf&#246;rlig till det
fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i
vardera avtalsslutande staten till det fasta driftst&#228;llet den
inkomst som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat,
om det varit ett frist&#229;ende f&#246;retag, som bedrivit verksamhet av
samma eller liknande slag under samma eller liknande villkor
och sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r.

3. Vid best&#228;mmande av fast driftst&#228;lles inkomst medges avdrag
f&#246;r utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder
inbegripna utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna
f&#246;rvaltning, oavsett om utgifterna uppkommit i den stat d&#228;r det
fasta driftst&#228;llets &#228;r bel&#228;get eller annorst&#228;des.

4. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets
f&#246;rsorg f&#246;r f&#246;retaget.

5. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som
&#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande
&#229;r fr&#229;n &#229;r, s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder
annat.

6. Ing&#229;r i inkomst av r&#246;relse inkomst som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa
artiklar inte av reglerna i denna artikel.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande stat
genom anv&#228;ndningen av skepp eller luftfartyg i internationell
trafik beskattas endast i denna stat.

2. Vid till&#228;mpningen av denna artikel inbegriper uttrycket
”anv&#228;ndningen av skepp eller luftfartyg” av ett f&#246;retag:

1) charter eller uthyrning av skepp eller luftfartyg p&#229; s.k.
bare boat basis, och

2) uthyrning av containrar och d&#228;rtill h&#246;rande utrustning,

under f&#246;ruts&#228;ttning att s&#229;dan charter eller uthyrning &#228;r av
underordnad betydelse, i f&#246;rh&#229;llande till f&#246;retagets anv&#228;ndning
av skepp eller luftfartyg i internationell trafik.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
av luftfartskonsortiet Scandinavian Airlines System (SAS) men
endast i fr&#229;ga om den del av inkomsten som motsvarar den andel
av konsortiet som innehas av SAS Sverige AB, den svenske
del&#228;garen i SAS.

4. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomster som
f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt f&#246;retag
eller en internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital,
eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat
som ett f&#246;retag i den andra avtalsslutande staten eller &#228;ger
del i b&#229;da dessa f&#246;retags kapital, iakttas f&#246;ljande. Om mellan
f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker fr&#229;n
dem som skulle ha avtalats mellan av varandra oberoende
f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor skulle ha
tillkommit det ena f&#246;retaget men som p&#229; grund av villkoren i
fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i detta f&#246;retags
inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag i denna
stat inr&#228;knar – och i &#246;verensst&#228;mmelse d&#228;rmed beskattar –
inkomst, f&#246;r vilken ett f&#246;retag i den andra avtalsslutande
staten beskattats i denna andra stat, samt den s&#229;lunda
inr&#228;knade inkomsten &#228;r s&#229;dan som skulle ha tillkommit f&#246;retag i
den f&#246;rstn&#228;mnda staten om de villkor som avtalats mellan
f&#246;retagen hade varit s&#229;dana som skulle ha avtalats mellan av
varandra oberoende f&#246;retag, ska denna andra stat genomf&#246;ra
vederb&#246;rlig justering av det skattebelopp som p&#229;f&#246;rts inkomsten
d&#228;r. Vid s&#229;dan justering iakttas &#246;vriga best&#228;mmelser i detta
avtal och de beh&#246;riga myndigheterna i de avtalsslutande
staterna &#246;verl&#228;gger vid behov med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i den andra avtalsslutande staten f&#229;r
beskattas i denna andra stat.   2. Utdelningen f&#229;r emellertid
beskattas &#228;ven i den avtalsslutande stat d&#228;r bolaget som
betalar utdelningen har hemvist, enligt lagstiftningen i denna
stat, men om den som har r&#228;tt till utdelningen har hemvist i
den andra avtalsslutande staten f&#229;r skatten inte &#246;verstiga 15
procent av utdelningens bruttobelopp. S&#229;dan utdelning ska
emellertid vara undantagen fr&#229;n beskattning i den stat d&#228;r
bolaget som betalar utdelningen har hemvist, om den som har
r&#228;tt till utdelningen &#228;r ett bolag (med undantag f&#246;r
handelsbolag) som innehar minst 10 procent av det utdelande
bolagets r&#246;stetal. Best&#228;mmelserna i denna punkt ber&#246;r inte
bolagets beskattning f&#246;r den vinst av vilken utdelningen
betalas.

3. Med uttrycket ”utdelning” f&#246;rst&#229;s i denna artikel inkomst av
aktier eller andra r&#228;ttigheter, som inte &#228;r fordringar, med
r&#228;tt till andel i vinst, samt inkomst av andra andelar i bolag
som enligt lagstiftningen i den stat d&#228;r det utdelande bolaget
har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt som
inkomst av aktier.

4. Best&#228;mmelserna i punkt 1 och 2 till&#228;mpas inte, om den som
har r&#228;tt till utdelningen har hemvist i en avtalsslutande stat
och bedriver r&#246;relse i den andra avtalsslutande staten, d&#228;r
bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle, samt den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet. I
s&#229;dant fall till&#228;mpas artikel 7.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra
stat inte beskatta utdelning som bolaget betalar, utom i den
m&#229;n utdelningen betalas till person med hemvist i denna andra
stat eller i den m&#229;n den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med fast driftst&#228;lle i denna
andra stat, och ej heller p&#229; bolagets inte utdelade vinst ta ut
en skatt som utg&#229;r p&#229; bolagets icke utdelade vinst, &#228;ven om
utdelningen eller den icke utdelade vinsten helt eller delvis
utg&#246;rs av inkomst som uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, beskattas endast i denna andra stat om personen i fr&#229;ga
har r&#228;tt till r&#228;ntan.

2. Med uttrycket ”r&#228;nta” f&#246;rst&#229;s i denna artikel inkomst av
varje slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning
i fast egendom eller inte och antingen den medf&#246;r r&#228;tt till
andel i g&#228;lden&#228;rens vinst eller inte. Uttrycket avser s&#228;rskilt
inkomst av v&#228;rdepapper som utf&#228;rdats av staten och inkomst av
obligationer eller debentures, d&#228;ri inbegripet agiobelopp och
vinster som h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper, obligationer
eller debentures. Straffavgift p&#229; grund av sen betalning anses
inte som r&#228;nta vid till&#228;mpningen av denna artikel.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte om den som har r&#228;tt
till r&#228;ntan har hemvist i en avtalsslutande stat och bedriver
r&#246;relse i den andra avtalsslutande staten fr&#229;n vilken r&#228;ntan
h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt den fordran f&#246;r
vilken r&#228;ntan betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel
7.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan
person r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r vilken
r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha avtalats
mellan utbetalaren och den som har r&#228;tt till r&#228;ntan om s&#229;dana
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas
&#246;verskjutande belopp enligt lagstiftningen i vardera
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i
detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person som har hemvist i den andra avtalsslutande
staten, beskattas endast i denna andra stat om personen i fr&#229;ga
har r&#228;tt till royaltyn.

2. Med uttrycket ”royalty” f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk, h&#228;ri inbegripet biograffilm och
filmer eller band f&#246;r radio- eller televisionsuts&#228;ndning,
patent, varum&#228;rke, m&#246;nster eller modell, ritning, hemligt
recept eller hemlig tillverkningsmetod, eller f&#246;r upplysning om
erfarenhetsr&#246;n av industriell, kommersiell eller vetenskaplig
natur.  3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte om den som
har r&#228;tt till royaltyn har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken
royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt den
r&#228;ttighet eller egendom i fr&#229;ga om vilken royaltyn betalas &#228;ger
verkligt samband med det fasta driftst&#228;llet. I s&#229;dant fall
till&#228;mpas artikel 7.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan
person royaltybeloppet, med h&#228;nsyn till det nyttjande, den
r&#228;ttighet eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan utbetalaren
och den som har r&#228;tt till royalty om s&#229;dana f&#246;rbindelser inte
f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229;
sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp
enligt lagstiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som
avses i artikel 6 och som &#228;r bel&#228;gen i den andra avtalsslutande
staten, eller p&#229; grund av avyttring av andelar i ett bolag vars
tillg&#229;ngar huvudsakligen best&#229;r av s&#229;dan egendom, f&#229;r beskattas
i denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom som utg&#246;r del
av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i
en avtalsslutande stat har i den andra avtalsslutande staten,
f&#229;r beskattas i denna andra stat. Detsamma g&#228;ller vinst p&#229;
grund av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller
tillsammans med hela f&#246;retaget).

3. Vinst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik eller l&#246;s egendom som &#228;r
h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana skepp eller luftfartyg,
beskattas endast i denna stat.  Best&#228;mmelserna i denna punkt
till&#228;mpas i fr&#229;ga om vinst som f&#246;rv&#228;rvas av luftfartskonsortiet
Scandinavian Airlines System (SAS), men endast i fr&#229;ga om den
del av vinsten som motsvarar den andel i konsortiet som innehas
av SAS Sverige AB, den svenske del&#228;garen i SAS.

4. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1, 2 och 3 beskattas endast i den
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

5. Vinst, p&#229; grund av avyttring av tillg&#229;ng, som f&#246;rv&#228;rvas av
en fysisk person som har haft hemvist i en avtalsslutande stat
och f&#229;tt hemvist i den andra avtalsslutande staten f&#229;r – utan
hinder av best&#228;mmelserna i punkt 4 – beskattas i den
f&#246;rstn&#228;mnda staten om &#246;verl&#229;telsen av tillg&#229;ngen intr&#228;ffar vid
n&#229;got tillf&#228;lle under de tio &#229;r som f&#246;ljer n&#228;rmast efter den
tidpunkt d&#229; personen upph&#246;rt att ha hemvist i den f&#246;rstn&#228;mnda
staten.

Artikel 14

Inkomst av anst&#228;llning

1. Om inte best&#228;mmelserna i artiklarna 15, 17 och 18 f&#246;ranleder
annat, beskattas l&#246;n och annan liknande ers&#228;ttning som person
med hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund av
anst&#228;llning, endast i denna stat, s&#229;vida inte arbetet utf&#246;rs i
den andra avtalsslutande staten. Om arbetet utf&#246;rs i denna
andra stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas
d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
ers&#228;ttning, som person med hemvist i en avtalsslutande stat
uppb&#228;r f&#246;r arbete i den andra avtalsslutande staten, endast i
den f&#246;rstn&#228;mnda staten, om:

a) mottagaren vistas i den andra staten under tidsperiod eller
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i
den andra staten eller p&#229; dennes v&#228;gnar, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle som
arbetsgivaren har i den andra staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete som utf&#246;rs ombord p&#229; skepp eller
luftfartyg som anv&#228;nds i internationell trafik av ett f&#246;retag i
en avtalsslutande stat, beskattas i denna stat. Om en person
med hemvist i Sverige uppb&#228;r ers&#228;ttning f&#246;r arbete utf&#246;rt
ombord p&#229; luftfartyg som anv&#228;nds i internationell trafik av
luftfartskonsortiet Scandinavian Airlines System (SAS), ska
s&#229;dan ers&#228;ttning beskattas endast i Sverige.

Artikel 15

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse i bolag med hemvist i den andra avtalsslutande staten,
f&#229;r beskattas i denna andra stat.

Artikel 16

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 7 och 14 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i den andra
avtalsslutande staten i egenskap av artist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller i egenskap av sportut&#246;vare, beskattas i denna andra stat.

2. Where income in respect of personal activities exercised by
an artiste or a sportsman in his capacity as such accrues not
to the artiste or sportsman himself but to another person, that
income may, notwithstanding the provisions of Articles 7 and
14, be taxed in the Contracting State in which the activities
of the artiste or sportsman are exercised.

3. The provisions of paragraphs 1 and 2 shall not apply to
income derived from activities exercised in a Contracting State
by an artiste or a sportsman if the visit to that State is
wholly supported by public funds of the other Contracting
State. In such case, the income shall be taxable only in the
Contracting State in which the artiste or sportsman is a
resident.

Article 17

Pensions, annuities and similar payments

1. Pensions and other similar remuneration, disbursements under
the Social Security legislation and annuities arising in a
Contracting State and paid to a resident of the other
Contracting State may be taxed in the first-mentioned
Contracting State.

2. The term ”annuity” means a stated sum payable periodically
at stated times during life or during a specified or
ascertainable period of time under an obligation to make the
payments in return for adequate and full consideration in money
or money&#39;s worth.

Article 18

Government service

1.(a) Salaries, wages and other similar remuneration, other
than a pension, paid by a Contracting State or a political
subdivision or a local authority thereof to an individual in
respect of services rendered to that State or subdivision or
authority shall be taxable only in that State.

(b) However, such salaries, wages and other similar
remuneration shall be taxable only in the other Contracting
State if the services are rendered in that State and the
individual is a resident of that State who:

(i) is a national of that State; or

(ii) did not become a resident of that State solely for the
purpose of rendering the services.

2. The provisions of Articles 14, 15 and 16 shall apply to
remuneration in respect of services rendered in connection with
a business carried on by a Contracting State or a political
subdivision or a local authority thereof.

Article 19

Students

Payments which a student or business apprentice who is or was
immediately before visiting a Contracting State a resident of
the other Contracting State and who is present in the first-
mentioned State solely for the purpose of his education or
training receives for the purpose of his maintenance, education
or training shall not be taxed in that State, provided that
such payments arise from sources outside that State.

Article 20

Other income

1. Items of income of a resident of a Contracting State,
wherever arising, not dealt with in the foregoing Articles of
this Convention shall be taxable only in that State.

2. The provisions of paragraph 1 shall not apply to
income, other than income from immovable property as defined in
paragraph 2 of Article 6, if the recipient of such income,
being a resident of a Contracting State, carries on business in
the other Contracting State through a permanent establishment
situated therein and the right or property in respect of which
the income is paid is effectively connected with such permanent
establishment. In such case the provisions of Article 7 shall
apply.

Article 21

Capital

1. Capital represented by immovable property referred to in
Article 6, owned by a resident of a Contracting State and
situated in the other Contracting State, may be taxed in that
other State.

2. Capital represented by movable property forming part of the
business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State may be taxed in that other State.

3. Capital represented by ships and aircraft operated in
international traffic by an enterprise of a Contracting State
and by movable property pertaining to the operation of such
ships and aircraft, shall be taxable only in that State.

With respect to capital owned by the air transport consortium
Scandinavian Airlines System (SAS), the provisions of this
paragraph shall apply only to such part of the capital as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

4. All other elements of capital of a resident of a Contracting
State shall be taxable only in that State.

5. If, pursuant to paragraph 4 of this Article, the right to
tax capital held by an individual who is resident of a
Contracting State, is vested only in that State, such capital
may be taxed in the other Contracting State, where the net
capital is not subject to a general tax on net capital
according to the laws of the first-mentioned State.

Article 22

Elimination of double taxation

1. In the case of Mauritius, double taxation shall be
eliminated as follows:

(a) Where a resident of Mauritius derives income from Sweden
the amount of tax on that income payable in Sweden in
accordance with the provisions of this Agreement may be
credited against the Mauritius tax imposed on that resident.

(b) Where a company which is a resident of Sweden pays a
dividend to a resident of Mauritius who controls, directly or
indirectly, at least

5 per cent of the capital of the company paying the dividend,
the credit shall take into account (in addition to any Swedish
tax for which credit may be allowed under the provisions of
subparagraph (a) of this paragraph) the Swedish tax payable by
the first-mentioned company in respect of the profits out of
which such dividend is paid.

Provided that any credit allowed under subparagraphs (a) and
(b) shall not exceed the Mauritius tax (as computed before
allowing any such credit), which is appropriate to the profits
or income derived from sources within Sweden.

2. In the case of Sweden, double taxation shall be avoided as
follows:

(a) Where a resident of Sweden derives income which under the
laws of Mauritius and in accordance with the provisions of this
Convention may be taxed in Mauritius, Sweden shall allow –
subject to the provisions of the laws of Sweden concerning
credit for foreign tax (as it may be amended from time to time
without changing the general principle hereof) – as a deduction
from the tax on such income, an amount equal to the Mauritius
tax paid in respect of such income.

(b) Where a resident of Sweden derives income which, in
accordance with the provisions of this Convention, shall be
taxable only in Mauritius, Sweden may, when determining the
graduated rate of Swedish tax, take into account the income
which shall be taxable only in Mauritius.

(c) Notwithstanding the provisions of sub-paragraph (a) of this
paragraph, dividends paid by a company which is a resident of
Mauritius to a company which is a resident of Sweden shall be
exempt from Swedish tax according to the provisions of Swedish
law governing the exemption of tax on dividends paid to Swedish
companies by companies abroad.

(d) Where a resident of Sweden owns capital which, in
accordance with the provisions of this Convention, may be taxed
in Mauritius, Sweden shall allow as a deduction from the tax on
the capital of that resident an amount equal to the capital tax
paid in Mauritius. Such deduction shall not, however, exceed
that part of the Swedish capital tax, as computed before the
deduction is given, which is attributable to the capital which
may be taxed in Mauritius.

2. I fall d&#229; inkomst genom personlig verksamhet som artist
eller sportut&#246;vare bedriver i denna egenskap inte tillfaller
artisten eller sportut&#246;varen sj&#228;lv utan annan person, f&#229;r denna
inkomst, utan hinder av best&#228;mmelserna i artiklarna 7 och 14,
beskattas i den avtalsslutande stat d&#228;r artisten eller
sportut&#246;varen bedriver verksamheten.

3. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte p&#229;
inkomst, som en artist eller sportut&#246;vare f&#246;rv&#228;rvar genom sin
personliga verksamhet i en avtalsslutande stat, om artistens
eller sportut&#246;varens bes&#246;k i denna stat i sin helhet
finansieras av allm&#228;nna medel fr&#229;n den andra avtalsslutande
staten. I s&#229;dant fall beskattas inkomsten endast i den
avtalsslutande stat d&#228;r artisten eller sportut&#246;varen har
hemvist.

Artikel 17

Pensioner, livr&#228;ntor och liknande betalningar

1. Pension och annan liknande ers&#228;ttning, utbetalning enligt
socialf&#246;rs&#228;kringslagstiftningen och livr&#228;nta som h&#228;rr&#246;r fr&#229;n en
avtalsslutande stat och betalas till en person med hemvist i
den andra avtalsslutande staten, f&#229;r beskattas i den
f&#246;rstn&#228;mnda avtalsslutande staten.

2. Med uttrycket ”livr&#228;nta” f&#246;rst&#229;s ett fastst&#228;llt belopp, som
utbetalas periodiskt p&#229; fastst&#228;llda tider under en persons
livstid eller under angiven eller fastst&#228;llbar tidsperiod och
som utg&#229;r p&#229; grund av f&#246;rpliktelse att verkst&#228;lla dessa
utbetalningar som ers&#228;ttning f&#246;r d&#228;remot fullt svarande
vederlag i pengar eller pengars v&#228;rde.

Artikel 18

Offentlig tj&#228;nst

1. a) L&#246;n och annan liknande ers&#228;ttning, med undantag f&#246;r
pension, som betalas av en avtalsslutande stat, en av dess
politiska underavdelningar eller lokala myndigheter till fysisk
person p&#229; grund av arbete som utf&#246;rts i denna stats,
underavdelnings eller myndighets tj&#228;nst, beskattas endast i
denna stat.

b) S&#229;dan l&#246;n och annan liknande ers&#228;ttning beskattas emellertid
endast i den andra avtalsslutande staten om arbetet utf&#246;rs i
denna andra stat och personen i fr&#229;ga har hemvist i denna stat
och:

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
arbetet.

2. Best&#228;mmelserna i artiklarna 14, 15 och 16 till&#228;mpas p&#229;
ers&#228;ttning som betalas p&#229; grund av arbete som utf&#246;rts i samband
med r&#246;relse som bedrivs av en avtalsslutande stat, en av dess
politiska underavdelningar eller lokala myndigheter.

Artikel 19

Studerande

Studerande eller praktikant som har eller omedelbart f&#246;re
vistelsen i en avtalsslutande stat hade hemvist i den andra
avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda staten
uteslutande f&#246;r sin undervisning eller praktik, beskattas inte
i denna stat f&#246;r belopp som han erh&#229;ller f&#246;r sitt uppeh&#228;lle,
sin undervisning eller praktik, om beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla
utanf&#246;r denna stat.

Artikel 20

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal beskattas endast i denna stat, oavsett varifr&#229;n inkomsten
h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
undantag av inkomst av fast egendom som avses i artikel 6 punkt
2, om mottagaren av inkomsten har hemvist i en avtalsslutande
stat och bedriver r&#246;relse i den andra avtalsslutande staten
fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken inkomsten betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7.

Artikel 21

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fast egendom som avses i
artikel 6, vilken person med hemvist i en avtalsslutande stat
innehar och vilken &#228;r bel&#228;gen i den andra avtalsslutande staten
f&#229;r beskattas i denna andra stat.       2. F&#246;rm&#246;genhet
best&#229;ende av l&#246;s egendom, som utg&#246;r del av r&#246;relsetillg&#229;ngarna
i fast driftst&#228;lle, vilket ett f&#246;retag i en avtalsslutande stat
har i den andra avtalsslutande staten, f&#229;r beskattas i denna
andra stat.

3. F&#246;rm&#246;genhet best&#229;ende av skepp och luftfartyg som anv&#228;nds i
internationell trafik av ett f&#246;retag i en avtalsslutande stat
och av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana
skepp och luftfartyg, beskattas endast i denna stat.

Best&#228;mmelserna i denna punkt till&#228;mpas i fr&#229;ga om f&#246;rm&#246;genhet
som &#228;gs av luftfartskonsortiet Scandinavian Airlines System
(SAS), men endast i fr&#229;ga om den del av f&#246;rm&#246;genheten som
motsvarar den andel i konsortiet som innehas av SAS Sverige AB,
den svenske del&#228;garen i SAS.

4. Alla andra slag av f&#246;rm&#246;genhet som person med hemvist i en
avtalsslutande stat innehar, beskattas endast i denna stat.

5. Om, i enlighet med punkt 4 i denna artikel, r&#228;tten att
beskatta f&#246;rm&#246;genhet som innehas av person med hemvist i en
avtalsslutande stat, tillfaller endast denna stat, f&#229;r denna
f&#246;rm&#246;genhet beskattas i den andra avtalsslutande staten, om
f&#246;rm&#246;genheten inte &#228;r f&#246;rem&#229;l f&#246;r en allm&#228;n f&#246;rm&#246;genhetsskatt
enligt lagstiftningen i den f&#246;rstn&#228;mnda staten.

Artikel 22

Undanr&#246;jande av dubbelbeskattning

1. Betr&#228;ffande Mauritius ska dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Om en person med hemvist i Mauritius f&#246;rv&#228;rvar inkomst fr&#229;n
Sverige, f&#229;r den skatt p&#229; inkomsten som i enlighet med detta
avtal tagits ut i Sverige, avr&#228;knas mot skatt som personen
betalat i Mauritius.

b) Om ett bolag med hemvist i Sverige betalar utdelning till en
person med hemvist i Mauritius som kontrollerar, direkt eller
indirekt, minst 5 procent av det utdelande bolagets kapital,
ska vid avr&#228;kningen beaktas (f&#246;rutom s&#229;dan svensk skatt f&#246;r
vilken avr&#228;kning ska ges enligt punkt a) ovan) den svenska
skatt som bolaget betalat p&#229; den vinst av vilken utdelningen
betalas.

Avr&#228;kningsbeloppet enligt punkterna a) och b) ovan
ska emellertid inte &#246;verstiga den mauritiska skatt som
(ber&#228;knad utan s&#229;dan avr&#228;kning) bel&#246;per p&#229; den inkomst som
h&#228;rr&#246;r fr&#229;n Sverige.

2. Betr&#228;ffande Sverige ska dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
mauritisk lagstiftning och i enlighet med best&#228;mmelserna i
detta avtal f&#229;r beskattas i Mauritius, ska Sverige – med
beaktande av best&#228;mmelserna i svensk lagstiftning betr&#228;ffande
avr&#228;kning av utl&#228;ndsk skatt (&#228;ven i den lydelse de framledes
kan f&#229; genom att &#228;ndras utan att den allm&#228;nna princip som anges
h&#228;r &#228;ndras) – fr&#229;n den svenska skatten p&#229; inkomsten avr&#228;kna ett
belopp motsvarande den mauritiska skatt som erlagts p&#229;
inkomsten.

b) Om en person med hemvist i Sverige erh&#229;ller inkomst som i
enlighet med detta avtal beskattas endast i Mauritius, f&#229;r
Sverige, vid fastst&#228;llande av skattesatsen f&#246;r svensk
progressiv skatt beakta den inkomst som ska beskattas endast i
Mauritius.

c) Utan hinder av best&#228;mmelserna i punkt a) ovan &#228;r utdelning
fr&#229;n bolag med hemvist i Mauritius till bolag med hemvist i
Sverige undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i
svensk lag om skattebefrielse f&#246;r utdelning som betalas till
svenska bolag fr&#229;n bolag i utlandet.

d) Om en person med hemvist i Sverige innehar f&#246;rm&#246;genhet, som
enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i Mauritius,
ska Sverige fr&#229;n skatten p&#229; denna persons f&#246;rm&#246;genhet avr&#228;kna
ett belopp motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i
Mauritius. Avr&#228;kningsbeloppet ska emellertid inte &#246;verstiga den
del av den svenska f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r beskattas i
Mauritius.

Artikel 23

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat ska inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i
denna andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan bli
underkastad. Utan hinder av best&#228;mmelserna i artikel 1
till&#228;mpas denna best&#228;mmelse &#228;ven p&#229; person som inte har hemvist
i en avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten, ska
i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n
beskattningen av f&#246;retag i denna andra stat, som bedriver
verksamhet av samma slag. Denna best&#228;mmelse anses inte medf&#246;ra
skyldighet f&#246;r en avtalsslutande stat att medge personer med
hemvist i den andra avtalsslutande staten s&#229;dant personligt
avdrag vid beskattningen, s&#229;dan skattebefrielse eller
skatteneds&#228;ttning p&#229; grund av civilst&#229;nd eller
f&#246;rs&#246;rjningsplikt som medges personer med hemvist i den egna
staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 4 eller artikel 12 punkt 4 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan betalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i den andra
avtalsslutande staten, avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda staten.
P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat har
till person med hemvist i den andra avtalsslutande staten
avdragsgill vid best&#228;mmande av s&#229;dant f&#246;retags beskattningsbara
f&#246;rm&#246;genhet p&#229; samma villkor som skuld till person med hemvist
i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt av en
eller flera personer med hemvist i den andra avtalsslutande
staten, ska inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r
beskattning eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat
slag eller mer tyngande &#228;n den beskattning och d&#228;rmed
sammanh&#228;ngande krav som annat liknande f&#246;retag i den
f&#246;rstn&#228;mnda staten &#228;r eller kan bli underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas
best&#228;mmelserna i denna artikel p&#229; skatter av varje slag och
beskaffenhet.

Artikel 24

F&#246;rfarande vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan han, utan att det p&#229;verkar
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa
staters interna r&#228;ttsordningar, l&#228;gga fram saken f&#246;r den
beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r han har
hemvist eller, om fr&#229;ga &#228;r om tilll&#228;mpning av artikel 23 punkt
1, i den avtalsslutande stat d&#228;r han &#228;r medborgare. Saken ska
l&#228;ggas fram inom tre &#229;r fr&#229;n den tidpunkt d&#229; personen i fr&#229;ga
fick vetskap om den &#229;tg&#228;rd som givit upphov till beskattning
som strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, ska
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse
med den beh&#246;riga myndigheten i den andra avtalsslutande staten
i syfte att undvika beskattning som strider mot avtalet.
&#214;verenskommelse som tr&#228;ffats genomf&#246;rs utan hinder av
tidsgr&#228;nser i de avtalsslutande staternas interna lagstiftning.


3. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller
till&#228;mpningen av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att
undanr&#246;ja dubbelbeskattning i fall som inte omfattas av detta
avtal.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter.

Artikel 25

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
utbyta s&#229;dana upplysningar som kan antas vara relevanta vid
till&#228;mpningen av best&#228;mmelserna i detta avtal eller f&#246;r
administration eller verkst&#228;llighet av intern lagstiftning i
fr&#229;ga om skatter av varje slag och beskaffenhet som tas ut f&#246;r
de avtalsslutande staternas eller f&#246;r deras politiska
underavdelningar eller lokala myndigheter, om beskattningen
enligt denna lagstiftning inte strider mot avtalet. Utbytet av
upplysningar begr&#228;nsas inte av artiklarna 1 och 2.

2. Upplysningar som en avtalsslutande stat tagit emot enligt
punkt 1 ska behandlas som hemliga p&#229; samma s&#228;tt som
upplysningar som erh&#229;llits enligt den interna lagstiftningen i
denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter
(d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan) som
fastst&#228;ller, uppb&#228;r eller driver in de skatter som &#229;syftas i
punkt 1 eller handl&#228;gger &#229;tal eller &#246;verklagande i fr&#229;ga om
dessa skatter eller som ut&#246;var tillsyn &#246;ver n&#228;mnda
verksamheter. Dessa personer eller myndigheter f&#229;r anv&#228;nda
upplysningar bara f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa
upplysningarna vid offentlig r&#228;tteg&#229;ng eller i
domstolsavg&#246;randen.

3. Best&#228;mmelserna i punkterna 1 och 2 medf&#246;r inte skyldighet
f&#246;r en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den
andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet,
industri-, handels- eller yrkeshemlighet eller i
n&#228;ringsverksamhet nyttjat f&#246;rfaringss&#228;tt eller upplysningar,
vilkas &#246;verl&#228;mnande skulle strida mot allm&#228;nna h&#228;nsyn (ordre
public).

4. D&#229; en avtalsslutande stat beg&#228;r upplysningar enligt denna
artikel ska den andra avtalsslutande staten anv&#228;nda de medel
som denna stat f&#246;rfogar &#246;ver f&#246;r att inh&#228;mta de beg&#228;rda
upplysningarna, &#228;ven om denna andra stat inte har behov av
upplysningarna f&#246;r sina egna beskattnings&#228;ndam&#229;l. F&#246;rpliktelsen
i f&#246;reg&#229;ende mening begr&#228;nsas av best&#228;mmelserna i punkt 3, men
detta medf&#246;r inte en r&#228;tt f&#246;r en avtalsslutande stat att v&#228;gra
l&#228;mna upplysningar uteslutande d&#228;rf&#246;r att denna stat inte har
n&#229;got eget intresse av s&#229;dana upplysningar.

5. Best&#228;mmelserna i punkt 3 medf&#246;r inte r&#228;tt f&#246;r en
avtalsslutande stat att v&#228;gra att l&#228;mna upplysningar
uteslutande d&#228;rf&#246;r att upplysningarna innehas av en bank, annan
finansiell institution, ombud, representant eller f&#246;rvaltare
eller d&#228;rf&#246;r att upplysningarna g&#228;ller &#228;gander&#228;tt i en person.


Artikel 26

Begr&#228;nsning av f&#246;rm&#229;ner

Utan hinder av &#246;vriga best&#228;mmelser i detta avtal, om

a) bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar sina
inkomster huvudsakligen fr&#229;n andra stater

1) fr&#229;n aktiviteter s&#229;dana som finansiella tj&#228;nster eller
sj&#246;fart, eller

2) genom att vara huvudkontor, coordination centre eller
liknande enhet som tillhandah&#229;ller administrativa eller andra
tj&#228;nster till en grupp av bolag som bedriver r&#246;relse
huvudsakligen i andra stater, och

b) s&#229;dan inkomst beskattas v&#228;sentligt l&#228;gre enligt
lagstiftningen i denna stat &#228;n inkomster fr&#229;n liknande
verksamhet som bedrivs inom denna stat eller fr&#229;n att vara
huvudkontor, coordination centre eller liknande enhet som
tillhandah&#229;ller administrativa eller andra tj&#228;nster till en
grupp av bolag som bedriver r&#246;relse i denna stat,       ska de
best&#228;mmelser i detta avtal som medger undantag fr&#229;n eller
neds&#228;ttning av skatt inte till&#228;mpas p&#229; inkomst som s&#229;dant bolag
f&#246;rv&#228;rvar och inte heller p&#229; utdelning som betalas av s&#229;dant
bolag.

Artikel 27

Diplomatiska f&#246;retr&#228;dare och konsul&#228;ra tj&#228;nstem&#228;n

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer medlemmar
av diplomatisk beskickning och konsulat.

Artikel 28

Ikrafttr&#228;dande

1. De avtalsslutande staterna ska skriftligen underr&#228;tta
varandra n&#228;r de &#229;tg&#228;rder vidtagits som enligt respektive stats
lagstiftning kr&#228;vs f&#246;r att detta avtal ska tr&#228;da i kraft.

2. Avtalet tr&#228;der i kraft den trettionde dagen efter
det att den sista av dessa underr&#228;ttelser tagits emot och ska
d&#228;refter till&#228;mpas

1) i fr&#229;ga om k&#228;llskatter, f&#246;r belopp som betalas eller
tillgodof&#246;rs den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter den
dag d&#229; avtalet tr&#228;der i kraft eller senare,

2) i fr&#229;ga om andra skatter p&#229; inkomst, och skatter p&#229;
f&#246;rm&#246;genhet, p&#229; skatt som tas ut f&#246;r beskattnings&#229;r som b&#246;rjar
den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229;
avtalet tr&#228;der i kraft eller senare.    3. Avtalet mellan
Sveriges regering och Mauritius regering f&#246;r att undvika
dubbelbeskattning och f&#246;rhindra skatteflykt betr&#228;ffande skatter
p&#229; inkomst och realisationsvinst som undertecknades den 23
april 1992 (1992 &#229;rs avtal) ska upph&#246;ra genom ikrafttr&#228;dandet
av detta avtal. Best&#228;mmelserna i 1992 &#229;rs avtal ska emellertid
forts&#228;tta att till&#228;mpas till dess best&#228;mmelserna i detta avtal,
i enlighet med best&#228;mmelserna i punkt 2 i denna artikel, b&#246;rjar
till&#228;mpas.

Artikel 29

Upph&#246;rande

Detta avtal f&#246;rblir i kraft till dess att det s&#228;gs upp av en
avtalsslutande stat. Vardera avtalsslutande staten kan p&#229;
diplomatisk v&#228;g skriftligen s&#228;ga upp avtalet genom
underr&#228;ttelse h&#228;rom minst sex m&#229;nader f&#246;re utg&#229;ngen av n&#229;got
kalender&#229;r. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet att
g&#228;lla

1) i fr&#229;ga om k&#228;llskatt, f&#246;r belopp som betalas eller
tillgodof&#246;rs den

1 januari det &#229;r som f&#246;ljer n&#228;rmast efter utg&#229;ngen av
sexm&#229;nadersperioden eller senare,

2) i fr&#229;ga om andra skatter p&#229; inkomst, och skatter p&#229;
f&#246;rm&#246;genhet, p&#229; skatt som tas ut f&#246;r det beskattnings&#229;r som
b&#246;rjar den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter utg&#229;ngen
av sexm&#229;nadersperioden eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Paris den 1 december 2011, i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Konungariket Sveriges regering

Gunnar Lund

F&#246;r Republiken Mauritius regering

Jacques Chasteau de Balyon

Protokoll

Vid undertecknandet av avtalet mellan Konungariket Sverige och
Republiken Mauritius f&#246;r undvikande av dubbelbeskattning och
f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; inkomst och
p&#229; f&#246;rm&#246;genhet, har de avtalsslutande staterna kommit &#246;verens
om f&#246;ljande best&#228;mmelser, som ska utg&#246;ra en integrerande del av
avtalet: I fr&#229;ga om artikel 26 &#228;r det &#246;verenskommet
a) att best&#228;mmelserna i n&#228;mnda artikel g&#228;ller f&#246;r inkomst hos,
och utdelning fr&#229;n, ett bolag som

1) &#228;r ber&#228;ttigat till f&#246;rm&#229;nlig behandling vad g&#228;ller avr&#228;kning
av utl&#228;ndsk skatt enligt best&#228;mmelserna i punkt 8(3) i
Mauritius Income Tax (Foreign Tax Credit) Regulations 1996,
eller

2) avses i sektion 73A i Mauritius Income Tax Act 1995, eller

3) omfattas av n&#229;gon lag som &#228;r i huvudsak likartad de lagar
som n&#228;mns i 1) eller 2) ovan och som inf&#246;rts efter dagen f&#246;r
undertecknandet av detta avtal, samt b) att uttrycket
”finansiella tj&#228;nster” innefattar bank-, finansierings- och
f&#246;rs&#228;kringsverksamhet, f&#246;rvaltning av tillg&#229;ngar,
f&#246;rvaringstj&#228;nster, distribution av finansiella produkter,
m&#228;kleri, f&#246;rvaltning av pensioner och pensionsf&#246;rm&#229;ner samt
likviditetsf&#246;rvaltning.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta protokoll.

Som skedde i Paris den 1 december 2011, i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Konungariket Sveriges regering

Gunnar Lund

F&#246;r Republiken Mauritius regering

Jacques Chasteau de Balyon


</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1422">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1424">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
