

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-31" /> 
 <meta id="rattsinfo-edited" content="2023-01-31 13:53:00" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1453</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1452">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1454">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2012:318 ·
                    <a href="/sfsr?bet=2012:318">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2012:318) om 1996 &#229;rs Haagkonvention</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2012-05-31
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:958
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2013-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1996 &#229;rs Haagkonvention

1 &#167; Artiklarna 1–53 i den i Haag den 19 oktober 1996
dagtecknade konventionen om beh&#246;righet, till&#228;mplig lag,
erk&#228;nnande, verkst&#228;llighet och samarbete i fr&#229;gor om
f&#246;r&#228;ldraansvar och &#229;tg&#228;rder till skydd f&#246;r barn (1996 &#229;rs
Haagkonvention) ska i originaltexternas lydelse g&#228;lla som lag
h&#228;r i landet. Originaltexterna ska ha samma giltighet.

Originaltexterna finns tillsammans med en svensk &#246;vers&#228;ttning
som en bilaga till denna lag.

Reservforum

2 &#167; Om till&#228;mpningen av 1996 &#229;rs Haagkonvention inneb&#228;r att en
fr&#229;ga ska pr&#246;vas av en n&#228;mnd som fullg&#246;r en kommuns uppgifter
inom socialtj&#228;nsten i Sverige och det inte finns n&#229;gon annan
beh&#246;rig n&#228;mnd, tas fr&#229;gan upp av en n&#228;mnd i Stockholms kommun
som fullg&#246;r s&#229;dana uppgifter.

Godk&#228;nnande av en placering av ett barn i Sverige

3 &#167; En fr&#229;ga om godk&#228;nnande av en placering av ett barn i
Sverige enligt artikel 33 pr&#246;vas av en n&#228;mnd som fullg&#246;r
uppgifter inom socialtj&#228;nsten i den kommun d&#228;r barnet avses bli
placerat. &#196;ven samr&#229;d enligt den artikeln sker med den n&#228;mnden.

I 6 kap. 11 a &#167; socialtj&#228;nstlagen (2001:453) anges
f&#246;ruts&#228;ttningarna f&#246;r att godk&#228;nna en placering.
Visst informationsutbyte om ett barns situation m.m.

4 &#167; En n&#228;mnd som fullg&#246;r en kommuns uppgifter inom
socialtj&#228;nsten f&#229;r rapportera om ett barns situation enligt
artikel 32. N&#228;mnden f&#229;r ocks&#229; samla in upplysningar eller
underlag och uttala sig om en f&#246;r&#228;lders l&#228;mplighet i fr&#229;ga om
umg&#228;nge i enlighet med vad som framg&#229;r av artikel 35.2.

Beslut om en tillf&#228;llig &#229;tg&#228;rd i fr&#229;ga om v&#229;rdnad m.m.

5 &#167; N&#228;r det finns beh&#246;righet f&#246;r svensk domstol enligt 
artikel 11 eller 12, f&#229;r domstolen i fr&#229;ga om v&#229;rdnad, boende, 
umg&#228;nge eller f&#246;rmynderskap besluta om en s&#229;dan tillf&#228;llig 
skydds&#229;tg&#228;rd som avses i dessa artiklar. Lag (2022:958).

5 a &#167; En fr&#229;ga om en tillf&#228;llig skydds&#229;tg&#228;rd enligt 5 &#167; tas 
upp av tings-r&#228;tten i den ort d&#228;r barnet vistas eller, om 
barnet inte vistas i Sverige och &#229;tg&#228;rden avser barnets 
egendom, tingsr&#228;tten i den ort d&#228;r egendomen finns.

Om det inte finns n&#229;gon beh&#246;rig domstol enligt f&#246;rsta stycket, 
tas fr&#229;gan upp av Stockholms tingsr&#228;tt. Lag (2022:958).

5 b &#167; Vid domstolens handl&#228;ggning av en fr&#229;ga om en tillf&#228;llig 
skydds&#229;tg&#228;rd enligt 5 &#167; till&#228;mpas lagen (1996:242) om 
domstols&#228;renden. I domstolens beslut ska det anges hur l&#228;nge 
skydds&#229;tg&#228;rden g&#228;ller. 

Barnet f&#229;r h&#246;ras inf&#246;r domstolen, om s&#228;rskilda sk&#228;l talar f&#246;r 
det och det &#228;r uppenbart att barnet inte kan ta skada av att 
h&#246;ras. I ett &#228;rende som r&#246;r v&#229;rdnad, boende eller umg&#228;nge f&#229;r 
domstolen h&#228;mta in upplysningar fr&#229;n socialn&#228;mnden i fr&#229;gan. 
Innan socialn&#228;mnden l&#228;mnar upplysningar ska den, om det inte 
&#228;r ol&#228;mpligt, h&#246;ra f&#246;r&#228;ldrarna och barnet. Barnet f&#229;r h&#246;ras av 
socialn&#228;mnden utan v&#229;rdnadshavarens samtycke och utan att 
v&#229;rdnadshavaren &#228;r n&#228;rvarande. Lag (2022:958).

Erk&#228;nnande och verkst&#228;llbarhet

6 &#167; En ans&#246;kan om erk&#228;nnande enligt artikel 24 eller
verkst&#228;llbarhetsf&#246;rklaring enligt artikel 26 g&#246;rs till den
tingsr&#228;tt som regeringen f&#246;reskriver. Lag (2014:934).

7 &#167; Den som g&#246;r en ans&#246;kan enligt 6 &#167; ska tillsammans med
ans&#246;kan ge in avg&#246;randet i original eller en kopia av
avg&#246;randet som har bestyrkts av en beh&#246;rig myndighet. Om
ans&#246;kan avser ett avg&#246;rande som har meddelats i en parts
utevaro, ska s&#246;kanden ocks&#229; ge in bevis om att
st&#228;mningsans&#246;kan eller motsvarande handling har delgetts
parten.

Om ans&#246;kan avser en verkst&#228;llbarhetsf&#246;rklaring, ska s&#246;kanden
&#228;ven ge in bevis om att avg&#246;randet &#228;r verkst&#228;llbart i den
stat d&#228;r det har meddelats.

Tingsr&#228;tten f&#229;r f&#246;rel&#228;gga s&#246;kanden att ge in de ytterligare
handlingar som tingsr&#228;tten beh&#246;ver f&#246;r sin pr&#246;vning.

Om en handling &#228;r skriven p&#229; n&#229;got annat spr&#229;k &#228;n svenska,
ska &#228;ven en svensk &#246;vers&#228;ttning av handlingen ges in. En
&#246;vers&#228;ttning beh&#246;ver dock inte ges in om tingsr&#228;tten anser
att det inte beh&#246;vs eller att det inte sk&#228;ligen kan kr&#228;vas.

Vid handl&#228;ggning i domstol av ett &#228;rende om erk&#228;nnande eller
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen
(1996:242) om domstols&#228;renden. Lag (2014:934).

8 &#167; Tingsr&#228;tten f&#229;r f&#246;rklara det utl&#228;ndska avg&#246;randet helt
eller delvis g&#228;llande eller verkst&#228;llbart. Lag (2014:934).

Verkst&#228;llighet

9 &#167; Bifalls en ans&#246;kan om verkst&#228;llbarhetsf&#246;rklaring, f&#229;r det
utl&#228;ndska avg&#246;randet verkst&#228;llas

1. enligt 21 kap. f&#246;r&#228;ldrabalken om det avser ett barns person
och

2. enligt uts&#246;kningsbalken om det avser ett barns egendom.
F&#246;r verkst&#228;lligheten g&#228;ller vad som &#228;r f&#246;reskrivet om
verkst&#228;llighet av svensk domstols avg&#246;rande i motsvarande fall.

&#214;verf&#246;ring av personuppgifter

10 &#167; En svensk myndighet f&#229;r f&#246;ra &#246;ver personuppgifter 
till en myndighet i ett land utanf&#246;r Europeiska ekonomiska 
samarbetsomr&#229;det, om det beh&#246;vs f&#246;r att den myndigheten ska 
kunna &#246;verv&#228;ga en n&#246;dv&#228;ndig &#229;tg&#228;rd enligt 1996 &#229;rs 
Haagkonvention. Lag (2018:406).

Anmodan att ut&#246;va beh&#246;righet

11 &#167; F&#229;r en svensk myndighet en s&#229;dan framst&#228;llning som avses i
artikel 9.1 ska myndigheten anmoda den utl&#228;ndska myndigheten
att ut&#246;va beh&#246;righeten, om den utl&#228;ndska myndigheten anses
b&#228;ttre l&#228;mpad att bed&#246;ma vad som &#228;r b&#228;st f&#246;r barnet.


&#214;verg&#229;ngsbest&#228;mmelser

2014:934

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea
hovr&#228;tt och H&#246;gsta domstolen av &#228;renden som har inletts i
hovr&#228;tten f&#246;re ikrafttr&#228;dandet.


Bilaga

CONVENTION CONCERNANT LA COMP&#201;TENCE, LA LOI APPLICABLE, LA
RECONNAISSANCE, L&#39;EX&#201;CUTION ET LA COOP&#201;RATION EN MATI&#200;RE DE
RESPONSABILIT&#201; PARENTALE ET DE MESURES DE PROTECTION DES
ENFANTS

(Conclue le 19 octobre 1996)

Les Etats signataires de la
pr&#233;sente Convention,

Consid&#233;rant qu&#39;il convient de renforcer la protection des
enfants dans les situations &#224; caract&#232;re international,

D&#233;sirant &#233;viter des conflits entre leurs syst&#232;mes juridiques en
mati&#232;re de comp&#233;tence, loi applicable, reconnaissance et
ex&#233;cution des mesures de protection des enfants,

Rappelant l&#39;importance de la coop&#233;ration internationale pour la
protection des enfants,

Confirmant que l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant doit &#234;tre une
consid&#233;ration primordiale,

Constatant la n&#233;cessit&#233; de r&#233;viser la Convention du 5 octobre
1961 concernant la comp&#233;tence des autorit&#233;s et la loi
applicable en mati&#232;re de protection des mineurs,

D&#233;sirant &#233;tablir des dispositions communes &#224; cet effet, en
tenant compte de la Convention des Nations Unies relative aux
droits de l&#39;enfant, du 20 novembre 1989,

Sont convenus des dispositions suivantes:

CHAPITRE I

CHAMP D&#39;APPLICATION DE LA CONVENTION

Article premier

1. La pr&#233;sente Convention a pour objet:

a) de d&#233;terminer l&#39;Etat dont les autorit&#233;s ont comp&#233;tence pour
prendre des mesures tendant &#224; la protection de la personne ou
des biens de l&#39;enfant;

b) de d&#233;terminer la loi applicable par ces autorit&#233;s dans
l&#39;exercice de leur comp&#233;tence;

c) de d&#233;terminer la loi applicable &#224; la responsabilit&#233;
parentale;

d) d&#39;assurer la reconnaissance et l&#39;ex&#233;cution des mesures de
protection dans tous les Etats contractants;

e) d&#39;&#233;tablir entre les autorit&#233;s des Etats contractants la
coop&#233;ration n&#233;cessaire &#224; la r&#233;alisation des objectifs de la
Convention.

2. Aux fins de la Convention, l&#39;expression &#171;responsabilit&#233;
parentale&#187; comprend l&#39;autorit&#233; parentale ou tout autre rapport
d&#39;autorit&#233; analogue d&#233;terminant les droits, les pouvoirs et les
obligations des parents, d&#39;un tuteur ou autre repr&#233;sentant
l&#233;gal &#224; l&#39;&#233;gard de la personne ou des biens de l&#39;enfant.

Article 2

La Convention s&#39;applique aux enfants &#224; partir de leur
naissance et jusqu&#39;&#224; ce qu&#39;ils aient atteint l&#39;&#226;ge de 18 ans.

Article 3 Les mesures pr&#233;vues &#224; l&#39;article premier peuvent
porter notamment sur:

a) l&#39;attribution, l&#39;exercice et le retrait total ou partiel de
la responsabilit&#233; parentale, ainsi que la d&#233;l&#233;gation de celle-
ci;

b) le droit de garde, comprenant le droit portant sur les soins
de la personne de l&#39;enfant, et en particulier celui de d&#233;cider
de son lieu de r&#233;sidence, ainsi que le droit de visite,
comprenant le droit d&#39;emmener l&#39;enfant pour une p&#233;riode limit&#233;e
dans un lieu autre que celui de sa r&#233;sidence habituelle;

c) la tutelle, la curatelle et les institutions analogues;

d) la d&#233;signation et les fonctions de toute personne ou
organisme charg&#233; de s&#39;occuper de la personne ou des biens de
l&#39;enfant, de le repr&#233;senter ou de l&#39;assister;

e) le placement de l&#39;enfant dans une famille d&#39;accueil ou dans
un &#233;tablissement, ou son recueil l&#233;gal par kafala ou par une
institution analogue;

f) la supervision par les autorit&#233;s publiques des soins
dispens&#233;s &#224; l&#39;enfant par toute personne ayant la charge de cet
enfant;

g) l&#39;administration, la conservation ou la disposition des
biens de l&#39;enfant.

Article 4

Sont exclus du domaine de la Convention:

a) l&#39;&#233;tablissement et la contestation de la filiation;

b) la d&#233;cision sur l&#39;adoption et les mesures qui la pr&#233;parent,
ainsi que l&#39;annulation et la r&#233;vocation de l&#39;adoption;

c) les nom et pr&#233;noms de l&#39;enfant;

d) l&#39;&#233;mancipation;

e) les obligations alimentaires;

f) les trusts et successions;

g) la s&#233;curit&#233; sociale;

h) les mesures publiques de caract&#232;re g&#233;n&#233;ral en mati&#232;re
d&#39;&#233;ducation et de sant&#233;;

i) les mesures prises en cons&#233;quence d&#39;infractions p&#233;nales
commises par des enfants;

j) les d&#233;cisions sur le droit d&#39;asile et en mati&#232;re
d&#39;immigration.

CHAPITRE II

COMPETENCE

Article 5

1. Les autorit&#233;s, tant judiciaires
qu&#39;administratives, de l&#39;Etat contractant de la r&#233;sidence
habituelle de l&#39;enfant sont comp&#233;tentes pour prendre des
mesures tendant &#224; la protection de sa personne ou de ses biens.

2. Sous r&#233;serve de l&#39;article 7, en cas de changement de la
r&#233;sidence habituelle de l&#39;enfant dans un autre Etat
contractant, sont comp&#233;tentes les autorit&#233;s de l&#39;Etat de la
nouvelle r&#233;sidence habituelle.  Article 6

1. Pour les enfants r&#233;fugi&#233;s et les enfants qui, par suite de
troubles pr&#233;valant dans leur pays, sont internationalement
d&#233;plac&#233;s, les autorit&#233;s de l&#39;Etat contractant sur le territoire
duquel ces enfants sont pr&#233;sents du fait de leur d&#233;placement
exercent la comp&#233;tence pr&#233;vue au paragraphe premier de
l&#39;article 5.

2. La disposition du paragraphe pr&#233;c&#233;dent s&#39;applique &#233;galement
aux enfants dont la r&#233;sidence habituelle ne peut &#234;tre &#233;tablie.

Article 7

1. En cas de d&#233;placement ou de non-retour illicite de l&#39;enfant,
les autorit&#233;s de l&#39;Etat contractant dans lequel l&#39;enfant avait
sa r&#233;sidence habituelle imm&#233;diatement avant son d&#233;placement ou
son non-retour conservent leur comp&#233;tence jusqu&#39;au moment o&#249;
l&#39;enfant a acquis une r&#233;sidence habituelle dans un autre Etat
et que:

a) toute personne, institution ou autre organisme ayant le
droit de garde a acquiesc&#233; au d&#233;placement ou au non-retour; ou

b) l&#39;enfant a r&#233;sid&#233; dans cet autre Etat pour une p&#233;riode d&#39;au
moins un an apr&#232;s que la personne, l&#39;institution ou tout autre
organisme ayant le droit de garde a connu ou aurait d&#251;
conna&#238;tre le lieu o&#249; se trouvait l&#39;enfant, aucune demande de
retour pr&#233;sent&#233;e pendant cette p&#233;riode n&#39;est encore en cours
d&#39;examen, et l&#39;enfant s&#39;est int&#233;gr&#233; dans son nouveau milieu.

2. Le d&#233;placement ou le non-retour de l&#39;enfant est consid&#233;r&#233;
comme illicite:

a) lorsqu&#39;il a lieu en violation d&#39;un droit de garde, attribu&#233;
&#224; une personne, une institution ou tout autre organisme, seul
ou conjointement, par le droit de l&#39;Etat dans lequel l&#39;enfant
avait sa r&#233;sidence habituelle imm&#233;diatement avant son
d&#233;placement ou son non-retour, et

b) que ce droit &#233;tait exerc&#233; de fa&#231;on effective, seul ou
conjointement, au moment du d&#233;placement ou du non-retour, ou
l&#39;e&#251;t &#233;t&#233; si de tels &#233;v&#233;nements n&#39;&#233;taient survenus.

Le droit de garde vis&#233; &#224; la lettre a) peut notamment r&#233;sulter
d&#39;une
attribution de plein droit, d&#39;une d&#233;cision judiciaire ou
administrative, ou d&#39;un accord en vigueur selon le droit de cet
Etat.

3. Tant que les autorit&#233;s mentionn&#233;es au paragraphe premier
conservent leur comp&#233;tence, les autorit&#233;s de l&#39;Etat contractant
o&#249; l&#39;enfant a &#233;t&#233; d&#233;plac&#233; ou retenu ne peuvent prendre que les
mesures urgentes n&#233;cessaires &#224; la protection de la personne ou
des biens de l&#39;enfant, conform&#233;ment &#224; l&#39;article 11.

Article 8

1. A titre d&#39;exception, l&#39;autorit&#233; de l&#39;Etat contractant
comp&#233;tente en application des articles 5 ou 6, si elle
consid&#232;re que l&#39;autorit&#233; d&#39;un autre Etat contractant serait
mieux &#224; m&#234;me d&#39;appr&#233;cier dans un cas particulier l&#39;int&#233;r&#234;t
sup&#233;rieur de l&#39;enfant, peut– soit demander &#224; cette autorit&#233;,
directement ou avec le con, cours de l&#39;Autorit&#233; centrale de cet
Etat, d&#39;accepter la comp&#233;tence pour prendre les mesures de
protection qu&#39;elle estimera n&#233;cessaires,

– soit surseoir &#224; statuer et inviter les parties &#224; saisir d&#39;une
telle demande l&#39;autorit&#233; de cet autre Etat.

2. Les Etats contractants dont une autorit&#233; peut &#234;tre requise
ou saisie dans les conditions fix&#233;es au paragraphe pr&#233;c&#233;dent
sont:

a) un Etat dont l&#39;enfant poss&#232;de la nationalit&#233;,

b) un Etat dans lequel sont situ&#233;s des biens de l&#39;enfant,

c) un Etat dont une autorit&#233; est saisie d&#39;une demande en
divorce ou s&#233;paration de corps des parents de l&#39;enfant, ou en
annulation de leur mariage,

d) un Etat avec lequel l&#39;enfant pr&#233;sente un lien &#233;troit.

3. Les autorit&#233;s concern&#233;es peuvent proc&#233;der &#224; un &#233;change de
vues.

4. L&#39;autorit&#233; requise ou saisie dans les conditions pr&#233;vues au
paragraphe premier peut accepter la comp&#233;tence, en lieu et
place de l&#39;autorit&#233; comp&#233;tente en application des articles 5 ou
6, si elle consid&#232;re que tel est l&#39;int&#233;r&#234;t sup&#233;rieur de
l&#39;enfant.

Article 9

1. Les autorit&#233;s des Etats contractants mentionn&#233;s &#224; l&#39;article
8, paragraphe 2, si elles consid&#232;rent qu&#39;elles sont les mieux &#224;
m&#234;me d&#39;appr&#233;cier dans un cas particulier l&#39;int&#233;r&#234;t sup&#233;rieur de
l&#39;enfant, peuvent

– soit demander &#224; l&#39;autorit&#233; comp&#233;tente de
l&#39;Etat contractant de la r&#233;sidence habituelle de l&#39;enfant,
directement ou avec le concours de l&#39;Autorit&#233; centrale de cet
Etat, de leur permettre d&#39;exercer la comp&#233;tence pour prendre
les mesures de protection qu&#39;elles estiment n&#233;cessaires,– soit
inviter les parties &#224; pr&#233;senter une telle demande devant les
autorit&#233;s de l&#39;Etat contractant de la r&#233;sidence habituelle de
l&#39;enfant.

2. Les autorit&#233;s concern&#233;es peuvent proc&#233;der &#224; un &#233;change de
vues.

3. L&#39;autorit&#233; &#224; l&#39;origine de la demande ne peut exercer la
comp&#233;tence en lieu et place de l&#39;autorit&#233; de l&#39;Etat contractant
de la r&#233;sidence habituelle de l&#39;enfant que si cette autorit&#233; a
accept&#233; la demande.

Article 10

1. Sans pr&#233;judice des articles 5 &#224; 9, les autorit&#233;s d&#39;un Etat
contractant, dans l&#39;exercice de leur comp&#233;tence pour conna&#238;tre
d&#39;une demande en divorce ou s&#233;paration de corps des parents
d&#39;un enfant r&#233;sidant habituellement dans un autre Etat
contractant, ou en annulation de leur mariage, peuvent prendre,
si la loi de leur Etat le permet, des mesures de protection de
la personne ou des biens de l&#39;enfant,

a) si, au commencement de la proc&#233;dure, l&#39;un des parents r&#233;side
habituellement dans cet Etat et que l&#39;un d&#39;eux ait la
responsabilit&#233; parentale &#224; l&#39;&#233;gard de l&#39;enfant, et

b) si la comp&#233;tence de ces autorit&#233;s pour prendre de telles
mesures a &#233;t&#233; accept&#233;e par les parents, ainsi que par toute
autre personne ayant la responsabilit&#233; parentale &#224; l&#39;&#233;gard de
l&#39;enfant et si cette comp&#233;tence est conforme &#224; l&#39;int&#233;r&#234;t
sup&#233;rieur de l&#39;enfant.

2. La comp&#233;tence pr&#233;vue au paragraphe premier pour prendre des
mesures de protection de l&#39;enfant cesse d&#232;s lors que la
d&#233;cision faisant droit ou rejetant la demande en divorce,
s&#233;paration de corps ou annulation du mariage est devenue
d&#233;finitive ou que la proc&#233;dure a pris fin pour un autre motif.

Article 11

1.Dans tous les cas d&#39;urgence, les autorit&#233;s de chaque Etat
contractant sur le territoire duquel se trouve l&#39;enfant ou des
biens lui appartenant sont comp&#233;tentes pour prendre les mesures
de protection n&#233;cessaires.

2. Les mesures prises en application du paragraphe pr&#233;c&#233;dent &#224;
l&#39;&#233;gard d&#39;un enfant ayant sa r&#233;sidence habituelle dans un Etat
contractant cessent d&#39;avoir effet d&#232;s que les autorit&#233;s
comp&#233;tentes en vertu des articles 5 &#224; 10 ont pris les mesures
exig&#233;es par la situation.

3. Les mesures prises en
application du paragraphe premier &#224; l&#39;&#233;gard d&#39;un enfant ayant
sa r&#233;sidence habituelle dans un Etat non contractant cessent
d&#39;avoir effet dans chaque Etat contractant d&#232;s qu&#39;y sont
reconnues les mesures exig&#233;es par la situation, prises par les
autorit&#233;s d&#39;un autre Etat.

Article 12

1. Sous r&#233;serve de l&#39;article 7, les autorit&#233;s d&#39;un Etat
contractant sur le territoire duquel se trouve l&#39;enfant ou des
biens lui appartenant sont comp&#233;tentes pour prendre des mesures
de protection de la personne ou des biens de l&#39;enfant, ayant un
caract&#232;re provisoire et une efficacit&#233; territoriale restreinte
&#224; cet Etat, pour autant que de telles mesures ne soient pas
incompatibles avec celles d&#233;j&#224; prises par les autorit&#233;s
comp&#233;tentes en vertu des articles 5 &#224; 10.

2. Les mesures prises en application du paragraphe pr&#233;c&#233;dent &#224;
l&#39;&#233;gard d&#39;un enfant ayant sa r&#233;sidence habituelle dans un Etat
contractant cessent d&#39;avoir effet d&#232;s que les autorit&#233;s
comp&#233;tentes
en vertu des articles 5 &#224; 10 se sont prononc&#233;es sur les mesures
que pourrait
exiger la situation.

3. Les mesures prises en application du
paragraphe premier &#224; l&#39;&#233;gard d&#39;un enfant ayant sa r&#233;sidence
habituelle dans un Etat non contractant cessent d&#39;avoir effet
dans l&#39;Etat contractant o&#249; elles ont &#233;t&#233; prises d&#232;s qu&#39;y sont
reconnues les mesures exig&#233;es par la situation, prises par les
autorit&#233;s d&#39;un autre Etat.

Article 13

1. Les autorit&#233;s d&#39;un Etat contractant qui sont comp&#233;tentes
selon
les articles 5 &#224; 10 pour prendre des mesures de protection de
la personne ou des biens de l&#39;enfant doivent s&#39;abstenir de
statuer si, lors de l&#39;introduction de la proc&#233;dure, des mesures
correspondantes ont &#233;t&#233; demand&#233;es aux autorit&#233;s d&#39;un autre Etat
contractant alors comp&#233;tentes en vertu des articles 5 &#224; 10 et
sont encore en cours d&#39;examen.

2. La disposition du paragraphe pr&#233;c&#233;dent ne s&#39;applique pas si
les autorit&#233;s devant lesquelles la demande de mesures a &#233;t&#233;
initialement pr&#233;sent&#233;e ont renonc&#233; &#224; leur comp&#233;tence.

Article 14

Les mesures prises en application des articles 5 &#224; 10 restent
en vigueur dans les limites qui sont les leurs, m&#234;me lorsqu&#39;un
changement des circonstances a fait dispara&#238;tre l&#39;&#233;l&#233;ment sur
lequel &#233;tait fond&#233;e la comp&#233;tence, tant que les autorit&#233;s
comp&#233;tentes en vertu de la Convention ne les ont pas modifi&#233;es,
remplac&#233;es ou lev&#233;es.

CHAPITRE III

LOI APPLICABLE

Article 15

1.Dans l&#39;exercice de la comp&#233;tence qui leur est attribu&#233;e par
les
dispositions du chapitre II, les autorit&#233;s des Etats
contractants appliquent leur loi.

2. Toutefois, dans la mesure o&#249; la protection de la personne ou
des biens de l&#39;enfant le requiert, elles peuvent
exceptionnellement appliquer ou prendre en consid&#233;ration la loi
d&#39;un autre Etat avec lequel la situation pr&#233;sente un lien
&#233;troit.

3. En cas de changement de la r&#233;sidence habituelle de l&#39;enfant
dans un autre Etat contractant, la loi de cet autre Etat r&#233;git,
&#224; partir du moment o&#249; le changement est survenu, les conditions
d&#39;application des mesures prises dans l&#39;Etat de l&#39;ancienne
r&#233;sidence habituelle.


Article 16

1. L&#39;attribution ou l&#39;extinction de plein droit d&#39;une
responsabilit&#233; parentale, sans intervention d&#39;une autorit&#233;
judiciaire ou administrative, est r&#233;gie par la loi de l&#39;Etat de
la r&#233;sidence habituelle de l&#39;enfant.

2. L&#39;attribution ou l&#39;extinction d&#39;une responsabilit&#233; parentale
par un accord ou un acte unilat&#233;ral, sans intervention d&#39;une
autorit&#233; judiciaire ou administrative, est r&#233;gie par la loi de
l&#39;Etat de la r&#233;sidence habituelle de l&#39;enfant au moment o&#249;
l&#39;accord ou l&#39;acte unilat&#233;ral prend effet.

3. La responsabilit&#233; parentale existant selon la loi de l&#39;Etat
de la r&#233;sidence habituelle de l&#39;enfant subsiste apr&#232;s le
changement de cette r&#233;sidence habituelle dans un autre Etat.

4. En cas de changement de la r&#233;sidence habituelle de l&#39;enfant,
l&#39;attribution de plein droit de la responsabilit&#233; parentale &#224;
une personne qui n&#39;est pas d&#233;j&#224; investie de cette
responsabilit&#233; est r&#233;gie par la loi de l&#39;Etat de la nouvelle
r&#233;sidence habituelle.

Article 17

L&#39;exercice de la responsabilit&#233; parentale est r&#233;gi par la loi
de l&#39;Etat de la r&#233;sidence habituelle de l&#39;enfant. En cas de
changement de la r&#233;sidence habituelle de l&#39;enfant, il est r&#233;gi
par la loi de l&#39;Etat de la nouvelle r&#233;sidence habituelle.

Article 18

La responsabilit&#233; parentale pr&#233;vue &#224; l&#39;article 16
pourra &#234;tre retir&#233;e ou ses conditions d&#39;exercice modifi&#233;es par
des mesures prises en application de la Convention.

Article 19

1. La validit&#233; d&#39;un acte pass&#233; entre un tiers et une autre
personne qui aurait la qualit&#233; de repr&#233;sentant l&#233;gal selon la
loi de l&#39;Etat o&#249; l&#39;acte a &#233;t&#233; pass&#233; ne peut &#234;tre contest&#233;e, ni
la responsabilit&#233; du tiers engag&#233;e, pour le seul motif que
l&#39;autre personne n&#39;avait pas la qualit&#233; de repr&#233;sentant l&#233;gal
en vertu de la loi d&#233;sign&#233;e par les dispositions du pr&#233;sent
chapitre, sauf si le tiers savait ou devait savoir que la
responsabilit&#233; parentale &#233;tait r&#233;gie par cette loi.

2. Le paragraphe pr&#233;c&#233;dent ne s&#39;applique que dans le cas o&#249;
l&#39;acte a &#233;t&#233; pass&#233; entre personnes pr&#233;sentes sur le territoire
d&#39;un m&#234;me Etat.

Article 20

Les dispositions du pr&#233;sent chapitre sont applicables
m&#234;me si la loi qu&#39;elles d&#233;signent est celle d&#39;un Etat non
contractant.

Article 21

1. Au sens du pr&#233;sent chapitre, le terme &#171;loi&#187;
d&#233;signe le droit en vigueur dans un Etat, &#224; l&#39;exclusion des
r&#232;gles de conflit de lois.

2. Toutefois, si la loi applicable en vertu de l&#39;article 16 est
celle d&#39;un Etat non contractant et que les r&#232;gles de conflit de
cet Etat d&#233;signent la loi d&#39;un autre Etat non contractant qui
appliquerait sa propre loi, la loi de cet autre Etat est
applicable. Si la loi de cet autre Etat non contractant ne se
reconna&#238;t pas applicable, la loi applicable est celle d&#233;sign&#233;e
par l&#39;article 16.

Article 22

L&#39;application de la loi d&#233;sign&#233;e par les dispositions
du pr&#233;sent chapitre ne peut &#234;tre &#233;cart&#233;e que si cette
application est manifestement contraire &#224; l&#39;ordre public,
compte tenu de l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant.

CHAPITRE IV

RECONNAISSANCE ET EXECUTION

Article 23

1. Les mesures prises par les autorit&#233;s d&#39;un Etat
contractant sont reconnues de plein droit dans les autres Etats
contractants.

2. Toutefois, la reconnaissance peut &#234;tre refus&#233;e:

a) si la mesure a &#233;t&#233; prise par une autorit&#233; dont la comp&#233;tence
n&#39;&#233;tait pas fond&#233;e sur un chef de comp&#233;tence pr&#233;vu au chapitre
II;

b) si la mesure a &#233;t&#233; prise, hors le cas d&#39;urgence, dans le
cadre d&#39;une proc&#233;dure judiciaire ou administrative, sans qu&#39;ait
&#233;t&#233; donn&#233;e &#224; l&#39;enfant la possibilit&#233; d&#39;&#234;tre entendu, en
violation des principes fondamentaux de proc&#233;dure de l&#39;Etat
requis;

c) &#224; la demande de toute personne pr&#233;tendant que cette mesure
porte atteinte &#224; sa responsabilit&#233; parentale, si cette mesure a
&#233;t&#233; prise, hors le cas d&#39;urgence, sans qu&#39;ait &#233;t&#233; donn&#233;e &#224;
cette personne la possibilit&#233; d&#39;&#234;tre entendue;

d) si la reconnaissance est manifestement contraire &#224; l&#39;ordre
public de l&#39;Etat requis, compte tenu de l&#39;int&#233;r&#234;t sup&#233;rieur de
l&#39;enfant;

e) si la mesure est incompatible avec une mesure prise
post&#233;rieurement dans l&#39;Etat non contractant de la r&#233;sidence
habituelle de l&#39;enfant, lorsque cette derni&#232;re mesure r&#233;unit
les conditions n&#233;cessaires &#224; sa reconnaissance dans l&#39;Etat
requis;

f) si la proc&#233;dure pr&#233;vue &#224; l&#39;article 33 n&#39;a pas &#233;t&#233; respect&#233;e.

Article 24

Sans pr&#233;judice de l&#39;article 23, paragraphe premier, toute
personne int&#233;ress&#233;e peut demander aux autorit&#233;s comp&#233;tentes
d&#39;un Etat contractant qu&#39;il soit statu&#233; sur la reconnaissance
ou la non-reconnaissance d&#39;une mesure prise dans un autre Etat
contractant. La proc&#233;dure est r&#233;gie par la loi de l&#39;Etat
requis.

Article 25

L&#39;autorit&#233; de l&#39;Etat requis est li&#233;e par les
constatations de fait sur lesquelles l&#39;autorit&#233; de l&#39;Etat qui a
pris la mesure a fond&#233; sa comp&#233;tence.

Article 26

1. Si les mesures prises dans un Etat contractant et
qui y sont ex&#233;cutoires comportent des actes d&#39;ex&#233;cution dans un
autre Etat contractant, elles sont, dans cet autre Etat,
d&#233;clar&#233;es ex&#233;cutoires ou enregistr&#233;es aux fins d&#39;ex&#233;cution, sur
requ&#234;te de toute partie int&#233;ress&#233;e, selon la proc&#233;dure pr&#233;vue
par la loi de cet Etat.

2. Chaque Etat contractant applique &#224; la d&#233;claration
d&#39;exequatur ou &#224; l&#39;enregistrement une proc&#233;dure simple et
rapide.

3. La d&#233;claration d&#39;exequatur ou l&#39;enregistrement ne peuvent
&#234;tre refus&#233;s que pour l&#39;un des motifs pr&#233;vus &#224; l&#39;article 23,
paragraphe 2.

Article 27

Sous r&#233;serve de ce qui est n&#233;cessaire pour
l&#39;application des articles qui pr&#233;c&#232;dent, l&#39;autorit&#233; de l&#39;Etat
requis ne proc&#233;dera &#224; aucune revision au fond de la mesure
prise.

Article 28

Les mesures prises dans un Etat
contractant, qui sont d&#233;clar&#233;es ex&#233;cutoires ou enregistr&#233;es aux
fins d&#39;ex&#233;cution dans un autre Etat contractant, y sont mises &#224;
ex&#233;cution comme si elles avaient &#233;t&#233; prises par les autorit&#233;s
de cet autre Etat. La mise &#224; ex&#233;cution des mesures se fait
conform&#233;ment &#224; la loi de l&#39;Etat requis dans les limites qui y
sont pr&#233;vues, compte tenu de l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant.

CHAPITRE V

COOPERATION

Article 29

1. Chaque Etat contractant d&#233;signe une Autorit&#233;
centrale charg&#233;e de satisfaire aux obligations qui lui sont
impos&#233;es par la Convention.

2. Un Etat f&#233;d&#233;ral, un Etat dans lequel plusieurs syst&#232;mes de
droit sont en vigueur ou un Etat ayant des unit&#233;s territoriales
autonomes est libre de d&#233;signer plus d&#39;une Autorit&#233; centrale et
de sp&#233;cifier l&#39;&#233;tendue territoriale ou personnelle de leurs
fonctions. L&#39;Etat qui fait usage de cette facult&#233; d&#233;signe
l&#39;Autorit&#233; centrale &#224; laquelle toute communication peut &#234;tre
adress&#233;e en vue de sa transmission &#224; l&#39;Autorit&#233; centrale
comp&#233;tente au sein de cet Etat. Article 30

1. Les Autorit&#233;s
centrales doivent coop&#233;rer entre elles et promouvoir la
coop&#233;ration entre les autorit&#233;s comp&#233;tentes de leur Etat pour
r&#233;aliser les objectifs de la Convention.

2. Elles prennent, dans le cadre de l&#39;application de la
Convention, les dispositions appropri&#233;es pour fournir des
informations sur leur l&#233;gislation, ainsi que sur les services
disponibles dans leur Etat en mati&#232;re de protection de
l&#39;enfant.

Article 31

L&#39;Autorit&#233; centrale d&#39;un Etat contractant prend soit
directement, soit avec le concours d&#39;autorit&#233;s publiques ou
d&#39;autres organismes, toutes dispositions appropri&#233;es pour:

a) faciliter les communications et offrir l&#39;assistance pr&#233;vues
aux articles 8 et 9 et au pr&#233;sent chapitre;

b) faciliter par la m&#233;diation, la conciliation ou tout autre
mode analogue, des ententes &#224; l&#39;amiable sur la protection de la
personne ou des biens de l&#39;enfant, dans les situations
auxquelles s&#39;applique la Convention;

c) aider, sur demande d&#39;une autorit&#233; comp&#233;tente d&#39;un autre Etat
contractant, &#224; localiser l&#39;enfant lorsqu&#39;il para&#238;t que celui-ci
est pr&#233;sent sur le territoire de l&#39;Etat requis et a besoin de
protection.

Article 32

Sur demande motiv&#233;e de l&#39;Autorit&#233; centrale ou d&#39;une autre
autorit&#233; comp&#233;tente d&#39;un Etat contractant avec lequel l&#39;enfant
a un lien &#233;troit, l&#39;Autorit&#233; centrale de l&#39;Etat contractant
dans lequel l&#39;enfant a sa r&#233;sidence habituelle et dans lequel
il est pr&#233;sent peut, soit directement, soit avec le concours
d&#39;autorit&#233;s publiques ou d&#39;autres organismes,

a) fournir un rapport sur la situation de l&#39;enfant;

b) demander
&#224; l&#39;autorit&#233; comp&#233;tente de son Etat d&#39;examiner l&#39;opportunit&#233; de
prendre des mesures tendant &#224; la protection de la personne ou
des biens de l&#39;enfant.

Article 33

1. Lorsque l&#39;autorit&#233; comp&#233;tente en vertu des articles 5 &#224; 10
envisage le placement de l&#39;enfant dans une famille d&#39;accueil ou
dans un &#233;tablissement, ou son recueil l&#233;gal par kafala ou par
une institution analogue, et que ce placement ou ce recueil
aura lieu dans un autre Etat contractant, elle consulte au
pr&#233;alable l&#39;Autorit&#233; centrale ou une autre autorit&#233; comp&#233;tente
de ce dernier Etat. Elle lui communique &#224; cet effet un rapport
sur l&#39;enfant et les motifs de sa proposition sur le placement
ou le recueil.

2. La d&#233;cision sur le placement ou le recueil ne peut &#234;tre
prise dans l&#39;Etat requ&#233;rant que si l&#39;Autorit&#233; centrale ou une
autre autorit&#233; comp&#233;tente de l&#39;Etat requis a approuv&#233; ce
placement ou ce recueil, compte tenu de l&#39;int&#233;r&#234;t sup&#233;rieur de
l&#39;enfant.

Article 34

1. Lorsqu&#39;une mesure de protection est
envisag&#233;e, les autorit&#233;s comp&#233;tentes en vertu de la Convention
peuvent, si la situation de l&#39;enfant l&#39;exige, demander &#224; toute
autorit&#233; d&#39;un autre Etat contractant qui d&#233;tient des
informations utiles pour la protection de l&#39;enfant de les lui
communiquer.

2. Chaque Etat contractant pourra d&#233;clarer que les demandes
pr&#233;vues au paragraphe premier ne pourront &#234;tre achemin&#233;es que
par l&#39;interm&#233;diaire de son Autorit&#233; centrale.

Article 35

1. Les autorit&#233;s comp&#233;tentes d&#39;un Etat contractant peuvent
demander aux autorit&#233;s d&#39;un autre Etat contractant de pr&#234;ter
leur assistance &#224; la mise en œuvre de mesures de protection
prises en application de la Convention, en particulier pour
assurer l&#39;exercice effectif d&#39;un droit de visite, ainsi que du
droit de maintenir des contacts directs r&#233;guliers.

2. Les
autorit&#233;s d&#39;un Etat contractant dans lequel l&#39;enfant n&#39;a pas sa
r&#233;sidence habituelle peuvent, &#224; la demande d&#39;un parent r&#233;sidant
dans cet Etat et souhaitant obtenir ou conserver un droit de
visite, recueillir des renseignements ou des preuves et se
prononcer sur l&#39;aptitude de ce parent &#224; exercer le droit de
visite et sur les conditions dans lesquelles il pourrait
l&#39;exercer. L&#39;autorit&#233; comp&#233;tente en vertu des articles 5 &#224; 10
pour statuer sur le droit de visite devra, avant de se
prononcer, prendre en consid&#233;ration ces renseignements, preuves
ou conclusions.

3. Une autorit&#233; comp&#233;tente en vertu des articles 5 &#224; 10 pour
statuer sur le droit de visite peut suspendre la proc&#233;dure
jusqu&#39;au terme de la proc&#233;dure pr&#233;vue au paragraphe 2,
notamment lorsqu&#39;elle est saisie d&#39;une demande tendant &#224;
modifier ou supprimer le droit de visite conf&#233;r&#233; par les
autorit&#233;s de l&#39;Etat de l&#39;ancienne r&#233;sidence habituelle.

4. Cet article n&#39;emp&#234;che pas une autorit&#233; comp&#233;tente en vertu
des articles 5 &#224; 10 de prendre des mesures provisoires jusqu&#39;au
terme de la proc&#233;dure pr&#233;vue au paragraphe 2.

Article 36

Dans le cas o&#249; l&#39;enfant est expos&#233; &#224; un grave danger, les
autorit&#233;s comp&#233;tentes de l&#39;Etat contractant dans lequel des
mesures de protection de cet enfant ont &#233;t&#233; prises ou sont en
voie de l&#39;&#234;tre, si elles sont inform&#233;es du changement de
r&#233;sidence ou de la pr&#233;sence de l&#39;enfant dans un autre Etat,
avisent les autorit&#233;s de cet Etat de ce danger et des mesures
prises ou en cours d&#39;examen.

Article 37

Une autorit&#233; ne peut demander ou transmettre des informations
en application de ce chapitre si elle est d&#39;avis qu&#39;une telle
demande ou transmission pourrait mettre en danger la personne
ou les biens de l&#39;enfant, ou constituer une menace grave pour
la libert&#233; ou la vie d&#39;un membre de sa famille.

Article 38

1. Sans pr&#233;judice de la possibilit&#233; de r&#233;clamer des frais
raisonnables correspondant aux services fournis, les Autorit&#233;s
centrales et les autres autorit&#233;s publiques des Etats
contractants supportent leurs frais d&#233;coulant de l&#39;application
des dispositions du pr&#233;sent chapitre.

2. Un Etat contractant peut conclure des accords avec un ou
plusieurs autres Etats contractants sur la r&#233;partition des
frais.

Article 39

Tout Etat contractant pourra conclure avec un ou plusieurs
autres Etats contractants des accords en vue de favoriser dans
leurs rapports r&#233;ciproques l&#39;application du pr&#233;sent chapitre.
Les Etats qui ont conclu de tels accords en transmettront une
copie au d&#233;positaire de la Convention.

CHAPITRE VI

DISPOSITIONS GENERALES

Article 40

1. Les autorit&#233;s de l&#39;Etat contractant de la r&#233;sidence
habituelle de l&#39;enfant ou de l&#39;Etat contractant o&#249; une mesure
de protection a &#233;t&#233; prise peuvent d&#233;livrer au titulaire de la
responsabilit&#233; parentale ou &#224; toute personne &#224; qui est confi&#233;e
la protection de la personne ou des biens de l&#39;enfant, &#224; sa
demande, un certificat indiquant sa qualit&#233; et les pouvoirs qui
lui sont conf&#233;r&#233;s.

2. La qualit&#233; et les pouvoirs indiqu&#233;s par le certificat sont
tenus pour &#233;tablis, sauf preuve contraire.

3. Chaque Etat contractant d&#233;signe les autorit&#233;s habilit&#233;es &#224;
&#233;tablir le certificat.

Article 41

Les donn&#233;es personnelles rassembl&#233;es ou transmises conform&#233;ment
&#224; la Convention ne peuvent &#234;tre utilis&#233;es &#224; d&#39;autres fins que
celles pour lesquelles elles ont &#233;t&#233; rassembl&#233;es ou transmises.

Article 42

Les autorit&#233;s auxquelles des informations sont transmises en
assurent la confidentialit&#233; conform&#233;ment &#224; la loi de leur Etat.

Article 43

Les documents transmis ou d&#233;livr&#233;s en application de la
Convention sont dispens&#233;s de toute l&#233;galisation ou de toute
formalit&#233; analogue.

Article 44

Chaque Etat contractant peut
d&#233;signer les autorit&#233;s &#224; qui les demandes pr&#233;vues aux articles
8, 9 et 33 doivent &#234;tre envoy&#233;es.

Article 45

1. Les d&#233;signations mentionn&#233;es aux articles 29 et 44 sont
communiqu&#233;es au Bureau Permanent de la Conf&#233;rence de La Haye de
droit international priv&#233;.

2. La d&#233;claration mentionn&#233;e &#224; l&#39;article 34, paragraphe 2, est
faite au d&#233;positaire de la Convention.

Article 46

Un Etat contractant dans lequel des syst&#232;mes de droit
ou des ensembles de r&#232;gles diff&#233;rents s&#39;appliquent en mati&#232;re
de protection de l&#39;enfant et de ses biens n&#39;est pas tenu
d&#39;appliquer les r&#232;gles de la Convention aux conflits concernant
uniquement ces diff&#233;rents syst&#232;mes ou ensembles de r&#232;gles.

Article 47

Au regard d&#39;un Etat dans lequel deux ou plusieurs syst&#232;mes de
droit ou ensembles de r&#232;gles ayant trait aux questions r&#233;gies
par la pr&#233;sente Convention s&#39;appliquent dans des unit&#233;s
territoriales diff&#233;rentes:

1. toute r&#233;f&#233;rence &#224; la r&#233;sidence habituelle dans cet Etat vise
la r&#233;sidence habituelle dans une unit&#233; territoriale;

2. toute r&#233;f&#233;rence &#224; la pr&#233;sence de l&#39;enfant dans cet Etat vise
la pr&#233;sence de l&#39;enfant dans une unit&#233; territoriale;

3. toute r&#233;f&#233;rence &#224; la situation des biens de l&#39;enfant dans
cet Etat vise la situation des biens de l&#39;enfant dans une unit&#233;
territoriale;

4. toute r&#233;f&#233;rence &#224; l&#39;Etat dont l&#39;enfant poss&#232;de la
nationalit&#233; vise l&#39;unit&#233; territoriale d&#233;sign&#233;e par la loi de
cet Etat ou, en l&#39;absence de r&#232;gles pertinentes, l&#39;unit&#233;
territoriale avec laquelle l&#39;enfant pr&#233;sente le lien le plus
&#233;troit;

5. toute r&#233;f&#233;rence &#224; l&#39;Etat dont une autorit&#233; est saisie d&#39;une
demande en divorce ou s&#233;paration de corps des parents de
l&#39;enfant, ou en annulation de leur mariage, vise l&#39;unit&#233;
territoriale dont une autorit&#233; est saisie d&#39;une telle demande;

6. toute r&#233;f&#233;rence &#224; l&#39;Etat avec lequel l&#39;enfant pr&#233;sente un
lien &#233;troit vise l&#39;unit&#233; territoriale avec laquelle l&#39;enfant
pr&#233;sente ce lien;

7. toute r&#233;f&#233;rence &#224; l&#39;Etat o&#249; l&#39;enfant a &#233;t&#233; d&#233;plac&#233; ou retenu
vise l&#39;unit&#233; territoriale dans laquelle l&#39;enfant a &#233;t&#233; d&#233;plac&#233;
ou retenu;

8. toute r&#233;f&#233;rence aux organismes ou autorit&#233;s de cet
Etat, autres que les Autorit&#233;s centrales, vise les organismes
ou autorit&#233;s habilit&#233;s &#224; agir dans l&#39;unit&#233; territoriale
concern&#233;e;

9. toute r&#233;f&#233;rence &#224; la loi, &#224; la proc&#233;dure ou &#224;
l&#39;autorit&#233; de l&#39;Etat o&#249; une mesure a &#233;t&#233; prise vise la loi, la
proc&#233;dure ou l&#39;autorit&#233; de l&#39;unit&#233; territoriale dans laquelle
cette mesure a &#233;t&#233; prise;

10. toute r&#233;f&#233;rence &#224; la loi, &#224; la proc&#233;dure ou &#224; l&#39;autorit&#233; de
l&#39;Etat requis vise la loi, la proc&#233;dure ou l&#39;autorit&#233; de
l&#39;unit&#233; territoriale dans laquelle la reconnaissance ou
l&#39;ex&#233;cution est invoqu&#233;e.

Article 48

Pour identifier la loi applicable en vertu du chapitre III,
lorsqu&#39;un Etat comprend deux ou plusieurs unit&#233;s territoriales
dont chacune a son propre syst&#232;me de droit ou un ensemble de
r&#232;gles ayant trait aux questions r&#233;gies par la pr&#233;sente
Convention, les r&#232;gles suivantes s&#39;appliquent:

a) en pr&#233;sence de r&#232;gles en vigueur dans cet Etat identifiant
l&#39;unit&#233; territoriale dont la loi est applicable, la loi de
cette unit&#233; s&#39;applique;

b) en l&#39;absence de telles r&#232;gles, la loi de l&#39;unit&#233;
territoriale d&#233;finie selon les dispositions de l&#39;article 47
s&#39;applique.

Article 49

Pour identifier la loi applicable en vertu du chapitre III,
lorsqu&#39;un Etat comprend deux ou plusieurs syst&#232;mes de droit ou
ensembles de r&#232;gles applicables &#224; des cat&#233;gories diff&#233;rentes de
personnes pour les questions r&#233;gies par la pr&#233;sente Convention,
les r&#232;gles suivantes s&#39;appliquent:

a) en pr&#233;sence de r&#232;gles en vigueur dans cet Etat identifiant
laquelle de ces lois est applicable, cette loi s&#39;applique;

b) en l&#39;absence de telles r&#232;gles, la loi du syst&#232;me ou de
l&#39;ensemble de r&#232;gles avec lequel l&#39;enfant pr&#233;sente le lien le
plus &#233;troit s&#39;applique.

Article 50

La pr&#233;sente Convention n&#39;affecte pas la Convention du 25
octobre 1980 sur les aspects civils de l&#39;enl&#232;vement
international d&#39;enfants, dans les relations entre les Parties
aux deux Conventions. Rien n&#39;emp&#234;che cependant que des
dispositions de la pr&#233;sente Convention soient invoqu&#233;es pour
obtenir le retour d&#39;un enfant qui a &#233;t&#233; d&#233;plac&#233; ou retenu
illicitement, ou pour organiser le droit de visite.

Article 51

Dans les rapports entre les Etats contractants, la pr&#233;sente
Convention remplace la Convention du 5 octobre 1961 concernant
la comp&#233;tence des autorit&#233;s et la loi applicable en mati&#232;re de
protection des mineurs et la Convention pour r&#233;gler la tutelle
des mineurs, sign&#233;e &#224; La Haye le 12 juin 1902, sans pr&#233;judice
de la reconnaissance des mesures prises selon la Convention du
5 octobre 1961 pr&#233;cit&#233;e.

Article 52

1. La Convention ne d&#233;roge pas aux instruments internationaux
auxquels des Etats contractants sont Parties et qui contiennent
des dispositions sur les mati&#232;res r&#233;gl&#233;es par la pr&#233;sente
Convention, &#224; moins qu&#39;une d&#233;claration contraire ne soit faite
par les Etats li&#233;s par de tels instruments.

2. La Convention n&#39;affecte pas la possibilit&#233; pour un ou
plusieurs Etats contractants de conclure des accords qui
contiennent, en ce qui concerne les enfants habituellement
r&#233;sidents dans l&#39;un des Etats Parties &#224; de tels accords, des
dispositions sur les mati&#232;res r&#233;gl&#233;es par la pr&#233;sente
Convention.

3. Les accords &#224; conclure par un ou plusieurs Etats
contractants sur des mati&#232;res r&#233;gl&#233;es par la pr&#233;sente
Convention n&#39;affectent pas, dans les rapports de ces Etats avec
les autres Etats contractants, l&#39;application des dispositions
de la pr&#233;sente Convention.

4. Les paragraphes pr&#233;c&#233;dents s&#39;appliquent &#233;galement aux lois
uniformes reposant sur l&#39;existence entre les Etats concern&#233;s de
liens sp&#233;ciaux, notamment de nature r&#233;gionale.

Article 53

1. La Convention ne s&#39;applique qu&#39;aux mesures prises
dans un Etat apr&#232;s l&#39;entr&#233;e en vigueur de la Convention pour
cet Etat.

2. La Convention s&#39;applique &#224; la reconnaissance et &#224;
l&#39;ex&#233;cution des mesures prises apr&#232;s son entr&#233;e en vigueur dans
les rapports entre l&#39;Etat o&#249; les mesures ont &#233;t&#233; prises et
l&#39;Etat requis.

Article 54

1. Toute communication &#224; l&#39;Autorit&#233; centrale ou &#224; toute autre
autorit&#233; d&#39;un Etat contractant est adress&#233;e dans la langue
originale et accompagn&#233;e d&#39;une traduction dans la langue
officielle ou l&#39;une des langues officielles de cet Etat ou,
lorsque cette traduction est difficilement r&#233;alisable, d&#39;une
traduction en fran&#231;ais ou en anglais.

2. Toutefois, un Etat contractant pourra, en faisant la r&#233;serve
pr&#233;vue &#224; l&#39;article 60, s&#39;opposer &#224; l&#39;utilisation soit du
fran&#231;ais, soit de l&#39;anglais.

Article 55

1. Un Etat contractant pourra, conform&#233;ment &#224;
l&#39;article 60:

a) r&#233;server la comp&#233;tence de ses autorit&#233;s pour prendre des
mesures tendant &#224; la protection des biens d&#39;un enfant situ&#233;s
sur son territoire;

b) se r&#233;server de ne pas reconna&#238;tre une responsabilit&#233;
parentale ou une mesure qui serait incompatible avec une mesure
prise par ses autorit&#233;s par rapport &#224; ces biens.

2. La r&#233;serve pourra &#234;tre restreinte &#224; certaines cat&#233;gories de
biens.

Article 56

Le Secr&#233;taire g&#233;n&#233;ral de la Conf&#233;rence de La Haye de
droit international priv&#233; convoque p&#233;riodiquement une
Commission sp&#233;ciale afin d&#39;examiner le fonctionnement pratique
de la Convention.

CHAPITRE VII

CLAUSES FINALES

Article 57

1. La Convention est ouverte &#224; la signature des Etats
qui &#233;taient Membres de la Conf&#233;rence de La Haye de droit
international priv&#233; lors de sa Dix-huiti&#232;me session.

2. Elle sera ratifi&#233;e, accept&#233;e ou approuv&#233;e et les instruments
de ratification, d&#39;acceptation ou d&#39;approbation seront d&#233;pos&#233;s
aupr&#232;s du Minist&#232;re des Affaires Etrang&#232;res du Royaume des
Pays-Bas, d&#233;positaire de la Convention. Article 58      1. Tout
autre Etat pourra adh&#233;rer &#224; la Convention apr&#232;s son entr&#233;e en
vigueur en vertu de l&#39;article 61, paragraphe 1.

2. L&#39;instrument d&#39;adh&#233;sion sera d&#233;pos&#233; aupr&#232;s du d&#233;positaire.

3. L&#39;adh&#233;sion n&#39;aura d&#39;effet que dans les rapports entre l&#39;Etat
adh&#233;rant et les Etats contractants qui n&#39;auront pas &#233;lev&#233;
d&#39;objection &#224; son encontre dans les six mois apr&#232;s la r&#233;ception
de la notification pr&#233;vue &#224; l&#39;article 63, lettre b). Une telle
objection pourra &#233;galement &#234;tre &#233;lev&#233;e par tout Etat au moment
d&#39;une ratification, acceptation ou approbation de la
Convention, ult&#233;rieure &#224; l&#39;adh&#233;sion. Ces objections seront
notifi&#233;es au d&#233;positaire.

Article 59

1. Un Etat qui comprend deux ou plusieurs unit&#233;s
territoriales dans lesquelles des syst&#232;mes de droit diff&#233;rents
s&#39;appliquent aux mati&#232;res r&#233;gies par la pr&#233;sente Convention
pourra, au moment de la signature, de la ratification, de
l&#39;acceptation, de l&#39;approbation ou de l&#39;adh&#233;sion, d&#233;clarer que
la Convention s&#39;appliquera &#224; toutes ses unit&#233;s territoriales ou
seulement &#224; l&#39;une ou &#224; plusieurs d&#39;entre elles, et pourra &#224;
tout moment modifier cette d&#233;claration en faisant une nouvelle
d&#233;claration.

2. Ces d&#233;clarations seront notifi&#233;es au d&#233;positaire et
indiqueront express&#233;ment les unit&#233;s territoriales auxquelles la
Convention s&#39;applique.

3. Si un Etat ne fait pas de d&#233;claration en vertu du pr&#233;sent
article, la Convention s&#39;appliquera &#224; l&#39;ensemble du territoire
de cet Etat.

Article 60

1. Tout Etat contractant pourra, au plus tard au
moment de la ratification, de l&#39;acceptation, de l&#39;approbation
ou de l&#39;adh&#233;sion, ou au moment d&#39;une d&#233;claration faite en vertu
de l&#39;article 59, faire soit l&#39;une, soit les deux r&#233;serves
pr&#233;vues aux articles 54, paragraphe 2, et 55. Aucune autre
r&#233;serve ne sera admise.

2. Tout Etat pourra, &#224; tout moment, retirer une r&#233;serve qu&#39;il
aura faite. Ce retrait sera notifi&#233; au d&#233;positaire.     3. L&#39;effet
de la r&#233;serve cessera le premier jour du troisi&#232;me mois du
calendrier apr&#232;s la notification mentionn&#233;e au paragraphe
pr&#233;c&#233;dent.

Article 61

1. La Convention entrera en vigueur le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s le d&#233;p&#244;t
du troisi&#232;me instrument de ratification, d&#39;acceptation ou
d&#39;approbation pr&#233;vu par l&#39;article 57.

2. Par la suite, la Convention entrera en vigueur:

a) pour chaque Etat ratifiant, acceptant ou approuvant
post&#233;rieurement, le premier jour du mois suivant l&#39;expiration
d&#39;une p&#233;riode de trois mois apr&#232;s le d&#233;p&#244;t de son instrument de
ratification, d&#39;acceptation, d&#39;approbation ou d&#39;adh&#233;sion;

b) pour chaque Etat adh&#233;rant, le premier jour du mois suivant
l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s l&#39;expiration du
d&#233;lai de six mois pr&#233;vu &#224; l&#39;article 58, paragraphe 3;

c) pour les unit&#233;s territoriales auxquelles la Convention a &#233;t&#233;
&#233;tendue conform&#233;ment &#224; l&#39;article 59, le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la
notification vis&#233;e dans cet article.

Article 62

1. Tout Etat Partie &#224; la Convention pourra d&#233;noncer
celle-ci par une notification adress&#233;e par &#233;crit au
d&#233;positaire. La d&#233;nonciation pourra se limiter &#224; certaines
unit&#233;s territoriales auxquelles s&#39;applique la Convention.

2. La d&#233;nonciation prendra effet le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de douze mois apr&#232;s la date
de r&#233;ception de la notification par le d&#233;positaire. Lorsqu&#39;une
p&#233;riode plus longue pour la prise d&#39;effet de la d&#233;nonciation
est sp&#233;cifi&#233;e dans la notification, la d&#233;nonciation prendra
effet &#224; l&#39;expiration de la p&#233;riode en question.

Article 63

Le d&#233;positaire notifiera aux Etats membres de la
Conf&#233;rence de La Haye de droit international priv&#233;, ainsi
qu&#39;aux Etats qui auront adh&#233;r&#233; conform&#233;ment aux dispositions de
l&#39;article 58:

a) les signatures, ratifications, acceptations et approbations
vis&#233;es &#224; l&#39;article 57;

b) les adh&#233;sions et les objections aux adh&#233;sions vis&#233;es &#224;
l&#39;article 58;

c) la date &#224; laquelle la Convention entrera en vigueur
conform&#233;ment aux dispositions de l&#39;article 61;

d) les d&#233;clarations mentionn&#233;es aux articles 34, paragraphe 2,
et 59;

e) les accords mentionn&#233;s &#224; l&#39;article 39;

f) les r&#233;serves vis&#233;es
aux articles 54, paragraphe 2, et 55 et le retrait des r&#233;serves
pr&#233;vu &#224; l&#39;article 60, paragraphe 2;

g) les d&#233;nonciations vis&#233;es &#224; l&#39;article 62.

En foi de quoi, les soussign&#233;s, d&#251;ment autoris&#233;s, ont sign&#233; la
pr&#233;sente Convention.

Fait &#224; La Haye, le 19 octobre 1996, en
fran&#231;ais et en anglais, les deux textes faisant &#233;galement foi,
en un seul exemplaire, qui sera d&#233;pos&#233; dans les archives du
Gouvernement du Royaume des Pays-Bas et dont une copie
certifi&#233;e conforme sera remise, par la voie diplomatique, &#224;
chacun des Etats membres de la Conf&#233;rence de La Haye de droit
international priv&#233; lors de la Dix-huiti&#232;me session.



CONVENTION ON JURISDICTION, APPLICABLE LAW, RECOGNITION,
ENFORCEMENT AND COOPERATION IN RESPECT OF PARENTAL
RESPONSIBILITY AND MEASURES FOR THE PROTECTION OF CHILDREN

(Concluded 19 October 1996)

The States signatory to the present Convention,

Considering the need to improve the protection of children in
international situations,

Wishing to avoid conflicts between their legal systems in
respect of jurisdiction, applicable law, recognition and
enforcement of measures for the protection of children,

Recalling the importance of international co-operation for the
protection of children,

Confirming that the best interests of the child are to be a
primary consideration,

Noting that the Convention of 5 October 1961 concerning the
powers of authorities and the law applicable in respect of the
protection of minors is in need of revision,

Desiring to establish common provisions to this effect, taking
into account the United Nations Convention on the Rights of the
Child of 20 November 1989,

Have agreed on the following provisions –       CHAPTER I       SCOPE OF
THE CONVENTION

Article 1

1. The objects of the present Convention are –

a) to determine the State whose authorities have jurisdiction
to take measures directed to the protection of the person or
property of the child;

b) to determine which law is to be applied by such authorities
in exercising their jurisdiction;

c) to determine the law applicable to parental responsibility;

d) to provide for the recognition and enforcement of such
measures of protection in all Contracting States;

e) to establish such cooperation between the authorities of the
Contracting States as may be necessary in order to achieve the
purposes of this Convention.

2. For the purposes of this Convention, the term ‘parental
responsibility’ includes parental authority, or any analogous
relationship of authority determining the rights, powers and
responsibilities of parents, guardians or other legal
representatives in relation to the person or the property of
the child.

Article 2

The Convention applies to children from the moment of their
birth until they reach the age of 18 years.

Article 3

The measures referred to in Article 1 may deal in particular
with –

a) the attribution, exercise, termination or restriction of
parental responsibility, as well as its delegation;     b) rights
of custody, including rights relating to the care of the person
of the child and, in particular, the right to determine the
child’s place of residence, as well as rights of access
including the right to take a child for a limited period of
time to a place other than the child’s habitual residence;

c) guardianship, curatorship and analogous institutions;

d) the designation and functions of any person or body having
charge of the child’s person or property, representing or
assisting the child;    e) the placement of the child in a foster
family or in institutional care, or the provision of care by
kafala or an analogous institution;

f) the supervision by a public authority of the care of a child
by any person having charge of the child;       g) the administration,
conservation or disposal of the child’s property.

Article 4

The Convention does not apply to:

a) the establishment or contesting of a parent-child
relationship;

b) decisions on adoption, measures preparatory to adoption, or
the annulment or revocation of adoption;        c) the name and
forenames of the child;

d) emancipation;

e) maintenance obligations;

f) trusts or succession;

g) social security;

h) public measures of a general nature in matters of education
or health;

i) measures taken as a result of penal offences committed by
children;

j) decisions on the right of asylum and on immigration.

CHAPTER II      JURISDICTION

Article 5

1. The judicial or administrative authorities of the
Contracting State of the habitual residence of the child have
jurisdiction to take measures directed to the protection of the
child’s person or property.

2. Subject to Article 7, in case of a change of the child’s
habitual residence to another Contracting State, the
authorities of the State of the new habitual residence have
jurisdiction.

Article 6

1. For refugee children and children who, due to disturbances
occurring in their country, are internationally displaced, the
authorities of the Contracting State on the territory of which
these children are present as a result of their displacement
have the jurisdiction provided for in paragraph 1 of Article 5.


2. The provisions of the preceding paragraph also apply to
children whose habitual residence cannot be established.

Article 7

1. In case of wrongful removal or retention of the child, the
authorities of the Contracting State in which the child was
habitually resident immediately before the removal or retention
keep their jurisdiction until the child has acquired a habitual
residence in another State, and a) each person, institution or
other body having rights of custody has acquiesced in the
removal or retention; or

b) the child has resided in that other State for a period of at
least one year after the person, institution or other body
having rights of custody has or should have had knowledge of
the whereabouts of the child, no request for return lodged
within that period is still pending, and the child is settled
in his or her new environment.

2. The removal or the retention of a child is to be considered
wrongful where –

a) it is in breach of rights of custody attributed to a person,
an institution or any other body, either jointly or alone,
under the law of the State in which the child was habitually
resident immediately before the removal or retention; and

b) at the time of removal or retention those rights were
actually exercised, either jointly or alone, or would have been
so exercised but for the removal or retention.

The rights of custody mentioned in subparagraph a above, may
arise in particular by operation of law or by reason of a
judicial or administrative decision, or by reason of an
agreement having legal effect under the law of that State.
3. So long as the authorities first mentioned in paragraph 1
keep their jurisdiction, the authorities of the Contracting
State to which the child has been removed or in which he or she
has been retained can take only such urgent measures under
Article 11 as are necessary for the protection of the person or
property of the child.

Article 8

1. By way of exception, the authority of a Contracting State
having jurisdiction under Article 5 or Article 6, if it
considers that the authority of another Contracting State would
be better placed in the particular case to assess the best
interests of the child, may either

– request that other authority, directly or with the assistance
of the Central Authority of its State, to assume jurisdiction
to take such measures of protection as it considers to be
necessary, or

– suspend consideration of the case and invite the parties to
introduce such a request before the authority of that other
State.

2. The Contracting States whose authorities may be addressed as
provided in the preceding paragraph are:        a) a State of which
the child is a national,

b) a State in which property of the child is located,

c) a State whose authorities are seised of an application for
divorce or legal separation of the child’s parents, or for
annulment of their marriage,

d) a State  with which the child has a substantial connection.

3. The authorities concerned may proceed to an exchange of
views.

4. The authority addressed as provided in paragraph 1 may
assume jurisdiction, in place of the authority having
jurisdiction under Article 5 or 6, if it considers that this is
in the child’s best interests.

Article 9

1. If the authorities of a Contracting State referred to in
Article 8, paragraph 2, consider that they are better placed in
the particular case to assess the child’s best interests, they
may either      – request the competent authority of the Contracting
State of the habitual residence of the child, directly or with
the assistance of the Central Authority of that State, that
they be authorised to exercise jurisdiction to take the
measures of protection which they consider to be necessary,
orinvite the parties to introduce such a request before the
authority of the Contracting State of the habitual residence of
the child.

2. The authorities concerned may proceed to an exchange of
views.

3. The authority initiating the request may exercise
jurisdiction in place of the authority of the Contracting State
of the habitual residence of the child only if the latter
authority has accepted the request.

Article 10

1. Without prejudice to Articles 5 to 9, the authorities of a
Contracting State exercising jurisdiction to decide upon an
application for divorce or legal separation of the parents of a
child habitually resident in another Contracting State, or for
annulment of their marriage, may, if the law of their State so
provides, take measures directed to the protection of the
person or property of such child if

a) at the time of commencement of the proceedings, one of his
or her parents habitually resides in that State and one of them
has parental responsibility in relation to the child, and

b) the jurisdiction of these authorities to take such measures
has been accepted by the parents, as well as by any other
person who has parental responsibility in relation to the
child, and is in the best interests of the child.

2. The jurisdiction provided for by paragraph 1 to take
measures for the protection of the child ceases as soon as the
decision allowing or refusing the application for divorce,
legal separation or annulment of the marriage has become final,
or the proceedings have come to an end for another reason.

Article 11

1. In all cases of urgency, the authorities of any Contracting
State, in whose territory the child or property belonging to
the child is present, have jurisdiction to take any necessary
measures of protection.

2. The measures taken under the preceding paragraph with regard
to a child habitually resident in a Contracting State shall
lapse as soon as the authorities which have jurisdiction under
Articles 5 to 10 have taken the measures required by the
situation.

3. The measures taken under paragraph 1 with regard to a child
who is habitually resident in a non-Contracting State shall
lapse in each Contracting State as soon as measures required by
the situation and taken by the authorities of another State are
recognised in the Contracting State in question.

Article 12

1. Subject to Article 7, the authorities of a Contracting State
in whose territory the child or property belonging to the child
is present have jurisdiction to take measures of a provisional
character for the protection of the person or property of the
child which have a territorial effect limited to the State in
question, in so far as such measures are not incompatible with
measures already taken by authorities which have jurisdiction
under Articles 5 to 10.

2. The measures taken under the preceding paragraph with regard
to a child habitually resident in a Contracting State shall
lapse as soon as the authorities which have jurisdiction under
Articles 5 to 10 have taken a decision in respect of the
measures of protection which may be required by the situation.

3. The measures taken under paragraph 1 with regard to a child
who is habitually resident in a non-Contracting State shall
lapse in the Contracting State where the measures were taken as
soon as measures required by the situation and taken by the
authorities of another State are recognised in the Contracting
State in question.

Article 13

1. The authorities of a Contracting State which have
jurisdiction under Articles 5 to 10 to take measures for the
protection of the person or property of the child must abstain
from exercising this jurisdiction if, at the time of the
commencement of the proceedings, corresponding measures have
been requested from the authorities of another Contracting
State having jurisdiction under Articles 5 to 10 at the time of
the request and are still under consideration.

2. The provisions of the preceding paragraph shall not apply if
the authorities before whom the request for measures was
initially introduced have declined jurisdiction.

Article 14

The measures taken in application of Articles 5 to 10 remain in
force according to their terms, even if a change of
circumstances has eliminated the basis upon which jurisdiction
was founded, so long as the authorities which have jurisdiction
under the Convention have not modified, replaced or terminated
such measures.

CHAPTER III

APPLICABLE LAW

Article 15

1. In exercising their jurisdiction under the provisions of
Chapter II, the authorities of the Contracting States shall
apply their own law.

2. However, in so far as the protection of the person or the
property of the child requires, they may exceptionally apply or
take into consideration the law of another State with which the
situation has a substantial connection.

3. If the child’s habitual residence changes to another
Contracting State, the law of that other State governs, from
the time of the change, the conditions of application of the
measures taken in the State of the former habitual residence.

Article 16

1. The attribution or extinction of parental responsibility by
operation of law, without the intervention of a judicial or
administrative authority, is governed by the law of the State
of the habitual residence of the child.

2. The attribution or extinction of parental responsibility by
an agreement or a unilateral act, without intervention of a
judicial or administrative authority, is governed by the law of
the State of the child’s habitual residence at the time when
the agreement or unilateral act takes effect.

3. Parental responsibility which exists under the law of the
State of the child’s habitual residence subsists after a change
of that habitual residence to another State.

4. If the child’s habitual residence changes, the attribution
of parental responsibility by operation of law to a person who
does not already have such responsibility is governed by the
law of the State of the new habitual residence.

Article 17

The exercise of parental responsibility is governed by the law
of the State of the child’s habitual residence. If the child’s
habitual residence changes, it is governed by the law of the
State of the new habitual residence.

Article 18

The parental responsibility referred to in Article 16 may be
terminated, or the conditions of its exercise modified, by
measures taken under this Convention.

Article 19

1. The validity of a transaction entered into between a third
party and another person who would be entitled to act as the
child’s legal representative under the law of the State where
the transaction was concluded cannot be contested, and the
third party cannot be held liable, on the sole ground that the
other person was not entitled to act as the child’s legal
representative under the law designated by the provisions of
this Chapter, unless the third party knew or should have known
that the parental responsibility was governed by the latter
law.

2. The preceding paragraph applies only if the transaction was
entered into between persons present on the territory of the
same State.

Article 20

The provisions of this Chapter apply even if the law designated
by them is the law of a non-Contracting State.

Article 21

1. In this Chapter the term ‘law’ means the law in force in a
State other than its choice of law rules.

2. However, if the law applicable according to Article 16 is
that of a non-Contracting State and if the choice of law rules
of that State designate the law of another non-Contracting
State which would apply its own law, the law of the latter
State applies. If that other non-Contracting State would not
apply its own law, the applicable law is that designated by
Article 16.

Article 22

The application of the law designated by the provisions of this
Chapter can be refused only if this application would be
manifestly contrary to public policy, taking into account the
best interests of the child.    CHAPTER IV      RECOGNITION AND
ENFORCEMENT

Article 23

1. The measures taken by the authorities of a Contracting State
shall be recognised by operation of law in all other
Contracting States.

2. Recognition may however be refused:

a) if the measure was taken by an authority whose jurisdiction
was not based on one of the grounds provided for in Chapter II;

b) if the measure was taken, except in a case of urgency, in
the context of a judicial or administrative proceeding, without
the child having been provided the opportunity to be heard, in
violation of fundamental principles of procedure of the
requested State;

c) on the request of any person claiming that the measure
infringes his or her parental responsibility, if such measure
was taken, except in a case of urgency, without such person
having been given an opportunity to be heard;

d) if such recognition is manifestly contrary to public policy
of the requested State, taking into account the best interests
of the child;

e) if the measure is incompatible with a later measure taken in
the non-Contracting State of the habitual residence of the
child, where this later measure fulfils the requirements for
recognition in the requested State;

f) if the procedure provided in Article 33 has not been
complied with.

Article 24

Without prejudice to Article 23, paragraph 1, any interested
person may request from the competent authorities of a
Contracting State that they decide on the recognition or non-
recognition of a measure taken in another Contracting State.
The procedure is governed by the law of the requested State.

Article 25

The authority of the requested State is bound by the findings
of fact on which the authority of the State where the measure
was taken based its jurisdiction.

Article 26

1. If measures taken in one Contracting State and enforceable
there require enforcement in another Contracting State, they
shall, upon request by an interested party, be declared
enforceable or registered for the purpose of enforcement in
that other State according to the procedure provided in the law
of the latter State.

2. Each Contracting State shall apply to the declaration of
enforceability or registration a simple and rapid procedure.

3. The declaration of enforceability or registration may be
refused only for one of the reasons set out in Article 23,
paragraph 2.

Article 27

Without prejudice to such review as is necessary in the
application of the preceding Articles, there shall be no review
of the merits of the measure taken.

Article 28

Measures taken in one Contracting State and declared
enforceable, or registered for the purpose of enforcement, in
another Contracting State shall be enforced in the latter State
as if they had been taken by the authorities of that State.
Enforcement takes place in accordance with the law of the
requested State to the extent provided by such law, taking into
consideration the best interests of the child.

CHAPTER V       CO-OPERATION

Article 29

1. A Contracting State shall designate a Central Authority to
discharge the duties which are imposed by the Convention on
such authorities.

2. Federal States, States with more than one system of law or
States having autonomous territorial units shall be free to
appoint more than one Central Authority and to specify the
territorial or personal extent of their functions. Where a
State has appointed more than one Central Authority, it shall
designate the Central Authority to which any communication may
be addressed for transmission to the appropriate Central
Authority within that State.

Article 30

1. Central Authorities shall cooperate with each other and
promote cooperation amongst the competent authorities in their
States to achieve the purposes of the Convention.

2. They shall, in connection with the application of the
Convention, take appropriate steps to provide information as to
the laws of, and services available in, their States relating
to the protection of children.

Article 31

The Central Authority of a Contracting State, either directly
or through public authorities or other bodies, shall take all
appropriate steps to –

a) facilitate the communications and offer the assistance
provided for in Articles 8 and 9 and in this Chapter;

b) facilitate, by mediation, conciliation or similar means,
agreed solutions for the protection of the person or property
of the child in situations to which the Convention applies;

c) provide, on the request of a competent authority of another
Contracting State, assistance in discovering the whereabouts of
a child where it appears that the child may be present and in
need of protection within the territory of the requested State.

Article 32

On a request made with supporting reasons by the Central
Authority or other competent authority of any Contracting State
with which the child has a substantial connection, the Central
Authority of the Contracting State in which the child is
habitually resident and present may, directly or through public
authorities or other bodies,

a) provide a report on the situation of the child;

b) request the competent authority of its State to consider the
need to take measures for the protection of the person or
property of the child.

Article 33

1. If an authority having jurisdiction under Articles 5 to 10
contemplates the placement of the child in a foster family or
institutional care, or the provision of care by kafala or an
analogous institution, and if such placement or such provision
of care is to take place in another Contracting State, it shall
first consult with the Central Authority or other competent
authority of the latter State. To that effect it shall transmit
a report on the child together with the reasons for the
proposed placement or provision of care.

2. The decision on the placement or provision of care may be
made in the requesting State only if the Central Authority or
other competent authority of the requested State has consented
to the placement or provision of care, taking into account the
child’s best interests.

Article 34

1. Where a measure of protection is contemplated, the competent
authorities under the Convention, if the situation of the child
so requires, may request any authority of another Contracting
State which has information relevant to the protection of the
child to communicate such information.

2. A Contracting State may declare that requests under
paragraph 1 shall be communicated to its authorities only
through its Central Authority.

Article 35

1. The competent authorities of a Contracting State may request
the authorities of another Contracting State to assist in the
implementation of measures of protection taken under this
Convention, especially in securing the effective exercise of
rights of access as well as of the right to maintain direct
contacts on a regular basis.

2. The authorities of a Contracting State in which the child
does not habitually reside may, on the request of a parent
residing in that State who is seeking to obtain or to maintain
access to the child, gather information or evidence and may
make a finding on the suitability of that parent to exercise
access and on the conditions under which access is to be
exercised. An authority exercising jurisdiction under Articles
5 to 10 to determine an application concerning access to the
child, shall admit and consider such information, evidence and
finding before reaching its decision.

3. An authority having jurisdiction under Articles 5 to 10 to
decide on access may adjourn a proceeding pending the outcome
of a request made under paragraph 2, in particular, when it is
considering an application to restrict or terminate access
rights granted in the State of the child’s former habitual
residence.

4. Nothing in this Article shall prevent an authority having
jurisdiction under Articles 5 to 10 from taking provisional
measures pending the outcome of the request made under
paragraph 2.

Article 36

In any case where the child is exposed to a serious danger, the
competent authorities of the Contracting State where measures
for the protection of the child have been taken or are under
consideration, if they are informed that the child’s residence
has changed to, or that the child is present in another State,
shall inform the authorities of that other State about the
danger involved and the measures taken or under consideration.

Article 37

An authority shall not request or transmit any information
under this Chapter if to do so would, in its opinion, be likely
to place the child’s person or property in danger, or
constitute a serious threat to the liberty or life of a member
of the child’s family.

Article 38

1. Without prejudice to the possibility of imposing reasonable
charges for the provision of services, Central Authorities and
other public authorities of Contracting States shall bear their
own costs in applying the provisions of this Chapter.

2. Any Contracting State may enter into agreements with one or
more other Contracting States concerning the allocation of
charges.

Article 39

Any Contracting State may enter into agreements with one or
more other Contracting States with a view to improving the
application of this Chapter in their mutual relations. The
States which have concluded such an agreement shall transmit a
copy to the depositary of the Convention.

CHAPTER VI      GENERAL PROVISIONS

Article 40

1. The authorities of the Contracting State of the child’s
habitual residence, or of the Contracting State where a measure
of protection has been taken, may deliver to the person having
parental responsibility or to the person entrusted with
protection of the child’s person or property, at his or her
request, a certificate indicating the capacity in which that
person is entitled to act and the powers conferred upon him or
her.

2. The capacity and powers indicated in the certificate are
presumed to be vested in that person, in the absence of proof
to the contrary.

3. Each Contracting State shall designate the authorities
competent to draw up the certificate.

Article 41

Personal data gathered or transmitted under the Convention
shall be used only for the purposes for which they were
gathered or transmitted.

Article 42

The authorities to whom information is transmitted shall ensure
its confidentiality, in accordance with the law of their State.

Article 43

All documents forwarded or delivered under this Convention
shall be exempt from legalisation or any analogous formality.

Article 44

Each Contracting State may designate the authorities to which
requests under Articles 8, 9 and 33 are to be addressed.

Article 45

1. The designations referred to in Articles 29 and 44 shall be
communicated to the Permanent Bureau of the Hague Conference on
Private International Law.

2. The declaration referred to in Article 34, paragraph 2,
shall be made to the depositary of the Convention.      Article 46      A
Contracting State in which different systems of law or sets of
rules of law apply to the protection of the child and his or
her property shall not be bound to apply the rules of the
Convention to conflicts solely between such different systems
or sets of rules of law.

Article 47

In relation to a State in which two or more systems of law or
sets of rules of law with regard to any matter dealt with in
this Convention apply in different territorial units –

1. any reference to habitual residence in that State shall be
construed as referring to habitual residence in a territorial
unit;

2. any reference to the presence of the child in that State
shall be construed as referring to presence in a territorial
unit;

3. any reference to the location of property of the child in
that State shall be construed as referring to location of
property of the child in a territorial unit;

4. any reference to the State of which the child is a national
shall be construed as referring to the territorial unit
designated by the law of that State or, in the absence of
relevant rules, to the territorial unit with which the child
has the closest connection;

5. any reference to the State whose authorities are seised of
an application for divorce or legal separation of the child’s
parents, or for annulment of their marriage, shall be construed
as referring to the territorial unit whose authorities are
seised of such application;

6. any reference to the State with which the child has a
substantial connection shall be construed as referring to the
territorial unit with which the child has such a connection;

7. any reference to the State to which the child has been
removed or in which he or she has been retained shall be
construed as referring to the relevant territorial unit to
which the child has been removed or in which he or she has been
retained;

8. any reference to bodies or authorities of that State, other
than Central Authorities, shall be construed as referring to
those authorised to act in the relevant territorial unit;

9. any reference to the law or procedure or authority of the
State in which a measure has been taken shall be construed as
referring to the law or procedure or authority of the
territorial unit in which such measure was taken;       10. any
reference to the law or procedure or authority of the requested
State shall be construed as referring to the law or procedure
or authority of the territorial unit in which recognition or
enforcement is sought.

Article 48

For the purpose of identifying the applicable law under Chapter
III, in relation to a State which comprises two or more
territorial units each of which has its own system of law or
set of rules of law in respect of matters covered by this
Convention, the following rules apply –

a) if there are rules in force in such a State identifying
which territorial unit’s law is applicable, the law of that
unit applies;

b) in the absence of such rules, the law of the relevant
territorial unit as defined in Article 47 applies.

Article 49

For the purpose of identifying the applicable law under Chapter
III, in relation to a State which has two or more systems of
law or sets of rules of law applicable to different categories
of persons in respect of matters covered by this Convention,
the following rules apply –

a) if there are rules in force in such a State identifying
which among such laws applies, that law applies;

b) in the absence of such rules, the law of the system or the
set of rules of law with which the child has the closest
connection applies.

Article 50

This Convention shall not affect the application of the
Convention of 25 October 1980 on the Civil Aspects of
International Child Abduction, as between Parties to both
Conventions. Nothing, however, precludes provisions of this
Convention from being invoked for the purposes of obtaining the
return of a child who has been wrongfully removed or retained
or of organising access rights. Article 51      In relations between
the Contracting States, this Convention replaces the Convention
of 5 October 1961 concerning the powers of authorities and the
law applicable in respect of the protection of minors, and the
Convention governing the guardianship of minors, signed at The
Hague 12 June 1902, without prejudice to the recognition of
measures taken under the Convention of 5 October 1961 mentioned
above.

Article 52

1. This Convention does not affect any international instrument
to which Contracting States are Parties and which contains
provisions on matters governed by the Convention, unless a
contrary declaration is made by the States, Parties to such
instrument.

2. This Convention does not affect the possibility for one or
more Contracting States to conclude agreements which contain,
in respect of children habitually resident in any of the States
Parties to such agreements, provisions on matters governed by
this Convention.

3. Agreements to be concluded by one or more Contracting States
on matters within the scope of this Convention do not affect,
in the relationship of such States with other Contracting
States, the application of the provisions of this Convention.

4. The preceding paragraphs also apply to uniform laws based on
special ties of a regional or other nature between the States
concerned.

Article 53

1. The Convention shall apply to measures only if they are
taken in a State after the Convention has entered into force
for that State.

2. The Convention shall apply to the recognition and
enforcement of measures taken after its entry into force as
between the State where the measures have been taken and the
requested State.

Article 54

1. Any communication sent to the Central Authority or to
another authority of a Contracting State shall be in the
original language, and shall be accompanied by a translation
into the official language or one of the official languages of
the other State or, where that is not feasible, a translation
into French or English.

2. However, a Contracting State may, by making a reservation in
accordance with Article 60, object to the use of either French
or English, but not both.

Article 55

1. A Contracting State may, in accordance with Article 60,

a) reserve the jurisdiction of its authorities to take measures
directed to the protection of property of a child situated on
its territory;

b) reserve the right not to recognise any parental
responsibility or measure in so far as it is incompatible with
any measure taken by its authorities in relation to that
property.

2. The reservation may be restricted to certain categories of
property.

Article 56

The Secretary General of the Hague Conference on Private
International Law shall at regular intervals convoke a Special
Commission in order to review the practical operation of the
Convention.

CHAPTER VII

FINAL CLAUSES

Article 57

1. The Convention shall be open for signature by the States
which were Members of the Hague Conference on Private
International Law at the time of its Eighteenth Session.

2. It shall be ratified, accepted or approved and the
instruments of ratification, acceptance or approval shall be
deposited with the Ministry of Foreign Affairs of the Kingdom
of the Netherlands, depositary of the Convention.

Article 58

1. Any other State may accede to the Convention after it has
entered into force in accordance with Article 61, paragraph 1.

2. The instrument of accession shall be deposited with the
depositary.

3. Such accession shall have effect only as regards the
relations between the acceding State and those Contracting
States which have not raised an objection to its accession in
the six months after the receipt of the notification referred
to in sub-paragraph b of Article 63. Such an objection may also
be raised by States at the time when they ratify, accept or
approve the Convention after an accession. Any such objection
shall be notified to the depositary.
Article 59

1. If a State has two or more territorial units in which
different systems of law are applicable in relation to matters
dealt with in this Convention, it may at the time of signature,
ratification, acceptance, approval or accession declare that
the Convention shall extend to all its territorial units or
only to one or more of them and may modify this declaration by
submitting another declaration at any time.

2. Any such declaration shall be notified to the depositary and
shall state expressly the territorial units to which the
Convention applies.

3. If a State makes no declaration under this Article, the
Convention is to extend to all territorial units of that State.

Article 60

1. Any State may, not later than the time of ratification,
acceptance, approval or accession, or at the time of making a
declaration in terms of Article 59, make one or both of the
reservations provided for in Articles 54, paragraph 2, and 55.
No other reservation shall be permitted.

2. Any State may at any time withdraw a reservation it has
made. The withdrawal shall be notified to the depositary.

3. The reservation shall cease to have effect on the first day
of the third calendar month after the notification referred to
in the preceding paragraph.

Article 61

1. The Convention shall enter into force on the first day of
the month following the expiration of three months after the
deposit of the third instrument of ratification, acceptance or
approval referred to in Article 57.

2. Thereafter the Convention shall enter into force –

a) for each State ratifying, accepting or approving it
subsequently, on the first day of the month following the
expiration of three months after the deposit of its instrument
of ratification, acceptance, approval or accession;

b) for each State acceding, on the first day of the month
following the expiration of three months after the expiration
of the period of six months provided in Article 58, paragraph
3;

c) for a territorial unit to which the Convention has been
extended in conformity with Article 59, on the first day of the
month following the expiration of three months after the
notification referred to in that Article.

Article 62

1. A State Party to the Convention may denounce it by a
notification in writing addressed to the depositary. The
denunciation may be limited to certain territorial units to
which the Convention applies.

2. The denunciation takes effect on the first day of the month
following the expiration of twelve months after the
notification is received by the depositary. Where a longer
period for the denunciation to take effect is specified in the
notification, the denunciation takes effect upon the expiration
of such longer period.

Article 63

The depositary shall notify the States Members of the Hague
Conference on Private International Law and the States which
have acceded in accordance with Article 58 of the following –

a) the signatures, ratifications, acceptances and approvals
referred to in Article 57;

b) the accessions and objections raised to accessions referred
to in Article 58;

c) the date on which the Convention enters into force in
accordance with Article 61;

d) the declarations referred to in Articles 34, paragraph 2,
and 59;

e) the agreements referred to in Article 39;

f) the reservations referred to in Articles 54, paragraph 2,
and 55 and the withdrawals referred to in Article 60, paragraph
2;

g) the denunciations referred to in Article 62.

In witness whereof the undersigned, being duly authorised
thereto, have signed this Convention.

Done at The Hague, on the 19th day of October 1996, in the
English and French languages, both texts being equally
authentic, in a single copy which shall be deposited in the
archives of the Government of the Kingdom of the Netherlands,
and of which a certified copy shall be sent, through diplomatic
channels, to each of the States Members of the Hague Conference
on Private International Law at the date of its Eighteenth
Session.



KONVENTION OM BEH&#214;RIGHET, TILLL&#196;MPLIG LAG, ERK&#196;NNANDE,
VERKST&#196;LLIGHET OCH SAMARBETE I FR&#197;GOR OM F&#214;R&#196;LDRAANSVAR OCH
&#197;TG&#196;RDER TILL SKYDD F&#214;R BARN

(Ingicks den 19 oktober 1996)   De stater som har undertecknat
denna konvention,som beaktar behovet att f&#246;rb&#228;ttra skyddet f&#246;r
barn i internationella situationer, som &#246;nskar undvika
konflikter mellan sina r&#228;ttssystem n&#228;r det g&#228;ller beh&#246;righet,
tilll&#228;mplig lag, erk&#228;nnande och verkst&#228;llighet i samband med
&#229;tg&#228;rder till skydd f&#246;r barn,   som erinrar om vikten av
internationellt samarbete till skydd f&#246;r barn, som bekr&#228;ftar
att barnets b&#228;sta ska komma i fr&#228;msta rummet,

som noterar att konventionen av den 5 oktober 1961 om
myndigheters beh&#246;righet och till&#228;mplig lag i fr&#229;gor till skydd
f&#246;r under&#229;riga beh&#246;ver revideras,som &#246;nskar uppr&#228;tta
gemensamma best&#228;mmelser i detta syfte, med beaktande av
F&#246;renta Nationernas konvention om barnets r&#228;ttigheter av den
20 november 1989, har kommit &#246;verens om f&#246;ljande best&#228;mmelser.

KAPITEL I       KONVENTIONENS TILL&#196;MPNINGSOMR&#197;DE

Artikel 1

1. &#196;ndam&#229;let med denna konvention &#228;r:

a) Att fastst&#228;lla den stat vars myndigheter har beh&#246;righet att
vidta &#229;tg&#228;rder till skydd f&#246;r barnets person eller egendom.

b) Att fastst&#228;lla vilken lag dessa myndigheter ska till&#228;mpa
n&#228;r de ut&#246;var sin beh&#246;righet.   c) Att fastst&#228;lla vilken lag
som &#228;r till&#228;mplig p&#229; f&#246;r&#228;ldraansvar.

d) Att f&#246;reskriva erk&#228;nnande och verkst&#228;llighet av s&#229;dana
skydds&#229;tg&#228;rder i alla f&#246;rdragsslutande stater.

e) Att uppr&#228;tta s&#229;dant samarbete mellan myndigheterna i de
f&#246;rdragsslutande staterna som kr&#228;vs f&#246;r att uppn&#229; denna
konventions m&#229;l.

2. I denna konvention omfattar begreppet ”f&#246;r&#228;ldraansvar”
v&#229;rdnad eller varje liknande f&#246;rh&#229;llande som avg&#246;r f&#246;r&#228;ldrars,
f&#246;rmyndares eller andra r&#228;ttsliga f&#246;retr&#228;dares r&#228;ttigheter,
befogenheter och ansvar i f&#246;rh&#229;llande till barnets person
eller egendom.

Artikel 2

Konventionen ska till&#228;mpas p&#229; barn fr&#229;n f&#246;delsen till dess att
de uppn&#229;tt 18 &#229;rs &#229;lder.

Artikel 3       De &#229;tg&#228;rder som avses i artikel 1 kan i synnerhet
g&#228;lla

a) tillerk&#228;nnande, ut&#246;vande, upph&#246;rande eller begr&#228;nsande av
f&#246;r&#228;ldraansvar liksom delegering av detsamma,

b) v&#229;rdnad, inbegripet de r&#228;ttigheter som h&#228;nf&#246;r sig till
omv&#229;rdnaden om barnets person, och s&#228;rskilt r&#228;tten att
best&#228;mma var barnet ska bo, samt umg&#228;nge, inbegripet r&#228;tten
att f&#246;r en begr&#228;nsad tid ta med barnet till en annan plats &#228;n
den d&#228;r barnet har hemvist,

c) f&#246;rmynderskap, godmanskap och liknande institut,

d) f&#246;rordnande av och uppgifter f&#246;r en person eller ett organ
som ska ansvara f&#246;r barnets person eller egendom, f&#246;retr&#228;da
eller bist&#229; barnet,

e) placering av barnet i familjehem eller p&#229; en institution,
eller om v&#229;rd av ett barn genom kafala eller liknande
institut,

f) tillsyn genom en offentlig myndighet av den omv&#229;rdnad
barnet f&#229;r av en person som har ansvar f&#246;r barnet,

g) f&#246;rvaltning av, bevarande av eller f&#246;rfogande &#246;ver barnets
egendom.

Artikel 4

Denna konvention ska inte till&#228;mpas p&#229;

a) fastst&#228;llande eller bestridande av f&#246;r&#228;ldraskap,

b) beslut om adoption, &#229;tg&#228;rder som utg&#246;r f&#246;rberedelser f&#246;r
adoption, ogiltigf&#246;rklaring eller upph&#228;vande av adoption,

c) barnets efternamn och f&#246;rnamn,

d) myndighetsf&#246;rklaring,

e) underh&#229;llsskyldighet,

f) truster och arv,

g) social trygghet,

h) offentligr&#228;ttsliga &#229;tg&#228;rder av allm&#228;n karakt&#228;r f&#246;r
utbildning och h&#228;lsa,

i) &#229;tg&#228;rder som vidtas till f&#246;ljd av brottsliga g&#228;rningar som
har beg&#229;tts av barn,

j) beslut om asylr&#228;tt och invandring.

KAPITEL II      BEH&#214;RIGHET

Artikel 5

1. De r&#228;ttsliga eller administrativa myndigheterna i den
f&#246;rdragsslutande stat d&#228;r barnet har hemvist ska vara beh&#246;riga
att vidta &#229;tg&#228;rder som syftar till skydd f&#246;r barnets person
eller egendom.

2. Med f&#246;rbeh&#229;ll f&#246;r artikel 7 ska, n&#228;r barnet f&#229;r ett nytt
hemvist i en annan f&#246;rdragsslutande stat, myndigheterna i den
nya hemviststaten vara beh&#246;riga.

Artikel 6

1. N&#228;r det g&#228;ller flyktingbarn och barn som p&#229; grund av
oroligheter i sitt land har f&#246;rdrivits fr&#229;n detta ska
myndigheterna i den f&#246;rdragsslutande stat dit dessa barn har
flytt ha den beh&#246;righet som anges i artikel 5.1.

2. Best&#228;mmelserna i punkt 1 ska ocks&#229; tilll&#228;mpas p&#229; barn vars
hemvist inte kan fastst&#228;llas.

Artikel 7

1. Vid fall av olovligt bortf&#246;rande eller kvarh&#229;llande av ett
barn ska myndigheterna i den f&#246;rdragsslutande stat d&#228;r barnet
hade hemvist omedelbart f&#246;re bortf&#246;randet eller kvarh&#229;llandet
beh&#229;lla sin beh&#246;righet tills barnet har f&#229;tt hemvist i en
annan stat, och

a) varje person, institution eller annat organ som har v&#229;rdnad
om barnet har godtagit bortf&#246;randet eller kvarh&#229;llandet, eller

b) barnet har varit bosatt i denna andra stat i minst ett &#229;r
efter det att den person, den institution eller det andra
organ som har v&#229;rdnad om barnet har f&#229;tt eller borde ha f&#229;tt
k&#228;nnedom om var barnet befinner sig, ingen beg&#228;ran om
&#229;terl&#228;mnande som l&#228;mnats in under den perioden v&#228;ntar p&#229;
avg&#246;rande, och barnet har funnit sig till r&#228;tta i sin nya
milj&#246;.

2. Ett bortf&#246;rande eller ett kvarh&#229;llande av ett barn ska
betraktas som olovligt om det

a) strider mot den v&#229;rdnad som har anf&#246;rtrotts en person, en
institution eller n&#229;got annat organ, antingen gemensamt eller
f&#246;r sig, enligt lagen i den stat d&#228;r barnet hade hemvist
omedelbart f&#246;re bortf&#246;randet eller kvarh&#229;llandet, och

b) denna r&#228;tt verkligen ut&#246;vades, antingen gemensamt eller f&#246;r
sig, vid den tidpunkt d&#229; barnet f&#246;rdes bort eller h&#246;lls kvar
eller skulle ha ut&#246;vats om inte bortf&#246;randet eller
kvarh&#229;llandet hade &#228;gt rum. V&#229;rdnad som avses i a kan i f&#246;rsta
hand uppkomma direkt p&#229; grund av lag eller genom ett r&#228;ttsligt
eller administrativt avg&#246;rande, eller genom en &#246;verenskommelse
med r&#228;ttslig verkan enligt lagen i den staten.

3. S&#229; l&#228;nge de myndigheter som avses i punkt 1 har kvar sin
beh&#246;righet kan myndigheterna i den f&#246;rdragsslutande stat dit
barnet har f&#246;rts eller d&#228;r det har h&#229;llits kvar endast vidta
s&#229;dana &#229;tg&#228;rder i br&#229;dskande fall enligt artikel 11 som &#228;r
n&#246;dv&#228;ndiga f&#246;r att skydda barnets person eller egendom.

Artikel 8

1. I undantagsfall kan den myndighet i en f&#246;rdragsslutande
stat som &#228;r beh&#246;rig enligt artikel 5 eller 6, om den anser att
myndigheten i en annan f&#246;rdragsslutande stat i det s&#228;rskilda
fallet &#228;r b&#228;ttre l&#228;mpad att bed&#246;ma vad som &#228;r till barnets
b&#228;sta, antingen

– beg&#228;ra, direkt eller med hj&#228;lp av centralmyndigheten, att
den andra myndigheten ska &#229;ta sig beh&#246;righet f&#246;r att vidta
s&#229;dana skydds&#229;tg&#228;rder som den anser n&#246;dv&#228;ndig, eller

– l&#229;ta handl&#228;ggningen av &#228;rendet vila och ge parterna
tillf&#228;lle att l&#228;mna in en s&#229;dan framst&#228;llning till myndigheten
i den andra staten.

2. De f&#246;rdragsslutande stater till vars myndigheter en
framst&#228;llning i enlighet med punkt 1 kan riktas &#228;r

a) en stat i vilken barnet &#228;r medborgare,

b) en stat i vilken egendom som tillh&#246;r barnet finns,

c) en stat vid vars myndigheter talan har v&#228;ckts om
&#228;ktenskapsskillnad eller hemskillnad eller om annullering av
&#228;ktenskap mellan barnets f&#246;r&#228;ldrar,

d) en stat till vilken barnet har en v&#228;sentlig anknytning.

3. De ber&#246;rda myndigheterna f&#229;r sinsemellan &#246;verl&#228;gga i
fr&#229;gan.

4. Den myndighet till vilken en framst&#228;llning har riktats i
enlighet med punkt 1 f&#229;r &#229;ta sig beh&#246;righeten i st&#228;llet f&#246;r
den myndighet som &#228;r beh&#246;rig enligt artikel 5 eller 6, om den
tillfr&#229;gade myndigheten anser att detta &#228;r till barnets b&#228;sta.

Artikel 9

1. Om myndigheterna i en f&#246;rdragsslutande stat som avses i
artikel 8.2 anser att de i det s&#228;rskilda fallet &#228;r b&#228;ttre
l&#228;mpade att bed&#246;ma vad som &#228;r till barnets b&#228;sta f&#229;r de
antingen

– beg&#228;ra, direkt eller med hj&#228;lp av centralmyndigheten, att
den beh&#246;riga myndigheten i den f&#246;rdragsslutande stat d&#228;r
barnet har hemvist ska bemyndiga dem att ut&#246;va beh&#246;righet f&#246;r
att vidta de skydds&#229;tg&#228;rder som de anser n&#246;dv&#228;ndiga, eller

– ge parterna tillf&#228;lle att l&#228;mna in en s&#229;dan framst&#228;llning
till myndigheten i den f&#246;rdragsslutande stat d&#228;r barnet har
hemvist.

2. De ber&#246;rda myndigheterna f&#229;r sinsemellan &#246;verl&#228;gga i
fr&#229;gan.

3. Den myndighet som l&#228;mnade framst&#228;llningen f&#229;r ut&#246;va
beh&#246;righet i st&#228;llet f&#246;r myndigheten i den f&#246;rdragsslutande
stat d&#228;r barnet har hemvist endast om den sistn&#228;mnda
myndigheten har beviljat framst&#228;llningen.






Artikel 10

1. Utan att det p&#229;verkar till&#228;mpningen av artiklarna 5–9 f&#229;r
myndigheterna i en f&#246;rdragsslutande stat d&#228;r en ans&#246;kan &#228;r
upptagen till pr&#246;vning om &#228;ktenskapsskillnad eller hemskillnad
eller om annullering av &#228;ktenskap mellan f&#246;r&#228;ldrarna till ett
barn som har hemvist i en annan f&#246;rdragsslutande stat, om
lagen i deras stat s&#229; f&#246;reskriver, vidta &#229;tg&#228;rder avsedda att
skydda ett s&#229;dant barns person eller egendom om

a) en av barnets f&#246;r&#228;ldrar vid den tidpunkt d&#229; f&#246;rfarandet
inleds har hemvist i den staten och en av dem har
f&#246;r&#228;ldraansvar f&#246;r barnet, samt

b) dessa myndigheters beh&#246;righet att vidta s&#229;dana &#229;tg&#228;rder har
godtagits av f&#246;r&#228;ldrarna och av eventuella andra personer som
har f&#246;r&#228;ldraansvar f&#246;r barnet, och detta &#228;r till barnets
b&#228;sta.

2. Den i punkt 1 angivna beh&#246;righeten att vidta &#229;tg&#228;rder f&#246;r
att skydda barnet upph&#246;r s&#229; snart beslutet om att bevilja
eller avsl&#229; ans&#246;kan om &#228;ktenskapsskillnad, hemskillnad eller
annullering av &#228;ktenskapet har vunnit laga kraft eller
f&#246;rfarandet har avslutats av n&#229;got annat sk&#228;l.

Artikel 11

1. I alla br&#229;dskande fall ska myndigheterna i varje
f&#246;rdragsslutande stat p&#229; vars territorium barnet eller egendom
som tillh&#246;r barnet finns ha beh&#246;righet att vidta n&#246;dv&#228;ndiga
skydds&#229;tg&#228;rder.

2. De &#229;tg&#228;rder som vidtas med st&#246;d av punkt 1 avseende ett
barn som har hemvist i en f&#246;rdragsslutande stat ska upph&#246;ra
att g&#228;lla s&#229; snart de myndigheter som &#228;r beh&#246;riga enligt
artiklarna 5–10 har vidtagit de &#229;tg&#228;rder som situationen
kr&#228;ver.

3. De &#229;tg&#228;rder som vidtas med st&#246;d av punkt 1 avseende ett
barn som har hemvist i en icke-f&#246;rdragsslutande stat ska
upph&#246;ra att g&#228;lla i varje f&#246;rdragsslutande stat s&#229; snart de
&#229;tg&#228;rder som situationen kr&#228;ver och som vidtas av en annan
stats myndigheter erk&#228;nns i den f&#246;rdragsslutande staten i
fr&#229;ga.

Artikel 12

1. Med f&#246;rbeh&#229;ll f&#246;r artikel 7 ska myndigheterna i en
f&#246;rdragsslutande stat p&#229; vars territorium barnet eller egendom
som tillh&#246;r barnet finns vara beh&#246;riga att vidta tillf&#228;lliga
&#229;tg&#228;rder till skydd f&#246;r barnets person eller egendom, med
territoriell verkan endast i staten i fr&#229;ga, s&#229;vida &#229;tg&#228;rderna
inte &#228;r of&#246;renliga med &#229;tg&#228;rder som redan har vidtagits av de
myndigheter som &#228;r beh&#246;riga enligt artiklarna 5–10.     2. De
&#229;tg&#228;rder som vidtas med st&#246;d av punkt 1 avseende ett barn med
hemvist i en f&#246;rdragsslutande stat ska upph&#246;ra att g&#228;lla s&#229;
snart de myndigheter som &#228;r beh&#246;riga enligt artiklarna 5–10
har fattat beslut i fr&#229;ga om skydds&#229;tg&#228;rder som situationen
kan kr&#228;va.

3. De &#229;tg&#228;rder som vidtas med st&#246;d av punkt 1 avseende ett
barn med hemvist i en icke-f&#246;rdragsslutande stat ska upph&#246;ra
att g&#228;lla i den f&#246;rdragsslutande stat d&#228;r &#229;tg&#228;rderna vidtogs,
s&#229; snart de &#229;tg&#228;rder som situationen kr&#228;ver och som vidtas av
en annan stats myndigheter erk&#228;nns i den f&#246;rdragsslutande
staten i fr&#229;ga.

Artikel 13

1. De myndigheter i en f&#246;rdragsslutande stat som enligt
artiklarna 5–10 &#228;r beh&#246;riga att vidta &#229;tg&#228;rder till skydd f&#246;r
barnets person eller egendom ska avst&#229; fr&#229;n att ut&#246;va sin
beh&#246;righet om, vid den tidpunkt d&#229; f&#246;rfarandet inleds,
motsvarande &#229;tg&#228;rder har beg&#228;rts och fortfarande &#246;verv&#228;gs hos
myndigheterna i en annan f&#246;rdragsslutande stat som vid
tidpunkten f&#246;r beg&#228;ran &#228;r beh&#246;riga enligt artiklarna 5–10.

2. Best&#228;mmelserna i punkt 1 ska inte till&#228;mpas om de
myndigheter till vilka framst&#228;llningen om &#229;tg&#228;rder
ursprungligen riktades har avst&#229;tt fr&#229;n beh&#246;righet.

Artikel 14

De &#229;tg&#228;rder som vidtas med st&#246;d av artiklarna 5–10 ska g&#228;lla
enligt sina villkor, &#228;ven om grunden f&#246;r beh&#246;righeten har
upph&#246;rt genom &#228;ndrade f&#246;rh&#229;llanden, s&#229; l&#228;nge de myndigheter
som &#228;r beh&#246;riga enligt konventionen inte har &#228;ndrat, ersatt
eller upph&#228;vt &#229;tg&#228;rderna.

KAPITEL III

TILL&#196;MPLIG LAG

Artikel 15

1. Myndigheterna i de f&#246;rdragsslutande staterna ska till&#228;mpa
sin egen lag vid ut&#246;vandet av sin beh&#246;righet enligt
best&#228;mmelserna i kapitel II.

2. Myndigheterna i de f&#246;rdragsslutande staterna f&#229;r
emellertid, i den m&#229;n som skyddet f&#246;r barnets person eller
egendom kr&#228;ver detta, undantagsvis till&#228;mpa eller beakta lagen
i en annan stat till vilken situationen har v&#228;sentlig
anknytning.

3. Om barnet f&#229;r ett nytt hemvist i en annan f&#246;rdragsslutande
stat, ska den statens lag fr&#229;n och med tidpunkten f&#246;r
&#228;ndringen best&#228;mma villkoren f&#246;r till&#228;mpningen av de &#229;tg&#228;rder
som har vidtagits i den stat d&#228;r barnet tidigare hade hemvist.

Artikel 16

1. Tillerk&#228;nnande eller upph&#246;rande av f&#246;r&#228;ldraansvar direkt p&#229;
grund av lag, utan ingripande av en r&#228;ttslig eller
administrativ myndighet, ska best&#228;mmas av lagen i den stat d&#228;r
barnet har hemvist.

2. Tillerk&#228;nnande eller upph&#246;rande av f&#246;r&#228;ldraansvar genom en
&#246;verenskommelse eller en ensidig r&#228;ttshandling utan ingripande
av en r&#228;ttslig eller administrativ myndighet ska best&#228;mmas av
lagen i den stat d&#228;r barnet har hemvist vid den tidpunkt d&#229;
&#246;verenskommelsen eller den ensidiga r&#228;ttshandlingen f&#229;r
verkan.

3. F&#246;r&#228;ldraansvar som f&#246;religger enligt lagen i den stat d&#228;r
barnet har hemvist best&#229;r efter en &#228;ndring av hemvistet till
en annan stat.

4. Om barnet f&#229;r ett nytt hemvist, ska tillerk&#228;nnande av
f&#246;r&#228;ldraansvar direkt p&#229; grund av lag till en person som inte
redan har f&#246;r&#228;ldraansvar best&#228;mmas av den nya hemviststatens
lag.

Artikel 17

Ut&#246;vandet av f&#246;r&#228;ldraansvaret ska best&#228;mmas av lagen i den
stat d&#228;r barnet har hemvist. Om barnets hemvist &#228;ndras, ska
ut&#246;vandet av f&#246;r&#228;ldraansvaret best&#228;mmas av den nya
hemviststatens lag.

Artikel 18

Det f&#246;r&#228;ldraansvar som avses i artikel 16 f&#229;r upph&#228;vas eller
villkoren f&#246;r ut&#246;vandet av f&#246;r&#228;ldraansvaret f&#229;r &#228;ndras genom
&#229;tg&#228;rder som vidtas enligt denna konvention.

Artikel 19

1. Giltigheten av en r&#228;ttshandling som f&#246;retagits mellan
tredje man och en annan person som enligt lagen i den stat d&#228;r
r&#228;ttshandlingen f&#246;retogs &#228;r beh&#246;rig att handla som barnets
lagliga f&#246;retr&#228;dare f&#229;r inte angripas, och tredje man kan inte
h&#229;llas ansvarig enbart p&#229; grund av att den andra personen inte
var beh&#246;rig att handla som barnets lagliga f&#246;retr&#228;dare enligt
den lag som anges i best&#228;mmelserna i detta kapitel, s&#229;vida
inte tredje man visste eller borde ha vetat att
f&#246;r&#228;ldraansvaret regleras i den lagen.

2. Punkt 1 ska till&#228;mpas endast om r&#228;ttshandlingen f&#246;retogs
mellan personer som befann sig p&#229; samma stats territorium.

Artikel 20

Best&#228;mmelserna i detta kapitel ska till&#228;mpas &#228;ven om den lag
som anvisas genom dessa best&#228;mmelser &#228;r en icke-
f&#246;rdragsslutande stats lag.

Artikel 21

1. Med ”lag” avses i detta kapitel den g&#228;llande lagen i en
stat, med undantag f&#246;r dess lagvalsregler.

2. Om den till&#228;mpliga lagen enligt artikel 16 &#228;r en icke-
f&#246;rdragsslutande stats lag och om den statens lagvalsregler
anvisar lagen i en annan icke-f&#246;rdragsslutande stat som skulle
till&#228;mpa sin egen lag, ska dock lagen i den staten till&#228;mpas.
Om den andra icke-f&#246;rdragsslutande staten inte skulle till&#228;mpa
sin egen lag, ska den lag till&#228;mpas som anvisas genom artikel
16.

Artikel 22

Den lag som anvisas genom best&#228;mmelserna i detta kapitel f&#229;r
&#229;sidos&#228;ttas endast om till&#228;mpningen &#228;r uppenbart of&#246;renlig med
grunderna f&#246;r r&#228;ttsordningen (ordre public), med h&#228;nsyn tagen
till barnets b&#228;sta.

KAPITEL IV      ERK&#196;NNANDE OCH VERKST&#196;LLIGHET

Artikel 23

1. De &#229;tg&#228;rder som vidtas av en f&#246;rdragsslutande stats
myndigheter ska erk&#228;nnas direkt p&#229; grund av lag i samtliga
&#246;vriga f&#246;rdragsslutande stater. 2. Erk&#228;nnande f&#229;r dock v&#228;gras

a) om &#229;tg&#228;rden har vidtagits av en myndighet vars beh&#246;righet
inte grundades p&#229; n&#229;gon av de omst&#228;ndigheter som anges i
kapitel II,

b) om &#229;tg&#228;rden i strid med grundl&#228;ggande f&#246;rfaranderegler i
den anmodade staten har vidtagits inom ramen f&#246;r ett r&#228;ttsligt
eller administrativt f&#246;rfarande utan att barnet har f&#229;tt
m&#246;jlighet att komma till tals, s&#229;vida det inte &#228;r fr&#229;ga om ett
br&#229;dskande fall,

c) om en person beg&#228;r det och h&#228;vdar att &#229;tg&#228;rden hindrar
honom eller henne att ut&#246;va sitt f&#246;r&#228;ldraansvar, om &#229;tg&#228;rden
har vidtagits utan att personen i fr&#229;ga har f&#229;tt m&#246;jlighet att
yttra sig, s&#229;vida det inte &#228;r fr&#229;ga om ett br&#229;dskande fall,

d) om ett erk&#228;nnande uppenbart skulle strida mot grunderna f&#246;r
r&#228;ttsordningen (ordre public) i den anmodade staten, med
h&#228;nsyn tagen till barnets b&#228;sta,

e) om &#229;tg&#228;rden &#228;r of&#246;renlig med en senare &#229;tg&#228;rd som har
vidtagits i den icke-f&#246;rdragsslutande stat d&#228;r barnet har
hemvist, om den senare &#229;tg&#228;rden uppfyller kraven f&#246;r
erk&#228;nnande i den anmodade staten,

f) om f&#246;rfarandet enligt artikel 33 inte har f&#246;ljts.

Artikel 24

Utan att det p&#229;verkar till&#228;mpningen av artikel 23.1 f&#229;r varje
ber&#246;rd part beg&#228;ra att de beh&#246;riga myndigheterna i en
f&#246;rdragsslutande stat beslutar om erk&#228;nnande eller icke-
erk&#228;nnande av en &#229;tg&#228;rd som har vidtagits i en annan
f&#246;rdragsslutande stat. F&#246;rfarandet ska regleras i den anmodade
statens lag.

Artikel 25

Myndigheten i den anmodade staten ska vara bunden av
bed&#246;mningen av de faktiska omst&#228;ndigheter p&#229; vilka myndigheten
i den stat d&#228;r &#229;tg&#228;rden vidtogs grundade sin beh&#246;righet.

Artikel 26

1. Om &#229;tg&#228;rder som vidtas i en f&#246;rdragsslutande stat och &#228;r
verkst&#228;llbara i den staten kr&#228;ver verkst&#228;llighet i en annan
f&#246;rdragsslutande stat, ska &#229;tg&#228;rderna p&#229; beg&#228;ran av en ber&#246;rd
part f&#246;rklaras verkst&#228;llbara eller registreras f&#246;r
verkst&#228;llighet i den andra f&#246;rdragsslutande staten i enlighet
med det f&#246;rfarande som anges i den statens lag.

2. Varje f&#246;rdragsslutande stat ska till&#228;mpa ett enkelt och
snabbt f&#246;rfarande f&#246;r verkst&#228;llbarhetsf&#246;rklaringen eller
registreringen.

3. Verkst&#228;llbarhetsf&#246;rklaringen eller registreringen f&#229;r
v&#228;gras endast p&#229; n&#229;gon av de i artikel 23.2 angivna grunderna.

Artikel 27

Ingen ompr&#246;vning i sak av den vidtagna &#229;tg&#228;rden f&#229;r &#228;ga rum,
med f&#246;rbeh&#229;ll f&#246;r den ompr&#246;vning som &#228;r n&#246;dv&#228;ndig f&#246;r att
till&#228;mpa de f&#246;reg&#229;ende artiklarna.

Artikel 28

&#197;tg&#228;rder som har vidtagits i en f&#246;rdragsslutande stat och
f&#246;rklarats verkst&#228;llbara eller registrerats f&#246;r verkst&#228;llighet
i en annan f&#246;rdragsslutande stat, ska verkst&#228;llas i den senare
staten som om de hade vidtagits av myndigheterna d&#228;r.
Verkst&#228;lligheten ska &#228;ga rum enligt den anmodade statens lag
med de begr&#228;nsningar som f&#246;reskrivs d&#228;r, och med h&#228;nsyn tagen
till barnets b&#228;sta.

KAPITEL V       SAMARBETE       Artikel 29

1. Varje f&#246;rdragsslutande stat ska utse en centralmyndighet
som ska ha till uppgift att fullg&#246;ra de skyldigheter som
&#229;l&#228;ggs s&#229;dana myndigheter enligt denna konvention.      2. Federala
stater, stater med mer &#228;n ett r&#228;ttssystem eller stater som har
autonoma territoriella enheter f&#229;r utse fler &#228;n en
centralmyndighet och ange den territoriella eller den
personliga omfattningen av deras befogenheter. Om en stat har
utsett fler &#228;n en centralmyndighet ska den ange den
centralmyndighet till vilken meddelanden kan s&#228;ndas f&#246;r
vidarebefordran till beh&#246;rig centralmyndighet inom den staten.

Artikel 30

1. Centralmyndigheterna ska samarbeta med varandra och fr&#228;mja
samarbetet mellan de beh&#246;riga myndigheterna i sina stater f&#246;r
att uppn&#229; m&#229;len med denna konvention.

2. Centralmyndigheterna ska i samband med till&#228;mpningen av
konventionen vidta l&#228;mpliga &#229;tg&#228;rder i syfte att l&#228;mna
upplysningar om de lagar och de tj&#228;nster som finns i deras
stater till skydd f&#246;r barn.

Artikel 31

Centralmyndigheten i en f&#246;rdragsslutande stat ska, direkt
eller genom myndigheter eller andra organ, vidta alla l&#228;mpliga
&#229;tg&#228;rder f&#246;r att

a) underl&#228;tta den kommunikation och l&#228;mna det st&#246;d som
f&#246;reskrivs i artiklarna 8 och 9 samt i detta kapitel,

b) genom medling, f&#246;rlikning eller liknande &#229;tg&#228;rder
underl&#228;tta samf&#246;rst&#229;ndsl&#246;sningar till skydd f&#246;r barnets person
eller egendom i situationer som omfattas av konventionen,

c) p&#229; beg&#228;ran av en beh&#246;rig myndighet i en annan
f&#246;rdragsslutande stat bist&#229; med att ta reda p&#229; var ett barn
befinner sig, om det kan antas att barnet befinner sig och
beh&#246;ver skydd p&#229; den anmodade statens territorium.

Artikel 32

Efter en motiverad beg&#228;ran fr&#229;n centralmyndigheten eller annan
beh&#246;rig myndighet i en f&#246;rdragsslutande stat till vilken
barnet har v&#228;sentlig anknytning f&#229;r centralmyndigheten i den
f&#246;rdragsslutande stat d&#228;r barnet har hemvist och befinner sig,
direkt eller genom myndigheter eller andra organ,

a) rapportera om barnets situation,

b) beg&#228;ra att den beh&#246;riga myndigheten i dess stat &#246;verv&#228;ger
huruvida &#229;tg&#228;rder m&#229;ste vidtas till skydd f&#246;r barnets person
eller egendom.

Artikel 33

1. Om en myndighet som &#228;r beh&#246;rig enligt artiklarna 5–10
&#246;verv&#228;ger att placera barnet i familjehem eller p&#229;
institution, eller ge v&#229;rd genom kafala eller liknande
institut, och om denna placering eller v&#229;rd ska &#228;ga rum i en
annan f&#246;rdragsslutande stat, ska myndigheten f&#246;rst samr&#229;da med
centralmyndigheten eller en annan beh&#246;rig myndighet i denna
stat. Den ska i detta syfte &#246;verl&#228;mna en rapport om barnet
tillsammans med motiveringen f&#246;r den f&#246;reslagna placeringen
eller v&#229;rden.

2. Beslut om placering eller om v&#229;rd f&#229;r fattas i den
ans&#246;kande staten endast om centralmyndigheten eller en annan
beh&#246;rig myndighet i den anmodade staten har samtyckt till
placeringen eller v&#229;rden med beaktande av barnets b&#228;sta.

Artikel 34

1. N&#228;r en skydds&#229;tg&#228;rd &#246;verv&#228;gs f&#229;r de enligt konventionen
beh&#246;riga myndigheterna, om detta kr&#228;vs med h&#228;nsyn till barnets
situation, beg&#228;ra att varje myndighet i en annan
f&#246;rdragsslutande stat som f&#246;rfogar &#246;ver upplysningar som &#228;r
relevanta f&#246;r skyddet av barnet &#246;verl&#228;mnar dessa upplysningar.

2. En f&#246;rdragsslutande stat f&#229;r meddela att framst&#228;llningar
enligt punkt 1 till dess myndigheter endast f&#229;r l&#228;mnas genom
centralmyndigheten.

Artikel 35

1. De beh&#246;riga myndigheterna i en f&#246;rdragsslutande stat f&#229;r
beg&#228;ra att myndigheterna i en annan f&#246;rdragsslutande stat
bist&#229;r med genomf&#246;randet av skydds&#229;tg&#228;rder som vidtas med st&#246;d
av denna konvention, s&#228;rskilt i fr&#229;ga om att s&#228;kerst&#228;lla det
faktiska ut&#246;vandet av umg&#228;ngesr&#228;tt och r&#228;tten att uppr&#228;tth&#229;lla
regelbundna, direkta kontakter.

2. Myndigheterna i en f&#246;rdragsslutande stat i vilken barnet
inte har hemvist f&#229;r, p&#229; beg&#228;ran av en f&#246;r&#228;lder som &#228;r bosatt
i den staten och som &#246;nskar f&#229; eller beh&#229;lla umg&#228;ngesr&#228;tt med
barnet, samla in upplysningar eller underlag och f&#229;r uttala
sig i fr&#229;gan om det &#228;r l&#228;mpligt att denna f&#246;r&#228;lder ut&#246;var
umg&#228;ngesr&#228;tt och p&#229; vilka villkor s&#229;dan umg&#228;ngesr&#228;tt skulle
kunna ut&#246;vas. En myndighet som ut&#246;var beh&#246;righet enligt
artiklarna 5–10 i fr&#229;ga om umg&#228;ngesr&#228;tt med barnet ska beakta
s&#229;dana upplysningar, underlag och uttalanden n&#228;r den fattar
sitt beslut.

3. En myndighet som enligt artiklarna 5–10 &#228;r beh&#246;rig att
besluta om umg&#228;ngesr&#228;tt f&#229;r l&#229;ta saken vila i avvaktan p&#229;
resultatet av en beg&#228;ran i enlighet med punkt 2, s&#228;rskilt om
den pr&#246;var en ans&#246;kan om begr&#228;nsning eller upph&#228;vande av
umg&#228;ngesr&#228;tt som beviljats i den stat d&#228;r barnet tidigare hade
hemvist.

4. Denna artikel hindrar inte att en myndighet som &#228;r beh&#246;rig
enligt artiklarna 5–10 har r&#228;tt att vidta interimistiska
&#229;tg&#228;rder i avvaktan p&#229; att en beg&#228;ran enligt punkt 2 besvaras.

Artikel 36

I det fall barnet uts&#228;tts f&#246;r allvarlig fara ska de beh&#246;riga
myndigheterna i den f&#246;rdragsslutande stat d&#228;r &#229;tg&#228;rder till
skydd f&#246;r barnet har vidtagits eller &#246;verv&#228;gs – om de f&#229;r
underr&#228;ttelse om att barnet har bytt hemvist till eller
befinner sig i en annan stat – underr&#228;tta myndigheterna i den
staten om faran och om vilka &#229;tg&#228;rder som vidtagits eller
&#246;verv&#228;gs.

Artikel 37

En myndighet f&#229;r inte beg&#228;ra eller &#246;verl&#228;mna upplysningar
enligt detta kapitel om det, enligt myndighetens uppfattning,
skulle kunna medf&#246;ra fara f&#246;r barnets person eller egendom
eller inneb&#228;ra att friheten eller livet f&#246;r en medlem av
barnets familj allvarligt hotas.

Artikel 38

1. Utan att det p&#229;verkar m&#246;jligheten att ta ut sk&#228;liga
avgifter f&#246;r tj&#228;nster ska centralmyndigheter och andra
myndigheter i f&#246;rdragsslutande stater b&#228;ra sina egna kostnader
f&#246;r till&#228;mpningen av best&#228;mmelserna i detta kapitel.

2. Varje f&#246;rdragsslutande stat f&#229;r tr&#228;ffa &#246;verenskommelser med
en eller flera andra f&#246;rdragsslutande stater om f&#246;rdelningen
av avgifter.

Artikel 39

Varje f&#246;rdragsslutande stat f&#229;r tr&#228;ffa &#246;verenskommelser med en
eller flera andra f&#246;rdragsslutande stater f&#246;r att sinsemellan
f&#246;rb&#228;ttra till&#228;mpningen av detta kapitel. Stater som har
ing&#229;tt en s&#229;dan &#246;verenskommelse ska &#246;verl&#228;mna en kopia till
konventionens depositarie.

KAPITEL VI      ALLM&#196;NNA BEST&#196;MMELSER

Artikel 40

1. Myndigheterna i den f&#246;rdragsslutande stat d&#228;r barnet har
hemvist eller i den f&#246;rdragsslutande stat d&#228;r en skydds&#229;tg&#228;rd
vidtagits f&#229;r, p&#229; beg&#228;ran av den person som har
f&#246;r&#228;ldraansvaret eller den person som ska skydda barnets
person eller egendom, f&#246;r denna person, utf&#228;rda ett intyg om i
vilken egenskap personen handlar och vilka befogenheter
personen har.

2. Denna person ska, om inte annat kan visas, anses handla i
den egenskap och ha de befogenheter som anges i intyget.

3. Varje f&#246;rdragsslutande stat ska ange vilka myndigheter som
&#228;r beh&#246;riga att utf&#228;rda intyget.

Artikel 41

Personuppgifter som samlats in eller &#246;verl&#228;mnats enligt
konventionen f&#229;r endast anv&#228;ndas i de syften f&#246;r vilka de
samlats in eller &#246;verl&#228;mnats.

Artikel 42

De myndigheter till vilka upplysningar &#246;verl&#228;mnats ska s&#246;rja
f&#246;r att de omfattas av sekretess i enlighet med lagstiftningen
i denna stat.

Artikel 43

Ingen legalisering eller annat liknande f&#246;rfarande f&#229;r kr&#228;vas
i fr&#229;ga om handlingar som &#246;vers&#228;nds eller &#246;verl&#228;mnas enligt
denna konvention.

Artikel 44

Varje f&#246;rdragsslutande stat f&#229;r utse myndigheter till vilka
framst&#228;llningar enligt artiklarna 8, 9 och 33 ska g&#246;ras.

Artikel 45

1. Haagkonferensen f&#246;r internationell privatr&#228;tts permanenta
byr&#229; ska underr&#228;ttas om de myndigheter som utses enligt
artiklarna 29 och 44.

2. F&#246;rklaringar enligt artikel 34.2 ska st&#228;llas till
konventionens depositarie.

Artikel 46

En f&#246;rdragsslutande stat som i fr&#229;ga om skydd av barn och
deras egendom har olika r&#228;ttssystem eller regelverk ska inte
vara f&#246;rpliktad att till&#228;mpa denna konvention p&#229; konflikter
uteslutande mellan s&#229;dana olika system eller regelverk.

Artikel 47

I f&#246;rh&#229;llande till en stat som i fr&#229;ga om denna konvention har
tv&#229; eller flera r&#228;ttssystem eller regelverk som &#228;r till&#228;mpliga
inom olika territoriella enheter ska

1. varje h&#228;nvisning till hemvist i denna stat avse hemvist
inom en territoriell enhet,

2. varje h&#228;nvisning till att barn befinner sig i denna stat
avse att barn befinner sig inom en territoriell enhet,

3. varje h&#228;nvisning till att egendom som tillh&#246;r barnet finns
i denna stat avse att egendom som tillh&#246;r barnet finns inom en
territoriell enhet,

4. varje h&#228;nvisning till den stat i vilken barnet &#228;r
medborgare avse den territoriella enhet som anges i denna
stats lagstiftning eller, om relevanta regler saknas, den
territoriella enhet till vilken barnet har n&#228;rmast anknytning,

5. varje h&#228;nvisning till den stat till vars myndigheter det
har inl&#228;mnats en ans&#246;kan om &#228;ktenskapsskillnad eller
hemskillnad f&#246;r barnets f&#246;r&#228;ldrar, eller om annullering av
deras &#228;ktenskap, avse den territoriella enhet till vars
myndigheter det har inl&#228;mnats en s&#229;dan ans&#246;kan,

6. varje h&#228;nvisning till den stat till vilken barnet har
v&#228;sentlig anknytning avse den territoriella enhet till vilken
barnet har s&#229;dan anknytning,

7. varje h&#228;nvisning till den stat till vilken barnet bortf&#246;rts
eller i vilken barnet kvarh&#229;llits avse den relevanta
territoriella enhet till vilken barnet bortf&#246;rts eller i
vilken barnet kvarh&#229;llits,

8. varje h&#228;nvisning till den statens organ eller myndigheter,
utom centralmyndigheter, avse de organ eller myndigheter som
&#228;r bemyndigade att vidta &#229;tg&#228;rder inom den relevanta
territoriella enheten,

9. varje h&#228;nvisning till lag eller f&#246;rfarande eller myndighet
i den stat i vilken en &#229;tg&#228;rd vidtagits avse lag eller
f&#246;rfarande eller myndighet inom den territoriella enhet i
vilken en s&#229;dan &#229;tg&#228;rd vidtagits,

10. varje h&#228;nvisning till den anmodade statens lag eller
f&#246;rfarande eller myndighet avse lag eller f&#246;rfarande eller
myndighet inom den territoriella enhet i vilken erk&#228;nnande
eller verkst&#228;llighet beg&#228;rts.

Artikel 48

Vid fastst&#228;llande av till&#228;mplig lag enligt kapitel III med
avseende p&#229; en stat som omfattar tv&#229; eller flera territoriella
enheter vilka var f&#246;r sig har sitt eget r&#228;ttssystem eller
regelverk p&#229; det omr&#229;de som denna konvention omfattar ska
f&#246;ljande regler tilll&#228;mpas:

a) Om det finns regler i kraft i en s&#229;dan stat d&#228;r det
fastst&#228;lls vilken territoriell enhets lag som &#228;r till&#228;mplig,
ska lagen i denna enhet till&#228;mpas.

b) Om det inte finns n&#229;gra s&#229;dana regler ska lagen i den
relevanta territoriella enheten enligt artikel 47 till&#228;mpas.

Artikel 49

Vid fastst&#228;llande av till&#228;mplig lag enligt kapitel III med
avseende p&#229; en stat som har tv&#229; eller flera r&#228;ttssystem eller
regelverk som &#228;r till&#228;mpliga p&#229; olika kategorier av personer
p&#229; det omr&#229;de som omfattas av denna konvention ska f&#246;ljande
regler till&#228;mpas:

a) Om det i en s&#229;dan stat finns g&#228;llande regler om vilken av
dessa lagar som &#228;r till&#228;mplig, ska den lagen tilll&#228;mpas.

b) Om det inte finns n&#229;gra s&#229;dana regler ska det r&#228;ttssystem
eller det regelverk tilll&#228;mpas till vilket barnet har n&#228;rmast
anknytning.

Artikel 50

Denna konvention ska inte p&#229;verka till&#228;mpningen av
konventionen av den 25 oktober 1980 om de civila aspekterna p&#229;
internationella bortf&#246;randen av barn i f&#246;rbindelser mellan
parter i b&#229;da konventionerna. Det f&#246;religger dock inget hinder
f&#246;r att best&#228;mmelser i denna konvention &#229;beropas f&#246;r
&#229;terf&#246;rande av ett barn som olovligt bortf&#246;rts eller
kvarh&#229;llits eller f&#246;r ordnande av umg&#228;ngesr&#228;tt.

Artikel 51

I f&#246;rbindelserna mellan de f&#246;rdragsslutande staterna ska denna
konvention ers&#228;tta konventionen av den 5 oktober 1961 om
myndigheters beh&#246;righet och till&#228;mplig lag i fr&#229;gor till skydd
f&#246;r under&#229;riga och konventionen r&#246;rande f&#246;rmynderskap f&#246;r
minder&#229;riga som undertecknades i Haag den 12 juni 1902, utan
att det p&#229;verkar erk&#228;nnandet av &#229;tg&#228;rder som vidtas enligt
ovann&#228;mnda konvention av den 5 oktober 1961.

Artikel 52

1. Denna konvention inverkar inte p&#229; n&#229;got internationellt
instrument som de f&#246;rdragsslutande staterna &#228;r parter i och
som inneh&#229;ller best&#228;mmelser om fr&#229;gor som regleras i
konventionen, s&#229;vida inte en motsatt f&#246;rklaring avges av de
stater som &#228;r parter i ett s&#229;dant instrument.

2. Denna konvention inverkar inte p&#229; m&#246;jligheten f&#246;r en eller
flera f&#246;rdragsslutande stater att ing&#229; &#246;verenskommelser som
inneh&#229;ller best&#228;mmelser om fr&#229;gor som regleras i denna
konvention med avseende p&#229; barn som har hemvist i n&#229;gon av de
stater som &#228;r parter i s&#229;dana &#246;verenskommelser.

3. &#214;verenskommelser som kan komma att ing&#229;s av en eller flera
f&#246;rdragsslutande stater om fr&#229;gor som omfattas av denna
konventions till&#228;mpningsomr&#229;de inverkar inte p&#229; till&#228;mpningen
av best&#228;mmelserna i denna konvention i
f&#246;rh&#229;llandet mellan dessa stater och andra f&#246;rdragsslutande
stater.

4. De f&#246;reg&#229;ende punkterna ska &#228;ven vara till&#228;mpliga p&#229;
enhetliga lagar som &#228;r grundade p&#229; s&#228;rskilda f&#246;rbindelser av
regional eller annan karakt&#228;r mellan ber&#246;rda stater.

Artikel 53

1. Konventionen ska vara till&#228;mplig p&#229; &#229;tg&#228;rder endast om de
vidtas i en stat efter det att konventionen har tr&#228;tt i kraft
f&#246;r den staten.

2. Konventionen ska vara till&#228;mplig p&#229; erk&#228;nnande och
verkst&#228;llighet av &#229;tg&#228;rder som vidtas efter det att den har
tr&#228;tt i kraft mellan den stat d&#228;r &#229;tg&#228;rderna har vidtagits och
den anmodade staten.

Artikel 54

1. Varje meddelande som s&#228;nds till centralmyndigheten eller
till en annan myndighet i en f&#246;rdragsslutande stat ska vara
avfattat p&#229; originalspr&#229;ket och &#229;tf&#246;ljas av en &#246;vers&#228;ttning
till det officiella spr&#229;ket eller ett av de officiella spr&#229;ken
i den andra staten eller, om det &#228;r sv&#229;rt att f&#229; till st&#229;nd en
s&#229;dan &#246;vers&#228;ttning, en &#246;vers&#228;ttning till franska eller
engelska.

2. En f&#246;rdragsslutande stat f&#229;r genom reservation i enlighet
med artikel 60 dock mots&#228;tta sig anv&#228;ndningen av antingen
franska eller engelska, dock inte b&#229;da.

Artikel 55

1. En f&#246;rdragsslutande stat f&#229;r i enlighet med artikel 60

a) f&#246;rbeh&#229;lla sina myndigheter beh&#246;righet att vidta &#229;tg&#228;rder
till skydd f&#246;r ett barns egendom som befinner sig inom dess
territorium,

b) f&#246;rbeh&#229;lla sig r&#228;tten att inte erk&#228;nna f&#246;r&#228;ldraansvar eller
en &#229;tg&#228;rd som strider mot en &#229;tg&#228;rd som dess myndigheter
vidtagit med avseende p&#229; den egendomen.

2. Reservationen f&#229;r begr&#228;nsas till vissa kategorier av
egendom.

Artikel 56

Generalsekreteraren f&#246;r Haagkonferensen f&#246;r internationell
privatr&#228;tt ska med j&#228;mna mellanrum sammankalla en
specialkommission f&#246;r att granska den praktiska till&#228;mpningen
av denna konvention.

KAPITEL VII

SLUTBEST&#196;MMELSER

Artikel 57

1. Konventionen ska vara &#246;ppen f&#246;r undertecknande av de stater
som var medlemmar i Haagkonferensen f&#246;r internationell
privatr&#228;tt vid tidpunkten f&#246;r dess artonde session.

2. Den ska ratificeras, godtas eller godk&#228;nnas och
ratifikations-, godtagande- eller godk&#228;nnandeinstrumenten
deponeras hos utrikesministeriet i Konungariket Nederl&#228;nderna,
som &#228;r depositarie f&#246;r konventionen.

Artikel 58

1. Varje annan stat f&#229;r ansluta sig till konventionen efter
det att den har tr&#228;tt i kraft i enlighet med artikel 61.1.

2. Anslutningsinstrumentet ska deponeras hos depositarien.

3. Anslutningen f&#229;r verkan endast i f&#246;rh&#229;llandet mellan den
anslutande staten och de f&#246;rdragsslutande stater som inte har
gjort n&#229;gon inv&#228;ndning mot anslutningen inom sex m&#229;nader efter
det att underr&#228;ttelsen i artikel 63 b har mottagits. Stater
kan g&#246;ra en s&#229;dan inv&#228;ndning &#228;ven n&#228;r de efter en anslutning
ratificerar, godtar eller godk&#228;nner konventionen. Depositarien
ska underr&#228;ttas om varje s&#229;dan inv&#228;ndning.

Artikel 59

1. En f&#246;rdragsslutande stat som best&#229;r av tv&#229; eller flera
territoriella enheter med olika r&#228;ttssystem i fr&#229;gor som
regleras i denna konvention f&#229;r vid undertecknande,
ratificering, godtagande, godk&#228;nnande eller anslutning
f&#246;rklara att konventionen ska omfatta alla dess enheter eller
endast en eller flera av dem och f&#229;r n&#228;r som helst &#228;ndra sin
f&#246;rklaring genom att avge en ny f&#246;rklaring.

2. Depositarien ska underr&#228;ttas om varje s&#229;dan f&#246;rklaring och
i f&#246;rklaringen ska uttryckligen anges f&#246;r vilka territoriella
enheter konventionen ska till&#228;mpas.

3. Om en stat inte avger n&#229;gon f&#246;rklaring enligt denna
artikel, ska konventionen omfatta alla dess territoriella
enheter.

Artikel 60

1. Varje stat f&#229;r senast vid ratificering, godtagande,
godk&#228;nnande eller anslutning eller d&#229; en f&#246;rklaring i enlighet
med artikel 59 avges anm&#228;la en av eller b&#229;da de reservationer
som avses i artikel 54.2 och artikel 55. Ingen annan
reservation ska vara till&#229;ten.

2. Varje stat f&#229;r n&#228;r som helst &#229;terta en reservation som den
har anm&#228;lt. Depositarien ska underr&#228;ttas om ett s&#229;dant
&#229;tertagande.

3. Reservationen ska upph&#246;ra att g&#228;lla den f&#246;rsta dagen i den
tredje kalenderm&#229;naden efter det att den underr&#228;ttelse som
avses i f&#246;reg&#229;ende punkt har l&#228;mnats.

Artikel 61

1. Konventionen tr&#228;der i kraft den f&#246;rsta dagen i den m&#229;nad
som f&#246;ljer efter utg&#229;ngen av tre m&#229;nader efter det att det
tredje ratifikations-, godtagande- eller godk&#228;nnandeinstrument
som avses i artikel 57 har deponerats.

2. D&#228;refter tr&#228;der konventionen i kraft

a) i f&#246;rh&#229;llande till varje stat som senare ratificerar,
godtar eller godk&#228;nner den, den f&#246;rsta dagen i den m&#229;nad som
f&#246;ljer efter utg&#229;ngen av tre m&#229;nader efter det att dess
ratifikations-, godtagande-, godk&#228;nnande- eller
anslutningsinstrument har deponerats,

b) i f&#246;rh&#229;llande till varje anslutande stat, den f&#246;rsta dagen
i den m&#229;nad som f&#246;ljer efter utg&#229;ngen av tre m&#229;nader efter
utg&#229;ngen av den period p&#229; sex m&#229;nader som avses i artikel
58.3,

c) i f&#246;rh&#229;llande till en territoriell enhet som konventionen
har utstr&#228;ckts till i enlighet med artikel 59, den f&#246;rsta
dagen i den m&#229;nad som f&#246;ljer efter utg&#229;ngen av tre m&#229;nader
efter den underr&#228;ttelse som avses i den artikeln.

Artikel 62

1. En stat som &#228;r part i konventionen f&#229;r s&#228;ga upp den genom
en skriftlig underr&#228;ttelse st&#228;lld till depositarien.
Upps&#228;gningen f&#229;r begr&#228;nsas till vissa territoriella enheter p&#229;
vilka konventionen &#228;r till&#228;mplig.

2. Upps&#228;gningen f&#229;r verkan den f&#246;rsta dagen i den m&#229;nad som
f&#246;ljer efter utg&#229;ngen av tolv m&#229;nader efter det att
depositarien har mottagit underr&#228;ttelsen. N&#228;r en l&#228;ngre
upps&#228;gningstid anges i underr&#228;ttelsen, f&#229;r upps&#228;gningen verkan
efter utg&#229;ngen av en s&#229;dan l&#228;ngre period.

Artikel 63

Depositarien ska underr&#228;tta de stater som &#228;r medlemmar i
Haagkonferensen f&#246;r internationell privatr&#228;tt och de stater
som har anslutit sig i enlighet med artikel 58 om

a) de undertecknanden, ratifikationer, godtaganden och
godk&#228;nnanden som avses i artikel 57,

b) de anslutningar och de inv&#228;ndningar som gjorts mot
anslutningar som avses i artikel 58,

c) dagen f&#246;r konventionens ikrafttr&#228;dande enligt artikel 61,

d) de f&#246;rklaringar som avses i artikel 34.2 och artikel 59,

e) de &#246;verenskommelser som avses i artikel 39,

f) de reservationer som avses i artikel 54.2 och artikel 55
samt de &#229;tertaganden som avses i artikel 60.2,

g) de upps&#228;gningar som avses i artikel 62.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen befullm&#228;ktigade, undertecknat denna konvention.

Utf&#228;rdad i Haag den 19 oktober 1996, p&#229; engelska och franska
spr&#229;ken, vilka b&#229;da texter &#228;r lika giltiga, i ett enda
exemplar som ska deponeras i Kungariket Nederl&#228;ndernas
regerings arkiv, och av vilken en bestyrkt kopia p&#229;
diplomatisk v&#228;g ska tillst&#228;llas varje stat som &#228;r medlem i
Haagkonferensen f&#246;r internationell privatr&#228;tt vid tidpunkten
f&#246;r dess artonde session.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1452">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1454">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
