

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-04-17" /> 
 <meta id="rattsinfo-edited" content="2023-04-17 08:59:55" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1462</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1461">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1463">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2012:211 ·
                    <a href="/sfsr?bet=2012:211">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Taxitrafiklag (2012:211)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2012-04-26
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1211
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2012-06-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om taxitrafik.

2 &#167; Fordonsbegreppen i denna lag har samma betydelse som i
lagen (2001:559) om v&#228;gtrafikdefinitioner.

3 &#167; Med taxitrafik avses trafik som bedrivs yrkesm&#228;ssigt med
personbil eller l&#228;tt lastbil och som inneb&#228;r att fordon och
f&#246;rare mot betalning st&#228;lls till allm&#228;nhetens f&#246;rfogande f&#246;r
transport av personer.

4 &#167; Med taxif&#246;rarlegitimation avses en handling som ger
beh&#246;righet att f&#246;ra fordon i taxitrafik.

2 kap. Taxitrafiktillst&#229;nd

Tillst&#229;ndsplikt

1 &#167; Taxitrafik f&#229;r bedrivas endast av den som har
taxitrafiktillst&#229;nd.

Pr&#246;vningsmyndighet

2 &#167; Den myndighet som regeringen best&#228;mmer pr&#246;var fr&#229;gor om
taxitrafiktillst&#229;nd.

Trafikansvariga

3 &#167; Hos juridiska personer som har taxitrafiktillst&#229;nd ska det
finnas en eller flera personer som har s&#228;rskilt ansvar f&#246;r att
verksamheten ut&#246;vas i enlighet med de f&#246;reskrifter som g&#228;ller
f&#246;r verksamheten och god branschsed samt p&#229; ett trafiks&#228;kert
s&#228;tt (trafikansvariga).

En trafikansvarig ska ocks&#229; finnas f&#246;r en n&#228;ringsidkare som &#228;r
bosatt utanf&#246;r Europeiska ekonomiska samarbetsomr&#229;det (EES) och
som bedriver taxitrafik i Sverige.

4 &#167; Trafikansvariga &#228;r

1. i aktiebolag och ekonomiska f&#246;reningar den verkst&#228;llande
direkt&#246;ren, om det finns en s&#229;dan, eller annars den
styrelseledamot som bolaget eller f&#246;reningen har utsett,

2. i kommanditbolag och andra handelsbolag varje bolagsman,

3. i ideella f&#246;reningar och stiftelser den styrelseledamot som
f&#246;reningen eller stiftelsen har utsett,

4. i europeiska ekonomiska intressegrupperingar
f&#246;retagsledaren,

5. i utl&#228;ndska f&#246;retag (filialer) den verkst&#228;llande direkt&#246;ren
i filialen,

6. i statliga och kommunala organ samt hos andra
privatr&#228;ttsliga juridiska personer &#228;n som avses i 1–5 den eller
de som organet respektive den juridiska personen har utsett,
och

7. f&#246;r n&#228;ringsverksamhet som bedrivs av en n&#228;ringsidkare som &#228;r
bosatt utanf&#246;r Europeiska ekonomiska samarbetsomr&#229;det (EES)
f&#246;rest&#229;ndaren.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r pr&#246;vningsmyndigheten medge

a) att n&#229;gon annan &#228;n den eller de som nu har angetts ska vara
trafikansvarig, eller

b) att kommanditdel&#228;gare undantas fr&#229;n att vara trafikansvarig.

Regler om tillst&#229;ndspr&#246;vning

5 &#167; Taxitrafiktillst&#229;nd f&#229;r endast ges till den som med h&#228;nsyn
till yrkeskunnande, ekonomiska f&#246;rh&#229;llanden och gott anseende
bed&#246;ms vara l&#228;mplig att bedriva verksamheten.

Den som s&#246;ker taxitrafiktillst&#229;nd ska ut&#246;ver vad som f&#246;ljer av
f&#246;rsta stycket kunna styrka att kravet p&#229; ekonomiska resurser
enligt 9 &#167; &#228;r uppfyllt.

6 &#167; I fr&#229;ga om juridiska personer och n&#228;ringsidkare som &#228;r
bosatta utanf&#246;r Europeiska ekonomiska samarbetsomr&#229;det (EES)
ska pr&#246;vningen enligt 5 &#167; f&#246;rsta stycket avse den eller de som
&#228;r trafikansvariga.

D&#228;rut&#246;ver ska, utom n&#228;r det g&#228;ller yrkeskunnande, pr&#246;vningen i
fr&#229;ga om en privatr&#228;ttslig juridisk person och en n&#228;ringsidkare
som &#228;r bosatt utanf&#246;r EES avse den juridiska personen
respektive n&#228;ringsidkaren samt f&#246;ljande personer:

1. den verkst&#228;llande direkt&#246;ren och annan som genom en ledande
st&#228;llning eller p&#229; annat s&#228;tt har ett best&#228;mmande inflytande
&#246;ver verksamheten,

2. de styrelseledam&#246;ter och styrelsesuppleanter som till f&#246;ljd
av eget eller n&#228;rst&#229;endes ekonomiska intresse har en v&#228;sentlig
gemenskap med den juridiska personen som &#228;r grundad p&#229;
andelsr&#228;tt eller d&#228;rmed j&#228;mf&#246;rligt ekonomiskt intresse, och

3. bolagsm&#228;nnen i kommanditbolag eller andra handelsbolag.

Som n&#228;rst&#229;ende till en styrelseledamot eller en
styrelsesuppleant anses den som enligt 4 kap. 3 &#167; f&#246;rsta
stycket konkurslagen (1987:672) &#228;r att anse som n&#228;rst&#229;ende till
g&#228;lden&#228;ren.

7 &#167; Om n&#229;gon av dem som anges i 6 &#167; byts ut eller om det
tillkommer n&#229;gon s&#229;dan person, ska den nya personens l&#228;mplighet
pr&#246;vas.

8 &#167; Den myndighet som regeringen best&#228;mmer utformar respektive
anordnar skriftliga prov i yrkeskunnande. Kravet p&#229;
yrkeskunnande ska anses uppfyllt av den som har godk&#228;nts vid
ett s&#229;dant prov.

Provet ska avse de kunskaper som en tillst&#229;ndshavare b&#246;r ha i
fr&#229;ga om fr&#228;mst

1. r&#228;ttsregler,

2. f&#246;retagsledning och ekonomisk ledning av ett f&#246;retag,

3. tekniska normer och driftsf&#246;rh&#229;llanden, och

4. trafiks&#228;kerhet.

9 &#167; Den som s&#246;ker taxitrafiktillst&#229;nd ska ha tillr&#228;ckliga
ekonomiska resurser f&#246;r att p&#229; ett tillb&#246;rligt s&#228;tt kunna
starta och driva f&#246;retaget. Vid pr&#246;vningen av detta ska fr&#228;mst
likviditet och soliditet beaktas.

Om inte s&#228;rskilda sk&#228;l f&#246;ranleder annat ska s&#246;kanden anses ha
tillr&#228;ckliga resurser, om han f&#246;rfogar &#246;ver kapital och
reserver om minst 100 000 kronor f&#246;r ett fordon och 50 000
kronor f&#246;r varje d&#228;rut&#246;ver tillkommande fordon.

10 &#167; Den som innehar taxitrafiktillst&#229;nd ska kunna styrka att
han eller hon fortl&#246;pande uppfyller kravet p&#229; ekonomiska
resurser enligt 9 &#167;.

11 &#167; Vid pr&#246;vningen av den s&#246;kande i fr&#229;ga om kravet p&#229; gott
anseende ska den s&#246;kandes vilja och f&#246;rm&#229;ga att fullg&#246;ra sina
skyldigheter mot det allm&#228;nna, laglydnad i &#246;vrigt och andra
omst&#228;ndigheter av betydelse beaktas.

Kravet p&#229; gott anseende anses inte uppfyllt av den som har
d&#246;mts f&#246;r

1. ett allvarligt brott, inr&#228;knat ett allvarligt ekonomiskt
brott,

2. en eller flera allvarliga eller upprepade &#246;vertr&#228;delser av

a) denna lag eller f&#246;reskrifter som har meddelats i anslutning
till lagen,

b) f&#246;reskrifter om v&#228;gtrafik och v&#228;gtransporter, s&#228;rskilt
best&#228;mmelser om f&#246;rares vilotider, fordons vikt och m&#229;tt,
fordons utrustning och beskaffenhet eller best&#228;mmelser av
v&#228;sentlig betydelse f&#246;r trafiken, trafiks&#228;kerheten eller
skyddet av milj&#246;n, eller

c) best&#228;mmelser om l&#246;ne- och anst&#228;llningsf&#246;rh&#229;llanden i
branschen.

12 &#167; Om en ans&#246;kan om taxitrafiktillst&#229;nd avsl&#229;s p&#229; grund av
omst&#228;ndigheter som anges i 11 &#167;, ska en tid p&#229; l&#228;gst sex
m&#229;nader och h&#246;gst fem &#229;r best&#228;mmas under vilken den pr&#246;vade ska
anses ol&#228;mplig att bedriva taxitrafik.

Villkor f&#246;r tillst&#229;nd

13 &#167; Taxitrafiktillst&#229;nd f&#229;r f&#246;renas med villkor om det finns
s&#228;rskilda sk&#228;l. S&#229;dana villkor f&#229;r beslutas s&#229;v&#228;l i samband med
att tillst&#229;nd ges som senare under tillst&#229;ndstiden.

Taxitrafiktillst&#229;ndets giltighet

14 &#167; Ett taxitrafiktillst&#229;nd g&#228;ller tills vidare. Om det finns
s&#228;rskilda sk&#228;l, f&#229;r tillst&#229;ndet begr&#228;nsas till en viss tid.

15 &#167; Om tillst&#229;ndshavaren d&#246;r, &#246;verg&#229;r tillst&#229;ndet p&#229; d&#246;dsboet.
Om tillst&#229;ndshavaren f&#246;rs&#228;tts i konkurs, &#246;verg&#229;r tillst&#229;ndet p&#229;
konkursboet. Tillst&#229;ndet g&#228;ller, om inte pr&#246;vningsmyndigheten
p&#229; grund av s&#228;rskilda sk&#228;l medger l&#228;ngre giltighetstid, under
h&#246;gst sex m&#229;nader r&#228;knat fr&#229;n d&#246;dsfallet eller konkursbeslutet.

F&#246;r verksamheten i d&#246;dsboet eller konkursboet ska det finnas en
f&#246;rest&#229;ndare som har godk&#228;nts av pr&#246;vningsmyndigheten. I fr&#229;ga
om denne ska 5 &#167; till&#228;mpas. Om det inte har anm&#228;lts en
f&#246;rest&#229;ndare till pr&#246;vningsmyndigheten inom en m&#229;nad efter
d&#246;dsfallet eller konkursbeslutet, upph&#246;r tillst&#229;ndet. Detsamma
g&#228;ller om f&#246;rest&#229;ndaren inte godk&#228;nns och det inte anm&#228;ls en
annan f&#246;rest&#229;ndare inom den tid som pr&#246;vningsmyndigheten
best&#228;mmer. Om inte heller den andra f&#246;rest&#229;ndaren godk&#228;nns,
upph&#246;r tillst&#229;ndet att g&#228;lla tre veckor efter det att beslutet
har vunnit laga kraft.

S&#228;rskilda regler f&#246;r godstransporter

16 &#167; Den som har taxitrafiktillst&#229;nd f&#229;r &#228;ven frakta gods med
de fordon som tillst&#229;ndet avser, under f&#246;ruts&#228;ttning att
persontransporter utg&#246;r den huvudsakliga delen av
transportverksamheten.

Prisinformation n&#228;r taxameter anv&#228;nds

17 &#167; Den som har taxitrafiktillst&#229;nd och som bedriver 
taxitrafik med ett fordon som &#228;r f&#246;rsett med 
taxameterutrustning &#228;r skyldig att f&#246;re f&#228;rden genom l&#228;mpliga 
&#229;tg&#228;rder l&#229;ta passagerarna f&#229; k&#228;nnedom om den taxa som 
till&#228;mpas. Taxan ska vara uppbyggd s&#229; att priset f&#246;r 
transporten dels enkelt kan bed&#246;mas f&#246;re f&#228;rden, dels med 
k&#228;nnedom om k&#246;rd str&#228;cka och nyttjad tid enkelt kan ber&#228;knas 
efter f&#228;rden. Taxan f&#229;r inte vara uppbyggd s&#229; att grunderna 
f&#246;r prisets best&#228;mmande f&#246;r&#228;ndras under f&#228;rden. 

Den som har taxitrafiktillst&#229;nd och som bedriver taxitrafik 
med ett fordon som &#228;r f&#246;rsett med taxameterutrustning &#228;r 
skyldig att f&#246;re f&#228;rden se till att en prisuppgift l&#228;mnas f&#246;r 
f&#228;rden om j&#228;mf&#246;rpriset &#246;verstiger 500 kronor. Prisuppgiften 
ska ange ett h&#246;gsta pris f&#246;r f&#228;rden. Uppgiften ska l&#228;mnas n&#228;r 
f&#228;rden best&#228;lls. Bevis om prisuppgiften ska l&#228;mnas till 
passageraren f&#246;re f&#228;rden och ska bevaras hos taxif&#246;raren och 
tillst&#229;ndshavaren. Prisuppgiften beh&#246;ver inte l&#228;mnas n&#228;r fast 
pris till&#228;mpas.

Med j&#228;mf&#246;rpris avses priset i kronor inklusive merv&#228;rdesskatt 
f&#246;r en 10 kilometer l&#229;ng transport som varar 15 minuter 
inklusive eventuell grundavgift. Med fast pris avses ett i 
f&#246;rv&#228;g fastst&#228;llt belopp f&#246;r en i f&#246;rv&#228;g fastst&#228;lld f&#228;rd.

Best&#228;mmelser om prisinformation finns ocks&#229; i 
prisinformationslagen (2004:347). Lag (2018:1125).

2 a kap. Skyldighet att &#246;verf&#246;ra taxameteruppgifter

1 &#167; Den som har taxitrafiktillst&#229;nd och bedriver 
taxitrafik med ett fordon som &#228;r f&#246;rsett med 
taxameterutrustning &#228;r fr&#229;n och med att fordonet anm&#228;lts f&#246;r 
taxitrafik skyldig att &#246;verf&#246;ra taxameteruppgifter till en 
s&#229;dan redovisningscentral som anges i lagen (2014:1020) om 
redovisningscentraler och best&#228;llningscentraler f&#246;r 
taxitrafik.

Skyldigheten att &#246;verf&#246;ra taxameteruppgifter avser samtliga 
taxameterutrustningar som &#228;r eller har varit installerade i 
de fordon som anm&#228;lts f&#246;r taxitrafik i tillst&#229;ndshavarens 
verksamhet. 

Regeringen eller den myndighet som regeringen best&#228;mmer 
meddelar n&#228;rmare f&#246;reskrifter om vilka taxameteruppgifter som 
omfattas av &#246;verf&#246;ringsskyldigheten. Lag (2018:1125).

2 &#167; &#214;verf&#246;ring ska ske till den redovisningscentral som
tillst&#229;ndshavaren f&#246;r varje taxameter har anm&#228;lt till den
myndighet som regeringen best&#228;mmer. Lag (2014:1022).

3 &#167; &#214;verf&#246;ring av taxameteruppgifter fr&#229;n
taxameterutrustningen till redovisningscentralen ska ske
digitalt och tr&#229;dl&#246;st. Lag (2014:1022).

4 &#167; En tillst&#229;ndshavare ska &#246;verf&#246;ra taxameteruppgifter fr&#229;n
alla sina fordon som har anm&#228;lts f&#246;r taxitrafik till en
redovisningscentral minst en g&#229;ng per vecka. &#214;verf&#246;ring ska
dock alltid ske inom s&#229;dan tid att taxameteruppgifterna kan
tas emot och lagras i obruten f&#246;ljd.

Om en viss taxameter inte brukats under den period som l&#246;pt
fr&#229;n den senaste &#246;verf&#246;ringen, ska tillst&#229;ndshavaren i
st&#228;llet ge redovisningscentralen besked om detta och om
orsaken. Ett s&#229;dant besked ska l&#228;mnas senast vid den tidpunkt
d&#229; taxameteruppgifterna f&#246;r den aktuella perioden skulle ha
&#246;verf&#246;rts. Lag (2014:1022).

2 b kap. Anslutning till best&#228;llningscentral 

1 &#167; Den som har taxitrafiktillst&#229;nd och som bedriver 
taxitrafik med ett fordon som saknar taxameterutrustning &#228;r 
fr&#229;n och med att fordonet anm&#228;lts f&#246;r taxitrafik skyldig att 
ansluta det till en s&#229;dan best&#228;llningscentral som avses i 
lagen (2014:1020) om redovisningscentraler och 
best&#228;llningscentraler f&#246;r taxitrafik. 

Tillst&#229;ndshavaren ska se till att taxifordonet &#228;r f&#246;rsett med 
s&#228;rskild utrustning f&#246;r taxifordon. Lag (2018:1125).

2 &#167; Tillst&#229;ndshavaren ska till den myndighet som 
regeringen best&#228;mmer anm&#228;la den eller de 
best&#228;llningscentraler som varje taxifordon med s&#228;rskild 
utrustning f&#246;r taxifordon &#228;r anslutet till. Lag (2018:1125).

3 &#167; Best&#228;llningar och betalningar av k&#246;ruppdrag som utf&#246;rs 
av taxifordon som avses i 1 &#167; f&#229;r bara g&#246;ras till en s&#229;dan 
best&#228;llningscentral som anges d&#228;r. Betalningen ska g&#246;ras till 
den best&#228;llningscentral som tagit emot best&#228;llningen och 
f&#246;rdelat k&#246;ruppdraget till tillst&#229;ndshavaren. Betalningen f&#229;r 
inte g&#246;ras genom f&#246;rarens eller tillst&#229;ndshavarens 
medverkan. Lag (2018:1125).

4 &#167; Vid s&#229;dan taxitrafik som avses i 1 &#167; ska ett fast pris 
anges av best&#228;llningscentralen innan k&#246;ruppdraget p&#229;b&#246;rjas. 
Priset ska avse viss i f&#246;rv&#228;g fastst&#228;lld f&#228;rd eller viss tid 
under vilken fordonet st&#229;r till best&#228;llarens f&#246;rfogande. 

Best&#228;llningscentralen &#228;r skyldig att f&#246;re f&#228;rden till 
best&#228;llaren l&#228;mna ett bevis om priset och den &#246;verenskomna 
f&#228;rden eller den tid under vilken fordonet st&#229;r till 
f&#246;rfogande. 

Om ett k&#246;ruppdrag &#228;ndras efter det att det p&#229;b&#246;rjats, ska 
best&#228;llningscentralen s&#229; snart som m&#246;jligt och innan 
k&#246;ruppdraget avslutats, uppdatera beviset. Lag (2018:1125).

5 &#167; Best&#228;mmelserna i 4 &#167; g&#228;ller inte f&#246;r taxitrafik som 
omfattas av lagen (1991:419) om resekostnadsers&#228;ttning vid 
sjukresor, lagen (1997:735) om riksf&#228;rdtj&#228;nst, lagen 
(1997:736) om f&#228;rdtj&#228;nst, lagen (2010:1065) om 
kollektivtrafik och skollagen (2010:800). Lag (2018:1125).

3 kap. Taxif&#246;rarlegitimation

Krav p&#229; taxif&#246;rarlegitimation

1 &#167; En personbil eller en l&#228;tt lastbil f&#229;r f&#246;ras i taxitrafik 
endast av den som

1. har en giltig taxif&#246;rarlegitimation, eller

2. tillf&#228;lligt ut&#246;var taxif&#246;raryrket i Sverige enligt lagen 
(2016:145) om erk&#228;nnande av yrkeskvalifikationer och de 
f&#246;reskrifter som meddelas i anslutning till den lagen.
Lag (2016:152).

Pr&#246;vningsmyndighet

2 &#167; Den myndighet som regeringen best&#228;mmer pr&#246;var fr&#229;gor om
taxif&#246;rarlegitimation.

Pr&#246;vningen avseende taxif&#246;rarlegitimation

3 &#167; Taxif&#246;rarlegitimation f&#229;r ges till den som

1. har fyllt 21 &#229;r,

2. har k&#246;rkort med beh&#246;righeten B sedan minst tv&#229; &#229;r eller
har k&#246;rkort med beh&#246;righeten D,

3. uppfyller de medicinska krav som &#228;r n&#246;dv&#228;ndiga med h&#228;nsyn
till s&#228;kerheten f&#246;r passagerare och andra trafikanter,

4. i fr&#229;ga om yrkeskompetens och laglydnad bed&#246;ms vara
l&#228;mplig att tj&#228;nstg&#246;ra som f&#246;rare i taxitrafik, och

5. har avlagt godk&#228;nt k&#246;rprov f&#246;r taxif&#246;rarlegitimation.

F&#246;r den som, inom gymnasieskolan eller motsvarande
utbildning, f&#246;rv&#228;rvat grundl&#228;ggande kompetens genom godk&#228;nd
grundutbildning enligt 4 kap. 1 &#167; lagen (2007:1157) om
yrkesf&#246;rarkompetens f&#246;r fordon som kr&#228;ver f&#246;rarbeh&#246;righeten D
eller DE, g&#228;ller i st&#228;llet f&#246;r f&#246;rsta stycket 1 och 2 att
personen ska ha fyllt 18 &#229;r och ha k&#246;rkort med beh&#246;righeten B.

Vad som anges i f&#246;rsta stycket 2 om krav p&#229; innehav av
k&#246;rkort med beh&#246;righeten B sedan minst tv&#229; &#229;r g&#228;ller inte den
som under de tre senaste &#229;ren har haft taxif&#246;rarlegitimation
och som vid ans&#246;kan om ny s&#229;dan har k&#246;rkort med beh&#246;righeten B.

En taxif&#246;rarlegitimation f&#229;r f&#246;renas med villkor som &#228;r
motiverade av medicinska eller andra s&#228;rskilda sk&#228;l. Villkor
f&#229;r meddelas s&#229;v&#228;l i samband med att legitimationen beslutas
som senare under giltighetstiden. Lag (2014:1396).

4 &#167; Den som s&#246;ker eller innehar taxif&#246;rarlegitimation &#228;r
skyldig att genomg&#229; l&#228;karunders&#246;kning, blodprovstagning eller
annan liknande unders&#246;kning f&#246;r pr&#246;vning av de medicinska krav
som f&#246;ljer av denna lag eller av f&#246;reskrifter som har meddelats
i anslutning till lagen.

5 &#167; Om en l&#228;kare vid unders&#246;kning av en innehavare av
taxif&#246;rarlegitimation finner att denne av medicinska sk&#228;l &#228;r
ol&#228;mplig att inneha s&#229;dan legitimation, ska l&#228;karen anm&#228;la det
till pr&#246;vningsmyndigheten. Innan n&#229;gon anm&#228;lan g&#246;rs ska l&#228;karen
underr&#228;tta innehavaren. Anm&#228;lan beh&#246;ver inte g&#246;ras om det finns
anledning att anta att innehavaren kommer att f&#246;lja l&#228;karens
tills&#228;gelse att avst&#229; fr&#229;n att f&#246;ra ett fordon i s&#229;dan trafik
som avses i 1 &#167;.

Om en l&#228;kare vid unders&#246;kning eller genomg&#229;ng av
journalhandlingar finner det sannolikt att en innehavare av
taxif&#246;rarlegitimation av medicinska sk&#228;l &#228;r ol&#228;mplig att ha
s&#229;dan legitimation och innehavaren mots&#228;tter sig fortsatt
unders&#246;kning eller utredning, ska l&#228;karen anm&#228;la f&#246;rh&#229;llandet
till pr&#246;vningsmyndigheten.

6 &#167; I ett &#228;rende om taxif&#246;rarlegitimation f&#229;r
pr&#246;vningsmyndigheten f&#246;rel&#228;gga den enskilde att ge in
l&#228;karintyg.

7 &#167; Den myndighet som regeringen best&#228;mmer utformar
respektive anordnar skriftliga prov i yrkeskompetens. Kravet
p&#229; yrkeskompetens enligt 3 &#167; f&#246;rsta stycket 4 ska anses
uppfyllt av den som har godk&#228;nts vid ett s&#229;dant prov.
Lag (2014:1396).

8 &#167; Om en ans&#246;kan om taxif&#246;rarlegitimation avsl&#229;s p&#229; grund av
att kravet p&#229; laglydnad enligt 3 &#167; f&#246;rsta stycket 4 inte anses
uppfyllt, ska en tid p&#229; l&#228;gst sex m&#229;nader och h&#246;gst fem &#229;r
best&#228;mmas under vilken den pr&#246;vade ska anses ol&#228;mplig att
inneha taxif&#246;rarlegitimation.

9 &#167; Genom ett f&#246;rhandsbesked f&#229;r det pr&#246;vas om det finns hinder
mot att taxif&#246;rarlegitimation ges.

Taxif&#246;rarlegitimationens giltighet

10 &#167; En taxif&#246;rarlegitimation g&#228;ller fr&#229;n och med den tidpunkt
d&#229; den l&#228;mnas ut och endast tillsammans med ett giltigt
k&#246;rkort.

11 &#167; En taxif&#246;rarlegitimation g&#228;ller inte om

1. den inte har f&#246;rnyats efter f&#246;rel&#228;ggande,

2. den &#228;r &#229;terkallad eller omh&#228;ndertagen enligt 4 kap.,
eller

3. en annan taxif&#246;rarlegitimation har l&#228;mnats ut till samma
innehavare.

En taxif&#246;rarlegitimation ska ocks&#229; f&#246;rklaras ogiltig om
innehavaren beg&#228;r det och det saknas grund f&#246;r &#229;terkallelse
enligt 4 kap. 6 &#167; f&#246;rsta stycket 1. Lag (2014:1396).

F&#246;rnyelse av taxif&#246;rarlegitimation

12 &#167; En taxif&#246;rarlegitimation ska f&#246;rnyas inom tio &#229;r efter
det att den har utf&#228;rdats eller senast f&#246;rnyats med nya
uppgifter. Om en legitimation har f&#246;rnyats utan att nya
uppgifter har f&#246;rts in g&#228;ller den ursprungliga
giltighetstiden. Legitimationen ska ocks&#229; f&#246;rnyas om den har
f&#246;rst&#246;rts eller kommit bort eller om n&#229;gon uppgift i den har
&#228;ndrats. Lag (2014:1396).

Krav p&#229; f&#246;rarbeh&#246;righet i visst fall

13 &#167; Ett utl&#228;ndskt k&#246;rkort medf&#246;r inte r&#228;tt f&#246;r n&#229;gon annan &#228;n
en medborgare i en stat inom Europeiska ekonomiska
samarbetsomr&#229;det (EES) att k&#246;ra svenskregistrerad personbil
eller l&#228;tt lastbil i taxitrafik.

4 kap. &#197;terkallelse av taxitrafiktillst&#229;nd och taxif&#246;rar-
legitimation

&#197;terkallelse av taxitrafiktillst&#229;nd

1 &#167; Om det i taxitrafiken eller i &#246;vrigt vid driften av
trafikr&#246;relsen eller i annan n&#228;ringsverksamhet som
tillst&#229;ndshavaren bedriver har f&#246;rekommit allvarliga
missf&#246;rh&#229;llanden eller om f&#246;ruts&#228;ttningarna f&#246;r tillst&#229;nd
enligt 2 kap. 5 &#167; av annan anledning inte l&#228;ngre &#228;r uppfyllda,
ska tillst&#229;ndet &#229;terkallas av pr&#246;vningsmyndigheten.

Om missf&#246;rh&#229;llandena inte &#228;r s&#229; allvarliga att tillst&#229;ndet b&#246;r
&#229;terkallas, f&#229;r i st&#228;llet varning meddelas.

2 &#167; Ett tillst&#229;nd ska &#229;terkallas enligt 1 &#167; om en
tillst&#229;ndshavare, en trafikansvarig eller n&#229;gon annan som
pr&#246;vats enligt 2 kap. 6 &#167;

1. har d&#246;mts f&#246;r ett allvarligt brott, inr&#228;knat ett
allvarligt ekonomiskt brott,

2. har d&#246;mts f&#246;r en eller flera allvarliga eller upprepade
&#246;vertr&#228;delser av

a) denna lag eller f&#246;reskrifter som har meddelats i
anslutning till lagen,

b) f&#246;reskrifter om v&#228;gtrafik och v&#228;gtransporter, s&#228;rskilt
best&#228;mmelser om f&#246;rares vilotider, fordons vikt och m&#229;tt,
fordons utrustning och beskaffenhet eller best&#228;mmelser av
v&#228;sentlig betydelse f&#246;r trafiken, trafiks&#228;kerheten eller
skyddet av milj&#246;n, eller

c) best&#228;mmelser om l&#246;ne- och anst&#228;llningsf&#246;rh&#229;llanden i
branschen,

3. i v&#228;sentlig m&#229;n inte har fullgjort sina skyldigheter mot
det allm&#228;nna vad avser betalning av skatter och avgifter,

4. gjort sig skyldig till upprepad underl&#229;tenhet att &#246;verf&#246;ra
taxameteruppgifter fr&#229;n taxameter p&#229; det s&#228;tt som f&#246;reskrivs
i 2 a kap., eller

5. p&#229; v&#228;sentligt s&#228;tt har &#229;sidosatt villkor f&#246;r tillst&#229;ndet.

Ett tillst&#229;nd ska ocks&#229; &#229;terkallas, om det vid pr&#246;vning som
avses i 2 kap. 7 &#167; framg&#229;r att n&#229;gon av dem som pr&#246;vats &#228;r
ol&#228;mplig. Lag (2014:1022).

3 &#167; Om ett tillst&#229;nd &#229;terkallas p&#229; grund av n&#229;gon av de
omst&#228;ndigheter som anges i 2 &#167; eller p&#229; grund av allvarliga
missf&#246;rh&#229;llanden enligt 1 &#167; f&#246;rsta stycket ska en tid p&#229; l&#228;gst
tre och h&#246;gst fem &#229;r best&#228;mmas, under vilken den pr&#246;vade ska
anses ol&#228;mplig att bedriva taxitrafik.

4 &#167; Ett &#228;rende som avses i 1–3 &#167;&#167; f&#229;r inte avg&#246;ras utan att
tillst&#229;ndshavaren har getts sk&#228;lig tid att byta ut en
trafikansvarig eller annan vars l&#228;mplighet pr&#246;vas. Om inte
heller den nya personen godk&#228;nns ska tillst&#229;ndet &#229;terkallas.

5 &#167; Ett tillst&#229;nd ska &#229;terkallas

1. om det inte anv&#228;nds och s&#228;rskilda sk&#228;l inte talar emot en
&#229;terkallelse, eller

2. p&#229; tillst&#229;ndshavarens beg&#228;ran om transportverksamhet inte
har bedrivits eller upph&#246;r.

&#197;terkallelse och omh&#228;ndertagande av taxif&#246;rarlegitimation

6 &#167; En taxif&#246;rarlegitimation ska &#229;terkallas av
pr&#246;vningsmyndigheten om innehavaren

1. genom brottslig g&#228;rning eller p&#229; grund av andra
missf&#246;rh&#229;llanden har visat sig ol&#228;mplig att tj&#228;nstg&#246;ra som
f&#246;rare i taxitrafik enligt 3 kap. 1 &#167;,

2. inte l&#228;ngre uppfyller de medicinska krav som avses i 3 kap.
3 &#167;, eller

3. inte f&#246;ljer ett f&#246;rel&#228;ggande att ge in l&#228;karintyg.

Om de missf&#246;rh&#229;llanden som avses i f&#246;rsta stycket 1 inte &#228;r s&#229;
allvarliga att taxif&#246;rarlegitimationen b&#246;r &#229;terkallas, f&#229;r i
st&#228;llet varning meddelas.

7 &#167; Om en taxif&#246;rarlegitimation &#229;terkallas p&#229; grund av
omst&#228;ndigheter som anges i 6 &#167; 1 ska en tid p&#229; l&#228;gst tre och
h&#246;gst fem &#229;r best&#228;mmas, under vilken den pr&#246;vade ska anses
ol&#228;mplig att inneha taxif&#246;rarlegitimation.

8 &#167; En taxif&#246;rarlegitimation ska &#229;terkallas tills vidare i
avvaktan p&#229; slutligt avg&#246;rande, om det p&#229; sannolika sk&#228;l kan
antas att legitimationen kommer att &#229;terkallas slutligt enligt
6 &#167;.

9 &#167; En taxif&#246;rarlegitimation ska tas om hand av en polisman
eller en &#229;klagare

1. om det finns grund f&#246;r att ta hand om innehavarens k&#246;rkort
enligt 5 kap. 7 &#167; k&#246;rkortslagen (1998:488),

2. om k&#246;rkortet eller legitimationen har &#229;terkallats, eller

3. om det p&#229; sannolika sk&#228;l kan antas att legitimationen
kommer att &#229;terkallas enligt 6 &#167;.

En taxif&#246;rarlegitimation ska tas om hand av en polisman om
den enligt 3 kap. 11 &#167; f&#246;rsta stycket 1 eller 3 inte
g&#228;ller. Lag (2014:1396).

10 &#167; Om en taxif&#246;rarlegitimation har omh&#228;ndertagits enligt 9 &#167;
f&#246;rsta stycket 3, ska pr&#246;vningsmyndigheten utan dr&#246;jsm&#229;l avg&#246;ra
om legitimationen ska &#229;terkallas tills vidare eller l&#228;mnas
tillbaka.

11 &#167; N&#228;r en taxif&#246;rarlegitimation &#229;terkallas, tas om hand
eller blir ogiltig av n&#229;got annat sk&#228;l ska innehavaren p&#229;
uppmaning &#246;verl&#228;mna den till pr&#246;vningsmyndigheten eller
Polismyndigheten. Lag (2014:749).

12 &#167; Om en taxif&#246;rarlegitimation har blivit ogiltig endast p&#229;
grund av att f&#246;reskriven k&#246;rkortsbeh&#246;righet saknas, ska
legitimationen l&#228;mnas ut i samband med att k&#246;rkortet l&#228;mnas ut.

Gemensamma best&#228;mmelser

13 &#167; Till grund f&#246;r slutlig &#229;terkallelse eller varning med
anledning av brottslig g&#228;rning ska betr&#228;ffande fr&#229;gan om brott
f&#246;religger l&#228;ggas

1. en lagakraftvunnen dom,

2. ett godk&#228;nt straff&#246;rel&#228;ggande,

3. ett godk&#228;nt f&#246;rel&#228;ggande av ordningsbot, eller

4. ett beslut om &#229;talsunderl&#229;telse enligt 20 kap. 7 &#167;
r&#228;tteg&#229;ngsbalken eller motsvarande best&#228;mmelse i annan
f&#246;rfattning.

14 &#167; Med en svensk dom j&#228;mst&#228;lls en brottm&#229;lsdom eller ett
annat likv&#228;rdigt avg&#246;rande som har meddelats av en utl&#228;ndsk
domstol eller n&#229;gon annan utl&#228;ndsk myndighet.

15 &#167; Ett beslut om &#229;terkallelse eller varning ska delges den
som beslutet g&#228;ller.

Tillsyn

16 &#167; Den myndighet som regeringen best&#228;mmer ut&#246;var tillsyn 
&#246;ver att tillst&#229;ndshavare bedriver verksamheten i enlighet 
med denna lag och f&#246;reskrifter som har meddelats i anslutning 
till lagen.

Myndigheten ut&#246;var ocks&#229; tillsyn &#246;ver att innehavare av 
taxif&#246;rarlegitimation och de tillf&#228;lliga yrkesut&#246;vare som 
avses i 3 kap. 1 &#167; 2 uppfyller de krav som g&#228;ller f&#246;r att f&#229; 
ut&#246;va yrket. Lag (2016:152).

17 &#167; Best&#228;mmelser om tillsyn &#246;ver handikappanpassning av
kollektivtrafik finns i lagen (1979:558) om handikappanpassad
kollektivtrafik.

5 kap. Straffbest&#228;mmelser, hindrande av fortsatt f&#228;rd,
omh&#228;ndertagande av registreringsskylt f&#246;r taxifordon och
bitr&#228;de vid f&#246;runders&#246;kning

Olaga taxitrafik

1 &#167; Den som upps&#229;tligen bedriver taxitrafik enligt denna lag
utan tillst&#229;nd d&#246;ms f&#246;r olaga taxitrafik till b&#246;ter eller
f&#228;ngelse i h&#246;gst ett &#229;r.

En tillst&#229;ndshavare som upps&#229;tligen eller av oaktsamhet bryter
mot villkor som har meddelats i tillst&#229;ndet d&#246;ms till b&#246;ter.

2 &#167; Den som upps&#229;tligen utan taxitrafiktillst&#229;nd utf&#246;r en
persontransport med personbil eller l&#228;tt lastbil mot ers&#228;ttning
efter erbjudande om k&#246;rning till allm&#228;nheten d&#246;ms, om g&#228;rningen
inte &#228;r straffbar enligt 1 &#167;, f&#246;r otill&#229;ten taxitrafik till
b&#246;ter.

Best&#228;llaransvar

3 &#167; Har taxitrafik enligt denna lag bedrivits utan 
tillst&#229;nd, d&#246;ms den som yrkesm&#228;ssigt f&#246;r egen eller annans 
r&#228;kning har best&#228;llt transporten till b&#246;ter eller f&#228;ngelse i 
h&#246;gst ett &#229;r, om han eller hon 

1. vid tidpunkten f&#246;r best&#228;llningen k&#228;nde till eller hade 
sk&#228;lig anledning att anta att tillst&#229;nd saknades, eller 

2. best&#228;llt transporten av trafikut&#246;varen och upps&#229;tligen 
eller av oaktsamhet inte kontrollerat innehavet av tillst&#229;nd 
vid tidpunkten f&#246;r transporten p&#229; ett s&#228;tt som sk&#228;ligen kan 
beg&#228;ras. Lag (2018:630).

Brott mot best&#228;mmelserna om taxif&#246;rarlegitimation

4 &#167; Den som i strid mot 3 kap. 1 &#167; upps&#229;tligen f&#246;r ett fordon 
d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

Till samma straff d&#246;ms en tillst&#229;ndshavare som upps&#229;tligen 
eller av oaktsamhet i strid mot 3 kap. 1 &#167; anlitar f&#246;rare som 
saknar taxif&#246;rarlegitimation eller r&#228;tt att tillf&#228;lligt ut&#246;va 
taxif&#246;raryrket.

En f&#246;rare som upps&#229;tligen eller av oaktsamhet bryter mot 
villkor som har meddelats f&#246;r taxif&#246;rarlegitimationen d&#246;ms 
till b&#246;ter. Lag (2016:152).

Brott mot best&#228;mmelserna om krav p&#229; f&#246;rarbeh&#246;righet i visst
fall

5 &#167; Den som upps&#229;tligen bryter mot best&#228;mmelsen i 3 kap. 13 &#167;
d&#246;ms till b&#246;ter.

6 &#167; Den som i fall som avses i 3 kap. 13 &#167; upps&#229;tligen eller av
oaktsamhet &#246;verl&#228;mnar &#229;t eller p&#229; annat s&#228;tt till&#229;ter n&#229;gon
annan att f&#246;ra fordon utan att denne &#228;r ber&#228;ttigad till det
d&#246;ms till b&#246;ter.

Hindrande av fortsatt f&#228;rd

7 &#167; Om ett fordon framf&#246;rs i strid mot denna lag eller en
f&#246;reskrift eller ett villkor som har meddelats med st&#246;d av
lagen f&#229;r en polisman eller tulltj&#228;nsteman hindra fortsatt
f&#228;rd. Polismannen eller tulltj&#228;nstemannen f&#229;r d&#229; medge att det
fordon med vilket transporten sker f&#246;rs till n&#228;rmaste l&#228;mpliga
uppst&#228;llnings- eller avlastningsplats eller verkstad. I fr&#229;ga
om ett fordon som &#228;r registrerat i utlandet och som f&#246;rs in i
Sverige f&#229;r polismannen eller tulltj&#228;nstemannen medge att det
omedelbart f&#246;rs ut ur landet.

Omh&#228;ndertagande av registreringsskylt f&#246;r taxifordon

8 &#167; En s&#228;rskild registreringsskylt f&#246;r ett fordon som anm&#228;lts 
f&#246;r anv&#228;ndning i taxitrafik enligt denna lag f&#229;r tas om hand 
av polisman

1. om fordonet utan tillst&#229;nd anv&#228;nds i taxitrafik eller om 
det av n&#229;gon annan anledning inte l&#228;ngre finns f&#246;ruts&#228;ttningar 
f&#246;r att fordonet ska ha en s&#229;dan skylt,

2. om fordonet &#228;r belagt med s&#229;dant k&#246;rf&#246;rbud som avses i 
3 kap. 6 &#167; fordonslagen (2002:574),

3. om det f&#246;r fordonet g&#228;ller anv&#228;ndningsf&#246;rbud enligt 
v&#228;gtrafikskattelagen (2006:227), lagen (2006:228) med 
s&#228;rskilda best&#228;mmelser om fordonsskatt eller enligt en 
f&#246;reskrift som meddelats i anslutning till lagen (2019:370) om 
fordons registrering och anv&#228;ndning,

4. om fordonet saknar f&#246;reskriven trafikf&#246;rs&#228;kring, 

5. om fordonets taxameterutrustning inte uppfyller de krav som 
g&#228;ller enligt f&#246;reskrifter meddelade med st&#246;d av 7 kap. 3 &#167;, 
eller

6. om fordonets s&#228;rskilda utrustning f&#246;r taxifordon inte 
uppfyller de krav som g&#228;ller enligt f&#246;reskrifter meddelade med 
st&#246;d av 7 kap. 4 &#167;.

Vid ett omh&#228;ndertagande av registreringsskyltar till&#228;mpas 7 &#167; 
andra meningen p&#229; motsvarande s&#228;tt. Lag (2019:381).

Bitr&#228;de vid f&#246;runders&#246;kning

9 &#167; Vid f&#246;runders&#246;kning som g&#228;ller brott enligt 1 &#167; f&#229;r 
&#229;klagare beg&#228;ra hj&#228;lp av Tullverket och ge en tulltj&#228;nsteman 
i uppdrag att genomf&#246;ra en viss &#229;tg&#228;rd under 
f&#246;runders&#246;kningen, om det &#228;r l&#228;mpligt med h&#228;nsyn till 
omst&#228;ndigheterna. Polismyndigheten har motsvarande r&#228;tt d&#229; 
den leder f&#246;runders&#246;kningen.

Om det finns anledning att anta att brott enligt f&#246;rsta 
stycket har f&#246;r&#246;vats, har en tulltj&#228;nsteman samma befogenhet 
som en polisman att h&#229;lla f&#246;rh&#246;r och vidta andra &#229;tg&#228;rder 
enligt 23 kap. 3 &#167; fj&#228;rde stycket r&#228;tteg&#229;ngsbalken.
Lag (2016:542).

6 kap. &#214;verklagande och verkst&#228;llighet

&#214;verklagande

1 &#167; Pr&#246;vningsmyndighetens beslut i fr&#229;gor om taxitrafik och
taxif&#246;rarlegitimation f&#229;r &#246;verklagas till allm&#228;n
f&#246;rvaltningsdomstol.

2 &#167; F&#246;ljande beslut f&#229;r inte &#246;verklagas:

1. beslut i fr&#229;ga om skriftliga prov enligt 2 kap. 8 &#167; eller
3 kap. 7 &#167;,

2. beslut i fr&#229;ga om k&#246;rprov f&#246;r taxif&#246;rarlegitimation som
avses i 3 kap. 3 &#167; f&#246;rsta stycket 5, och

3. beslut i fr&#229;ga om omh&#228;ndertagande av taxif&#246;rarlegitimation
enligt 4 kap. 9 &#167;.

Ett f&#246;rel&#228;ggande att ge in l&#228;karintyg f&#229;r &#246;verklagas endast i
samband med &#246;verklagande av det beslut genom vilket &#228;rendet
avg&#246;rs.

3 &#167; I fr&#229;ga om beslut enligt denna lag, eller f&#246;reskrifter som 
har meddelats i anslutning till lagen, som f&#229;r &#246;verklagas till 
allm&#228;n f&#246;rvaltningsdomstol g&#228;ller f&#246;ljande. 

Ett beslut som r&#246;r en fysisk person &#246;verklagas till den 
f&#246;rvaltningsr&#228;tt inom vars domkrets personen &#228;r folkbokf&#246;rd 
eller, om denne inte &#228;r folkbokf&#246;rd i Sverige, till den 
f&#246;rvaltningsr&#228;tt inom vars domkrets personen vistas.

Ett beslut som r&#246;r en juridisk person, varmed avses &#228;ven 
offentligr&#228;ttsliga juridiska personer s&#229;som staten, en kommun, 
ett kommunalf&#246;rbund eller en region, &#246;verklagas till den 
f&#246;rvaltningsr&#228;tt inom vars domkrets f&#246;retagets eller 
verksamhetens ledning finns.

Beslut i andra fall &#228;n som s&#228;gs i andra och tredje styckena 
&#246;verklagas till den f&#246;rvaltningsr&#228;tt inom vars domkrets 
beslutet meddelades. Lag (2019:956).

4 &#167; Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tt.

5 &#167; Pr&#246;vningsmyndigheten f&#229;r f&#246;ra talan &#228;ven till f&#246;rm&#229;n f&#246;r
den enskilda parten.

Verkst&#228;llighet

6 &#167; Ett beslut enligt denna lag eller enligt f&#246;reskrifter som
har meddelats i anslutning till lagen ska g&#228;lla omedelbart, om
inte annat f&#246;rordnas.

7 kap. Bemyndiganden

1 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i enskilda fall medge undantag
fr&#229;n denna lag. Ett beslut om undantag f&#229;r f&#246;renas med villkor.

2 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om

1. taxitrafiktillst&#229;nd,

2. trafikansvariga,

3. taxif&#246;rarlegitimation, och

4. kontroll av taxitrafik och innehavare av
taxif&#246;rarlegitimation.

3 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om

1. prisinformation, utm&#228;rkning av fordon och den lokalk&#228;nnedom 
som taxif&#246;rare b&#246;r ha,

2. taxameterutrustning samt anv&#228;ndning och kontroll av s&#229;dan 
utrustning,

3. skriftliga prov i yrkeskunnande och yrkeskompetens, k&#246;rprov 
f&#246;r taxif&#246;rarlegitimation och avst&#228;ngning under viss tid fr&#229;n 
s&#229;dana prov, och

4. avgifter f&#246;r tillsyn och &#228;rendehandl&#228;ggning enligt denna 
lag och enligt f&#246;reskrifter som har meddelats i anslutning 
till lagen. Lag (2022:1211).

4 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om s&#228;rskild utrustning f&#246;r 
taxifordon samt anv&#228;ndning och kontroll av s&#229;dan 
utrustning. Lag (2018:1125).

5 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om sanktionsavgifter 
vid &#246;vertr&#228;delser av f&#246;reskrifter om anm&#228;lningskrav i fr&#229;ga om 
taxitrafiktillst&#229;nd som har meddelats med st&#246;d av denna lag.
Lag (2022:466).


&#214;verg&#229;ngsbest&#228;mmelser

2012:211

1. Denna lag tr&#228;der i kraft den 1 juni 2012.

2. Trafiktillst&#229;nd f&#246;r taxitrafik som har meddelats enligt
&#228;ldre best&#228;mmelser g&#228;ller fortfarande.

3. Om ett tillst&#229;nd som har meddelats enligt &#228;ldre best&#228;mmelser
har begr&#228;nsats till att g&#228;lla endast under viss tid, ska
begr&#228;nsningen fortfarande g&#228;lla. &#196;ven &#246;vriga villkor f&#246;renade
med och begr&#228;nsningar av ett s&#229;dant tillst&#229;nd ska fortfarande
g&#228;lla.

4. F&#246;reskrifter om taxitrafik som har meddelats med st&#246;d av
yrkestrafiklagen (1998:490) och som g&#228;ller n&#228;r denna lag tr&#228;der
i kraft ska anses meddelade enligt denna lag.

5. Om det i en lag eller annan f&#246;rfattning h&#228;nvisas till en
f&#246;reskrift i yrkestrafiklagen (1998:490) som har ersatts genom
en f&#246;reskrift i denna lag, till&#228;mpas i st&#228;llet den nya
f&#246;reskriften.

2014:1022

1. Denna lag tr&#228;der i kraft den 1 maj 2017. Lag (2015:788).

2. Skyldigheten enligt 2 a kap. 1 &#167; f&#246;r ett fordon som vid
ikrafttr&#228;dandet redan &#228;r f&#246;rsett med taxameterutrustning
intr&#228;der n&#228;r n&#228;rmaste &#229;rliga taxameterbesiktning senast ska
ske eller, om taxameterbesiktning sker tidigare av annan
anledning, vid tiden f&#246;r den besiktningen.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1461">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1463">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
