

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2011-12-23" /> 
 <meta id="rattsinfo-edited" content="2014-03-06" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1483</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1482">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1484">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2011:1537 ·
                    <a href="/sfsr?bet=2011:1537">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2011:1537) om bist&#229;nd med indrivning av skatter och avgifter inom Europeiska unionen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2011-12-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2013:1066
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2012-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller f&#246;r s&#229;dant bist&#229;nd mellan Sverige och en
annan medlemsstat i Europeiska unionen med indrivning av skatt
som avses i r&#229;dets direktiv 2010/24/EU av den 16 mars 2010 om
&#246;msesidigt bist&#229;nd f&#246;r indrivning av fordringar som avser
skatter, avgifter och andra &#229;tg&#228;rder (r&#229;dets direktiv
2010/24/EU).

2 &#167; Bist&#229;nd enligt denna lag f&#229;r beg&#228;ras hos en myndighet i en
annan medlemsstat och ska l&#228;mnas en s&#229;dan myndighet i form av

– utbyte av upplysningar f&#246;r indrivnings&#228;ndam&#229;l,

– delgivning av handlingar, samt

– indrivning och verkst&#228;llighet av s&#228;kerhets&#229;tg&#228;rder.

Till&#228;mpningsomr&#229;de

3 &#167; Bist&#229;nd enligt denna lag f&#229;r beg&#228;ras och ska l&#228;mnas i fr&#229;ga
om fordringar som avser

1. alla skatter och motsvarande p&#229;lagor som tas ut av en
medlemsstat eller p&#229; en medlemsstats v&#228;gnar eller av dess
territoriella eller administrativa enheter, d&#228;ribland de lokala
myndigheterna, eller p&#229; deras v&#228;gnar, eller p&#229; unionens v&#228;gnar,

2. &#229;terbetalning, intervention och andra &#229;tg&#228;rder som ing&#229;r i
systemet f&#246;r hel- eller delfinansiering fr&#229;n Europeiska
garantifonden f&#246;r jordbruket och Europeiska jordbruksfonden f&#246;r
landsbygdsutveckling, d&#228;ribland de belopp som ska tas ut i
samband med dessa &#229;tg&#228;rder, och

3. p&#229;lagor inom ramen f&#246;r den gemensamma organisationen av
marknaden f&#246;r socker.

Lagen g&#228;ller ocks&#229; f&#246;r

1. administrativa p&#229;f&#246;ljder, b&#246;ter, avgifter och
till&#228;ggsavgifter som avser fordringar f&#246;r vilka &#246;msesidigt
bist&#229;nd kan beg&#228;ras enligt f&#246;rsta stycket och som

a) tagits ut av de myndigheter som &#228;r beh&#246;riga att ta ut de
ber&#246;rda skatterna eller p&#229;lagorna eller genomf&#246;ra
administrativa utredningar som r&#246;r dem, eller

b) bekr&#228;ftats av administrativa eller r&#228;ttsliga organ p&#229;
beg&#228;ran av dessa myndigheter,

2. avgifter f&#246;r intyg och liknande handlingar som utf&#228;rdas i
samband med administrativa f&#246;rfaranden som avser skatter eller
motsvarande p&#229;lagor, och

3. r&#228;ntor och kostnader som avser de fordringar f&#246;r vilka
&#246;msesidigt bist&#229;nd kan beg&#228;ras enligt f&#246;rsta stycket eller
enligt 1 eller 2.

4 &#167; Denna lag g&#228;ller inte i fr&#229;ga om fordringar som avser

1. obligatoriska socialavgifter som ska betalas till en
medlemsstat eller en medlemsstats territoriella enheter, eller
till offentligr&#228;ttsliga socialf&#246;rs&#228;kringsinstitutioner,

2. avgifter som inte avses i 3 &#167; andra stycket,

3. ers&#228;ttningar som ska betalas enligt avtal, t.ex. vederlag
f&#246;r allm&#228;nnyttiga tj&#228;nster, eller

4. straffr&#228;ttsliga p&#229;f&#246;ljder som utd&#246;ms p&#229; grundval av allm&#228;nt
&#229;tal eller andra straffr&#228;ttsliga p&#229;f&#246;ljder som inte omfattas av
3 &#167; andra stycket 1.

Definitioner

5 &#167; I denna lag avses med:

s&#246;kande myndighet: ett centralt kontaktkontor, ett
kontaktkontor eller ett kontaktorgan i en medlemsstat som beg&#228;r
bist&#229;nd som avser en fordran enligt 3 &#167;,

anmodad myndighet: ett centralt kontaktkontor, ett
kontaktkontor eller ett kontaktorgan i en medlemsstat som tar
emot en beg&#228;ran om bist&#229;nd,

person:

– en fysisk person,

– en juridisk person,

– en sammanslutning av personer som enligt lagstiftningen i en
medlemsstat har befogenhet att utf&#246;ra r&#228;ttshandlingar men som
inte har en juridisk persons r&#228;ttsst&#228;llning, eller

– varje annan juridisk konstruktion, oavsett om den har status
som juridisk person eller inte, som &#228;ger eller f&#246;rvaltar
tillg&#229;ngar, inklusive inkomster som h&#228;rr&#246;r d&#228;rifr&#229;n, p&#229; vilka
det tas ut en skatt som omfattas av denna lag.

Beh&#246;rig myndighet

6 &#167; Kronofogdemyndigheten &#228;r beh&#246;rig myndighet vid bist&#229;nd
enligt denna lag.

Utbyte av upplysningar m.m.

7 &#167; Kronofogdemyndigheten ska p&#229; beg&#228;ran av den s&#246;kande
myndigheten tillhandah&#229;lla alla upplysningar som kan antas vara
relevanta f&#246;r den s&#246;kande myndigheten vid indrivningen av dess
fordringar. Kronofogdemyndigheten ska g&#246;ra den utredning som
beh&#246;vs f&#246;r att inh&#228;mta upplysningarna.

Kronofogdemyndigheten &#228;r inte skyldig att tillhandah&#229;lla
upplysningar som

1. den inte skulle kunna inh&#228;mta f&#246;r att driva in liknande
svenska fordringar,

2. skulle avsl&#246;ja aff&#228;rs- och industrihemligheter eller
yrkeshemligheter, eller

3. om de yppas, skulle kunna vara till skada f&#246;r s&#228;kerheten
eller strida mot allm&#228;n ordning i Sverige.

Andra stycket medf&#246;r inte en r&#228;tt f&#246;r Kronofogdemyndigheten att
v&#228;gra att l&#228;mna upplysningar uteslutande d&#228;rf&#246;r att
upplysningarna innehas av en bank, annan finansiell
institution, ombud, representant eller f&#246;rvaltare, eller p&#229;
grund av att upplysningarna r&#246;r &#228;garintressen i en person.

8 &#167; Kronofogdemyndigheten f&#229;r utan f&#246;reg&#229;ende beg&#228;ran
underr&#228;tta den beh&#246;riga myndigheten i en annan medlemsstat om
en f&#246;rest&#229;ende &#229;terbetalning i Sverige av annan skatt &#228;n
merv&#228;rdesskatt till en person som &#228;r etablerad eller har
hemvist i den andra medlemsstaten.

9 &#167; Efter &#246;verenskommelse mellan Kronofogdemyndigheten och den
s&#246;kande myndigheten f&#229;r personer som bemyndigats av den s&#246;kande
myndigheten, i enlighet med de villkor som
Kronofogdemyndigheten best&#228;mmer,

1. n&#228;rvara p&#229; Kronofogdemyndighetens kontor och vid de
utredningar i m&#229;let om indrivning av den andra medlemsstatens
fordran som Kronofogdemyndigheten utf&#246;r, eller

2. bist&#229; de svenska tj&#228;nstem&#228;nnen under domstolsf&#246;rfaranden h&#228;r
i landet.

Delgivning av handlingar

10 &#167; Delgivning p&#229; beg&#228;ran av en annan medlemsstat sker enligt
delgivningslagen (2010:1932).

11 &#167; Kronofogdemyndigheten f&#229;r delge en person i en annan
medlemsstat i enlighet med 16–18 &#167;&#167; delgivningslagen
(2010:1932).

Kronofogdemyndigheten f&#229;r beg&#228;ra bist&#229;nd med delgivning i en
annan medlemsstat om det inte &#228;r m&#246;jligt eller medf&#246;r orimliga
sv&#229;righeter att delge personen i Sverige.

Indrivning och s&#228;kerhets&#229;tg&#228;rder

12 &#167; Kronofogdemyndigheten f&#229;r inte beg&#228;ra bist&#229;nd med
indrivning i en annan medlemsstat vid en tidpunkt n&#228;r fordran
&#228;r f&#246;rem&#229;l f&#246;r om- eller &#246;verpr&#246;vning, s&#229;vida inte fordran &#228;r
verkst&#228;llbar h&#228;r trots detta, och detsamma g&#228;ller enligt den
andra medlemsstatens lagstiftning. Bist&#229;nd f&#229;r inte heller
beg&#228;ras om det sammanlagda beloppet av fordringar som
omfattas av denna lag mot en g&#228;lden&#228;r understiger 1 500 euro,
s&#229;vida det inte kan antas att bist&#229;ndet kan l&#228;mnas genom
avr&#228;kning mot en fordran p&#229; &#229;terbetalning av skatt eller
avgift, eller annars med liten arbetsinsats av den anmodade
myndigheten.

Innan bist&#229;nd med indrivning beg&#228;rs ska Kronofogdemyndigheten
vidta de &#229;tg&#228;rder f&#246;r att driva in fordran i Sverige som &#228;r
l&#228;mpliga, utom om

1. det &#228;r uppenbart att det inte finns n&#229;gra tillg&#229;ngar h&#228;r
som kan tas i anspr&#229;k f&#246;r indrivning eller att denna inte
kommer att leda till full betalning, och
Kronofogdemyndigheten har upplysningar som visar att den
ber&#246;rda personen har tillg&#229;ngar i den andra medlemsstaten,
eller

2 indrivning av fordran i Sverige skulle medf&#246;ra orimliga
sv&#229;righeter.

Motsvarande villkor g&#228;ller i fr&#229;ga om skyldigheten att l&#228;mna
bist&#229;nd med indrivning i Sverige av en annan medlemsstats
fordran. Lag (2013:1066).

13 &#167; Kronofogdemyndigheten f&#229;r besluta att inte l&#228;mna bist&#229;nd
enligt denna lag om beg&#228;ran avser en fordran som &#228;r &#228;ldre &#228;n
fem &#229;r, r&#228;knat fr&#229;n f&#246;rfallodagen i den s&#246;kande medlemsstaten
eller, vid om- eller &#246;verpr&#246;vning, fr&#229;n det att fordran har
fastst&#228;llts slutligt. Om uppskov har medgetts med betalningen
r&#228;knas fem&#229;rsfristen fr&#229;n den dag d&#229; uppskovet l&#246;per ut.

Trots f&#246;rsta stycket f&#229;r Kronofogdemyndigheten besluta att inte
l&#228;mna bist&#229;nd i fr&#229;ga om en fordran som &#228;r &#228;ldre &#228;n tio &#229;r,
r&#228;knat fr&#229;n f&#246;rfallodagen i den s&#246;kande medlemsstaten.

14 &#167; Best&#228;mmelser om indrivning i Sverige av skatter och
avgifter m.m. finns i lagen (1993:891) om indrivning av
statliga fordringar m.m. och lagen (1985:146) om avr&#228;kning vid
&#229;terbetalning av skatter och avgifter. Verkst&#228;llighet enligt
uts&#246;kningsbalken f&#229;r &#228;ga rum p&#229; grund av det enhetliga dokument
som avses i artikel 12 i r&#229;dets direktiv 2010/24/EU.

15 &#167; Kronofogdemyndigheten ska ta ut ers&#228;ttning f&#246;r kostnader i
m&#229;let i enlighet med vad som g&#228;ller vid indrivning av en svensk
fordran av motsvarande slag.

Kronofogdemyndigheten ska ta ut r&#228;nta p&#229; den andra
medlemsstatens fordran fr&#229;n den dag d&#229; beg&#228;ran om indrivning
tas emot till och med den dag d&#229; betalning sker, i enlighet med
vad som g&#228;ller i fr&#229;ga om en svensk fordran av motsvarande
slag.

I den utstr&#228;ckning som den andra medlemsstatens fordran och
r&#228;nta har flutit in, ska beloppet &#246;verf&#246;ras till den
medlemsstaten.

16 &#167; Om Kronofogdemyndigheten f&#229;r k&#228;nnedom om att en annan
medlemsstats fordran som drivs in i Sverige, eller det beslut
som medger verkst&#228;llighet i den medlemsstaten, &#228;r f&#246;rem&#229;l f&#246;r
om- eller &#246;verpr&#246;vning i den andra medlemsstaten, ska
verkst&#228;lligheten av den tvistiga delen av fordran skjutas upp i
avvaktan p&#229; beslut av den beh&#246;riga instansen. Detta g&#228;ller dock
bara om inte n&#229;got annat f&#246;ljer av andra stycket.

P&#229; motiverad beg&#228;ran av den s&#246;kande myndigheten ska
Kronofogdemyndigheten forts&#228;tta indrivningen av den del av
fordran som &#228;r f&#246;rem&#229;l f&#246;r om- eller &#246;verpr&#246;vning, om det
skulle ha varit m&#246;jligt vid indrivning i den andra
medlemsstaten.

Verkst&#228;lligheten ska ocks&#229; skjutas upp om det p&#229;g&#229;r ett
f&#246;rfarande f&#246;r &#246;msesidig &#246;verenskommelse i &#228;rendet mellan de
ber&#246;rda medlemsstaterna, s&#229;vida det inte finns p&#229;taglig risk
att fordran inte blir betald.

Om verkst&#228;lligheten skjuts upp och den s&#246;kande myndigheten
beg&#228;r det, eller Kronofogdemyndigheten annars bed&#246;mer det som
n&#246;dv&#228;ndigt, f&#229;r Kronofogdemyndigheten beg&#228;ra att Skatteverket
ska v&#228;cka talan om betalningss&#228;kring enligt 46 kap.
skattef&#246;rfarandelagen (2011:1244) f&#246;r att s&#228;kerst&#228;lla
indrivningen.

17 &#167; Om Kronofogdemyndigheten beg&#228;r att indrivningen i en annan
medlemsstat av den del av en svensk fordran som &#228;r f&#246;rem&#229;l f&#246;r
om- eller &#246;verpr&#246;vning ska forts&#228;tta, och fordran d&#228;refter
faller bort eller s&#228;tts ned, ansvarar myndigheten f&#246;r
&#229;terbetalning av belopp som har &#246;verf&#246;rts till Sverige och
eventuell ers&#228;ttning som ska betalas enligt de best&#228;mmelser som
g&#228;ller i den andra medlemsstaten.

Preskription

18 &#167; Vid indrivning i Sverige av en annan medlemsstats fordran
g&#228;ller i fr&#229;ga om preskription lagstiftningen i den andra
medlemsstaten.

Vid indrivning av en svensk fordran i en annan medlemsstat ska
alla &#229;tg&#228;rder som vidtas av den anmodade myndigheten eller p&#229;
dess v&#228;gnar f&#246;r att driva in fordran, och som leder till att
preskriptionstiden skjuts upp eller f&#246;rl&#228;ngs enligt
lagstiftningen i den andra medlemsstaten, ha samma verkan i
fr&#229;ga om den svenska fordran.

Om det inte &#228;r m&#246;jligt att skjuta upp eller f&#246;rl&#228;nga
preskriptionstiden enligt lagstiftningen i den andra
medlemsstaten, ska alla &#229;tg&#228;rder som vidtas av den anmodade
myndigheten eller p&#229; dess v&#228;gnar f&#246;r att driva in fordran, med
avseende p&#229; preskriptionsfr&#229;gan anses ha vidtagits i Sverige,
om de skulle ha lett till att preskriptionstiden sk&#246;ts upp
eller f&#246;rl&#228;ngdes om de hade vidtagits h&#228;r.

Trots andra och tredje styckena f&#229;r en svensk myndighet i fr&#229;ga
om en svensk fordran som drivs in i en annan medlemsstat vidta
&#229;tg&#228;rder h&#228;r som medf&#246;r att preskriptionstiden skjuts upp eller
f&#246;rl&#228;ngs enligt svensk lag.

Anv&#228;ndning och vidarebefordran av upplysningar

19 &#167; Upplysningar som Kronofogdemyndigheten tar emot fr&#229;n en
myndighet i en annan medlemsstat f&#229;r anv&#228;ndas f&#246;r att vidta
verkst&#228;llighets- eller s&#228;kerhets&#229;tg&#228;rder som avser fordringar
som omfattas av denna lag. De f&#229;r ocks&#229; anv&#228;ndas f&#246;r
fastst&#228;llelse och verkst&#228;llighet av obligatoriska
socialavgifter.

Upplysningarna f&#229;r inte anv&#228;ndas f&#246;r andra &#228;ndam&#229;l &#228;n de som
anges i f&#246;rsta stycket utan att den myndighet som
tillhandah&#229;ller upplysningarna till&#229;tit det. Om upplysningarna
ursprungligen h&#228;rr&#246;r fr&#229;n en myndighet i en tredje medlemsstat,
ska s&#229;dant tillst&#229;nd l&#228;mnas av den sistn&#228;mnda myndigheten.
Tillst&#229;nd kr&#228;vs dock inte f&#246;r att upplysningarna ska f&#229;
&#229;beropas eller anv&#228;ndas som bevisning.

En svensk myndighet ska f&#246;lja de villkor som g&#228;ller f&#246;r
anv&#228;ndningen av upplysningarna enligt denna paragraf, oavsett
vad som annars &#228;r f&#246;reskrivet i lag eller annan f&#246;rfattning.

20 &#167; Kronofogdemyndigheten ska till&#229;ta att upplysningar som den
tillhandah&#229;ller en myndighet i en annan medlemsstat f&#229;r
anv&#228;ndas i den andra medlemsstaten f&#246;r andra &#228;ndam&#229;l &#228;n s&#229;dana
som avses i 19 &#167; f&#246;rsta stycket, om de f&#229;r anv&#228;ndas f&#246;r
liknande &#228;ndam&#229;l i Sverige.

Om Kronofogdemyndigheten anser att upplysningar som den har
tagit emot fr&#229;n en myndighet i en annan medlemsstat sannolikt
kan vara till nytta f&#246;r en tredje medlemsstat f&#246;r de &#228;ndam&#229;l
som avses i 19 &#167; f&#246;rsta stycket, f&#229;r den vidarebefordra dessa
upplysningar till den medlemsstaten, under de villkor som i
&#246;vrigt g&#228;ller enligt denna lag. Myndigheten ska underr&#228;tta den
medlemsstat fr&#229;n vilken upplysningarna h&#228;rr&#246;r om sin avsikt att
vidarebefordra uppgifterna till en tredje medlemsstat. Den
medlemsstat fr&#229;n vilken upplysningarna h&#228;rr&#246;r kan mots&#228;tta sig
ett s&#229;dant utbyte av uppgifter inom tio arbetsdagar fr&#229;n den
dag d&#229; den tog emot underr&#228;ttelsen.

F&#246;rbud mot &#246;verklagande m.m.

21 &#167; Beslut enligt denna lag f&#229;r inte &#246;verklagas.

Det enhetliga dokument som avses i artikel 12 i r&#229;dets direktiv
2010/24/EU ska r&#228;ttas, om det p&#229; grund av ett skrivfel eller
liknande brister i &#246;verensst&#228;mmelsen mellan dokumentet och den
ursprungliga exekutionstiteln.

Ytterligare f&#246;reskrifter

22 &#167; Regeringen eller den myndighet regeringen best&#228;mmer
meddelar ytterligare f&#246;reskrifter om Kronofogdemyndighetens
uppgifter enligt denna lag.

&#214;verg&#229;ngsbest&#228;mmelser

2011:1537

1. Denna lag tr&#228;der i kraft den 1 januari 2012, d&#229; lagen
(1969:200) om uttagande av utl&#228;ndsk tull, annan skatt, avgift
eller p&#229;laga ska upph&#246;ra att g&#228;lla.

2. Best&#228;mmelserna i 1 och 2 &#167;&#167; samt i r&#228;ttsakterna 1 och 3 i
bilagan till den upph&#228;vda lagen g&#228;ller fortfarande i fr&#229;ga om
&#228;renden om bist&#229;nd med indrivning som har p&#229;b&#246;rjats f&#246;re
ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1482">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1484">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
