

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-18" /> 
 <meta id="rattsinfo-edited" content="2024-03-18 10:44:02" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1498</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1497">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1499">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2011:1165 ·
                    <a href="/sfsr?bet=2011:1165">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2011:1165) om &#246;verl&#228;mnande fr&#229;n Sverige enligt en nordisk arresteringsorder</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2011-11-24
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:44
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2012-10-16 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Allm&#228;nna best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser f&#246;r genomf&#246;rande av
konventionen av den 15 december 2005 om &#246;verl&#228;mnande mellan de
nordiska staterna p&#229; grund av brott (nordisk
arresteringsorder).

2 &#167; Med en nordisk arresteringsorder avses ett r&#228;ttsligt
avg&#246;rande, utf&#228;rdat av en r&#228;ttslig myndighet i en nordisk stat,
som inneb&#228;r en beg&#228;ran om att en r&#228;ttslig myndighet i en annan
nordisk stat ska gripa och &#246;verl&#228;mna en efters&#246;kt person f&#246;r
lagf&#246;ring eller f&#246;r verkst&#228;llighet av en frihetsber&#246;vande
p&#229;f&#246;ljd.

3 &#167; Som en nordisk arresteringsorder betraktas, om den
efters&#246;kte befinner sig i Sverige, &#228;ven en arresteringsorder
som &#228;r utf&#228;rdad av en annan nordisk stat, antingen enligt
r&#229;dets rambeslut 2002/584/RIF av den 13 juni 2002 om en
europeisk arresteringsorder och &#246;verl&#228;mnande mellan
medlemsstaterna, eller enligt avtalet av den 28 juni 2006
mellan Europeiska unionen och Republiken Island och
Konungariket Norge om f&#246;rfarande f&#246;r &#246;verl&#228;mnande mellan
Europeiska unionens medlemsstater och Island och Norge.

4 &#167; Regeringen meddelar n&#228;rmare f&#246;reskrifter om till&#228;mpningen
av denna lag.

I fr&#229;ga om &#246;verl&#228;mnande till Sverige finns s&#228;rskilda
best&#228;mmelser.

2 kap. F&#246;ruts&#228;ttningar f&#246;r &#246;verl&#228;mnande

1 &#167; Den som efters&#246;ks enligt en nordisk arresteringsorder ska,
om personen antr&#228;ffas i Sverige och inget annat s&#228;gs i denna
lag eller f&#246;ljer av n&#229;gon annan lag, &#246;verl&#228;mnas till den
utf&#228;rdande staten.

2 &#167; &#214;verl&#228;mnande f&#229;r beviljas endast f&#246;r en g&#228;rning f&#246;r vilken
det enligt den utf&#228;rdande statens lagstiftning &#228;r f&#246;reskrivet
en frihetsber&#246;vande p&#229;f&#246;ljd eller f&#246;r vilken det har d&#246;mts ut
en s&#229;dan p&#229;f&#246;ljd.

Om en nordisk arresteringsorder avser flera g&#228;rningar &#228;r det
tillr&#228;ckligt att det finns f&#246;ruts&#228;ttningar f&#246;r &#246;verl&#228;mnande
enligt f&#246;rsta stycket f&#246;r en av dem.

3 &#167; &#214;verl&#228;mnande f&#229;r inte beviljas om en nordisk
arresteringsorder, trots att den utf&#228;rdande myndigheten har
getts tillf&#228;lle att komma in med komplettering, till form eller
inneh&#229;ll &#228;r s&#229; bristf&#228;llig att den inte utan v&#228;sentlig
ol&#228;genhet kan l&#228;ggas till grund f&#246;r en pr&#246;vning av fr&#229;gan om
&#246;verl&#228;mnande.

4 &#167; &#214;verl&#228;mnande ska v&#228;gras om

1. det skulle strida mot best&#228;mmelser om immunitet och 
privilegier,

2. det enligt 2 kap. 13 &#167; andra stycket brottsbalken skulle 
strida mot ett villkor som har st&#228;llts upp vid utl&#228;mning eller 
&#246;verl&#228;mnande till Sverige,

3. den efters&#246;kte med till&#228;mpning av 4 kap. 6 eller 7 &#167; ska 
&#246;verl&#228;mnas eller utl&#228;mnas till en annan stat eller till en 
tribunal eller internationell domstol, eller

4. den nordiska arresteringsordern avser verkst&#228;llighet av en 
frihetsber&#246;vande p&#229;f&#246;ljd och det har beslutats enligt 6 &#167; att 
p&#229;f&#246;ljden ska verkst&#228;llas i Sverige. Lag (2024:44).

5 &#167; &#214;verl&#228;mnande ska v&#228;gras om 

1. g&#228;rningen har &#228;gt rum innan den efters&#246;kte fyllt femton &#229;r, 

2. g&#228;rningen omfattas av n&#229;d eller annat beslut enligt 12 kap. 
9 &#167; regeringsformen, 

3. g&#228;rningen har pr&#246;vats genom en dom som f&#229;tt laga kraft i en 
nordisk stat eller i en medlemsstat i Europeiska unionen och, 
vid en f&#228;llande dom, p&#229;f&#246;ljden har avtj&#228;nats eller &#228;r under 
verkst&#228;llighet eller inte l&#228;ngre kan verkst&#228;llas enligt 
lagstiftningen i domslandet, eller 

4. det skulle strida mot den europeiska konventionen om skydd 
f&#246;r de m&#228;nskliga r&#228;ttigheterna och de grundl&#228;ggande friheterna 
eller de till&#228;ggsprotokoll till konventionen som g&#228;ller som 
lag i Sverige. Lag (2024:44).

5 a &#167; &#214;verl&#228;mnande f&#246;r en viss g&#228;rning f&#229;r v&#228;gras om 

1. g&#228;rningen har pr&#246;vats genom en dom som f&#229;tt laga kraft i en 
annan stat &#228;n som anges i 5 &#167; 3 och, vid en f&#228;llande dom, 
p&#229;f&#246;ljden har avtj&#228;nats eller 

&#228;r under verkst&#228;llighet eller inte l&#228;ngre kan verkst&#228;llas 
enligt lagstiftningen i domslandet, 

2. det enligt 20 kap. 7 &#167; r&#228;tteg&#229;ngsbalken eller motsvarande 
best&#228;mmelse i annan lag har meddelats ett beslut att inte 
&#229;tala f&#246;r g&#228;rningen, 

3. en f&#246;runders&#246;kning har inletts eller ett &#229;tal har v&#228;ckts i 
Sverige f&#246;r g&#228;rningen, eller 

4. g&#228;rningen har beg&#229;tts i Sverige och inte motsvarar brott 
enligt svensk lag. Lag (2024:44).

6 &#167; R&#228;tten f&#229;r besluta att den frihetsber&#246;vande p&#229;f&#246;ljd som 
den nordiska arresteringsordern avser ska verkst&#228;llas i 
Sverige, om 

1. den efters&#246;kte &#228;r svensk medborgare eller &#228;r bosatt i eller 
uppeh&#229;ller sig i Sverige, 

2. den efters&#246;kte beg&#228;r att p&#229;f&#246;ljden ska verkst&#228;llas i 
Sverige, och 

3. den efters&#246;ktes sociala &#229;teranpassning underl&#228;ttas om 
p&#229;f&#246;ljden verkst&#228;lls i Sverige. Lag (2024:44).

3 kap. Det inledande f&#246;rfarandet

Beg&#228;ran om &#246;verl&#228;mnande

1 &#167; En nordisk arresteringsorder ska vara uppr&#228;ttad i enlighet
med formul&#228;ret i bilagan till konventionen. Den ska vara
skriven p&#229; svenska, danska, norska eller engelska eller vara
&#229;tf&#246;ljd av en &#246;vers&#228;ttning till n&#229;got av dessa spr&#229;k och
inneh&#229;lla uppgifter om

1. den efters&#246;ktes identitet och nationalitet,

2. namn, adress, telefonnummer, telefaxnummer och e-postadress
till den utf&#228;rdande myndigheten,

3. en verkst&#228;llbar dom, ett h&#228;ktnings- eller anh&#229;llningsbeslut
eller ett motsvarande verkst&#228;llbart beslut f&#246;r &#229;tminstone ett
av de brott som omfattas av den nordiska arresteringsordern,

4. den brottsliga g&#228;rningen, med angivande av tid och plats f&#246;r
denna, en beskrivning av omst&#228;ndigheterna kring g&#228;rningen samt
den efters&#246;ktes delaktighet i den,

5. brottsrubricering,

6. straffskalan f&#246;r g&#228;rningen eller, om den nordiska
arresteringsordern avser verkst&#228;llighet av en frihetsber&#246;vande
p&#229;f&#246;ljd, den p&#229;f&#246;ljd som har d&#246;mts ut, och

7. om m&#246;jligt andra r&#228;ttsliga konsekvenser av g&#228;rningen.

2 &#167; En nordisk arresteringsorder f&#229;r skickas direkt till
beh&#246;rig &#229;klagare p&#229; den ort d&#228;r den efters&#246;kte uppeh&#229;ller sig.

En nordisk arresteringsorder f&#229;r &#246;vers&#228;ndas genom Schengens
informationssystem (SIS) eller genom ett annat system f&#246;r
efters&#246;kning av personer som &#228;r misst&#228;nkta f&#246;r brott.

En efterlysning som &#228;r registrerad i SIS eller i ett annat
system f&#246;r efters&#246;kning av personer och som g&#228;ller &#246;verl&#228;mnande
till en nordisk stat ska j&#228;mst&#228;llas med en nordisk
arresteringsorder i avvaktan p&#229; att en s&#229;dan order &#246;vers&#228;nds.

Utredningen

3 &#167; Om en nordisk arresteringsorder har skickats direkt till
&#229;klagaren eller det annars &#228;r k&#228;nt att den efters&#246;kte befinner
sig p&#229; en viss plats i Sverige, ska &#229;klagaren skyndsamt utreda
om det finns f&#246;ruts&#228;ttningar f&#246;r &#246;verl&#228;mnande fr&#229;n Sverige. Den
tidsfrist som g&#228;ller f&#246;r tingsr&#228;tten enligt 4 kap. 3 &#167; andra
stycket ska beaktas. N&#228;r den som beg&#228;rs &#246;verl&#228;mnad f&#246;r
lagf&#246;ring &#228;r under arton &#229;r, ska det utredas om lagf&#246;ringen kan
ske i Sverige.

Vid utredningen till&#228;mpas best&#228;mmelserna om f&#246;runders&#246;kning i
brottm&#229;l, om inte annat s&#228;gs i denna lag.

Offentlig f&#246;rsvarare

4 &#167; En offentlig f&#246;rsvarare ska f&#246;rordnas om den 
efters&#246;kte beg&#228;r det, &#228;r under arton &#229;r eller i &#246;vrigt bed&#246;ms 
vara i behov av en f&#246;rsvarare.

Om ett &#246;verl&#228;mnande beviljas har den efters&#246;kte r&#228;tt till 
bitr&#228;de av en offentlig f&#246;rsvarare fram till dess att ett 
beslut om &#246;verl&#228;mnande har verkst&#228;llts. Lag (2019:178).

Samtycke och medgivande

5 &#167; Den efters&#246;kte ska s&#229; snart det kan ske tillfr&#229;gas om han
eller hon samtycker till &#246;verl&#228;mnande samt om han eller hon
medger att i den utf&#228;rdande staten lagf&#246;ras eller straffas f&#246;r
g&#228;rningar som har beg&#229;tts f&#246;re &#246;verl&#228;mnandet men som inte
omfattas av den nordiska arresteringsordern. Den efters&#246;kte ska
upplysas om inneb&#246;rden av att samtycke och medgivande l&#228;mnas.

En &#229;terkallelse av ett samtycke ska beaktas om den g&#246;rs innan
beslut i fr&#229;ga om &#246;verl&#228;mnande har meddelats. En &#229;terkallelse
av ett medgivande ska beaktas om den g&#246;rs innan beslutet om
&#246;verl&#228;mnande har verkst&#228;llts.

Tv&#229;ngsmedel

6 &#167; &#197;klagaren ska anh&#229;lla den efters&#246;kte om det inte saknas
risk f&#246;r att denne avviker eller p&#229; annat s&#228;tt undandrar sig
ett &#246;verl&#228;mnande. Ett anh&#229;llande ska &#228;ven ske om det finns risk
f&#246;r att den efters&#246;kte, genom att undanr&#246;ja bevis eller p&#229;
n&#229;got annat s&#228;tt, f&#246;rsv&#229;rar utredningen av en g&#228;rning som
omfattas av den nordiska arresteringsordern.

Ett anh&#229;llande enligt f&#246;rsta stycket f&#229;r inte ske om det kan
antas att f&#246;ruts&#228;ttningar f&#246;r ett &#246;verl&#228;mnande saknas.

Den som inte har fyllt arton &#229;r f&#229;r anh&#229;llas endast om det
finns synnerliga sk&#228;l.

Om det finns sk&#228;l f&#246;r anh&#229;llande enligt f&#246;rsta–tredje styckena
men det &#228;r tillr&#228;ckligt att den efters&#246;kte meddelas ett
resef&#246;rbud eller att det f&#246;reskrivs en anm&#228;lningsskyldighet,
ska en s&#229;dan &#229;tg&#228;rd beslutas i st&#228;llet f&#246;r anh&#229;llande. I fall
som avses i 24 kap. 4 &#167; r&#228;tteg&#229;ngsbalken ska &#246;vervakning
ers&#228;tta ett anh&#229;llande.

Om det finns sk&#228;l f&#246;r anh&#229;llande enligt f&#246;rsta–tredje styckena
f&#229;r en polisman eller en tj&#228;nsteman vid Tullverket eller
Kustbevakningen i br&#229;dskande fall, &#228;ven utan ett
anh&#229;llningsbeslut, gripa den efters&#246;kte.

7 &#167; N&#228;r n&#229;gon har gripits, anh&#229;llits, meddelats resef&#246;rbud
eller anm&#228;lningsskyldighet till&#228;mpas samma regler som vid
motsvarande &#229;tg&#228;rd under en svensk f&#246;runders&#246;kning. F&#246;r s&#229;dana
tv&#229;ngsmedel g&#228;ller dock de f&#246;ruts&#228;ttningar som anges i 6 &#167;.

Om den efters&#246;kte har samtyckt till &#246;verl&#228;mnande, ska
h&#228;ktningsframst&#228;llning g&#246;ras endast om den efters&#246;kte beg&#228;r
r&#228;ttens pr&#246;vning av ett beslut om anh&#229;llande. Den tid inom
vilken h&#228;ktningsframst&#228;llning ska g&#246;ras enligt 24 kap. 12 &#167;
r&#228;tteg&#229;ngsbalken ska r&#228;knas fr&#229;n det att den efters&#246;kte beg&#228;r
r&#228;ttens pr&#246;vning eller &#229;terkallar sitt samtycke till
&#246;verl&#228;mnande.

F&#246;r r&#228;ttens beslut om h&#228;ktning g&#228;ller de f&#246;ruts&#228;ttningar som
enligt 6 &#167; g&#228;ller f&#246;r anh&#229;llande. Vad som s&#228;gs i
r&#228;tteg&#229;ngsbalken om tid f&#246;r v&#228;ckande av &#229;tal ska inte
till&#228;mpas.

Ett beslut om anh&#229;llande eller h&#228;ktning ska upph&#228;vas, om ett
fortsatt frihetsber&#246;vande skulle vara osk&#228;ligt med h&#228;nsyn till
den tid frihetsber&#246;vandet har p&#229;g&#229;tt och den p&#229;f&#246;ljd som har
d&#246;mts ut eller som kan komma att d&#246;mas ut om den efters&#246;kte
d&#246;ms f&#246;r g&#228;rningen.

8 &#167; Inneh&#229;ller en nordisk arresteringsorder en ans&#246;kan om
beslag, till&#228;mpas i den delen lagen (2000:562) om
internationell r&#228;ttslig hj&#228;lp i brottm&#229;l.

Om det p&#229;tr&#228;ffas s&#229;dana f&#246;rem&#229;l som p&#229; grund av den uppgivna
g&#228;rningen skulle kunna tas i beslag och &#246;verl&#228;mnas enligt 4
kap. 19 &#167; lagen om internationell r&#228;ttslig hj&#228;lp i brottm&#229;l,
f&#229;r f&#246;rem&#229;len &#228;ven utan en s&#228;rskild ans&#246;kan tas i beslag genom
beslut av &#229;klagaren eller den som griper den efters&#246;kte.

I samband med att den efters&#246;kte frihetsber&#246;vas f&#229;r
husrannsakan g&#246;ras f&#246;r att s&#246;ka efter f&#246;rem&#229;l som f&#229;r tas i
beslag. F&#246;rordnande om husrannsakan meddelas av &#229;klagaren. Om
det &#228;r fara i dr&#246;jsm&#229;l f&#229;r en polisman eller en tj&#228;nsteman vid
Tullverket eller Kustbevakningen g&#246;ra en husrannsakan &#228;ven utan
ett s&#229;dant f&#246;rordnande.

4 kap. Beslutsf&#246;rfarandet

Beslutande myndighet

1 &#167; Tingsr&#228;tten beslutar efter framst&#228;llning av &#229;klagaren i
fr&#229;ga om &#246;verl&#228;mnande.

&#197;klagaren f&#229;r, innan han eller hon har beg&#228;rt r&#228;ttens pr&#246;vning,
fatta beslut i fr&#229;ga om &#246;verl&#228;mnande om den efters&#246;kte har
samtyckt till &#246;verl&#228;mnande. &#197;klagaren f&#229;r d&#228;rut&#246;ver avsl&#229; en
nordisk arresteringsorder enligt 2 kap. 3 &#167;.

I fr&#229;ga om tingsr&#228;ttens beh&#246;righet till&#228;mpas 19 kap.
r&#228;tteg&#229;ngsbalken.

R&#228;ttens pr&#246;vning

2 &#167; Vid r&#228;ttens handl&#228;ggning till&#228;mpas reglerna om domstols
handl&#228;ggning i brottm&#229;l, om inte annat s&#228;gs i denna lag.
Handl&#228;ggningen ska ske med skyndsamhet.

Tingsr&#228;tten ska f&#246;r pr&#246;vning av fr&#229;gan om &#246;verl&#228;mnande h&#229;lla
f&#246;rhandling. En f&#246;rhandling beh&#246;ver dock inte h&#229;llas om det &#228;r
uppenbart att &#246;verl&#228;mnande inte ska beviljas, om den efters&#246;kte
beg&#228;r att &#228;rendet ska avg&#246;ras p&#229; handlingarna eller om han
eller hon, efter det att &#229;klagaren har gjort en framst&#228;llning
till r&#228;tten enligt 1 &#167;, har samtyckt till &#246;verl&#228;mnande.

Till f&#246;rhandlingen ska &#229;klagaren och den efters&#246;kte kallas. &#196;r
den efters&#246;kte anh&#229;llen eller h&#228;ktad ska han eller hon
inst&#228;llas.

Tidsfrister f&#246;r beslut m.m.

3 &#167; Samtycker den efters&#246;kte till &#246;verl&#228;mnande, ska beslut i
fr&#229;ga om &#246;verl&#228;mnande meddelas senast tre dagar efter det att
samtycket har l&#228;mnats.

I &#246;vriga fall ska tingsr&#228;tten meddela beslut i fr&#229;ga om
&#246;verl&#228;mnande senast fjorton dagar efter det att den efters&#246;kte
har gripits eller, n&#228;r n&#229;got gripande i &#228;rendet inte har skett,
senast fjorton dagar efter det att den efters&#246;kte har
underr&#228;ttats om inneh&#229;llet i den nordiska arresteringsordern.

Om det finns s&#228;rskilda sk&#228;l f&#229;r beslutet meddelas senare &#228;n vad
som s&#228;gs i f&#246;rsta eller andra stycket. Beslutet ska d&#229; meddelas
s&#229; snart det &#228;r m&#246;jligt.

4 &#167; N&#228;r r&#228;tten fattar beslut om &#246;verl&#228;mnande, ska den &#228;ven
pr&#246;va om beslut om tv&#229;ngsmedel ska g&#228;lla till dess
&#246;verl&#228;mnandet har verkst&#228;llts.

Beslut om tv&#229;ngsmedel kan meddelas &#228;ven efter ett beslut om att
den efters&#246;kte ska &#246;verl&#228;mnas.

5 &#167; R&#228;tten ska, om m&#246;jligt, i samband med beslut i fr&#229;ga om
&#246;verl&#228;mnande, meddela beslut i fr&#229;ga om &#246;verl&#228;mnande av f&#246;rem&#229;l
som har tagits i beslag enligt 3 kap. 8 &#167; f&#246;rsta stycket.

Beslut i fr&#229;ga om &#246;verl&#228;mnande av f&#246;rem&#229;l som har tagits i
beslag enligt 3 kap. 8 &#167; andra stycket ska alltid fattas i
samband med beslut i fr&#229;ga om &#246;verl&#228;mnande. Beslutet f&#229;r
f&#246;renas med villkor som &#228;r p&#229;kallade med h&#228;nsyn till enskilds
r&#228;tt eller som &#228;r n&#246;dv&#228;ndiga fr&#229;n allm&#228;n synpunkt.

Konkurrerande framst&#228;llningar

6 &#167; Om tv&#229; eller flera nordiska stater har utf&#228;rdat en nordisk
arresteringsorder eller en eller flera av dessa stater har
utf&#228;rdat en nordisk arresteringsorder samt en eller flera
medlemsstater i Europeiska unionen har utf&#228;rdat en europeisk
arresteringsorder betr&#228;ffande samma person, ska &#228;rendena pr&#246;vas
i ett sammanhang vid den tingsr&#228;tt som enligt 1 &#167; har
beh&#246;righet att handl&#228;gga det f&#246;rst inkomna &#228;rendet.

Inkommer en ny nordisk eller europeisk arresteringsorder efter
det att r&#228;tten beslutat om &#246;verl&#228;mnande men innan beslutet har
vunnit laga kraft, f&#229;r hovr&#228;tten eller, om &#228;rendet &#246;verklagats
dit, H&#246;gsta domstolen p&#229; yrkande av &#229;klagaren besluta att
tingsr&#228;tten ska pr&#246;va &#228;rendena i ett sammanhang.

Pr&#246;vningen av vilken av flera arresteringsordrar som ska
beviljas ska g&#246;ras med s&#228;rskild h&#228;nsyn till g&#228;rningarnas
beskaffenhet och platsen d&#228;r de &#228;gt rum, de tidpunkter d&#229;
respektive arresteringsorder utf&#228;rdades samt om de avser
lagf&#246;ring eller verkst&#228;llighet av en frihetsber&#246;vande p&#229;f&#246;ljd.

7 &#167; Om det betr&#228;ffande den efters&#246;kte p&#229;g&#229;r ett &#228;rende om
utl&#228;mning f&#246;r brott eller om &#246;verl&#228;mnande enligt lagen
(2002:329) om samarbete med Internationella brottm&#229;lsdomstolen
ska pr&#246;vningen av fr&#229;gan om &#246;verl&#228;mnande enligt denna lag anst&#229;
till dess beslut har meddelats i det andra &#228;rendet.

Kostnader f&#246;r offentlig f&#246;rsvarare

8 &#167; Kostnaderna f&#246;r en offentlig f&#246;rsvarare ska stanna p&#229;
staten, om det inte finns s&#228;rskilda sk&#228;l f&#246;r att de ska
&#229;terbetalas av den efters&#246;kte.

&#214;verklagande

9 &#167; Har den efters&#246;kte samtyckt till &#246;verl&#228;mnande f&#229;r beslutet
om &#246;verl&#228;mnande inte &#246;verklagas. Ett beslut om att inte bevilja
&#246;verl&#228;mnande i fall som avses i 2 kap. 6 &#167; f&#229;r inte &#246;verklagas.

F&#246;r att hovr&#228;tten ska pr&#246;va tingsr&#228;ttens beslut kr&#228;vs
pr&#246;vningstillst&#229;nd, om beslutet inneb&#228;r att &#228;rendet avg&#246;rs
eller utg&#246;r ett s&#229;dant beslut som f&#229;r &#246;verklagas endast i
samband med &#246;verklagande av ett slutligt beslut.

Ett &#246;verklagande av tingsr&#228;ttens beslut som inneb&#228;r att &#228;rendet
avg&#246;rs eller s&#229;dana beslut som f&#229;r &#246;verklagas endast i samband
med &#246;verklagande av slutligt beslut ska ha kommit in till
tingsr&#228;tten inom en vecka fr&#229;n den dag d&#229; beslutet meddelades.

Ett &#246;verklagande av ett av hovr&#228;tten meddelat beslut som avses
i tredje stycket ska ha kommit in till hovr&#228;tten inom en vecka
fr&#229;n den dag d&#229; beslutet meddelades.

5 kap. Verkst&#228;llighet av beslut om &#246;verl&#228;mnande och
efterf&#246;ljande beslut

Verkst&#228;llighet

1 &#167; Ett beslut om &#246;verl&#228;mnande ska verkst&#228;llas inom fem dagar 
fr&#229;n den dag d&#229; beslutet fick laga kraft. Om det inte &#228;r 
m&#246;jligt att &#246;verl&#228;mna den efters&#246;kte inom denna frist, f&#229;r 
&#229;klagaren besluta att &#246;verl&#228;mnandet ska verkst&#228;llas inom 
ytterligare fem dagar. 

&#197;klagaren f&#229;r best&#228;mma att &#246;verl&#228;mnandet ska verkst&#228;llas vid 
en viss senare tidpunkt om 

1. den som ska &#246;verl&#228;mnas ska 

a) avtj&#228;na en p&#229;f&#246;ljd som har d&#246;mts ut i Sverige f&#246;r en annan 
g&#228;rning &#228;n den som beslutet om &#246;verl&#228;mnande avser, eller 

b) lagf&#246;ras i Sverige f&#246;r en annan g&#228;rning &#228;n den som beslutet 
om &#246;verl&#228;mnande avser, eller avtj&#228;na den p&#229;f&#246;ljd som d&#246;ms ut 
med anledning av lagf&#246;ringen,

2. omst&#228;ndigheter som ligger utanf&#246;r de ber&#246;rda staternas 
kontroll hindrar ett &#246;verl&#228;mnande, eller 

3. det finns starka humanit&#228;ra sk&#228;l.

I st&#228;llet f&#246;r att skjuta upp verkst&#228;lligheten i fall som avses 
i andra stycket 1 f&#229;r ett &#246;verl&#228;mnande f&#246;renas med villkor om 
&#229;terf&#246;rande. Villkoren fastst&#228;lls av &#229;klagaren i samf&#246;rst&#229;nd 
med den utf&#228;rdande myndigheten. Lag (2024:44).

2 &#167; Den som ska &#246;verl&#228;mnas och som har underkastats tv&#229;ngsmedel
av r&#228;tten kan beg&#228;ra en f&#246;rhandling f&#246;r pr&#246;vning av
tv&#229;ngsmedelsfr&#229;gan. En s&#229;dan f&#246;rhandling ska h&#229;llas i
tingsr&#228;tten inom tre veckor fr&#229;n det att beslut i den fr&#229;gan
senast har meddelats.

3 &#167;  Om den som ska &#246;verl&#228;mnas avger en f&#246;rklaring om att 
han eller hon avst&#229;r fr&#229;n &#246;verklagande och medger att 
beslutet om &#246;verl&#228;mnande f&#229;r verkst&#228;llas, f&#229;r verkst&#228;llighet 
ske &#228;ven om beslutet inte har f&#229;tt laga kraft. I fr&#229;ga om en 
s&#229;dan f&#246;rklaring till&#228;mpas 11 &#167; andra stycket samt 12 &#167; och 
13 &#167; f&#246;rsta stycket strafftidslagen (2018:1251).
Lag (2018:1260).

4 &#167; Beslut om &#246;verl&#228;mnande verkst&#228;lls av Polismyndigheten. Om 
den som ska &#246;verl&#228;mnas &#228;r p&#229; fri fot f&#229;r han eller hon, om det 
&#228;r n&#246;dv&#228;ndigt f&#246;r att &#246;verl&#228;mnandet ska kunna genomf&#246;ras, 
omh&#228;ndertas och tas i f&#246;rvar av Polismyndigheten, dock l&#228;ngst 
under 96 timmar. Lag (2024:44).

5 &#167; Om den som ska &#246;verl&#228;mnas &#228;r frihetsber&#246;vad och
verkst&#228;lligheten inte sker inom den tid som f&#246;ljer av 1 &#167;
f&#246;rsta stycket eller, n&#228;r ett beslut har fattats enligt 1 &#167;
andra stycket, inom fem dagar fr&#229;n den beslutade tidpunkten,
ska den efters&#246;kte omedelbart f&#246;rs&#228;ttas p&#229; fri fot. Detsamma
g&#228;ller om den utf&#228;rdande myndigheten &#229;terkallar den nordiska
arresteringsordern.

6 &#167; Den domstol som har meddelat ett beslut om &#246;verl&#228;mnande 
som f&#229;tt laga kraft ska p&#229; beg&#228;ran av &#229;klagaren upph&#228;va 
beslutet om den utf&#228;rdande myndigheten &#229;terkallar 
arresteringsordern.

Har beslutet om &#246;verl&#228;mnande meddelats av &#229;klagaren, ska han 
eller hon upph&#228;va beslutet enligt vad som anges i f&#246;rsta 
stycket. Lag (2024:44).

Tillst&#229;nd till utvidgat &#246;verl&#228;mnande

7 &#167; Om &#246;verl&#228;mnande har skett enligt en nordisk 
arresteringsorder och en r&#228;ttslig myndighet i den utf&#228;rdande 
staten g&#246;r en framst&#228;llning till &#229;klagaren om tillst&#229;nd att 
lagf&#246;ra eller straffa den som har &#246;verl&#228;mnats &#228;ven f&#246;r 
g&#228;rningar som inte omfattades av den nordiska 
arresteringsordern, ska &#229;klagaren pr&#246;va om ett &#246;verl&#228;mnande 
hade kunnat beviljas med beaktande av 2 kap. 5 a &#167; 2 och 4. Om 
n&#229;gon av dessa best&#228;mmelser hade hindrat ett &#246;verl&#228;mnande, f&#229;r 
tillst&#229;nd inte ges. Lag (2024:44).

Tillst&#229;nd till vidare&#246;verl&#228;mnande och vidareutl&#228;mning

8 &#167; Den som har &#246;verl&#228;mnats fr&#229;n Sverige enligt en nordisk
arresteringsorder f&#229;r utan tillst&#229;nd vidare&#246;verl&#228;mnas till en
annan nordisk stat.

En framst&#228;llning om r&#228;tt att till en medlemsstat i Europeiska
unionen vidare&#246;verl&#228;mna den som tidigare har &#246;verl&#228;mnats fr&#229;n
Sverige enligt en nordisk arresteringsorder pr&#246;vas av
tingsr&#228;tten med till&#228;mpning av 6 kap. 8 &#167; lagen (2003:1156) om
&#246;verl&#228;mnande fr&#229;n Sverige enligt en europeisk
arresteringsorder.

En framst&#228;llning om r&#228;tt att till en stat utanf&#246;r Norden eller
Europeiska unionen vidareutl&#228;mna den som tidigare har
&#246;verl&#228;mnats fr&#229;n Sverige enligt en nordisk arresteringsorder
pr&#246;vas av regeringen med till&#228;mpning av 24 &#167; lagen (1957:668)
om utl&#228;mning f&#246;r brott.

6 kap. &#214;verf&#246;rande av verkst&#228;llighet av en frihetsber&#246;vande
p&#229;f&#246;ljd till Sverige

1 &#167; Om r&#228;tten med st&#246;d av 2 kap. 6 &#167; har beslutat att en 
frihetsber&#246;vande p&#229;f&#246;ljd ska verkst&#228;llas i Sverige, ska 
Kriminalv&#229;rden besluta att verkst&#228;lligheten av p&#229;f&#246;ljden ska 
&#246;verf&#246;ras till Sverige. Lag (2024:44).

2 &#167; Om den p&#229;f&#246;ljd som ska verkst&#228;llas i Sverige omfattas av
5 &#167; lagen (1963:193) om samarbete med Danmark, Finland,
Island och Norge ang&#229;ende verkst&#228;llighet av straff m.m.
till&#228;mpas 5 a–5 c, 6, 7, 22, 23, 27, 29, 31, 34 och 35 &#167;&#167; den
lagen. Vid till&#228;mpning av 5 a &#167; den lagen kr&#228;vs inte n&#229;gon
beg&#228;ran fr&#229;n beh&#246;rig myndighet i den andra staten f&#246;r att
tv&#229;ngsmedel ska f&#229; anv&#228;ndas. Lag (2015:103).

3 &#167; Om den p&#229;f&#246;ljd som ska verkst&#228;llas i Sverige inte omfattas 
av 5 &#167; lagen (1963:193) om samarbete med Danmark, Finland, 
Island och Norge ang&#229;ende verkst&#228;llighet av straff m.m. 
till&#228;mpas 3 och 4 kap. lagen (2015:96) om erk&#228;nnande och 
verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljder inom Europeiska 
unionen, med undantag f&#246;r 3 kap. 1-11 och 23 &#167;&#167; samt 4 kap. 
6 &#167;. Vid till&#228;mpning av 3 kap. 15 &#167; den lagen kr&#228;vs inte n&#229;gon 
beg&#228;ran fr&#229;n beh&#246;rig myndighet i den andra staten f&#246;r att 
tv&#229;ngsmedel ska f&#229; anv&#228;ndas.

En fr&#229;ga om h&#228;ktning enligt 3 kap. 15 och 16 &#167;&#167; lagen om 
erk&#228;nnande och verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljder 
inom Europeiska unionen f&#229;r tas upp p&#229; yrkande av &#229;klagaren 
utan ett f&#246;reg&#229;ende beslut om anh&#229;llande. Lag (2024:44).

4 &#167; Har upph&#228;vts genom lag (2015:103).

5 &#167; Har upph&#228;vts genom lag (2015:103).

6 &#167; Har upph&#228;vts genom lag (2015:103).

7 kap. &#214;vriga best&#228;mmelser

&#197;terf&#246;rande av personer som har &#246;verl&#228;mnats till Sverige

1 &#167; Om en person har &#246;verl&#228;mnats till Sverige f&#246;r att lagf&#246;ras 
h&#228;r, p&#229; villkor att personen senare &#229;terf&#246;rs till den andra 
staten, ska Polismyndigheten se till att den som har 
&#246;verl&#228;mnats &#229;terf&#246;rs. 

Om den som ska &#229;terf&#246;ras &#228;r p&#229; fri fot f&#229;r han eller hon, om 
det &#228;r n&#246;dv&#228;ndigt f&#246;r att &#229;terf&#246;randet ska kunna genomf&#246;ras, 
omh&#228;ndertas och tas i f&#246;rvar av Polismyndigheten, dock l&#228;ngst 
under 96 timmar. Lag (2024:44).

Transport genom Sverige

2 &#167; Den som &#246;verl&#228;mnas fr&#229;n en nordisk stat till en annan
nordisk stat f&#229;r utan tillst&#229;nd transporteras genom Sverige.

Den som &#246;verl&#228;mnas f&#229;r, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att
transporten ska kunna genomf&#246;ras, omh&#228;ndertas eller tas i
f&#246;rvar av Polismyndigheten, dock l&#228;ngst under fyrtio&#229;tta
timmar. Lag (2014:644).

Transport i Sverige

3 &#167; Om en svensk myndighet har utf&#228;rdat en nordisk 
arresteringsorder och den andra staten har beslutat om 
&#246;verl&#228;mnande till Sverige, ska Polismyndigheten ansvara f&#246;r 
transporten i Sverige. Lag (2017:128).


&#214;verg&#229;ngsbest&#228;mmelser

2011:1165

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Genom
lagen upph&#228;vs lagen (1959:254) om utl&#228;mning f&#246;r brott till
Danmark, Finland, Island och Norge.

2. Lagen till&#228;mpas inte vid handl&#228;ggningen av ett &#228;rende om
utl&#228;mning enligt lagen (1959:254) om utl&#228;mning f&#246;r brott till
Danmark, Finland, Island och Norge eller ett &#228;rende om
&#246;verl&#228;mnande till Danmark eller Finland enligt lagen
(2003:1156) om &#246;verl&#228;mnande fr&#229;n Sverige enligt en europeisk
arresteringsorder, om &#228;rendet har inletts f&#246;re ikrafttr&#228;dandet.

3. Har n&#229;gon utl&#228;mnats eller &#246;verl&#228;mnats fr&#229;n Sverige till
Danmark, Finland, Island eller Norge och beg&#228;rs tillst&#229;nd till
en &#229;tg&#228;rd som avses i  5 kap. 7 eller 8 &#167;, ska de
best&#228;mmelserna till&#228;mpas. En beg&#228;ran enligt 5 kap. 8 &#167; andra
stycket pr&#246;vas av Stockholms tingsr&#228;tt.

4. Till dess avtalet av den 28 juni 2006 mellan Europeiska
unionen och Republiken Island och Konungariket Norge om
f&#246;rfarande f&#246;r &#246;verl&#228;mnande mellan Europeiska unionens
medlemsstater och Island och Norge tr&#228;der i kraft till&#228;mpas 5
kap. 8 &#167; tredje stycket i fr&#229;ga om vidare&#246;verl&#228;mnande till en
medlemsstat i Europeiska unionen av en person som tidigare har
utl&#228;mnats eller &#246;verl&#228;mnats fr&#229;n Sverige till Island eller
Norge.

2015:103

1. Denna lag tr&#228;der i kraft den 1 april 2015.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;renden om &#246;verf&#246;rande av
straffverkst&#228;llighet som har inletts f&#246;re ikrafttr&#228;dandet.

2018:1260

1. Denna lag tr&#228;der i kraft den 1 april 2019.

2. Best&#228;mmelserna i 5 kap. 3 &#167; i den &#228;ldre lydelsen g&#228;ller 
fortfarande f&#246;r pr&#246;vning av en f&#246;rklaring som l&#228;mnats f&#246;re 
ikrafttr&#228;dandet.

2024:44

1. Denna lag tr&#228;der i kraft den 1 mars 2024.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;renden som har inletts f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1497">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1499">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
