

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2011-07-05" /> 
 <meta id="rattsinfo-edited" content="2016-08-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1534</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1533">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1535">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2011:900 ·
                    <a href="/sfsr?bet=2011:900">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2011:900) om d&#246;dande av f&#246;rkommen handling</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2011-06-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2016:63
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2011-10-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Denna lag g&#228;ller d&#246;dande av f&#246;rkommen handling,
efterlysning av f&#246;rkommen bankbok och f&#246;rkommet
livf&#246;rs&#228;kringsbrev samt d&#246;dande av inteckning.

D&#246;dande av f&#246;rkommen handling

2 &#167; F&#246;ljande handlingar omfattas av best&#228;mmelserna om d&#246;dande 
av f&#246;rkommen handling: 

1. l&#246;pande skuldebrev, 

2. v&#228;xlar, 

3. konossement, 

4. andra handlingar &#228;n de som anges i 1–3, vars uppvisande 
utg&#246;r villkor f&#246;r r&#228;tt att kr&#228;va betalning eller att beg&#228;ra 
att n&#229;gon annan f&#246;rpliktelse fullg&#246;rs,

5. handlingar, vars uppvisande utg&#246;r villkor f&#246;r att 
antecknas som innehavare av en r&#228;ttighet p&#229; ett s&#229;dant konto 
som avses i lagen (1998:1479) om v&#228;rdepapperscentraler och 
kontof&#246;ring av finansiella instrument,

6. aktiebrev, och 

7. inteckningshandlingar. 

Best&#228;mmelserna till&#228;mpas inte p&#229; banksedlar. De till&#228;mpas 
inte heller p&#229; obligationer eller f&#246;rlagsbevis utom i fr&#229;ga 
om obligationer med en l&#246;ptid p&#229; h&#246;gst ett &#229;r som har st&#228;llts 
till innehavaren och som ges ut av en bank eller ett 
kreditmarknadsf&#246;retag. Lag (2016:63).

3 &#167; En s&#229;dan handling som avses i 2 &#167; f&#229;r d&#246;das efter ans&#246;kan
av den som har f&#246;rlorat handlingen, om det kan antas att
handlingen har f&#246;rst&#246;rts eller kommit bort.

4 &#167; En ans&#246;kan om d&#246;dande av f&#246;rkommen handling ska g&#246;ras hos 
Kronofogdemyndigheten, om inte annat f&#246;ljer av andra eller 
tredje stycket.

Avser ans&#246;kan en f&#246;rkommen inteckningshandling ska den g&#246;ras 
hos den inskrivningsmyndighet som handl&#228;gger &#228;renden om 
inskrivning av s&#229;dan handling som ans&#246;kan avser.

Avser ans&#246;kan ett f&#246;rkommet aktiebrev eller annan handling 
vars uppvisande utg&#246;r villkor f&#246;r att antecknas som 
innehavare av en r&#228;ttighet p&#229; ett s&#229;dant konto som avses i 
lagen (1998:1479) om v&#228;rdepapperscentraler och kontof&#246;ring av 
finansiella instrument, ska ans&#246;kan g&#246;ras hos Bolagsverket.
Lag (2016:63).

5 &#167; Ans&#246;kan ska vara skriftlig och inneh&#229;lla uppgifter om de
omst&#228;ndigheter som &#229;beropas till st&#246;d f&#246;r att handlingen har
f&#246;rst&#246;rts eller kommit bort. Till ans&#246;kan ska fogas en kopia
av handlingen eller s&#229;dana uppgifter om handlingens inneh&#229;ll,
som &#228;r n&#246;dv&#228;ndiga f&#246;r att den med s&#228;kerhet ska kunna
identifieras.

Avser ans&#246;kan d&#246;dande av en inteckningshandling ska
inskrivningsmyndigheten g&#246;ra en anteckning om ans&#246;kan i
inskrivningsboken, inskrivningsregistret eller
fastighetsregistrets inskrivningsdel.

6 &#167; Om en ans&#246;kan inte inneh&#229;ller de uppgifter som kr&#228;vs
enligt 5 &#167; f&#246;rsta stycket, ska myndigheten f&#246;rel&#228;gga s&#246;kanden
att avhj&#228;lpa bristen. Detsamma g&#228;ller om f&#246;reskriven avgift
inte har betalats. Av f&#246;rel&#228;ggandet ska det framg&#229; att ans&#246;kan
kan avvisas om f&#246;rel&#228;ggandet inte f&#246;ljs. F&#246;rel&#228;ggandet beh&#246;ver
inte delges.

F&#246;ljer s&#246;kanden inte ett f&#246;rel&#228;ggande enligt f&#246;rsta stycket,
ska myndigheten avvisa ans&#246;kan, om den &#228;r s&#229; bristf&#228;llig att
den inte kan l&#228;ggas till grund f&#246;r en pr&#246;vning i sak eller om
f&#246;reskriven avgift inte har betalats.

7 &#167; Var och en som i egenskap av g&#228;lden&#228;r, borgensman eller p&#229;
annat s&#228;tt &#228;r f&#246;rpliktad p&#229; grund av handlingen ska
underr&#228;ttas om ans&#246;kan, om det &#228;r m&#246;jligt. Detsamma g&#228;ller
aktiebolag, om ans&#246;kan avser d&#246;dande av aktiebrev.

Avser ans&#246;kan en inteckningshandling ska, om det &#228;r m&#246;jligt,
&#228;ven den intecknade egendomens &#228;gare och den person som
senast, i den ordning som &#228;r s&#228;rskilt f&#246;reskriven, blivit
antecknad som innehavare av handlingen underr&#228;ttas.

Den myndighet som handl&#228;gger &#228;rendet ansvarar f&#246;r
underr&#228;ttelserna.

8 &#167; Har s&#246;kanden gjort sannolikt att handlingen har f&#246;rst&#246;rts
eller kommit bort, ska myndigheten utf&#228;rda ett f&#246;rel&#228;ggande
som snarast ska kung&#246;ras i Post- och Inrikes Tidningar.

F&#246;rel&#228;ggandet ska inneh&#229;lla en beskrivning av handlingen samt
uppgift om att s&#246;kanden har gjort sannolikt att handlingen har
f&#246;rst&#246;rts eller kommit bort. I f&#246;rel&#228;ggandet ska det finnas en
uppmaning till den som kan inneha handlingen eller vet att den
finns i beh&#229;ll eller som i &#246;vrigt kan l&#228;mna upplysningar i
&#228;rendet, att anm&#228;la detta till myndigheten senast en viss
angiven dag. Denna dag ska best&#228;mmas s&#229; att minst ett och
h&#246;gst tv&#229; &#229;r kommer att ha f&#246;rflutit fr&#229;n dagen f&#246;r
kung&#246;randet. S&#246;kanden ska underr&#228;ttas om inneh&#229;llet i
f&#246;rel&#228;ggandet.

9 &#167; Om tiden f&#246;r anm&#228;lan enligt 8 &#167; andra stycket har g&#229;tt ut
och det inte finns n&#229;gon omst&#228;ndighet som visar eller ger
sk&#228;lig anledning att anta att handlingen finns i beh&#229;ll, ska
handlingen d&#246;das genom beslut av myndigheten.

N&#228;r det g&#228;ller inteckningshandlingar ska beslutet inneh&#229;lla en
upplysning om att beslutet inte inneb&#228;r att inteckningen
d&#246;das.

Inskrivningsmyndigheten ska anteckna ett beslut om d&#246;dande av
inteckningshandling i inskrivningsboken, inskrivningsregistret
eller fastighetsregistrets inskrivningsdel.

10 &#167; Om f&#246;ruts&#228;ttningarna f&#246;r att d&#246;da en handling enligt
denna lag inte &#228;r uppfyllda, ska myndigheten avsl&#229; ans&#246;kan.

Ett beslut om att avsl&#229; en ans&#246;kan om d&#246;dande av
inteckningshandling ska, sedan beslutet vunnit laga kraft,
antecknas i inskrivningsboken, inskrivningsregistret eller
fastighetsregistrets inskrivningsdel.

11 &#167; Om en handling har d&#246;dats, f&#229;r s&#246;kanden g&#246;ra g&#228;llande den
r&#228;tt som handlingen grundas p&#229; utan att handlingen beh&#246;ver
visas upp.

12 &#167; Den som &#228;r f&#246;rpliktad att fullg&#246;ra vad som blivit 
utf&#228;st i en d&#246;dad handling ska utf&#228;rda en ny handling som 
svarar mot den handling som har d&#246;dats. &#196;r den d&#246;dade 
handlingen en intecknad fordringshandling eller ett aktiebrev 
ska i st&#228;llet den intecknade egendomens &#228;gare respektive 
aktiebolaget utf&#228;rda en ny handling. N&#229;gon ny handling ska 
dock inte utf&#228;rdas, om den d&#246;dade handlingen var en handling 
vars uppvisande endast utgjorde ett villkor f&#246;r att n&#229;gon ska 
antecknas som innehavare av en r&#228;ttighet p&#229; ett s&#229;dant konto 
som avses i lagen (1998:1479) om v&#228;rdepapperscentraler och 
kontof&#246;ring av finansiella instrument.

En ny handling, som enligt f&#246;rsta stycket utf&#228;rdas i st&#228;llet 
f&#246;r en d&#246;dad inteckningshandling, g&#228;ller inte som 
inteckningshandling f&#246;rr&#228;n anteckning gjorts enligt 13 &#167; 
andra stycket. 

I fr&#229;ga om v&#228;xel och konossement g&#228;ller &#228;ven s&#228;rskilda 
best&#228;mmelser om st&#228;llande av s&#228;kerhet. Lag (2016:63).

13 &#167; Sedan ett beslut om d&#246;dande av pantbrev eller
f&#246;retagsinteckningsbrev vunnit laga kraft, ska
inskrivningsmyndigheten p&#229; ans&#246;kan utf&#228;rda nytt pantbrev eller
inteckningsbrev som svarar mot det d&#246;dade samt g&#246;ra anteckning
om detta i inskrivningsboken, inskrivningsregistret eller
fastighetsregistrets inskrivningsdel.

Har en intecknad fordringshandling d&#246;dats genom beslut som
vunnit laga kraft, ska inskrivningsmyndigheten p&#229; ans&#246;kan
anteckna i inskrivningsboken eller inskrivningsregistret att
ny handling, som utf&#228;rdats enligt 12 &#167;, medf&#246;r den
inteckningsr&#228;tt som tillkommit den d&#246;dade handlingen.

Efterlysning av f&#246;rkommen bankbok och f&#246;rkommet
livf&#246;rs&#228;kringsbrev

14 &#167; Har en bankbok f&#246;rkommit, f&#229;r ins&#228;ttaren eller dennes
r&#228;ttsinnehavare i st&#228;llet f&#246;r att ans&#246;ka om d&#246;dande av bankbok
beg&#228;ra att bankstyrelsen efterlyser den.

Om n&#229;gon beg&#228;r en s&#229;dan efterlysning och l&#228;mnar trov&#228;rdiga
uppgifter om n&#228;r och under vilka omst&#228;ndigheter bankboken
f&#246;rkommit, f&#229;r bankstyrelsen p&#229; s&#246;kandens bekostnad verkst&#228;lla
efterlysningen. Det sker genom kung&#246;relse i Post- och Inrikes
Tidningar. Har bankboken inte kommit till r&#228;tta inom sex
m&#229;nader fr&#229;n kung&#246;randet och finns det inte sk&#228;lig anledning
att anta att den finns i beh&#229;ll, har s&#246;kanden r&#228;tt att f&#229;
tillgodohavandet utbetalt till sig. Efter det att innest&#229;ende
medel har betalts ut &#228;r bankboken utan verkan.

15 &#167; Best&#228;mmelserna i 14 &#167; till&#228;mpas &#228;ven p&#229;
livf&#246;rs&#228;kringsbrev. En beg&#228;ran om efterlysning st&#228;lls d&#229; till
styrelsen f&#246;r det f&#246;rs&#228;kringsbolag d&#228;r f&#246;rs&#228;kringen tagits
eller, om den tagits hos en utl&#228;ndsk f&#246;rs&#228;kringsanstalt som
f&#229;r driva f&#246;rs&#228;kringsr&#246;relse h&#228;r i landet, till
generalagenten, som ocks&#229; har att verkst&#228;lla efterlysningen.

Om f&#246;rs&#228;kringsfallet &#228;nnu inte har intr&#228;ffat har s&#246;kanden, i
st&#228;llet f&#246;r vad som g&#228;ller enligt 14 &#167; andra stycket om
utbetalning av tillgodohavande, r&#228;tt att f&#229; ett nytt
f&#246;rs&#228;kringsbrev. N&#228;r det nya f&#246;rs&#228;kringsbrevet har utst&#228;llts
&#228;r det f&#246;rkomna f&#246;rs&#228;kringsbrevet utan verkan.

D&#246;dande av handling i samband med utm&#228;tning eller konkurs

16 &#167; Best&#228;mmelserna i 2 och 5–13 &#167;&#167; g&#228;ller i till&#228;mpliga delar
&#228;ven n&#228;r en handling inte har kunnat p&#229;tr&#228;ffas vid utm&#228;tning
av en fordran eller en r&#228;ttighet eller vid konkurs, om det kan
antas att handlingen undanh&#229;lls. Ans&#246;kan om d&#246;dande g&#246;rs i
s&#229;dant fall av Kronofogdemyndigheten eller konkursboet.

17 &#167; En ans&#246;kan enligt 16 &#167; ska g&#246;ras hos den tingsr&#228;tt d&#228;r
g&#228;lden&#228;ren ska svara i tvistem&#229;l som ang&#229;r
betalningsskyldighet i allm&#228;nhet.

Avser ans&#246;kan en inteckningshandling ska r&#228;tten underr&#228;tta den
inskrivningsmyndighet som handl&#228;gger &#228;renden om inskrivning av
handlingen om ans&#246;kan. R&#228;tten ska underr&#228;tta samma myndighet
om sitt slutliga beslut i &#228;rendet.

18 &#167; Tingsr&#228;tten f&#229;r som villkor f&#246;r d&#246;dande best&#228;mma att
utm&#228;tningss&#246;kanden eller konkursboet ska st&#228;lla s&#228;kerhet
enligt 2 kap. uts&#246;kningsbalken f&#246;r den skada som r&#228;tt
innehavare av handlingen kan lida. Finns det enligt 2 kap. 27
&#167; uts&#246;kningsbalken inte n&#229;gon skyldighet att st&#228;lla s&#228;kerhet,
f&#229;r tingsr&#228;tten i st&#228;llet som villkor best&#228;mma att
utm&#228;tningss&#246;kanden ska utf&#228;sta sig att ers&#228;tta s&#229;dan skada.
S&#228;kerheten eller utf&#228;stelsen f&#229;r inte &#229;beropas om talan v&#228;cks
senare &#228;n tre &#229;r fr&#229;n den dag d&#229; beslut om handlingens d&#246;dande
vann laga kraft.

19 &#167; Har en handling d&#246;dats av tingsr&#228;tten ska en ny handling
utf&#228;rdas endast om den d&#246;dade handlingen &#228;r ett pantbrev eller
en intecknad fordringshandling. Om beslutet om d&#246;dande avser
en fordringshandling som &#228;r intecknad i luftfartyg eller
reservdelar till luftfartyg, ska den nya handlingen efter
ans&#246;kan utf&#228;rdas av inskrivningsmyndigheten.

Om ett &#246;verskott uppkommer vid utm&#228;tning, f&#229;r det inte betalas
ut till utm&#228;tningsg&#228;lden&#228;ren utan att den d&#246;dade handlingen
visas upp eller att utm&#228;tningsg&#228;lden&#228;ren g&#246;r sannolikt att han
eller hon inte har handlingen i beh&#229;ll.

D&#246;dande av inteckning

20 &#167; &#196;r det inte k&#228;nt var ett pantbrev eller n&#229;gon annan
inteckningshandling finns och har tio &#229;r g&#229;tt fr&#229;n det att
handlingen visades upp f&#246;r anteckning om innehav eller i
&#246;vrigt visades upp i ett intecknings&#228;rende, f&#229;r den intecknade
egendomens &#228;gare ans&#246;ka om att inteckningen d&#246;das trots att
handlingen inte kan visas upp.

Kan det antas att ett pantbrev eller f&#246;retagsinteckningsbrev
har tillkommit p&#229; s&#229;dant s&#228;tt eller f&#246;rlorats av &#228;garen under
s&#229;dana omst&#228;ndigheter som utesluter giltig pants&#228;ttning, f&#229;r
ans&#246;kan om d&#246;dande av inteckningen g&#246;ras &#228;ven om den i f&#246;rsta
stycket angivna tiden inte har f&#246;rflutit.

21 &#167; En ans&#246;kan om d&#246;dande av inteckning ska g&#246;ras hos den
inskrivningsmyndighet som handl&#228;gger &#228;renden om inskrivning av
inteckningen.

Den som senast har antecknats som innehavare av handlingen ska
delges ans&#246;kan, om det kan ske. Inskrivningsmyndigheten ska
d&#228;refter utf&#228;rda ett f&#246;rel&#228;ggande, som ska kung&#246;ras p&#229; det
s&#228;tt som anges i 8 &#167;. F&#246;rel&#228;ggandet ska inneh&#229;lla en
beskrivning av handlingen. I f&#246;rel&#228;ggandet ska det ocks&#229;
finnas en uppmaning till den som kan inneha handlingen eller
vet att den finns i beh&#229;ll eller som i &#246;vrigt kan l&#228;mna
upplysningar i &#228;rendet, att anm&#228;la detta till myndigheten
senast en angiven dag. Denna dag ska best&#228;mmas s&#229; att minst
sex m&#229;nader kommer att ha f&#246;rflutit fr&#229;n dagen f&#246;r
kung&#246;randet. S&#246;kanden ska underr&#228;ttas om inneh&#229;llet i
f&#246;rel&#228;ggandet.

N&#228;r en ans&#246;kan om d&#246;dande av inteckning har kommit in till
inskrivningsmyndigheten, ska myndigheten anteckna detta i
inskrivningsboken, inskrivningsregistret eller
fastighetsregistrets inskrivningsdel.

Vid handl&#228;ggningen i &#246;vrigt g&#228;ller 5 och 6 &#167;&#167; och 10 &#167; f&#246;rsta
stycket.

22 &#167; Om tiden f&#246;r anm&#228;lan enligt 21 &#167; andra stycket har g&#229;tt
ut och det inte finns n&#229;gon omst&#228;ndighet som utg&#246;r sk&#228;lig
anledning att l&#229;ta inteckningen forts&#228;tta g&#228;lla, ska
myndigheten besluta att inteckningen, efter ans&#246;kan hos
inskrivningsmyndigheten, f&#229;r d&#246;das utan att handlingen kan
visas upp.

Inskrivningsmyndigheten ska anteckna ett beslut om d&#246;dande av
inteckning i inskrivningsboken, inskrivningsregistret eller
fastighetsregistrets inskrivningsdel. Har ans&#246;kan avslagits,
ska detta dock inte antecknas f&#246;rr&#228;n beslutet har vunnit laga
kraft.

Vilandebevis och vilandef&#246;rklarad inteckningsans&#246;kan

23 &#167; Vid till&#228;mpning av best&#228;mmelserna om d&#246;dande av f&#246;rkommen
handling i 1–13 &#167;&#167; j&#228;mst&#228;lls vilandebevis med pantbrev.

Vid till&#228;mpning av best&#228;mmelserna om d&#246;dande av inteckning i
20–22 &#167;&#167; j&#228;mst&#228;lls vilandef&#246;rklarad inteckningsans&#246;kan med
inteckning.

&#214;verklagande

24 &#167; En f&#246;rvaltningsmyndighets beslut om d&#246;dande av pantbrev i
en fastighet eller en tomtr&#228;tt f&#229;r &#246;verklagas till tingsr&#228;tten
i den ort d&#228;r det inskrivningskontor som handl&#228;gger
inskrivnings&#228;renden avseende fastigheten ligger. Om beslutet
avser pantbrev p&#229; grund av inteckning i skepp eller
skeppsbygge, f&#229;r det &#246;verklagas till tingsr&#228;tten i skeppets
hemort eller i den ort d&#228;r bygget utf&#246;rs.

En f&#246;rvaltningsmyndighets beslut om d&#246;dande av
f&#246;retagsinteckningsbrev eller f&#246;retagsinteckning f&#229;r
&#246;verklagas till tingsr&#228;tten i den ort d&#228;r
inskrivningsmyndigheten ligger.

En f&#246;rvaltningsmyndighets beslut om d&#246;dande av intecknad
fordringshandling f&#229;r &#246;verklagas till tingsr&#228;tten i den ort
d&#228;r inskrivningsmyndigheten ligger eller, i fr&#229;ga om
inteckning i j&#228;rnv&#228;g, tingsr&#228;tten i den ort d&#228;r det
inskrivningskontor som handl&#228;gger inskrivnings&#228;renden avseende
j&#228;rnv&#228;gen ligger.

En f&#246;rvaltningsmyndighets beslut om d&#246;dande av konossement f&#229;r
&#246;verklagas till tingsr&#228;tten i godsets best&#228;mmelseort.

I andra fall &#228;n som avses i f&#246;rsta–fj&#228;rde styckena f&#229;r en
f&#246;rvaltningsmyndighets beslut om d&#246;dande av f&#246;rkommen handling
&#246;verklagas till tingsr&#228;tten i den ort d&#228;r f&#246;rpliktelsen ska
fullg&#246;ras. Om en s&#229;dan ort inte &#228;r n&#228;mnd i handlingen f&#229;r
beslutet &#246;verklagas till den tingsr&#228;tt d&#228;r den f&#246;rpliktade ska
svara i tvistem&#229;l som avser betalningsskyldighet i allm&#228;nhet.

25 &#167; Ett &#246;verklagande ska ges in till f&#246;rvaltningsmyndigheten
inom tre veckor fr&#229;n dagen f&#246;r beslutet.

Vid ett &#246;verklagande g&#228;ller lagen (1996:242) om
domstols&#228;renden.

Bemyndigande

26 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om avgifter f&#246;r handl&#228;ggning av
&#228;renden enligt denna lag.

&#214;verg&#229;ngsbest&#228;mmelser

2011:900

1. Denna lag tr&#228;der i kraft den 1 oktober 2011, d&#229; lagen
(1927:85) om d&#246;dande av f&#246;rkommen handling ska upph&#246;ra att
g&#228;lla.

2. Den upph&#228;vda lagen g&#228;ller om en ans&#246;kan om d&#246;dande av
handling eller inteckning har kommit in till tingsr&#228;tten f&#246;re
den 1 oktober 2011.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1533">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1535">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
