

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2011-05-03" /> 
 <meta id="rattsinfo-edited" content="2017-10-12" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1573</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2011:427 ·
                    <a href="/sfsr?bet=2011:427">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2011:427) om europeiska f&#246;retagsr&#229;d</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2011-04-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2017:365
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2011-06-06 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens inneh&#229;ll och syfte

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om inr&#228;ttande av europeiska
f&#246;retagsr&#229;d best&#229;ende av arbetstagarrepresentanter eller inf&#246;rande av
n&#229;got annat f&#246;rfarande f&#246;r information till och samr&#229;d med arbetstagare i
gr&#228;ns&#246;verskridande fr&#229;gor i gemenskapsf&#246;retag och f&#246;retagsgrupper som
verkar i minst tv&#229; EES-stater.

2 &#167; F&#246;rfaranden f&#246;r information till och samr&#229;d med arbetstagare ska vara
&#228;ndam&#229;lsenliga och genomf&#246;ras s&#229; att gemenskapsf&#246;retag och
f&#246;retagsgrupper kan fatta beslut p&#229; ett effektivt s&#228;tt. D&#228;rf&#246;r ska

1. information ges vid en tidpunkt, p&#229; ett s&#228;tt och med ett inneh&#229;ll som
ger arbetstagarrepresentanterna m&#246;jlighet att g&#246;ra en noggrann bed&#246;mning
av eventuella konsekvenser och vid behov f&#246;rbereda samr&#229;d med
gemenskapsf&#246;retaget eller f&#246;retagsgruppen, och

2. samr&#229;d ske genom uppr&#228;ttande av en dialog och utbyte av &#229;sikter mellan
arbetstagarrepresentanterna och gemenskapsf&#246;retaget eller f&#246;retagsgruppen
vid en tidpunkt, p&#229; ett s&#228;tt och med ett inneh&#229;ll som ger
arbetstagarrepresentanterna m&#246;jlighet att, p&#229; grundval av de uppgifter de
f&#229;tt, inom rimlig tid l&#228;mna synpunkter p&#229; f&#246;reslagna &#229;tg&#228;rder s&#229; att de
kan beaktas i beslutsprocessen av gemenskapsf&#246;retaget eller
f&#246;retagsgruppen.

Definitioner

3 &#167; I denna lag avses med

- EES-stater: staterna i Europeiska unionen samt de &#246;vriga stater som
omfattas av EES-avtalet,

- f&#246;retag: en ekonomisk verksamhet i privat eller offentlig regi som
bedrivs av en fysisk eller en juridisk person,

- gemenskapsf&#246;retag: ett f&#246;retag som har verksamhet i minst tv&#229; EES-
stater,

- kontrollerande f&#246;retag: ett f&#246;retag som ut&#246;var ett best&#228;mmande
inflytande &#246;ver ett annat f&#246;retag,

- kontrollerat f&#246;retag: ett f&#246;retag som ett annat f&#246;retag ut&#246;var ett
best&#228;mmande inflytande &#246;ver,

- f&#246;retagsgrupp: en grupp av f&#246;retag, som har f&#246;retag i minst tv&#229; EES-
stater, d&#228;r ett kontrollerande f&#246;retag och minst ett kontrollerat f&#246;retag
ing&#229;r, och

- gr&#228;ns&#246;verskridande fr&#229;ga: en fr&#229;ga som ber&#246;r hela gemenskapsf&#246;retaget
eller f&#246;retagsgruppen eller minst tv&#229; av deras verksamheter i olika EES-
stater.

I 7 och 13-16 &#167;&#167; finns det s&#228;rskilda best&#228;mmelser om kontrollerande
f&#246;retag.

Lagens till&#228;mpningsomr&#229;de

4 &#167; Denna lag g&#228;ller f&#246;r

1. gemenskapsf&#246;retag som har

- minst 1 000 arbetstagare i EES-staterna, varav

- minst 150 arbetstagare i var och en av minst tv&#229; EES-stater, samt

2. f&#246;retagsgrupper som har

- minst 1 000 arbetstagare i EES-staterna, varav

- minst 150 arbetstagare i minst ett av sina f&#246;retag i en EES-stat och
minst 150 arbetstagare i minst ett av sina f&#246;retag i en annan EES-stat.

Antalet arbetstagare i Sverige ber&#228;knas som det genomsnittliga antalet
arbetstagare under de tv&#229; n&#228;rmast f&#246;reg&#229;ende verksamhets&#229;ren.

5 &#167; Denna lag g&#228;ller n&#228;r gemenskapsf&#246;retaget eller det 
kontrollerande f&#246;retaget i en f&#246;retagsgrupp har sitt s&#228;te i 
Sverige. 

Om gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i 
en f&#246;retagsgrupp inte har sitt s&#228;te i n&#229;gon EES-stat, g&#228;ller 
lagen n&#228;r  

1. gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget har 
utsett en filial eller ett f&#246;retag i Sverige att svara f&#246;r de 
f&#246;rpliktelser som f&#246;ljer av Europaparlamentets och r&#229;dets 
direktiv 2009/38/EG av den 6 maj 2009 om inr&#228;ttande av ett 
europeiskt f&#246;retagsr&#229;d eller ett f&#246;rfarande i 
gemenskapsf&#246;retag och grupper av gemenskapsf&#246;retag f&#246;r 
information till och samr&#229;d med arbetstagare, i lydelsen 
enligt Europaparlamentets och r&#229;dets direktiv (EU) 2015/1794, 
eller

2. det inte har utsetts n&#229;gon verksamhet eller n&#229;got f&#246;retag 
i n&#229;gon EES-stat att svara f&#246;r f&#246;rpliktelserna enligt 
Europaparlamentets och r&#229;dets direktiv 2009/38/EG, i lydelsen 
enligt Europaparlamentets och r&#229;dets direktiv (EU) 2015/1794, 
och den filial eller det kontrollerade f&#246;retag som har flest 
arbetstagare inom EES finns i Sverige.

Best&#228;mmelserna i 18 &#167; om informationsskyldighet f&#246;r filialer 
och kontrollerade f&#246;retag i Sverige, i 24, 25 och 38–40 &#167;&#167; om 
hur arbetstagarrepresentanter fr&#229;n Sverige ska utses och i 56 
&#167; om skydd f&#246;r arbetstagarrepresentanter g&#228;ller oavsett var 
gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en 
f&#246;retagsgrupp har sitt s&#228;te. Lag (2017:365).

6 &#167; I s&#229;dana fall som avses i 5 &#167; andra stycket ska det som s&#228;gs i denna
lag om gemenskapsf&#246;retag eller kontrollerande f&#246;retag i en f&#246;retagsgrupp
g&#228;lla f&#246;r den filial eller det f&#246;retag som enligt n&#228;mnda best&#228;mmelse g&#246;r
lagen till&#228;mplig.

7 &#167; Om ett gemenskapsf&#246;retag eller f&#246;retag i en f&#246;retagsgrupp &#228;r
kontrollerat av ett annat f&#246;retag i en EES-stat, &#228;r best&#228;mmelserna om
gemenskapsf&#246;retag eller kontrollerande f&#246;retag i en f&#246;retagsgrupp inte
till&#228;mpliga p&#229; det kontrollerade f&#246;retaget.

Undantag f&#246;r vissa gemenskapsf&#246;retag eller f&#246;retagsgrupper

8 &#167; F&#246;r f&#246;ljande gemenskapsf&#246;retag eller f&#246;retagsgrupper ska enbart 59-62
&#167;&#167; om skadest&#229;nd och r&#228;tteg&#229;ng g&#228;lla:

1. Gemenskapsf&#246;retag eller f&#246;retagsgrupper som sedan den 22 september
1996 haft ett g&#228;llande avtal om gr&#228;ns&#246;verskridande information till och
samr&#229;d med arbetstagare som omfattat gemenskapsf&#246;retagets eller
f&#246;retagsgruppens samtliga verksamheter i EES-staterna med undantag f&#246;r
F&#246;renade kungariket Storbritannien och Nordirland. Om f&#246;retaget eller
f&#246;retagsgruppen den 1 juli 2000 hade verksamhet &#228;ven i F&#246;renade
kungariket, m&#229;ste avtalet senast fr&#229;n den tidpunkten ha omfattat &#228;ven den
verksamheten.

2. Gemenskapsf&#246;retag eller f&#246;retagsgrupper som fallit inom till&#228;mp-
ningsomr&#229;det f&#246;r lagen (1996:359) om europeiska f&#246;retagsr&#229;d sedan den 1
mars 2000 endast p&#229; grund av att lagens till&#228;mpningsomr&#229;de d&#229; utvidgades
till att omfatta &#228;ven verksamhet i F&#246;renade kungariket Storbritannien och
Nordirland och som vid den tidpunkten hade ett g&#228;llande avtal om
gr&#228;ns&#246;verskridande information till och samr&#229;d med arbetstagare, om
avtalet omfattade alla gemenskapsf&#246;retagets eller f&#246;retagsgruppens
arbetstagare i EES-staterna.

3. Gemenskapsf&#246;retag eller f&#246;retagsgrupper som n&#229;gon g&#229;ng under perioden
fr&#229;n och med den 5 juni 2009 till och med den 5 juni 2011 ing&#229;tt eller
f&#246;rnyat g&#228;llande avtal enligt 21 eller 22 &#167; lagen om europeiska
f&#246;retagsr&#229;d.

Vid en v&#228;sentlig omstrukturering av gemenskapsf&#246;retag eller f&#246;retags-
grupper enligt f&#246;rsta stycket ska dock &#228;ven 1, 4-7, 9-19, 21-36 &#167;&#167;, 53 &#167;
f&#246;rsta stycket samt 55, 56 och 58 &#167;&#167; g&#228;lla.

Om ett avtal enligt f&#246;rsta stycket har l&#246;pt ut eller l&#246;per ut, ska lagen
g&#228;lla i sin helhet f&#246;r gemenskapsf&#246;retaget eller f&#246;retagsgruppen. Om
avtalet har f&#246;rnyats eller f&#246;rnyas, g&#228;ller dock lagen fortfarande endast
enligt f&#246;rsta stycket.

Europabolag

9 &#167; Om ett gemenskapsf&#246;retag eller ett kontrollerande f&#246;retag i en
f&#246;retagsgrupp &#228;r ett europabolag enligt r&#229;dets f&#246;rordning (EG) nr
2157/2001 av den 8 oktober 2001 om stadga f&#246;r europabolag, ska denna lag
inte till&#228;mpas p&#229; europabolaget eller dess dotterf&#246;retag.

Lagen ska dock till&#228;mpas p&#229; ett europabolag och dess dotterf&#246;retag om
f&#246;rhandlingsdelegationen enligt 21 &#167; lagen (2004:559) om
arbetstagarinflytande i europabolag beslutat att avst&#229; fr&#229;n att inleda
f&#246;rhandlingar om ett avtal om arbetstagarinflytande i europabolaget eller
att avbryta p&#229;g&#229;ende s&#229;dana f&#246;rhandlingar.

Om ett gemenskapsf&#246;retag eller ett kontrollerande f&#246;retag i en
f&#246;retagsgrupp blir dotterf&#246;retag till ett europabolag efter dess
bildande, ska denna lag till&#228;mpas p&#229; dotterf&#246;retaget om det inte omfattas
av inflytande enligt lagen om arbetstagarinflytande i europabolag.

Europakooperativ

10 &#167; Om ett gemenskapsf&#246;retag eller ett kontrollerande f&#246;retag i en
f&#246;retagsgrupp &#228;r ett europakooperativ enligt r&#229;dets f&#246;rordning (EG) nr
1435/2003 av den 22 juli 2003 om stadga f&#246;r europeiska kooperativa
f&#246;reningar (SCE-f&#246;reningar), ska denna lag inte till&#228;mpas p&#229;
europakooperativet eller dess dotterf&#246;retag.

Lagen ska dock till&#228;mpas p&#229; ett europakooperativ och dess dotterf&#246;retag
om f&#246;rhandlingsdelegationen enligt 24 &#167; lagen (2006:477) om
arbetstagarinflytande i europakooperativ beslutat att avst&#229; fr&#229;n att
inleda f&#246;rhandlingar om ett avtal om arbetstagarinflytande i
europakooperativet eller att avbryta p&#229;g&#229;ende s&#229;dana f&#246;rhandlingar.

Om ett gemenskapsf&#246;retag eller ett kontrollerande f&#246;retag i en
f&#246;retagsgrupp blir dotterf&#246;retag till ett europakooperativ efter dess
bildande, ska denna lag till&#228;mpas p&#229; dotterf&#246;retaget om det inte omfattas
av inflytande enligt lagen om arbetstagarinflytande i europakooperativ.

Verksamhet av ideell natur eller med opinionsbildande &#228;ndam&#229;l

11 &#167; Verksamhet som &#228;r av religi&#246;s, vetenskaplig, konstn&#228;rlig eller annan
ideell natur eller som har kooperativt, fackligt, politiskt eller annat
opinionsbildande &#228;ndam&#229;l undantas fr&#229;n lagens till&#228;mpningsomr&#229;de i fr&#229;ga
om verksamhetens m&#229;l och inriktning.

Avvikelser genom kollektivavtal

12 &#167; Genom ett kollektivavtal som har slutits eller godk&#228;nts 
av en central arbetstagarorganisation f&#229;r det g&#246;ras 
avvikelser fr&#229;n denna lag.

Avvikelser f&#229;r dock inte g&#246;ras om avtalet inneb&#228;r att mindre 
f&#246;rm&#229;nliga regler ska till&#228;mpas f&#246;r arbetstagarsidan &#228;n som 
f&#246;ljer av Europaparlamentets och r&#229;dets direktiv 2009/38/EG, 
i lydelsen enligt Europaparlamentets och r&#229;dets direktiv (EU) 
2015/1794. Lag (2017:365).

Kontrollerande f&#246;retag

13 &#167; Om inte annat visas, ska ett f&#246;retag anses ut&#246;va ett best&#228;mmande
inflytande &#246;ver ett annat f&#246;retag, om det i eget eller n&#229;gon annans namn

1. har r&#228;tt att utse fler &#228;n h&#228;lften av medlemmarna i det andra
f&#246;retagets styrelse eller motsvarande ledningsorgan,

2. kontrollerar mer &#228;n h&#228;lften av r&#246;sterna f&#246;r aktierna eller andelarna i
f&#246;retaget, eller

3. &#228;ger mer &#228;n h&#228;lften av aktierna eller andelarna i f&#246;retaget.

14 &#167; Om flera f&#246;retag inom en f&#246;retagsgrupp anses ut&#246;va ett best&#228;m-mande
inflytande &#246;ver ett annat f&#246;retag, ska i f&#246;rsta hand det f&#246;retag som
avses i 13 &#167; 1 och i andra hand det f&#246;retag som avses i 13 &#167; 2 anses som
kontrollerande f&#246;retag.

F&#246;rsta stycket g&#228;ller endast om det inte visas att ett annat f&#246;retag
ut&#246;var ett best&#228;mmande inflytande.

15 &#167; S&#229;dana investmentbolag som avses i artikel 3.5 a eller 3.5 c i
r&#229;dets f&#246;rordning (EG) nr 139/2004 av den 20 januari 2004 om kontroll av
f&#246;retagskoncentrationer ska inte anses vara kontrollerande f&#246;retag i
f&#246;rh&#229;llande till andra f&#246;retag p&#229; grund av aktie- eller andelsinnehav.

16 &#167; En konkursf&#246;rvaltare, rekonstrukt&#246;r eller likvidator ska vid
till&#228;mpningen av denna lag inte anses ut&#246;va ett best&#228;mmande inflytande
&#246;ver ett f&#246;retag.

F&#246;retagets ansvar

Skyldigheten att aktivt verka f&#246;r ett europeiskt f&#246;retagsr&#229;d

17 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp ska aktivt verka f&#246;r inr&#228;ttandet av ett europeiskt
f&#246;retagsr&#229;d eller inf&#246;randet av n&#229;got annat f&#246;rfarande f&#246;r information
till och samr&#229;d med arbetstagare.

&#214;verl&#228;mnande av information inf&#246;r f&#246;rhandlingar

18 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp ska till arbetstagarna l&#228;mna information som kr&#228;vs f&#246;r att
f&#246;rhandlingar enligt 27 &#167; ska kunna inledas. S&#229;dan information ska l&#228;mnas
via ett annat f&#246;retag inom f&#246;retagsgruppen eller en verksamhet i
gemenskapsf&#246;retaget om arbetstagarna beg&#228;r det.

Kontrollerade f&#246;retag i en f&#246;retagsgrupp och filialer till ett
gemenskapsf&#246;retag ska till kontrollerande f&#246;retag i en f&#246;retagsgrupp
eller gemenskapsf&#246;retag inom EES l&#228;mna de uppgifter som beh&#246;vs f&#246;r att
kontrollerande f&#246;retag och gemenskapsf&#246;retag ska kunna fullg&#246;ra sin
skyldighet att l&#228;mna information till arbetstagarna.

Inledande av f&#246;rhandlingar

19 &#167; Initiativ till f&#246;rhandlingar om inr&#228;ttande av ett europeiskt
f&#246;retagsr&#229;d eller inf&#246;rande av n&#229;got annat f&#246;rfarande f&#246;r information
till och samr&#229;d med arbetstagare eller nya s&#229;dana f&#246;rhandlingar f&#229;r tas

1. av gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;re-
tagsgrupp, eller

2. skriftligen av minst 100 arbetstagare eller beh&#246;riga representanter
f&#246;r dem vid minst tv&#229; verksamheter eller f&#246;retag i minst tv&#229; EES-stater.

20 &#167; N&#228;r gemenskapsf&#246;retaget eller f&#246;retagsgruppen enligt 4-11 &#167;&#167;
omfattas av lagens till&#228;mpningsomr&#229;de och initiativ har tagits enligt
19 &#167;, ska gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp inleda f&#246;rhandlingar om inr&#228;ttande av ett europeiskt
f&#246;retagsr&#229;d eller inf&#246;rande av n&#229;got annat f&#246;rfarande f&#246;r information
till och samr&#229;d med arbetstagare.

F&#246;rsta stycket g&#228;ller inte n&#228;r det finns ett avtal om information och
samr&#229;d i gr&#228;ns&#246;verskridande fr&#229;gor som omfattar samtliga arbetstagare i
f&#246;retaget eller f&#246;retagsgruppen och som har ing&#229;tts enligt lagen
(1996:359) om europeiska f&#246;retagsr&#229;d eller n&#228;r 24-35 &#167;&#167; den lagen har
till&#228;mpats.

21 &#167; Vid v&#228;sentliga omstruktureringar i gemenskapsf&#246;retaget eller
f&#246;retagsgruppen och d&#229; initiativ har tagits enligt 19 &#167;, ska
gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;retagsgrupp
inleda nya f&#246;rhandlingar om inr&#228;ttande av ett europeiskt f&#246;retagsr&#229;d
eller inf&#246;rande av n&#229;got annat f&#246;rfarande f&#246;r information till och samr&#229;d
med arbetstagare.

F&#246;rsta stycket g&#228;ller inte n&#228;r ett avtal om information och samr&#229;d i
gr&#228;ns&#246;verskridande fr&#229;gor som omfattar samtliga arbetstagare inom EES i
f&#246;retaget eller f&#246;retagsgruppen reglerar vad som ska g&#228;lla vid v&#228;sentliga
omstruktureringar.

F&#246;rhandlingsdelegation f&#246;r arbetstagarna

Inr&#228;ttande av en f&#246;rhandlingsdelegation

22 &#167; N&#228;r f&#246;rhandlingar ska inledas enligt 20 eller 21 &#167;, ska en
f&#246;rhandlingsdelegation f&#246;r arbetstagarna inr&#228;ttas i enlighet med 23-
25 &#167;&#167;.

F&#246;rhandlingsdelegationen f&#246;retr&#228;der arbetstagarna i gemenskapsf&#246;retaget
eller f&#246;retagsgruppen i f&#246;rhandlingar om ett avtal om ett europeiskt
f&#246;retagsr&#229;d eller n&#229;got annat f&#246;rfarande f&#246;r information till och samr&#229;d
med arbetstagare.

Sammans&#228;ttning

23 &#167; Arbetstagarna i gemenskapsf&#246;retaget eller f&#246;retagsgruppen i varje
EES-stat ska tilldelas en plats i arbetstagarnas f&#246;rhandlingsdelegation
f&#246;r varje hel eller p&#229;b&#246;rjad tiondel som de tillsammans utg&#246;r av samtliga
arbetstagare i gemenskapsf&#246;retaget eller f&#246;retagsgruppen i samtliga EES-
stater.

N&#228;r nya f&#246;rhandlingar ska inledas vid v&#228;sentliga omstruktureringar, ska
ut&#246;ver de platser som f&#246;rdelas enligt f&#246;rsta stycket, i f&#246;rekommande fall
vart och ett av befintliga europeiska f&#246;retagsr&#229;d i gemenskapsf&#246;retaget
eller f&#246;retagsgruppen tilldelas tre platser i f&#246;rhandlingsdelegationen.
Ledam&#246;ter till dessa platser utses inom respektive f&#246;retagsr&#229;d.

24 &#167; Ledam&#246;ter fr&#229;n Sverige i arbetstagarnas f&#246;rhandlingsdelegation utses
av den eller de lokala arbetstagarorganisationer i Sverige som &#228;r bundna
av kollektivavtal i f&#246;rh&#229;llande till gemenskapsf&#246;retaget eller ett eller
flera f&#246;retag i en f&#246;retagsgrupp.

Om det finns flera kollektivavtalsbundna lokala arbetstagarorganisationer
och dessa inte kommer &#246;verens om annat, g&#228;ller f&#246;ljande ordning f&#246;r att
utse en eller flera ledam&#246;ter. Om det &#228;r fr&#229;ga om en ledamot, ska denne
utses av den lokala arbetstagarorganisation som f&#246;retr&#228;der flest av
gemenskapsf&#246;retagets eller f&#246;retagsgruppens kollektivavtalsbundna
arbetstagare i Sverige. Om det &#228;r fr&#229;ga om flera ledam&#246;ter, ska den
ordning g&#228;lla f&#246;r hur arbetstagarrepresentanter utses som anges i 8 &#167;
andra och tredje styckena lagen (1987:1245) om styrelserepresentation f&#246;r
de privatanst&#228;llda.

Lokala arbetstagarorganisationer som tillh&#246;r samma huvudorganisation ska
anses som en organisation.

25 &#167; Om arbetsgivaren inte &#228;r bunden av kollektivavtal i f&#246;rh&#229;llande till
n&#229;gon arbetstagarorganisation, ska ledam&#246;terna fr&#229;n Sverige i
arbetstagarnas f&#246;rhandlingsdelegation utses av den lokala
arbetstagarorganisation i Sverige som f&#246;retr&#228;der flest arbetstagare vid
gemenskapsf&#246;retaget eller f&#246;retagsgruppen. Detta g&#228;ller dock endast om de
lokala arbetstagarorganisationerna inte kommer &#246;verens om annat.

Lokala arbetstagarorganisationer som tillh&#246;r samma huvudorganisation ska
anses som en organisation.

26 &#167; N&#228;r en f&#246;rhandlingsdelegation f&#246;r arbetstagarna har inr&#228;ttats, ska
den underr&#228;tta gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i
en f&#246;retagsgrupp om sin sammans&#228;ttning.

F&#246;rhandlingar

F&#246;rhandlingsm&#246;ten

27 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp ska kalla till f&#246;rhandlingar om inr&#228;ttande av ett
europeiskt f&#246;retagsr&#229;d eller inf&#246;rande av n&#229;got annat f&#246;rfarande f&#246;r
information till och samr&#229;d med arbetstagare.

F&#246;retaget ska informera ber&#246;rda verksamheter eller kontrollerade f&#246;retag
i f&#246;retagsgruppen om hur arbetstagarnas f&#246;rhandlingsdelegation &#228;r
sammansatt och n&#228;r f&#246;rhandlingarna ska &#228;ga rum.

F&#246;retaget ska &#228;ven informera beh&#246;riga europeiska arbetstagar- och
arbetsgivarorganisationer om f&#246;rhandlingsdelegationens sammans&#228;ttning och
n&#228;r f&#246;rhandlingarna ska inledas.

27 a &#167; M&#246;ten ska om m&#246;jligt planeras s&#229; att ledam&#246;ter som har 
befattning ombord p&#229; fartyg, eller suppleanter f&#246;r dessa, kan 
delta p&#229; plats. Om n&#228;rvaro p&#229; plats inte &#228;r m&#246;jlig ska det 
&#246;verv&#228;gas om det g&#229;r att genomf&#246;ra m&#246;tet med hj&#228;lp av teknik 
f&#246;r deltagande p&#229; distans. Lag (2017:365).

Enskilda m&#246;ten

28 &#167; Arbetstagarnas f&#246;rhandlingsdelegation har r&#228;tt att sammantr&#228;da
enskilt f&#246;re och efter varje m&#246;te med gemenskapsf&#246;retaget eller det
kontrollerande f&#246;retaget i en f&#246;retagsgrupp. Vid ett s&#229;dant m&#246;te ska
f&#246;rhandlingsdelegationen ha tillg&#229;ng till tolkar och tekniska hj&#228;lpmedel
i den utstr&#228;ckning som det &#228;r n&#246;dv&#228;ndigt f&#246;r att genomf&#246;ra m&#246;tet.

Avst&#229;ende fr&#229;n och avbrytande av f&#246;rhandlingar

29 &#167; Arbetstagarnas f&#246;rhandlingsdelegation f&#229;r besluta att avst&#229; fr&#229;n att
inleda f&#246;rhandlingar om ett avtal om ett europeiskt f&#246;retagsr&#229;d eller
n&#229;got annat f&#246;rfarande f&#246;r information till och samr&#229;d med arbetstagarna
eller att avbryta p&#229;g&#229;ende s&#229;dana f&#246;rhandlingar.

I fall som avses i f&#246;rsta stycket f&#229;r en part inte framst&#228;lla en ny
beg&#228;ran om f&#246;rhandlingar enligt 19 &#167; f&#246;rr&#228;n efter tv&#229; &#229;r, om parterna
inte har avtalat eller kommer &#246;verens om en kortare tid.

Experter

30 &#167; Arbetstagarnas f&#246;rhandlingsdelegation f&#229;r bitr&#228;das av experter som
den sj&#228;lv utser. Experterna f&#229;r p&#229; f&#246;rhandlingsdelegationens beg&#228;ran
n&#228;rvara vid f&#246;rhandlingarna i egenskap av r&#229;dgivare.

Omr&#246;stningsregler

31 &#167; F&#246;r ett beslut om att avst&#229; fr&#229;n att inleda f&#246;rhandlingar eller att
avbryta p&#229;g&#229;ende f&#246;rhandlingar enligt 29 &#167;, kr&#228;vs r&#246;ster fr&#229;n minst tv&#229;
tredjedelar av ledam&#246;terna i arbetstagarnas f&#246;rhandlingsdelegation.

F&#246;r att f&#246;rhandlingsdelegationen ska kunna ing&#229; ett avtal om ett
europeiskt f&#246;retagsr&#229;d eller n&#229;got annat f&#246;rfarande f&#246;r information och
samr&#229;d, m&#229;ste mer &#228;n h&#228;lften av ledam&#246;terna enas om det.

Kostnader

32 &#167; Alla kostnader f&#246;r att arbetstagarnas f&#246;rhandlingsdelegation ska
kunna bildas och bedriva sin verksamhet ska b&#228;ras av gemenskapsf&#246;retaget
eller det kontrollerande f&#246;retaget i en f&#246;retagsgrupp i den utstr&#228;ckning
som kr&#228;vs f&#246;r att f&#246;rhandlingsdelegationen ska kunna utf&#246;ra sina
uppgifter p&#229; l&#228;mpligt s&#228;tt.

Avtal

33 &#167; Ett avtal om ett europeiskt f&#246;retagsr&#229;d ska vara skriftligt och
omfatta all verksamhet som gemenskapsf&#246;retaget eller f&#246;retagsgruppen
bedriver inom EES.

Avtalet ska behandla

1. vilka f&#246;retag eller verksamheter som ska omfattas av avtalet,

2. f&#246;retagsr&#229;dets sammans&#228;ttning, som ska vara avv&#228;gd med h&#228;nsyn till
verksamhetsgrenar inom gemenskapsf&#246;retaget eller f&#246;retagsgruppen och till
arbetstagarnas k&#246;n och arbetsuppgifter,

3. f&#246;retagsr&#229;dets mandatperiod,

4. f&#246;retagsr&#229;dets uppgifter och f&#246;rfarande f&#246;r information och samr&#229;d
samt f&#246;rh&#229;llandet mellan detta f&#246;rfarande och motsvarande f&#246;rfaranden p&#229;
nationell niv&#229;,

5. platsen f&#246;r f&#246;retagsr&#229;dets m&#246;ten, hur ofta f&#246;retagsr&#229;det ska
sammantr&#228;da och m&#246;tenas l&#228;ngd,

6. vilka ekonomiska och materiella resurser som ska st&#228;llas till
f&#246;retagsr&#229;dets f&#246;rfogande, och

7. avtalets l&#246;ptid, hur avtalet f&#229;r &#228;ndras eller s&#228;gas upp och, f&#246;r de
fall d&#229; avtalet ska omf&#246;rhandlas, n&#228;r och hur detta ska g&#229; till.

Om avtalet inneh&#229;ller best&#228;mmelser om arbetsutskott, ska &#228;ven
sammans&#228;ttningen av samt arbetsuppgifter och m&#246;tesordning f&#246;r detta
behandlas i avtalet.

34 &#167; I st&#228;llet f&#246;r ett avtal om ett europeiskt f&#246;retagsr&#229;d kan parterna
avtala om n&#229;got annat f&#246;rfarande f&#246;r information till och samr&#229;d med
arbetstagarna. Ett s&#229;dant avtal ska vara skriftligt och omfatta all
verksamhet som gemenskapsf&#246;retaget eller f&#246;retagsgruppen bedriver inom
EES och inneh&#229;lla riktlinjer f&#246;r informations- och samr&#229;dsf&#246;rfarandet
samt behandla arbetstagarrepresentanternas r&#228;tt till information,
s&#228;rskilt om fr&#229;gor som har en betydande inverkan p&#229; arbetstagarnas
intressen.

I avtalet ska anges vilken r&#228;tt arbetstagarrepresentanterna har att
sammantr&#228;da f&#246;r att diskutera den information de har f&#229;tt.

Vad som g&#228;ller om avtal inte tr&#228;ffas

N&#228;r reglerna ska till&#228;mpas

35 &#167; Ett europeiskt f&#246;retagsr&#229;d som omfattar all verksamhet som
gemenskapsf&#246;retaget eller f&#246;retagsgruppen bedriver inom EES ska inr&#228;ttas
enligt 37-52 &#167;&#167; om

1. gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;retags-
grupp och arbetstagarnas f&#246;rhandlingsdelegation kommer &#246;verens om det,

2. gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;retags-
grupp v&#228;grar att inleda f&#246;rhandlingar med f&#246;rhandlingsdelegationen inom
sex m&#229;nader fr&#229;n det att arbetstagarna har beg&#228;rt f&#246;rhandlingar enligt
19 &#167;, eller

3. gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;retags-
grupp och f&#246;rhandlingsdelegationen inte har n&#229;tt en &#246;verenskommelse om
ett avtal om europeiskt f&#246;retagsr&#229;d eller n&#229;got annat f&#246;rfarande f&#246;r
information och samr&#229;d inom tre &#229;r fr&#229;n den tidpunkt d&#229; n&#229;gon av parterna
tog initiativ till f&#246;rhandlingar enligt 19 &#167;.

36 &#167; Best&#228;mmelserna i 37-52 &#167;&#167; ska inte till&#228;mpas, om arbetstagarnas
f&#246;rhandlingsdelegation fattat beslut enligt 29 &#167; f&#246;rsta stycket om att
avst&#229; fr&#229;n att inleda f&#246;rhandlingar om ett avtal enligt denna lag eller
att avbryta f&#246;rhandlingar om ett s&#229;dant avtal.

Det europeiska f&#246;retagsr&#229;dets sammans&#228;ttning

37 &#167; Arbetstagarna i gemenskapsf&#246;retaget eller f&#246;retagsgruppen i varje
EES-stat ska tilldelas en plats i det europeiska f&#246;retagsr&#229;det f&#246;r varje
hel eller p&#229;b&#246;rjad tiondel som de tillsammans utg&#246;r av samtliga
arbetstagare i gemenskapsf&#246;retaget eller f&#246;retagsgruppen i samtliga EES-
stater.

Om inte annat avtalas, ska f&#246;retagsr&#229;det vartannat &#229;r pr&#246;va om f&#246;r&#228;nd-
ringar i gemenskapsf&#246;retaget eller f&#246;retagsgruppen leder till att
f&#246;retagsr&#229;det ska ges en ny sammans&#228;ttning. Vid denna pr&#246;vning ska f&#246;rsta
stycket till&#228;mpas.

Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en f&#246;retags-
grupp ska tillhandah&#229;lla de uppgifter som beh&#246;vs f&#246;r pr&#246;vningen enligt
andra stycket.

38 &#167; Ledam&#246;ter fr&#229;n Sverige i det europeiska f&#246;retagsr&#229;det ska utses
bland gemenskapsf&#246;retagets eller f&#246;retagsgruppens anst&#228;llda i Sverige.

39 &#167; Ledam&#246;ter fr&#229;n Sverige i det europeiska f&#246;retagsr&#229;det utses av den
eller de lokala arbetstagarorganisationer i Sverige som &#228;r bundna av
kollektivavtal i f&#246;rh&#229;llande till gemenskapsf&#246;retaget eller ett eller
flera f&#246;retag i en f&#246;retagsgrupp.

Om det finns flera kollektivavtalsbundna lokala arbetstagarorganisationer
och dessa inte kommer &#246;verens om annat, g&#228;ller f&#246;ljande ordning f&#246;r att
utse en eller flera ledam&#246;ter. Om det &#228;r fr&#229;ga om en ledamot, ska denne
utses av den lokala arbetstagarorganisation som f&#246;retr&#228;der flest av
gemenskapsf&#246;retagets eller f&#246;retagsgruppens kollektivavtalsbundna
arbetstagare i Sverige. Om det &#228;r fr&#229;ga om flera ledam&#246;ter, ska den
ordning g&#228;lla f&#246;r hur arbetstagarrepresentanter utses som anges i 8 &#167;
andra och tredje styckena lagen (1987:1245) om styrelserepresentation f&#246;r
de privatanst&#228;llda.

Lokala arbetstagarorganisationer som tillh&#246;r samma huvudorganisation ska
anses som en organisation.

40 &#167; Om arbetsgivaren inte &#228;r bunden av kollektivavtal i f&#246;rh&#229;llande till
n&#229;gon arbetstagarorganisation, ska ledam&#246;terna fr&#229;n Sverige i det
europeiska f&#246;retagsr&#229;det utses av den lokala arbetstagarorganisation i
Sverige som f&#246;retr&#228;der flest arbetstagare vid gemenskapsf&#246;retaget eller
f&#246;retagsgruppen. Detta g&#228;ller dock endast om de lokala
arbetstagarorganisationerna inte kommer &#246;verens om annat.

Lokala arbetstagarorganisationer som tillh&#246;r samma huvudorganisation ska
anses som en organisation.

41 &#167; Det europeiska f&#246;retagsr&#229;det ska underr&#228;tta gemenskapsf&#246;retaget
eller det kontrollerande f&#246;retaget i en f&#246;retagsgrupp om sin
sammans&#228;ttning.

Arbetsordning

42 &#167; Det europeiska f&#246;retagsr&#229;det fastst&#228;ller sin egen arbetsordning.

Arbetsutskott

43 &#167; Det europeiska f&#246;retagsr&#229;det ska inom sig utse ett arbetsutskott som
best&#229;r av h&#246;gst fem ledam&#246;ter.

Arbetsutskottet ska ha m&#246;jlighet att l&#246;pande bedriva verksamhet.

R&#228;tten till information och samr&#229;d

44 &#167; Informationen till det europeiska f&#246;retagsr&#229;det ska s&#228;rskilt avse

1. gemenskapsf&#246;retagets eller f&#246;retagsgruppens struktur,

2. gemenskapsf&#246;retagets eller f&#246;retagsgruppens ekonomiska och finansiella
situation, samt

3. den f&#246;rv&#228;ntade utvecklingen i fr&#229;ga om gemenskapsf&#246;retagets eller
f&#246;retagsgruppens verksamhet, produktion och f&#246;rs&#228;ljning.

45 &#167; Informationen till och samr&#229;det med det europeiska f&#246;retagsr&#229;det ska
s&#228;rskilt handla om

1. syssels&#228;ttningsl&#228;get och dess f&#246;rv&#228;ntade utveckling,

2. investeringar,

3. betydande organisationsf&#246;r&#228;ndringar,

4. inf&#246;randet av nya arbetsmetoder eller produktionsprocesser,

5. produktions&#246;verf&#246;ringar,

6. fusioner,

7. nedl&#228;ggningar av verksamheter eller betydande nedsk&#228;rningar av
verksamheter, samt

8. kollektiva upps&#228;gningar.

46 &#167; Samr&#229;det ska ske p&#229; ett s&#228;tt som g&#246;r det m&#246;jligt f&#246;r
arbetstagarrepresentanterna att sammantr&#228;da med gemenskapsf&#246;retaget eller
det kontrollerande f&#246;retaget i en f&#246;retagsgrupp och f&#229; motiverade svar p&#229;
eventuella yttranden.

47 &#167; Det europeiska f&#246;retagsr&#229;det har r&#228;tt till minst ett 
m&#246;te om &#229;ret med gemenskapsf&#246;retaget eller det kontrollerande 
f&#246;retaget i en f&#246;retagsgrupp och till att d&#229; f&#229; information 
och samr&#229;da om utvecklingen i gemenskapsf&#246;retagets eller 
f&#246;retagsgruppens aff&#228;rsverksamhet och om dess 
framtidsutsikter.  

Inf&#246;r m&#246;tet ska gemenskapsf&#246;retaget eller det kontrollerande 
f&#246;retaget ge f&#246;retagsr&#229;det en skriftlig rapport om det som 
m&#246;tet ska handla om.  

M&#246;ten ska om m&#246;jligt planeras s&#229; att ledam&#246;ter som har 
befattning ombord p&#229; fartyg, eller suppleanter f&#246;r dessa, kan 
delta p&#229; plats. Om n&#228;rvaro p&#229; plats inte &#228;r m&#246;jlig ska det 
&#246;verv&#228;gas om det g&#229;r att genomf&#246;ra m&#246;tet med hj&#228;lp av teknik 
f&#246;r deltagande p&#229; distans. Lag (2017:365).

48 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp ska, s&#229; snart det kan ske och i god tid f&#246;re beslut, l&#228;mna
information till arbetsutskottet om s&#228;rskilda omst&#228;ndigheter som p&#229;verkar
arbetstagarnas intressen i betydande utstr&#228;ckning. Detta g&#228;ller s&#228;rskilt
omlokaliseringar, nedl&#228;ggningar av verksamheter eller kollektiva
upps&#228;gningar.

Om arbetsutskottet beg&#228;r det, ska gemenskapsf&#246;retaget eller det
kontrollerande f&#246;retaget sammantr&#228;da med arbetsutskottet f&#246;r att
informera och samr&#229;da om s&#229;dana s&#228;rskilda omst&#228;ndigheter som avses i
f&#246;rsta stycket. Vid s&#229;dana m&#246;ten har &#228;ven de ledam&#246;ter i det europeiska
f&#246;retagsr&#229;det som f&#246;retr&#228;der arbetstagarna vid de verksamheter eller
f&#246;retag som &#228;r direkt ber&#246;rda av omst&#228;ndigheterna r&#228;tt att delta. Inf&#246;r
m&#246;tet ska gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget ge
arbetsutskottet en skriftlig rapport om det som m&#246;tet ska handla om.
Arbetsutskottet har r&#228;tt att yttra sig &#246;ver rapporten.

Om det inte finns n&#229;got arbetsutskott, ska det som s&#228;gs i denna paragraf
om arbetsutskottet g&#228;lla f&#246;retagsr&#229;det.

Experter

49 &#167; Det europeiska f&#246;retagsr&#229;det och arbetsutskottet f&#229;r bitr&#228;das av
experter som de sj&#228;lva utser.

Enskilda m&#246;ten

50 &#167; Det europeiska f&#246;retagsr&#229;det eller arbetsutskottet har r&#228;tt att sam-
mantr&#228;da enskilt inf&#246;r m&#246;ten med gemenskapsf&#246;retaget eller det
kontrollerande f&#246;retaget i en f&#246;retagsgrupp.

D&#228;rut&#246;ver har f&#246;retagsr&#229;det r&#228;tt att sammantr&#228;da enskilt ytterligare en
g&#229;ng per &#229;r.

Nya f&#246;rhandlingar

51 &#167; Fyra &#229;r efter det att det europeiska f&#246;retagsr&#229;det har inr&#228;ttats,
ska det pr&#246;va om f&#246;rhandlingar ska inledas f&#246;r att sluta ett avtal som
avses i 33 eller 34 &#167; eller om 37-52 &#167;&#167; ska till&#228;mpas &#228;ven i
forts&#228;ttningen.

Avtal enligt 33 eller 34 &#167; ing&#229;s av f&#246;retagsr&#229;det och kr&#228;ver st&#246;d av en
majoritet bland ledam&#246;terna i r&#229;det.

Om f&#246;rhandlingar inte inleds inom sex m&#229;nader eller inte leder till n&#229;got
avtal inom tre &#229;r fr&#229;n det att f&#246;retagsr&#229;det beg&#228;rt f&#246;rhandlingar enligt
f&#246;rsta stycket, ska 37-52 &#167;&#167; g&#228;lla &#228;ven i forts&#228;ttningen.

Kostnader

52 &#167; Det europeiska f&#246;retagsr&#229;dets och arbetsutskottets kostnader ska
b&#228;ras av gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp i den utstr&#228;ckning som kr&#228;vs f&#246;r att f&#246;retagsr&#229;det ska
kunna utf&#246;ra sina uppgifter p&#229; l&#228;mpligt s&#228;tt.

&#214;vriga best&#228;mmelser

R&#228;ttskapacitet

53 &#167; Arbetstagarnas f&#246;rhandlingsdelegation och ett europeiskt f&#246;retagsr&#229;d
kan f&#246;rv&#228;rva r&#228;ttigheter och ta p&#229; sig skyldigheter samt f&#246;ra talan inf&#246;r
domstolar och andra myndigheter.

N&#228;r ett f&#246;retagsr&#229;d inr&#228;ttats tar det &#246;ver alla r&#228;ttigheter och
skyldigheter fr&#229;n f&#246;rhandlingsdelegationen och tr&#228;der in som part i ett
avtal om ett europeiskt f&#246;retagsr&#229;d.

Information till arbetstagarna

54 &#167; Det europeiska f&#246;retagsr&#229;det ska, med de begr&#228;nsningar som kan f&#246;lja
av att arbetstagarrepresentanterna &#229;lagts tystnadsplikt enligt 58 &#167;,
underr&#228;tta representanter f&#246;r arbetstagarna vid gemenskapsf&#246;retaget eller
f&#246;retagsgruppen om inneh&#229;llet i och utg&#229;ngen av informations- och
samr&#229;dsf&#246;rfarandet. Om det inte finns n&#229;gra arbetstagarrepresentanter,
ska samtliga arbetstagare underr&#228;ttas.

Information och samr&#229;d under f&#246;rhandlingar om ett nytt avtal

55 &#167; Under den tid som f&#246;rhandlingar p&#229;g&#229;r om ett nytt avtal om
inr&#228;ttande av ett europeiskt f&#246;retagsr&#229;d eller n&#229;got annat f&#246;rfarande f&#246;r
information till och samr&#229;d med arbetstagare med anledning av v&#228;sentliga
omstruktureringar i gemenskapsf&#246;retaget eller i f&#246;retagsgruppen, ska
avtal eller andra ordningar f&#246;r information och samr&#229;d forts&#228;tta att
g&#228;lla med de anpassningar som parterna enas om.

Skydd f&#246;r arbetstagarrepresentanter

56 &#167; Best&#228;mmelserna i 3 &#167; f&#246;rsta stycket, 4 och 6-8 &#167;&#167; lagen (1974:358)
om facklig f&#246;rtroendemans st&#228;llning p&#229; arbetsplatsen ska g&#228;lla p&#229;
motsvarande s&#228;tt f&#246;r arbetstagarrepresentanter som vanligtvis utf&#246;r sitt
arbete i Sverige och utf&#246;r uppgifter enligt denna lag.

Utbildning

57 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp ska ge ledam&#246;terna i arbetstagarnas f&#246;rhandlingsdelegation
och det europeiska f&#246;retagsr&#229;det utbildning i den utstr&#228;ckning som kr&#228;vs
f&#246;r att de ska kunna utf&#246;ra sina uppdrag.

Tystnadsplikt

58 &#167; Gemenskapsf&#246;retaget eller det kontrollerande f&#246;retaget i en
f&#246;retagsgrupp f&#229;r besluta om tystnadsplikt f&#246;r arbetstagarrepresentanter
och experter som utf&#246;r uppgifter enligt denna lag, om det &#228;r n&#246;dv&#228;ndigt
med h&#228;nsyn till f&#246;retagets b&#228;sta.

Den som enligt f&#246;rsta stycket har f&#229;tt information under tystnadsplikt
f&#229;r trots tystnadsplikten f&#246;ra informationen vidare till andra
arbetstagarledam&#246;ter eller experter i samma organ. R&#228;tten att f&#246;ra
informationen vidare g&#228;ller endast om uppgiftsl&#228;mnaren underr&#228;ttar
mottagaren om tystnadsplikten. I ett s&#229;dant fall g&#228;ller tystnadsplikten
&#228;ven f&#246;r mottagaren.

Tystnadsplikten ska, s&#229; l&#228;nge det finns behov av den, forts&#228;tta att g&#228;lla
&#228;ven efter det att uppdraget som arbetstagarrepresentant eller expert
upph&#246;rt.

Skadest&#229;nd

59 &#167; Den som bryter mot denna lag, mot ett avtal enligt denna lag eller
mot tystnadsplikt som avses i denna lag ska ers&#228;tta uppkommen skada i
enlighet med 55 och 56 &#167;&#167;, 57 &#167; andra stycket, 60 &#167; f&#246;rsta stycket samt
61 och 62 &#167;&#167; lagen (1976:580) om medbest&#228;mmande i arbetslivet.

Vid till&#228;mpningen av lagen om medbest&#228;mmande i arbetslivet ska det som
s&#228;gs d&#228;r om en arbetsgivare g&#228;lla &#228;ven f&#246;r ett gemenskapsf&#246;retag eller
ett kontrollerande f&#246;retag i en f&#246;retagsgrupp och det som s&#228;gs om en
arbetstagarorganisation g&#228;lla &#228;ven f&#246;r ett europeiskt f&#246;retagsr&#229;d,
arbetstagarnas f&#246;rhandlingsdelegation eller andra organ f&#246;r information
till och samr&#229;d med arbetstagare.

En arbetstagare eller en arbetstagarorganisation kan dock inte med st&#246;d
av denna lag kr&#228;va skadest&#229;nd av en annan arbetstagare eller
arbetstagarorganisation. Med en arbetstagarorganisation likst&#228;lls ett
f&#246;retagsr&#229;d, en f&#246;rhandlingsdelegation eller n&#229;got annat organ f&#246;r
information till eller samr&#229;d med arbetstagare.

60 &#167; Om det inte finns n&#229;got europeiskt f&#246;retagsr&#229;d eller n&#229;gon
f&#246;rhandlingsdelegation f&#246;r arbetstagarna som kan f&#246;ra talan enligt denna
lag, ska det som f&#246;reskrivs om skadest&#229;nd i st&#228;llet g&#228;lla ber&#246;rda
arbetstagarorganisationer.

R&#228;tteg&#229;ng

61 &#167; M&#229;l om till&#228;mpningen av denna lag ska, i den m&#229;n tvisten avser
f&#246;rh&#229;llandet mellan arbetsgivare och arbetstagare, handl&#228;ggas enligt
lagen (1974:371) om r&#228;tteg&#229;ngen i arbetstvister. I ett s&#229;dant fall ska
Arbetsdomstolen vara f&#246;rsta domstol.

Vid till&#228;mpningen av lagen om r&#228;tteg&#229;ngen i arbetstvister ska det som
s&#228;gs d&#228;r om en arbetsgivare g&#228;lla &#228;ven f&#246;r ett gemenskapsf&#246;retag eller
ett kontrollerande f&#246;retag i en f&#246;retagsgrupp och det som s&#228;gs om en
arbetstagarorganisation g&#228;lla &#228;ven f&#246;r ett europeiskt f&#246;retagsr&#229;d,
arbetstagarnas f&#246;rhandlingsdelegation eller andra organ f&#246;r information
till och samr&#229;d med arbetstagare. Det som s&#228;gs d&#228;r om kollektivavtal ska
g&#228;lla &#228;ven f&#246;r s&#229;dana avtal som avses i denna lag.

M&#229;l om till&#229;tligheten av tystnadsplikt ska handl&#228;ggas skyndsamt.

62 &#167; N&#228;r n&#229;gon vill yrka skadest&#229;nd enligt denna lag, g&#228;ller i
till&#228;mpliga delar 64, 65 och 68 &#167;&#167; lagen (1976:580) om medbest&#228;mmande i
arbetslivet. Vid till&#228;mpningen av 64 &#167; ska ett gemenskapsf&#246;retag, ett
kontrollerande f&#246;retag i en f&#246;retagsgrupp, ett europeiskt f&#246;retagsr&#229;d,
arbetstagarnas f&#246;rhandlingsdelegation och andra organ f&#246;r information
till och samr&#229;d med arbetstagare anses ha f&#246;rhandlingsr&#228;tt enligt 10 &#167;
lagen om medbest&#228;mmande i arbetslivet. Den tid enligt 65 &#167; inom vilken
talan senast ska v&#228;ckas ska dock vara &#229;tta m&#229;nader.


&#214;verg&#229;ngsbest&#228;mmelser

2011:427

1. Denna lag tr&#228;der i kraft den 6 juni 2011, d&#229; lagen (1996:359) om
europeiska f&#246;retagsr&#229;d ska upph&#246;ra att g&#228;lla.

2. Den upph&#228;vda lagen g&#228;ller dock, med undantag f&#246;r 39-41 &#167;&#167;, fortfarande
f&#246;r gemenskapsf&#246;retag eller f&#246;retagsgrupper d&#228;r g&#228;llande avtal enligt 21
eller 22 &#167; den lagen ing&#229;tts eller f&#246;rnyats under tiden fr&#229;n och med den
5 juni 2009 till och med den 5 juni 2011 samt d&#228;r ett s&#229;dant avtal senare
f&#246;rnyas.

3. Om en f&#246;rhandlingsdelegation f&#246;r arbetstagarna p&#229;b&#246;rjat f&#246;rhandlingar
enligt den upph&#228;vda lagen, ska f&#246;rhandlingarna forts&#228;tta enligt den nya
lagen.

4. F&#246;r ett gemenskapsf&#246;retag eller en f&#246;retagsgrupp som till&#228;mpar 
24-35 &#167;&#167; i den upph&#228;vda lagen ska 37-52 &#167;&#167; i den nya lagen g&#228;lla.

5. I fall som avses i punkten 4 ska ett europeiskt f&#246;retagsr&#229;d som
inr&#228;ttats enligt 24 &#167; den upph&#228;vda lagen forts&#228;tta sin verksamhet enligt
den nya lagen till dess att f&#246;retagsr&#229;det pr&#246;vat sin sammans&#228;ttning
enligt 37 &#167; andra stycket den nya lagen.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
