

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2011-03-22" /> 
 <meta id="rattsinfo-edited" content="2013-08-29" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1594</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1593">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1595">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2011:210 ·
                    <a href="/sfsr?bet=2011:210">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kapitalf&#246;rs&#246;rjningsf&#246;rordning (2011:210)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet BA ToT
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2011-03-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2011-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; I denna f&#246;rordning finns best&#228;mmelser i anslutning till 7
kap. samt 8 kap. 3 och 8–12 &#167;&#167; budgetlagen (2011:203).

2 &#167; F&#246;rordningen g&#228;ller f&#246;r myndigheter under regeringen. F&#246;r
aff&#228;rsverken g&#228;ller dock endast 2 kap. 7 &#167; f&#246;rsta stycket, 5
kap. 1, 2 och 6 &#167;&#167; samt 7 kap. 2 &#167;.

3 &#167; F&#246;rordningen ska till&#228;mpas om inte n&#229;got annat f&#246;ljer av
en annan f&#246;rordning eller av regeringens beslut i ett enskilt
fall.

2 kap. Finansiering av investeringar och utl&#229;ning

1 &#167; Anl&#228;ggningstillg&#229;ngar som anv&#228;nds i en myndighets
verksamhet ska finansieras med l&#229;n i Riksg&#228;ldskontoret, om
inte annat f&#246;ljer av 3–5 &#167;&#167;.

Regeringen beslutar s&#228;rskilt om det h&#246;gsta beloppet f&#246;r en
myndighets l&#229;n.

2 &#167; En myndighets samlade l&#229;n enligt 1 &#167; f&#229;r inte v&#228;sentligt
avvika fr&#229;n motsvarande tillg&#229;ngars bokf&#246;rda v&#228;rden per den 30
juni och per den 31 december.

Riksg&#228;ldskontoret ska fastst&#228;lla l&#229;nevillkor som baseras p&#229;
kontorets uppl&#229;ningskostnader p&#229; kapitalmarknaden.

3 &#167; En anl&#228;ggningstillg&#229;ng som anv&#228;nds i en myndighets
verksamhet f&#229;r helt eller delvis finansieras med bidrag som
mottagits fr&#229;n icke-statliga givare.

4 &#167; En anl&#228;ggningstillg&#229;ng f&#229;r finansieras med s&#229;dana
f&#246;rs&#228;ljnings-inkomster som avses i 5 kap. 2 &#167; f&#246;rsta stycket.

5 &#167; En anl&#228;ggningstillg&#229;ng f&#229;r anskaffas genom att en
myndighet ing&#229;r ett avtal om hyra eller hyrk&#246;p (leasing). Ett
s&#229;dant avtal f&#229;r dock endast ing&#229;s om det, sett &#246;ver
tillg&#229;ngens hela ekonomiska livsl&#228;ngd, leder till en l&#228;gre
kostnad f&#246;r staten &#228;n anskaffning genom k&#246;p.

Ett avtal om f&#246;rs&#228;ljning och &#229;terhyra eller &#229;terk&#246;p eller
andra liknande avtalsformer f&#229;r endast tr&#228;ffas efter ett
s&#228;rskilt bemyndigande av regeringen.

6 &#167; En infrastrukturell anl&#228;ggningstillg&#229;ng ska finansieras
med anslag eller med s&#229;dana f&#246;rs&#228;ljningsinkomster som avses i
5 kap. 2 &#167; f&#246;rsta stycket.

7 &#167; En myndighet f&#229;r inte utan regeringens medgivande f&#246;rv&#228;rva
aktier eller andelar i ett f&#246;retag, g&#246;ra kapitaltillskott
eller p&#229; annat s&#228;tt &#246;ka statens r&#246;st- eller &#228;garandel i ett
f&#246;retag.

En &#229;tg&#228;rd enligt f&#246;rsta stycket ska finansieras med anslag.

8 &#167; En myndighet f&#229;r inte utan regeringens medgivande besluta
om utl&#229;ning.

Utl&#229;ning enligt f&#246;rordningen (2011:211) om utl&#229;ning och
garantier ska finansieras med l&#229;n i Riksg&#228;ldskontoret. &#214;vrig
utl&#229;ning ska finansieras med anslag.

3 kap. R&#246;relsekapital och deponerade medel

1 &#167; R&#246;relsekapital f&#229;r finansieras med kredit p&#229; r&#228;ntekonto
eller med annan kredit i Riksg&#228;ldskontoret.

Riksg&#228;ldskontoret ska fastst&#228;lla kreditvillkor som baseras p&#229;
kontorets uppl&#229;ningskostnader p&#229; kapitalmarknaden.

2 &#167; Regeringen beslutar f&#246;r varje budget&#229;r om det h&#246;gsta
beloppet f&#246;r en myndighets krediter.

3 &#167; En myndighet som har tilldelats ett r&#228;ntekonto i
Riksg&#228;ldskontoret ska anv&#228;nda detta f&#246;r de likvida medel
myndigheten disponerar i sin verksamhet.

Efter s&#228;rskilt beslut av regeringen f&#229;r &#228;ven ett annat konto i
Riksg&#228;ldskontoret anv&#228;ndas.

4 &#167; Medel som deponerats hos en myndighet ska, om inte
s&#228;rskilda sk&#228;l talar mot det, s&#228;ttas in p&#229; myndighetens
r&#228;ntekonto i Riksg&#228;ldskontoret. R&#228;ntan ska tillgodor&#228;knas
deponenten.

4 kap. Anslagsmedel och r&#228;ntekonto

1 &#167; Anslagsmedel som ska f&#246;ras till en myndighets r&#228;ntekonto
en viss m&#229;nad, ska vara insatta p&#229; kontot den 25 i den
m&#229;naden.

&#214;verf&#246;ringar till eller fr&#229;n en myndighets r&#228;ntekonto ska
verkst&#228;llas av Riksg&#228;ldskontoret.

2 &#167; Har en myndighet under l&#246;pande budget&#229;r tilldelats
ytterligare medel p&#229; ett anslag som ska f&#246;ras till
myndighetens r&#228;ntekonto, ska Riksg&#228;ldskontoret f&#246;ra &#246;ver
beloppet j&#228;mnt f&#246;rdelat p&#229; de betalningstillf&#228;llen som
&#229;terst&#229;r under budget&#229;ret, om inte regeringen har beslutat
annat.

Om regeringen beslutat om en indragning av ett anslagsbelopp,
som har f&#246;rts till myndighetens r&#228;ntekonto, ska det belopp som
&#229;terst&#229;r att f&#246;ra &#246;ver till myndighetens r&#228;ntekonto under
budget&#229;ret reduceras p&#229; det s&#228;tt som anges i f&#246;rsta stycket.
Om indragningen &#246;verstiger de &#246;verf&#246;ringar som &#229;terst&#229;r under
budget&#229;ret, ska &#229;terbetalning g&#246;ras enligt 3 &#167;.

3 &#167; En myndighet som har tilldelats anslagsbelopp som inte f&#229;r
disponeras f&#246;ljande budget&#229;r ska, om medlen f&#246;rts till
myndighetens r&#228;ntekonto, &#229;terf&#246;ra beloppet plus r&#228;nta fr&#229;n
&#229;rsskiftet till dagen f&#246;r &#229;terbetalning. Beloppet ska f&#246;ras
&#246;ver till statens centralkonto snarast efter det att beslut om
indragning av anslagsbelopp finns registrerat i
informationssystemet Hermes.

4 &#167; En myndighet som tar emot inkomster som den inte f&#229;r
disponera, ska f&#246;ra &#246;ver medlen till statens centralkonto. Om
inkomsterna &#228;r av mindre omfattning, f&#229;r medlen i st&#228;llet
s&#228;ttas in p&#229; myndighetens r&#228;ntekonto i Riksg&#228;ldskontoret f&#246;r
att senast vid budget&#229;rets utg&#229;ng f&#246;ras &#246;ver till statens
centralkonto.

5 &#167; En myndighet som disponerar anslag som inte ska f&#246;ras &#246;ver
till ett r&#228;ntekonto f&#229;r utnyttja statens centralkonto f&#246;r
betalningar som &#228;r h&#228;nf&#246;rliga till anslaget.

5 kap. Disposition av f&#246;rs&#228;ljningsinkomster

1 &#167; Har regeringen beslutat om f&#246;rs&#228;ljning av egendom som en
myndighet f&#246;rvaltar, ska myndigheten redovisa inkomsten mot
inkomsttitel, om inte regeringen best&#228;mt annat.

I 2–5 &#167;&#167; anges hur en myndighet f&#229;r disponera inkomsten i de
fall den sj&#228;lv har beslutat om f&#246;rs&#228;ljningen.

2 &#167; Om egendomen har anv&#228;nts i en verksamhet som regeringen
har meddelat en investeringsplan f&#246;r, f&#229;r myndigheten
disponera inkomsten f&#246;r att finansiera investeringar som ing&#229;r
i planen.

Best&#228;mmelser om disposition av inkomster fr&#229;n f&#246;rs&#228;ljning av
egendom som inte anv&#228;nts i en s&#229;dan verksamhet som avses i
f&#246;rsta stycket finns i 3–5 &#167;&#167;.

3 &#167; Om egendomen har finansierats med l&#229;n, ska l&#229;neskulden
regleras. Ett &#246;verskott f&#229;r disponeras av myndigheten i den
verksamhet d&#228;r den s&#229;lda egendomen har anv&#228;nts.

Om f&#246;rs&#228;ljningen avser fast egendom eller aktier, ska dock ett
eventuellt &#246;verskott redovisas mot inkomsttitel.

4 &#167; Om egendomen har finansierats med anslag, ska den del av
inkomsten som motsvarar tillg&#229;ngens bokf&#246;rda v&#228;rde f&#246;ras &#246;ver
till statens centralkonto och redovisas mot inkomsttitel. Ett
eventuellt &#246;verskott f&#229;r disponeras av myndigheten i den
verksamhet d&#228;r den s&#229;lda egendomen har anv&#228;nts.

Om f&#246;rs&#228;ljning har skett av inv&#228;rderad egendom som anv&#228;nts i
verksamheten, f&#229;r myndigheten disponera hela inkomsten i den
verksamhet d&#228;r den s&#229;lda egendomen har anv&#228;nts.

Om f&#246;rs&#228;ljningen avser fast egendom eller aktier, ska dock
inkomsten redovisas mot inkomsttitel.

5 &#167; Om egendomen har finansierats p&#229; annat s&#228;tt &#228;n med anslag
eller l&#229;n, f&#229;r myndigheten disponera inkomsten i den
verksamhet d&#228;r den s&#229;lda egendomen har anv&#228;nts.

6 &#167; Best&#228;mmelserna i 1–5 &#167;&#167; g&#228;ller inte inkomster fr&#229;n
f&#246;rs&#228;ljning av frivilligt efterfr&#229;gade varor som staten
tillhandah&#229;ller som ett led i en avgiftsbelagd verksamhet.
Best&#228;mmelser om s&#229;dana inkomster finns i avgiftsf&#246;rordningen
(1992:191).

6 kap. Disposition av andra icke-statliga medel

1 &#167; En myndighet f&#229;r ta emot och disponera icke-statliga
medel, om inkomsten &#228;r av tillf&#228;llig natur eller mindre
omfattning och den inte rubbar f&#246;rtroendet f&#246;r myndighetens
opartiskhet i dess myndighetsut&#246;vning eller annars skadar dess
anseende.

En myndighet f&#229;r inte ing&#229; avtal som inneb&#228;r att myndigheten
tar emot medel som avses i f&#246;rsta stycket, om avtalet medf&#246;r
ett &#246;kat behov av medel fr&#229;n statens budget eller att h&#246;gre
avgifter m&#229;ste tas ut i avgiftsfinansierad verksamhet.

F&#246;rsta och andra styckena g&#228;ller inte i de fall r&#228;tten f&#246;r en
myndighet att ta emot och disponera icke-statliga medel
regleras p&#229; annat s&#228;tt.

7 kap. Avkastningspliktigt kapital

1 &#167; En myndighet som disponerar ett avkastningspliktigt
kapital ska, sedan &#229;rsredovisningen f&#228;rdigst&#228;llts, betala in
ett belopp som motsvarar statens avkastningskrav till statens
centralkonto och redovisa beloppet mot inkomsttitel.

Om avkastningskravet inte kan tillgodoses, ska motsvarande
belopp redovisas inom linjen i myndighetens balansr&#228;kning. Ett
eventuellt ackumulerat belopp ska ocks&#229; redovisas.

I de belopp som avses i f&#246;rsta och andra styckena ska r&#228;nta
ing&#229;, ber&#228;knad enligt statens avkastningsr&#228;nta, fr&#229;n och med
det nya r&#228;kenskaps&#229;rets b&#246;rjan till dess betalning sker till
statens centralkonto.

2 &#167; Regeringen beslutar om reglering av kapitalf&#246;rluster som
kan kr&#228;va nedskrivning av ett avkastningspliktigt kapital.
S&#229;dana kapitalf&#246;rluster ska anm&#228;las till regeringen s&#229; snart
som m&#246;jligt, dock senast den 1 mars &#229;ret efter det budget&#229;r
som nedskrivningen avser.

8 kap. Verkst&#228;llighetsf&#246;reskrifter

1 &#167; Ekonomistyrningsverket f&#229;r meddela de f&#246;reskrifter som
beh&#246;vs f&#246;r verkst&#228;lligheten av denna f&#246;rordning. F&#246;reskrifter
f&#246;r verkst&#228;lligheten av 2 kap. 1 och 2 &#167;&#167;, 3 kap. 1, 3 och
4 &#167;&#167; samt 4 kap. f&#229;r dock meddelas f&#246;rst efter samr&#229;d med
Riksg&#228;ldskontoret.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1593">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1595">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
