

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-04-05" /> 
 <meta id="rattsinfo-edited" content="2024-04-05 13:27:01" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>16</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=15">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=17">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2024:79 ·
                    <a href="/sfsr?bet=2024:79">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2024:79) om placering av barn i skyddat boende</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2024-02-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2024-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Lagens inneh&#229;ll

1 &#167; I denna lag finns best&#228;mmelser om f&#246;ruts&#228;ttningarna och 
f&#246;rfarandet f&#246;r att bevilja ett barn skyddat boende 
tillsammans med en v&#229;rdnadshavare, n&#228;r barnet har tv&#229; 
v&#229;rdnadshavare och den andra v&#229;rdnadshavaren inte samtycker 
till insatsen.

I 6 kap. 6 d &#167; socialtj&#228;nstlagen (2001:453) finns best&#228;mmelser 
om att ett barn f&#229;r beviljas en s&#229;dan insats om 
v&#229;rdnadshavarna samtycker till det.

2 kap. Barnets st&#228;llning i &#228;renden och m&#229;l enligt denna lag

1 &#167; Vid beslut enligt denna lag ska det som &#228;r b&#228;st f&#246;r barnet 
vara avg&#246;rande.

Med barn avses varje m&#228;nniska under 18 &#229;r.

2 &#167; Socialn&#228;mnden ska se till att barnet f&#229;r information i 
fr&#229;gor som r&#246;r honom eller henne. Informationen ska ges med 
beaktande av barnets individuella behov och situation i fr&#229;ga 
om &#229;lder, mognad och individuella f&#246;ruts&#228;ttningar.

Barnet ska &#228;ven ges m&#246;jlighet att framf&#246;ra sina &#229;sikter i 
fr&#229;gor som r&#246;r honom eller henne. Om barnet inte framf&#246;r sina 
&#229;sikter, ska hans eller hennes inst&#228;llning s&#229; l&#229;ngt det &#228;r 
m&#246;jligt klarl&#228;ggas p&#229; annat s&#228;tt. Barnets &#229;sikter och 
inst&#228;llning ska tillm&#228;tas betydelse i f&#246;rh&#229;llande till hans 
eller hennes &#229;lder och mognad.

3 &#167; Om barnet fyllt 15 &#229;r, har han eller hon r&#228;tt att sj&#228;lv 
f&#246;ra sin talan i &#228;renden och m&#229;l enligt denna lag. Ett barn 
som &#228;r yngre f&#229;r h&#246;ras i domstol, om han eller hon inte kan 
antas ta skada av det.

4 &#167; Den som &#228;r f&#246;rordnad som offentligt bitr&#228;de enligt 8 kap. 
4 &#167; f&#246;r ett barn som &#228;r under 15 &#229;r, utan att samtidigt vara 
bitr&#228;de f&#246;r v&#229;rdnadshavaren, &#228;r utan s&#228;rskilt f&#246;rordnande 
barnets st&#228;llf&#246;retr&#228;dare i det &#228;rende eller m&#229;l som 
f&#246;rordnandet avser.

3 kap. Insats i form av skyddat boende

F&#246;ruts&#228;ttningar f&#246;r insatsen

1 &#167; Om en v&#229;rdnadshavare beviljas skyddat boende enligt 
socialtj&#228;nstlagen (2001:453) och det finns en direkt eller 
indirekt risk f&#246;r att barnets s&#228;kerhet &#228;ventyras eller h&#228;lsa 
skadas, f&#229;r &#228;ven barnet beviljas en s&#229;dan insats f&#246;r placering 
tillsammans med v&#229;rdnadshavaren, trots att det inte finns 
samtycke fr&#229;n den andra v&#229;rdnadshavaren.

2 &#167; Insatsen f&#229;r beviljas endast om den v&#229;rdnadshavare som 
barnet placeras med &#228;r myndig och samtycker till insatsen.

Ans&#246;kan och beslut om insatsen

3 &#167; Ett beslut om skyddat boende enligt 1 &#167; meddelas av 
f&#246;rvaltningsr&#228;tten efter ans&#246;kan av socialn&#228;mnden.

Ans&#246;kan ska inneh&#229;lla en redog&#246;relse f&#246;r

1. barnets f&#246;rh&#229;llanden,

2. de omst&#228;ndigheter som utg&#246;r grund f&#246;r att barnet beh&#246;ver 
placeras i skyddat boende enligt lagen,

3. vilken information som har l&#228;mnats till barnet och p&#229; 
vilket s&#228;tt den har l&#228;mnats, och

4. barnets inst&#228;llning.

4 &#167; R&#228;ttens beslut att bevilja barnet skyddat boende upph&#246;r 
att g&#228;lla om placeringen inte har p&#229;b&#246;rjats inom fyra veckor 
fr&#229;n den dag beslutet fick laga kraft.

4 kap. Beslut om en omedelbar insats i form av skyddat boende

F&#246;ruts&#228;ttningar f&#246;r ett beslut om en omedelbar insats

1 &#167; Socialn&#228;mnden f&#229;r bevilja ett barn en omedelbar insats i 
form av skyddat boende, om

1. det kan antas att f&#246;ruts&#228;ttningarna f&#246;r skyddat boende 
enligt 3 kap. 1 &#167; &#228;r uppfyllda, och

2. r&#228;ttens beslut om en s&#229;dan insats inte kan avvaktas med 
h&#228;nsyn till risken f&#246;r att barnets s&#228;kerhet &#228;ventyras eller 
h&#228;lsa skadas.

Om n&#228;mndens beslut inte kan avvaktas, f&#229;r ordf&#246;randen eller 
n&#229;gon annan ledamot som n&#228;mnden har utsett bevilja den 
omedelbara insatsen. Beslutet ska anm&#228;las vid n&#228;mndens n&#228;sta 
sammantr&#228;de.

N&#228;r n&#228;mnden har ans&#246;kt hos f&#246;rvaltningsr&#228;tten om att barnet 
ska beviljas skyddat boende enligt 3 kap. f&#229;r &#228;ven r&#228;tten 
bevilja en omedelbar s&#229;dan insats.

2 &#167; Den omedelbara insatsen i form av skyddat boende f&#229;r 
beviljas endast om den v&#229;rdnadshavare som barnet placeras med 
&#228;r myndig och samtycker till insatsen.

Beslut fastst&#228;lls av domstol

3 &#167; Om socialn&#228;mnden har beviljat en omedelbar insats i form 
av skyddat boende, ska beslutet underst&#228;llas 
f&#246;rvaltningsr&#228;tten inom en vecka fr&#229;n den dag beslutet 
fattades. Beslutet och handlingarna i &#228;rendet ska l&#228;mnas till 
domstolen.

F&#246;rvaltningsr&#228;tten ska pr&#246;va beslutet s&#229; snart som m&#246;jligt.

Om det inte finns synnerliga hinder, ska beslutet pr&#246;vas inom 
en vecka fr&#229;n den dag beslutet och handlingarna kom in till 
domstolen.

4 &#167; Om beslutet inte har underst&#228;llts f&#246;rvaltningsr&#228;tten inom 
f&#246;reskriven tid, upph&#246;r det att g&#228;lla.

5 &#167; Om socialn&#228;mnden har beviljat en omedelbar insats i form 
av skyddat boende efter det att n&#228;mnden har ans&#246;kt om skyddat 
boende f&#246;r barnet enligt 3 kap., ska beslutet underst&#228;llas den 
domstol som pr&#246;var fr&#229;gan om skyddat boende. Best&#228;mmelserna i 
3 och 4 &#167;&#167; g&#228;ller ocks&#229; vid ett s&#229;dant beslut.

Ans&#246;kan efter fastst&#228;llt beslut

6 &#167; Om f&#246;rvaltningsr&#228;tten fastst&#228;ller ett beslut om en 
omedelbar insats i form av skyddat boende, ska socialn&#228;mnden 
inom sex veckor fr&#229;n den dag placeringen p&#229;b&#246;rjades ans&#246;ka hos 
f&#246;rvaltningsr&#228;tten om att barnet ska beviljas skyddat boende 
enligt 3 kap.

F&#246;rvaltningsr&#228;tten f&#229;r medge f&#246;rl&#228;ngning av denna tid, om 
ytterligare utredning eller n&#229;gon annan s&#228;rskild omst&#228;ndighet 
g&#246;r det n&#246;dv&#228;ndigt.

Upph&#246;rande av en omedelbar insats

7 &#167; Ett beslut om en omedelbar insats i form av skyddat boende 
upph&#246;r att g&#228;lla

1. om ans&#246;kan om att bevilja barnet skyddat boende enligt 
3 kap. inte har gjorts inom den tid som anges i 6 &#167; och inte 
heller f&#246;rl&#228;ngning av tiden har beg&#228;rts, eller

2. n&#228;r r&#228;tten avg&#246;r fr&#229;gan om skyddat boende enligt 3 kap.

8 &#167; Om det inte l&#228;ngre finns sk&#228;l f&#246;r en omedelbar insats i 
form av skyddat boende, ska socialn&#228;mnden besluta att insatsen 
ska upph&#246;ra. Ett s&#229;dant beslut f&#229;r meddelas ocks&#229; av den r&#228;tt 
som pr&#246;var en fr&#229;ga om en insats med st&#246;d av lagen.

5 kap. Best&#228;mmelser om genomf&#246;randet av insatsen

Placeringens inneh&#229;ll och utformning

1 &#167; Socialn&#228;mnden beslutar om var barnet ska placeras och om 
hur insatsen i &#246;vrigt ska genomf&#246;ras. 

Om n&#228;mndens beslut inte kan avvaktas, f&#229;r ordf&#246;randen eller 
n&#229;gon annan ledamot som n&#228;mnden har utsett besluta i fr&#229;gan. 
Beslutet ska anm&#228;las vid n&#228;mndens n&#228;sta sammantr&#228;de.

2 &#167; Placeringen ska anses p&#229;b&#246;rjad n&#228;r barnet har kommit till 
ett skyddat boende efter ett beslut om insatsen enligt 3 kap. 
eller ett beslut om en omedelbar s&#229;dan insats enligt 4 kap.

F&#246;r placeringens inneh&#229;ll och utformning g&#228;ller best&#228;mmelserna 
i detta kapitel och i socialtj&#228;nstlagen (2001:453).

Regelbundna &#246;verv&#228;ganden om insatsen

3 &#167; Om ett barn &#228;r placerat i ett skyddat boende, ska 
socialn&#228;mnden minst en g&#229;ng var sj&#228;tte m&#229;nad &#246;verv&#228;ga om 
insatsen ska forts&#228;tta. 

Hemligh&#229;llande av vistelseort och begr&#228;nsning av umg&#228;nge

4 &#167; Om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till &#228;ndam&#229;let med 
insatsen, f&#229;r socialn&#228;mnden besluta

1. att barnets vistelseort ska h&#229;llas hemlig f&#246;r den 
v&#229;rdnadshavare som barnet inte &#228;r placerat tillsammans med, 
och

2. hur barnets umg&#228;nge med den v&#229;rdnadshavaren ska ut&#246;vas.

F&#246;rsta stycket g&#228;ller &#228;ven vid en omedelbar insats.

5 &#167; Om socialn&#228;mndens beslut enligt 4 &#167; inte kan avvaktas, f&#229;r 
ordf&#246;randen eller n&#229;gon annan ledamot som n&#228;mnden har utsett 
besluta i fr&#229;gan. Beslutet ska anm&#228;las vid n&#228;mndens n&#228;sta 
sammantr&#228;de. 

6 &#167; Socialn&#228;mnden ska minst en g&#229;ng var sj&#228;tte m&#229;nad &#246;verv&#228;ga 
om ett beslut enligt 4 &#167; fortfarande beh&#246;vs.

7 &#167; En framst&#228;llning fr&#229;n den v&#229;rdnadshavare som barnet inte 
&#228;r placerat tillsammans med om att inte h&#229;lla vistelseorten 
hemlig eller om umg&#228;ngets ut&#246;vande, f&#229;r avvisas om 
framst&#228;llningen kommer in till socialn&#228;mnden inom sex m&#229;nader 
fr&#229;n det att ett beslut enligt 4 &#167; har f&#229;tt laga kraft.

6 kap. V&#229;rdnadshavares best&#228;mmander&#228;tt under insatsen

1 &#167; N&#228;r ett barn har beviljats skyddat boende enligt 3 kap. 
eller en omedelbar s&#229;dan insats enligt 4 kap. f&#229;r den 
v&#229;rdnadshavare som barnet placeras tillsammans med ensam 
best&#228;mma om

1. en h&#228;lsounders&#246;kning enligt lagen (2017:209) om 
h&#228;lsounders&#246;kning av barn och unga som v&#229;rdas utanf&#246;r det egna 
hemmet,

2. insatser i &#246;ppna former enligt 4 kap. 1 &#167; socialtj&#228;nstlagen 
(2001:453) med anledning av insatsen skyddat boende, och

3. val och byte av skolenhet eller f&#246;rskoleenhet med anledning 
av placeringen.

7 kap. Insatsens upph&#246;rande

Beslut om upph&#246;rande

1 &#167; N&#228;r det inte l&#228;ngre finns sk&#228;l f&#246;r en insats enligt 
3 kap., ska socialn&#228;mnden besluta att den ska upph&#246;ra.

Insatsen ska upph&#246;ra senast n&#228;r v&#229;rdnadshavarens insats i form 
av skyddat boende upph&#246;r eller n&#228;r barnet fyller 18 &#229;r. 

Framst&#228;llning om upph&#246;rande

2 &#167; En framst&#228;llning fr&#229;n den v&#229;rdnadshavare som barnet inte 
&#228;r placerat tillsammans med om att insatsen enligt 3 kap. ska 
upph&#246;ra f&#229;r avvisas, om framst&#228;llningen kommer in till 
socialn&#228;mnden inom sex m&#229;nader fr&#229;n det att n&#228;mndens eller 
r&#228;ttens beslut i fr&#229;ga om skyddat boende har f&#229;tt laga kraft. 

F&#246;rh&#229;llandet till vissa avl&#228;gsnandebeslut 

3 &#167; Beslut enligt denna lag hindrar inte beslut om

1. avvisning eller utvisning enligt utl&#228;nningslagen 
(2005:716),

2. utvisning enligt lagen (2022:700) om s&#228;rskild kontroll av 
vissa utl&#228;nningar,

3. utl&#228;mning enligt lagen (1957:668) om utl&#228;mning f&#246;r brott,

4. utl&#228;mning enligt lagen (1970:375) om utl&#228;mning till 
Danmark, Finland, Island eller Norge f&#246;r verkst&#228;llighet av 
beslut om v&#229;rd eller behandling,

5. utl&#228;mning enligt lagen (1994:569) om Sveriges samarbete med 
de internationella tribunalerna f&#246;r brott mot internationell 
humanit&#228;r r&#228;tt,

6. &#246;verl&#228;mnande enligt lagen (2002:329) om samarbete med 
Internationella brottm&#229;lsdomstolen,

7. &#246;verl&#228;mnande enligt lagen (2003:1156) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en europeisk arresteringsorder,

8. utl&#228;mning enligt lagen (2006:615) om samarbete med 
Specialdomstolen f&#246;r Sierra Leone, eller

9. &#246;verl&#228;mnande enligt lagen (2011:1165) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en nordisk arresteringsorder.

Ett beslut om en insats med st&#246;d av denna lag upph&#246;r att g&#228;lla 
n&#228;r ett beslut enligt f&#246;rsta stycket 1-9 har verkst&#228;llts.

8 kap. Best&#228;mmelser om handl&#228;ggningen

Skyndsamhetskrav vid handl&#228;ggningen

1 &#167; &#196;renden och m&#229;l enligt denna lag ska handl&#228;ggas skyndsamt.

2 &#167; Om ett barn &#228;r beviljat en omedelbar insats i form av 
skyddat boende enligt 4 kap. och det hos f&#246;rvaltningsr&#228;tten 
har gjorts en ans&#246;kan om skyddat boende enligt 3 kap., ska 
r&#228;tten ta upp m&#229;let till avg&#246;rande inom tv&#229; veckor fr&#229;n den 
dag ans&#246;kan kom in.

F&#246;rvaltningsr&#228;tten f&#229;r f&#246;rl&#228;nga tiden, om ytterligare 
utredning eller n&#229;gon annan s&#228;rskild omst&#228;ndighet g&#246;r det 
n&#246;dv&#228;ndigt.

N&#228;r ett beslut f&#229;r genomf&#246;ras genast

3 &#167; Ett beslut om en omedelbar insats i form av skyddat boende 
g&#228;ller genast.

Andra beslut av socialn&#228;mnden enligt denna lag g&#228;ller genast 
om n&#228;mnden inte best&#228;mmer n&#229;got annat.

R&#228;tten f&#229;r best&#228;mma att &#228;ven andra beslut som r&#228;tten har 
meddelat ska g&#228;lla genast.

Offentligt bitr&#228;de

4 &#167; I &#228;renden och m&#229;l om skyddat boende enligt 3 kap. eller om 
en omedelbar s&#229;dan insats enligt 4 kap. eller om upph&#246;rande av 
skyddat boende enligt 7 kap. 1 &#167; ska offentligt bitr&#228;de 
f&#246;rordnas f&#246;r barnet och f&#246;r v&#229;rdnadshavarna, om det inte 
m&#229;ste antas att behov av bitr&#228;de saknas.

Till offentligt bitr&#228;de f&#246;r barnet f&#229;r endast den f&#246;rordnas 
som p&#229; grund av sina kunskaper och erfarenheter och &#228;ven i 
&#246;vrigt &#228;r s&#228;rskilt l&#228;mplig f&#246;r uppdraget.

Gemensamt bitr&#228;de f&#229;r f&#246;rordnas endast om det inte finns 
motstridiga intressen mellan dem som bitr&#228;de ska f&#246;rordnas 
f&#246;r.

5 &#167; Offentligt bitr&#228;de f&#246;rordnas av den domstol som handl&#228;gger 
m&#229;let. I &#228;renden hos socialn&#228;mnden f&#246;rordnas offentligt 
bitr&#228;de av f&#246;rvaltningsr&#228;tten.

N&#228;mndem&#228;n i kammarr&#228;tten

6 &#167; Vid handl&#228;ggning i kammarr&#228;tten av m&#229;l enligt denna lag 
ska n&#228;mndem&#228;n ing&#229; i r&#228;tten. Det g&#228;ller dock inte i m&#229;l om en 
omedelbar insats enligt 4 kap. 

Handr&#228;ckning av Polismyndigheten

7 &#167; Polismyndigheten ska l&#228;mna hj&#228;lp f&#246;r att p&#229; beg&#228;ran av 
socialn&#228;mnden eller n&#229;gon ledamot eller tj&#228;nsteman som n&#228;mnden 
har utsett genomf&#246;ra beslut om skyddat boende enligt 3 kap. 
eller om en omedelbar s&#229;dan insats enligt 4 kap.

8 &#167; En beg&#228;ran enligt 7 &#167; f&#229;r g&#246;ras endast om

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att de s&#228;rskilda befogenheter 
som anges i 10 och 10 a &#167;&#167; polislagen (1984:387) beh&#246;ver 
tillgripas, eller

2. det annars finns synnerliga sk&#228;l.

9 &#167; Den som beg&#228;r hj&#228;lp enligt 7 &#167; ska utan hinder av 
sekretess l&#228;mna Polismyndigheten de uppgifter om barnet eller 
n&#228;rst&#229;ende till barnet som beh&#246;vs f&#246;r planeringen och 
genomf&#246;randet av &#229;tg&#228;rden.

Undantag fr&#229;n vissa best&#228;mmelser i delgivningslagen

10 &#167; Vid delgivning med en enskild i ett &#228;rende eller m&#229;l 
enligt denna lag f&#229;r 34-38 och 47-51 &#167;&#167; delgivningslagen 
(2010:1932) inte till&#228;mpas.

9 kap. Best&#228;mmelser om &#246;verklagande

1 &#167; Socialn&#228;mndens beslut f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol, n&#228;r n&#228;mnden 

1. har beslutat om att en insats enligt 3 kap. ska forts&#228;tta 
eller att en s&#229;dan insats ska upph&#246;ra, eller

2. har beslutat att barnets vistelseort ska h&#229;llas hemlig f&#246;r 
v&#229;rdnadshavaren som barnet inte &#228;r placerat tillsammans med 
eller beslutat i fr&#229;ga om umg&#228;nge.

Andra beslut av n&#228;mnden enligt denna lag f&#229;r inte &#246;verklagas.

2 &#167; F&#246;rvaltningsr&#228;ttens beslut enligt 4 kap. 6 &#167; andra stycket 
f&#229;r inte &#246;verklagas.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=15">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=17">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
