

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 12:40:22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1698</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1697">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1699">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2010:950 ·
                    <a href="/sfsr?bet=2010:950">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2010:950) om ansvar och ers&#228;ttning vid radiologiska olyckor</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2010-07-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1134
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2022-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om skadest&#229;ndsansvar
vid radiologiska olyckor, om skyldighet att f&#246;rs&#228;kra eller p&#229;
annat s&#228;tt ekonomiskt s&#228;kerst&#228;lla ansvaret och om ers&#228;ttning
av statsmedel i vissa fall.

Definitioner

2 &#167; Med k&#228;rn&#228;mne avses i denna lag

1. uran, plutonium eller ett annat &#228;mne som anv&#228;nds eller kan
anv&#228;ndas f&#246;r utvinning av k&#228;rnenergi (k&#228;rnbr&#228;nsle),

2. en f&#246;rening som inneh&#229;ller ett s&#229;dant &#228;mne som avses i 1,
och

3. anv&#228;nt k&#228;rnbr&#228;nsle som inte har placerats i slutf&#246;rvar.

Med k&#228;rn&#228;mne avses inte naturligt uran eller utarmat uran n&#228;r
det transporteras eller f&#246;rvaras tillf&#228;lligt.

3 &#167; Med k&#228;rnavfall avses i denna lag

1. anv&#228;nt k&#228;rnbr&#228;nsle som har placerats i slutf&#246;rvar,

2. ett radioaktivt &#228;mne som har bildats i en k&#228;rnteknisk
anl&#228;ggning och inte har framst&#228;llts eller tagits ur
anl&#228;ggningen f&#246;r att anv&#228;ndas i undervisnings- eller
forskningssyfte eller f&#246;r medicinska, jordbrukstekniska,
industriella eller kommersiella &#228;ndam&#229;l,

3. material eller annat som har blivit radioaktivt f&#246;rorenat
i en k&#228;rnteknisk anl&#228;ggning och inte l&#228;ngre ska anv&#228;ndas i en
s&#229;dan anl&#228;ggning, och

4. radioaktiva delar av en k&#228;rnteknisk anl&#228;ggning som
avvecklas.

4 &#167; Med k&#228;rnreaktor avses i denna lag en anordning som
inneh&#229;ller k&#228;rnbr&#228;nsle under s&#229;dana f&#246;rh&#229;llanden att klyvning
av atomk&#228;rnor i en sj&#228;lvunderh&#229;llande kedjereaktion kan
uppkomma i anordningen utan tillskott av neutroner fr&#229;n en
annan k&#228;lla.

5 &#167; Med k&#228;rnteknisk anl&#228;ggning avses i denna lag

1. en k&#228;rnreaktor som inte har infogats i ett fartyg eller
annat transportmedel f&#246;r att anv&#228;ndas som kraftk&#228;lla f&#246;r
transportmedlet,

2. en anl&#228;ggning f&#246;r utvinning, framst&#228;llning, hantering
eller bearbetning av k&#228;rn&#228;mne,

3. en anl&#228;ggning f&#246;r hantering eller bearbetning av
k&#228;rnavfall,

4. en anl&#228;ggning f&#246;r slutf&#246;rvaring av k&#228;rn&#228;mne eller
k&#228;rnavfall,

5. en anl&#228;ggning f&#246;r f&#246;rvaring eller lagring av k&#228;rn&#228;mne
eller k&#228;rnavfall, om anl&#228;ggningen inte &#228;r avsedd endast f&#246;r
tillf&#228;llig f&#246;rvaring under transport, och

6. en k&#228;rnreaktor eller annan k&#228;rnteknisk anl&#228;ggning som
avvecklas.

6 &#167; Med radiologisk olycka avses i denna lag en h&#228;ndelse
eller serie av h&#228;ndelser med samma ursprung som orsakar en
skada till f&#246;ljd av

1. joniserande str&#229;lning fr&#229;n en str&#229;lningsk&#228;lla i en
k&#228;rnteknisk anl&#228;ggning,

2. radioaktiva egenskaper hos k&#228;rn&#228;mne eller k&#228;rnavfall,
eller

3. radioaktiva egenskaper i f&#246;rening med giftiga, explosiva
eller andra farliga egenskaper hos k&#228;rn&#228;mne eller k&#228;rnavfall.

7 &#167; Med radiologisk skada avses i denna lag en skada som har
orsakats av eller uppkommit till f&#246;ljd av en radiologisk
olycka och &#228;r

1. en personskada eller sakskada,

2. en ekonomisk f&#246;rlust som &#228;r en direkt f&#246;ljd av en
personskada eller sakskada,

3. en inkomstf&#246;rlust som inte omfattas av 1 eller 2 men till
f&#246;ljd av en betydande f&#246;rs&#228;mring av milj&#246;n har orsakats av en
skada p&#229; ett ekonomiskt intresse som &#228;r direkt knutet till
milj&#246;n, och

4. en kostnad f&#246;r att &#229;terst&#228;lla milj&#246;n eller kompensera f&#246;r
f&#246;rlorade milj&#246;v&#228;rden, om det &#228;r en milj&#246;skada som inte &#228;r
obetydlig och den eller de &#229;tg&#228;rder som kostnaden avser har
godk&#228;nts som rimliga av den myndighet som regeringen
best&#228;mmer.

Med radiologisk skada avses ocks&#229; en kostnad f&#246;r att, efter
en radiologisk olycka eller vid en allvarlig och &#246;verh&#228;ngande
fara f&#246;r en s&#229;dan olycka, vidta rimliga &#229;tg&#228;rder f&#246;r att
f&#246;rebygga en skada som avses i f&#246;rsta stycket 1, 2, 3 eller 4
och en skada till f&#246;ljd av s&#229;dana f&#246;rebyggande &#229;tg&#228;rder.

8 &#167; I denna lag avses med

Pariskonventionen: den i Paris den 29 juli 1960 avslutade
konventionen om skadest&#229;ndsansvar p&#229; atomenergins omr&#229;de i
dess lydelse enligt det i Paris den 28 januari 1964 avslutade
till&#228;ggsprotokollet eller n&#228;mnda konvention i dess lydelse
enligt detta protokoll och de i Paris den 16 november 1982
och den 12 februari 2004 avslutade &#228;ndringsprotokollen,

till&#228;ggskonventionen: den i Bryssel den 31 januari 1963
avslutade tilll&#228;ggskonventionen till Pariskonventionen i den
lydelse som till&#228;ggskonventionen har f&#229;tt genom det i Paris
den 28 januari 1964 avslutade till&#228;ggsprotokollet samt de i
Paris den 16 november 1982 och den 12 februari 2004 avslutade
&#228;ndringsprotokollen,

Wienkonventionen: den i Wien den 21 maj 1963 avslutade
konventionen om civilr&#228;ttsligt ansvar f&#246;r atomskada eller
denna konvention i dess lydelse enligt det i Wien den 29
september 1997 avslutade &#228;ndringsprotokollet,

det gemensamma protokollet: det i Wien den 21 september 1988
undertecknade protokollet r&#246;rande till&#228;mpningen av
Wienkonventionen och Pariskonventionen,

konventionsstat: en stat som har tilltr&#228;tt Pariskonventionen,

till&#228;ggskonventionsstat: en stat som har tilltr&#228;tt
till&#228;ggskonventionen,

anl&#228;ggningsstat: den konventionsstat inom vars omr&#229;de en
k&#228;rnteknisk anl&#228;ggning ligger eller, om anl&#228;ggningen inte
ligger inom n&#229;gon stats omr&#229;de, den konventionsstat som
driver eller har godk&#228;nt anl&#228;ggningen,

innehavare av en svensk anl&#228;ggning: den som driver eller
innehar en k&#228;rnteknisk anl&#228;ggning i Sverige,

innehavare av en utl&#228;ndsk anl&#228;ggning: den som i fr&#229;ga om en
k&#228;rnteknisk anl&#228;ggning utanf&#246;r Sverige &#228;r att anse som
anl&#228;ggningens innehavare enligt lagen i anl&#228;ggningsstaten,

anl&#228;ggningshavare: innehavare av en k&#228;rnteknisk anl&#228;ggning,

s&#228;kerhet: en ansvarsf&#246;rs&#228;kring eller annan ekonomisk s&#228;kerhet
f&#246;r fullg&#246;rande av ers&#228;ttningsansvar vid radiologiska
olyckor, och

den som har st&#228;llt s&#228;kerhet: den som utan att vara ansvarig
anl&#228;ggningshavare har utf&#228;rdat en ansvarsf&#246;rs&#228;kring eller
st&#228;llt annan ekonomisk s&#228;kerhet f&#246;r fullg&#246;rande av
anl&#228;ggningshavarens ers&#228;ttningsansvar enligt denna lag.

Till&#228;mpning

9 &#167; Om inte annat f&#246;ljer av denna lag, ska lagen till&#228;mpas p&#229;
radiologiska skador som har uppkommit i

1. Sverige eller inom Sveriges ekonomiska zon,

2. en annan konventionsstat, dess ekonomiska zon eller en
annan maritim zon som staten har inr&#228;ttat enligt
internationell r&#228;tt, eller

3. ett annat land, dess ekonomiska zon eller en annan maritim
zon som landet har inr&#228;ttat enligt internationell r&#228;tt, om
landet

a) har tilltr&#228;tt Wienkonventionen och det gemensamma
protokollet och den ansvariga anl&#228;ggningshavarens anl&#228;ggning
&#228;r bel&#228;gen i en konventionsstat som har tilltr&#228;tt det
gemensamma protokollet,

b) vid tidpunkten f&#246;r den radiologiska olyckan inte har n&#229;gon
k&#228;rnteknisk anl&#228;ggning p&#229; sitt territorium, i sin ekonomiska
zon eller i en annan maritim zon som landet har inr&#228;ttat
enligt internationell r&#228;tt, eller

c) vid tidpunkten f&#246;r den radiologiska olyckan har en
lagstiftning som erbjuder motsvarande ers&#228;ttningsf&#246;rm&#229;ner och
som bygger p&#229; samma principer som best&#228;mmelserna i
Pariskonventionen och till&#228;ggskonventionen.

Lagen ska till&#228;mpas &#228;ven om den radiologiska skadan har
uppkommit p&#229; ett fartyg eller ett luftfartyg som &#228;r
registrerat i Sverige, i en annan konventionsstat eller i ett
land som avses i f&#246;rsta stycket 3, dock inte om fartyget
eller luftfartyget befann sig inom ett omr&#229;de som tillh&#246;r
n&#229;gon annan stat &#228;n dem som avses i f&#246;rsta stycket.

10 &#167; Om det samtidigt med en radiologisk olycka som har
medf&#246;rt en radiologisk skada har intr&#228;ffat en annan h&#228;ndelse
som medf&#246;rt en skada, ska denna lag till&#228;mpas p&#229; den skadan i
den utstr&#228;ckning skadan inte kan s&#228;rskiljas fr&#229;n den
radiologiska skadan. Detta g&#228;ller dock inte i fr&#229;ga om ansvar
som n&#229;gon annan &#228;n anl&#228;ggningshavaren kan ha enligt s&#228;rskilda
best&#228;mmelser om skador till f&#246;ljd av joniserande str&#229;lning.

11 &#167; Denna lag g&#228;ller inte skador orsakade av en radiologisk
olycka som &#228;r en direkt f&#246;ljd av en krigshandling eller en
liknande handling under v&#228;pnad konflikt, inb&#246;rdeskrig eller
uppror.

12 &#167; Vid till&#228;mpningen av denna lag ska tv&#229; eller flera
svenska k&#228;rntekniska anl&#228;ggningar anses som en anl&#228;ggning, om
anl&#228;ggningarna har samma innehavare och ligger n&#228;ra varandra.
Denna anl&#228;ggning ska ocks&#229; anses omfatta anl&#228;ggningar som
inneh&#229;ller k&#228;rn&#228;mne eller k&#228;rnavfall men som inte &#228;r
k&#228;rntekniska anl&#228;ggningar, om anl&#228;ggningarna har samma
innehavare som de k&#228;rntekniska anl&#228;ggningarna och ligger n&#228;ra
dem.

13 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om eller i det enskilda fallet
besluta att denna lag inte ska till&#228;mpas i fr&#229;ga om
k&#228;rntekniska anl&#228;ggningar, k&#228;rn&#228;mnen och k&#228;rnavfall d&#228;r den
risk som &#228;r f&#246;renad med anl&#228;ggningarna, &#228;mnena eller avfallet
&#228;r liten.

14 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att ett land
eller en del av ett land ska likst&#228;llas med en
konventionsstat vid till&#228;mpningen av denna lag.

Huvudregel om ansvaret vid radiologiska olyckor

15 &#167; Om det intr&#228;ffar en radiologisk olycka i en k&#228;rnteknisk
anl&#228;ggning eller med k&#228;rn&#228;mne eller k&#228;rnavfall fr&#229;n en s&#229;dan
anl&#228;ggning, ska anl&#228;ggningshavaren ers&#228;tta de radiologiska
skador som olyckan medf&#246;r.

F&#246;rsta stycket g&#228;ller inte

1. skador p&#229; den k&#228;rntekniska anl&#228;ggningen, en n&#228;rbel&#228;gen
k&#228;rnteknisk anl&#228;ggning eller en k&#228;rnteknisk anl&#228;ggning som
uppf&#246;rs i n&#228;rheten,

2. skador p&#229; annan egendom som finns inom anl&#228;ggningsomr&#229;det
f&#246;r en anl&#228;ggning som avses i 1 och som anv&#228;nds eller avses
att anv&#228;ndas i anslutning till anl&#228;ggningen, eller

3. om annat f&#246;ljer av 16–25 &#167;&#167;.

Ansvaret vid transporter

16 &#167; Om det intr&#228;ffar en radiologisk olycka under en
transport eller tillf&#228;llig f&#246;rvaring i samband med en
transport av k&#228;rn&#228;mne eller k&#228;rnavfall mellan k&#228;rntekniska
anl&#228;ggningar, ska den anl&#228;ggningshavare som &#228;r avs&#228;ndare
ers&#228;tta de radiologiska skador som olyckan medf&#246;r. Detta
g&#228;ller dock inte om annat f&#246;ljer av 17–25 &#167;&#167;.

17 &#167; Vid transport mellan anl&#228;ggningar i Sverige eller andra
konventionsstater g&#228;ller avs&#228;ndarens ers&#228;ttningsansvar enligt
16 &#167; inte i fr&#229;ga om olyckor som intr&#228;ffar efter den tidpunkt
d&#229; ansvaret enligt ett skriftligt avtal mellan avs&#228;ndaren och
mottagaren &#246;verg&#229;r p&#229; mottagaren eller, om det inte finns
n&#229;got s&#229;dant avtal, d&#229; mottagaren &#246;vertar k&#228;rn&#228;mnet eller
k&#228;rnavfallet.

Ansvaret f&#246;r en transport f&#229;r &#246;verg&#229; p&#229; en annan
anl&#228;ggningshavare genom ett avtal enligt f&#246;rsta stycket
endast om denne har ett direkt ekonomiskt intresse i de
k&#228;rn&#228;mnen eller det k&#228;rnavfall som transporteras.

18 &#167; Vid transport fr&#229;n Sverige eller annan konventionsstat
till ett land som inte &#228;r en konventionsstat g&#228;ller
avs&#228;ndarens ers&#228;ttningsansvar enligt 16 &#167; inte i fr&#229;ga om
olyckor som intr&#228;ffar efter den tidpunkt d&#229; k&#228;rn&#228;mnet eller
k&#228;rnavfallet har lossats fr&#229;n det transportmedel som &#228;mnet
eller avfallet anl&#228;nt till mottagarlandet med.

19 &#167; Vid transport till Sverige eller annan konventionsstat
fr&#229;n ett land som inte &#228;r en konventionsstat, ska den
anl&#228;ggningshavare som &#228;r mottagare av transporten ers&#228;tta de
radiologiska skador som olyckan medf&#246;r, om

1. mottagaren skriftligen har samtyckt till transporten, och

2. olyckan intr&#228;ffar efter den tidpunkt d&#229; k&#228;rn&#228;mnet eller
k&#228;rnavfallet har lastats p&#229; det transportmedel som &#228;mnet
eller avfallet ska transporteras med.

Transporter till eller fr&#229;n reaktordrivna transportmedel

20 &#167; Om det intr&#228;ffar en radiologisk olycka under en
transport mellan &#229; ena sidan en k&#228;rnteknisk anl&#228;ggning i
Sverige eller en annan konventionsstat och &#229; andra sidan en
k&#228;rnreaktor som anv&#228;nds som kraftk&#228;lla i ett fartyg eller
annat transportmedel, ska innehavaren av den k&#228;rntekniska
anl&#228;ggningen ers&#228;tta de radiologiska skador som olyckan
medf&#246;r.

Ers&#228;ttningsansvaret g&#228;ller dock inte i fr&#229;ga om olyckor som

1. vid transport fr&#229;n den k&#228;rntekniska anl&#228;ggningen intr&#228;ffar
efter den tidpunkt d&#229; k&#228;rn&#228;mnet eller k&#228;rnavfallet &#246;vertas av
den som driver eller innehar den mottagande reaktorn, eller

2. vid transport till den k&#228;rntekniska anl&#228;ggningen intr&#228;ffar
f&#246;re den tidpunkt d&#229; k&#228;rn&#228;mnet eller k&#228;rnavfallet &#246;vertas av
innehavaren av den k&#228;rntekniska anl&#228;ggningen.

Transporter mellan l&#228;nder som inte &#228;r konventionsstater

21 &#167; Om det intr&#228;ffar en radiologisk olycka under en
transport eller tillf&#228;llig f&#246;rvaring i samband med en
transport av k&#228;rn&#228;mne eller k&#228;rnavfall mellan l&#228;nder som inte
&#228;r konventionsstater, ska den som har tillst&#229;nd till
transporten enligt lagen (1984:3) om k&#228;rnteknisk verksamhet
ers&#228;tta de radiologiska skador som olyckan medf&#246;r. Det som i
denna lag g&#228;ller i fr&#229;ga om en anl&#228;ggningshavares ansvar ska
d&#229; g&#228;lla tillst&#229;ndshavaren.

Andra fall d&#228;r olyckan intr&#228;ffar utanf&#246;r en anl&#228;ggning

22 &#167; Om det i ett fall som inte omfattas av 16–21 &#167;&#167;
intr&#228;ffar en radiologisk olycka med k&#228;rn&#228;mne eller k&#228;rnavfall
som inte finns i en k&#228;rnteknisk anl&#228;ggning, ska den
anl&#228;ggningshavare som vid tidpunkten f&#246;r olyckan har eller
senast haft &#228;mnet eller avfallet i sin besittning ers&#228;tta de
radiologiska skador som olyckan medf&#246;r. Detta g&#228;ller dock
endast om k&#228;rn&#228;mnet eller k&#228;rnavfallet har

1. kommit fr&#229;n en k&#228;rnteknisk anl&#228;ggning i Sverige eller en
annan konventionsstat, eller

2. transporterats till Sverige fr&#229;n ett land som inte &#228;r en
konventionsstat.

En anl&#228;ggningshavares ers&#228;ttningsansvar enligt f&#246;rsta stycket
g&#228;ller inte om en annan anl&#228;ggningshavare genom ett
skriftligt avtal har &#246;vertagit ansvaret.

Andra fall d&#228;r olyckan intr&#228;ffar i en anl&#228;ggning

23 &#167; Om det i ett fall som inte omfattas av 16–22 &#167;&#167;
intr&#228;ffar en radiologisk olycka med k&#228;rn&#228;mne eller k&#228;rnavfall
som f&#246;rvaras tillf&#228;lligt i en k&#228;rnteknisk anl&#228;ggning vid
transport till eller fr&#229;n en annan k&#228;rnteknisk anl&#228;ggning,
ska den som innehar den k&#228;rntekniska anl&#228;ggning d&#228;r k&#228;rn&#228;mnet
eller k&#228;rnavfallet f&#246;rvaras ers&#228;tta de radiologiska skador
som olyckan medf&#246;r endast om ers&#228;ttningsansvaret f&#246;ljer av
ett skriftligt avtal som anl&#228;ggningshavaren &#228;r bunden av.

Transport&#246;rers ansvar

24 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r besluta att en transport&#246;r i st&#228;llet f&#246;r en eller flera
anl&#228;ggningshavare ska vara ers&#228;ttningsansvarig f&#246;r de
radiologiska skador som uppkommer till f&#246;ljd av en
radiologisk olycka under eller i anslutning till transporten,
om

1. transport&#246;ren har ans&#246;kt om ett s&#229;dant beslut och visat
att det f&#246;r transporten finns en s&#228;kerhet som kr&#228;vs enligt
denna lag, och

2. anl&#228;ggningshavarna har samtyckt till detta.

I fr&#229;ga om den transport som omfattas av beslutet ska det som
i denna lag g&#228;ller i fr&#229;ga om en anl&#228;ggningshavares ansvar
g&#228;lla transport&#246;ren.

25 &#167; Om det i en annan konventionsstat har meddelats ett
beslut som motsvarar ett beslut enligt 24 &#167;, g&#228;ller det
beslutet i samma utstr&#228;ckning som om det hade varit meddelat
enligt 24 &#167;.

Anl&#228;ggningshavares ansvar

26 &#167; Om en anl&#228;ggningshavare &#228;r ers&#228;ttningsansvarig enligt
denna lag, f&#229;r anspr&#229;k p&#229; ers&#228;ttning enligt lagen eller
motsvarande best&#228;mmelser i ett annat land riktas endast mot
anl&#228;ggningshavaren, om inte annat f&#246;ljer av lagen eller
Sveriges internationella &#229;taganden.

27 &#167; Om en anl&#228;ggningshavare &#228;r ers&#228;ttningsansvarig enligt
denna lag, g&#228;ller ansvaret &#228;ven om anl&#228;ggningshavaren eller
n&#229;gon som denne ansvarar f&#246;r inte har v&#229;llat skadan.

Ers&#228;ttningsansvaret &#228;r obegr&#228;nsat, om inte annat f&#246;ljer av 28
eller 29 &#167;.

28 &#167; Om en innehavare av en utl&#228;ndsk anl&#228;ggning &#228;r
ers&#228;ttningsansvarig och ansvaret &#228;r begr&#228;nsat enligt de
best&#228;mmelser som g&#228;ller i anl&#228;ggningsstaten, ska den
begr&#228;nsningen g&#228;lla f&#246;r ers&#228;ttning enligt denna lag.

29 &#167; F&#246;r skador i ett land utanf&#246;r Sverige ska
ers&#228;ttningsansvaret enligt denna lag begr&#228;nsas s&#229; att
ers&#228;ttningen inte &#246;verstiger det belopp som enligt det
landets best&#228;mmelser g&#228;ller i fr&#229;ga om ers&#228;ttning f&#246;r skador
i Sverige.

F&#246;rsta stycket g&#228;ller inte skador i l&#228;nder som saknar
k&#228;rntekniska anl&#228;ggningar eller om annat f&#246;ljer av lagen
(1974:268) med anledning av milj&#246;skyddskonventionen den 19
februari 1974 mellan Danmark, Finland, Norge och Sverige.

S&#228;kerhet f&#246;r ers&#228;ttningsansvaret

30 &#167; En innehavare av en svensk anl&#228;ggning ska ha en
ansvarsf&#246;rs&#228;kring eller se till att annan ekonomisk s&#228;kerhet
st&#228;lls som vid varje tidpunkt t&#228;cker ers&#228;ttningsansvaret
enligt denna lag upp till ett belopp som

1. motsvarar 700 miljoner euro, eller

2. om anl&#228;ggningen &#228;r en k&#228;rnkraftsreaktor i drift f&#246;r att
utvinna k&#228;rnenergi, motsvarar 1 200 miljoner euro.

31 &#167; Regeringen f&#229;r i det enskilda fallet besluta att en
s&#228;kerhet som avses i 30 &#167; inte beh&#246;ver t&#228;cka

1. mer &#228;n 70 miljoner euro f&#246;r varje radiologisk olycka, om
beslutet inte g&#228;ller en k&#228;rnkraftsreaktor i drift f&#246;r att
utvinna k&#228;rnenergi och begr&#228;nsningen &#228;r l&#228;mplig med h&#228;nsyn
till slaget av anl&#228;ggning och den sannolika omfattningen av
en radiologisk olycka, eller

2. mer &#228;n 80 miljoner euro f&#246;r varje radiologisk olycka, om
beslutet g&#228;ller en transport av k&#228;rn&#228;mne eller k&#228;rnavfall och
begr&#228;nsningen &#228;r l&#228;mplig med h&#228;nsyn till &#228;mnenas eller
avfallets karakt&#228;r och de risker som transporten inneb&#228;r.

32 &#167; Ers&#228;ttningsansvaret f&#246;r skador till f&#246;ljd av en
radiologisk olycka under en transport f&#229;r t&#228;ckas av en
s&#228;rskild f&#246;rs&#228;kring.

33 &#167; Den som har r&#228;tt till ers&#228;ttning enligt denna lag har
r&#228;tt att f&#229; ut ers&#228;ttningen direkt av den som har st&#228;llt
s&#228;kerhet.

F&#246;r att befria sig fr&#229;n ansvar f&#229;r den som har st&#228;llt
s&#228;kerhet inte mot den skadelidande &#229;beropa omst&#228;ndigheter som
beror p&#229; n&#229;gon annan &#228;n den skadelidande.

34 &#167; &#196;ven om en s&#228;kerhet som har st&#228;llts enligt denna lag har
sagts upp eller p&#229; annat s&#228;tt upph&#246;rt att g&#228;lla, &#228;r den som
har st&#228;llt s&#228;kerheten skyldig att fullf&#246;lja sitt &#229;tagande, om
en radiologisk olycka som omfattades av &#229;tagandet intr&#228;ffar

1. inom tv&#229; m&#229;nader fr&#229;n det att den myndighet som regeringen
best&#228;mmer har underr&#228;ttats om att s&#228;kerheten har sagts upp
eller annars upph&#246;rt att g&#228;lla, eller

2. under en transport som har p&#229;b&#246;rjats innan s&#228;kerheten
sades upp eller annars upph&#246;rde att g&#228;lla.

35 &#167; Om den som har st&#228;llt s&#228;kerhet inte har gjort n&#229;got
annat f&#246;rbeh&#229;ll, g&#228;ller s&#228;kerheten f&#246;r anl&#228;ggningshavarens
ers&#228;ttningsansvar enligt denna lag eller motsvarande
lagstiftning i en annan konventionsstat.

36 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
ska pr&#246;va om s&#228;kerheter enligt 30–32 &#167;&#167; &#228;r tillr&#228;ckliga.

37 &#167; Om ett ers&#228;ttningsansvar enligt denna lag s&#228;kerst&#228;lls
med s&#229;v&#228;l en eller flera ansvarsf&#246;rs&#228;kringar som andra
ekonomiska s&#228;kerheter, ska de andra s&#228;kerheterna anv&#228;ndas f&#246;r
att fullg&#246;ra ers&#228;ttningsansvaret endast i den m&#229;n
ansvarsf&#246;rs&#228;kringarna inte r&#228;cker f&#246;r att betala full
ers&#228;ttning.

38 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om vad som kr&#228;vs f&#246;r att en s&#228;kerhet
ska kunna godtas enligt denna lag.

Statlig &#229;terf&#246;rs&#228;kring

39 &#167; Regeringen f&#229;r i fr&#229;ga om ansvaret vid radiologiska
olyckor g&#246;ra ekonomiska &#229;taganden f&#246;r staten. Det ska g&#246;ras
genom att statliga garantier i form av
&#229;terf&#246;rs&#228;krings&#229;taganden st&#228;lls ut.

F&#246;r statens &#229;taganden ska anl&#228;ggningshavare betala en avgift
f&#246;r den ekonomiska risk som staten b&#228;r f&#246;r kostnader som kan
uppkomma i h&#228;ndelse av radiologiska olyckor.

Regeringen f&#229;r meddela f&#246;reskrifter om avgiftens storlek och
betalning.

Transportcertifikat

40 &#167; En anl&#228;ggningshavare som &#228;r ers&#228;ttningsansvarig enligt
15–23 &#167;&#167; ska till transport&#246;ren l&#228;mna &#246;ver ett certifikat om
den eller de s&#228;kerheter som g&#228;ller f&#246;r transporten.
Certifikatet ska vara utst&#228;llt av den eller de som har st&#228;llt
s&#228;kerheterna och inneh&#229;lla uppgifter om

1. anl&#228;ggningshavarens namn och adress,

2. s&#228;kerheternas belopp, typ och varaktighet, och

3. vilka slag av k&#228;rn&#228;mnen eller k&#228;rnavfall och vilken
transport som s&#228;kerheterna avser.

Certifikatet ska vara f&#246;rsett med ett intyg om att
anl&#228;ggningshavaren &#228;r innehavare av en k&#228;rnteknisk anl&#228;ggning
i Pariskonventionens mening. Intyget ska vara utf&#228;rdat av den
myndighet som regeringen best&#228;mmer.

Solidariskt ansvar

41 &#167; Om tv&#229; eller flera &#228;r ers&#228;ttningsansvariga f&#246;r samma
skada, ska de solidariskt svara f&#246;r ers&#228;ttningen. Ingen av de
ansvariga &#228;r dock skyldig att betala mer &#228;n vad som f&#246;ljer av
att dennes ansvar &#228;r begr&#228;nsat.

Om ers&#228;ttningsansvaret grundas p&#229; n&#229;gon av best&#228;mmelserna om
transport eller tillf&#228;llig f&#246;rvaring i 16–25 &#167;&#167; och
transporten eller f&#246;rvaringen avser flera partier k&#228;rn&#228;mnen
eller k&#228;rnavfall i ett och samma transportmedel eller p&#229; en
och samma f&#246;rvaringsplats, &#228;r det sammanlagda
ers&#228;ttningsansvaret begr&#228;nsat till det h&#246;gsta belopp som
g&#228;ller f&#246;r n&#229;gon av de ers&#228;ttningsansvariga.

De ers&#228;ttningsansvarigas inb&#246;rdes ansvar ska best&#228;mmas med
utg&#229;ngspunkt i de olika anl&#228;ggningarnas bidrag till skadans
uppkomst och &#246;vriga omst&#228;ndigheter.

Statlig ers&#228;ttning

42 &#167; Staten ska betala ers&#228;ttning till en skadelidande som
har r&#228;tt till ers&#228;ttning enligt denna lag, om den
skadelidande visar att ers&#228;ttningen inte kan f&#229;s fr&#229;n den
ansvarige anl&#228;ggningshavarens s&#228;kerhet.

Statens sammanlagda ers&#228;ttningsansvar enligt f&#246;rsta stycket
&#228;r f&#246;r varje radiologisk olycka begr&#228;nsat till 1 200 miljoner
euro plus r&#228;nta. Ansvaret g&#228;ller upp till detta belopp &#228;ven
om den ansvarige anl&#228;ggningshavarens ansvar &#228;r begr&#228;nsat
enligt 30 &#167; 1 eller 31 &#167;.

43 &#167; Om en skadelidande som har r&#228;tt till ers&#228;ttning enligt
denna lag inte f&#229;r skadan fullt ersatt fr&#229;n den ansvarige
anl&#228;ggningshavarens s&#228;kerhet enligt 30–32 &#167;&#167; eller fr&#229;n
staten enligt 42 &#167;, ska staten med bidrag fr&#229;n andra stater
enligt till&#228;ggskonventionen betala den ytterligare ers&#228;ttning
som beh&#246;vs f&#246;r att ers&#228;tta skadan.

Det sammanlagda ers&#228;ttningsansvar som staten har tillsammans
med andra stater enligt f&#246;rsta stycket &#228;r f&#246;r varje
radiologisk olycka begr&#228;nsat till 300 miljoner euro plus
r&#228;nta.

44 &#167; F&#246;r ers&#228;ttning enligt 43 &#167; kr&#228;vs att

1. den ansvarige anl&#228;ggningshavarens anl&#228;ggning finns i
Sverige eller annan till&#228;ggskonventionsstat och anv&#228;nds
endast f&#246;r fredliga &#228;ndam&#229;l, och

2. svensk domstol enligt 58 &#167; &#228;r beh&#246;rig att pr&#246;va
ers&#228;ttningsanspr&#229;ket.

45 &#167; F&#246;r ers&#228;ttning enligt 43 &#167; kr&#228;vs ocks&#229; att skadan har
uppkommit

1. i Sverige eller annan till&#228;ggskonventionsstat,

2. i eller &#246;ver marina omr&#229;den utanf&#246;r Sveriges eller en
annan till&#228;ggskonventionsstats territorium och

a) ombord p&#229; ett fartyg som seglar under en
till&#228;ggskonventionsstats flagg eller ett luftfartyg som &#228;r
registrerat i en till&#228;ggskonventionsstat,

b) p&#229; en konstgjord &#246;, anl&#228;ggning eller konstruktion som
omfattas av en till&#228;ggskonventionsstats jurisdiktion, eller

c) drabbat en medborgare i Sverige eller annan
till&#228;ggskonventionsstat, eller

3. i eller &#246;ver den ekonomiska zon eller p&#229; den
kontinentalsockel som h&#246;r till Sverige eller annan
till&#228;ggskonventionsstat i samband med utvinning eller
forskning av naturtillg&#229;ngar inom den ekonomiska zonen eller
p&#229; kontinentalsockeln.

Det som enligt f&#246;rsta stycket 2 c g&#228;ller i fr&#229;ga om en
medborgare ska ocks&#229; till&#228;mpas p&#229; ett bolag, en f&#246;rening
eller ett annat samfund, en stiftelse eller annan s&#229;dan
inr&#228;ttning som &#228;r hemmah&#246;rande i Sverige eller annan
tilll&#228;ggskonventionsstat. Detsamma g&#228;ller en person som &#228;r
stadigvarande bosatt i en annan till&#228;ggskonventionsstat och
som enligt den statens lagstiftning i fr&#229;ga om r&#228;tten till
ers&#228;ttning &#228;r j&#228;mst&#228;lld med en medborgare.

Ers&#228;ttningens storlek och betalning

46 &#167; Ers&#228;ttning enligt denna lag ska best&#228;mmas med
till&#228;mpning av allm&#228;nna skadest&#229;ndsr&#228;ttsliga regler, om inte
annat f&#246;ljer av lagen.

47 &#167; Ers&#228;ttning enligt denna lag f&#229;r j&#228;mkas efter vad som &#228;r
sk&#228;ligt, om den skadelidande har medverkat till skadan
upps&#229;tligen eller genom grov v&#229;rdsl&#246;shet.

48 &#167; Om de medel som ska anv&#228;ndas f&#246;r betalning av ers&#228;ttning
enligt denna lag inte r&#228;cker till full ers&#228;ttning &#229;t alla
skadelidande, ska betalningen f&#246;rdelas proportionellt s&#229; att
f&#246;rh&#229;llandet mellan varje skadelidandes fordran och den
ers&#228;ttning som betalas &#228;r detsamma f&#246;r alla skadelidande.

49 &#167; Om det efter en radiologisk olycka kan befaras att de
medel som ska anv&#228;ndas f&#246;r att betala ers&#228;ttning enligt denna
lag inte kommer att r&#228;cka till full ers&#228;ttning &#229;t alla
skadelidande, ska ers&#228;ttningen betalas ut i delbetalningar
som f&#246;rdelas proportionellt p&#229; det s&#228;tt som anges i 48 &#167;.

Den ers&#228;ttningsansvarige f&#229;r med st&#246;d av f&#246;rsta stycket inte
dr&#246;ja med en betalning l&#228;ngre &#228;n vad som &#228;r sk&#228;ligt med
h&#228;nsyn till olyckans omfattning och omst&#228;ndigheterna i
&#246;vrigt.

50 &#167; Omr&#228;kning till svensk valuta ska g&#246;ras efter den kurs
som g&#228;llde den dag d&#229; den radiologiska olyckan intr&#228;ffade.

Preskription

51 &#167; R&#228;tten till ers&#228;ttning enligt denna lag g&#229;r f&#246;rlorad om
den skadelidande inte anm&#228;ler sitt anspr&#229;k hos eller v&#228;cker
talan mot den som &#228;r ers&#228;ttningsansvarig inom tre &#229;r efter
det att den skadelidande f&#229;tt k&#228;nnedom om eller rimligen
borde ha f&#229;tt k&#228;nnedom om skadan och vem som &#228;r ansvarig f&#246;r
den. En talan om ers&#228;ttning ska v&#228;ckas senast tio &#229;r efter
den radiologiska olyckan, om anspr&#229;ket avser en annan skada
&#228;n personskada, eller senast trettio &#229;r efter olyckan, om
anspr&#229;ket avser en personskada.

52 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om eller i det
enskilda fallet besluta att en skadelidande trots 51 &#167; ska ha
kvar r&#228;tten att v&#228;cka talan n&#228;r det r&#229;der tvist om vilken
stats domstol som &#228;r beh&#246;rig att pr&#246;va anspr&#229;ket.

&#197;terkrav och regress

53 &#167; Ers&#228;ttning enligt denna lag som har betalats till en
skadelidande, f&#229;r inte kr&#228;vas tillbaka fr&#229;n den skadelidande,
om inte annat f&#246;ljer av 54 &#167;.

54 &#167; Den som enligt denna lag har betalat ers&#228;ttning eller
bidragit till en ers&#228;ttning f&#246;r en radiologisk skada har r&#228;tt
att i sin tur kr&#228;va ers&#228;ttning endast fr&#229;n

1. den ansvarige anl&#228;ggningshavaren,

2. en fysisk person som upps&#229;tligen har orsakat skadan,

3. den som i ett skriftligt avtal med den ansvarige
anl&#228;ggningshavaren har &#229;tagit sig att ers&#228;tta skadan, eller

4. en annan anl&#228;ggningshavare, i den utstr&#228;ckning som f&#246;ljer
av 41 &#167; tredje stycket.

55 &#167; Den som har betalat ers&#228;ttning eller bidragit till en
ers&#228;ttning f&#246;r en radiologisk skada har i den skadelidandes
st&#228;lle r&#228;tt till ers&#228;ttning av den ansvarige
anl&#228;ggningshavaren eller staten, om betalningen avsett en
skada som ger r&#228;tt till ers&#228;ttning enligt

1. r&#229;dets f&#246;rordning (EG) nr 2027/97 av den 9 oktober 1997 om
lufttrafikf&#246;retags skadest&#229;ndsansvar avseende lufttransport
av passagerare och deras bagage,

2. lagen (2010:510) om lufttransporter,

3. lagen (2003:778) om skydd mot olyckor,

4. ett internationellt f&#246;rdrag, eller

5. lagstiftning i ett annat land &#228;n Sverige.

Den som upps&#229;tligen har orsakat skadan eller i ett skriftligt
avtal har &#229;tagit sig att ers&#228;tta skadan har inte r&#228;tt till
ers&#228;ttning enligt f&#246;rsta stycket f&#246;r det som denne har
betalat enligt 54 &#167; 2 eller 3.

Tillsyn

56 &#167; Tillsyn &#246;ver att denna lag och anslutande f&#246;reskrifter
f&#246;ljs ska ut&#246;vas av den myndighet som regeringen best&#228;mmer.

56 a &#167; Regeringen eller den myndighet som regeringen
best&#228;mmer f&#229;r meddela f&#246;reskrifter om avgifter f&#246;r pr&#246;vning
och tillsyn enligt denna lag och anslutande f&#246;reskrifter.
Lag (2012:33).

Straff

57 &#167; Den som upps&#229;tligen eller av oaktsamhet &#229;sidos&#228;tter sin
skyldighet enligt denna lag att ha en ansvarsf&#246;rs&#228;kring eller
annan ekonomisk s&#228;kerhet upp till den niv&#229; som f&#246;ljer av 30
eller 31 &#167;, d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst sex
m&#229;nader.

Beh&#246;rig domstol

58 &#167; Talan om ers&#228;ttning enligt denna lag f&#229;r v&#228;ckas i
Sverige, om den radiologiska olyckan har intr&#228;ffat

1. helt eller delvis i Sverige eller inom Sveriges ekonomiska
zon, eller

2. i sin helhet utanf&#246;r en konventionsstats omr&#229;den eller p&#229;
en plats som det inte &#228;r m&#246;jligt att med s&#228;kerhet best&#228;mma
och den ansvarige anl&#228;ggningshavarens anl&#228;ggning &#228;r bel&#228;gen i
Sverige.

Talan enligt f&#246;rsta stycket ska v&#228;ckas genom ans&#246;kan om
st&#228;mning vid Nacka tingsr&#228;tt (mark- och milj&#246;domstolen).

Ett m&#229;l om ers&#228;ttning enligt denna lag ska handl&#228;ggas enligt
de best&#228;mmelser som g&#228;ller f&#246;r st&#228;mningsm&#229;l enligt
milj&#246;balken. Lag (2010:951).

R&#228;nta och r&#228;tteg&#229;ngskostnader

59 &#167; R&#228;nta och ers&#228;ttning f&#246;r r&#228;tteg&#229;ngskostnader som f&#246;ljer
av domstols dom eller beslut i m&#229;l om ers&#228;ttning enligt denna
lag ska inte anses som ers&#228;ttning enligt lagen utan ska
betalas av den ers&#228;ttningsskyldige ut&#246;ver ers&#228;ttningen enligt
lagen.

Verkst&#228;llighet av dom

60 &#167; En dom om ers&#228;ttning f&#246;r radiologisk skada som har 
meddelats av en beh&#246;rig domstol i en annan konventionsstat 
ska, n&#228;r domen har f&#229;tt laga kraft och f&#229;r verkst&#228;llas i den 
stat d&#228;r den har meddelats, efter en ans&#246;kan f&#246;rklaras 
verkst&#228;llbar i Sverige utan att en ny pr&#246;vning sker av den 
sak som avgjorts genom domen. Lag (2014:932).

61 &#167; En ans&#246;kan om att en dom om ers&#228;ttning f&#246;r radiologisk 
skada ska f&#246;rklaras verkst&#228;llbar enligt 60 &#167; g&#246;rs till den 
tingsr&#228;tt som regeringen f&#246;reskriver. Ans&#246;kan ska inneh&#229;lla

1. domen i original eller i en kopia som har bestyrkts av en 
myndighet, och

2. en f&#246;rklaring av en beh&#246;rig myndighet i den stat d&#228;r domen 
har meddelats att domen avser ers&#228;ttning enligt 
Pariskonventionen samt att domen har f&#229;tt laga kraft och kan 
verkst&#228;llas i den staten.

Handlingarna ska vara f&#246;rsedda med bevis om utf&#228;rdarens 
beh&#246;righet. Beviset ska vara utst&#228;llt av en svensk 
beskickning eller konsul eller av chefen f&#246;r 
justitief&#246;rvaltningen i den stat d&#228;r domen har meddelats.

Handlingar p&#229; andra spr&#229;k &#228;n svenska, danska eller norska ska 
ges in ocks&#229; i &#246;vers&#228;ttning till svenska. &#214;vers&#228;ttningen ska 
vara bestyrkt av en diplomatisk eller konsul&#228;r tj&#228;nsteman 
eller av en svensk notarius publicus. Lag (2014:932).

62 &#167; Om en dom f&#246;rklaras verkst&#228;llbar, verkst&#228;lls domen p&#229; 
samma s&#228;tt som en svensk dom som har f&#229;tt laga kraft.
Lag (2014:932).

63 &#167; Vid handl&#228;ggning i domstol av ett &#228;rende om 
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen 
(1996:242) om domstols&#228;renden. Lag (2014:932).


&#214;verg&#229;ngsbest&#228;mmeler

2010:950

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.
Genom lagen upph&#228;vs atomansvarighetslagen (1968:45).

2. &#196;ldre f&#246;reskrifter g&#228;ller i fr&#229;ga om radiologiska olyckor
som intr&#228;ffat f&#246;re ikrafttr&#228;dandet.

3. Trots det som f&#246;reskrivs i 2 ska en ans&#246;kan om 
verkst&#228;llighet som gjorts till Svea hovr&#228;tt f&#246;re den 10 
januari 2015 &#228;ven i forts&#228;ttningen handl&#228;ggas d&#228;r. Vid 
handl&#228;ggningen i Svea hovr&#228;tt till&#228;mpas best&#228;mmelserna i 
r&#228;tteg&#229;ngsbalken om &#246;verklagande av en tingsr&#228;tts beslut. En 
ans&#246;kan f&#229;r inte bifallas utan att motparten har f&#229;tt 
tillf&#228;lle att yttra sig &#246;ver ans&#246;kan. Pr&#246;vningstillst&#229;nd 
kr&#228;vs vid &#246;verklagande till H&#246;gsta domstolen. Vid 
handl&#228;ggningen i H&#246;gsta domstolen till&#228;mpas best&#228;mmelserna i 
r&#228;tteg&#229;ngsbalken om &#246;verklagande av en hovr&#228;tts beslut.
Lag (2014:932).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1697">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1699">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
