

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2010-07-14" /> 
 <meta id="rattsinfo-edited" content="2022-01-19 13:57:03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1699</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1698">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1700">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2010:921 ·
                    <a href="/sfsr?bet=2010:921">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2010:921) om mark- och milj&#246;domstolar</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2010-07-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:459
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2011-05-02
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller handl&#228;ggningen av m&#229;l och &#228;renden i
mark- och milj&#246;domstol och Mark- och milj&#246;&#246;verdomstolen samt
s&#229;dan handl&#228;ggning i H&#246;gsta domstolen som f&#246;ljer av
best&#228;mmelser i denna lag.

Regeringen meddelar f&#246;reskrifter om vilka tingsr&#228;tter som ska
vara mark- och milj&#246;domstolar samt om mark- och
milj&#246;domstolarnas domsomr&#229;den.

Mark- och milj&#246;&#246;verdomstol &#228;r Svea hovr&#228;tt.

2 &#167; En mark- och milj&#246;domstols domar och beslut f&#229;r
&#246;verklagas till Mark- och milj&#246;&#246;verdomstolen, om inte annat
&#228;r f&#246;reskrivet.

Mark- och milj&#246;&#246;verdomstolens domar och beslut f&#229;r &#246;verklagas
till H&#246;gsta domstolen, om inte annat &#228;r f&#246;reskrivet.

3 &#167; En mark- och milj&#246;domstol handl&#228;gger m&#229;l och &#228;renden
enligt det som f&#246;reskrivs i milj&#246;balken,
fastighetsbildningslagen (1970:988), plan- och bygglagen
(2010:900) och annan lag.

Ett m&#229;l eller &#228;rende vid en mark- och milj&#246;domstol inleds
genom

1. en ans&#246;kan om st&#228;mning eller en annan ans&#246;kan till mark-
och milj&#246;domstolen, eller

2. att en f&#246;rvaltningsmyndighets eller en kommuns beslut
&#246;verklagas till mark- och milj&#246;domstolen.

2 kap. Domstolarna och deras sammans&#228;ttning

1 &#167; I mark- och milj&#246;domstol och Mark- och 
milj&#246;&#246;verdomstolen ska det finnas lagfarna domare och 
tekniska r&#229;d.

I mark- och milj&#246;domstolen d&#246;mer ocks&#229; s&#228;rskilda ledam&#246;ter.

R&#228;ttens ordf&#246;rande ska alltid vara en lagfaren domare. N&#228;r 
r&#228;tten best&#229;r av fler &#228;n en lagfaren domare till&#228;mpas 
best&#228;mmelserna i 1 kap. 3 f &#167; r&#228;tteg&#229;ngsbalken i en mark- och 
milj&#246;domstol och best&#228;mmelserna i 2 kap. 4 b &#167; 
r&#228;tteg&#229;ngsbalken i Mark- och milj&#246;&#246;verdomstolen.
Lag (2018:421).

2 &#167; Ett tekniskt r&#229;d ska ha teknisk eller naturvetenskaplig 
utbildning och erfarenhet av s&#229;dana sakfr&#229;gor som domstolen 
pr&#246;var.

En s&#228;rskild ledamot ska ha erfarenhet av s&#229;dana sakfr&#229;gor som 
faller inom Naturv&#229;rdsverkets, Havs- och vattenmyndighetens, 
Boverkets eller Lantm&#228;teriets verksamhetsomr&#229;de, av 
industriell, kommunal eller areell verksamhet eller av 
vatten- och avloppsfr&#229;gor. Lag (2015:686).

3 &#167; I lagen (2010:1390) om utn&#228;mning av ordinarie domare 
finns best&#228;mmelser om utn&#228;mning av tekniska r&#229;d.

Regeringen eller den myndighet som regeringen best&#228;mmer 
anst&#228;ller vikarier f&#246;r tekniska r&#229;d och f&#246;rordnar de 
s&#228;rskilda ledam&#246;terna i mark- och milj&#246;domstol. Den som ska 
tj&#228;nstg&#246;ra som s&#228;rskild ledamot ska vara svensk medborgare 
och f&#229;r inte vara under&#229;rig, i konkurs eller ha f&#246;rvaltare 
enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken.

Regeringen eller den myndighet som regeringen best&#228;mmer utser 
vilka av de lagfarna domarna i tingsr&#228;tt och Svea hovr&#228;tt som 
ska tj&#228;nstg&#246;ra i mark- och milj&#246;domstol respektive Mark- och 
milj&#246;&#246;verdomstolen. Lag (2018:421).

Mark- och milj&#246;domstolarna

4 &#167; Mark- och milj&#246;domstolen ska, om inte annat &#228;r 
f&#246;reskrivet, best&#229; av en lagfaren domare och ett tekniskt r&#229;d.

I st&#228;llet f&#246;r det tekniska r&#229;det f&#229;r ytterligare en lagfaren 
domare ing&#229; i r&#228;tten, om m&#229;lets eller &#228;rendets beskaffenhet 
motiverar det.

Vid avg&#246;rande i sak av en tillst&#229;ndsfr&#229;ga enligt milj&#246;balken 
ska &#228;ven tv&#229; s&#228;rskilda ledam&#246;ter ing&#229; i r&#228;tten, om det inte 
med h&#228;nsyn till m&#229;lets eller &#228;rendets omfattning och 
sv&#229;righetsgrad &#228;r tillr&#228;ckligt med en lagfaren domare och ett 
tekniskt r&#229;d. &#196;ven i andra fall f&#229;r tv&#229; s&#228;rskilda ledam&#246;ter 
ing&#229; i r&#228;tten, om m&#229;lets eller &#228;rendets beskaffenhet motiverar 
det. I st&#228;llet f&#246;r en av de s&#228;rskilda ledam&#246;terna f&#229;r 
ytterligare en lagfaren domare eller ett tekniskt r&#229;d ing&#229; i 
r&#228;tten.

I de fall och under de f&#246;ruts&#228;ttningar som anges i tredje 
stycket f&#229;r, ut&#246;ver vad som anges d&#228;r, ytterligare en eller 
tv&#229; ledam&#246;ter ing&#229; i r&#228;tten. Om r&#228;tten ut&#246;kas med tv&#229; 
ledam&#246;ter ska den ena ledamoten vara lagfaren domare och den 
andra tekniskt r&#229;d eller s&#228;rskild ledamot. Lag (2021:459).

5 &#167; Vid avg&#246;rande i sak av ett m&#229;l om utd&#246;mande av vite p&#229; 
s&#228;rskild talan av myndighet f&#229;r r&#228;tten best&#229; av en lagfaren 
domare. Detsamma g&#228;ller vid avg&#246;rande i sak av ett annat m&#229;l 
eller &#228;rende, om det &#228;r av enkel beskaffenhet och inte avser 
en tillst&#229;ndsfr&#229;ga enligt milj&#246;balken. Lag (2021:459).

6 &#167; Vid handl&#228;ggning som inte innefattar ett avg&#246;rande i sak 
f&#229;r r&#228;tten best&#229; av en lagfaren domare. Lag (2021:459).

7 &#167; Har upph&#228;vts genom lag (2021:459).

8 &#167; Om det ska ing&#229; andra &#228;n lagfarna domare i r&#228;tten, 
best&#228;mmer r&#228;ttens ordf&#246;rande med h&#228;nsyn till de fr&#229;gor som 
pr&#246;vas i m&#229;let eller &#228;rendet och vad som f&#246;reskrivs i andra 
stycket vilka som ska ing&#229;.

N&#228;r det ing&#229;r tv&#229; eller tre s&#228;rskilda ledam&#246;ter i r&#228;tten, ska 
en av dem ha erfarenhet av s&#229;dana sakfr&#229;gor som faller inom 
Naturv&#229;rdsverkets, Havs- och vattenmyndighetens, Boverkets 
eller Lantm&#228;teriets verksamhetsomr&#229;de och en av dem ha 
erfarenhet av industriell, kommunal eller areell verksamhet 
eller av s&#229;dana sakfr&#229;gor som faller inom n&#228;mnda 
f&#246;rvaltningsmyndigheters verksamhetsomr&#229;den. I m&#229;l enligt 
lagen (2006:412) om allm&#228;nna vattentj&#228;nster ska de s&#228;rskilda 
ledam&#246;terna ha erfarenhet av vatten- och avloppsfr&#229;gor.
Lag (2021:459).

9 &#167; Om mark- och milj&#246;domstolen best&#229;r av fler &#228;n tv&#229;
ledam&#246;ter och en av ledam&#246;terna f&#229;r f&#246;rhinder sedan
huvudf&#246;rhandling eller motsvarande handl&#228;ggning har
p&#229;b&#246;rjats, &#228;r r&#228;tten &#228;nd&#229; domf&#246;r om en av de kvarvarande
ledam&#246;terna &#228;r lagfaren domare.

Mark- och milj&#246;&#246;verdomstolen

10 &#167; I ett m&#229;l eller &#228;rende som har &#246;verklagats till Mark- och 
milj&#246;&#246;verdomstolen ska r&#228;tten best&#229; av minst fyra ledam&#246;ter, 
av vilka minst tre ska vara lagfarna domare. Minst fyra 
lagfarna domare ska dock alltid delta i r&#228;tten, om tre 
lagfarna domare har ing&#229;tt i r&#228;tten i mark- och 
milj&#246;domstolen. Om en av de lagfarna domarna f&#229;r f&#246;rhinder 
sedan en huvudf&#246;rhandling eller n&#229;gon annan handl&#228;ggning har 
p&#229;b&#246;rjats, &#228;r r&#228;tten &#228;nd&#229; domf&#246;r. Fler &#228;n fem ledam&#246;ter f&#229;r 
inte delta. Ett tekniskt r&#229;d ska alltid ing&#229; i r&#228;tten, om det 
inte &#228;r uppenbart obeh&#246;vligt.

Vid behandling av fr&#229;gor om pr&#246;vningstillst&#229;nd eller vid 
pr&#246;vning av en fr&#229;ga om avvisning av ett &#246;verklagande till 
Mark- och milj&#246;&#246;verdomstolen ska r&#228;tten best&#229; av tre lagfarna 
domare. Detsamma g&#228;ller vid pr&#246;vning av en ans&#246;kan om resning 
eller &#229;terst&#228;llande av f&#246;rsutten tid eller en klagan &#246;ver 
domvilla. Ett tekniskt r&#229;d f&#229;r ing&#229; i r&#228;tten i st&#228;llet f&#246;r en 
av de lagfarna domarna.

Vid avskrivning efter &#229;terkallelse f&#229;r r&#228;tten best&#229; av en 
lagfaren domare. Lag (2021:459).

10 a &#167; Vid annan handl&#228;ggning &#228;n avg&#246;rande av ett m&#229;l eller 
&#228;rende f&#229;r r&#228;tten best&#229; av tre lagfarna domare. Ett tekniskt 
r&#229;d f&#229;r ing&#229; i r&#228;tten i st&#228;llet f&#246;r en av de lagfarna domarna.
Lag (2021:459).

10 b &#167; Om det ska ing&#229; andra &#228;n lagfarna domare i r&#228;tten, 
best&#228;mmer r&#228;ttens ordf&#246;rande med h&#228;nsyn till de fr&#229;gor som 
pr&#246;vas i m&#229;let eller &#228;rendet vilka som ska ing&#229;.
Lag (2021:459).

Gemensam best&#228;mmelse

11 &#167; I fr&#229;ga om &#229;tg&#228;rder som avser endast beredningen av ett
m&#229;l eller &#228;rende till&#228;mpas 1 kap. 3 e &#167; r&#228;tteg&#229;ngsbalken i en
mark- och milj&#246;domstol och 2 kap. 4 &#167; femte och sj&#228;tte
styckena r&#228;tteg&#229;ngsbalken i Mark- och milj&#246;&#246;verdomstolen.

3 kap. Allm&#228;nna best&#228;mmelser

1 &#167; M&#229;l om ut&#246;vande av milj&#246;farlig verksamhet, 
vattenverksamhet, vattenanl&#228;ggningar och ers&#228;ttning vid 
vattenverksamhet samt om utd&#246;mande av vite enligt milj&#246;balken 
efter s&#228;rskild ans&#246;kan av myndighet pr&#246;vas av den mark- och 
milj&#246;domstol inom vars omr&#229;de verksamheten i huvudsak 
bedrivs, har bedrivits eller kommer att bedrivas. M&#229;l om 
ut&#246;vande av verksamhet vid anl&#228;ggningar som ing&#229;r i ett 
sammanh&#228;ngande system f&#246;r hantering, bearbetning, lagring och 
slutf&#246;rvaring av anv&#228;nt k&#228;rnbr&#228;nsle eller k&#228;rnavfall pr&#246;vas 
av den mark- och milj&#246;domstol inom vars omr&#229;de n&#229;gon av 
anl&#228;ggningarna ligger eller &#228;r avsedd att ligga.

M&#229;l om ers&#228;ttning vid skada eller intr&#229;ng enligt 28 kap. 
2–5 &#167;&#167; milj&#246;balken och vid ingripande av det allm&#228;nna enligt 
milj&#246;balken pr&#246;vas av den mark- och milj&#246;domstol inom vars 
omr&#229;de skadan eller intr&#229;nget i huvudsak har intr&#228;ffat eller 
kommer att intr&#228;ffa.

M&#229;l om ers&#228;ttning f&#246;r milj&#246;skador enligt 32 kap. milj&#246;balken 
pr&#246;vas av den mark- och milj&#246;domstol inom vars omr&#229;de den 
skadeg&#246;rande verksamheten i huvudsak bedrivs eller har 
bedrivits. Den som bedriver eller avser att bedriva en 
verksamhet som kan medf&#246;ra en s&#229;dan skada som avses i 32 kap. 
3 &#167; milj&#246;balken kan beg&#228;ra pr&#246;vning av ers&#228;ttningsfr&#229;gan vid 
den mark- och milj&#246;domstol inom vars omr&#229;de verksamheten i 
huvudsak bedrivs eller kommer att bedrivas.

M&#229;l om utd&#246;mande av vite enligt plan- och bygglagen 
(2010:900) efter s&#228;rskild ans&#246;kan av myndighet pr&#246;vas av den 
mark- och milj&#246;domstol inom vars omr&#229;de myndigheten ligger.

M&#229;l som har &#246;verklagats till mark- och milj&#246;domstol pr&#246;vas av 
den mark- och milj&#246;domstol inom vars omr&#229;de 
f&#246;rvaltningsmyndigheten eller kommunen som f&#246;rst har pr&#246;vat 
&#228;rendet ligger, om inte annat f&#246;ljer av best&#228;mmelser som 
avses i sjunde stycket.

M&#229;l enligt lagen (2006:412) om allm&#228;nna vattentj&#228;nster eller 
motsvarande &#228;ldre lagstiftning d&#228;r mark- och milj&#246;domstol &#228;r 
f&#246;rsta instans pr&#246;vas av den mark- och milj&#246;domstol inom vars 
omr&#229;de den allm&#228;nna eller allm&#228;nf&#246;rklarade va-anl&#228;ggningen i 
huvudsak &#228;r bel&#228;gen eller &#228;r avsedd att vara bel&#228;gen.

S&#228;rskilda best&#228;mmelser om vilken mark- och milj&#246;domstol som 
&#228;r beh&#246;rig finns i annan lag 
Lag (2015:686).

1 a &#167; Ett m&#229;l eller &#228;rende som enligt 4 eller 5 kap. ska 
handl&#228;ggas enligt lagen (1996:242) om domstols&#228;renden f&#229;r 
handl&#228;ggas gemensamt med ett annat s&#229;dant m&#229;l eller &#228;rende, 
om det &#228;r l&#228;mpligt med h&#228;nsyn till utredningen och &#246;vriga 
omst&#228;ndigheter.

M&#229;l och &#228;renden som handl&#228;ggs gemensamt f&#229;r s&#228;rskiljas n&#228;r 
det finns sk&#228;l f&#246;r det. Lag (2017:315).

2 &#167; En mark- och milj&#246;domstol f&#229;r f&#246;r gemensam handl&#228;ggning
l&#228;mna &#246;ver ett m&#229;l eller &#228;rende till en annan mark- och
milj&#246;domstol, om det vid den andra mark- och milj&#246;domstolen
finns ett m&#229;l eller &#228;rende som har n&#228;ra samband med det
f&#246;rstn&#228;mnda m&#229;let eller &#228;rendet och ett &#246;verl&#228;mnande kan ske
utan avsev&#228;rd ol&#228;genhet f&#246;r n&#229;gon part. En mark- och
milj&#246;domstol f&#229;r ocks&#229; &#246;verl&#228;mna ett m&#229;l eller &#228;rende till en
annan mark- och milj&#246;domstol, om den andra mark- och
milj&#246;domstolen tidigare har pr&#246;vat ett ans&#246;kningsm&#229;l som
avs&#229;g samma verksamhet som det f&#246;rstn&#228;mnda m&#229;let eller
&#228;rendet.

&#214;verl&#228;mnande av ett m&#229;l eller &#228;rende mellan mark- och
milj&#246;domstolar f&#229;r ocks&#229; ske om det annars finns s&#228;rskilda
sk&#228;l och det kan ske utan avsev&#228;rd ol&#228;genhet f&#246;r n&#229;gon part.

&#214;verl&#228;mnande f&#229;r inte ske om ett s&#229;dant beslut har fattats
som avses i 5 kap. 2 &#167; expropriationslagen (1972:719).

Ett m&#229;l eller &#228;rende f&#229;r inte &#246;verl&#228;mnas enligt f&#246;rsta eller
andra stycket, om den andra domstolen mots&#228;tter sig
&#246;verl&#228;mnandet.

3 &#167; Fr&#229;gor om mark- och milj&#246;domstolarnas inb&#246;rdes beh&#246;righet
f&#229;r inte sj&#228;lvmant tas upp av h&#246;gre r&#228;tt.

4 &#167; Om det &#228;r l&#228;mpligt f&#229;r r&#228;tten uppdra &#229;t en eller flera
ledam&#246;ter att g&#246;ra en unders&#246;kning p&#229; platsen. Parterna ska
ges tillf&#228;lle att vara n&#228;rvarande vid en s&#229;dan unders&#246;kning.
Vid unders&#246;kningen ska protokoll f&#246;ras.

En unders&#246;kning som g&#228;ller en fr&#229;ga av teknisk art f&#229;r inte
l&#228;ggas till grund f&#246;r dom eller beslut utan att parterna har
getts tillf&#228;lle att yttra sig &#246;ver unders&#246;kningen. Detta
g&#228;ller dock inte om unders&#246;kningen i endast ov&#228;sentlig
utstr&#228;ckning avviker fr&#229;n vad som har framkommit tidigare i
m&#229;let.

5 &#167; Mark- och milj&#246;domstolen ska h&#229;lla syn p&#229; st&#228;llet, om det
beh&#246;vs.

6 &#167; Vid omr&#246;stning ska f&#246;rst de lagfarna domarna s&#228;ga sin
mening, d&#228;refter de tekniska r&#229;den och sist de s&#228;rskilda
ledam&#246;terna. I fr&#229;ga om omr&#246;stning g&#228;ller i &#246;vrigt 16 kap.
r&#228;tteg&#229;ngsbalken.

7 &#167; Statliga myndigheter och kommuner &#228;r skyldiga att utan
ers&#228;ttning till domstolarna l&#229;na ut de lokaler som
domstolarna beh&#246;ver f&#246;r sina sammantr&#228;den, f&#246;rutsatt att
lokalerna inte &#228;r upptagna f&#246;r sina huvudsakliga &#228;ndam&#229;l.
Uppl&#229;taren har dock r&#228;tt till ers&#228;ttning f&#246;r de s&#228;rskilda
kostnader som sammantr&#228;det medf&#246;r.

4 kap. Handl&#228;ggningen av m&#229;l och &#228;renden d&#228;r mark- och
milj&#246;domstol &#228;r f&#246;rsta instans

1 &#167; I m&#229;l d&#228;r mark- och milj&#246;domstol &#228;r f&#246;rsta instans
till&#228;mpas vad som &#228;r f&#246;reskrivet om tvistem&#229;l i allm&#228;n
domstol, om inte annat f&#246;reskrivs i denna lag eller annan
lag.

Vid handl&#228;ggningen av &#228;renden i f&#246;rsta instans till&#228;mpas
lagen (1996:242) om domstols&#228;renden.

2 &#167; I m&#229;l om viten till&#228;mpas, i st&#228;llet f&#246;r 1 &#167; f&#246;rsta
stycket, best&#228;mmelserna i 5 kap. 1-4 &#167;&#167;.

5 kap. Handl&#228;ggningen av m&#229;l som har &#246;verklagats till mark-
och milj&#246;domstol

1 &#167; I m&#229;l som har &#246;verklagats till mark- och milj&#246;domstol
till&#228;mpas lagen (1996:242) om domstols&#228;renden, om inte annat
f&#246;reskrivs i denna lag eller annan lag.

F&#246;ljande best&#228;mmelser i lagen om domstols&#228;renden ska inte
till&#228;mpas:

- 11 &#167; om f&#246;rvaltningsmyndighet som motpart,

- 26 &#167; f&#246;rsta stycket om s&#228;kerhets&#229;tg&#228;rder,

- 32 &#167; om r&#228;tteg&#229;ngskostnadsansvar, och

- 34 och 35 &#167;&#167; om ompr&#246;vning.

2 &#167; Om en enskild &#246;verklagar en f&#246;rvaltningsmyndighets
avg&#246;rande &#228;r den f&#246;rvaltningsmyndighet som f&#246;rst beslutat i
saken motpart till den enskilde sedan handlingarna i m&#229;let
&#246;verl&#228;mnats till mark- och milj&#246;domstolen, om inte annat &#228;r
s&#228;rskilt f&#246;reskrivet.

I m&#229;l om planer enligt plan- och bygglagen (2010:900) &#228;r
kommunen den enskildes motpart.


Det som f&#246;reskrivs i f&#246;rsta stycket g&#228;ller inte n&#228;r det &#228;r en
lantm&#228;terimyndighets beslut som har &#246;verklagats eller n&#228;r en
ideell f&#246;rening eller en annan juridisk person som avses i 16
kap. 13 &#167; milj&#246;balken har &#246;verklagat.

3 &#167; Vid till&#228;mpning av 15 och 18 &#167;&#167; lagen (1996:242) om
domstols&#228;renden ska sak&#228;gare och annan mot vilken &#229;tg&#228;rd
ifr&#229;gas&#228;tts anses som motparter.

4 &#167; Ett avg&#246;rande av saken i m&#229;let sker genom dom. Domen 
ska skrivas under av de lagfarna domare som har deltagit i 
avg&#246;randet.

Om en dom skrivs under elektroniskt, ska det g&#246;ras med en 
s&#229;dan elektronisk underskrift som avses i artikel 3 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 910/2014 av 
den 23 juli 2014 om elektronisk identifiering och betrodda 
tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre marknaden 
och om upph&#228;vande av direktiv 1999/93/EG, i den ursprungliga 
lydelsen. Lag (2018:502).

5 &#167; Domar och beslut av Mark- och milj&#246;&#246;verdomstolen i m&#229;l
som har &#246;verklagats till mark- och milj&#246;domstol f&#229;r inte
&#246;verklagas. Mark- och milj&#246;&#246;verdomstolen f&#229;r dock till&#229;ta att
en dom eller ett beslut i annat m&#229;l &#228;n m&#229;l enligt milj&#246;balken
&#246;verklagas till H&#246;gsta domstolen, om det &#228;r av vikt f&#246;r
ledning av r&#228;ttstill&#228;mpningen att &#246;verklagandet pr&#246;vas av
H&#246;gsta domstolen.

6 kap. S&#228;rskilda r&#228;ttsmedel

1 &#167; Mark- och milj&#246;&#246;verdomstolen pr&#246;var en ans&#246;kan om resning 
eller &#229;terst&#228;llande av f&#246;rsutten tid eller en klagan &#246;ver 
domvilla n&#228;r det g&#228;ller 

1. en dom eller ett beslut av en mark- och milj&#246;domstol,

2. ett beslut av en f&#246;rvaltningsmyndighet om beslutet skulle 
ha &#246;verklagats till en mark- och milj&#246;domstol, eller 

3. ett kommunalt beslut om beslutet skulle ha &#246;verklagats 
till en mark- och milj&#246;domstol, direkt eller efter pr&#246;vning 
av en f&#246;rvaltningsmyndighet.

Vid handl&#228;ggningen till&#228;mpas lagen (1996:242) om 
domstols&#228;renden. R&#228;tteg&#229;ngsbalken till&#228;mpas dock om fr&#229;gan 
g&#228;ller ett avg&#246;rande av en mark- och milj&#246;domstol som vid sin 
handl&#228;ggning har till&#228;mpat vad som g&#228;ller f&#246;r tvistem&#229;l i 
allm&#228;n domstol. Lag (2017:315).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1698">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1700">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
