

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-17" /> 
 <meta id="rattsinfo-edited" content="2023-01-17 14:07:19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1725</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1724">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1726">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2010:500 ·
                    <a href="/sfsr?bet=2010:500">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Luftfartslag (2010:500)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2010-06-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1121
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2010-09-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Lagens till&#228;mpningsomr&#229;de

1 &#167; Luftfart inom svenskt omr&#229;de f&#229;r ske endast i
&#246;verensst&#228;mmelse med denna lag eller annan f&#246;rfattning, om
inte annat f&#246;ljer av EU-f&#246;rordningar.

N&#228;r inte annat f&#246;ljer av denna lag ska denna lag och
f&#246;reskrifter som har meddelats med st&#246;d av lagen g&#228;lla &#228;ven
vid luftfart med svenska luftfartyg utanf&#246;r svenskt omr&#229;de,
om det &#228;r f&#246;renligt med den fr&#228;mmande lag som &#228;r till&#228;mplig.

2 &#167; Om det &#228;r f&#246;renligt med den fr&#228;mmande lag som &#228;r
till&#228;mplig, ska f&#246;ljande best&#228;mmelser g&#228;lla &#228;ven vid luftfart
utanf&#246;r svenskt omr&#229;de med utl&#228;ndska luftfartyg, n&#228;r s&#229;dana
anv&#228;nds inom ramen f&#246;r ett svenskt drifttillst&#229;nd:

1. 3–5 kap.,

2. 8 kap. 1 och 4–6 &#167;&#167;,

3. f&#246;reskrifter som meddelats med st&#246;d av best&#228;mmelser som
anges i 1 eller 2,

4. 12 kap. 1 och 3 &#167;&#167; n&#228;r det g&#228;ller tillsyn &#246;ver
best&#228;mmelser som anges i 1–3, samt

5. 13 kap. 1–3 &#167;&#167;, 4 &#167; f&#246;rsta stycket 6, 8–11 och andra
stycket, 5 &#167;, 6 &#167; f&#246;rsta stycket 2 och andra stycket samt 7,
9 och 13 &#167;&#167;.

3 &#167; N&#228;r det i denna lag h&#228;nvisas till l&#228;nder inom Europeiska
unionen ska, om inte annat s&#228;rskilt f&#246;reskrivs, d&#228;rmed
innefattas &#228;ven andra l&#228;nder som genom bindande avtal inom
det f&#246;rfattningsreglerade omr&#229;det omfattas av best&#228;mmelser om
civil luftfart som antagits inom ramen f&#246;r samarbetet inom
Europeiska unionen.

4 &#167; I lagen (2010:510) om lufttransporter finns best&#228;mmelser
av civilr&#228;ttsligt slag om villkoren vid olika former av
transporter i luftfart.

5 &#167; F&#246;r milit&#228;r luftfart och annan luftfart f&#246;r stats&#228;ndam&#229;l
g&#228;ller lagen endast i den utstr&#228;ckning som f&#246;ljer av 14 kap.

Luftfart inom svenskt omr&#229;de

6 &#167; Ett luftfartyg som anv&#228;nds vid luftfart inom svenskt
omr&#229;de ska vara registrerat i Sverige eller i ett annat land
som &#228;r medlem i Internationella civila
luftfartsorganisationen (ICAO) eller som Sverige tr&#228;ffat
avtal med om r&#228;tt till luftfart inom svenskt omr&#229;de. Ett
luftfartyg som inte anv&#228;nds vid tillst&#229;ndspliktig luftfart
och som stadigvarande anv&#228;nds inom svenskt omr&#229;de ska vara
registrerat i Sverige.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r regeringen eller den
myndighet som regeringen best&#228;mmer meddela f&#246;reskrifter om
eller i ett enskilt fall besluta att luftfart f&#229;r &#228;ga rum
&#228;ven med andra luftfartyg och p&#229; vilka villkor detta f&#229;r ske.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om att ett luftfartyg av milj&#246;sk&#228;l inte
f&#229;r anv&#228;ndas inom svenskt omr&#229;de.

7 &#167; Luftfartyg f&#229;r inte inom svenskt omr&#229;de framf&#246;ras med
&#246;verljudsfart.

Om det finns synnerliga sk&#228;l, f&#229;r regeringen eller den
myndighet som regeringen best&#228;mmer meddela f&#246;reskrifter om
eller i ett enskilt fall besluta om undantag fr&#229;n f&#246;rbudet. I
samband d&#228;rmed f&#229;r det anges p&#229; vilka villkor luftfarten f&#229;r
&#228;ga rum.

Ytterligare krav i fr&#229;ga om framf&#246;rande av luftfartyg i
&#246;verljudsfart f&#229;r inte st&#228;llas med st&#246;d av milj&#246;balken.

8 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r av milit&#228;ra sk&#228;l meddela f&#246;reskrifter eller i ett enskilt
fall besluta om inskr&#228;nkningar av eller f&#246;rbud mot luftfart
inom viss del av landet (restriktionsomr&#229;de). S&#229;dana
f&#246;reskrifter eller beslut f&#229;r ocks&#229; meddelas om det beh&#246;vs av
h&#228;nsyn till allm&#228;n ordning och s&#228;kerhet, friluftsliv, natur-
eller milj&#246;v&#229;rd eller f&#246;r att undvika st&#246;rning vid allm&#228;n
sammankomst eller offentlig tillst&#228;llning av st&#246;rre
omfattning. F&#246;reskrifter som medf&#246;r f&#246;rbud mot luftfart, och
inte enbart inskr&#228;nkningar, och som meddelas av en annan
myndighet &#228;n regeringen f&#229;r avse f&#246;rbud under h&#246;gst tv&#229;
veckor.

Under utomordentliga f&#246;rh&#229;llanden eller n&#228;r det i &#246;vrigt
kr&#228;vs av h&#228;nsyn till allm&#228;n s&#228;kerhet f&#229;r regeringen meddela
f&#246;reskrifter om tillf&#228;lliga inskr&#228;nkningar av eller f&#246;rbud
mot luftfart inom hela landet.

Luftfartyg av s&#228;rskild beskaffenhet

9 &#167; I fr&#229;ga om luftfartyg som inte har n&#229;gon f&#246;rare ombord
eller inte &#228;r motordrivna eller som i &#246;vrigt &#228;r av s&#228;rskild
beskaffenhet f&#229;r regeringen eller den myndighet som
regeringen best&#228;mmer meddela f&#246;reskrifter om eller i ett
enskilt fall besluta om undantag fr&#229;n best&#228;mmelserna i 1 kap.
6 &#167; f&#246;rsta stycket och 2–8 kap. samt i &#246;vrigt meddela de
f&#246;reskrifter som beh&#246;vs. Undantag och f&#246;reskrifter f&#229;r inte
utformas s&#229; att de strider mot flygs&#228;kerhetens eller det
allm&#228;nnas intresse. En f&#246;rvaltningsuppgift som ansluter till
f&#246;reskrifterna f&#229;r, om regeringen f&#246;reskriver det, av
myndigheten &#246;verl&#228;mnas &#229;t n&#229;gon annan, &#228;ven om uppgiften
innefattar myndighetsut&#246;vning.

I fr&#229;ga om s&#229;dana f&#246;rem&#229;l som &#228;r inr&#228;ttade f&#246;r r&#246;relse i
luften men som inte &#228;r att anse som luftfartyg g&#228;ller
s&#228;rskilda f&#246;reskrifter.

Luftfartyg registrerade hos en internationell organisation

10 &#167; De best&#228;mmelser i denna lag som g&#228;ller i fr&#229;ga om
luftfartyg som &#228;r registrerade i ett annat land ska p&#229;
motsvarande s&#228;tt till&#228;mpas n&#228;r det g&#228;ller luftfartyg som &#228;r
registrerade hos en internationell organisation.

Standarder

11 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att utrustning som anv&#228;nds i
eller f&#246;r luftfart ska f&#246;lja vissa standarder n&#228;r
utrustningen har betydelse f&#246;r flygs&#228;kerheten.

2 kap. Registrering, nationalitet och m&#228;rkning

Registreringen

1 &#167; Transportstyrelsen f&#246;r register &#246;ver luftfartyg
(luftfartygsregistret).

S&#228;rskilda best&#228;mmelser om inskrivning av r&#228;tt till luftfartyg
finns i lagen (1955:227) om inskrivning av r&#228;tt till
luftfartyg och om vissa internationella f&#246;rh&#229;llanden i lagen
(1955:229) i anledning av Sveriges tilltr&#228;de till 1948 &#229;rs
konvention r&#246;rande internationellt erk&#228;nnande av r&#228;tt till
luftfartyg.

S&#228;rskilda best&#228;mmelser om registrering av internationella
s&#228;kerhetsr&#228;tter och andra r&#228;ttigheter i luftfartyg och
flygmotorer i ett internationellt register finns i lagen
(2015:860) om internationella s&#228;kerhetsr&#228;tter i l&#246;sa saker.
Lag (2015:868).

2 &#167; Ett luftfartyg f&#229;r registreras i Sverige bara om det helt 
&#228;gs av 

1. svenska staten,

2. svensk kommun eller region,

3. medborgare i ett land inom Europeiska unionen (EU-land) 
eller d&#246;dsboet efter en s&#229;dan person, 

4. bolag, f&#246;rening, samf&#228;llighet eller stiftelse som har 
svensk nationalitet eller har sitt s&#228;te i ett EU-land, eller 

5. europeiska ekonomiska intressegrupperingar som har sitt 
s&#228;te i Sverige. 

&#196;ven om f&#246;ruts&#228;ttningar enligt f&#246;rsta stycket inte f&#246;religger 
f&#229;r ett luftfartyg registreras i Sverige, om det brukas av 
n&#229;gon som avses i f&#246;rsta stycket och denne har ett 
drifttillst&#229;nd som &#228;r utf&#228;rdat i Sverige. 

Transportstyrelsen f&#229;r i ett enskilt fall besluta att ett 
luftfartyg f&#229;r registreras i Sverige &#228;ven om f&#246;ruts&#228;ttningar 
enligt f&#246;rsta eller andra stycket inte f&#246;religger. Ett s&#229;dant 
beslut f&#229;r fattas bara om luftfartyget i regel anv&#228;nds med 
utg&#229;ngspunkt i Sverige. Lag (2019:942).

3 &#167; Ett luftfartyg som &#228;r registrerat i ett annat land f&#229;r
inte registreras i Sverige, om det inte avregistreras i det
andra landet.

4 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att luftfartyg av milj&#246;sk&#228;l inte
f&#229;r registreras i Sverige.

5 &#167; Ans&#246;kan om registrering av ett luftfartyg ska g&#246;ras av
&#228;garen. De upplysningar och den utredning som beh&#246;vs f&#246;r
registreringen ska l&#228;mnas tillsammans med ans&#246;kan som ska
vara skriftlig.

6 &#167; Ett luftfartyg ska avregistreras om

1. &#228;garen skriftligen beg&#228;r det,

2. kraven i 2 &#167; inte &#228;r uppfyllda,

3. det har f&#246;rolyckats eller f&#246;rst&#246;rts,

4. det efter en flygning inte har h&#246;rts av p&#229; tre m&#229;nader,

5. det p&#229; grund av ombyggnad eller annan s&#229;dan &#228;ndring
upph&#246;rt att vara luftfartyg eller, utan att &#228;ndring skett,
inte l&#228;ngre anses utg&#246;ra ett luftfartyg, eller

6. den som f&#229;tt en fullmakt om avregistrering och export i
enlighet med lagen (2015:860) om internationella
s&#228;kerhetsr&#228;tter i l&#246;sa saker skriftligen beg&#228;r det och
fullmakten &#228;r registrerad hos Transportstyrelsen.

&#196;garen &#228;r skyldig att inom en m&#229;nad skriftligen anm&#228;la om
n&#229;got har h&#228;nt som enligt f&#246;rsta stycket 2–4 medf&#246;r att ett
luftfartyg ska avregistreras. Lag (2015:868).

7 &#167; Om det finns en inskrivning i ett luftfartyg enligt lagen
(1955:227) om inskrivning av r&#228;tt till luftfartyg, f&#229;r
luftfartyget avregistreras endast om den till vars f&#246;rm&#229;n
inskrivningen g&#228;ller har medgett det. Detsamma g&#228;ller i fr&#229;ga
om anteckningar som avses i 2 a &#167; n&#228;mnda lag.

8 &#167; Om n&#229;gon annan &#228;n &#228;garen brukar ett registrerat
luftfartyg f&#246;r en obest&#228;md tid eller f&#246;r en best&#228;md tid om
minst en m&#229;nad ska uppl&#229;taren eller brukaren genast efter
uppl&#229;telsen skriftligen anm&#228;la detta f&#246;rh&#229;llande f&#246;r
anteckning i luftfartygsregistret, om nyttjander&#228;tten inte
skrivits in enligt lagen (1955:227) om inskrivning av r&#228;tt
till luftfartyg. Om nyttjander&#228;tten har skrivits in, ska
anteckning g&#246;ras i luftfartygsregistret om uppl&#229;taren eller
brukaren beg&#228;r det.

Om anteckning enligt f&#246;rsta stycket skett, ska uppl&#229;taren
eller brukaren anm&#228;la till luftfartygsregistret n&#228;r en
uppl&#229;telse f&#246;r en obest&#228;md tid upph&#246;r eller en uppl&#229;telse f&#246;r
en best&#228;md tid upph&#246;r i f&#246;rtid.

9 &#167; Ett luftfartyg som finns utomlands f&#229;r efter ans&#246;kan av
den som f&#246;rv&#228;rvat luftfartyget f&#246;r viss tid f&#246;ras in i ett
bihang till luftfartygsregistret, om f&#246;ruts&#228;ttningarna i 2
och 3 &#167;&#167; &#228;r uppfyllda, och f&#246;rbud mot registrering inte har
f&#246;reskrivits enligt 4 &#167;.

Nationaliteten

10 &#167; Ett luftfartyg som &#228;r inf&#246;rt i luftfartygsregistret har
svensk nationalitet.

Transportstyrelsen utf&#228;rdar bevis om registreringen
(nationalitets- och registreringsbevis).

11 &#167; Ett luftfartyg som har antecknats i bihanget till
luftfartygsregistret har svensk nationalitet s&#229; l&#228;nge
anteckningen g&#228;ller och anses vid till&#228;mpningen av 1 kap. 6 &#167;
f&#246;rsta stycket vara registrerat i Sverige.

Transportstyrelsen utf&#228;rdar bevis om anteckningen i bihanget
(interimistiskt nationalitets- och registreringsbevis).

12 &#167; Ett luftfartyg ska ha nationalitets- och
registreringsbevis n&#228;r det anv&#228;nds vid luftfart.

Om ett luftfartyg anv&#228;nds enligt f&#246;reskrifter eller beslut
meddelade med st&#246;d av 1 kap. 6 &#167; andra stycket, g&#228;ller de
villkor som meddelas av regeringen eller den myndighet
regeringen best&#228;mmer.

M&#228;rkningen

13 &#167; Ett luftfartyg som &#228;r inf&#246;rt i luftfartygsregistret
eller antecknat i bihanget till registret ska vara m&#228;rkt med
sina nationalitets- och registreringsbeteckningar.

Ett utl&#228;ndskt luftfartyg ska vid luftfart inom svenskt omr&#229;de
vara m&#228;rkt i enlighet med f&#246;reskrifterna i
registreringsstaten.

Om ett luftfartyg anv&#228;nds enligt f&#246;reskrifter eller beslut
meddelade med st&#246;d av 1 kap. 6 &#167; andra stycket, g&#228;ller de
villkor som meddelas av regeringen eller den myndighet som
regeringen best&#228;mmer.

3 kap. Luftv&#228;rdighet och milj&#246;v&#228;rdighet

Luftfartygs luftv&#228;rdighet och milj&#246;v&#228;rdighet

1 &#167; Ett luftfartyg ska vara luftv&#228;rdigt och milj&#246;v&#228;rdigt n&#228;r
det anv&#228;nds vid luftfart. Luftfartygets &#228;gare eller, om
luftfartyget inte anv&#228;nds av &#228;garen, den som brukar det i
&#228;garens st&#228;lle ansvarar f&#246;r detta. &#196;garen eller brukaren ska
till den myndighet som avses i 8 &#167; snarast anm&#228;la s&#229;dana
f&#246;rh&#229;llanden som har betydelse f&#246;r luftv&#228;rdigheten eller
milj&#246;v&#228;rdigheten.

Ett luftfartyg anses luftv&#228;rdigt om det &#228;r konstruerat,
tillverkat, utprovat, utrustat och underh&#229;llet p&#229; ett s&#229;dant
s&#228;tt samt har s&#229;dana flygegenskaper att flygs&#228;kerhetens krav
&#228;r uppfyllda.

Ett luftfartyg anses milj&#246;v&#228;rdigt om det &#228;r konstruerat,
tillverkat, utprovat, utrustat och underh&#229;llet p&#229; ett s&#229;dant
s&#228;tt att det inte orsakar skada genom buller eller
luftf&#246;rorening eller genom annan liknande st&#246;rning.
Ytterligare krav i fr&#229;ga om luftfartygs milj&#246;v&#228;rdighet f&#229;r
inte st&#228;llas med st&#246;d av milj&#246;balken.

2 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela ytterligare f&#246;reskrifter om f&#246;ruts&#228;ttningarna f&#246;r
att ett luftfartyg ska anses vara luftv&#228;rdigt och
milj&#246;v&#228;rdigt.

Luftv&#228;rdighetsbevis och milj&#246;v&#228;rdighetsbevis

3 &#167; N&#228;r ett luftfartyg har visats vara luftv&#228;rdigt, utf&#228;rdas
luftv&#228;rdighetsbevis. N&#228;r ett luftfartyg har visats vara
milj&#246;v&#228;rdigt, utf&#228;rdas milj&#246;v&#228;rdighetsbevis. Bevisen f&#229;r
begr&#228;nsas till att avse viss tid, viss luftfart eller
luftfart inom visst omr&#229;de.

Bevisen f&#229;r f&#246;rnyas, om luftfartyget uppfyller de krav p&#229;
luftv&#228;rdighet respektive milj&#246;v&#228;rdighet som g&#228;ller n&#228;r
f&#246;rnyelsen ska ske.

4 &#167; Ett luftfartyg ska ha luftv&#228;rdighetsbevis och
milj&#246;v&#228;rdighetsbevis n&#228;r det anv&#228;nds vid luftfart.

Ett svenskt luftfartyg ska ha svenskt luftv&#228;rdighetsbevis och
svenskt milj&#246;v&#228;rdighetsbevis eller utl&#228;ndska s&#229;dana bevis som
har godk&#228;nts i Sverige.

Ett utl&#228;ndskt luftfartyg ska ha luftv&#228;rdighetsbevis och
milj&#246;v&#228;rdighetsbevis som har utf&#228;rdats eller godk&#228;nts i
luftfartygets registreringsstat och som enligt avtal med den
staten ska erk&#228;nnas i Sverige. F&#246;r ett utl&#228;ndskt luftfartyg
godtas &#228;ven svenskt luftv&#228;rdighetsbevis och svenskt
milj&#246;v&#228;rdighetsbevis.

Ett motsvarande bevis som har utf&#228;rdats med st&#246;d av EU-
r&#228;ttsliga best&#228;mmelser ska j&#228;mst&#228;llas med ett svenskt bevis
enligt denna paragraf.

5 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om eller i ett enskilt fall besluta
att ett luftfartyg som uppfyller kraven p&#229; flygs&#228;kerhet f&#229;r
anv&#228;ndas vid luftfart inom svenskt omr&#229;de &#228;ven om kraven i
4 &#167; inte &#228;r uppfyllda. Ett s&#229;dant beslut f&#229;r tidsbegr&#228;nsas.

Ett beslut enligt f&#246;rsta stycket f&#229;r &#229;terkallas om kraven p&#229;
flygs&#228;kerhet eller om milj&#246;- eller bullersk&#228;l ger anledning
till det.

6 &#167; Om inte annat beslutas blir ett svenskt
luftv&#228;rdighetsbevis respektive ett svenskt
milj&#246;v&#228;rdighetsbevis ogiltigt om

1. luftfartyget inte underh&#229;lls p&#229; f&#246;reskrivet s&#228;tt,

2. f&#246;reskrivna &#228;ndringar inte utf&#246;rs,

3. det g&#246;rs &#228;ndringar i luftfartyget eller i dess utrustning
som kan antas ha betydelse f&#246;r luftv&#228;rdigheten eller
milj&#246;v&#228;rdigheten,

4. luftfartyget inte genomg&#229;r f&#246;reskriven besiktning eller
kontroll, eller

5. luftfartyget eller utrustningen har skadats p&#229; ett s&#228;tt
som uppenbarligen har betydelse f&#246;r luftv&#228;rdigheten eller
milj&#246;v&#228;rdigheten.

Om det intr&#228;ffar andra omst&#228;ndigheter som kan antas ha
betydelse f&#246;r luftv&#228;rdigheten eller milj&#246;v&#228;rdigheten, f&#229;r det
beslutas att luftv&#228;rdighetsbeviset respektive
milj&#246;v&#228;rdighetsbeviset &#228;r ogiltigt.

Ett luftv&#228;rdighetsbevis eller ett milj&#246;v&#228;rdighetsbevis som &#228;r
ogiltigt enligt f&#246;rsta eller andra stycket f&#246;rblir ogiltigt
till dess luftfartyget f&#246;rklaras luftv&#228;rdigt respektive
milj&#246;v&#228;rdigt. N&#228;r ett luftv&#228;rdighetsbevis eller ett
milj&#246;v&#228;rdighetsbevis &#228;r ogiltigt enligt denna paragraf ska
innehavaren av beviset efter anmaning genast l&#228;mna detta till
den myndighet som pr&#246;var fr&#229;gor om luftv&#228;rdighetsbevis och
milj&#246;v&#228;rdighetsbevis.

7 &#167; Best&#228;mmelserna i 3 och 6 &#167;&#167; g&#228;ller p&#229; motsvarande s&#228;tt i
fr&#229;ga om godk&#228;nnande av utl&#228;ndska luftv&#228;rdighetsbevis och
utl&#228;ndska milj&#246;v&#228;rdighetsbevis och om f&#246;rnyelse och
ogiltighet av s&#229;dana godk&#228;nnanden.

8 &#167; Fr&#229;gor om luftv&#228;rdighetsbevis och milj&#246;v&#228;rdighetsbevis
pr&#246;vas av den myndighet som regeringen best&#228;mmer. Regeringen
f&#229;r meddela f&#246;reskrifter om att myndigheten f&#229;r &#246;verl&#228;mna
till en s&#228;rskild sakkunnig att utf&#228;rda och f&#246;rnya s&#229;dana
bevis.

F&#246;rr&#228;ttningsmans tilltr&#228;de till luftfartyg

9 &#167; I samband med pr&#246;vning av fr&#229;gor om luftv&#228;rdighetsbevis
och milj&#246;v&#228;rdighetsbevis ska f&#246;rr&#228;ttningsman l&#228;mnas tilltr&#228;de
till luftfartyget. Luftfartygets &#228;gare eller brukare liksom
dess bef&#228;lhavare och bes&#228;ttning ska medverka i den
utstr&#228;ckning som beh&#246;vs. F&#246;rr&#228;ttningen ska utf&#246;ras s&#229; att
minsta m&#246;jliga ol&#228;genhet uppst&#229;r.

Utprovning av luftfartygs flygegenskaper

10 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om eller i ett enskilt fall besluta
att ett luftfartyg f&#229;r anv&#228;ndas vid luftfart, &#228;ven om
villkoren i detta kapitel inte &#228;r uppfyllda, om det beh&#246;vs
f&#246;r att pr&#246;va ett luftfartygs flygegenskaper eller av andra
s&#228;rskilda sk&#228;l.

Tillverkning och underh&#229;ll av luftfartyg

11 &#167; F&#246;r att tillverka luftfartyg samt tillbeh&#246;r och
reservdelar till dem och f&#246;r att utf&#246;ra underh&#229;lls-,
reparations- och &#228;ndringsarbeten p&#229; luftfartyg, tillbeh&#246;r och
reservdelar kr&#228;vs tillst&#229;nd av regeringen eller den myndighet
som regeringen best&#228;mmer.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta om
undantag fr&#229;n tillst&#229;ndskravet, om det kan ske med h&#228;nsyn
till flygs&#228;kerheten.

4 kap. Flygcertifikat m.m.

Beh&#246;righet att f&#246;ra ett luftfartyg och tj&#228;nstg&#246;ra ombord

1 &#167; Ett luftfartyg f&#229;r f&#246;ras endast av den som innehar ett
g&#228;llande flygcertifikat.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta om
undantag fr&#229;n kravet p&#229; flygcertifikat, om det finns
s&#228;rskilda sk&#228;l och det kan ske med h&#228;nsyn till
flygs&#228;kerheten.

2 &#167; En innehavare av flygcertifikat f&#229;r f&#246;ra ett luftfartyg
endast av den kategori, klass och typ samt under de villkor
och f&#246;r de beh&#246;righeter som anges i certifikatet.

3 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att andra medlemmar av
bes&#228;ttningen p&#229; ett luftfartyg &#228;n f&#246;rare ska ha ett g&#228;llande
flygcertifikat f&#246;r att f&#229; utf&#246;ra vissa uppgifter ombord.

Best&#228;mmelser om certifikat och beh&#246;righetsbevis f&#246;r personal
inom markorganisationen finns i 6 kap.

Utbildning

4 &#167; Den som genomg&#229;r utbildning f&#246;r flygcertifikat f&#229;r ensam
f&#246;ra ett luftfartyg under de f&#246;ruts&#228;ttningar som anges i ett
elevtillst&#229;nd som utf&#228;rdats f&#246;r henne eller honom.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall medge
undantag fr&#229;n kravet p&#229; elevtillst&#229;nd. Ett s&#229;dant undantag
f&#229;r medges endast den som kan anses uppfylla
l&#228;mplighetskraven i 9 &#167; f&#246;rsta stycket.

5 &#167; Den som tj&#228;nstg&#246;r som flygl&#228;rare ska ha ett g&#228;llande
flygcertifikat f&#246;r den kategori, klass och typ av luftfartyg
som utbildningen avser samt s&#229;dan s&#228;rskild beh&#246;righet som
f&#246;reskrivits med st&#246;d av 10 &#167;.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om beh&#246;righetskrav f&#246;r den som tj&#228;nstg&#246;r
som kontrollant vid flygprov och som instrukt&#246;r vid
flygtr&#228;ning p&#229; marken.

Beh&#246;righetshandlingar

6 &#167; Ett elevtillst&#229;nd ska vara utf&#228;rdat i Sverige. Regeringen
eller den myndighet som regeringen best&#228;mmer f&#229;r meddela
f&#246;reskrifter om att ett tillst&#229;nd ska godtas som
elevtillst&#229;nd enligt denna lag trots att det inte &#228;r utf&#228;rdat
i Sverige. Ett elevtillst&#229;nd &#228;r giltigt endast om innehavaren
har ett g&#228;llande intyg om att f&#246;reskrivna medicinska krav &#228;r
uppfyllda (medicinskt intyg).

7 &#167; Ett flygcertifikat ska vara utf&#228;rdat eller godk&#228;nt i
Sverige. Ett certifikat &#228;r giltigt endast i den utstr&#228;ckning
de till certifikatet knutna beh&#246;righeterna &#228;r g&#228;llande och om
innehavaren har ett g&#228;llande medicinskt intyg.

Som flygcertifikat enligt denna lag godtas &#228;ven ett
certifikat som &#228;r utf&#228;rdat eller godk&#228;nt i ett annat land och
som enligt avtal med det landet eller enligt f&#246;reskrifter som
meddelats med st&#246;d av 10 &#167; ska erk&#228;nnas i Sverige. F&#246;r
tj&#228;nstg&#246;ring p&#229; svenska luftfartyg i internationell trafik
kr&#228;vs dock ett s&#229;dant certifikat som anges i f&#246;rsta stycket.

Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta att
ett flygcertifikat, som har utf&#228;rdats i ett annat land f&#246;r en
svensk medborgare, inte ska g&#228;lla f&#246;r luftfart inom svenskt
omr&#229;de.

8 &#167; Ett medicinskt intyg ska vara utf&#228;rdat eller godk&#228;nt i
Sverige, eller s&#229;dant att det enligt f&#246;reskrifter som
meddelats med st&#246;d av 10 &#167; ska erk&#228;nnas i Sverige.

Utf&#228;rdande av elevtillst&#229;nd, flygcertifikat och medicinskt
intyg

9 &#167; Ett elevtillst&#229;nd eller ett flygcertifikat f&#229;r utf&#228;rdas
endast f&#246;r den som innehar ett g&#228;llande medicinskt intyg och
som med h&#228;nsyn till sina personliga f&#246;rh&#229;llanden kan anses
l&#228;mplig att inneha ett elevtillst&#229;nd eller ett certifikat.
Pr&#246;vningen av de personliga f&#246;rh&#229;llandena ska avse att
s&#246;kanden &#228;r p&#229;litlig i nykterhetsh&#228;nseende och i &#246;vrigt kan
antas komma att respektera reglerna f&#246;r luftfarten och visa
den h&#228;nsyn och det ansvar och omd&#246;me som kr&#228;vs av en
innehavare av ett elevtillst&#229;nd eller ett certifikat.

Det som s&#228;gs i f&#246;rsta stycket g&#228;ller &#228;ven n&#228;r ett
elevtillst&#229;nd eller ett certifikat ska f&#246;rnyas eller ett
certifikat ska ut&#246;kas, godk&#228;nnas eller erk&#228;nnas.

10 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om

1. krav i fr&#229;ga om &#229;lder f&#246;r att ett elevtillst&#229;nd ska f&#229;
utf&#228;rdas,

2. krav i fr&#229;ga om &#229;lder, kunskaper, erfarenhet och
skicklighet f&#246;r att ett flygcertifikat ska f&#229; utf&#228;rdas,

3. de f&#246;ruts&#228;ttningar under vilka ett certifikat ska f&#229;
ut&#246;kas, f&#246;rnyas, godk&#228;nnas eller erk&#228;nnas,

4. krav p&#229; s&#228;rskild beh&#246;righet f&#246;r att en
certifikatinnehavare ska f&#229; fullg&#246;ra vissa uppgifter vid
luftfart om det beh&#246;vs av h&#228;nsyn till flygs&#228;kerheten, och

5. krav i fr&#229;ga om h&#228;lsotillst&#229;nd samt fysiska och psykiska
f&#246;rh&#229;llanden f&#246;r att ett medicinskt intyg ska f&#229; utf&#228;rdas,
godk&#228;nnas eller erk&#228;nnas.

11 &#167; Den som ans&#246;ker om att ett flygcertifikat ska utf&#228;rdas,
ut&#246;kas, f&#246;rnyas eller godk&#228;nnas eller om att de beh&#246;righeter
som &#228;r knutna till certifikatet ska f&#246;rnyas &#228;r skyldig att
genomg&#229; de unders&#246;kningar och prov (certifikatprov) som
f&#246;reskrivits med st&#246;d av 10 &#167;.

Regeringen f&#229;r meddela f&#246;reskrifter om att den myndighet som
pr&#246;var fr&#229;gor om flygcertifikat f&#229;r uppdra &#229;t n&#229;gon annan att
genomf&#246;ra proven.

12 &#167; Ett elevtillst&#229;nd utf&#228;rdas eller f&#246;rnyas f&#246;r viss tid.
Det f&#229;r begr&#228;nsas till att g&#228;lla under vissa f&#246;ruts&#228;ttningar.

13 &#167; Ett flygcertifikat utf&#228;rdas, ut&#246;kas, f&#246;rnyas eller
godk&#228;nns f&#246;r viss tid. Det f&#229;r begr&#228;nsas till att g&#228;lla under
vissa f&#246;ruts&#228;ttningar.

14 &#167; Har en sp&#228;rrtid fastst&#228;llts enligt 22 &#167; f&#246;rsta stycket
f&#229;r ett elevtillst&#229;nd eller ett flygcertifikat inte utf&#228;rdas
eller godk&#228;nnas under sp&#228;rrtiden.

15 &#167; Ett medicinskt intyg utf&#228;rdas eller godk&#228;nns f&#246;r viss
tid.

&#197;terkallelse och begr&#228;nsning av elevtillst&#229;nd eller
flygcertifikat

16 &#167; Ett elevtillst&#229;nd eller ett flygcertifikat ska
&#229;terkallas

1. om innehavaren har gjort sig skyldig till brott mot
13 kap. 2 eller 3 &#167;,

2. om innehavaren vid ut&#246;vande av luftfart har gjort sig
skyldig till grov oaktsamhet eller har visat uppenbar
likgiltighet f&#246;r andra m&#228;nniskors liv eller egendom,

3. om innehavaren genom att upprepade g&#229;nger &#246;vertr&#228;da de
best&#228;mmelser som g&#228;ller f&#246;r luftfarten i v&#228;sentlig grad har
visat bristande vilja eller f&#246;rm&#229;ga att r&#228;tta sig efter
best&#228;mmelserna,

4. om innehavaren i annat fall vid ut&#246;vande av luftfart har
brutit mot n&#229;gon best&#228;mmelse som har v&#228;sentlig betydelse f&#246;r
flygs&#228;kerheten,

5. om innehavaren p&#229; grund av op&#229;litlighet i
nykterhetsh&#228;nseende eller genom bruk av annat &#228;mne &#228;n alkohol
inte kan anses l&#228;mplig att inneha ett elevtillst&#229;nd eller ett
flygcertifikat,

6. om det med h&#228;nsyn till annat brott som innehavaren har
gjort sig skyldig till kan antas att han eller hon inte
kommer att respektera reglerna f&#246;r luftfarten och visa den
h&#228;nsyn och det ansvar och omd&#246;me som kr&#228;vs av en innehavare
eller om han eller hon p&#229; grund av sina personliga
f&#246;rh&#229;llanden i &#246;vrigt inte kan anses l&#228;mplig att inneha ett
elevtillst&#229;nd eller ett flygcertifikat,

7. om innehavarens f&#246;ruts&#228;ttningar att fullg&#246;ra den
luftfartsverksamhet som elevtillst&#229;ndet eller
flygcertifikatet avser &#228;r s&#229; v&#228;sentligt begr&#228;nsade genom
sjukdom eller skada eller av n&#229;gon annan s&#229;dan orsak att han
eller hon av flygs&#228;kerhetssk&#228;l inte l&#228;ngre b&#246;r inneha ett
elevtillst&#229;nd eller ett flygcertifikat,

8. om innehavaren annars inte uppfyller fastst&#228;llda krav i
fr&#229;ga om kunskaper och skicklighet,

9. om innehavaren inte f&#246;ljer ett f&#246;rel&#228;ggande att genomg&#229;
kontroll av att han eller hon kan f&#246;rr&#228;tta den tj&#228;nst som
elevtillst&#229;ndet eller flygcertifikatet avser eller ett
f&#246;rel&#228;ggande att l&#228;mna intyg ang&#229;ende sin fysiska eller
psykiska l&#228;mplighet som innehavare av elevtillst&#229;nd eller
flygcertifikat,

10. om innehavaren sj&#228;lv beg&#228;r det.

17 &#167; &#197;terkallelse enligt 16 &#167; 4, 6, 7, 8, 9 eller 10 f&#229;r n&#228;r
det g&#228;ller ett flygcertifikat begr&#228;nsas till att avse en
eller flera beh&#246;righeter.

I fall som avses i 16 &#167; 5, 6, 7, 8 eller 9 f&#229;r ett
elevtillst&#229;nd eller ett flygcertifikat i st&#228;llet f&#246;r att
&#229;terkallas begr&#228;nsas till att g&#228;lla under vissa
f&#246;ruts&#228;ttningar.

18 &#167; En &#229;terkallelse med anledning av brottslig g&#228;rning ska
n&#228;r det g&#228;ller fr&#229;gan om brott f&#246;religger grunda sig p&#229; en
lagakraftvunnen dom, ett godk&#228;nt straff&#246;rel&#228;ggande, ett
godk&#228;nt f&#246;rel&#228;ggande om ordningsbot eller ett beslut om
&#229;talsunderl&#229;telse enligt 20 kap. r&#228;tteg&#229;ngsbalken eller
motsvarandebest&#228;mmelse i en annan f&#246;rfattning.

Med svensk dom j&#228;mst&#228;lls vid till&#228;mpningen av denna lag
brottm&#229;lsdom eller annat likv&#228;rdigt avg&#246;rande som har
meddelats av en utl&#228;ndsk domstol eller n&#229;gon annan utl&#228;ndsk
myndighet.

Varning eller erinran

19 &#167; I st&#228;llet f&#246;r att ett elevtillst&#229;nd eller ett
flygcertifikat &#229;terkallas ska innehavaren varnas i s&#229;dana
fall som avses i 16 &#167; 3, 4, 5 eller 6, om varning av
s&#228;rskilda sk&#228;l kan anses vara en tillr&#228;cklig &#229;tg&#228;rd.

Om det inte finns tillr&#228;ckliga sk&#228;l f&#246;r varning, ska
innehavaren erinras om de krav som g&#228;ller f&#246;r elevtillst&#229;nd
eller certifikat (erinran).

&#197;terkallelse tills vidare

20 &#167; Ett elevtillst&#229;nd eller ett flygcertifikat ska
&#229;terkallas eller begr&#228;nsas tills vidare i avvaktan p&#229; ett
slutligt avg&#246;rande av fr&#229;gan, om det p&#229; sannolika sk&#228;l kan
antas att tillst&#229;ndet eller certifikatet kommer att
&#229;terkallas slutligt eller begr&#228;nsas.

Omh&#228;ndertagande av flygcertifikat

21 &#167; Ett flygcertifikat ska omh&#228;ndertas, om innehavaren vid
ut&#246;vande av luftfart har

1. visat tydliga tecken p&#229; p&#229;verkan av alkohol eller n&#229;got
annat &#228;mne, eller

2. gjort sig skyldig till grov oaktsamhet eller har visat
uppenbar likgiltighet f&#246;r andra m&#228;nniskors liv eller
egendom.

Ett certifikat f&#229;r ocks&#229; omh&#228;ndertas, om innehavaren p&#229; grund
av sjukdom eller skada eller av n&#229;gon annan s&#229;dan orsak inte
kan fullg&#246;ra de uppgifter som certifikatet avser p&#229; ett
trafiks&#228;kert s&#228;tt.

Ett certifikat g&#228;ller inte n&#228;r det &#228;r omh&#228;ndertaget.

Ett beslut om omh&#228;ndertagande av flygcertifikat f&#229;r meddelas
av Polismyndigheten, &#229;klagare eller Transportstyrelsen.
Fr&#229;gan om ett omh&#228;ndertagande ska f&#246;ljas av en ans&#246;kan om
&#229;terkallelse eller om flygcertifikatet ska &#229;terl&#228;mnas ska
pr&#246;vas skyndsamt.

Regeringen f&#229;r meddela ytterligare f&#246;reskrifter om
omh&#228;ndertagande av flygcertifikat. Lag (2014:745).

Sp&#228;rrtid

22 &#167; Om en ans&#246;kan om att ett elevtillst&#229;nd eller ett
flygcertifikat ska utf&#228;rdas eller f&#246;rnyas inte kan bifallas
p&#229; grund av s&#246;kandens personliga f&#246;rh&#229;llanden, ska en
sp&#228;rrtid best&#228;mmas som ska f&#246;rflyta innan handlingen f&#229;r
utf&#228;rdas. Detsamma g&#228;ller om ett elevtillst&#229;nd eller ett
flygcertifikat &#229;terkallas med st&#246;d av 16 &#167; 1, 2, 3, 4, 5
eller 6. Sp&#228;rrtiden ska vara l&#228;gst tre m&#229;nader och h&#246;gst tre
&#229;r. Vid &#229;terkallelse enligt 16 &#167; 1 eller 2 ska sp&#228;rrtiden
best&#228;mmas till l&#228;gst ett &#229;r. Vid &#229;terkallelse r&#228;knas tiden
fr&#229;n det att beh&#246;righeten fr&#229;ntogs innehavaren av
elevtillst&#229;ndet eller flygcertifikatet.

En sp&#228;rrtid som har fastst&#228;llts enligt f&#246;rsta stycket f&#229;r,
sedan beslutet om fastst&#228;llande av tiden har vunnit laga
kraft, s&#228;ttas ned om nya omst&#228;ndigheter intr&#228;ffar eller
framkommer och det finns synnerliga sk&#228;l f&#246;r neds&#228;ttning. Det
f&#229;r dock inte best&#228;mmas kortare tid &#228;n som anges i f&#246;rsta
stycket tredje eller fj&#228;rde meningen.

Underl&#229;telse av certifikatingripande m.m.

23 &#167; Om ett elevtillst&#229;nd eller ett flygcertifikat varit
&#229;terkallat tills vidare under minst s&#229; l&#229;ng tid som skulle ha
best&#228;mts som sp&#228;rrtid, f&#229;r det n&#228;r fr&#229;gan om &#229;terkallelse
slutligt avg&#246;rs beslutas att ytterligare ingripande inte ska
ske. Detsamma g&#228;ller om ett flygcertifikat har varit
omh&#228;ndertaget.

Nytt certifikat efter &#229;terkallelse

24 &#167; Ans&#246;kan om utf&#228;rdande av flygcertifikat efter
&#229;terkallelse f&#229;r inte pr&#246;vas innan sp&#228;rrtiden l&#246;pt ut.

Efter &#229;terkallelse f&#229;r ett nytt flygcertifikat utf&#228;rdas
endast om s&#246;kanden uppfyller kraven i 9 &#167; f&#246;rsta stycket och
har avlagt de certifikatprov som har f&#246;reskrivits med st&#246;d av
10 &#167;.

Certifikatkontroll

25 &#167; Om det kan antas att en certifikatinnehavare inte p&#229; ett
betryggande s&#228;tt kan utf&#246;ra de uppgifter som certifikatet
avser, f&#229;r den myndighet som pr&#246;var fr&#229;gor om certifikat
f&#246;rel&#228;gga innehavaren att genomg&#229; de unders&#246;kningar och prov
som beh&#246;vs (certifikatkontroll). En certifikatinnehavare &#228;r
ocks&#229; skyldig att till myndigheten anm&#228;la s&#229;dana
omst&#228;ndigheter som kan antas ha betydelse f&#246;r beh&#246;righeten.

Den myndighet som avses i f&#246;rsta stycket f&#229;r &#228;ven f&#246;rel&#228;gga
den som innehar ett elevtillst&#229;nd eller ett flygcertifikat
att l&#228;mna ett intyg om sin fysiska och psykiska l&#228;mplighet
som innehavare av elevtillst&#229;nd respektive flygcertifikat.

Godk&#228;nnande av utl&#228;ndska flygcertifikat

26 &#167; Ett godk&#228;nnande i Sverige av ett utl&#228;ndskt
flygcertifikat f&#229;r inte avse l&#228;ngre tid &#228;n giltighetstiden p&#229;
certifikatet.

&#197;terkallelse av ett svenskt godk&#228;nnande av ett utl&#228;ndskt
flygcertifikat ska ske p&#229; de grunder som anges i 16–25 &#167;&#167;.

Pr&#246;vning av fr&#229;gor om elevtillst&#229;nd och flygcertifikat

27 &#167; Transportstyrelsen pr&#246;var, med de undantag som anges i
28 &#167;, fr&#229;gor om elevtillst&#229;nd, flygcertifikat, medicinskt
intyg och godk&#228;nnande av utl&#228;ndskt flygcertifikat.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
f&#246;rordna l&#228;kare att utf&#228;rda medicinska intyg. Regeringen
eller den myndighet som regeringen best&#228;mmer f&#229;r meddela
f&#246;reskrifter om de krav som ska vara uppfyllda f&#246;r ett s&#229;dant
f&#246;rordnande.

Har ett medicinskt intyg utf&#228;rdats eller f&#246;rl&#228;ngts av en
f&#246;rordnad l&#228;kare f&#229;r Transportstyrelsen inom en tid av sextio
dagar fr&#229;n utf&#228;rdandet ompr&#246;va om den enskilde uppfyller
f&#246;reskrivna medicinska krav om s&#228;rskilda omst&#228;ndigheter
f&#246;ranleder det.

28 &#167; Allm&#228;n f&#246;rvaltningsdomstol pr&#246;var efter ans&#246;kan fr&#229;gor
om

1. &#229;terkallelse av elevtillst&#229;nd, flygcertifikat och
godk&#228;nnande av utl&#228;ndska flygcertifikat,

2. varning, och

3. neds&#228;ttning av sp&#228;rrtid som best&#228;mts av domstol enligt
22 &#167; f&#246;rsta stycket.

Fr&#229;gor om &#229;terkallelse eller begr&#228;nsning tills vidare av
elevtillst&#229;nd eller flygcertifikat pr&#246;vas av domstol, dock
endast om handlingen har omh&#228;ndertagits enligt 21 &#167; f&#246;rsta
stycket eller om i annat fall fr&#229;ga om &#229;terkallelse eller
begr&#228;nsning &#228;r anh&#228;ngig vid domstol.

29 &#167; I m&#229;l om elevtillst&#229;nd, flygcertifikat och godk&#228;nnande
av utl&#228;ndska flygcertifikat f&#229;r r&#228;tten f&#246;rel&#228;gga den enskilda
parten att l&#228;mna

1. medicinskt intyg eller annat intyg om sin fysiska och
psykiska l&#228;mplighet,

2. bevis om att han eller hon har avlagt certifikatprov,

3. bevis om att han eller hon har genomg&#229;tt
certifikatkontroll.

Ett s&#229;dant f&#246;rel&#228;ggande f&#229;r &#246;verklagas endast i samband med
ett &#246;verklagande av det beslut varigenom m&#229;let avg&#246;rs.

30 &#167; Om r&#228;tten i ett m&#229;l om &#229;terkallelse av ett
elevtillst&#229;nd, ett flygcertifikat eller ett godk&#228;nnande av
ett utl&#228;ndskt flygcertifikat beslutar att &#229;terkallelse inte
ska ske, f&#229;r r&#228;tten meddela s&#228;rskilda villkor f&#246;r
elevtillst&#229;ndet, certifikatet eller godk&#228;nnandet.

31 &#167; I m&#229;l som pr&#246;vas med st&#246;d av 28 &#167; f&#246;rs det allm&#228;nnas
talan av Transportstyrelsen.

Flygdagbok

32 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att en f&#246;rare av ett luftfartyg
och annan ska f&#246;ra flygdagbok och om hur detta ska ske.

5 kap. Luftfartygs bef&#228;lhavare och bes&#228;ttning samt
tj&#228;nstg&#246;ring ombord

Luftfartygs bef&#228;lhavare

1 &#167; Ett luftfartyg ska ha en bef&#228;lhavare n&#228;r det anv&#228;nds vid
luftfart.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om bef&#228;lhavare.

Luftfartygs bes&#228;ttning

2 &#167; Ett luftfartygs &#228;gare eller, om luftfartyget inte anv&#228;nds
av &#228;garen, den som brukar det i &#228;garens st&#228;lle ska se till
att luftfartyget &#228;r bemannat p&#229; f&#246;reskrivet s&#228;tt.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om ett luftfartygs
bes&#228;ttning.

Bef&#228;lhavarens myndighet

3 &#167; Bef&#228;lhavaren har den h&#246;gsta myndigheten ombord. Om det
beh&#246;vs f&#229;r han eller hon best&#228;mma att medlemmar av
bes&#228;ttningen tillf&#228;lligt ska arbeta med annat &#228;n det som
deras anst&#228;llning avser. Passagerarna ska r&#228;tta sig efter vad
bef&#228;lhavaren best&#228;mmer om ordningen ombord.

Bef&#228;lhavaren f&#229;r s&#228;tta i land eller v&#228;gra att ta ombord
bes&#228;ttningsmedlemmar, passagerare och gods, n&#228;r
omst&#228;ndigheterna kr&#228;ver det.

F&#246;rberedande och genomf&#246;rande av flygning

4 &#167; Bef&#228;lhavaren ska &#246;vervaka att luftfartyget &#228;r
luftv&#228;rdigt. Han eller hon ska se till att det &#228;r utrustat,
bemannat och lastat p&#229; f&#246;reskrivet s&#228;tt. Vidare ska
bef&#228;lhavaren se till att flygningen f&#246;rbereds och genomf&#246;rs i
enlighet med g&#228;llande best&#228;mmelser.

Bef&#228;lhavaren har n&#228;r det g&#228;ller luftv&#228;rdigheten samma
skyldighet att g&#246;ra anm&#228;lan som &#228;garen har enligt 3 kap. 1 &#167;
f&#246;rsta stycket.

Uppr&#228;tth&#229;llande av ordning

5 &#167; Om n&#229;gon genom sitt upptr&#228;dande ombord utg&#246;r en omedelbar
fara f&#246;r flygs&#228;kerheten eller luftfartsskyddet, f&#229;r
bef&#228;lhavaren vidta de &#229;tg&#228;rder mot denne som beh&#246;vs f&#246;r att
avv&#228;rja faran.

F&#246;r att genomf&#246;ra dessa &#229;tg&#228;rder f&#229;r bef&#228;lhavaren inte
anv&#228;nda str&#228;ngare medel &#228;n f&#246;rh&#229;llandena kr&#228;ver.

Bef&#228;lhavaren b&#246;r i f&#246;rsta hand f&#246;rs&#246;ka tala den som skapat
faran till r&#228;tta genom upplysningar och uppmaningar. V&#229;ld f&#229;r
tillgripas endast n&#228;r andra medel inte hj&#228;lper. Om v&#229;ld
tillgrips ska den lindrigaste form brukas som kan f&#246;rv&#228;ntas
leda till det avsedda resultatet. V&#229;ld f&#229;r inte brukas l&#228;ngre
&#228;n som &#228;r absolut n&#246;dv&#228;ndigt.

Medlemmar av bes&#228;ttningen ska l&#228;mna bef&#228;lhavaren den hj&#228;lp
han eller hon beh&#246;ver. Passagerare f&#229;r efter uppmaning av
bef&#228;lhavaren l&#228;mna s&#229;dan hj&#228;lp. Om en &#229;tg&#228;rd med h&#228;nsyn till
faran m&#229;ste vidtas omedelbart, f&#229;r bes&#228;ttningsmedlemmar och
passagerare sj&#228;lva genomf&#246;ra den utan uppmaning av
bef&#228;lhavaren.

Bes&#228;ttningsmedlemmar och passagerare som l&#228;mnar hj&#228;lp eller
annars vidtar &#229;tg&#228;rd enligt fj&#228;rde stycket har samma r&#228;tt som
bef&#228;lhavaren att bruka v&#229;ld.

6 &#167; Om n&#229;got sv&#229;rare brott beg&#229;s ombord, ska bef&#228;lhavaren om
m&#246;jligt vidta de &#229;tg&#228;rder som beh&#246;vs f&#246;r utredningen och som
inte kan uppskjutas.

Bef&#228;lhavaren ska om m&#246;jligt se till att g&#228;rningsmannen inte
avviker och f&#229;r omh&#228;nderta honom eller henne f&#246;r att hindra
det. I s&#229;dant fall g&#228;ller best&#228;mmelserna i 5 &#167;.
G&#228;rningsmannen f&#229;r inte vara omh&#228;ndertagen l&#228;ngre &#228;n till
dess han eller hon kan &#246;verl&#228;mnas till en beh&#246;rig svensk
eller utl&#228;ndsk myndighet.

Bef&#228;lhavaren f&#229;r ta i f&#246;rvar s&#229;dana f&#246;rem&#229;l som kan ha
betydelse f&#246;r utredningen. Han eller hon ska till den
myndighet som avses i andra stycket ge de upplysningar och
&#246;verl&#228;mna de f&#246;rem&#229;l som kan ha betydelse f&#246;r utredningen.

F&#246;rsorg om passagerare, luftfartyg och gods

7 &#167; Om ett luftfartyg r&#229;kar i n&#246;d, ska bef&#228;lhavaren g&#246;ra allt
vad han eller hon kan f&#246;r att r&#228;dda ombordvarande, luftfartyg
och gods. M&#229;ste luftfartyget &#246;verges ska han eller hon om
m&#246;jligt se till att luftfartygshandlingarna tas om hand.

Rapporteringsskyldighet

8 &#167; Om det intr&#228;ffar en olycksh&#228;ndelse vid anv&#228;ndningen av
ett luftfartyg som medf&#246;r att n&#229;gon avlider, att n&#229;gon blir
allvarligt skadad, att luftfartyget f&#229;r betydande skada eller
att egendom som inte transporteras med luftfartyget f&#229;r
betydande skada, ska bef&#228;lhavaren rapportera det intr&#228;ffade.
Han eller hon ska ocks&#229; rapportera, n&#228;r det har funnits n&#229;gon
allvarlig fara f&#246;r att en s&#229;dan olycka skulle intr&#228;ffa eller
n&#228;r n&#229;got har h&#228;nt som tyder p&#229; ett v&#228;sentligt fel hos
luftfartyget eller markorganisationen.

Luftfartygets &#228;gare eller, om luftfartyget inte anv&#228;nds av
&#228;garen, den som brukar det ska

1. fullg&#246;ra de skyldigheter som anges i f&#246;rsta stycket, om
bef&#228;lhavaren inte kan fullg&#246;ra sin skyldighet, och

2. rapportera om ett luftfartyg har f&#246;rsvunnit under flygning
och inte har kunnat &#229;terfinnas.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om att rapporteringsskyldigheten ska
g&#228;lla ocks&#229; f&#246;r medlemmar av bes&#228;ttningen eller f&#246;r andra som
utf&#246;rt arbete som har samband med ber&#246;rd flygning. Regeringen
f&#229;r meddela f&#246;reskrifter om att rapportering av olyckor och
tillbud som &#228;r av betydelse f&#246;r luftfartens s&#228;kerhet ska
rapporteras ocks&#229; i andra fall &#228;n som anges i f&#246;rsta och
andra styckena.

I 10 kap. finns best&#228;mmelser om rapportering av h&#228;ndelser
inom civil luftfart.

F&#246;rbud mot tj&#228;nstg&#246;ring vid sjukdom m.m.

9 &#167; Den f&#229;r inte tj&#228;nstg&#246;ra ombord som p&#229; grund av sjukdom, 
uttr&#246;ttning, p&#229;verkan av alkohol eller andra medel eller av 
andra s&#229;dana sk&#228;l inte kan fullg&#246;ra sina uppgifter p&#229; ett 
betryggande s&#228;tt. Lag (2019:353).

6 kap. Flygplatser och den &#246;vriga markorganisationen

Flygplatser och andra start- och landningsplatser

1 &#167; Med flygplats avses i denna lag ett mark- eller
vattenomr&#229;de, som helt eller delvis har inr&#228;ttats s&#229; att
luftfartyg ska kunna ankomma, avg&#229; samt r&#246;ra sig p&#229; marken
eller vattnet.

2 &#167; F&#246;r start och landning med luftfartyg ska i f&#246;rsta hand
en flygplats anv&#228;ndas. Regeringen eller den myndighet som
regeringen best&#228;mmer f&#229;r meddela f&#246;reskrifter om vilka
flygplatser som f&#229;r anv&#228;ndas vid olika slag av luftfart.

F&#246;r start och landning f&#229;r tillf&#228;lligt eller i begr&#228;nsad
omfattning &#228;ven ett land- eller vattenomr&#229;de anv&#228;ndas som
inte s&#228;rskilt har inr&#228;ttats f&#246;r ett s&#229;dant &#228;ndam&#229;l. Skulle
start eller landning inneb&#228;ra n&#228;mnv&#228;rd skada eller ol&#228;genhet
f&#246;r omr&#229;dets &#228;gare eller innehavare kr&#228;vs dennes samtycke. I
fr&#229;ga om anv&#228;ndande f&#246;r start och landning av omr&#229;den, som
inte har inr&#228;ttats f&#246;r s&#229;dana &#228;ndam&#229;l eller som tillf&#228;lligt
har inr&#228;ttats f&#246;r s&#229;dana &#228;ndam&#229;l, g&#228;ller de f&#246;reskrifter som
meddelas av regeringen eller den myndighet som regeringen
best&#228;mmer.

Det som s&#228;gs i f&#246;rsta och andra styckena g&#228;ller inte
n&#246;dsituationer eller andra d&#228;rmed j&#228;mf&#246;rbara fall.

3 &#167; Om det beh&#246;vs av h&#228;nsyn till natur- eller milj&#246;v&#229;rd,
friluftsliv, kommunikationer, fiske eller n&#228;ringsverksamhet,
f&#229;r regeringen eller den myndighet som regeringen best&#228;mmer
meddela f&#246;reskrifter om att ett visst omr&#229;de inte f&#229;r
anv&#228;ndas f&#246;r landning.

4 &#167; Flygplatser ska uppfylla flygs&#228;kerhetens och
luftfartsskyddets krav.

Tillst&#229;nd att inr&#228;tta en flygplats

5 &#167; F&#246;r att inr&#228;tta en flygplats kr&#228;vs tillst&#229;nd av
regeringen eller den myndighet som regeringen best&#228;mmer.
Detsamma g&#228;ller om en flygplats byggs om, s&#229;vida inte
ombyggnaden &#228;r av mindre betydelse f&#246;r flygplatsens
anv&#228;ndning.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta att
en flygplats med h&#228;nsyn till dess art, trafikens ringa
omfattning eller andra s&#228;rskilda omst&#228;ndigheter f&#229;r inr&#228;ttas
utan ett s&#229;dant tillst&#229;nd som avses i f&#246;rsta stycket.

6 &#167; Ett tillst&#229;nd enligt 5 &#167; f&#229;r meddelas endast om 
flygplatsen &#228;r l&#228;mplig fr&#229;n allm&#228;n synpunkt. Vid pr&#246;vningen 
ska h&#228;nsyn s&#228;rskilt tas till flygs&#228;kerheten, relationen till 
&#246;vrig luftfart och andra transportslag, totalf&#246;rsvaret samt 
s&#228;rskilda st&#246;rningar.

Vid tillst&#229;ndspr&#246;vningen ska 3 och 4 kap. samt 5 kap. 3–5 &#167;&#167; 
milj&#246;balken till&#228;mpas. Ett tillst&#229;nd som medverkar till att 
en milj&#246;kvalitetsnorm f&#246;r annat &#228;n vatten som avses i 5 kap. 
2 &#167; f&#246;rsta stycket 1 milj&#246;balken inte f&#246;ljs f&#229;r meddelas 
endast om tillst&#229;ndet f&#246;renas med de krav som beh&#246;vs f&#246;r att 
f&#246;lja normen eller om det finns en s&#229;dan f&#246;ruts&#228;ttning f&#246;r 
tillst&#229;nd som anges i 5 kap. 5 &#167; andra stycket milj&#246;balken. 
Vid tillst&#229;ndspr&#246;vningen ska pr&#246;vningsmyndigheten till&#228;mpa 
det som s&#228;gs om mark- och milj&#246;domstolens handl&#228;ggning i 22 
kap. 13 &#167; milj&#246;balken.

Ett tillst&#229;nd f&#229;r inte meddelas i strid mot en detaljplan 
eller omr&#229;desbest&#228;mmelser. Om syftet med planen eller 
best&#228;mmelserna inte motverkas, f&#229;r dock mindre avvikelser 
g&#246;ras. Lag (2018:1423).

7 &#167; N&#228;r ett tillst&#229;nd enligt 5 &#167; meddelas, f&#229;r tillst&#229;ndet
f&#246;renas med villkor. Om tillst&#229;ndet meddelas av regeringen,
f&#229;r s&#229;dana villkor best&#228;mmas av den myndighet som regeringen
best&#228;mmer.

Drifttillst&#229;nd f&#246;r flygplatser

8 &#167; En flygplats f&#229;r inte tas i bruk innan den har godk&#228;nts
fr&#229;n flygs&#228;kerhetssynpunkt och meddelats ett drifttillst&#229;nd
av den myndighet som regeringen best&#228;mmer. Detsamma g&#228;ller om
en flygplats byggts om, s&#229;vida inte ombyggnaden &#228;r av mindre
betydelse f&#246;r flygplatsens anv&#228;ndning. Ett drifttillst&#229;nd ska
ges f&#246;r viss tid. Drifttillst&#229;ndet ska meddelas den som
driver flygplatsen och ska inneh&#229;lla de villkor som ska
g&#228;lla.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om vilka krav som ska vara uppfyllda
fr&#229;n flygs&#228;kerhetssynpunkt f&#246;r att ett omr&#229;de ska f&#229; anv&#228;ndas
som flygplats.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta att
en flygplats med h&#228;nsyn till dess art, trafikens ringa
omfattning eller andra s&#228;rskilda omst&#228;ndigheter inte beh&#246;ver
ha meddelats ett drifttillst&#229;nd innan den tas i bruk.

9 &#167; Om de f&#246;reskrifter eller villkor som avses i 8 &#167;
&#229;sidos&#228;tts i v&#228;sentlig grad, ska drifttillst&#229;ndet &#229;terkallas
av den myndighet som har meddelat det. Detta g&#228;ller ocks&#229; om
flygplatsen annars inte uppfyller de krav som g&#228;ller f&#246;r
flygplatser. Om det &#228;r tillr&#228;ckligt f&#246;r att uppr&#228;tth&#229;lla
flygs&#228;kerheten, f&#229;r ett drifttillst&#229;nd i st&#228;llet f&#246;r att
&#229;terkallas begr&#228;nsas till att g&#228;lla viss del av verksamheten
eller att g&#228;lla under vissa f&#246;ruts&#228;ttningar.

Ett drifttillst&#229;nd ska &#229;terkallas tills vidare i avvaktan p&#229;
ett slutligt avg&#246;rande av &#229;terkallelsefr&#229;gan, om det p&#229;
sannolika sk&#228;l kan antas att drifttillst&#229;ndet kommer att
&#229;terkallas slutligt. Om det p&#229; sannolika sk&#228;l kan antas att
tillst&#229;ndet kommer att begr&#228;nsas slutligt, f&#229;r det begr&#228;nsas
tills vidare i avvaktan p&#229; ett slutligt avg&#246;rande.

10 &#167; Den som driver en flygplats ska anm&#228;la om n&#229;got
intr&#228;ffar som medf&#246;r att kraven f&#246;r drifttillst&#229;nd inte
l&#228;ngre &#228;r uppfyllda. Om det kr&#228;vs av flygs&#228;kerhetssk&#228;l, ska
den som driver flygplatsen se till att anl&#228;ggningen inte
anv&#228;nds eller att anv&#228;ndningen begr&#228;nsas.

11 &#167; Om en flygplats, som inte beh&#246;ver drifttillst&#229;nd innan
den tas i bruk, inte uppfyller flygs&#228;kerhetskraven, f&#229;r
regeringen eller den myndighet som regeringen best&#228;mmer i ett
enskilt fall besluta att den inte f&#229;r anv&#228;ndas eller ange
under vilka f&#246;ruts&#228;ttningar den f&#229;r anv&#228;ndas.

&#214;vriga tillst&#229;nd

12 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att det kr&#228;vs
tillst&#229;nd f&#246;r att inr&#228;tta och driva &#228;ven andra anl&#228;ggningar
f&#246;r luftfarten &#228;n flygplatser. Fr&#229;gor om tillst&#229;nd och om
villkoren f&#246;r dessa pr&#246;vas av regeringen eller den myndighet
som regeringen best&#228;mmer.

Flygtrafiktj&#228;nst

13 &#167; Det ska finnas flygtrafiktj&#228;nst f&#246;r att trygga och
underl&#228;tta luftfarten. Verksamheten inom flygtrafiktj&#228;nst ska
vara godk&#228;nd fr&#229;n flygs&#228;kerhetssynpunkt av regeringen eller
den myndighet som regeringen best&#228;mmer. Ett godk&#228;nnande f&#229;r
&#229;terkallas av den myndighet som har meddelat det, om
f&#246;reskrivna krav inte uppfylls.

Flygtrafikledningstj&#228;nsten ska ombes&#246;rjas av den myndighet
som regeringen best&#228;mmer.

Flygtrafikledningstj&#228;nst f&#246;r luftrummet i anslutning till
andra flygplatser &#228;n s&#229;dana som &#228;gs eller drivs av staten
eller av en juridisk person d&#228;r staten har ett best&#228;mmande
inflytande f&#229;r dock ombes&#246;rjas av den som driver flygplatsen
eller den som f&#229;tt ett s&#229;dant uppdrag av den som driver
flygplatsen. Den som utf&#246;r s&#229;dan flygtrafikledningstj&#228;nst f&#229;r
l&#228;mna tillst&#229;nd i form av klarering och anvisningar om
f&#228;rdv&#228;g f&#246;r luftfartyg.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om flygtrafiktj&#228;nsten. Lag (2014:1034).

Tystnadsplikt

14 &#167; Den som har fullgjort uppgifter inom flygtrafiktj&#228;nst
f&#229;r inte obeh&#246;rigen r&#246;ja eller utnyttja vad han eller hon
under uppdraget eller i sin tj&#228;nst f&#229;tt veta om enskildas
ekonomiska eller personliga f&#246;rh&#229;llanden.

I det allm&#228;nnas verksamhet till&#228;mpas best&#228;mmelserna i
offentlighets- och sekretesslagen (2009:400) i st&#228;llet f&#246;r
det som s&#228;gs i f&#246;rsta stycket.

Luftfartsskyddet p&#229; flygplatser m.m.

15 &#167; I lagen (2004:1100) om luftfartsskydd och i EU-
r&#228;ttsakter som det h&#228;nvisas till i den lagen finns n&#228;rmare
best&#228;mmelser om luftfartsskyddet p&#229; flygplatser m.m.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r i
ett enskilt fall besluta att en anl&#228;ggning eller en
verksamhet vid en anl&#228;ggning som anv&#228;nds f&#246;r luftfart inte
f&#229;r anv&#228;ndas eller att verksamheten inte f&#229;r bedrivas om inte
luftfartsskyddets krav &#228;r uppfyllda, eller ange under vilka
f&#246;ruts&#228;ttningar anl&#228;ggningen f&#229;r anv&#228;ndas eller verksamheten
bedrivas.

Ordning och s&#228;kerhet m.m.

16 &#167; Utan tillst&#229;nd av den som driver en flygplats f&#229;r inte
n&#229;gon betr&#228;da en s&#229;dan del av ett flygplatsomr&#229;de d&#228;r det
genom st&#228;ngsel eller skyltar eller p&#229; annat liknande s&#228;tt
klart framg&#229;r att allm&#228;nheten inte har tilltr&#228;de. Motsvarande
g&#228;ller f&#246;r andra anl&#228;ggningar f&#246;r luftfarten.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om tilltr&#228;de till
flygplatser och andra anl&#228;ggningar f&#246;r luftfarten och om
ordningen d&#228;r.

En befattningshavare som fullg&#246;r ordnings- och
s&#228;kerhetstj&#228;nst vid en flygplats eller en annan anl&#228;ggning
f&#246;r luftfarten f&#229;r fr&#229;n flygplatsomr&#229;det eller anl&#228;ggningen
avvisa eller avl&#228;gsna den som obeh&#246;rigen uppeh&#229;ller sig d&#228;r
eller som st&#246;r ordningen eller &#228;ventyrar flygs&#228;kerheten eller
luftfartsskyddet.

Utl&#228;ndska luftfartygs tilltr&#228;de till flygplatser

17 &#167; En flygplats som &#228;r &#246;ppen f&#246;r allm&#228;nt bruk ska p&#229; samma
villkor som f&#246;r svenska luftfartyg i internationell trafik
vara &#246;ppen f&#246;r utl&#228;ndska luftfartyg i s&#229;dan trafik, om dessa
&#228;r registrerade i en stat som har tr&#228;ffat &#246;verenskommelse med
Sverige om denna f&#246;rm&#229;n.

Avgifter

18 &#167; /Upph&#246;r att g&#228;lla U:den dag regeringen best&#228;mmer/
Den som driver en flygplats och den som tillhandah&#229;ller
tj&#228;nster f&#246;r luftfarten f&#229;r ta ut avgifter f&#246;r anv&#228;ndningen
av flygplatsen, andra allm&#228;nna anl&#228;ggningar och tj&#228;nsterna.

I den omfattning som f&#246;ljer av 1981 &#229;rs multilaterala
&#246;verenskommelse om underv&#228;gsavgifter ska Europeiska
organisationen f&#246;r s&#228;krare flygtrafiktj&#228;nst (Eurocontrol)
meddela f&#246;reskrifter om, p&#229;f&#246;ra och driva in
underv&#228;gsavgifter.

18 &#167; /Tr&#228;der i kraft I:den dag regeringen best&#228;mmer/
Den som driver en flygplats och den som tillhandah&#229;ller
tj&#228;nster f&#246;r luftfarten f&#229;r ta ut avgifter f&#246;r anv&#228;ndningen
av flygplatsen, andra allm&#228;nna anl&#228;ggningar och tj&#228;nsterna.

I den omfattning som f&#246;ljer av bilaga IV till den reviderade
internationella Eurocontrolkonventionen ska Europeiska
organisationen f&#246;r s&#228;krare flygtrafiktj&#228;nst (Eurocontrol)
meddela f&#246;reskrifter om, p&#229;f&#246;ra och driva in
underv&#228;gsavgifter. Lag (2010:501).

18 a &#167; I lagen (2011:866) om flygplatsavgifter finns
ytterligare best&#228;mmelser om avgifter. Lag (2011:868).

Flygledare m.m.

19 &#167; Endast den f&#229;r arbeta som flygledare i
flygtrafikledningstj&#228;nst eller flygtekniker som har ett
g&#228;llande certifikat f&#246;r arbetet. Regeringen eller den
myndighet som regeringen best&#228;mmer f&#229;r meddela f&#246;reskrifter
om eller i ett enskilt fall besluta om undantag fr&#229;n kravet
p&#229; certifikat n&#228;r det g&#228;ller arbete som utf&#246;rs inom
organisationer som uppfyller flygs&#228;kerhetens krav med h&#228;nsyn
till arbetets omfattning.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om

1. att annan personal med uppgifter inom markorganisationen
eller med andra uppgifter av betydelse f&#246;r flygs&#228;kerheten &#228;n
som avses i 4 kap. ska ha beh&#246;righetsbevis,

2. att det kr&#228;vs elevtillst&#229;nd och medicinskt intyg f&#246;r att
genomg&#229; utbildning f&#246;r certifikat och f&#246;r att f&#229; certifikat
och beh&#246;righetsbevis, och

3. godtagande i Sverige av utl&#228;ndska elevtillst&#229;nd,
certifikat och beh&#246;righetsbevis.

I fr&#229;ga om elevtillst&#229;nd, certifikat, beh&#246;righetsbevis och
medicinskt intyg g&#228;ller best&#228;mmelserna i 4 kap. 6 och 8–31
&#167;&#167;.

20 &#167; Best&#228;mmelsen i 5 kap. 9 &#167; g&#228;ller ocks&#229; flygledare i
flygtrafikledningstj&#228;nst och flygtekniker. Regeringen f&#229;r
meddela f&#246;reskrifter om att best&#228;mmelsen i 5 kap. 9 &#167; ska
g&#228;lla &#228;ven annan personal inom markorganisationen med
tj&#228;nstg&#246;ring som &#228;r av betydelse f&#246;r flygs&#228;kerheten.

Flyghinder

21 &#167; F&#246;r att f&#246;rebygga fara f&#246;r flygs&#228;kerheten f&#229;r regeringen
eller den myndighet som regeringen best&#228;mmer meddela
f&#246;reskrifter om

1. f&#246;rbud mot eller annan begr&#228;nsning av upps&#228;ttning av
m&#228;rken, belysning eller andra anordningar som kan utg&#246;ra en
s&#229;dan fara, och

2. markering av byggnader, andra anl&#228;ggningar och objekt som
kan utg&#246;ra s&#229;dan fara (flyghinder).

F&#246;reskrifter som meddelas med st&#246;d av f&#246;rsta stycket f&#229;r inte
leda till n&#229;got avsev&#228;rt men f&#246;r dem som &#228;ger eller har
s&#228;rskild r&#228;tt till ber&#246;rd mark.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om &#229;tg&#228;rder som f&#229;r vidtas n&#228;r
f&#246;reskrifter enligt f&#246;rsta stycket inte f&#246;ljs.

22 &#167; I fr&#229;ga om kostnader f&#246;r markering av flyghinder enligt
21 &#167; f&#246;rsta stycket 2 g&#228;ller f&#246;ljande, om inte annat har
avtalats.

Vid inr&#228;ttande eller &#228;ndring av en flygplats eller
tillh&#246;rande inflygnings- eller utflygningsprocedurer ska
kostnaderna betalas av den som inr&#228;ttar en flygplats eller
ans&#246;ker om att &#228;ndra procedurerna.

Vid uppf&#246;rande av en byggnad eller annan anl&#228;ggning vid en
befintlig flygplats och tillh&#246;rande inflygnings- eller
utflygningsprocedurer ska kostnaderna betalas av den som
uppf&#246;r byggnaden eller anl&#228;ggningen.

23 &#167; Den som f&#246;r egen r&#228;kning utf&#246;r eller l&#229;ter utf&#246;ra
arbeten som avser uppf&#246;rande eller tillbyggnad av en byggnad
eller annan anl&#228;ggning som kan utg&#246;ra fara f&#246;r flygs&#228;kerheten
&#228;r skyldig att g&#246;ra en anm&#228;lan om arbetena innan dessa
p&#229;b&#246;rjas (flyghinderanm&#228;lan).

Regeringen f&#229;r meddela ytterligare f&#246;reskrifter om
skyldigheten att g&#246;ra flyghinderanm&#228;lan.

Marktj&#228;nster

24 &#167; I lagen (2000:150) om marktj&#228;nster p&#229; flygplatser finns
best&#228;mmelser om tilltr&#228;de till marknaden f&#246;r marktj&#228;nster p&#229;
flygplatser som st&#229;r &#246;ppna f&#246;r kommersiell lufttrafik.

7 kap. Tillst&#229;nd att bedriva luftfart

Flygs&#228;kerhetsm&#228;ssiga tillst&#229;nd

Drifttillst&#229;nd

1 &#167; Den som vill utf&#246;ra lufttransporter mot betalning &#229;t
allm&#228;nheten ska ha ett drifttillst&#229;nd.

Ett drifttillst&#229;nd ska vara utf&#228;rdat i Sverige. Som
drifttillst&#229;nd enligt detta kapitel f&#229;r, i fr&#229;ga om ett
utl&#228;ndskt flygf&#246;retag som &#228;r hemmah&#246;rande i ett annat land
som &#228;r medlem i Internationella civila
luftfartsorganisationen (ICAO) eller i ett land som Sverige
tr&#228;ffat avtal med om r&#228;tt till luftfart inom svenskt omr&#229;de,
godtas ett drifttillst&#229;nd eller en likv&#228;rdig handling som har
utf&#228;rdats av det landet i enlighet med ICAO:s normer.
Om det finns s&#228;rskilda sk&#228;l, f&#229;r regeringen eller den
myndighet som regeringen best&#228;mmer i ett enskilt fall besluta
om undantag fr&#229;n f&#246;rsta och andra styckena. Ett s&#229;dant beslut
f&#229;r avse endast enstaka flygningar n&#228;r drifttillst&#229;nd eller
en likv&#228;rdig handling saknas.

2 &#167; Ett drifttillst&#229;nd f&#229;r beviljas endast om det visas att
verksamheten kan bedrivas p&#229; ett fr&#229;n flygs&#228;kerhetssynpunkt
betryggande s&#228;tt med h&#228;nsyn till s&#246;kandens kompetens och
organisation samt f&#246;ruts&#228;ttningarna i &#246;vrigt.

3 &#167; Ett drifttillst&#229;nd f&#229;r ges endast till 

1. svenska staten,

2. svenska kommuner eller regioner,

3. medborgare i ett land inom Europeiska unionen (EU-land) som 
har sitt hemvist i Sverige eller till d&#246;dsbo efter en s&#229;dan 
person, 

4. svenska handelsbolag som endast har bolagsm&#228;n som &#228;r 
medborgare i ett EU-land, 

5. svenska f&#246;reningar, samfund eller stiftelser, som i 
styrelsen endast har ledam&#246;ter som &#228;r medborgare i ett EU-
land, 

6. svenska aktiebolag, om majoriteten av kapitalv&#228;rdet och 
r&#246;stv&#228;rdet &#228;gs av medborgare i ett EU-land eller av n&#229;gon som 
kan f&#229; tillst&#229;nd enligt denna paragraf, 

7. europeiska ekonomiska intressegrupperingar som har sitt 
s&#228;te i Sverige. 

Om &#228;garen till ett aktiebolag som ans&#246;ker om tillst&#229;nd enligt 
denna paragraf &#228;r ett annat aktiebolag, ska det som s&#228;gs i 
f&#246;rsta stycket 6 ocks&#229; g&#228;lla det bolaget. 

Ett tillst&#229;nd f&#246;rfaller, om kraven i f&#246;rsta och andra styckena 
inte l&#228;ngre &#228;r uppfyllda och r&#228;ttelse inte sker inom den tid 
som best&#228;ms av den myndighet som har meddelat tillst&#229;ndet. 

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r, 
om det finns s&#228;rskilda sk&#228;l, i ett enskilt fall besluta om 
undantag fr&#229;n denna paragraf. Lag (2019:942).

4 &#167; Ett drifttillst&#229;nd ska g&#228;lla f&#246;r viss typ av luftfart och
f&#246;r vissa luftfartyg. Tillst&#229;ndet ska ges f&#246;r viss tid och
inneh&#229;lla de villkor som ska g&#228;lla.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om drifttillst&#229;nd.

5 &#167; Fr&#229;gor om drifttillst&#229;nd pr&#246;vas av den myndighet som
regeringen best&#228;mmer.

6 &#167; Om en tillst&#229;ndshavare i v&#228;sentlig grad &#229;sidos&#228;tter
f&#246;reskrifterna eller villkoren f&#246;r verksamheten, ska
drifttillst&#229;ndet &#229;terkallas. Tillst&#229;ndet ska ocks&#229;
&#229;terkallas, om det m&#229;ste antas att innehavaren inte kan
uppr&#228;tth&#229;lla verksamheten. Om det &#228;r tillr&#228;ckligt f&#246;r att
uppr&#228;tth&#229;lla flygs&#228;kerheten, f&#229;r ett drifttillst&#229;nd i st&#228;llet
begr&#228;nsas till att g&#228;lla viss del av verksamheten eller att
g&#228;lla under vissa f&#246;ruts&#228;ttningar.

Ett drifttillst&#229;nd ska &#229;terkallas tills vidare i avvaktan p&#229;
ett slutligt avg&#246;rande av &#229;terkallelsefr&#229;gan, om det p&#229;
sannolika sk&#228;l kan antas att drifttillst&#229;ndet kommer att
&#229;terkallas slutligt. Om det p&#229; sannolika sk&#228;l kan antas att
tillst&#229;ndet kommer att begr&#228;nsas slutligt, f&#229;r det begr&#228;nsas
tills vidare i avvaktan p&#229; ett slutligt avg&#246;rande.

7 &#167; Den som har ett drifttillst&#229;nd ska anm&#228;la om n&#229;got
intr&#228;ffar som medf&#246;r att kraven f&#246;r drifttillst&#229;nd inte
l&#228;ngre &#228;r uppfyllda.

Bruksflygtillst&#229;nd

8 &#167; F&#246;r att f&#229; utf&#246;ra arbeten med hj&#228;lp av luftfartyg, s&#229;som
lyft, bogsering, inspektioner och &#246;vervakning, kr&#228;vs ett
bruksflygtillst&#229;nd.

Det som f&#246;reskrivs om drifttillst&#229;nd i 1 &#167; andra och tredje
styckena och 2–7 &#167;&#167; ska ocks&#229; g&#228;lla bruksflygtillst&#229;nd. Om
regeringen best&#228;mmer det, f&#229;r den myndighet som pr&#246;var fr&#229;gor
om bruksflygtillst&#229;nd uppdra &#229;t n&#229;gon annan att g&#246;ra
pr&#246;vningen.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r i
ett enskilt fall besluta om undantag fr&#229;n kravet p&#229;
bruksflygtillst&#229;nd om verksamheten inte &#228;r av st&#246;rre
omfattning eller om det i &#246;vrigt finns s&#228;rskilda sk&#228;l.

Tillst&#229;nd att bedriva utbildning

9 &#167; F&#246;r att f&#229; bedriva flygutbildning i Sverige kr&#228;vs ett
utbildningstillst&#229;nd som &#228;r utf&#228;rdat i Sverige.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta om
undantag fr&#229;n kravet p&#229; tillst&#229;nd enligt f&#246;rsta stycket n&#228;r
det &#228;r fr&#229;ga om utbildning f&#246;r privat flygning. Om en
flygutbildning som har undantagits fr&#229;n tillst&#229;ndskravet inte
uppfyller f&#246;reskrivna flygs&#228;kerhetskrav, f&#229;r regeringen eller
den myndighet som regeringen best&#228;mmer i ett enskilt fall
besluta att utbildningen inte f&#229;r bedrivas.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om att det kr&#228;vs tillst&#229;nd f&#246;r att
bedriva utbildning av flygledare och annan personal inom
flygtrafiktj&#228;nsten i Sverige.

Det som f&#246;reskrivs om drifttillst&#229;nd i 2 och 4–7 &#167;&#167; ska ocks&#229;
g&#228;lla tillst&#229;nd som f&#246;reskrivs i denna paragraf.

Trafiktillst&#229;nd

Krav f&#246;r trafiktillst&#229;nd

10 &#167; F&#246;r att mot betalning f&#229; utf&#246;ra lufttransporter &#229;t
allm&#228;nheten eller f&#246;r att mot betalning f&#229; utf&#246;ra arbeten med
hj&#228;lp av luftfartyg kr&#228;vs ett trafiktillst&#229;nd.

Den som har ett drifttillst&#229;nd som &#228;r utf&#228;rdat i Sverige
beh&#246;ver dock inte n&#229;got trafiktillst&#229;nd f&#246;r att f&#229; utf&#246;ra
inrikes lufttransporter och den som har ett
bruksflygtillst&#229;nd som &#228;r utf&#228;rdat i Sverige beh&#246;ver inte
n&#229;got trafiktillst&#229;nd f&#246;r att f&#229; utf&#246;ra arbeten med hj&#228;lp av
luftfartyg. Regeringen eller den myndighet som regeringen
best&#228;mmer f&#229;r dock meddela f&#246;reskrifter om att det kr&#228;vs ett
trafiktillst&#229;nd &#228;ven i dessa fall.

Om regeringen genom ett avtal med ett annat land eller en
internationell organisation medgivit trafikr&#228;ttigheter f&#246;r
luftfart inom svenskt omr&#229;de, f&#229;r regeringen besluta om
undantag fr&#229;n kravet p&#229; trafiktillst&#229;nd enligt f&#246;rsta
stycket.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela n&#228;rmare f&#246;reskrifter om trafiktillst&#229;nd och om
ut&#246;vande av trafikr&#228;ttigheter utan att trafiktillst&#229;nd kr&#228;vs
enligt tredje stycket.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om eller i ett enskilt fall besluta om
att annan luftfart &#228;n luftfart i regelbunden trafik f&#229;r
ut&#246;vas utan trafiktillst&#229;nd, om det &#228;r l&#228;mpligt med h&#228;nsyn
till luftfartens art eller omfattning.

Meddelande och &#229;terkallande av trafiktillst&#229;nd

11 &#167; Trafiktillst&#229;nd meddelas av regeringen eller den
myndighet som regeringen best&#228;mmer.

N&#228;r trafiktillst&#229;nd meddelas, f&#229;r tillst&#229;ndet f&#246;renas med
villkor. Om tillst&#229;ndet meddelas av regeringen, f&#229;r s&#229;dana
villkor beslutas av den myndighet som regeringen best&#228;mmer.

Ett trafiktillst&#229;nd eller trafikr&#228;ttigheter enligt 10 &#167;
tredje stycket f&#229;r &#229;terkallas helt eller f&#246;r viss tid eller
begr&#228;nsas, om tillst&#229;ndshavaren eller ut&#246;varen av
trafikr&#228;ttigheten inte iakttar de f&#246;reskrifter eller villkor
som g&#228;ller f&#246;r verksamheten, eller det i &#246;vrigt finns
s&#228;rskilda sk&#228;l.

&#214;vriga tillst&#229;nd

Tillst&#229;nd till inhyrning och uthyrning av luftfartyg

12 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r, om det beh&#246;vs av h&#228;nsyn till flygs&#228;kerheten eller annars
till luftfarten inom svenskt omr&#229;de, meddela f&#246;reskrifter om
att det kr&#228;vs tillst&#229;nd f&#246;r att hyra in eller hyra ut ett
luftfartyg.

Det som f&#246;reskrivs om drifttillst&#229;nd i 2 och 4–7 &#167;&#167; ska ocks&#229;
g&#228;lla tillst&#229;nd som f&#246;reskrivs i denna paragraf.

8 kap. Vissa best&#228;mmelser f&#246;r lufttrafiken

Trafikregler

1 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om

1. trafik vid luftfart,

2. vad som i &#246;vrigt ska iakttas vid luftfart f&#246;r att olyckor
och ol&#228;genheter ska undvikas,

3. flygv&#228;gar som luftfartyg ska f&#246;lja inom svenskt omr&#229;de,

4. begr&#228;nsningar i anv&#228;ndningen av luftrum i anslutning till
s&#229;dana flygv&#228;gar, samt

5. flygningar &#246;ver landets gr&#228;nser.

Skyldighet att landa

2 &#167; N&#228;r det kr&#228;vs av h&#228;nsyn till allm&#228;n ordning och s&#228;kerhet,
f&#229;r ett luftfartyg uppmanas att landa. Uppmaningen ska riktas
till fartygets bef&#228;lhavare. Luftfartyget ska d&#229; landa p&#229; den
plats som anvisas. Om ingen anvisning l&#228;mnas, ska landningen
ske p&#229; n&#228;rmaste l&#228;mpliga flygplats inom landet.

Ett luftfartyg, som utan f&#246;reskrivet tillst&#229;nd kommer in i
ett s&#229;dant omr&#229;de som avses i 1 kap. 8 &#167;, ska omedelbart
l&#228;mna omr&#229;det. Det intr&#228;ffade ska snarast anm&#228;las till en
flygtrafikledningsenhet. Om ingen annan anvisning l&#228;mnas, ska
luftfartyget snarast m&#246;jligt landa enligt det som s&#228;gs i
f&#246;rsta stycket.

Om best&#228;mmelserna i f&#246;rsta eller andra stycket inte f&#246;ljs,
f&#229;r luftfartygets fortsatta f&#228;rd hindras.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om skyldighet att landa.
Beslut i fr&#229;gor som avses i denna paragraf meddelas av den
myndighet som regeringen best&#228;mmer.

Transport av visst gods

3 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r av h&#228;nsyn till flygs&#228;kerheten, luftfartsskyddet eller om
det f&#246;ljer av en internationell &#246;verenskommelse som Sverige
har tilltr&#228;tt meddela f&#246;reskrifter om eller i ett enskilt
fall besluta om f&#246;rbud mot transport med luftfartyg av visst
gods eller om villkor f&#246;r s&#229;dan transport.

Best&#228;mmelser som r&#246;r utf&#246;rsel av krigsmateriel finns i lagen
(1992:1300) om krigsmateriel.

Best&#228;mmelser om transport med luftfartyg av farligt gods
finns i lagen (2006:263) om transport av farligt gods.

Luftfartygshandlingar

4 &#167; Om inte annat s&#228;rskilt f&#246;reskrivs i denna lag, f&#229;r
regeringen eller den myndighet som regeringen best&#228;mmer
meddela f&#246;reskrifter om handlingar som ska medf&#246;ras vid
luftfart (luftfartygshandlingar).

5 &#167; Om n&#229;gon f&#246;r att kunna ta till vara sin r&#228;tt beh&#246;ver ta
del av inneh&#229;llet i en luftfartygshandling, ska han eller hon
f&#229; det.

I det allm&#228;nnas verksamhet g&#228;ller i st&#228;llet best&#228;mmelserna i
tryckfrihetsf&#246;rordningen och offentlighets- och
sekretesslagen (2009:400).

6 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r dem som tj&#228;nstg&#246;r
ombord p&#229; luftfartyg att medf&#246;ra flygcertifikat och andra
handlingar.

9 kap. Ansvaret f&#246;r skador genom luftfart

1 &#167; Best&#228;mmelser om ansvaret f&#246;r skador som genom luftfart
tillfogas personer eller egendom som inte transporteras med
luftfartyget finns i lagen (1922:382) ang&#229;ende ansvarighet
f&#246;r skada i f&#246;ljd av luftfart.

2 &#167; Best&#228;mmelser om skyldighet f&#246;r lufttrafikf&#246;retag och
luftfartygsoperat&#246;rer att ha f&#246;rs&#228;kring f&#246;r s&#229;dant ansvar som
avses i 1 &#167; finns i Europa-

parlamentets och r&#229;dets f&#246;rordning (EG) nr 785/2004 av den 21
april 2004 om f&#246;rs&#228;kringskrav f&#246;r lufttrafikf&#246;retag och
luftfartygsoperat&#246;rer.

3 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att det &#228;ven i
andra fall &#228;n som f&#246;ljer av 2 &#167; ska finnas f&#246;rs&#228;kring f&#246;r
ansvar enligt 1 &#167;. F&#246;rs&#228;kringen f&#229;r ers&#228;ttas av n&#229;gon
motsvarande s&#228;kerhet som regeringen best&#228;mmer.

4 &#167; Transportstyrelsen ska ut&#246;va tillsyn &#246;ver att
lufttrafikf&#246;retag och luftfartygsoperat&#246;rer fullg&#246;r de
skyldigheter som f&#246;ljer av f&#246;rordning (EG) nr 785/2004 i
fr&#229;ga om f&#246;rs&#228;kring f&#246;r s&#229;dant ansvar som avses i 1 &#167;.

Ett s&#229;dant bevis som avses i artikel 5.1 i f&#246;rordningen ska
ges in till Transportstyrelsen.

5 &#167; Transportstyrelsen f&#229;r i fr&#229;ga om s&#229;dana flygningar &#246;ver
svenskt omr&#229;de och s&#229;dana mellanlandningar som avses i
artikel 8.2 i f&#246;rordning (EG) nr 785/2004 kr&#228;va bevis om
giltig f&#246;rs&#228;kring.

6 &#167; Om n&#229;gon som tj&#228;nstg&#246;r p&#229; luftfartyg &#228;r
ers&#228;ttningsskyldig f&#246;r skada genom luftfart som har uppkommit
genom hans eller hennes fel eller f&#246;rsummelse i tj&#228;nsten, f&#229;r
r&#228;tten j&#228;mka ers&#228;ttningen med h&#228;nsyn till felets eller
f&#246;rsummelsens beskaffenhet, skadans storlek eller
omst&#228;ndigheterna i &#246;vrigt. Detsamma g&#228;ller i fr&#229;ga om andra
med tj&#228;nst som har betydelse f&#246;r trafiks&#228;kerheten.

I fr&#229;ga om skadest&#229;ndsansvaret f&#246;r arbetstagare g&#228;ller 4 kap.
1 &#167; skadest&#229;ndslagen (1972:207).

10 kap. Flygr&#228;ddningstj&#228;nst, b&#228;rgning, unders&#246;kning av
luftfartsolyckor och rapportering av h&#228;ndelser

Flygr&#228;ddningstj&#228;nst

1 &#167; Best&#228;mmelser om flygr&#228;ddningstj&#228;nst finns i lagen
(2003:778) om skydd mot olyckor.

Ett luftfartygs &#228;gare eller brukare och de som tj&#228;nstg&#246;r p&#229;
luftfartyg eller vid flygplatser eller andra anl&#228;ggningar f&#246;r
luftfarten &#228;r skyldiga att delta i flygr&#228;ddningstj&#228;nsten.
Regeringen meddelar f&#246;reskrifter om ers&#228;ttning av allm&#228;nna
medel f&#246;r deltagandet. I fr&#229;ga om ers&#228;ttning vid personskador
g&#228;ller best&#228;mmelserna om statligt personskadeskydd i 43, 87 och
88 kap. socialf&#246;rs&#228;kringsbalken samt lagen (1977:266) om
statlig ers&#228;ttning vid ideell skada m.m. Lag (2010:1310).

B&#228;rgning

2 &#167; Den som b&#228;rgar ett luftfartyg som har f&#246;rolyckats eller
befinner sig i n&#246;d och alla som medverkar vid b&#228;rgningen har
r&#228;tt till b&#228;rgarl&#246;n. Detsamma g&#228;ller vid b&#228;rgning av gods
ombord p&#229; ett s&#229;dant luftfartyg eller av n&#229;got som h&#246;r till
luftfartyget eller godset. I fr&#229;ga om b&#228;rgarl&#246;nen till&#228;mpas

best&#228;mmelserna i 16 kap. 3 &#167; tredje och fj&#228;rde styckena, 5 &#167;
f&#246;rsta stycket andra och tredje meningarna, 6 &#167; och 10 &#167;
tredje stycket sj&#246;lagen (1994:1009). Den som i en s&#229;dan
n&#246;dsituation r&#228;ddar m&#228;nniskor fr&#229;n luftfartyget eller
medverkar vid deras r&#228;ddning har ocks&#229; r&#228;tt till en del av
b&#228;rgarl&#246;nen. De s&#228;rskilda kostnader som n&#229;gon i &#246;vrigt har
haft f&#246;r bevarandet av ett luftfartyg eller av gods ska ocks&#229;
ers&#228;ttas, om kostnaderna har varit n&#246;dv&#228;ndiga.

Den som deltar i en b&#228;rgning trots ett uttryckligt och
befogat f&#246;rbud av luftfartygets bef&#228;lhavare, &#228;gare eller, om
luftfartyget inte anv&#228;nds av &#228;garen, den som brukar det i
&#228;garens st&#228;lle har inte r&#228;tt till b&#228;rgarl&#246;n. Detsamma g&#228;ller
i fr&#229;ga om ers&#228;ttning f&#246;r kostnader f&#246;r bevarande av
luftfartyg och gods.

Best&#228;mmelserna om b&#228;rgning i denna paragraf till&#228;mpas inte p&#229;
s&#229;dan b&#228;rgning som avses i 16 kap. 1 &#167; 1 sj&#246;lagen.

3 &#167; Den som har en fordran p&#229; b&#228;rgarl&#246;n eller ers&#228;ttning f&#246;r
kostnader enligt 2 &#167; har luftpantr&#228;tt i luftfartyget eller
godset med f&#246;rm&#229;nsr&#228;tt enligt 4 &#167; 1 f&#246;rm&#229;nsr&#228;ttslagen
(1970:979), om b&#228;rgarl&#246;nen eller ers&#228;ttningen avser &#229;tg&#228;rder
som har avslutats i Sverige.

En yngre fordran har f&#246;retr&#228;de framf&#246;r en &#228;ldre. Fordringar
som har uppkommit p&#229; grund av samma h&#228;ndelse har lika r&#228;tt
till betalning.

F&#246;r att ett luftfartyg ska f&#229; l&#228;mna den plats d&#228;r &#229;tg&#228;rderna
f&#246;r b&#228;rgningen eller bevarandet avslutades, eller f&#246;r att
&#228;garen ska f&#229; ta godset i besittning, kr&#228;vs att borgen&#228;rerna
medger det. Detta g&#228;ller dock inte, om borgen&#228;rerna har f&#229;tt
betalt f&#246;r sina fordringar eller s&#228;kerhet har st&#228;llts.

4 &#167; Luftpantr&#228;tt omfattar inte ers&#228;ttning som p&#229; grund av
f&#246;rs&#228;kring eller av n&#229;gon annan anledning betalas f&#246;r skada
p&#229; luftfartyg eller gods.

5 &#167; S&#228;ljs luftfartyget eller godset exekutivt, upph&#246;r
luftpantr&#228;tten sedan f&#246;rs&#228;ljningen har vunnit laga kraft och
k&#246;pesumma betalats. Borgen&#228;rerna har r&#228;tt till betalning ur
k&#246;pesumman enligt best&#228;mmelserna i uts&#246;kningsbalken.

Luftpantr&#228;tten i godset upph&#246;r, om det genom lossning st&#228;lls
till avs&#228;ndarens eller mottagarens f&#246;rfogande. Om godset
l&#228;mnas ut utan borgen&#228;rens tillst&#229;nd, svarar den som tar emot
godset f&#246;r fordringen, om han eller hon k&#228;nde till denna. Han
eller hon svarar dock inte f&#246;r mera &#228;n det v&#228;rde som godset
hade vid lossningen.

6 &#167; Luftpantr&#228;tten i ett luftfartyg som &#228;r registrerat i
Sverige upph&#246;r efter tre m&#229;nader fr&#229;n den dag &#229;tg&#228;rderna f&#246;r
b&#228;rgningen eller bevarandet av luftfartyget avslutades. Detta
g&#228;ller dock inte, om borgen&#228;rens anspr&#229;k p&#229; pantr&#228;tt inom
samma tid har anm&#228;lts till inskrivningsmyndigheten f&#246;r
anteckning i inskrivningsregistret f&#246;r luftfartyg och
dessutom &#246;verenskommelse har tr&#228;ffats om pantr&#228;ttens belopp
eller talan om pantr&#228;tten har v&#228;ckts i laga ordning.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller ocks&#229; om luftfartyget
&#228;r registrerat i ett annat land som har bitr&#228;tt den
konvention r&#246;rande internationellt erk&#228;nnande av r&#228;tt till
luftfartyg som avslutades i Gen&#232;ve den 19 juni 1948
(Gen&#232;vekonventionen). Borgen&#228;rens anspr&#229;k p&#229; pantr&#228;tt ska i
s&#229;dant fall anm&#228;las hos den myndighet som f&#246;r
inskrivningsregistret f&#246;r luftfartyg.

Om luftfartyget inte &#228;r registrerat eller om det &#228;r
registrerat i ett annat land &#228;n som anges i andra stycket,
upph&#246;r luftpantr&#228;tten efter ett &#229;r fr&#229;n den dag &#229;tg&#228;rderna
f&#246;r b&#228;rgningen eller bevarandet av luftfartyget avslutades.
Detta g&#228;ller dock inte, om inom samma tid &#246;verenskommelse har
tr&#228;ffats om pantr&#228;ttens belopp eller talan om pantr&#228;tten har
v&#228;ckts i laga ordning.

Unders&#246;kning av luftfartsolyckor och tillbud

7 &#167; Best&#228;mmelser om unders&#246;kning fr&#229;n s&#228;kerhetssynpunkt av
luftfartsolyckor och tillbud till s&#229;dana olyckor finns i
lagen (1990:712) om unders&#246;kning av olyckor.

Rapportering av h&#228;ndelser m.m.

8 &#167; I syfte att f&#246;rb&#228;ttra flygs&#228;kerheten ska h&#228;ndelser inom
luftfart rapporteras till beh&#246;rig myndighet.

Med h&#228;ndelse inom luftfart avses i denna lag driftsavbrott,
defekt, fel eller annan onormal omst&#228;ndighet som har inverkat
eller kan inverka p&#229; flygs&#228;kerheten, men som inte lett till
s&#229;dana luftfartsolyckor eller tillbud som avses i lagen
(1990:712) om unders&#246;kning av olyckor.

9 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om vilka personer
inom luftfart som ska vara skyldiga att rapportera h&#228;ndelser
enligt 8 &#167;.

Regeringen eller den myndighet som regeringen best&#228;mmer
meddelar n&#228;rmare f&#246;reskrifter om rapportering av h&#228;ndelser.

10 &#167; En arbetsgivare f&#229;r inte uts&#228;tta en arbetstagare f&#246;r
repressalier p&#229; grund av att arbetstagaren har rapporterat en
h&#228;ndelse enligt denna lag.

Om en arbetstagare uts&#228;tts f&#246;r repressalier, ska
arbetsgivaren betala skadest&#229;nd till arbetstagaren f&#246;r den
f&#246;rlust som uppkommer och f&#246;r den kr&#228;nkning som
repressalierna inneb&#228;r.

11 kap. S&#228;rskilda best&#228;mmelser

Avg&#229;ngsf&#246;rbud

1 &#167; Transportstyrelsen eller den som styrelsen utser f&#229;r
f&#246;rbjuda en flygning och hindra ett luftfartyg fr&#229;n att avg&#229;
om det, n&#228;r flygningen ska p&#229;b&#246;rjas, kan antas att
luftfartyget inte uppfyller de villkor som anges i denna lag
eller som har fastst&#228;llts med st&#246;d av lagen. Detsamma g&#228;ller
n&#228;r andra villkor som fastst&#228;llts f&#246;r flygningen inte &#228;r
uppfyllda. Om n&#229;gon annan &#228;n Transportstyrelsen har meddelat
beslutet, ska beslutet genast anm&#228;las till Transportstyrelsen
och pr&#246;vas av denna.

2 &#167; Den som driver en flygplats f&#229;r hindra ett luftfartygs
avg&#229;ng om avgifter f&#246;r anv&#228;ndningen av flygplatsen och
tj&#228;nsterna f&#246;r luftfarten, som avser luftfartygets senaste
ankomst, uppeh&#229;ll och avg&#229;ng, inte har betalats och s&#228;kerhet
inte har st&#228;llts.

Verkst&#228;llighet av verksamhetsf&#246;rbud

2 a &#167; Transportstyrelsen f&#229;r i fr&#229;ga om ett lufttrafikf&#246;retag
med svenskt drifttillst&#229;nd besluta om de begr&#228;nsningar i
f&#246;retagets verksamhet som beh&#246;vs f&#246;r att verkst&#228;lla ett
verksamhetsf&#246;rbud som Europeiska kommissionen har beslutat
enligt artikel 16.10 i Europarlamentets och r&#229;dets direktiv
2003/87/EG av den 13 oktober 2003 om ett system f&#246;r handel
med utsl&#228;ppsr&#228;tter f&#246;r v&#228;xthusgaser inom gemenskapen och om
&#228;ndring av r&#229;dets direktiv 96/61/EG, i lydelsen enligt
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 421/2014.

Transportstyrelsen ska underr&#228;tta kommissionen om vidtagna
verkst&#228;llighets&#229;tg&#228;rder. Lag (2015:368).

Kvarstad

3 &#167; I lagen (1939:6) om frihet fr&#229;n kvarstad f&#246;r vissa
luftfartyg finns best&#228;mmelser om att kvarstad inte f&#229;r l&#228;ggas
p&#229; vissa luftfartyg.

Avgifter och andra ers&#228;ttningar f&#246;r f&#246;rr&#228;ttningar

4 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om avgifter och andra ers&#228;ttningar 
f&#246;r f&#246;rr&#228;ttningar och tillst&#229;nd enligt denna lag och 
f&#246;reskrifter som meddelats med st&#246;d av lagen samt enligt EU-
f&#246;rordningar p&#229; den civila luftfartens omr&#229;de. Beslut om 
avgifter och andra ers&#228;ttningar som &#228;r f&#246;rfallna till 
betalning f&#229;r verkst&#228;llas enligt uts&#246;kningsbalken. 

Av lagen (2014:140) med bemyndigande att meddela vissa 
f&#246;reskrifter om marknadskontroll av varor och annan 
n&#228;rliggande tillsyn framg&#229;r att f&#246;reskrifter om avgifter f&#246;r 
marknadskontroll enligt Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2019/1020 av den 20 juni 2019 om 
marknadskontroll och &#246;verensst&#228;mmelse f&#246;r produkter och om 
&#228;ndring av direktiv 2004/42/EG och f&#246;rordningarna (EG) 
nr 765/2008 och (EU) nr 305/2011 f&#229;r meddelas.
Lag (2022:1121).

Radioanl&#228;ggningar

5 &#167; I lagen (2022:482) om elektronisk kommunikation finns 
s&#228;rskilda best&#228;mmelser om anv&#228;ndning av radioanl&#228;ggningar 
ombord p&#229; luftfartyg och inom markorganisationen.
Lag (2022:497).

12 kap. Tillsyn, &#246;verklagande m.m.

Tillsyn

1 &#167; Den myndighet som regeringen best&#228;mmer ut&#246;var tillsyn &#246;ver
att best&#228;mmelserna i 1–8, 10 och 11 kap. och de f&#246;reskrifter
som meddelats med st&#246;d av dessa best&#228;mmelser f&#246;ljs.
Tillsyns&#229;tg&#228;rder f&#229;r &#228;ven vidtas stickprovsvis.

Regeringen f&#229;r meddela f&#246;reskrifter om att den myndighet som
avses i f&#246;rsta stycket f&#229;r anlita n&#229;gon annan vid tillsynen.

I den utstr&#228;ckning det beh&#246;vs f&#246;r tillsyn enligt f&#246;rsta
stycket ska d&#228;r avsedd myndighet och annan som myndigheten
anlitar f&#246;r tillsynen ges omedelbart tilltr&#228;de till
luftfartyg, flygplatser, anl&#228;ggningar, lokaler och andra
objekt. Denna r&#228;tt omfattar inte bost&#228;der.

Regeringen eller, efter regeringens bemyndigande,
Transportstyrelsen f&#229;r ing&#229; avtal med annat land om att
tillsynen &#246;ver svenska luftfartyg samt tillsynen i &#246;vrigt &#246;ver
luftv&#228;rdigheten och luftfartygsunderh&#229;llet ska ut&#246;vas av det
andra landet. Lag (2011:868).

2 &#167; Den myndighet som regeringen best&#228;mmer ut&#246;var tillsyn
&#246;ver att den som har skyldigheter enligt artiklarna 5–11 i
Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 1107/2006 om
r&#228;ttigheter i samband med flygresor f&#246;r personer med
funktionshinder och personer med nedsatt r&#246;rlighet f&#246;ljer
dessa best&#228;mmelser.

Tillsynsmyndigheten enligt f&#246;rsta stycket f&#229;r meddela de
f&#246;rel&#228;gganden som beh&#246;vs f&#246;r att best&#228;mmelserna ska f&#246;ljas.

3 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att den som st&#229;r under tillsyn
enligt denna lag ska

l&#228;mna de uppgifter som tillsynsmyndigheten beh&#246;ver f&#246;r att
kunna ut&#246;va tillsyn.

Marknadskontroll

3 a &#167; Best&#228;mmelser om marknadskontroll finns i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1020 av den 
20 juni 2019 om marknadskontroll och &#246;verensst&#228;mmelse f&#246;r 
produkter och om &#228;ndring av direktiv 2004/42/EG och 
f&#246;rordningarna (EG) nr 765/2008 och (EU) nr 305/2011.

Den myndighet som regeringen best&#228;mmer &#228;r 
marknadskontrollmyndighet. Lag (2022:1121).

3 b &#167; Vid marknadskontroll enligt f&#246;rordning (EU) 2019/1020 
har marknadskontrollmyndigheten befogenhet 

1. att enligt artikel 14.4 a-14.4 c kr&#228;va att ekonomiska 
akt&#246;rer ska tillhandah&#229;lla handlingar, specifikationer, data 
eller uppgifter, 

2. att enligt artikel 14.4 d utf&#246;ra oanm&#228;lda inspektioner p&#229; 
plats och fysiska kontroller av produkter, 

3. att enligt artikel 14.4 e f&#229; tilltr&#228;de till lokaler, mark 
eller transportmedel,

4. att enligt artikel 14.4 f inleda unders&#246;kningar p&#229; eget 
initiativ, 

5. att enligt artikel 14.4 g kr&#228;va att ekonomiska akt&#246;rer ska 
vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att f&#229; en bristande 
&#246;verensst&#228;mmelse att upph&#246;ra eller att eliminera en risk, 

6. att enligt artikel 14.4 h sj&#228;lv vidta &#229;tg&#228;rder,

7. att enligt artikel 14.4 j inf&#246;rskaffa, inspektera och 
demontera varuprover, och 

8. att enligt artikel 14.4 k kr&#228;va att inneh&#229;ll p&#229; ett 
onlinegr&#228;nssnitt ska avl&#228;gsnas, att en varning ska visas eller 
att &#229;tkomsten ska begr&#228;nsas.

Marknadskontrollmyndigheten f&#229;r inf&#246;rskaffa ett varuprov under 
dold identitet enligt artikel 14.4 j i f&#246;rordning (EU) 
2019/1020 endast om det &#228;r n&#246;dv&#228;ndigt f&#246;r att syftet med 
kontrollen ska uppn&#229;s. Myndigheten ska underr&#228;tta den 
ekonomiska akt&#246;ren om att inf&#246;rskaffandet har skett under dold 
identitet, s&#229; snart det g&#229;r utan att syftet med &#229;tg&#228;rden g&#229;r 
f&#246;rlorat.

Befogenheten enligt f&#246;rsta stycket 8 g&#228;ller inte i fr&#229;ga om 
databaser som omfattas av tryckfrihetsf&#246;rordningens eller 
yttrandefrihetsgrundlagens skydd. 

N&#228;r &#228;ndrade f&#246;rh&#229;llanden ger anledning till det, ska 
marknadskontrollmyndigheten besluta att en s&#229;dan skyldighet 
som avses i f&#246;rsta stycket 8 inte l&#228;ngre ska g&#228;lla.
Lag (2022:1121).

3 c &#167; Marknadskontrollmyndigheten f&#229;r besluta de f&#246;rel&#228;gganden 
som beh&#246;vs f&#246;r att f&#246;rordning (EU) 2019/1020 ska f&#246;ljas.
Lag (2022:1121).

3 d &#167; Ett beslut om f&#246;rel&#228;ggande enligt 3 b eller 3 c &#167; f&#229;r 
f&#246;renas med vite. Lag (2022:1121).

3 e &#167; Marknadskontrollmyndigheten f&#229;r, n&#228;r den fattar beslut 
enligt 3 b eller 3 c &#167;, best&#228;mma att beslutet ska g&#228;lla 
omedelbart. Lag (2022:1121).

3 f &#167; Polismyndigheten ska p&#229; beg&#228;ran av 
marknadskontrollmyndigheten l&#228;mna den hj&#228;lp som beh&#246;vs f&#246;r att 
marknadskontrollmyndigheten ska kunna vidta &#229;tg&#228;rder enligt 
3 b &#167;. 

Hj&#228;lp enligt f&#246;rsta stycket f&#229;r beg&#228;ras endast om 

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att en polismans s&#228;rskilda 
befogenheter enligt 10 &#167; polislagen (1984:387) beh&#246;ver 
tillgripas, eller 

2. det annars finns synnerliga sk&#228;l.
Lag (2022:1121).

3 g &#167; Den som har tagit befattning med ett &#228;rende som g&#228;ller 
marknadskontroll enligt denna lag f&#229;r inte obeh&#246;rigen r&#246;ja 
eller utnyttja vad denne har f&#229;tt veta om n&#229;gons aff&#228;rs- eller 
driftf&#246;rh&#229;llanden. 

I det allm&#228;nnas verksamhet till&#228;mpas i st&#228;llet best&#228;mmelserna 
i offentlighets- och sekretesslagen (2009:400).
Lag (2022:1121).

&#214;verklagande

4 &#167; En f&#246;rvaltningsmyndighets beslut enligt denna lag eller
enligt f&#246;reskrifter som har meddelats med st&#246;d av lagen f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol, om inte annat
f&#246;ljer av 5 &#167;.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten i
m&#229;l som avses i f&#246;rsta stycket och i m&#229;l som avses i 4 kap.
28 &#167;.

5 &#167; En f&#246;rvaltningsmyndighets beslut i fr&#229;gor som r&#246;r 
trafiktillst&#229;nd f&#229;r &#246;verklagas till regeringen.

Ett beslut enligt 4 kap. 19 &#167; andra stycket om erinran, 
enligt 4 kap. 21 &#167; om omh&#228;ndertagande av flygcertifikat eller 
ett f&#246;rel&#228;ggande enligt 4 kap. 25 &#167; f&#246;rsta stycket f&#229;r inte 
&#246;verklagas.

Ett f&#246;rel&#228;ggande enligt 4 kap. 25 &#167; f&#229;r pr&#246;vas av allm&#228;n 
f&#246;rvaltningsdomstol endast i samband med pr&#246;vning av fr&#229;gan 
om &#229;terkallelse p&#229; grund av att f&#246;rel&#228;ggandet inte har 
f&#246;ljts. Ett f&#246;rel&#228;ggande enligt 4 kap. 29 &#167; f&#229;r &#246;verklagas 
endast i samband med ett &#246;verklagande av det beslut genom 
vilket m&#229;let avg&#246;rs. Lag (2018:838).

6 &#167; Ett beslut enligt denna lag eller enligt f&#246;reskrifter som
har meddelats med st&#246;d av lagen g&#228;ller omedelbart, om inte
annat anges i beslutet.

7 &#167; En f&#246;rvaltningsmyndighets beslut om tillst&#229;nd att inr&#228;tta
och driva flygplatser f&#229;r &#246;verklagas av en s&#229;dan ideell
f&#246;rening eller annan juridisk person som avses i 16 kap. 13 &#167;
milj&#246;balken. Lag (2010:896).

Allm&#228;nt bemyndigande

8 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela de ytterligare f&#246;reskrifter i de avseenden som
behandlas i lagen och som g&#228;ller skydd f&#246;r liv, personlig
s&#228;kerhet eller h&#228;lsa eller trafik.

Regeringen f&#229;r meddela f&#246;reskrifter om att den myndighet som
avses i f&#246;rsta stycket f&#229;r &#246;verl&#228;mna f&#246;rvaltningsuppgift som
ansluter till f&#246;reskrifterna till n&#229;gon annan, &#228;ven om
uppgiften innefattar myndighetsut&#246;vning.

Krig eller krigsfara

9 &#167; &#196;r Sverige i krig eller krigsfara f&#229;r regeringen, i den
utstr&#228;ckning r&#229;dande f&#246;rh&#229;llanden kr&#228;ver det, meddela
f&#246;reskrifter om eller i ett enskilt fall besluta om undantag
fr&#229;n best&#228;mmelserna i denna lag och fr&#229;n andra f&#246;rfattningar
som avser luftfarten. Regeringen f&#229;r d&#229; meddela de
f&#246;reskrifter som beh&#246;vs.

Detsamma g&#228;ller, om det r&#229;der s&#229;dana utomordentliga
f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av krig eller av krigsfara som
Sverige har befunnit sig i.

Om regeringen i andra fall &#228;n d&#229; Sverige &#228;r i krig har
meddelat f&#246;reskrifter enligt denna paragraf, ska
f&#246;reskrifterna underst&#228;llas riksdagens pr&#246;vning inom en m&#229;nad
efter det att de har beslutats. Om n&#229;gon s&#229;dan underst&#228;llning
inte sker eller om f&#246;reskrifterna inte godk&#228;nns av riksdagen
inom tv&#229; m&#229;nader fr&#229;n underst&#228;llningen, upph&#246;r f&#246;reskrifterna
att g&#228;lla.

13 kap. Ansvarsbest&#228;mmelser m.m.

Ansvarsbest&#228;mmelser

1 &#167; Den som upps&#229;tligen eller av grov oaktsamhet man&#246;vrerar
ett luftfartyg p&#229; ett s&#229;dant s&#228;tt att andras liv eller
egendom uts&#228;tts f&#246;r fara d&#246;ms f&#246;r v&#229;rdsl&#246;shet i flygtrafik
till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

&#196;r brottet grovt d&#246;ms till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

2 &#167; Den som man&#246;vrerar ett luftfartyg eller i &#246;vrigt ombord p&#229; 
ett luftfartyg fullg&#246;r en uppgift av v&#228;sentlig betydelse f&#246;r 
flygs&#228;kerheten efter att ha intagit alkohol i s&#229; stor m&#228;ngd 
att alkoholkoncentrationen under eller efter fullg&#246;randet av 
uppgifterna uppg&#229;r till minst 0,2 promille i blodet eller 
0,10 milligram per liter i utandningsluften d&#246;ms f&#246;r 
flygfylleri till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader. 
Detsamma g&#228;ller den som ut&#246;var tj&#228;nst som anges i 6 kap. 20 &#167;.

F&#246;r flygfylleri enligt f&#246;rsta stycket d&#246;ms ocks&#229; den som 
man&#246;vrerar ett luftfartyg eller i &#246;vrigt ombord p&#229; ett 
luftfartyg fullg&#246;r en uppgift av v&#228;sentlig betydelse f&#246;r 
flygs&#228;kerheten eller som ut&#246;var tj&#228;nst som anges i 6 kap. 20 &#167; 
efter att ha intagit narkotika som avses i 8 &#167; 
narkotikastrafflagen (1968:64) i s&#229; stor m&#228;ngd att det under 
eller efter fullg&#246;randet av uppgifterna finns n&#229;got narkotiskt 
&#228;mne kvar i blodet. Detta g&#228;ller dock inte om narkotikan 
intagits i enlighet med l&#228;kares eller annan beh&#246;rig 
receptutf&#228;rdares ordination.

F&#246;r flygfylleri enligt f&#246;rsta stycket d&#246;ms ocks&#229; den som 
man&#246;vrerar ett luftfartyg eller i &#246;vrigt ombord p&#229; ett 
luftfartyg fullg&#246;r en uppgift av v&#228;sentlig betydelse f&#246;r 
flygs&#228;kerheten eller som ut&#246;var tj&#228;nst som anges i 6 kap. 20 &#167; 
och d&#229; &#228;r s&#229; p&#229;verkad av alkohol eller n&#229;got annat medel att 
det kan antas att han eller hon inte kan fullg&#246;ra sina 
uppgifter p&#229; ett betryggande s&#228;tt. Lag (2019:353).

3 &#167; &#196;r ett brott som avses i 2 &#167; att anse som grovt d&#246;ms f&#246;r
grovt flygfylleri till f&#228;ngelse i h&#246;gst tv&#229; &#229;r. Vid bed&#246;mande
av om brottet &#228;r grovt ska det s&#228;rskilt beaktas om
g&#228;rningsmannen

1. har haft en alkoholkoncentration som uppg&#229;tt till minst
1,0 promille i blodet eller 0,50 milligram per liter i
utandningsluften,

2. annars har varit avsev&#228;rt p&#229;verkad av alkohol eller n&#229;got
annat medel, eller

3. fullgjort sin uppgift p&#229; ett s&#228;tt som inneburit p&#229;taglig
fara f&#246;r flygs&#228;kerheten.

4 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den
som upps&#229;tligen eller av oaktsamhet

1. bryter mot f&#246;reskrifter som regeringen har meddelat med
st&#246;d av 1 kap. 6 &#167; tredje stycket om att ett luftfartyg av
milj&#246;sk&#228;l inte f&#229;r anv&#228;ndas inom svenskt omr&#229;de,

2. bryter mot 1 kap. 7 &#167; f&#246;rsta stycket genom att framf&#246;ra
ett civilt luftfartyg i &#246;verljudsfart och n&#229;got undantag fr&#229;n
f&#246;rbudet inte har l&#228;mnats enligt 1 kap. 7 &#167; andra stycket,

3. bryter mot f&#246;rbud eller f&#246;reskrifter om
restriktionsomr&#229;den som regeringen har meddelat med st&#246;d av 1
kap. 8 &#167;,

4. l&#228;mnar oriktiga uppgifter vid ans&#246;kan eller anm&#228;lan enligt
2 kap.,

5. framf&#246;r ett luftfartyg som inte &#228;r m&#228;rkt enligt 2 kap.
13 &#167;, eller enligt f&#246;reskrifter som regeringen har meddelat med
st&#246;d d&#228;rav,

6. bryter mot 3 kap. 1 &#167; f&#246;rsta stycket f&#246;rsta meningen genom
att anv&#228;nda ett luftfartyg som inte &#228;r luftv&#228;rdigt eller
milj&#246;v&#228;rdigt,

7. tillverkar eller utf&#246;r underh&#229;lls-, reparations- eller
&#228;ndringsarbeten p&#229; luftfartyg, tillbeh&#246;r eller reservdelar
till luftfartyg utan tillst&#229;nd,

8. bryter mot best&#228;mmelser om beh&#246;righetshandlingar i 4 kap.
1, 2, 3, 4 eller 5 &#167; eller mot f&#246;reskrifter som regeringen
har meddelat med st&#246;d d&#228;rav,

9. vid tj&#228;nstg&#246;ring ombord p&#229; luftfartyg inte f&#246;ljer
bef&#228;lhavarens order,

10. som passagerare inte &#229;tlyder vad bef&#228;lhavaren best&#228;mmer
om ordningen ombord,

11. bryter mot 5 kap. 7 &#167; genom att som bef&#228;lhavare p&#229; ett
luftfartyg som r&#229;kat i n&#246;d inte g&#246;ra vad som rimligen kan
kr&#228;vas f&#246;r att r&#228;dda ombordvarande, luftfartyg och gods,

12. bryter mot 6 kap. 5 &#167; genom att inr&#228;tta eller bygga om en
flygplats utan f&#246;reskrivet tillst&#229;nd eller 8 &#167; genom att ta i
bruk en flygplats innan den har godk&#228;nts och meddelats
drifttillst&#229;nd,

13. bryter mot f&#246;reskrifter om tillst&#229;ndskrav f&#246;r andra
anl&#228;ggningar f&#246;r luftfarten &#228;n flygplatser som regeringen har
meddelat med st&#246;d av 6 kap. 12 &#167;,

14. bryter mot 6 kap. 19 &#167; f&#246;rsta stycket genom att arbeta
som flygledare i flygtrafikledningstj&#228;nst eller flygtekniker
utan att ha ett g&#228;llande certifikat f&#246;r arbetet n&#228;r s&#229;dant
certifikat &#228;r f&#246;reskrivet,

15. ut&#246;var luftfartsverksamhet utan f&#246;reskrivet tillst&#229;nd
enligt 7 kap. 1 eller 8 &#167;, 9 &#167; f&#246;rsta stycket eller 10 &#167;
f&#246;rsta stycket,

16. ut&#246;var luftfartsverksamhet utan tillst&#229;nd som regeringen
har f&#246;reskrivit med st&#246;d av 7 kap. 10 &#167; andra stycket eller
12 &#167;,

17. vid ut&#246;vande av luftfart &#229;sidos&#228;tter de villkor som har
meddelats med st&#246;d av 7 kap. 4 &#167; f&#246;rsta stycket, 8 &#167; andra
stycket, 9 &#167; fj&#228;rde stycket eller 11 &#167; andra stycket, eller

18. inte landar enligt det som s&#228;gs i 8 kap. 2 &#167;.

Till p&#229;f&#246;ljd d&#246;ms inte den som av oaktsamhet beg&#229;r g&#228;rning
som avses i f&#246;rsta stycket 9.

5 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den
som upps&#229;tligen eller av oaktsamhet bryter mot
Europaparlamentets och r&#229;dets f&#246;rordning

(EG) nr 1008/2008 av den 24 september 2008 om gemensamma
regler f&#246;r tillhandah&#229;llande av lufttrafik i gemenskapen
genom att

1. utf&#246;ra lufttransport utan n&#246;dv&#228;ndig operativ licens,

2. inte inh&#228;mta ett f&#246;rhandsgodk&#228;nnande enligt artikel 13 i
f&#246;rordningen, eller

3. utf&#246;ra lufttransport p&#229; en flyglinje f&#246;r vilken allm&#228;n
trafikplikt g&#228;ller och annan meddelats tillst&#229;nd med
ensamr&#228;tt enligt artikel 16 i f&#246;rordningen.

6 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet

1. l&#228;mnar oriktiga uppgifter i ett &#228;rende som r&#246;r innehav av
certifikat eller beh&#246;righetsbevis eller fr&#229;gan om annan
beh&#246;righet, eller vid annan tillsyn &#246;ver beh&#246;righeten,

2. bryter mot 5 kap. 2 &#167; genom att inte se till att ett
luftfartyg &#228;r bemannat p&#229; f&#246;reskrivet s&#228;tt,

3. bryter mot f&#246;reskrifter som har meddelats med st&#246;d av 6
kap. 19 &#167; andra stycket 1.

Till b&#246;ter d&#246;ms ocks&#229; den som i andra fall &#228;n som anges i 1–4
&#167;&#167; upps&#229;tligen f&#246;rsummar n&#229;gon skyldighet enligt 1, 2, 3, 4,
5, 6 eller 8 kap.

7 &#167; Om en g&#228;rning har beg&#229;tts av ringa oaktsamhet, d&#246;ms inte
till ansvar enligt denna lag.

8 &#167; Best&#228;mmelser om ansvar f&#246;r den som bryter mot 
tystnadsplikten i 6 kap. 14 &#167; f&#246;rsta stycket eller 12 kap. 
3 g &#167; finns i 20 kap. 3 &#167; brottsbalken. Lag (2022:1121).

9 &#167; Till ansvar enligt denna lag d&#246;ms inte om g&#228;rningen &#228;r
belagd med straff i brottsbalken, eller om g&#228;rningen utg&#246;r
&#246;vertr&#228;delse av ett f&#246;rel&#228;ggande eller f&#246;rbud som f&#246;renats
med vite.

10 &#167; Har n&#229;gon i fall som avses i 5 kap. 5 &#167; brukat st&#246;rre
v&#229;ld &#228;n i varje fall &#228;r medgivet, ska han eller hon &#228;nd&#229; inte
d&#246;mas till ansvar, om omst&#228;ndigheterna var s&#229;dana att han
eller hon sv&#229;rligen kunde besinna sig. Om g&#228;rningen anses
brottslig, f&#229;r d&#246;mas till lindrigare straff &#228;n vad som annars
&#228;r f&#246;reskrivet.

Domsr&#228;tt

11 &#167; &#196;ven om det inte finns domsr&#228;tt enligt 2 kap. 3 &#167; 
brottsbalken &#228;r svensk domstol beh&#246;rig att d&#246;ma &#246;ver brott som 
avses i 1-3 &#167;&#167;, 4 &#167; f&#246;rsta stycket 6, 8-11 och andra stycket, 
5 &#167;, 6 &#167; f&#246;rsta stycket 2 och andra stycket samt 7, 9 och 
13 &#167;&#167;, om den som har beg&#229;tt brottet befinner sig h&#228;r i landet 
och brottet beg&#229;tts

1. vid ut&#246;vande av luftfartsverksamhet med ett utl&#228;ndskt 
luftfartyg som anv&#228;nds inom ramen f&#246;r ett svenskt 
drifttillst&#229;nd, eller

2. ombord p&#229; s&#229;dant luftfartyg.

&#197;tal f&#229;r v&#228;ckas utan f&#246;rordnande enligt 2 kap. 7 &#167; 
brottsbalken. Lag (2021:1036).

F&#246;rverkande

12 &#167; Om &#228;garen eller n&#229;gon som &#228;r i &#228;garens st&#228;lle
upps&#229;tligen beg&#229;r eller medverkar till en s&#229;dan g&#228;rning som
anges i 4 &#167; f&#246;rsta stycket 1, 2 eller 3, f&#229;r luftfartyget
f&#246;rklaras f&#246;rverkat, om det beh&#246;vs f&#246;r att f&#246;rebygga brott
eller om det i &#246;vrigt finns s&#228;rskilda sk&#228;l. Detta g&#228;ller dock
inte, om f&#246;rverkande &#228;r uppenbart osk&#228;ligt. Om luftfartyget
inte finns i beh&#229;ll, f&#229;r v&#228;rdet f&#246;rklaras f&#246;rverkat.

F&#246;rsta stycket g&#228;ller inte mot den som i god tro har
f&#246;rv&#228;rvat luftfartyget eller n&#229;gon s&#228;rskild r&#228;tt till det.

Vite

13 &#167; Ett f&#246;rel&#228;ggande eller ett f&#246;rbud som myndighet meddelar
enligt denna lag, eller enligt f&#246;reskrifter som har meddelats
med st&#246;d av denna lag, f&#229;r f&#246;renas med vite.

14 kap. Milit&#228;r luftfart och annan luftfart f&#246;r stats&#228;ndam&#229;l

Definitioner

1 &#167; I denna lag betyder

1. statsluftfart: milit&#228;r luftfart och annan luftfart f&#246;r
stats&#228;ndam&#229;l,

2. milit&#228;r luftfart: all verksamhet inom det milit&#228;ra
luftfartssystemet,

3. milit&#228;ra luftfartssystemet: ett luftfartssystem f&#246;r
milit&#228;r verksamhet som innefattar system f&#246;r flygdrift,
flygplatser och flygbaser samt f&#246;r luftrum,

4. annan luftfart f&#246;r stats&#228;ndam&#229;l: luftfart f&#246;r stats&#228;ndam&#229;l
som inte &#228;r milit&#228;r luftfart. Lag (2013:818).

Milit&#228;r luftfart

2 &#167; F&#246;r milit&#228;r luftfart g&#228;ller endast best&#228;mmelserna i

1. 5 kap. 1–6 samt 8 och 9 &#167;&#167; om luftfartygs bef&#228;lhavare och
bes&#228;ttning samt tj&#228;nstg&#246;ring ombord,

2. 6 kap. 13, 19 och 20 &#167;&#167; om flygtrafiktj&#228;nst,

3. 8 kap. 3 &#167; om transport av visst gods,

4. 9 kap. 6 &#167; om j&#228;mkning av ers&#228;ttning,

5. 10 kap. 2 &#167; f&#246;rsta och tredje styckena och 7 &#167; om b&#228;rgning
och unders&#246;kning av olyckor och tillbud,

6. 12 kap. 8 &#167; f&#246;rsta stycket om r&#228;tt att meddela
f&#246;reskrifter och 9 &#167; om krig eller krigsfara samt

7. 13 kap. 2 och 3 &#167;&#167;, 4 &#167; f&#246;rsta stycket 9 och 10 samt 10 &#167;
om vissa straffbest&#228;mmelser.

Regeringen meddelar f&#246;reskrifter om till vilken myndighet en
anm&#228;lan enligt 5 kap. 4 &#167; andra stycket ska g&#246;ras.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter i &#246;vrigt, eller i ett enskilt fall
besluta, om milit&#228;r luftfart i de &#228;mnen som anges i denna lag
och som inte m&#229;ste meddelas i lag. Lag (2013:818).

3 &#167; Regeringen meddelar f&#246;reskrifter om att en statlig
myndighet ska bedriva milit&#228;r luftfart.

F&#246;r att annan &#228;n staten ska f&#229; bedriva verksamhet inom det
milit&#228;ra luftfartssystemet kr&#228;vs tillst&#229;nd. Regeringen eller
den myndighet som regeringen best&#228;mmer beslutar om tillst&#229;nd
och om avgifter f&#246;r tillst&#229;ndsgivning samt f&#229;r meddela
f&#246;reskrifter i dessa avseenden. Lag (2013:818).

4 &#167; Om den som har ett tillst&#229;nd inom det milit&#228;ra
luftfartssystemet i v&#228;sentlig grad &#229;sidos&#228;tter f&#246;reskrifterna
f&#246;r verksamheten, ska tillst&#229;ndet &#229;terkallas av den myndighet
som har meddelat det. Ett tillst&#229;nd ska ocks&#229; &#229;terkallas, om
det m&#229;ste antas att innehavaren inte kan uppr&#228;tth&#229;lla
verksamheten. Om det &#228;r tillr&#228;ckligt f&#246;r att uppr&#228;tth&#229;lla
flygs&#228;kerheten, f&#229;r ett tillst&#229;nd, i st&#228;llet f&#246;r att
&#229;terkallas, begr&#228;nsas till att g&#228;lla viss del av det milit&#228;ra
luftfartssystemet eller till att g&#228;lla under vissa
f&#246;ruts&#228;ttningar.

Ett tillst&#229;nd ska &#229;terkallas tills vidare i avvaktan p&#229; ett
slutligt avg&#246;rande av &#229;terkallelsefr&#229;gan, om det p&#229; sannolika
sk&#228;l kan antas att tillst&#229;ndet kommer att &#229;terkallas
slutligt.

Om det p&#229; sannolika sk&#228;l kan antas att tillst&#229;ndet kommer att
begr&#228;nsas slutligt, f&#229;r det begr&#228;nsas tills vidare i avvaktan
p&#229; ett slutligt avg&#246;rande.

Den som har ett tillst&#229;nd ska anm&#228;la om n&#229;got intr&#228;ffar som
medf&#246;r att kraven f&#246;r utf&#228;rdande av tillst&#229;nd inte l&#228;ngre &#228;r
uppfyllda. Lag (2013:818).

5 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter, eller i ett enskilt fall besluta, om 

1) utl&#228;ndsk milit&#228;r luftfarts &#246;vningar i Sverige, och

2) utl&#228;ndsk milit&#228;r luftfarts verksamhet i Sverige n&#228;r st&#246;d 
l&#228;mnas enligt lagen (2020:782) om operativt milit&#228;rt st&#246;d.
Lag (2022:432).

Annan luftfart f&#246;r stats&#228;ndam&#229;l

6 &#167; F&#246;r annan luftfart f&#246;r stats&#228;ndam&#229;l g&#228;ller best&#228;mmelserna
i denna lag utom

1. 7 kap. om tillst&#229;nd att bedriva luftfart,

2. 9 kap. 2–5 &#167;&#167; om ansvar f&#246;r skador genom luftfart,

3. 10 kap. 3–6 &#167;&#167; om luftpantr&#228;tt,

4. 11 kap. 4 &#167; om avgifter och andra ers&#228;ttningar f&#246;r
f&#246;rr&#228;ttningar,

5. 12 kap. 1 och 4–7 &#167;&#167; om tillsyn och &#246;verklagande, samt

6. 14 kap. 2–5 &#167;&#167; om milit&#228;r luftfart.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter eller i ett enskilt fall besluta om
s&#229;dan luftfart som anges i f&#246;rsta stycket. Regeringen eller
den myndighet som regeringen best&#228;mmer f&#229;r &#228;ven i ett enskilt
fall besluta om undantag fr&#229;n best&#228;mmelserna i 1–6 och 8
kap.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter eller i ett enskilt fall besluta om
utl&#228;ndsk luftfart som samverkar med svensk annan luftfart f&#246;r
stats&#228;ndam&#229;l. Lag (2013:818).

Gemensamma best&#228;mmelser f&#246;r statsluftfart

Tillsyn

7 &#167; Den eller de myndigheter som regeringen best&#228;mmer ut&#246;var
tillsyn &#246;ver att best&#228;mmelserna om statsluftfart i denna lag
och f&#246;reskrifter som meddelats med st&#246;d av lagen f&#246;ljs.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter i &#246;vrigt om tillsyn. Lag (2013:818).

8 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om avgift f&#246;r tillsyn enligt denna
lag eller enligt f&#246;reskrifter som har meddelats med st&#246;d av
lagen. Lag (2013:818).

9 &#167; En tillsynsmyndighet har r&#228;tt att p&#229; beg&#228;ran f&#229; de
uppgifter som beh&#246;vs f&#246;r tillsynen enligt denna lag eller
enligt f&#246;reskrifter som meddelats med st&#246;d av lagen, samt, om
det beh&#246;vs f&#246;r tillsynen, omedelbart f&#229; tilltr&#228;de till
luftfartyg, flygplatser, anl&#228;ggningar, lokaler och andra
objekt. Denna tilltr&#228;desr&#228;tt omfattar inte bost&#228;der.
Lag (2013:818).

&#214;verl&#228;mnande av f&#246;rvaltningsuppgift

10 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att en myndighet
som avses i 14 kap. 2 eller 6 &#167; f&#229;r &#246;verl&#228;mna en
f&#246;rvaltningsuppgift som f&#246;ljer av regeringens eller
myndighetens f&#246;reskrifter och som g&#228;ller skydd f&#246;r liv,
personlig s&#228;kerhet eller h&#228;lsa eller trafik till n&#229;gon annan
&#228;ven om uppgiften innefattar myndighetsut&#246;vning.
Lag (2013:818).

Tilltr&#228;de till svenskt omr&#229;de

11 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om tilltr&#228;de till svenskt omr&#229;de f&#246;r
utl&#228;ndsk statsluftfart. Lag (2013:818).

&#214;vriga best&#228;mmelser

12 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter, eller i ett enskilt fall besluta,
om s&#229;dan luftfart som utf&#246;rs i Sverige av en annan stat,
eller ett f&#246;retag med s&#228;te i en annan stat, och som avser
underh&#229;ll, modifiering eller utprovning f&#246;r milit&#228;ra
&#228;ndam&#229;l. Lag (2013:818).

13 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r om det finns s&#228;rskilda sk&#228;l meddela f&#246;reskrifter om,
eller i ett enskilt fall besluta, att viss luftfart ska f&#246;lja
reglerna f&#246;r milit&#228;r luftfart eller f&#246;r annan luftfart f&#246;r
stats&#228;ndam&#229;l. Lag (2013:818).

14 &#167; Regeringen f&#229;r, om det finns s&#228;rskilda sk&#228;l, i ett
enskilt fall besluta om undantag fr&#229;n best&#228;mmelserna om
statsluftfart och d&#229; meddela de villkor som beh&#246;vs.
Lag (2013:818).

&#214;verklagande

15 &#167; En f&#246;rvaltningsmyndighets beslut enligt detta kapitel
eller enligt f&#246;reskrifter som har meddelats med st&#246;d av detta
kapitel och som inte g&#228;ller milit&#228;r luftfart &#246;verklagas hos
allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till
kammarr&#228;tten.

Beslut enligt detta kapitel eller enligt
f&#246;reskrifter som har meddelats med st&#246;d av detta kapitel och
som g&#228;ller milit&#228;r luftfart &#246;verklagas hos regeringen.
Lag (2013:818).

16 &#167; Beslut enligt detta kapitel g&#228;ller omedelbart om inte
annat anges i beslutet. Lag (2013:818).

&#214;verg&#229;ngsbest&#228;mmelser

2010:500

1. Denna lag tr&#228;der i kraft den 1 september 2010. Genom lagen
upph&#228;vs luftfartslagen (1957:297). &#196;ldre best&#228;mmelser ska
fortsatt g&#228;lla f&#246;r avgifter som &#228;r h&#228;nf&#246;rliga till tiden f&#246;re
ikrafttr&#228;dandet.

2. Certifikat, tillst&#229;nd och godk&#228;nnanden som har meddelats
enligt luftfartslagen (1957:297) och med st&#246;d av den
meddelade f&#246;reskrifter, ska forts&#228;tta att g&#228;lla enligt sitt
inneh&#229;ll. Fr&#229;gor om f&#246;rnyelse av ett &#228;ldre certifikat,
tillst&#229;nd eller godk&#228;nnande ska dock pr&#246;vas enligt den nya
lagen, liksom &#229;terkallelse av ett certifikat, tillst&#229;nd eller
godk&#228;nnande eller v&#228;gran att godk&#228;nna ett tillst&#229;nd om den
h&#228;ndelse som ligger till grund f&#246;r ingripandet har &#228;gt rum
sedan lagen har tr&#228;tt i kraft.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1724">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1726">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
