

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2009-07-09" /> 
 <meta id="rattsinfo-edited" content="2022-09-12 15:43:13" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1843</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1842">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1844">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2009:865 ·
                    <a href="/sfsr?bet=2009:865">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kommissionslag (2009:865)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2009-06-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:265
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2009-10-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller uppdrag att f&#246;r en annan persons r&#228;kning
men i eget namn s&#228;lja eller k&#246;pa l&#246;s egendom.

Den som har &#229;tagit sig uppdraget kallas kommission&#228;r. Den f&#246;r
vars r&#228;kning f&#246;rs&#228;ljningen eller k&#246;pet ska ske kallas
kommittent. Om uppdraget faller inom omr&#229;det f&#246;r en av
kommission&#228;ren bedriven n&#228;ringsverksamhet, kallas
kommission&#228;ren handelskommission&#228;r. Kommission&#228;rens och
kommittentens avtal kallas kommissionsavtal.

Avser uppdraget handel med finansiella instrument, g&#228;ller
inte 10, 12, 33, 34 och 39–42 &#167;&#167;.

Avtalsfrihet och lagens tvingande verkan

2 &#167; Om kommittenten &#228;r konsument och kommission&#228;ren &#228;r 
handelskommission&#228;r, &#228;r avtalsvillkor som i j&#228;mf&#246;relse med 
best&#228;mmelserna i denna lag &#228;r till nackdel f&#246;r kommittenten 
utan verkan mot denne. Detta g&#228;ller dock inte uppdrag d&#228;r 
kommittenten &#228;r en professionell kund enligt 9 kap. 5 &#167; lagen 
(2007:528) om v&#228;rdepappersmarknaden. Med konsument avses en 
fysisk person som handlar huvudsakligen f&#246;r &#228;ndam&#229;l som 
faller utanf&#246;r n&#228;ringsverksamhet.

I andra fall &#228;n de som omfattas av f&#246;rsta stycket g&#228;ller 
avtalsvillkor framf&#246;r best&#228;mmelserna i denna lag, om inte 
annat anges i lagen.

Med avtalsvillkor j&#228;mst&#228;lls, vid till&#228;mpningen av f&#246;rsta och 
andra styckena, praxis som har utbildats mellan parterna och 
handelsbruk eller annan sedv&#228;nja som m&#229;ste anses bindande f&#246;r 
parterna. Lag (2017:698).

Kommissionsavtal genom passivitet

3 &#167; En handelskommission&#228;r, som f&#229;r en beg&#228;ran om att utf&#246;ra
ett uppdrag som faller inom omr&#229;det f&#246;r
kommissionsverksamheten fr&#229;n n&#229;gon som kommission&#228;ren redan
st&#229;r i aff&#228;rsf&#246;rbindelse med, ska utan dr&#246;jsm&#229;l meddela denne
om kommission&#228;ren inte vill utf&#246;ra uppdraget. I annat fall
ska kommission&#228;ren anses ha &#229;tagit sig uppdraget.

Kommission&#228;rens skyldigheter

4 &#167; En kommission&#228;r ska n&#228;r uppdraget fullg&#246;rs ta till vara
kommittentens intresse. Kommission&#228;ren ska f&#246;lja
kommittentens instruktioner, i rimlig omfattning informera
denne om s&#229;dana omst&#228;ndigheter som kan vara av betydelse f&#246;r
uppdraget och utan dr&#246;jsm&#229;l l&#228;mna meddelande om de avtal som
har ing&#229;tts med tredje man f&#246;r kommittentens r&#228;kning.

En handelskommission&#228;r beh&#246;ver inte uppge med vem avtal har
ing&#229;tts, utom n&#228;r kommittenten enligt 27 &#167; har r&#228;tt att ta
&#246;ver kommission&#228;rens anspr&#229;k mot tredje man.

5 &#167; Om kommittenten har angett ett l&#228;gsta pris vid
f&#246;rs&#228;ljning eller ett h&#246;gsta pris vid k&#246;p eller gett andra
instruktioner f&#246;r uppdraget och f&#246;rh&#229;llandena &#228;r s&#229;dana att
instruktionerna inte kan eller b&#246;r f&#246;ljas, ska kommission&#228;ren
n&#228;r det framst&#229;r som rimligt beg&#228;ra nya instruktioner.

En kommission&#228;r som i s&#229;dana fall som avses i f&#246;rsta stycket
inte kan f&#229; nya instruktioner i tid ska avbryta utf&#246;randet av
uppdraget. Finns det s&#228;rskilda sk&#228;l att anta att kommittenten
&#228;nd&#229; skulle vilja att uppdraget utf&#246;rs, ska kommission&#228;ren
dock utf&#246;ra det p&#229; ett s&#228;tt som &#228;r l&#228;mpligt.

6 &#167; En kommission&#228;r ska v&#229;rda kommittentens egendom v&#228;l. En
handelskommission&#228;r ska, om det beh&#246;vs, ha en
skadef&#246;rs&#228;kring.

&#196;r kommittentens varor inte individualiserade, ska
kommission&#228;ren h&#229;lla dem avskilda fr&#229;n andra varor av samma
slag, om inte kommittenten uttryckligen har godk&#228;nt att de
sammanblandas. Detsamma g&#228;ller om en handelskommission&#228;r tar
emot kommittentens pengar.

Kommission&#228;ren ska avge redovisning f&#246;r sitt uppdrag.

7 &#167; En handelskommission&#228;r som i sitt meddelande enligt 4 &#167;
om ing&#229;ngna avtal inte uppgett med vem ett avtal har ing&#229;tts
ansvarar i f&#246;rh&#229;llande till kommittenten f&#246;r att avtalet
fullg&#246;rs.

8 &#167; En kommission&#228;r som i sitt meddelande enligt 4 &#167;
felaktigt uppgett att ett avtal har ing&#229;tts ansvarar i
f&#246;rh&#229;llande till kommittenten f&#246;r att det uppgivna avtalet
fullg&#246;rs. Detsamma g&#228;ller en kommission&#228;r som utan fog
medgett tredje man anst&#229;nd med att fullg&#246;ra ett avtal.

Kommittentens skyldigheter

9 &#167; En kommittent ska i f&#246;rskott tillhandah&#229;lla den egendom
med vilken kommission&#228;ren ska fullg&#246;ra ett avtal med tredje
man.

10 &#167; &#196;r ett kommissionsuppdrag varaktigt, ska en kommittent
som f&#246;rutser att uppdragets omfattning kommer att bli
v&#228;sentligt mindre &#228;n vad kommission&#228;ren haft sk&#228;l att
f&#246;rv&#228;nta sig utan dr&#246;jsm&#229;l underr&#228;tta denne.

En handelskommission&#228;rs r&#228;tt till provision

11 &#167; En handelskommission&#228;r som under uppdragstiden ing&#229;r
avtal med tredje man f&#246;r kommittentens r&#228;kning har r&#228;tt till
provision p&#229; avtalen.

En handelskommission&#228;r som har tilldelats ett visst omr&#229;de
eller en viss kundkrets har r&#228;tt till provision &#228;ven p&#229; avtal
som kommittenten under uppdragstiden har ing&#229;tt med en tredje
man som h&#246;r till omr&#229;det eller kundkretsen. Detsamma g&#228;ller
avtal som har ing&#229;tts av en annan kommission&#228;r som f&#229;tt sitt
uppdrag av kommittenten.

Om provisionens storlek inte har best&#228;mts i avtalet, uppg&#229;r
den till ett sk&#228;ligt belopp.

Fullg&#246;r en handelskommission&#228;r efter sj&#228;lvintr&#228;de enligt 19 &#167;
eller av annan anledning sj&#228;lv i f&#246;rh&#229;llande till
kommittenten en prestation, har kommission&#228;ren samma r&#228;tt
till provision som om prestationen hade fullgjorts av tredje
man.

12 &#167; En handelskommission&#228;r som har haft ett varaktigt
uppdrag har r&#228;tt till provision &#228;ven p&#229; avtal som har ing&#229;tts
efter det att uppdraget upph&#246;rde, om

1. avtalet har ing&#229;tts under s&#229;dana omst&#228;ndigheter som s&#228;gs i
11 &#167; och kommission&#228;ren eller kommittenten har tagit emot
tredje mans anbud under uppdragstiden, eller

2. avtalet har kommit till st&#229;nd huvudsakligen genom
kommission&#228;rens medverkan under uppdragstiden och har ing&#229;tts
inom sk&#228;lig tid efter det att uppdraget upph&#246;rde.

13 &#167; En handelskommission&#228;r har r&#228;tt till provision endast i
den m&#229;n tredje man har fullgjort avtalet. Om tredje mans
underl&#229;tenhet att fullg&#246;ra avtalet beror p&#229; kommittenten
eller n&#229;got f&#246;rh&#229;llande p&#229; dennes sida, p&#229;verkar
underl&#229;tenheten dock inte kommission&#228;rens r&#228;tt till
provision.

Avtalsvillkor som i j&#228;mf&#246;relse med f&#246;rsta stycket &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

Kommission&#228;rens r&#228;tt till ers&#228;ttning f&#246;r fullg&#246;relse av avtal
och andra utgifter

14 &#167; Om en kommission&#228;r sj&#228;lv har f&#229;tt fullg&#246;ra det avtal med
tredje man som kommission&#228;ren har ing&#229;tt f&#246;r kommittentens
r&#228;kning, har kommission&#228;ren r&#228;tt till ers&#228;ttning fr&#229;n
kommittenten f&#246;r detta. Har kommission&#228;ren fullgjort avtalet
i f&#246;rskott utan kommittentens samtycke, har kommission&#228;ren
dock r&#228;tt till ers&#228;ttning endast om tredje man i motsvarande
m&#229;n har fullgjort avtalet.

Om provision inte ska betalas eller inte &#228;r avsedd att
innefatta ers&#228;ttning f&#246;r utgifter, har kommission&#228;ren r&#228;tt
till ers&#228;ttning f&#246;r s&#229;dana utgifter som har r&#246;rt uppdraget
och varit sk&#228;liga.

Kommission&#228;rens s&#228;kerhetsr&#228;tt

15 &#167; Till s&#228;kerhet f&#246;r en fordran p&#229; provision eller annan
ers&#228;ttning hos kommittenten har en kommission&#228;r pantr&#228;tt i
kommittentens varor som kommission&#228;ren med anledning av
uppdraget har k&#246;pt in eller tagit emot f&#246;r f&#246;rs&#228;ljning, om
kommission&#228;ren har varorna i sin besittning eller under
motsvarande kontroll.

En handelskommission&#228;r har &#228;ven pantr&#228;tt f&#246;r en fordran
enligt f&#246;rsta stycket i varor som kommission&#228;ren k&#246;pt in
eller tagit emot f&#246;r f&#246;rs&#228;ljning med anledning av ett annat
kommissionsuppdrag f&#246;r kommittenten &#228;n det d&#228;r fordran har
uppkommit, om uppdraget faller inom omr&#229;det f&#246;r en
n&#228;ringsverksamhet som kommittenten bedriver.

En kommission&#228;r som s&#229;lt kommittentens varor har pantr&#228;tt i
fordran hos tredje man, s&#229;vida kommission&#228;ren skulle ha haft
pantr&#228;tt i varorna om de inte hade s&#229;lts. Motsvarande g&#228;ller
i fr&#229;ga om en fordran hos tredje man p&#229; leverans av k&#246;pta
varor.

Kommission&#228;rens pantr&#228;tt upph&#246;r, om kommittenten st&#228;ller
godtagbar s&#228;kerhet f&#246;r fordran.

16 &#167; Kommission&#228;ren f&#229;r realisera sin pant enligt 15 &#167; f&#246;r
att t&#228;cka sina s&#228;krade fordringar, n&#228;r den fordran som panten
utg&#246;r s&#228;kerhet f&#246;r har f&#246;rfallit till betalning eller n&#228;r en
annan h&#228;ndelse har intr&#228;ffat som enligt avtal mellan parterna
medf&#246;r r&#228;tt att realisera panten.

Om pantr&#228;tten g&#228;ller i varor som &#228;r utsatta f&#246;r snabb
f&#246;rst&#246;relse eller f&#246;rs&#228;mring eller som kr&#228;ver alltf&#246;r kostsam
v&#229;rd, f&#229;r de realiseras tidigare &#228;n vad som framg&#229;r av f&#246;rsta
stycket.

Panten ska s&#228;ljas p&#229; auktion. Finansiella instrument och
valuta f&#229;r ocks&#229; s&#228;ljas p&#229; annat s&#228;tt eller realiseras genom
avr&#228;kning, om det sker p&#229; ett aff&#228;rsm&#228;ssigt rimligt s&#228;tt. En
fordran hos tredje man ska om m&#246;jligt drivas in, om den &#228;r
f&#246;rfallen till betalning.

Kommission&#228;ren ska, om det &#228;r m&#246;jligt, underr&#228;tta
kommittenten f&#246;re realisationen. Detta g&#228;ller dock inte i de
fall som avses i tredje stycket andra meningen.

Om kommittenten &#228;r i konkurs, g&#228;ller 8 kap. 10 &#167; konkurslagen
(1987:672) i st&#228;llet f&#246;r denna paragraf.

17 &#167; Om en kommission&#228;r inte i r&#228;tt tid har f&#229;tt provision
eller annan ers&#228;ttning av kommittenten eller om det finns
starka sk&#228;l att anta att n&#229;gon ers&#228;ttning inte kommer att
l&#228;mnas, har kommission&#228;ren r&#228;tt att till s&#228;kerhet f&#246;r sin
fordran h&#229;lla inne material och handlingar som tillh&#246;r
kommittenten och som kommission&#228;ren har tagit emot f&#246;r att
fullg&#246;ra uppdraget. Fullmakter och andra handlingar av
synnerlig betydelse f&#246;r kommittenten f&#229;r dock inte h&#229;llas
inne.

Kommission&#228;rens r&#228;tt att h&#229;lla inne material och handlingar
upph&#246;r, om kommittenten st&#228;ller godtagbar s&#228;kerhet f&#246;r
fordran.

Kommission&#228;rens stoppningsr&#228;tt

18 &#167; En kommission&#228;r som har k&#246;pt varor f&#246;r kommittentens
r&#228;kning och s&#228;nt dem vidare till kommittenten f&#229;r f&#246;r att
s&#228;kerst&#228;lla sin r&#228;tt enligt 15 &#167; f&#246;rsta stycket hindra att
varorna l&#228;mnas ut till kommittenten. Detsamma g&#228;ller varor
som kommission&#228;ren har innehaft f&#246;r f&#246;rs&#228;ljning och som s&#228;nts
tillbaka till kommittenten.

F&#246;rsta stycket g&#228;ller &#228;ven om kommittenten har tagit emot
transportdokument som avser varorna.

Sj&#228;lvintr&#228;de och kombination

19 &#167; Utf&#246;rs ett kommissionsuppdrag i konkurrens med flera 
k&#246;pare eller s&#228;ljare, har kommission&#228;ren r&#228;tt att f&#246;r egen 
r&#228;kning tr&#228;da in som k&#246;pare eller s&#228;ljare av varan 
(sj&#228;lvintr&#228;de) eller att utf&#246;ra tv&#229; eller flera kommittenters 
uppdrag mot varandra (kombination). I annat fall f&#229;r 
sj&#228;lvintr&#228;de eller kombination ske endast om kommittenten 
uttryckligen godk&#228;nt detta. Ett s&#229;dant godk&#228;nnande beh&#246;vs 
dock inte om kommittenten &#228;r en j&#228;mb&#246;rdig motpart enligt 9 
kap. 7 &#167; lagen (2007:528) om v&#228;rdepappersmarknaden.

Om sj&#228;lvintr&#228;de eller kombination har skett enligt f&#246;rsta 
stycket, ska kommission&#228;ren informera kommittenten om detta i 
sitt meddelande enligt 4 &#167; om ing&#229;ngna avtal.

Om kommittenten &#228;r n&#228;ringsidkare och uppdraget inte faller 
inom ett omr&#229;de som utg&#246;r en v&#228;sentlig del av 
n&#228;ringsverksamheten, &#228;r avtalsvillkor som i j&#228;mf&#246;relse med 
denna paragraf &#228;r till nackdel f&#246;r kommittenten utan verkan 
mot denne. Detta g&#228;ller dock inte om kommittenten &#228;r en 
professionell kund enligt 9 kap. 4 eller 5 &#167; lagen om 
v&#228;rdepappersmarknaden. Lag (2017:698).

Redovisning av pris

20 &#167; En kommission&#228;r ska f&#246;r kommittenten redovisa det pris 
som har avtalats med tredje man eller, vid sj&#228;lvintr&#228;de eller 
kombination, det pris som kommission&#228;ren har godk&#228;nt eller 
best&#228;mt.

Har kommission&#228;ren efter det att kommissionsuppdraget togs 
emot ing&#229;tt ett avtal som skulle duga som utf&#246;rande av 
uppdraget, f&#229;r det redovisade priset inte vara mindre 
f&#246;rm&#229;nligt f&#246;r kommittenten &#228;n priset i detta avtal. Detta 
g&#228;ller dock inte om kommission&#228;ren visar att det avtalet inte 
har ing&#229;tts med anledning av kommittentens uppdrag.

Avser uppdraget finansiella instrument eller andra varor som 
v&#228;xlar hastigt i pris, f&#229;r det redovisade priset inte vara 
mindre f&#246;rm&#229;nligt f&#246;r kommittenten &#228;n vad som var g&#228;ngse pris 
n&#228;r kommission&#228;ren l&#228;mnade sitt meddelande enligt 4 &#167; om 
ing&#229;ngna avtal eller n&#228;r det p&#229; ett betryggande s&#228;tt 
dokumenterades att uppdraget utf&#246;rts. Av meddelandet eller 
dokumentationen ska det framg&#229; p&#229; vilken dag och vid vilket 
klockslag som meddelandet avl&#228;mnats eller dokumentationen 
uppr&#228;ttats.

Om kommittenten &#228;r n&#228;ringsidkare och uppdraget inte faller 
inom ett omr&#229;de som utg&#246;r en v&#228;sentlig del av 
n&#228;ringsverksamheten, &#228;r avtalsvillkor som i j&#228;mf&#246;relse med 
denna paragraf &#228;r till nackdel f&#246;r kommittenten utan verkan 
mot denne. Detta g&#228;ller dock inte om kommittenten &#228;r en 
professionell kund enligt 9 kap. 4 eller 5 &#167; lagen (2007:528) 
om v&#228;rdepappersmarknaden.

I 44 &#167; finns best&#228;mmelser om att en kommittent som vill kr&#228;va 
att ett annat pris redovisas ska meddela kommission&#228;ren detta 
inom viss tid. Lag (2017:698).

21 &#167; Kommittenten har r&#228;tt att av kommission&#228;ren f&#229; 
upplysningar om priser som kan ha betydelse vid en pr&#246;vning 
enligt 20 &#167; andra stycket.

Om kommittenten &#228;r n&#228;ringsidkare och uppdraget inte faller 
inom ett omr&#229;de som utg&#246;r en v&#228;sentlig del av 
n&#228;ringsverksamheten, &#228;r avtalsvillkor som i j&#228;mf&#246;relse med 
denna paragraf &#228;r till nackdel f&#246;r kommittenten utan verkan 
mot denne. Detta g&#228;ller dock inte om kommittenten &#228;r en 
professionell kund enligt 9 kap. 4 eller 5 &#167; lagen (2007:528) 
om v&#228;rdepappersmarknaden. Lag (2017:698).

Kommittentens r&#228;tt att avvisa ett avtal

22 &#167; En kommittent f&#229;r avvisa ett avtal som kommission&#228;ren 
har ing&#229;tt, om

1. kommission&#228;ren har handlat oredligt mot kommittenten,

2. kommission&#228;ren har varit v&#229;rdsl&#246;s vid avtalets ing&#229;ende 
eller d&#228;refter och kommittentens intresse till f&#246;ljd av detta 
har eftersatts v&#228;sentligt, eller

3. kommission&#228;ren har sj&#228;lvintr&#228;tt enligt 19 &#167; utan att 
kommittenten l&#228;mnat n&#246;dv&#228;ndigt godk&#228;nnande.

Om kommittenten &#228;r n&#228;ringsidkare och uppdraget inte faller 
inom ett omr&#229;de som utg&#246;r en v&#228;sentlig del av 
n&#228;ringsverksamheten, &#228;r avtalsvillkor som i j&#228;mf&#246;relse med 
f&#246;rsta stycket &#228;r till nackdel f&#246;r kommittenten utan verkan 
mot denne. Detta g&#228;ller dock inte om kommittenten &#228;r en 
professionell kund enligt 9 kap. 4 eller 5 &#167; lagen (2007:528) 
om v&#228;rdepappersmarknaden.

I 44 &#167; finns best&#228;mmelser om att avvisning av avtal ska 
meddelas kommission&#228;ren inom viss tid. Lag (2017:698).

Kommittentens &#228;gander&#228;tt till kommissionsvarorna

23 &#167; En kommittent f&#246;rblir &#228;gare till varor som har l&#228;mnats
till kommission&#228;ren f&#246;r f&#246;rs&#228;ljning till dess att
&#228;gander&#228;tten &#246;verg&#229;r till tredje man eller, vid sj&#228;lvintr&#228;de,
till kommission&#228;ren.

Kommittenten blir omedelbart &#228;gare till varor som
kommission&#228;ren har k&#246;pt in f&#246;r kommittentens r&#228;kning.

En fordran p&#229; tredje man p&#229; grund av dennes avtal med
kommission&#228;ren &#228;r f&#246;rbeh&#229;llen kommittenten framf&#246;r
kommission&#228;rens borgen&#228;rer.

Tredje mans r&#228;tt p&#229; grund av avtalet med kommission&#228;ren

24 &#167; Genom avtalet mellan kommission&#228;ren och tredje man
f&#246;rv&#228;rvar tredje man r&#228;tt mot kommission&#228;ren men inte mot
kommittenten.

F&#246;rv&#228;rvar tredje man en viss vara, &#228;r varan i och med avtalet
f&#246;rbeh&#229;llen tredje man framf&#246;r kommission&#228;rens borgen&#228;rer.

25 &#167; En tredje man som i egenskap av konsument har k&#246;pt en 
vara av en kommission&#228;r har r&#228;tt att mot kommittenten rikta 
samma anspr&#229;k p&#229; grund av fel i varan som han eller hon kan 
g&#246;ra g&#228;llande mot kommission&#228;ren, om b&#229;de kommission&#228;ren och 
kommittenten &#228;r n&#228;ringsidkare och f&#246;rh&#229;llandena i &#246;vrigt &#228;r 
s&#229;dana som anges i 8 kap. 5 &#167; f&#246;rsta stycket konsumentk&#246;plagen 
(2022:260). Det som anges i 8 kap. 5 &#167; andra stycket den lagen 
g&#228;ller inte i ett s&#229;dant fall.

En tredje man som med st&#246;d av 8 kap. 5 &#167; konsumentk&#246;plagen har 
r&#228;tt att rikta anspr&#229;k mot en kommission&#228;r i tidigare s&#228;ljled 
f&#229;r g&#246;ra samma anspr&#229;k g&#228;llande mot dennes kommittent, om 
kommittenten &#228;r n&#228;ringsidkare.

Best&#228;mmelserna i 8 kap. 5 &#167; tredje stycket konsumentk&#246;plagen 
om reklamation med anledning av anspr&#229;k mot n&#228;ringsidkare i 
tidigare s&#228;ljled g&#228;ller ocks&#229; n&#228;r tredje man vill rikta 
anspr&#229;k mot n&#229;gon som &#228;r kommittent. Lag (2022:265).

F&#246;rs&#228;ljning i strid mot kommissionsavtalet

26 &#167; Har kommission&#228;ren till tredje man s&#229;lt en vara som
kommission&#228;ren hade f&#246;r f&#246;rs&#228;ljning p&#229; villkor som v&#228;sentligt
stred mot kommittentens intresse, eller har kommission&#228;ren
vid f&#246;rs&#228;ljningen handlat oredligt mot kommittenten, f&#229;r
tredje man &#228;nd&#229; r&#228;tt till varan, om tredje man vid
f&#246;rs&#228;ljningen varken ins&#229;g eller borde ha insett detta.
Detsamma g&#228;ller om kommission&#228;ren har s&#229;lt en vara som
kommission&#228;ren hade f&#246;r kommittentens r&#228;kning, trots att
kommission&#228;rens uppdrag hade upph&#246;rt och kommission&#228;ren
d&#228;rf&#246;r inte fick s&#228;lja varan.

Om kommissionsavtalet har upph&#246;rt till f&#246;ljd av att
kommittenten f&#246;rsatts i konkurs, ska en f&#246;rs&#228;ljning som
kommission&#228;ren f&#246;retar inte p&#229; grund av f&#246;rsta stycket andra
meningen ha st&#246;rre verkan mot konkursboet &#228;n den skulle ha
haft om kommittenten sj&#228;lv f&#246;retagit den. Har avtalet upph&#246;rt
till f&#246;ljd av att kommission&#228;ren f&#246;rsatts i konkurs, f&#229;r
tredje man inte &#229;beropa bristande k&#228;nnedom om konkursen i
vidare m&#229;n &#228;n vad som varit m&#246;jligt om varan hade tillh&#246;rt
kommission&#228;ren.

Kommittentens r&#228;tt att ta &#246;ver kommission&#228;rens anspr&#229;k mot
tredje man

27 &#167; En kommittent f&#229;r ta &#246;ver anspr&#229;ket mot tredje man p&#229;
grund av avtal som kommission&#228;ren har ing&#229;tt med tredje man
f&#246;r kommittentens r&#228;kning. Vid handelskommission f&#229;r
kommittenten dock ta &#246;ver anspr&#229;ket endast om tredje man &#228;r i
dr&#246;jsm&#229;l med sin betalning eller leverans eller om
kommission&#228;ren har brustit i sin redovisningsskyldighet,
handlat oredligt mot kommittenten eller f&#246;rsatts i konkurs.

Innan kommittenten f&#229;r ta &#246;ver anspr&#229;ket mot tredje man ska
kommission&#228;ren underr&#228;ttas. Om kommission&#228;ren beg&#228;r det, ska
kommittenten ocks&#229; f&#246;rst betala eller st&#228;lla s&#228;kerhet f&#246;r
s&#229;dan fordran som kommission&#228;ren har pantr&#228;tt i enligt 15 &#167;
tredje stycket.

Om kommission&#228;ren sj&#228;lv har fullgjort tredje mans betalning
eller leverans till kommittenten, f&#229;r kommittenten inte ta
&#246;ver anspr&#229;ket mot tredje man.

28 &#167; En kommittent som g&#246;r g&#228;llande ett anspr&#229;k mot tredje
man ska st&#228;lla s&#228;kerhet f&#246;r vad tredje man kan bli skyldig
att betala eller leverera till kommission&#228;ren enligt 30 &#167;
f&#246;rsta stycket, om tredje man beg&#228;r en s&#229;dan s&#228;kerhet.

S&#228;kerhet enligt f&#246;rsta stycket beh&#246;ver inte st&#228;llas, om
kommittenten visar ett skriftligt medgivande fr&#229;n
kommission&#228;ren om att kommittenten har r&#228;tt att g&#246;ra
anspr&#229;ket g&#228;llande eller om kommission&#228;ren har underr&#228;ttat
tredje man om detta.

29 &#167; Har tredje man betalat eller levererat till
kommission&#228;ren f&#246;r att fullg&#246;ra avtalet med denne, trots att
kommittenten enligt 27 &#167; hade tagit &#246;ver kommission&#228;rens
anspr&#229;k, g&#228;ller betalningen eller leveransen &#228;nd&#229; mot
kommittenten, om tredje man varken ins&#229;g eller hade sk&#228;lig
anledning att misst&#228;nka att kommission&#228;ren inte l&#228;ngre fick
g&#246;ra anspr&#229;ket g&#228;llande.

30 &#167; Har tredje man betalat eller levererat till kommittenten
f&#246;r att fullg&#246;ra avtalet med kommission&#228;ren, trots att
kommission&#228;ren hade kvar r&#228;tten att g&#246;ra anspr&#229;ket g&#228;llande,
g&#228;ller betalningen eller leveransen &#228;nd&#229; mot kommission&#228;ren,
i den m&#229;n denne inte har lidit skada av att betalningen eller
leveransen har skett till kommittenten.

Har kommittenten &#229;beropat ett skriftligt medgivande fr&#229;n
kommission&#228;ren om att kommittenten har r&#228;tt att g&#246;ra
anspr&#229;ket g&#228;llande eller har kommission&#228;ren l&#228;mnat ett
meddelande om detta till tredje man, och visar det sig sedan
att medgivandet eller meddelandet var ogiltigt, g&#228;ller tredje
mans betalning eller leverans &#228;nd&#229; mot kommission&#228;ren, om
tredje man varken ins&#229;g eller hade sk&#228;lig anledning att
misst&#228;nka den omst&#228;ndighet som medf&#246;rde ogiltigheten. Det
g&#228;ller dock inte om r&#228;ttshandlingen var ogiltig p&#229; grund av
n&#229;gon omst&#228;ndighet som anges i 17 &#167; lagen (1936:81) om
skuldebrev.

Tredje mans r&#228;tt till kvittning

31 &#167; Mot krav fr&#229;n kommission&#228;ren p&#229; betalning f&#246;r s&#229;lda
varor f&#229;r tredje man kvitta med en motfordran hos
kommission&#228;ren &#228;ven om tredje man n&#228;r motfordringen uppkom
visste att kommission&#228;ren handlade f&#246;r annans r&#228;kning.
Kvittning f&#229;r ocks&#229; ske med en motfordran hos kommittenten i
den m&#229;n kommission&#228;ren inte lider skada av en s&#229;dan
kvittning.

Mot krav fr&#229;n kommittenten p&#229; betalning av en fordran p&#229;
k&#246;peskilling f&#229;r tredje man kvitta med en motfordran hos
kommittenten. Kvittning f&#229;r ocks&#229; ske med en motfordran hos
kommission&#228;ren, om motfordran f&#246;rv&#228;rvades innan tredje man
ins&#229;g eller hade sk&#228;lig anledning att misst&#228;nka att
kommission&#228;ren inte l&#228;ngre fick g&#246;ra g&#228;llande fordringen. Om
motfordran f&#246;rf&#246;ll till betalning efter denna tidpunkt och
efter den tidpunkt d&#229; fordran mot tredje man f&#246;rf&#246;ll, f&#229;r
kvittning dock inte ske.

Kommissionsavtalets upph&#246;rande

32 &#167;  Om kommittenten &#229;terkallar eller kommission&#228;ren avs&#228;ger
sig uppdraget, upph&#246;r kommissionsavtalet, &#228;ven om
&#229;terkallelsen eller avs&#228;gelsen sker utan fog.

I 43 &#167; finns best&#228;mmelser om skadest&#229;nd.

33 &#167; Om ett varaktigt kommissionsavtal inte har ing&#229;tts f&#246;r
viss tid, f&#229;r kommission&#228;ren eller kommittenten s&#228;ga upp
avtalet att upph&#246;ra efter den upps&#228;gningstid som anges i
andra stycket.

Under det f&#246;rsta &#229;ret av uppdragstiden &#228;r upps&#228;gningstiden en
m&#229;nad. Upps&#228;gningstiden f&#246;rl&#228;ngs sedan med en m&#229;nad f&#246;r varje
p&#229;b&#246;rjat &#229;r av uppdragstiden till dess att upps&#228;gningstiden
uppg&#229;r till sex m&#229;nader. Parterna f&#229;r dock avtala att
upps&#228;gning fr&#229;n kommission&#228;rens sida f&#229;r ske med tre m&#229;naders
upps&#228;gningstid &#228;ven om uppdragstiden har varat tre &#229;r eller
l&#228;ngre.

Parterna f&#229;r, efter det att upps&#228;gning har skett, avtala om
kortare upps&#228;gningstid &#228;n vad som s&#228;gs i andra stycket.

Om parterna avtalar om l&#228;ngre upps&#228;gningstid &#228;n vad som s&#228;gs
i andra stycket, f&#229;r upps&#228;gningstiden inte vara kortare vid
upps&#228;gning fr&#229;n kommittentens sida &#228;n vid upps&#228;gning fr&#229;n
kommission&#228;rens sida.

Upps&#228;gningstiden r&#228;knas fr&#229;n utg&#229;ngen av den kalenderm&#229;nad d&#229;
upps&#228;gningen skedde.

34 &#167; Ett kommissionsavtal som har ing&#229;tts f&#246;r viss tid upph&#246;r
vid avtalstidens slut.

Om parterna forts&#228;tter kommissionsf&#246;rh&#229;llandet efter
avtalstidens slut, ska avtalet d&#228;refter anses vara ett icke
tidsbest&#228;mt avtal. Vid ber&#228;kningen av upps&#228;gningstiden enligt
33 &#167; f&#246;r ett s&#229;dant avtal ska h&#228;nsyn tas till hela den tid
som kommissionsf&#246;rh&#229;llandet har varat.

Avtalsvillkor som i j&#228;mf&#246;relse med andra stycket &#228;r till
nackdel f&#246;r n&#229;gon av parterna &#228;r utan verkan mot denne.

35 &#167; Kommission&#228;ren eller kommittenten f&#229;r s&#228;ga upp
kommissionsavtalet med omedelbar verkan, om

1. motparten inte har fullgjort sina skyldigheter enligt
avtalet eller denna lag och detta &#228;r av v&#228;sentlig betydelse
f&#246;r den andre, samt motparten ins&#229;g eller borde ha insett
detta, eller

2. det annars finns en viktig grund f&#246;r att fr&#229;ntr&#228;da avtalet
i f&#246;rtid.

Avtalsvillkor som i j&#228;mf&#246;relse med f&#246;rsta stycket &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

I 45 &#167; finns best&#228;mmelser om meddelande om upps&#228;gning enligt
f&#246;rsta stycket.

36 &#167; Om kommission&#228;ren eller kommittenten f&#246;rs&#228;tts i konkurs,
upph&#246;r kommissionsavtalet att g&#228;lla.

Trots kommittentens konkurs f&#229;r kommission&#228;ren g&#246;ra uppdraget
g&#228;llande f&#246;r tiden fram till utg&#229;ngen av dagen efter den d&#229;
konkursbeslutet kungjordes i Post- och Inrikes Tidningar, om
kommission&#228;ren inte tidigare k&#228;nde till eller borde ha k&#228;nt
till konkursen.

37 &#167; Har kommissionsavtalet upph&#246;rt, ska kommission&#228;ren,
intill dess kommittenten sj&#228;lv kan bevaka sina intressen,
vidta s&#229;dana &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga f&#246;r att skydda
kommittenten mot f&#246;rlust, om det inte av detta uppkommer
betydande kostnader eller ol&#228;genheter f&#246;r kommission&#228;ren.
Kommission&#228;ren har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r
&#229;tg&#228;rderna.

38 &#167; N&#228;r kommissionsavtalet har upph&#246;rt, ska egendom som
kommission&#228;ren har tagit emot i anledning av uppdraget l&#228;mnas
till kommittenten. Kommission&#228;ren f&#229;r dock g&#246;ra g&#228;llande sin
s&#228;kerhetsr&#228;tt och stoppningsr&#228;tt enligt 15–18 &#167;&#167;.

En handelskommission&#228;rs r&#228;tt till avg&#229;ngsvederlag

39 &#167; N&#228;r ett varaktigt kommissionsavtal har upph&#246;rt, har en
handelskommission&#228;r r&#228;tt till avg&#229;ngsvederlag, i den m&#229;n

1. kommission&#228;ren har tillf&#246;rt kommittenten nya kunder eller
v&#228;sentligt &#246;kat handeln med den befintliga kundkretsen och
kommittenten kommer att ha v&#228;sentlig f&#246;rdel av detta, och

2. ett avg&#229;ngsvederlag &#228;r sk&#228;ligt med h&#228;nsyn till
omst&#228;ndigheterna, s&#228;rskilt kommission&#228;rens f&#246;rlust av
provision p&#229; avtal med de i 1 angivna kunderna.

Avg&#229;ngsvederlaget ska uppg&#229; till h&#246;gst ett belopp som
motsvarar ett &#229;rs provision, ber&#228;knad efter ett genomsnitt
under de senaste fem &#229;ren eller den kortare tid som uppdraget
har varat.

Avtalsvillkor som i j&#228;mf&#246;relse med denna paragraf &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

40 &#167; En handelskommission&#228;r har inte r&#228;tt till
avg&#229;ngsvederlag enligt 39 &#167;, om

1. kommittenten har sagt upp kommissionsavtalet p&#229; grund av
att kommission&#228;ren upps&#229;tligen eller av v&#229;rdsl&#246;shet
allvarligt har &#229;sidosatt sina skyldigheter mot kommittenten
och &#229;sidos&#228;ttandet ger kommittenten r&#228;tt att s&#228;ga upp avtalet
med omedelbar verkan enligt 35 &#167; f&#246;rsta stycket 1, eller

2. kommission&#228;ren i samf&#246;rst&#229;nd med kommittenten har
&#246;verl&#229;tit kommissionsuppdraget till n&#229;gon annan.

Avtalsvillkor som i j&#228;mf&#246;relse med f&#246;rsta stycket &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

41 &#167; En handelskommission&#228;r som har sagt upp ett
kommissionsavtal har r&#228;tt till avg&#229;ngsvederlag enligt 39 &#167;,
endast om

1. upps&#228;gningen grundas p&#229; en omst&#228;ndighet p&#229; kommittentens
sida som ger kommission&#228;ren r&#228;tt att s&#228;ga upp avtalet med
omedelbar verkan enligt 35 &#167;, eller

2. det p&#229; grund av kommission&#228;rens &#229;lder eller sjukdom eller
liknande f&#246;rh&#229;llanden inte sk&#228;ligen kan kr&#228;vas att
kommissionsverksamheten drivs vidare.

Avtalsvillkor som i j&#228;mf&#246;relse med f&#246;rsta stycket &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

42 &#167; En handelskommission&#228;r som inte inom ett &#229;r fr&#229;n det att
kommissionsavtalet upph&#246;rde i ett meddelande till
kommittenten g&#246;r g&#228;llande r&#228;tt till avg&#229;ngsvederlag f&#246;rlorar
sin r&#228;tt till s&#229;dan ers&#228;ttning.

Avtalsvillkor som i j&#228;mf&#246;relse med f&#246;rsta stycket &#228;r till
nackdel f&#246;r kommission&#228;ren &#228;r utan verkan mot denne.

Skadest&#229;nd

43 &#167; En kommittent eller kommission&#228;r som inte har fullgjort
sina skyldigheter enligt kommissionsavtalet eller denna lag
ska ers&#228;tta den andre parten den skada som d&#228;rigenom uppst&#229;r,
om inte han visar att detta inte berott p&#229; v&#229;rdsl&#246;shet p&#229;
hans sida.

Har kommissionsavtalet upph&#246;rt att g&#228;lla till f&#246;ljd av den
ena partens konkurs, har den andre parten r&#228;tt till
ers&#228;ttning f&#246;r den skada som d&#228;rigenom uppst&#229;r.

I 45 &#167; finns best&#228;mmelser om att krav p&#229; skadest&#229;nd ska
meddelas den andre parten inom viss tid.

Meddelande om prisredovisning och avvisning

44 &#167; En kommittent som vill kr&#228;va ett annat pris &#228;n det som
kommission&#228;ren har redovisat ska meddela kommission&#228;ren detta
inom sk&#228;lig tid och senast tv&#229; &#229;r efter det att kommittenten
ins&#229;g eller borde ha insett de omst&#228;ndigheter som ligger till
grund f&#246;r kravet.

En kommittent som vill avvisa ett avtal ska meddela
kommission&#228;ren detta utan dr&#246;jsm&#229;l efter det att kommittenten
ins&#229;g eller borde ha insett de omst&#228;ndigheter som ligger till
grund f&#246;r avvisningen.

F&#246;rsta och andra styckena g&#228;ller inte om kommission&#228;ren har
handlat grovt v&#229;rdsl&#246;st eller i strid mot tro och heder.

Meddelande om upps&#228;gning och skadest&#229;nd

45 &#167; En kommission&#228;r eller kommittent som enligt 35 &#167; vill
s&#228;ga upp kommissionsavtalet med omedelbar verkan eller enligt
43 &#167; kr&#228;va skadest&#229;nd ska meddela den andre parten detta inom
sk&#228;lig tid och senast tv&#229; &#229;r efter det att han ins&#229;g eller
borde ha insett de omst&#228;ndigheter som ligger till grund f&#246;r
upps&#228;gningen eller kravet. Detta g&#228;ller dock inte om den
andre parten har handlat grovt v&#229;rdsl&#246;st eller i strid mot
tro och heder.

Risken f&#246;r vissa meddelanden

46 &#167; Har ett meddelande fr&#229;n kommission&#228;ren enligt 3, 42
eller 45 &#167; eller ett meddelande fr&#229;n kommittenten enligt 44
eller 45 &#167; avs&#228;nts p&#229; ett &#228;ndam&#229;lsenligt s&#228;tt, f&#229;r
meddelandet &#229;beropas &#228;ven om det har f&#246;rsenats, f&#246;rvanskats
eller inte kommit fram.

Preskription

47 &#167; I fr&#229;ga om preskription g&#228;ller preskriptionslagen
(1981:130).

Konkurrensklausuler

48 &#167; Ett avtal mellan kommission&#228;ren och kommittenten om att
kommission&#228;ren inte ska bedriva verksamhet efter det att
kommissionsavtalet har upph&#246;rt (konkurrensklausul) &#228;r
bindande f&#246;r kommission&#228;ren, bara

1. om konkurrensklausulen har uppr&#228;ttats skriftligen, och

2. i den m&#229;n konkurrensklausulen avser det omr&#229;de eller den
kundkrets som har tilldelats kommission&#228;ren och det slag av
varor som kommissionsavtalet g&#228;ller.

Utan hinder av f&#246;rsta stycket 1 f&#229;r kommission&#228;ren &#229;beropa en
muntlig &#246;verenskommelse om l&#228;ttnader i en konkurrensklausul.

Kommission&#228;ren &#228;r inte bunden av en konkurrensklausul l&#228;ngre
&#228;n tv&#229; &#229;r fr&#229;n det att kommissionsavtalet har upph&#246;rt.

Denna paragraf hindrar inte att lagen (1915:218) om avtal och
andra r&#228;ttshandlingar p&#229; f&#246;rm&#246;genhetsr&#228;ttens omr&#229;de till&#228;mpas
p&#229; en konkurrensklausul.

&#214;verg&#229;ngsbest&#228;mmelser

2009:865

1. Denna lag tr&#228;der i kraft den 1 oktober 2009, d&#229; lagen
(1914:45) om kommission ska upph&#246;ra att g&#228;lla.

2. I fr&#229;ga om kommissionsavtal som har ing&#229;tts och
f&#246;rfoganden som har skett f&#246;re lagens ikrafttr&#228;dande
till&#228;mpas &#228;ldre best&#228;mmelser.

2022:265

1. Denna lag tr&#228;der i kraft den 1 maj 2022.

2. Den &#228;ldre lydelsen av 25 &#167; g&#228;ller fortfarande om 
konsumentk&#246;plagen (1990:932) g&#228;ller f&#246;r k&#246;pet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1842">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1844">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
