

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2008-12-16" /> 
 <meta id="rattsinfo-edited" content="2013-08-28" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1905</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1904">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1906">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2008:1302 ·
                    <a href="/sfsr?bet=2008:1302">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold"> Lag (2008:1302) om avtal mellan Sverige och Isle of Man om f&#246;rfarande f&#246;r &#246;msesidig &#246;verenskommelse vid justering av inkomst mellan f&#246;retag i intressegemenskap</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2008-11-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2008:1324
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2008-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal mellan Konungariket Sverige och Isle of Man om
f&#246;rfarande f&#246;r &#246;msesidig &#246;verenskommelse vid justering av
inkomst mellan f&#246;retag i intressegemenskap som undertecknades
den 30 oktober 2007 ska g&#228;lla som lag h&#228;r i landet. Avtalet &#228;r
avfattat p&#229; engelska. Den engelska texten samt en svensk
&#246;vers&#228;ttning framg&#229;r av bilaga till denna lag.

2 &#167; Avtalets beskattningsregler ska till&#228;mpas endast till den
del dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige
som annars skulle f&#246;religga.

&#214;verg&#229;ngsbest&#228;mmelser

2008:1302

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag ska till&#228;mpas p&#229; skatt som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r som f&#246;ljer
n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft eller senare.

Bilaga

(&#214;vers&#228;ttning)

AGREEMENT BETWEEN THE KINGDOM OF SWEDEN AND THE ISLE OF MAN ON
THE ACCESS TO MUTUAL AGREEMENT PROCEDURES IN CONNECTION WITH
THE ADJUSTMENT OF PROFITS OF ASSOCIATED ENTERPRISES

The Government of the Kingdom of Sweden and the Government of
the Isle of Man, desiring to conclude an agreement on the
access to mutual agreement procedures in connection with the
adjustment of profits of associated enterprises, have agreed as
follows:

Article 1

Taxes covered

This Agreement shall apply to taxes on income and profits.

Article 2

Definitions

1. For the purposes of this Agreement, unless the context
otherwise requires:

(a) the term “Party&quot; means the Isle of Man or Sweden as the
context requires; the term “Parties&quot; means the Isle of Man and
Sweden;

(b) the term “Sweden&quot; means the Kingdom of Sweden and, when
used in a geographical sense, includes the national territory,
the territorial sea of Sweden as well as other maritime areas
over which Sweden in accordance with international law
exercises sovereign rights or jurisdiction;

(c) the term “Isle of Man&quot; means the island of the Isle of Man;

(d) the term “competent authority&quot; means

(i) in the case of the Isle of Man, the Assessor of Income Tax
or his delegate;

(ii) in the case of Sweden, the Minister of Finance, his
authorised representative or the authority which is designated
as a competent authority for the purposes of this Agreement.

2. As regards the application of this Agreement at any time by
a Party, any term not defined therein shall, unless the context
otherwise requires, have the meaning that it has at that time
under the law of that Party for the purposes of the taxes to
which the Agreement applies, any meaning under the applicable
tax laws of that Party prevailing over a meaning given to the
term under other laws of that Party.

Article 3

Principles applying to the adjustment of profits of associated
enterprises

1. Where:

(a) an enterprise of a Party participates directly or
indirectly in the management, control or capital of an
enterprise of the other Party, or

(b) the same persons participate directly or indirectly in the
management, control or capital of an enterprise of a Party and
an enterprise of the other Party,

and in either case conditions are made or imposed between the
two enterprises in their commercial or financial relations
which differ from those which would be made between independent
enterprises, then any profits which would, but for those
conditions, have accrued to one of the enterprises, but, by
reason of those conditions, have not so accrued, may be
included in the profits of that enterprise and taxed
accordingly.

2. Where a Party includes in the profits of an enterprise of
that Party - and taxes accordingly - profits on which an
enterprise of the other Party has been charged to tax in that
other Party and the profits so included are profits which would
have accrued to the enterprise of the first-mentioned Party if
the conditions made between the two enterprises had been those
which would have been made between independent enterprises,
then that other Party shall make an appropriate adjustment to
the amount of the tax charged therein on those profits. In
determining such adjustment, due regard shall be had to the
other provisions of this Agreement.

Article 4

General provision

Where a Party intends to adjust the profits of an enterprise in
accordance with the principles set out in Article 3, it shall
in accordance with its laws inform the enterprise of the
intended action in due time and give it the opportunity to
inform the other enterprise so as to give that other enterprise
the opportunity to inform in turn the other Party. However, the
Party providing such information shall not be prevented from
making the proposed adjustment.

Article 5

Mutual agreement procedures

1. Where an enterprise considers that, in any case to which
this Agreement applies, the actions of one or both of the
Parties result or will result for it in double taxation, it
may, irrespective of the remedies provided by the domestic law
of the Party concerned, present its case to the competent
authority of the Party of which it is a resident. The case must
be presented within three years of the first notification of
the action which is contrary or is likely to be contrary to the
principles set out in Article 3. The competent authority shall
then without delay notify the competent authority of the other
Party.

2. The competent authority shall endeavour, if the objection
appears to it to be justified and if it is not itself able to
arrive at a satisfactory solution, to resolve the case by
mutual agreement with the competent authority of the other
Party, with a view to the avoidance of taxation which is not in
accordance with the Agreement. Any agreement reached shall be
implemented notwithstanding any time limits in the domestic law
of the Parties.

3. The competent authorities of the Parties shall endeavour to
resolve by mutual agreement any difficulties or doubts arising
as to the interpretation or application of the Agreement.

4. The competent authorities of the Parties may communicate
with each other directly for the purpose of reaching an
agreement in the sense of the preceding paragraphs.

Article 6

Entry into force

1. This Agreement shall enter into force on the thirtieth day
after the later of the dates on which each of the Parties has
notified the other in writing that the procedures required by
its law have been complied with. The Agreement shall have
effect on taxes chargeable for any tax year beginning on or
after the first day of January of the year next following that
in which this Agreement enters into force.

2. Notwithstanding paragraph 1 of this Article, this Agreement
shall only have effect when the Agreement signed on 30 October
2007 between the Kingdom of Sweden and the Isle of Man for the
exchange of information relating to tax matters shall have
effect.

Article 7

Termination

1. This Agreement shall remain in force until terminated by a
Party. Either Party may terminate the Agreement by giving
written notice of termination at least six months before the
end of any calendar year. In such event, the Agreement shall
cease to have effect on taxes chargeable for any tax year
beginning on or after the first day of January of the year next
following the end of the six months period.

2. Notwithstanding paragraph 1 of this Article, this Agreement
will be terminated, without giving notice of termination, on
the date of termination of the Agreement signed on 30 October
2007 between the Kingdom of Sweden and the Isle of Man for the
exchange of information relating to tax matters.

In witness whereof the undersigned being duly authorised
thereto have signed this Agreement.

Done at Oslo, this Thirtieth day of October 2007, in duplicate
in the English language.

For the Government of the Kingdom of Sweden

Ingemar Hansson

For the Government of the Isle of Man

Allan Robert Bell



AVTAL MELLAN KONUNGARIKET SVERIGE OCH ISLE OF MAN OM F&#214;RFARANDE
F&#214;R &#214;MSESIDIG &#214;VERENSKOMMELSE VID JUSTERING AV INKOMST MELLAN
F&#214;RETAG I INTRESSEGEMENSKAP

Konungariket Sveriges regering och Isle of Mans regering, som
&#246;nskar ing&#229; ett avtal om f&#246;rfarande f&#246;r &#246;msesidig
&#246;verenskommelse vid justering av inkomst mellan f&#246;retag i
intressegemenskap, har kommit &#246;verens om f&#246;ljande:

Artikel 1

Skatter som omfattas av avtalet

Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst.

Artikel 2

Definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;part&quot; avser Isle of Man eller Sverige, beroende p&#229;
sammanhanget; &quot;parterna&quot; avser Isle of Man och Sverige,

b) &quot;Sverige&quot; avser Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion,

c) &quot;Isle of Man&quot; avser &#246;n Isle of Man,

d) &quot;beh&#246;rig myndighet&quot; avser:

1) i Isle of Man: &quot;the Assessor of Income Tax&quot; eller dennes
befullm&#228;ktigade ombud,

2) i Sverige: finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
myndighet vid till&#228;mpningen av detta avtal.

2. D&#229; en part till&#228;mpar avtalet vid en viss tidpunkt anses,
s&#229;vida inte sammanhanget f&#246;ranleder annat, varje uttryck som
inte definierats i avtalet ha den betydelse som uttrycket har
vid denna tidpunkt enligt den partens lagstiftning i fr&#229;ga om
s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas. Den betydelse som
uttrycket har enligt till&#228;mplig skattelagstiftning i denna part
&#228;ger f&#246;retr&#228;de framf&#246;r den betydelse uttrycket har enligt annan
lagstiftning i denna part.

Artikel 3

Principer f&#246;r justering av inkomst mellan f&#246;retag i
intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en part direkt eller indirekt deltar i
ledningen eller kontrollen av ett f&#246;retag i den andra parten
eller &#228;ger del i detta f&#246;retags kapital, eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en part som ett f&#246;retag
i den andra parten eller &#228;ger del i b&#229;da dessa f&#246;retags
kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som
avviker fr&#229;n dem som skulle ha avtalats mellan av varandra
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en part i inkomsten f&#246;r ett f&#246;retag i denna part
inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed beskattar - inkomst,
f&#246;r vilken ett f&#246;retag i den andra parten beskattats i denna
andra part, samt den s&#229;lunda inr&#228;knade inkomsten &#228;r s&#229;dan som
skulle ha tillkommit f&#246;retaget i den f&#246;rstn&#228;mnda parten om de
villkor som avtalats mellan f&#246;retagen hade varit s&#229;dana som
skulle ha avtalats mellan av varandra oberoende f&#246;retag, ska
denna andra part genomf&#246;ra vederb&#246;rlig justering av det
skattebelopp som p&#229;f&#246;rts f&#246;r inkomsten d&#228;r. Vid s&#229;dan justering
iakttas &#246;vriga best&#228;mmelser i detta avtal.

Artikel 4

Allm&#228;n best&#228;mmelse

Om en part avser att justera ett f&#246;retags inkomst i enlighet
med de principer som anges i artikel 3, ska den i
&#246;verensst&#228;mmelse med sin lagstiftning i god tid meddela
f&#246;retaget detta och ge f&#246;retaget tillf&#228;lle att underr&#228;tta det
andra f&#246;retaget s&#229; att det i sin tur kan underr&#228;tta den andra
parten. Den part som l&#228;mnar ett s&#229;dant meddelande &#228;r emellertid
inte f&#246;rhindrad att genomf&#246;ra den avsedda justeringen.

Artikel 5

&#214;msesidig &#246;verenskommelse

1. Om ett f&#246;retag anser att en part eller b&#229;da parterna, i ett
fall som omfattas av detta avtal, vidtagit &#229;tg&#228;rder som f&#246;r
f&#246;retaget medf&#246;r eller kommer att medf&#246;ra dubbelbeskattning,
kan det, utan att detta p&#229;verkar dess r&#228;tt att anv&#228;nda sig av
de r&#228;ttsmedel som finns i denna parts interna r&#228;ttsordning,
l&#228;gga fram saken f&#246;r den beh&#246;riga myndigheten i den part d&#228;r
det har hemvist. Saken ska l&#228;ggas fram inom tre &#229;r fr&#229;n den
tidpunkt d&#229; f&#246;retaget i fr&#229;ga fick vetskap om den &#229;tg&#228;rd som
strider mot eller sannolikt kan antas strida mot de principer
som anges i artikel 3. Den beh&#246;riga myndigheten ska d&#228;refter
utan dr&#246;jsm&#229;l underr&#228;tta den beh&#246;riga myndigheten i den andra
parten.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, ska
myndigheten s&#246;ka avg&#246;ra saken genom &#246;msesidig &#246;verenskommelse
med den beh&#246;riga myndigheten i den andra parten i syfte att
undvika beskattning som strider mot avtalet. &#214;verenskommelse
som tr&#228;ffats genomf&#246;rs utan hinder av tidsgr&#228;nser i parternas
interna lagstiftning.

3. De beh&#246;riga myndigheterna i parterna ska genom &#246;msesidig
&#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller tvivelsm&#229;l som
uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen av avtalet.

4. De beh&#246;riga myndigheterna i parterna kan tr&#228;da i direkt
f&#246;rbindelse med varandra i syfte att tr&#228;ffa &#246;verenskommelse i
den mening som avses i f&#246;reg&#229;ende punkter.

Artikel 6

Ikrafttr&#228;dande

1. Detta avtal tr&#228;der i kraft den trettionde dagen efter den
dag d&#229; den sista av de skriftliga underr&#228;ttelser - som
respektive regering ska l&#228;mna n&#228;r de &#229;tg&#228;rder vidtagits som
kr&#228;vs enligt respektive parts lagstiftning - har l&#228;mnats.
Avtalet ska till&#228;mpas p&#229; skatt som p&#229;f&#246;rs f&#246;r beskattnings&#229;r
som b&#246;rjar den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter det &#229;r
d&#229; avtalet tr&#228;der i kraft eller senare.

2. Utan hinder av punkt 1 i denna artikel, &#228;r detta avtal
endast till&#228;mpligt n&#228;r avtalet mellan Konungariket Sverige och
Isle of Man om utbyte av upplysningar i skatte&#228;renden
undertecknat den 30 oktober 2007 &#228;r till&#228;mpligt.

Artikel 7

Upph&#246;rande

1. Detta avtal f&#246;rblir i kraft till dess det s&#228;gs upp av en
part. Vardera parten kan skriftligen s&#228;ga upp avtalet genom
underr&#228;ttelse h&#228;rom minst sex m&#229;nader f&#246;re utg&#229;ngen av n&#229;got
kalender&#229;r. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet att
g&#228;lla i fr&#229;ga om skatt som p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar
den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter utg&#229;ngen av
sexm&#229;nadersperioden eller senare.

2. Utan hinder av punkt 1 i denna artikel, upph&#246;r detta avtal
att g&#228;lla, utan skriftlig upps&#228;gning, den dag avtalet mellan
Konungariket Sverige och Isle of Man om utbyte av upplysningar
i skatte&#228;renden undertecknat den 30 oktober 2007 upph&#246;r att
g&#228;lla.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Oslo den 30 oktober 2007 i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Konungariket Sveriges regering

Ingemar Hansson

F&#246;r Isle of Mans regering

Allan Robert Bell



</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1904">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1906">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
