

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-02-02" /> 
 <meta id="rattsinfo-edited" content="2024-02-02 09:44:02" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1924</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1923">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1925">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2008:1002 ·
                    <a href="/sfsr?bet=2008:1002">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2008:1002) med instruktion f&#246;r Myndigheten f&#246;r samh&#228;llsskydd och beredskap</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> F&#246;rsvarsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2008-11-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:919
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2009-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Uppgifter

Verksamhetsomr&#229;de

1 &#167; Myndigheten f&#246;r samh&#228;llsskydd och beredskap har ansvar f&#246;r 
fr&#229;gor om skydd mot olyckor, krisberedskap och civilt f&#246;rsvar, 
i den utstr&#228;ckning inte n&#229;gon annan myndighet har ansvaret. 
Ansvaret avser &#229;tg&#228;rder f&#246;re, under och efter en olycka, kris, 
krig eller krigsfara. 

Myndigheten ska

1. utveckla och st&#246;dja arbetet med civilt f&#246;rsvar,

2. utveckla och st&#246;dja samh&#228;llets beredskap mot olyckor och 
kriser och vara p&#229;drivande i arbetet med f&#246;rebyggande och 
s&#229;rbarhetsreducerande &#229;tg&#228;rder,

3. arbeta med och verka f&#246;r samordning mellan ber&#246;rda 
samh&#228;llsakt&#246;rer f&#246;r att f&#246;rebygga och hantera olyckor, kriser 
och konsekvenser av krig och krigsfara,

4. samordna kommunerna p&#229; nationell niv&#229; och st&#246;dja dem med 
r&#229;d och information i deras verksamhet enligt lagen (2003:778) 
om skydd mot olyckor samt utf&#246;ra tillsyn enligt samma lag,

5. bidra till att minska konsekvenser av olyckor, kriser, krig 
och krigsfara,

6. f&#246;lja upp och utv&#228;rdera samh&#228;llets arbete med krisberedskap 
och civilt f&#246;rsvar,

7. se till att utbildning och &#246;vningar kommer till st&#229;nd inom 
myndighetens ansvarsomr&#229;de, och

8. f&#246;retr&#228;da det civila f&#246;rsvaret p&#229; central niv&#229; i fr&#229;gor som 
har betydelse f&#246;r avv&#228;gningen mellan civila och milit&#228;ra behov 
av samh&#228;llets resurser om inte n&#229;got annat f&#246;ljer av annan 
f&#246;rfattning. F&#246;rordning (2020:885).

1 a &#167; Myndigheten &#228;r beredskapsmyndighet och sektorsansvarig 
myndighet enligt f&#246;rordningen (2022:524) om statliga 
myndigheters beredskap. F&#246;rordning (2022:541).

F&#246;rebyggande och f&#246;rberedande arbete

2 &#167; Myndigheten ska i samverkan med myndigheter, kommuner, 
regioner, organisationer och f&#246;retag identifiera och analysera 
s&#229;dana s&#229;rbarheter, hot och risker i samh&#228;llet som kan anses 
vara s&#228;rskilt allvarliga. Myndigheten ska vidare tillsammans 
med de ansvariga myndigheterna genomf&#246;ra en &#246;vergripande 
planering av &#229;tg&#228;rder som b&#246;r vidtas. Myndigheten ska v&#228;rdera, 
sammanst&#228;lla och rapportera resultatet av arbetet till 
regeringen.

Myndigheten ska senast vid utg&#229;ngen av april m&#229;nad varje udda 
&#229;rtal l&#228;mna en nationell risk- och s&#229;rbarhetsbed&#246;mning till 
regeringen. I arbetet ska myndigheten beakta de risk- och 
s&#229;rbarhetsbed&#246;mningar som beredskapsmyndigheter l&#228;mnar enligt 
19 &#167; f&#246;rordningen (2022:524) om statliga myndigheters 
beredskap. Myndigheten ska genomf&#246;ra bed&#246;mningen s&#229;v&#228;l p&#229; en 
&#246;vergripande samh&#228;llsniv&#229; som beredskapssektorsvis. Av 
bed&#246;mningen ska s&#228;rskilt allvarliga hot, risker och 
s&#229;rbarheter samt vidtagna och planerade &#229;tg&#228;rder framg&#229;.
F&#246;rordning (2022:1004).

3 &#167; Myndigheten ska, i enlighet med de f&#246;reskrifter som g&#228;ller
f&#246;r omr&#229;det skydd mot olyckor, samordna och utveckla
verksamheten inom r&#228;ddningstj&#228;nsten och n&#228;r det g&#228;ller olycks-
och skadef&#246;rebyggande &#229;tg&#228;rder.

Myndigheten ska samordna arbetet f&#246;r barns och ungas s&#228;kerhet,
n&#228;r det g&#228;ller att motverka olycksfall som leder till
personskador.

Myndigheten ska vidare verka f&#246;r att f&#246;rebyggande &#229;tg&#228;rder mot
naturolyckor vidtas.

4 &#167; Myndigheten ska utveckla och st&#228;rka samh&#228;llets f&#246;rm&#229;ga att
f&#246;rebygga och hantera o&#246;nskade h&#228;ndelser d&#228;r farliga &#228;mnen
ing&#229;r. Myndigheten har, i enlighet med de f&#246;reskrifter som
g&#228;ller f&#246;r varje omr&#229;de, ansvar f&#246;r uppgifter inom omr&#229;dena
brandfarliga och explosiva varor, transporter p&#229; land av
farligt gods, &#229;tg&#228;rder f&#246;r att f&#246;rebygga och begr&#228;nsa f&#246;ljderna
av allvarliga kemikalieolyckor samt sanering efter utsl&#228;pp av
radioaktiva &#228;mnen fr&#229;n en k&#228;rnteknisk anl&#228;ggning.

5 &#167; Myndigheten ska se till att utbildning inom 
krisberedskap och f&#246;r civilt f&#246;rsvar tillhandah&#229;lls. 
Myndigheten ska dessutom genomf&#246;ra &#246;vningar inom sitt 
ansvarsomr&#229;de. Myndigheten ska vid behov st&#246;dja 
Regeringskansliet i dess utbildnings- och &#246;vningsverksamhet 
inom krisberedskap och f&#246;r civilt f&#246;rsvar. 

Vidare ska myndigheten se till att ledningsmetoder och 
st&#246;dsystem f&#246;r r&#228;ddningstj&#228;nst, krishantering och civilt 
f&#246;rsvar samt materiel f&#246;r r&#228;ddningstj&#228;nst och krishantering 
utvecklas och tillhandah&#229;lls. F&#246;rordning (2018:1518).

6 &#167; Har upph&#228;vts genom f&#246;rordning (2010:1901).

6 &#167; Myndigheten ska st&#246;dja ber&#246;rda akt&#246;rer i planeringen 
f&#246;r civilt f&#246;rsvar. Myndigheten ska s&#228;rskilt verka f&#246;r att 
akt&#246;rerna samordnar planeringen samt f&#246;r att samordning sker 
i f&#246;rh&#229;llande till det milit&#228;ra f&#246;rsvaret.

Myndigheten ska se till att n&#246;dv&#228;ndiga &#229;tg&#228;rder vidtas inom 
befolkningsskyddet. F&#246;rordning (2018:1518).

Samordning och st&#246;d vid olyckor och kriser samt vid h&#246;jd 
beredskap

7 &#167; Myndigheten ska st&#246;dja ber&#246;rda myndigheters samordning av 
&#229;tg&#228;rder vid en kris eller vid h&#246;jd beredskap. Myndigheten ska 
se till att ber&#246;rda akt&#246;rer under s&#229;dana f&#246;rh&#229;llanden, n&#228;r det 
g&#228;ller krishantering och civilt f&#246;rsvar, f&#229;r tillf&#228;lle att

1. samordna &#229;tg&#228;rder,

2. samordna information till allm&#228;nhet och medier,

3. effektivt anv&#228;nda samh&#228;llets samlade resurser och 
internationella f&#246;rst&#228;rkningsresurser, och

4. samordna st&#246;det till centrala, regionala och lokala organ i 
fr&#229;ga om information och l&#228;gesbilder.

Myndigheten ska bist&#229; Regeringskansliet med underlag och 
information av betydelse f&#246;r myndighetens ansvarsomr&#229;de i 
samband med allvarliga olyckor och kriser samt under h&#246;jd 
beredskap. F&#246;rordning (2022:541).

7 a &#167; Myndigheten ska utifr&#229;n en nationell riskbild 
uppr&#228;tth&#229;lla beredskap med st&#246;dresurser f&#246;r att kunna bist&#229; i 
samband med allvarliga olyckor och kriser och vid h&#246;jd 
beredskap. 

Myndigheten ska &#228;ven kunna prioritera och f&#246;rdela tillg&#228;ngliga 
f&#246;rst&#228;rkningsresurser enligt 6 kap. 8 a &#167; lagen (2003:778) om 
skydd mot olyckor. F&#246;rordning (2020:885).

7 b &#167; Myndigheten ska samordna och utveckla systemet f&#246;r 
varning och information till allm&#228;nheten enligt lagen 
(2023:407) om viktigt meddelande till allm&#228;nheten.

Myndigheten ska &#228;ven f&#246;rvalta och utveckla systemet f&#246;r 
utomhusvarning. F&#246;rordning (2023:582).

8 &#167; Myndigheten ska kunna medverka med insatser i Sveriges 
internationella humanit&#228;ra verksamhet och f&#229;r delta i 
r&#228;ddnings- och katastrofinsatser vid katastrofer i andra 
l&#228;nder som kr&#228;ver omedelbara &#229;tg&#228;rder. Myndigheten ska &#228;ven 
kunna st&#246;dja bist&#229;ndsinsatser som avser humanit&#228;r 
minhantering, st&#228;rkande av katastrofberedskap och tidig 
&#229;teruppbyggnad efter katastrofer. Vidare ska myndigheten i 
samverkan med andra ber&#246;rda myndigheter och organisationer 
f&#246;rbereda s&#229; att myndigheten, i en situation d&#229; m&#229;nga svenska 
medborgare eller personer med hemvist i Sverige drabbas av en 
allvarlig olycka eller katastrof utanf&#246;r Sverige, med kort 
varsel i ett inledande skede kan st&#246;dja utlandsmyndigheter och 
de n&#246;dst&#228;llda.

Myndigheten f&#229;r besluta om insatser enligt f&#246;rsta stycket 
endast under f&#246;ruts&#228;ttning att insatserna finansieras av n&#229;gon 
annan &#228;n myndigheten. Myndigheten ska f&#246;re beslut om insats 
informera Regeringskansliet (F&#246;rsvarsdepartementet) om de 
&#229;tg&#228;rder myndigheten avser att vidta. Vid insatser som r&#246;r 
bist&#229;nd ska myndigheten dessutom samr&#229;da med Styrelsen f&#246;r 
internationellt utvecklingssamarbete (Sida).

Myndigheten ska p&#229; regeringens uppdrag kunna st&#246;dja 
internationella insatser inom civil krishantering och 
fredsfr&#228;mjande. F&#246;rordning (2023:582).

9 &#167; Myndigheten ska i f&#246;rh&#229;llande till Europeiska kommissionen 
vara Sveriges kontaktpunkt och beh&#246;rig myndighet f&#246;r 
till&#228;mpningen av Europaparlamentets och r&#229;dets beslut 
1313/2013/EU av den 17 december 2013, Europaparlamentets och 
r&#229;dets beslut (EU) 2019/420 av den 13 mars 2019 om &#228;ndring av 
beslut nr 1313/2013/EU om en civilskyddsmekanism f&#246;r unionen 
samt Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2021/836 av 
den 20 maj 2021 om &#228;ndring av beslut nr 1313/2013/EU om en 
civilskyddsmekanism f&#246;r unionen. Myndigheten ska ansvara f&#246;r 
de uppgifter som Sverige har och ska samordna det nationella 
arbetet med att bygga upp och uppr&#228;tth&#229;lla en insatsberedskap 
enligt beslutet, med undantag f&#246;r att fastst&#228;lla moduler och 
annan insatskapacitet som Sverige st&#228;ller till f&#246;rfogande f&#246;r 
den europeiska insatskapaciteten vid n&#246;dsituationer.

Myndigheten f&#229;r i f&#246;rh&#229;llande till de l&#228;nder som deltar i 
samarbetet inom ramen f&#246;r Europaparlamentets och r&#229;dets beslut

1. beg&#228;ra bist&#229;nd som r&#246;r r&#228;ddningstj&#228;nst,

2. beg&#228;ra bist&#229;nd som r&#246;r annat &#228;n r&#228;ddningstj&#228;nst om 
bist&#229;ndet finansieras av n&#229;gon annan &#228;n myndigheten, eller

3. l&#228;mna bist&#229;nd, om bist&#229;ndet finansieras av n&#229;gon annan &#228;n 
myndigheten.

Innan myndigheten beslutar om en insats enligt andra stycket 
ska myndigheten informera Regeringskansliet 
(F&#246;rsvarsdepartementet) om de &#229;tg&#228;rder som myndigheten avser 
att vidta.

N&#228;r det g&#228;ller milj&#246;r&#228;ddningstj&#228;nst till sj&#246;ss &#228;r det enligt 
13 &#167; f&#246;rordningen (2019:84) med instruktion f&#246;r 
Kustbevakningen i st&#228;llet Kustbevakningen som ska beg&#228;ra 
bist&#229;nd fr&#229;n och l&#228;mna bist&#229;nd till de l&#228;nder som deltar i 
samarbetet inom ramen f&#246;r beslutet. F&#246;rordning (2023:582).

9 a &#167; Myndigheten f&#229;r inom sitt verksamhetsomr&#229;de ing&#229; en 
internationell &#246;verenskommelse

1. med en utl&#228;ndsk myndighet, en mellanfolklig organisation 
eller ett EU-organ om projektsamarbete som helt eller delvis 
finansieras av medel ur Europeiska unionens gemensamma budget,

2. med anledning av behov direkt h&#228;nf&#246;rliga till genomf&#246;randet 
av en s&#229;dan internationell insats som avses i 8 och 9 &#167;&#167; och 
som myndigheten deltar i, och

3. med anledning av behov som &#228;r direkt h&#228;nf&#246;rliga till 
genomf&#246;randet av en utbildning eller &#246;vning som syftar till 
att st&#228;rka myndighetens insatsberedskap.

En &#246;verenskommelse enligt f&#246;rsta stycket f&#229;r inte ing&#229;s av 
myndigheten om &#246;verenskommelsen kr&#228;ver riksdagens eller 
Utrikesn&#228;mndens medverkan. Innan en &#246;verenskommelse enligt 
f&#246;rsta stycket 1 ing&#229;s ska Regeringskansliet 
(F&#246;rsvarsdepartementet) underr&#228;ttas. F&#246;rordning (2023:582).

Uppf&#246;ljning, utv&#228;rdering och l&#228;rande

10 &#167; Myndigheten ska beredskapssektorsvis, geografiskt 
omr&#229;desvis och p&#229; en &#246;vergripande samh&#228;llsniv&#229; f&#246;lja upp och 
utv&#228;rdera krisberedskap och civilt f&#246;rsvar och bed&#246;ma om 
vidtagna &#229;tg&#228;rder f&#229;tt &#246;nskad effekt.

Myndigheten ska kunna g&#246;ra en samlad bed&#246;mning av 
olycksutvecklingen och det s&#228;kerhetsarbete som &#228;r kopplat till 
denna. F&#246;rordning (2022:541).

11 &#167; Myndigheten ska se till att erfarenheter tas till vara
fr&#229;n intr&#228;ffade olyckor och kriser. Till st&#246;d f&#246;r detta ska
myndigheten tillhandah&#229;lla tv&#228;rsektoriella och samlade bilder
och bed&#246;mningar samt utveckla kompetens och metodik inom
omr&#229;det som tillgodoser nationella, regionala och lokala behov.

Informationss&#228;kerhet

11 a &#167; Myndigheten ska st&#246;dja och samordna arbetet med 
samh&#228;llets informationss&#228;kerhet samt analysera och bed&#246;ma 
omv&#228;rldsutvecklingen inom omr&#229;det. I detta ing&#229;r att l&#228;mna r&#229;d 
och st&#246;d i fr&#229;ga om f&#246;rebyggande arbete till andra statliga 
myndigheter, kommuner och regioner samt f&#246;retag och 
organisationer. 

Myndigheten ska &#229;rligen l&#228;mna en rapport till regeringen med 
en sammanst&#228;llning av de incidenter som rapporterats in till 
myndigheten enligt 14 &#167; f&#246;rordningen (2022:524) om statliga 
myndigheters beredskap. Inf&#246;r arbetet med att sammanst&#228;lla 
rapporten ska myndigheten inh&#228;mta upplysningar fr&#229;n 
S&#228;kerhetspolisen och F&#246;rsvarsmakten om de incidenter som 
rapporterats in till de myndigheterna enligt 2 kap. 4 &#167; f&#246;rsta 
stycket 2 s&#228;kerhetsskyddsf&#246;rordningen (2021:955).

Myndigheten ska &#228;ven rapportera till regeringen om 
f&#246;rh&#229;llanden p&#229; informationss&#228;kerhetsomr&#229;det som kan leda till 
behov av &#229;tg&#228;rder p&#229; olika niv&#229;er och omr&#229;den i samh&#228;llet.
F&#246;rordning (2022:1004).

11 b &#167; Myndigheten ska ansvara f&#246;r att Sverige har en 
nationell funktion med uppgift att st&#246;dja samh&#228;llet i arbetet 
med att f&#246;rebygga och hantera it-incidenter. Myndigheten ska 

1. agera skyndsamt vid it-incidenter genom att sprida 
information samt vid behov arbeta med samordning av &#229;tg&#228;rder 
och medverka i det arbete som kr&#228;vs f&#246;r att avhj&#228;lpa eller 
lindra effekter av det intr&#228;ffade, 

2. &#229;terrapportera till ber&#246;rda akt&#246;rer i samband med att en 
it-incident har rapporterats,

3. samverka med myndigheter med s&#228;rskilda uppgifter inom 
informationss&#228;kerhetsomr&#229;det, och

4. vara Sveriges kontaktpunkt gentemot motsvarande funktioner 
i andra l&#228;nder samt utveckla samarbetet och 
informationsutbytet med dessa. F&#246;rordning (2015:1065).

11 c &#167; Myndigheten ska vara nationellt samordningscenter 
enligt artikel 6 i Europaparlamentets och r&#229;dets f&#246;rordning 
(EU) 2021/887 av den 20 maj 2021 om inr&#228;ttande av Europeiska 
kompetenscentrumet f&#246;r cybers&#228;kerhet inom n&#228;ringsliv, teknik 
och forskning och av n&#228;tverket av nationella 
samordningscentrum. F&#246;rordning (2022:123).

Forskning och utveckling

12 &#167; Myndigheten ska best&#228;lla, kvalitetss&#228;kra och f&#246;rmedla
forskning och utvecklingsarbete f&#246;r skydd mot olyckor,
krisberedskap och civilt f&#246;rsvar.

J&#228;mst&#228;lldhet

13 &#167; Myndigheten ska s&#228;kerst&#228;lla att ett 
j&#228;mst&#228;lldhetsperspektiv integreras i verksamhetsplanering, 
genomf&#246;rande, uppf&#246;ljning och rapportering av verksamheten 
och verka i enlighet med F&#246;renta nationernas s&#228;kerhetsr&#229;ds 
resolutioner 1325 (2000) och 1820 (2008) om kvinnor, fred och 
s&#228;kerhet. Resolutionerna och j&#228;mst&#228;lldhetsperspektivet ska 
s&#228;rskilt beaktas vid utbildnings- och &#246;vningsverksamhet 
enligt 5 &#167; samt vid planering, genomf&#246;rande och utv&#228;rdering 
av insatser enligt 7 och 8 &#167;&#167;.  F&#246;rordning (2018:1518).

13 a &#167; Myndigheten ska st&#246;dja kommunerna i deras arbete med 
j&#228;mst&#228;lldhet och m&#229;ngfald i kommunernas organisationer f&#246;r 
utf&#246;rande av uppgifterna enligt lagen (2003:778) om skydd mot 
olyckor. F&#246;rordning (2020:885).

S&#228;rskilda uppgifter

14 &#167; Myndigheten ska, f&#246;rutom genom insatser som avses i 8 &#167;
f&#246;rsta stycket tredje meningen, p&#229; regeringens uppdrag kunna
st&#246;dja personer med hemvist i Sverige som drabbats av en
st&#246;rre katastrof utomlands. Myndigheten ska i det
sammanhanget s&#228;rskilt underl&#228;tta kontakterna mellan enskilda
och myndigheter, verka f&#246;r samordning av myndigheters,
organisationers och &#246;vriga akt&#246;rers &#229;tg&#228;rder, verka f&#246;r
samordning av den offentliga informationen om den reglering
som har betydelse f&#246;r dem som drabbats samt identifiera behov
av s&#228;rskilda insatser. F&#246;rordning (2009:611).

14 a &#167; Myndigheten ska uppr&#228;tth&#229;lla en beredskap f&#246;r att 
besluta om och genomf&#246;ra luftburna sjuktransporter med Svenska 
nationella ambulansflyget.

Myndigheten f&#229;r, i samr&#229;d med Socialstyrelsen, besluta om 
insatser med Svenska nationella ambulansflyget endast under 
f&#246;ruts&#228;ttning att dessa finansieras av n&#229;gon annan &#228;n 
myndigheten och att n&#246;dv&#228;ndiga resurser inte finns att tillg&#229; 
p&#229; annat s&#228;tt. Innan myndigheten beslutar om en insats ska 
myndigheten informera Regeringskansliet 
(F&#246;rsvarsdepartementet) om de &#229;tg&#228;rder som myndigheten avser 
att vidta. F&#246;rordning (2023:582).

15 &#167; Myndigheten ska tillsammans med andra ber&#246;rda akt&#246;rer 
verka f&#246;r att skapa en sammanh&#229;llen information om skydd mot 
olyckor, krisberedskap och totalf&#246;rsvar samt om 
s&#228;kerhetspolitik. Myndigheten ska vidare st&#228;rka samh&#228;llets 
f&#246;rm&#229;ga att hantera olyckor, kriser och konsekvenser av krig 
och krigsfara genom samverkan med organisationer som har 
uppgifter inom krisberedskapsomr&#229;det och civilt f&#246;rsvar.

Myndigheten ska st&#246;dja medief&#246;retagens beredskapsplanering. 
F&#246;rordning (2018:1518).

16 &#167; Myndigheten ska inf&#246;ra, f&#246;rvalta och utveckla
radiokommunikationssystemet f&#246;r skydd och s&#228;kerhet (Rakel-
systemet).

16 a &#167; Myndigheten ska f&#246;rvalta, utveckla och tillhandah&#229;lla 
den nationella kommunikationstj&#228;nsten Swedish Government 
Secure Intranet (SGSI). Tj&#228;nsten ska tillhandah&#229;llas statliga 
myndigheter, kommuner och regioner. Tj&#228;nsten ska ocks&#229; 
tillhandah&#229;llas andra akt&#246;rer som enligt f&#246;rfattning eller 
genom avtal har &#229;lagts ett s&#228;rskilt ansvar f&#246;r beredskap vid 
olyckor, kriser eller h&#246;jd beredskap. F&#246;rordning (2021:280).

17 &#167; Myndigheten utf&#246;r de uppgifter som f&#246;ljer av f&#246;rordningen 
(2016:157) om erk&#228;nnande av yrkeskvalifikationer. 
F&#246;rordning (2016:160).

17 a &#167; Myndigheten ska vara Sveriges kontaktpunkt f&#246;r skydd
av europeisk kritisk infrastruktur enligt artikel 10.1 i
r&#229;dets direktiv 2008/114/EG av den 8 december 2008 om
identifiering av, och klassificering som, europeisk kritisk
infrastruktur och bed&#246;mning av behovet att st&#228;rka skyddet av
denna. F&#246;rordning (2009:611).

17 b &#167; Myndigheten ska vara beh&#246;rig myndighet f&#246;r fr&#229;gor
enligt Europaparlamentets och r&#229;dets direktiv 2007/60/EG av
den 23 oktober 2007 om bed&#246;mning och hantering av
&#246;versv&#228;mningsrisker och ska ansvara f&#246;r rapportering till
Europeiska gemenskapens kommission enligt artikel 15 i
direktivet. F&#246;rordning (2009:957).

18 &#167; Myndigheten ska samordna deltagande f&#246;r de svenska
myndigheter som bedriver verksamhet inom ramen f&#246;r den civila
beredskapsdelen inom Nato/Partnerskap f&#246;r fred-samarbetet.

18 a &#167; Myndigheten ska verka f&#246;r att det generationsm&#229;l f&#246;r
milj&#246;arbetet och de milj&#246;kvalitetsm&#229;l som riksdagen har
fastst&#228;llt n&#229;s och ska vid behov f&#246;resl&#229; &#229;tg&#228;rder f&#246;r
milj&#246;arbetets utveckling.

Myndigheten ska rapportera till Naturv&#229;rdsverket och samr&#229;da
med verket om vilken rapportering som beh&#246;vs.
F&#246;rordning (2011:482).

18 b &#167; Myndigheten ska vara nationell kontaktpunkt f&#246;r 
Galileosystemets larmkedja i Sverige.
F&#246;rordning (2018:1518).

18 c &#167; Myndigheten ska vara nationell kontaktpunkt i 
Sverige enligt Unescos mellanstatliga oceanografiska 
kommissions tsunamiprogram (Tsunami National Contact). 
Myndigheten ska samordna sitt arbete med Sveriges 
meteorologiska och hydrologiska institut (SMHI).
F&#246;rordning (2018:1518).

18 d &#167; Myndigheten ska ut&#246;va tillsyn &#246;ver och kontroll av 
att &#229;tagandena i alarmeringsavtalet mellan staten och SOS 
Alarm Sverige AB uppfylls. Myndigheten ska &#229;rligen l&#228;mna en 
rapport till regeringen d&#228;r det utf&#246;rda tillsyns- och 
kontrollarbetet redovisas. F&#246;rordning (2018:1518).

18 e &#167; Myndigheten ska st&#246;dja kommunerna i deras arbete med 
personalf&#246;rs&#246;rjningen av deltidsanst&#228;llda brandm&#228;n.

Myndigheten ska &#228;ven utf&#246;ra utredningar om personliga 
f&#246;rh&#229;llanden, enligt 2 kap. 1 &#167; lagen (1994:1809) om 
totalf&#246;rsvarsplikt, f&#246;r totalf&#246;rsvarspliktiga som med st&#246;d av 
3 kap. 4 &#167; samma lag ska skrivas in f&#246;r civilplikt inom s&#229;dan 
r&#228;ddningstj&#228;nst som kommunerna ansvarar f&#246;r. Myndigheten ska 
&#228;ven g&#246;ra framst&#228;llningar om krigsplacering enligt 3 kap. 15 &#167; 
samma lag f&#246;r dessa totalf&#246;rsvarspliktiga. 
F&#246;rordning (2023:919).

18 f &#167; Best&#228;mmelser om myndighetens uppgift som 
marknadskontrollmyndighet enligt Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2019/1020 av den 20 juni 2019 om 
marknadskontroll och &#246;verensst&#228;mmelse f&#246;r produkter och om 
&#228;ndring av direktiv 2004/42/EG och f&#246;rordningarna (EG) 
nr 765/2008 och (EU) nr 305/2011 finns i

- f&#246;rordningen (2006:311) om transport av farligt gods,

- f&#246;rordningen (2010:1075) om brandfarliga och explosiva 
varor,

- milj&#246;tillsynsf&#246;rordningen (2011:13), och

- f&#246;rordningen (2018:1179) med kompletterande best&#228;mmelser 
till EU:s f&#246;rordning om gasanordningar.
F&#246;rordning (2022:1167).

18 g &#167; Myndigheten ska vara nationell kontaktpunkt enligt 
artikel 8 i r&#229;dets beslut (Gusp) 2021/698 av den 30 april 2021 
om s&#228;kerheten i de system och tj&#228;nster som har byggts ut, 
tagits i drift och anv&#228;nts inom ramen f&#246;r unionens rymdprogram 
som kan p&#229;verka s&#228;kerheten i unionen och om upph&#228;vande av 
beslut 2014/496/Gusp. F&#246;rordning (2022:1703).

18 h &#167; Myndigheten ska vara beh&#246;rig myndighet f&#246;r den 
offentligt reglerade tj&#228;nsten (PRS) inom det europeiska 
satellitnavigeringsprogrammet (Galileo) i enlighet med 
Europaparlamentets och r&#229;dets beslut 1104/2011/EU av den 
25 oktober 2011 om n&#228;rmare f&#246;reskrifter f&#246;r tilltr&#228;de till den 
offentliga reglerade tj&#228;nst som erbjuds via det globala system 
f&#246;r satellitnavigering som inr&#228;ttats genom Galileoprogrammet. 
Myndigheten ska ha en samordnande roll och uppdraget avgr&#228;nsas 
till de uppgifter i r&#229;dets beslut som inte &#228;r reglerade i lag 
eller uppdrag. F&#246;rordning (2022:1703).

18 i &#167; Myndigheten ska vara beh&#246;rig myndighet f&#246;r Govsatcom 
inom Europeiska unionens rymdprogram, enligt artikel 68 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2021/696 av den 
28 april 2021 om inr&#228;ttande av unionens rymdprogram och 
Europeiska unionens rymdprogrambyr&#229; och om upph&#228;vande av 
f&#246;rordningarna (EU) nr 912/2010, (EU) nr 1285/2013 och (EU) 
nr 377/2014 och beslut nr 541/2014/EU. Myndigheten ska ha en 
samordnande roll och uppdraget avgr&#228;nsas till de uppgifter i 
Europaparlamentets och r&#229;dets f&#246;rordning som inte &#228;r 
reglerade i lag eller uppdrag. F&#246;rordning (2022:1703).

18 j &#167; Myndigheten ska vara svensk teknisk kontaktpunkt f&#246;r 
Organisationen f&#246;r s&#228;kerhet och samarbete i Europas (OSSE) 
verksamhet p&#229; cyberomr&#229;det. Innan svar p&#229; 
informationsf&#246;rfr&#229;gningar l&#228;mnas ska myndigheten informera 
Regeringskansliet (Utrikesdepartementet). 
F&#246;rordning (2022:1703).

18 k &#167; Myndigheten ska n&#228;r det g&#228;ller krisberedskaps&#229;tg&#228;rder 
avseende k&#228;rnteknisk verksamhet redovisa 

1. hur myndigheten och l&#228;nsstyrelserna har anv&#228;nt medlen och 
hur medlen har f&#246;rdelats mellan akt&#246;rerna, och

2. bed&#246;mda effekter av den genomf&#246;rda verksamheten. 

Myndigheten ska &#228;ven senast den 20 februari varje &#229;r 
rapportera utfallet av verksamheten samt l&#228;mna en prognos f&#246;r 
de kommande tre &#229;ren till Str&#229;ls&#228;kerhetsmyndigheten.
F&#246;rordning (2022:1703).

18 l &#167; Myndigheten ska ha beredskap att kunna bist&#229; regeringen 
med att kung&#246;ra f&#246;rfattningar genom att de publiceras p&#229; 
webbplatsen msb.se. F&#246;rfattningar ska kunna publiceras d&#228;r om 
regeringen inte kan publicera f&#246;rfattningar p&#229; Svensk 
f&#246;rfattningssamlings webbplats. F&#246;rordning (2022:1703).

Myndighetsledning

19 &#167; Myndigheten leds av en myndighetschef.

20 &#167; Vid myndigheten ska det finnas ett insynsr&#229;d som best&#229;r av
h&#246;gst tio ledam&#246;ter.

S&#228;rskilda organ

21 &#167; Inom myndigheten finns en n&#228;mnd som ska pr&#246;va de fr&#229;gor 
om disciplin&#228;ra &#229;tg&#228;rder och avskiljande som regleras i 
f&#246;rordningen (2003:477) om utbildning i skydd mot olyckor.

N&#228;mnden best&#229;r av myndighetschefen, chefen f&#246;r den enhet som 
ber&#246;rs, en f&#246;retr&#228;dare f&#246;r de anst&#228;llda l&#228;rarna vid 
myndigheten samt r&#228;ttschefen. De studerande har r&#228;tt att vara 
representerade i n&#228;mnden med en ledamot. Den ledamot som 
f&#246;retr&#228;der l&#228;rarna ska utses och entledigas av den 
arbetstagarorganisation som &#228;r den st&#246;rsta med h&#228;nsyn till 
antalet medlemmar bland den personalkategorin. Ledamoten ska 
utses f&#246;r tv&#229; &#229;r. Den ledamot som representerar de studerande 
ska utses f&#246;r ett &#229;r.

Myndighetschefen &#228;r n&#228;mndens ordf&#246;rande. N&#228;mnden &#228;r beslutsf&#246;r 
n&#228;r ordf&#246;randen och minst tre andra ledam&#246;ter, varav 
r&#228;ttschefen ska vara en, &#228;r n&#228;rvarande. F&#246;rordning (2020:885).

Anst&#228;llningar och uppdrag

22 &#167; Generaldirekt&#246;ren &#228;r myndighetschef.

23 &#167; Vid myndigheten finns en &#246;verdirekt&#246;r.

Personalansvarsn&#228;mnd

24 &#167; Vid myndigheten ska det finnas en personalansvarsn&#228;mnd.

Till&#228;mpligheten av vissa f&#246;rordningar

25 &#167; Myndigheten ska till&#228;mpa personalf&#246;retr&#228;darf&#246;rordningen
(1987:1101) och internrevisionsf&#246;rordningen (2006:1228).

Avgifter

26 &#167; Myndigheten ska ta ut avgifter f&#246;r grundabonnemang och 
till&#228;ggstj&#228;nster som avser det gemensamma 
radiokommunikationssystemet f&#246;r skydd och s&#228;kerhet (Rakel-
systemet).

Regeringen beslutar om avgifternas storlek n&#228;r det g&#228;ller 
grundabonnemang f&#246;r de myndigheter som &#228;r 
beredskapsmyndigheter enligt f&#246;rordningen (2022:524) om 
statliga myndigheters beredskap. Myndigheten beslutar om 
&#246;vriga avgifters storlek. F&#246;rordning (2022:541).

26 a &#167; Myndigheten ska ta ut avgifter f&#246;r tillhandah&#229;llandet 
av den kommunikationstj&#228;nst som avses i 16 a &#167;. Myndigheten 
beslutar om avgifternas storlek. F&#246;rordning (2021:280).

27 &#167; Myndigheten f&#229;r &#229;ta sig att mot avgift utveckla och 
f&#246;rvalta tekniskt st&#246;d &#229;t andra myndigheter samt &#229;t kommuner 
och regioner. Myndigheten beslutar om avgifternas storlek.
F&#246;rordning (2019:1070).

28 &#167; Myndigheten f&#229;r ta ut avgifter f&#246;r utbildningar som
myndigheten bedriver. Avgifter f&#229;r inte tas ut f&#246;r s&#229;dana
utbildningar som anges i 1 &#167; f&#246;rordningen (2003:477) om
utbildning i skydd mot olyckor, utbildningar som anpassats f&#246;r
deltidsanst&#228;llda brandm&#228;n eller utbildning som ger beh&#246;righet
att vara r&#228;ddningsledare enligt 3 kap. 9 &#167; f&#246;rordningen
(2003:789) om skydd mot olyckor. Myndigheten beslutar om
avgifternas storlek.

29 &#167; Myndigheten f&#229;r, om verksamheten har anknytning till
myndighetens uppgifter, mot avgift tillhandah&#229;lla

1. internat- och restaurangtj&#228;nster,

2. konferenslokaler, och

3. boende f&#246;r studerande inom myndighetens
utbildningsverksamhet.

Myndigheten beslutar om avgifternas storlek.

30 &#167; Inkomsterna fr&#229;n avgifter enligt 26-29 &#167;&#167; disponeras av
myndigheten.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1923">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1925">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
