

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-02-03" /> 
 <meta id="rattsinfo-edited" content="2023-02-03 15:00:51" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>1972</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1971">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1973">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2008:486 ·
                    <a href="/sfsr?bet=2008:486">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Marknadsf&#246;ringslag (2008:486)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet KO
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2008-06-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:656
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2008-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Denna lag har till syfte att fr&#228;mja konsumenternas och 
n&#228;ringslivets intressen i samband med marknadsf&#246;ring av 
produkter och att motverka marknadsf&#246;ring som &#228;r otillb&#246;rlig 
mot konsumenter och n&#228;ringsidkare. Lag (2020:338).

Lagens till&#228;mpningsomr&#229;de

2 &#167; Lagen till&#228;mpas

1. n&#228;r n&#228;ringsidkare marknadsf&#246;r eller sj&#228;lva efterfr&#229;gar 
produkter i sin n&#228;ringsverksamhet,

2. p&#229; tv-s&#228;ndningar, best&#228;ll-tv och videodelningsplattformar 
som omfattas av radio- och tv-lagen (2010:696),

3. n&#228;r Konsumentombudsmannen fullg&#246;r sina skyldigheter enligt 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2017/2394 av 
den 12 december 2017 om samarbete mellan de nationella 
myndigheter som har tillsynsansvar f&#246;r 
konsumentskyddslagstiftningen och om upph&#228;vande av f&#246;rordning 
(EG) nr 2006/2004, och 

4. n&#228;r beh&#246;rig myndighet fullg&#246;r sina skyldigheter enligt 
Europaparlamentets och r&#229;dets direktiv 2006/123/EG av den 
12 december 2006 om tj&#228;nster p&#229; den inre marknaden. 

Best&#228;mmelserna om garantier i 22 &#167; till&#228;mpas inte i fr&#229;ga om 
en tj&#228;nst som tillhandah&#229;lls av en n&#228;ringsidkare som &#228;r 
etablerad i en annan stat &#228;n Sverige inom Europeiska 
ekonomiska samarbetsomr&#229;det (EES). Detsamma g&#228;ller 4 &#167; tredje 
stycket och 7 &#167; n&#228;r en n&#228;ringsidkare, som &#228;r etablerad i en 
annan stat &#228;n Sverige inom EES, riktar marknadsf&#246;ring mot en 
annan n&#228;ringsidkare. Lag (2020:874).

Definitioner

3 &#167; I denna lag avses med 

aff&#228;rsbeslut: ett beslut som fattas av en konsument eller en 
n&#228;ringsidkare om huruvida, hur och under vilka f&#246;ruts&#228;ttningar 
en produkt ska k&#246;pas, om hela eller delar av k&#246;pesumman ska 
betalas, om produkten ska beh&#229;llas eller &#246;verl&#229;tas, eller om 
en avtalsenlig r&#228;ttighet i samband med produkten ska 
utnyttjas, oavsett om konsumenten eller n&#228;ringsidkaren 
beslutar att handla eller att avst&#229; fr&#229;n att handla,

digitalt inneh&#229;ll: data som framst&#228;lls och tillhandah&#229;lls i 
digital form,

digital tj&#228;nst: en tj&#228;nst som g&#246;r det m&#246;jligt f&#246;r konsumenten 
att skapa, bearbeta, lagra eller f&#229; tillg&#229;ng till uppgifter i 
digital form, eller att utbyta uppgifter eller interagera p&#229; 
annat s&#228;tt med uppgifter i digital form som laddas upp eller 
skapas av konsumenten eller av andra anv&#228;ndare av tj&#228;nsten,

driftskompatibilitet: f&#246;rm&#229;ga att fungera med annan h&#229;rdvara 
eller programvara &#228;n s&#229;dan som normalt anv&#228;nds med samma typ 
av varor med digitala delar, digitalt inneh&#229;ll eller digitala 
tj&#228;nster,

elektronisk post: ett adresserat eller p&#229; n&#229;got annat s&#228;tt 
individualiserat elektroniskt meddelande i form av text, r&#246;st, 
ljud eller bild som s&#228;nds via ett allm&#228;nt elektroniskt 
kommunikationsn&#228;t och som kan lagras i n&#228;tet eller i 
mottagarens terminalutrustning tills mottagaren h&#228;mtar det,

god marknadsf&#246;ringssed: god aff&#228;rssed eller andra vedertagna 
normer som syftar till att skydda konsumenter och 
n&#228;ringsidkare vid marknadsf&#246;ring av produkter,

kompatibilitet: f&#246;rm&#229;ga att utan konvertering fungera med 
s&#229;dan h&#229;rdvara eller programvara som normalt anv&#228;nds med samma 
typ av varor med digitala delar, digitalt inneh&#229;ll eller 
digitala tj&#228;nster,

konsument: en fysisk person som handlar huvudsakligen f&#246;r 
&#228;ndam&#229;l som faller utanf&#246;r n&#228;ringsverksamhet,

marknadsf&#246;ring: reklam och andra &#229;tg&#228;rder i n&#228;ringsverksamhet 
som &#228;r &#228;gnade att fr&#228;mja avs&#228;ttningen av och tillg&#229;ngen till 
produkter inbegripet en n&#228;ringsidkares handlande, 
underl&#229;tenhet eller n&#229;gon annan &#229;tg&#228;rd eller beteende i &#246;vrigt 
f&#246;re, under eller efter f&#246;rs&#228;ljning eller leverans av 
produkter till konsumenter eller n&#228;ringsidkare,

marknadsplats online: en tj&#228;nst som anv&#228;nder programvara, 
inbegripet en webbplats, en del av en webbplats eller en 
applikation, som administreras av en n&#228;ringsidkare eller f&#246;r 
dennes r&#228;kning och som g&#246;r det m&#246;jligt f&#246;r konsumenten att 
ing&#229; distansavtal med andra n&#228;ringsidkare eller konsumenter,

n&#228;ringsidkare: en fysisk eller juridisk person som handlar f&#246;r 
&#228;ndam&#229;l som har samband med den egna n&#228;ringsverksamheten,

produkter: alla typer av varor och tj&#228;nster, &#228;ven digitala 
tj&#228;nster, digitalt inneh&#229;ll, fast egendom och r&#228;ttigheter och 
skyldigheter, 

rankning: den relativa position som en n&#228;ringsidkare tilldelar 
produkter s&#229; som de presenteras, organiseras eller 
vidarebefordras, oberoende av vilka tekniska medel som anv&#228;nds 
f&#246;r s&#229;dan presentation, organisation eller vidarebefordran,

vara: l&#246;s sak, med eller utan digitala delar,

vara med digitala delar: l&#246;s sak som &#228;r integrerad eller 
sammankopplad med ett digitalt inneh&#229;ll eller en digital 
tj&#228;nst p&#229; ett s&#229;dant s&#228;tt att avsaknaden av det digitala 
inneh&#229;llet eller den digitala tj&#228;nsten g&#246;r att varan inte kan 
anv&#228;ndas p&#229; det s&#228;tt som &#228;r avsett. Lag (2022:656).

Otillb&#246;rlig marknadsf&#246;ring

Direktivbilagan

4 &#167; Bilaga I till Europaparlamentets och r&#229;dets direktiv 
2005/29/EG av den 11 maj 2005 om otillb&#246;rliga aff&#228;rsmetoder 
som till&#228;mpas av n&#228;ringsidkare gentemot konsumenter p&#229; den 
inre marknaden och om &#228;ndring av r&#229;dets direktiv 84/450/EEG 
och Europaparlamentets och r&#229;dets direktiv 97/7/EG, 98/27/EG 
och 2002/65/EG samt Europaparlamentets och r&#229;dets f&#246;rordning 
(EG) nr 2006/2004 ska g&#228;lla som lag i Sverige. Regeringen 
tillk&#228;nnager den aktuella bilagan i Svensk f&#246;rfattningssamling. 

Vid en pr&#246;vning enligt n&#229;gon av best&#228;mmelserna i bilaga I till 
direktivet ska denna lag till&#228;mpas. 

Best&#228;mmelserna i punkterna 1-31 i bilaga I till direktivet ska 
till&#228;mpas &#228;ven om marknadsf&#246;ringen riktas till n&#228;ringsidkare.

Best&#228;mmelsen i punkt 14 i bilaga I till direktivet ska 
till&#228;mpas p&#229; &#229;tg&#228;rder som skett i strid med denna punkt om 
inte &#229;tg&#228;rden omfattas av spellagen (2018:1138).
Lag (2020:338).

God marknadsf&#246;ringssed

5 &#167; Marknadsf&#246;ring ska st&#228;mma &#246;verens med god
marknadsf&#246;ringssed.

6 &#167; Marknadsf&#246;ring som strider mot god marknadsf&#246;ringssed
enligt 5 &#167; &#228;r att anse som otillb&#246;rlig om den i m&#228;rkbar m&#229;n
p&#229;verkar eller sannolikt p&#229;verkar mottagarens f&#246;rm&#229;ga att fatta
ett v&#228;lgrundat aff&#228;rsbeslut.

Aggressiv marknadsf&#246;ring

7 &#167; En n&#228;ringsidkare f&#229;r inte anv&#228;nda sig av aggressiv
marknadsf&#246;ring.

Marknadsf&#246;ringen &#228;r att anse som aggressiv om den innefattar
trakasserier, tv&#229;ng, fysiskt v&#229;ld, hot eller annat aggressivt
p&#229;tryckningsmedel.

Aggressiv marknadsf&#246;ring &#228;r att anse som otillb&#246;rlig om den i
m&#228;rkbar m&#229;n p&#229;verkar eller sannolikt p&#229;verkar mottagarens
f&#246;rm&#229;ga att fatta ett v&#228;lgrundat aff&#228;rsbeslut.

S&#229;dan aggressiv marknadsf&#246;ring som anges i punkterna 24-31 i
bilaga I till direktiv 2005/29/EG &#228;r alltid att anse som
otillb&#246;rlig.

7 a &#167; Vid bed&#246;mningen av om marknadsf&#246;ringen &#228;r aggressiv ska 
dess art samt tidpunkten, varaktigheten och platsen f&#246;r 
marknadsf&#246;ringen s&#228;rskilt beaktas. Det ska ocks&#229; s&#228;rskilt 
beaktas om n&#228;ringsidkaren

1. anv&#228;nder ett hotfullt eller kr&#228;nkande spr&#229;k eller 
beteende,

2. utnyttjar ett speciellt miss&#246;de eller omst&#228;ndigheter, som 
n&#228;ringsidkaren k&#228;nner till och som &#228;r av s&#229;dan vikt att de 
f&#246;rs&#228;mrar konsumentens omd&#246;me, f&#246;r att p&#229;verka konsumentens 
beslut i fr&#229;ga om produkten,    

3. anv&#228;nder betungande eller oproportionerliga hinder som 
inte f&#246;ljer av avtalet n&#228;r en konsument vill ut&#246;va sina 
r&#228;ttigheter enligt avtalet, inbegripet r&#228;tten att h&#228;va ett 
avtal eller att byta till en annan produkt eller en annan 
n&#228;ringsidkare, eller

4. uppger sig komma att vidta &#229;tg&#228;rder som inte lagligen kan 
genomf&#246;ras. Lag (2016:22).

Vilseledande marknadsf&#246;ring

8 &#167; Marknadsf&#246;ring som &#228;r vilseledande enligt n&#229;gon av
best&#228;mmelserna i 9, 10 eller 12-17 &#167;&#167; &#228;r att anse som
otillb&#246;rlig om den p&#229;verkar eller sannolikt p&#229;verkar
mottagarens f&#246;rm&#229;ga att fatta ett v&#228;lgrundat aff&#228;rsbeslut.

S&#229;dan vilseledande marknadsf&#246;ring som anges i punkterna 1-23 i
bilaga I till direktiv 2005/29/EG &#228;r alltid att anse som
otillb&#246;rlig.

Reklamidentifiering

9 &#167; All marknadsf&#246;ring ska utformas och presenteras s&#229; att det
tydligt framg&#229;r att det &#228;r fr&#229;ga om marknadsf&#246;ring.

Det ska ocks&#229; tydligt framg&#229; vem som svarar f&#246;r
marknadsf&#246;ringen. Detta g&#228;ller dock inte framst&#228;llningar vars
enda syfte &#228;r att skapa uppm&#228;rksamhet inf&#246;r uppf&#246;ljande
framst&#228;llningar.


F&#246;rbud mot vilseledande marknadsf&#246;ring

10 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ringen inte anv&#228;nda sig
av felaktiga p&#229;st&#229;enden eller andra framst&#228;llningar som &#228;r
vilseledande i fr&#229;ga om n&#228;ringsidkarens egen eller n&#229;gon annans
n&#228;ringsverksamhet.

F&#246;rsta stycket g&#228;ller s&#228;rskilt framst&#228;llningar som r&#246;r

1. produktens f&#246;rekomst, art, m&#228;ngd, kvalitet och andra
utm&#228;rkande egenskaper,

2. produktens ursprung, anv&#228;ndning och risker s&#229;som inverkan p&#229;
h&#228;lsa och milj&#246;,

3. kundservice, reklamationshantering samt metod och datum f&#246;r
tillverkning eller tillhandah&#229;llande,

4. produktens pris, grunderna f&#246;r prisber&#228;kningen, s&#228;rskilda
prisf&#246;rdelar och betalningsvillkoren,

5. n&#228;ringsidkarens egna eller andra n&#228;ringsidkares
kvalifikationer, st&#228;llning p&#229; marknaden, &#229;taganden, varum&#228;rken,
varunamn, k&#228;nnetecken och andra r&#228;ttigheter,

6. bel&#246;ningar och utm&#228;rkelser som har tilldelats
n&#228;ringsidkaren,

7. leveransvillkor f&#246;r produkten,

8. behovet av service, reservdelar, byte eller reparation,

9. n&#228;ringsidkarens &#229;tagande att f&#246;lja uppf&#246;randekoder, och

10. konsumentens r&#228;ttigheter enligt lag eller annan
f&#246;rfattning.

En n&#228;ringsidkare f&#229;r inte heller utel&#228;mna v&#228;sentlig information
i marknadsf&#246;ringen av sin egen eller n&#229;gon annans
n&#228;ringsverksamhet. Med vilseledande utel&#228;mnande avses &#228;ven
s&#229;dana fall n&#228;r den v&#228;sentliga informationen ges p&#229; ett oklart,
obegripligt, tvetydigt eller annat ol&#228;mpligt s&#228;tt.

Begr&#228;nsningar i kommunikationsmediet m.m.

11 &#167; Vid bed&#246;mningen av om en framst&#228;llning &#228;r vilseledande
enligt 10 &#167; tredje stycket, f&#229;r beaktas det anv&#228;nda
kommunikationsmediets begr&#228;nsningar i tid och utrymme samt de
&#229;tg&#228;rder som n&#228;ringsidkaren har vidtagit f&#246;r att p&#229; n&#229;got annat
s&#228;tt l&#228;mna informationen.

K&#246;perbjudanden

12 &#167; Marknadsf&#246;ringen &#228;r vilseledande om n&#228;ringsidkaren i en 
framst&#228;llning erbjuder konsumenter en best&#228;md produkt med en 
prisangivelse utan att f&#246;ljande v&#228;sentliga information 
framg&#229;r: 

1. produktens utm&#228;rkande egenskaper i den omfattning som &#228;r 
l&#228;mplig f&#246;r mediet och produkten,

2. pris och j&#228;mf&#246;rpris angivet p&#229; det s&#228;tt som framg&#229;r av 7-
10 &#167;&#167; prisinformationslagen (2004:347),

3. n&#228;ringsidkarens identitet och geografiska adress,

4. villkor f&#246;r betalning, leverans och fullg&#246;rande om de 
avviker fr&#229;n vad som &#228;r normalt f&#246;r branschen eller produkten 
i fr&#229;ga,

5. information om &#229;ngerr&#228;tt eller r&#228;tt att h&#228;va ett k&#246;p som 
ska l&#228;mnas till konsumenten enligt lag.

Marknadsf&#246;ringen &#228;r ocks&#229; vilseledande om n&#228;ringsidkaren i en 
framst&#228;llning erbjuder konsumenter flera best&#228;mda produkter 
med en uppgift om ett gemensamt pris, utan att erbjudandet 
inneh&#229;ller v&#228;sentlig information enligt punkterna 1-5 i f&#246;rsta 
stycket. Lag (2022:656).

12 a &#167; Om en konsument i en framst&#228;llning p&#229; en marknadsplats 
online erbjuds en best&#228;md produkt med en prisangivelse eller 
flera best&#228;mda produkter med en uppgift om ett gemensamt pris, 
ska den n&#228;ringsidkare som tillhandah&#229;ller marknadsplatsen 
informera konsumenten om huruvida den som erbjuder produkten 
&#228;r n&#228;ringsidkare eller inte, baserat p&#229; den uppgift om det som 
denne l&#228;mnat. Informationen ska anses vara v&#228;sentlig enligt 
10 &#167; tredje stycket. Lag (2022:656).

Rankning av produkter

12 b &#167; En n&#228;ringsidkare som ger konsumenter m&#246;jlighet att s&#246;ka 
digitalt efter produkter ska informera om de kriterier som 
fr&#228;mst best&#228;mmer rankningen av produkter som presenteras och 
deras betydelse j&#228;mf&#246;rt med 

andra kriterier. Informationen ska ges i ett s&#228;rskilt avsnitt 
i onlinegr&#228;nssnittet och vara direkt och l&#228;tt tillg&#228;ngligt 
fr&#229;n den plats d&#228;r s&#246;kresultaten presenteras. 

Informationen ska anses vara v&#228;sentlig enligt 10 &#167; tredje 
stycket.

Information om hur rankningen g&#229;r till beh&#246;ver inte l&#228;mnas av 
leverant&#246;rer av s&#246;kmotorer enligt artikel 2.6 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1150 av den 
20 juni 2019 om fr&#228;mjande av r&#228;ttvisa villkor och transparens 
f&#246;r f&#246;retagsanv&#228;ndare av onlinebaserade f&#246;rmedlingstj&#228;nster.
Lag (2022:656).

Konsumentrecensioner

12 c &#167; En n&#228;ringsidkare som ger tillg&#229;ng till 
konsumentrecensioner av produkter ska informera om huruvida 
n&#228;ringsidkaren s&#228;kerst&#228;ller att recensionerna kommer fr&#229;n 
konsumenter som har anv&#228;nt eller k&#246;pt produkterna och i s&#229; 
fall p&#229; vilket s&#228;tt det g&#246;rs. Informationen ska anses vara 
v&#228;sentlig enligt 10 &#167; tredje stycket. Lag (2022:656).

Vilseledande f&#246;rpackningsstorlekar

13 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ringen inte anv&#228;nda
f&#246;rpackningar som genom sin storlek eller yttre utformning i
&#246;vrigt &#228;r vilseledande i fr&#229;ga om produktens m&#228;ngd, storlek
eller form.

Vilseledande efterbildningar

14 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ringen inte anv&#228;nda
efterbildningar som &#228;r vilseledande genom att de l&#228;tt kan
f&#246;rv&#228;xlas med n&#229;gon annan n&#228;ringsidkares k&#228;nda och s&#228;rpr&#228;glade
produkter. Detta g&#228;ller dock inte efterbildningar vilkas
utformning huvudsakligen tj&#228;nar till att g&#246;ra produkten
funktionell.

Marknadsf&#246;ring av varor som identiska

14 a &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ring av en vara inte 
framst&#228;lla den som identisk med en vara som marknadsf&#246;rs i 
andra medlemsstater i Europeiska unionen, om varornas 
sammans&#228;ttning eller egenskaper v&#228;sentligt skiljer sig &#229;t och 
det inte &#228;r motiverat av legitima och objektiva sk&#228;l.
Lag (2022:656).

Konkursutf&#246;rs&#228;ljningar

15 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ringen anv&#228;nda
uttrycket &quot;konkurs&quot;, ensamt eller i f&#246;rening med n&#229;got annat
uttryck, bara om produkterna bjuds ut av konkursboet eller f&#246;r
dess r&#228;kning.

Utf&#246;rs&#228;ljningar

16 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ring av produkter
anv&#228;nda uttrycken &quot;slutf&#246;rs&#228;ljning&quot;, &quot;utf&#246;rs&#228;ljning&quot; eller
n&#229;got annat uttryck med motsvarande inneb&#246;rd bara om

1. det &#228;r fr&#229;ga om en slutf&#246;rs&#228;ljning av n&#228;ringsidkarens hela
varulager eller en klart avgr&#228;nsad del av det,

2. f&#246;rs&#228;ljningen sker under en begr&#228;nsad tid, och

3. priserna &#228;r v&#228;sentligt l&#228;gre &#228;n n&#228;ringsidkarens normala
priser f&#246;r motsvarande produkter.

Realisationer

17 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ring av produkter
anv&#228;nda uttrycket &quot;realisation&quot; eller n&#229;got annat uttryck med
motsvarande inneb&#246;rd bara om

1. f&#246;rs&#228;ljningen avser produkter som ing&#229;r i n&#228;ringsidkarens
ordinarie sortiment,

2. f&#246;rs&#228;ljningen sker under en begr&#228;nsad tid, och

3. priserna &#228;r v&#228;sentligt l&#228;gre &#228;n n&#228;ringsidkarens normala
priser f&#246;r motsvarande produkter.

J&#228;mf&#246;rande reklam

18 &#167; En n&#228;ringsidkare f&#229;r i sin reklam direkt eller 
indirekt peka ut en annan n&#228;ringsidkare eller dennes 
produkter bara om j&#228;mf&#246;relsen 

1. inte &#228;r vilseledande, 

2. avser produkter som svarar mot samma behov eller &#228;r 
avsedda f&#246;r samma &#228;ndam&#229;l, 

3. p&#229; ett objektivt s&#228;tt avser v&#228;sentliga, relevanta, 
kontrollerbara och utm&#228;rkande egenskaper hos produkterna,

4. inte medf&#246;r f&#246;rv&#228;xling mellan n&#228;ringsidkaren och en annan 
n&#228;ringsidkare eller mellan deras produkter, varum&#228;rken, 
f&#246;retagsnamn eller andra k&#228;nnetecken,

5. inte misskrediterar eller &#228;r neds&#228;ttande f&#246;r en annan 
n&#228;ringsidkares verksamhet, f&#246;rh&#229;llanden, produkter, 
varum&#228;rken, f&#246;retagsnamn eller andra k&#228;nnetecken,

6. i fr&#229;ga om varor med ursprungsbeteckning alltid avser 
varor med samma beteckning,

7. inte drar otillb&#246;rlig f&#246;rdel av en annan n&#228;ringsidkares 
renomm&#233; som &#228;r f&#246;rknippat med n&#228;ringsidkarens varum&#228;rke, 
f&#246;retagsnamn eller andra k&#228;nnetecken eller varans 
ursprungsbeteckning, och

8. inte framst&#228;ller en produkt som en imitation eller kopia 
av en produkt som har ett skyddat varum&#228;rke eller 
f&#246;retagsnamn. Lag (2018:1684).

Obest&#228;lld reklam

19 &#167; En n&#228;ringsidkare f&#229;r vid marknadsf&#246;ring till en fysisk
person anv&#228;nda elektronisk post, telefax eller s&#229;dana
uppringningsautomater eller andra liknande automatiska system
f&#246;r individuell kommunikation som inte betj&#228;nas av n&#229;gon
enskild, bara om den fysiska personen har samtyckt till det p&#229;
f&#246;rhand.

Har n&#228;ringsidkaren f&#229;tt den fysiska personens uppgifter om
elektronisk adress f&#246;r elektronisk post i samband med
f&#246;rs&#228;ljning av en produkt till personen, g&#228;ller inte kravet p&#229;
samtycke enligt f&#246;rsta stycket om,

1. den fysiska personen inte motsatt sig att uppgiften om
elektronisk adress anv&#228;nds i marknadsf&#246;ringssyfte med
anv&#228;ndande av elektronisk post,

2. marknadsf&#246;ringen avser n&#228;ringsidkarens egna, likartade
produkter och

3. den fysiska personen klart och tydligt ges m&#246;jlighet att
kostnadsfritt och enkelt mots&#228;tta sig att uppgiften anv&#228;nds i
marknadsf&#246;ringssyfte n&#228;r den samlas in och vid varje f&#246;ljande
marknadsf&#246;ringsmeddelande.

20 &#167; Vid marknadsf&#246;ring med elektronisk post ska meddelandet
alltid inneh&#229;lla en giltig adress till vilken mottagaren kan
s&#228;nda en beg&#228;ran om att marknadsf&#246;ringen ska upph&#246;ra. Detta
g&#228;ller &#228;ven vid marknadsf&#246;ring till en juridisk person.

20 a &#167; Vid marknadsf&#246;ring av informationssamh&#228;llets tj&#228;nster
med elektronisk post f&#229;r mottagaren inte uppmanas att bes&#246;ka
webbplatser vars marknadsf&#246;ring strider mot 9 &#167; eller 10 &#167;
tredje stycket. Lag (2011:591).

21 &#167; En n&#228;ringsidkare f&#229;r anv&#228;nda andra metoder f&#246;r individuell
kommunikation p&#229; distans &#228;n s&#229;dana som avses i 19 &#167;, om inte
den fysiska personen tydligt motsatt sig att metoden anv&#228;nds.

Information om garantier

22 &#167; En n&#228;ringsidkare, som vid marknadsf&#246;ringen erbjuder sig 
att genom en garanti eller liknande utf&#228;stelse under en viss 
tid svara f&#246;r en produkt eller del d&#228;rav eller f&#246;r en egenskap 
hos produkten, ska l&#228;mna k&#246;paren klar och begriplig 
information om n&#228;ringsidkarens namn och adress, produktens 
beteckning, utf&#228;stelsens villkor och hur k&#246;paren kan g&#246;ra 
utf&#228;stelsen g&#228;llande. Information ska &#228;ven l&#228;mnas om att 
k&#246;parens r&#228;ttigheter enligt lag inte p&#229;verkas av utf&#228;stelsen.

Utf&#228;stelsen och informationen ska l&#228;mnas vid f&#246;rs&#228;ljningen och 
senast vid avl&#228;mnandet av produkten. Dessa ska l&#228;mnas i en 
handling eller i n&#229;gon annan l&#228;sbar och varaktig form som &#228;r 
tillg&#228;nglig f&#246;r k&#246;paren. Lag (2022:264).

Information innan ett konsumentavtal ing&#229;s

22 a &#167; Vid andra avtal &#228;n distansavtal och avtal utanf&#246;r 
aff&#228;rslokaler enligt 1 kap. 2 &#167; lagen (2005:59) om 
distansavtal och avtal utanf&#246;r aff&#228;rslokaler ska 
n&#228;ringsidkaren innan avtalet ing&#229;s ge konsumenten klar och 
begriplig information om 

1. sitt namn och telefonnummer samt sin gatuadress och e-
postadress, 

2. produktens huvudsakliga egenskaper i den omfattning som &#228;r 
l&#228;mplig med h&#228;nsyn till produkten och till hur informationen 
ges, 

3. produktens pris, inbegripet skatter och avgifter, eller, om 
priset inte kan anges i f&#246;rv&#228;g, hur priset ber&#228;knas, 

4. kostnader f&#246;r leverans eller porto och andra tillkommande 
kostnader, 

5. villkoren f&#246;r betalning samt f&#246;r leverans eller fullg&#246;rande 
p&#229; n&#229;got annat s&#228;tt och tidpunkt f&#246;r leverans eller 
fullg&#246;rande, 

6. den r&#228;tt som konsumenten har att reklamera enligt lag och 
hur reklamation kan g&#246;ras, 

7. &#229;taganden fr&#229;n n&#228;ringsidkaren eller tillverkaren om att, 
ut&#246;ver vad som f&#246;ljer av lag, betala tillbaka det som betalats 
f&#246;r produkten, byta ut eller reparera den eller utf&#246;ra n&#229;gon 
form av service p&#229; den, ifall produkten inte &#246;verensst&#228;mmer 
med uppgifter som l&#228;mnats i utf&#228;stelser eller marknadsf&#246;ring 
eller om det finns andra avvikelser fr&#229;n uppgifter som l&#228;mnats 
p&#229; ett s&#229;dant s&#228;tt, 

8. den assistans och service som g&#228;ller efter f&#246;rs&#228;ljningen, 

9. avtalets l&#246;ptid,

10. villkoren f&#246;r att s&#228;ga upp avtalet, om det g&#228;ller tills 
vidare eller f&#246;rnyas automatiskt,

11. funktionen hos en vara med digitala delar, digitalt 
inneh&#229;ll eller en digital tj&#228;nst, inbegripet tekniska 
skydds&#229;tg&#228;rder, och

12. kompatibilitet och driftskompatibilitet mellan varor med 
digitala delar, digitalt inneh&#229;ll och digitala tj&#228;nster, i den 
utstr&#228;ckning n&#228;ringsidkaren k&#228;nner till eller borde k&#228;nna till 
det.

Informationsskyldigheten enligt f&#246;rsta stycket g&#228;ller inte, om 
informationen framg&#229;r av sammanhanget. 
Informationsskyldigheten g&#228;ller inte heller i fr&#229;ga om

1. avtal som inte inneb&#228;r en betalningsf&#246;rpliktelse f&#246;r 
konsumenten eller, i fr&#229;ga om avtal om digitalt inneh&#229;ll som 
levereras p&#229; n&#229;got annat s&#228;tt &#228;n p&#229; ett fysiskt medium eller 
digitala tj&#228;nster, att konsumenten ska tillhandah&#229;lla 
personuppgifter p&#229; det s&#228;tt som anges i 2 kap. 1 &#167; andra 
stycket lagen om distansavtal och avtal utanf&#246;r aff&#228;rslokaler, 

2. vardagliga avtal som fullg&#246;rs omedelbart,

3. andra avtal om fast egendom &#228;n s&#229;dana som avser uthyrning 
av fast egendom, eller

4. avtal som anges i 2 kap. 1 a &#167; f&#246;rsta stycket 1, 2 och 6-8 
samt andra stycket och i 3 kap. lagen om distansavtal och 
avtal utanf&#246;r aff&#228;rslokaler. Lag (2022:656).

F&#246;rbud och &#229;l&#228;gganden

F&#246;rbud mot viss marknadsf&#246;ring

23 &#167; En n&#228;ringsidkare vars marknadsf&#246;ring &#228;r otillb&#246;rlig f&#229;r
f&#246;rbjudas att forts&#228;tta med denna eller med n&#229;gon annan
liknande &#229;tg&#228;rd.

Ett f&#246;rbud enligt f&#246;rsta stycket f&#229;r meddelas ocks&#229;

1. en anst&#228;lld hos n&#228;ringsidkaren,

2. n&#229;gon annan som handlar p&#229; n&#228;ringsidkarens v&#228;gnar, och

3. var och en som i &#246;vrigt v&#228;sentligt har bidragit till
marknadsf&#246;ringen.

&#197;l&#228;ggande att l&#228;mna information

24 &#167; En n&#228;ringsidkare som vid sin marknadsf&#246;ring l&#229;ter bli att
l&#228;mna v&#228;sentlig information f&#229;r &#229;l&#228;ggas att l&#228;mna s&#229;dan
information.

Ett s&#229;dant &#229;l&#228;ggande f&#229;r meddelas ocks&#229;

1. en anst&#228;lld hos n&#228;ringsidkaren, och

2. n&#229;gon annan som handlar p&#229; n&#228;ringsidkarens v&#228;gnar.

Ett &#229;l&#228;ggande enligt f&#246;rsta stycket f&#229;r inneh&#229;lla en skyldighet
att l&#228;mna informationen

1. i annonser eller andra framst&#228;llningar som n&#228;ringsidkaren
anv&#228;nder vid marknadsf&#246;ringen,

2. genom m&#228;rkning p&#229; varan eller i n&#229;gon annan form p&#229;
s&#228;ljst&#228;llet, eller

3. i viss form till konsumenter som beg&#228;r det.

&#197;l&#228;ggande att tillhandah&#229;lla tekniska hj&#228;lpmedel

25 &#167; En tj&#228;nsteleverant&#246;r enligt lagen (2002:562) om
elektronisk handel och andra informationssamh&#228;llets tj&#228;nster
som i strid med 10 &#167; i den lagen l&#229;ter bli att tillhandah&#229;lla
s&#229;dana tekniska hj&#228;lpmedel som avses d&#228;r f&#229;r &#229;l&#228;ggas att
tillhandah&#229;lla hj&#228;lpmedlen.

Vite

26 &#167; Ett f&#246;rbud enligt 23 &#167; och ett &#229;l&#228;ggande enligt 24 eller
25 &#167; ska f&#246;renas med vite, om det inte av s&#228;rskilda sk&#228;l &#228;r
obeh&#246;vligt.

Interimistiska beslut

27 &#167; R&#228;tten f&#229;r meddela f&#246;rbud enligt 23 &#167; eller &#229;l&#228;ggande
enligt 24 eller 25 &#167; att g&#228;lla tills vidare om

1. k&#228;randen visar sannolika sk&#228;l f&#246;r sin talan, och

2. det sk&#228;ligen kan befaras att svaranden genom att vidta eller
l&#229;ta bli att vidta en viss handling minskar betydelsen av ett
f&#246;rbud eller &#229;l&#228;ggande.

I fr&#229;ga om beslut enligt f&#246;rsta stycket till&#228;mpas 15 kap. 5 &#167;
andra-fj&#228;rde styckena samt 6 och 8 &#167;&#167; r&#228;tteg&#229;ngsbalken.
Beslutet f&#229;r verkst&#228;llas genast. F&#246;rordning (2011:1216).

F&#246;rel&#228;gganden

28 &#167; I fall som inte &#228;r av st&#246;rre vikt f&#229;r 
Konsumentombudsmannen meddela f&#246;rel&#228;ggande om

1. f&#246;rbud som avses i 23 &#167; (f&#246;rbudsf&#246;rel&#228;ggande),

2. &#229;l&#228;ggande som avses i 24 &#167; (informationsf&#246;rel&#228;ggande), 
eller

3. &#229;l&#228;ggande som avses i 25 &#167;.

Ett f&#246;rel&#228;ggande ska f&#246;renas med vite, om det inte av 
s&#228;rskilda sk&#228;l &#228;r obeh&#246;vligt.

Konsumentombudsmannen f&#229;r best&#228;mma att ett f&#246;rel&#228;ggande ska 
g&#228;lla omedelbart. Lag (2016:793).

Marknadsst&#246;rningsavgift

F&#246;ruts&#228;ttningar f&#246;r avgift

29 &#167; En n&#228;ringsidkare f&#229;r &#229;l&#228;ggas att betala en s&#228;rskild 
avgift (marknadsst&#246;rningsavgift) om n&#228;ringsidkaren, eller 
n&#229;gon som handlar p&#229; n&#228;ringsidkarens v&#228;gnar, upps&#229;tligen eller 
av oaktsamhet har brutit mot n&#229;gon best&#228;mmelse i denna lag 
eller i bilaga I till direktiv 2005/29/EG.

Vid &#246;vertr&#228;delser av 5 &#167; f&#229;r marknadsst&#246;rningsavgift &#229;l&#228;ggas 
endast om &#246;vertr&#228;delsen omfattas av ett beslut om f&#246;rbud eller 
&#229;l&#228;ggande enligt denna lag som har f&#229;tt laga kraft.

Det som anges i f&#246;rsta och andra styckena g&#228;ller ocks&#229; en 
n&#228;ringsidkare som upps&#229;tligen eller av oaktsamhet v&#228;sentligt 
har bidragit till &#246;vertr&#228;delsen.

Avgiften tillfaller staten. Lag (2022:656).

29 a &#167; Vid pr&#246;vningen av om marknadsst&#246;rningsavgift ska 
&#229;l&#228;ggas ska det beaktas hur allvarlig &#246;vertr&#228;delsen &#228;r. 
S&#228;rskild h&#228;nsyn ska tas till &#246;vertr&#228;delsens art, varaktighet, 
omfattning och spridning. Lag (2016:793).

30 &#167; Talan om att p&#229;f&#246;ra en marknadsst&#246;rningsavgift f&#246;r en 
&#246;vertr&#228;delse f&#229;r inte tas upp till pr&#246;vning, om &#246;vertr&#228;delsen 
omfattas av ett f&#246;rbud eller ett &#229;l&#228;ggande som har f&#246;renats 
med vite enligt denna lag och talan om utd&#246;mande av vitet har 
v&#228;ckts. Lag (2022:656).

Avgiftens storlek

31 &#167; Marknadsst&#246;rningsavgiften ska fastst&#228;llas till l&#228;gst tio 
tusen kronor och h&#246;gst fyra procent av n&#228;ringsidkarens 
oms&#228;ttning r&#228;kenskaps&#229;ret innan &#246;vertr&#228;delsen upph&#246;rde eller 
n&#228;r n&#228;ringsidkaren delgavs st&#228;mningsans&#246;kan, om den inte har 
upph&#246;rt dessf&#246;rinnan.

Om &#246;vertr&#228;delsen har intr&#228;ffat under n&#228;ringsidkarens f&#246;rsta 
verksamhets&#229;r eller om uppgifter om &#229;rsoms&#228;ttningen annars 
saknas eller &#228;r bristf&#228;lliga, f&#229;r &#229;rsoms&#228;ttningen uppskattas. 
Avgiften f&#229;r i ett s&#229;dant fall fastst&#228;llas till ett belopp i 
kronor motsvarande h&#246;gst tv&#229; miljoner euro.

Riktas talan mot flera n&#228;ringsidkare ska avgiften fastst&#228;llas 
s&#228;rskilt f&#246;r var och en av dem. Lag (2022:656).

32 &#167; N&#228;r marknadsst&#246;rningsavgiften fastst&#228;lls ska domstolen ta 
h&#228;nsyn till 

1. &#246;vertr&#228;delsens allvar med beaktande s&#228;rskilt av dess art, 
varaktighet och omfattning,

2. &#229;tg&#228;rder som n&#228;ringsidkaren har vidtagit f&#246;r att lindra 
eller avhj&#228;lpa den skada som en konsument eller en annan 
n&#228;ringsidkare har lidit, 

3. tidigare &#246;vertr&#228;delser som n&#228;ringsidkaren har gjort sig 
skyldig till, 

4. i den utstr&#228;ckning det framg&#229;r, den vinst som 
n&#228;ringsidkaren har gjort eller f&#246;rlust som undvikits genom 
&#246;vertr&#228;delsen,

5. i gr&#228;ns&#246;verskridande fall, sanktioner som har p&#229;f&#246;rts 
n&#228;ringsidkaren f&#246;r samma &#246;vertr&#228;delse i andra medlemsstater i 
Europeiska unionen, ifall information om s&#229;dana sanktioner 
finns tillg&#228;nglig via den mekanism som inr&#228;ttats genom 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2017/2394 av den 
12 december 2017 om samarbete mellan de nationella myndigheter 
som har tillsynsansvar f&#246;r konsumentskyddslagstiftningen och 
om upph&#228;vande av f&#246;rordning (EG) nr 2006/2004, och

6. f&#246;rsv&#229;rande eller f&#246;rmildrande omst&#228;ndigheter ut&#246;ver dem i 
1-5.

N&#228;ringsidkaren f&#229;r befrias fr&#229;n att betala avgiften om det 
finns synnerliga sk&#228;l f&#246;r det. Lag (2022:656).

Betalning av avgiften

33 &#167; Marknadsst&#246;rningsavgift ska betalas till Kammarkollegiet
inom trettio dagar efter det att domen har vunnit laga kraft
eller den l&#228;ngre tid som anges i domen.

Om avgiften inte betalas inom den tid som anges i f&#246;rsta
stycket ska Kammarkollegiet l&#228;mna den obetalda avgiften f&#246;r
indrivning. Best&#228;mmelser om indrivning finns i lagen (1993:891)
om indrivning av statliga fordringar m.m.

Preskription

34 &#167; En marknadsst&#246;rningsavgift f&#229;r d&#246;mas ut bara om
st&#228;mningsans&#246;kan har delgetts den som anspr&#229;ket riktar sig mot
inom fem &#229;r fr&#229;n det att &#246;vertr&#228;delsen upph&#246;rde.

35 &#167; En marknadsst&#246;rningsavgift faller bort om domen inte har
kunnat verkst&#228;llas inom fem &#229;r fr&#229;n det att den vann laga
kraft.

Kvarstad

36 &#167; F&#246;r att s&#228;kerst&#228;lla ett anspr&#229;k p&#229; 
marknadsst&#246;rningsavgift f&#229;r domstolen besluta om kvarstad. I 
ett s&#229;dant fall till&#228;mpas best&#228;mmelserna i 15 kap. 
r&#228;tteg&#229;ngsbalken. Lag (2020:338).

Skadest&#229;nd

37 &#167; Den som upps&#229;tligen eller av oaktsamhet bryter mot ett
f&#246;rbud eller ett &#229;l&#228;ggande som har meddelats med st&#246;d av 23,
24 eller 25 &#167;, eller mot 7 &#167;, eller mot 8 &#167; och n&#229;gon av
best&#228;mmelserna i 9, 10, 12–17 &#167;&#167;, eller mot n&#229;gon av
best&#228;mmelserna i 18–22 a &#167;&#167;, eller mot n&#229;gon av punkterna i
bilaga I till direktiv 2005/29/EG, ska ers&#228;tta den skada som
d&#228;rigenom uppkommer f&#246;r en konsument eller n&#229;gon annan
n&#228;ringsidkare.

N&#228;r ers&#228;ttningen till n&#228;ringsidkare best&#228;ms f&#229;r h&#228;nsyn tas
&#228;ven till omst&#228;ndigheter av annan &#228;n ekonomisk art.
Lag (2014:16).

38 &#167; R&#228;tten till skadest&#229;nd faller bort om talan inte v&#228;cks
inom fem &#229;r fr&#229;n det att skadan uppkom.

Utpl&#229;nande

Utpl&#229;nande m.m. av vilseledande framst&#228;llningar

39 &#167; Vid &#246;vertr&#228;delse av ett vitesf&#246;rbud enligt 23 &#167;, eller av
8 &#167; och n&#229;gon av best&#228;mmelserna i 9, 10, 12-17 &#167;&#167;, eller av 18
&#167;, eller av n&#229;gon av punkterna 1-23 i bilaga I till direktiv
2005/29/EG, f&#229;r r&#228;tten efter vad som &#228;r sk&#228;ligt besluta att en
vilseledande framst&#228;llning som finns p&#229; en vara, f&#246;rpackning,
trycksak, aff&#228;rshandling eller liknande ska utpl&#229;nas eller
&#228;ndras s&#229; att den inte l&#228;ngre &#228;r vilseledande. Om detta syfte
inte kan uppn&#229;s p&#229; n&#229;got annat s&#228;tt f&#229;r r&#228;tten besluta att
egendomen ska f&#246;rst&#246;ras.

S&#228;kerhets&#229;tg&#228;rder

40 &#167; Om k&#228;randen visar sannolika sk&#228;l f&#246;r bifall till ett
yrkande enligt 39 &#167; och det sk&#228;ligen kan befaras att svaranden
genom att vidta eller att l&#229;ta bli att vidta en viss handling
minskar betydelsen av ett beslut om utpl&#229;nande, f&#229;r r&#228;tten
besluta om l&#228;mplig &#229;tg&#228;rd att g&#228;lla tills vidare. I fr&#229;ga om en
s&#229;dan &#229;tg&#228;rd g&#228;ller 15 kap. 3 &#167; andra stycket, 5 &#167; andra-fj&#228;rde
styckena samt 6 och 8 &#167;&#167; r&#228;tteg&#229;ngsbalken. Beslutet f&#229;r
verkst&#228;llas genast.

Framst&#228;lls ett yrkande enligt 39 &#167; i ett m&#229;l om utd&#246;mande av
vite som har f&#246;relagts med st&#246;d av denna lag g&#228;ller i st&#228;llet
f&#246;r best&#228;mmelserna i f&#246;rsta stycket att egendomen f&#229;r tas i
beslag. I s&#229;dant fall till&#228;mpas f&#246;reskrifterna i 27 kap.
r&#228;tteg&#229;ngsbalken om beslag i brottm&#229;l. Beslutet f&#229;r verkst&#228;llas
genast.

41 &#167; Beslut att utpl&#229;na vilseledande framst&#228;llningar enligt 39
&#167; och beslut om s&#228;kerhets&#229;tg&#228;rd enligt 40 &#167; meddelas p&#229; yrkande
av part av den domstol d&#228;r en r&#228;tteg&#229;ng om f&#246;rbud enligt 23 &#167;,
marknadsst&#246;rningsavgift enligt 29 &#167; eller skadest&#229;nd enligt
37 &#167; p&#229;g&#229;r.

Beslut att utpl&#229;na framst&#228;llningar p&#229; grund av &#246;vertr&#228;delse av
ett vitesf&#246;rbud enligt 23 och 26 &#167;&#167; f&#229;r meddelas p&#229; yrkande av
part av den domstol d&#228;r en r&#228;tteg&#229;ng om utd&#246;mande av vitet
p&#229;g&#229;r.

Varningsmeddelande

41 a &#167; Om en n&#228;ringsidkares marknadsf&#246;ring p&#229; internet &#228;r 
otillb&#246;rlig och inga andra effektiva medel &#228;r tillg&#228;ngliga, 
f&#229;r Konsumentombudsmannen f&#246;rel&#228;gga n&#228;ringsidkaren, en 
v&#228;rdtj&#228;nstleverant&#246;r eller en internetleverant&#246;r att uppr&#228;tta 
ett varningsmeddelande som tydligt visas i samband med bes&#246;k 
p&#229; webbplatsen. 

Ett f&#246;rel&#228;ggande som avses i f&#246;rsta stycket f&#229;r bara meddelas 
om 

1. &#246;vertr&#228;delsens allvar motiverar det, och 

2. webbplatsen inte omfattas av tryckfrihetsf&#246;rordningens 
eller yttrandefrihetsgrundlagens skydd. 

Varningsmeddelandet ska ange i vilket avseende 
marknadsf&#246;ringen &#228;r otillb&#246;rlig och i &#246;vrigt vara utformat p&#229; 
&#228;ndam&#229;lsenligt s&#228;tt.

Ett f&#246;rel&#228;ggande ska f&#246;renas med vite, om det inte av 
s&#228;rskilda sk&#228;l &#228;r obeh&#246;vligt. Lag (2020:338).

41 b &#167; N&#228;r &#228;ndrade f&#246;rh&#229;llanden f&#246;ranleder det, ska 
Konsumentombudsmannen besluta att en skyldighet att uppr&#228;tta 
ett varningsmeddelande inte l&#228;ngre ska g&#228;lla. 
Lag (2020:338).

Tillsynsbefogenheter

42 &#167; Konsumentombudsmannen f&#229;r f&#246;rel&#228;gga 

1. var och en att yttra sig, l&#228;mna upplysningar och 
tillhandah&#229;lla de handlingar som beh&#246;vs i ett &#228;rende om 
till&#228;mpningen av denna lag, 

2. en n&#228;ringsidkare att tillhandah&#229;lla de varuprover och 
liknande som kan ha betydelse f&#246;r utredningen i ett &#228;rende d&#228;r 
beslut om f&#246;rbud eller &#229;l&#228;ggande enligt 23, 24 eller 25 &#167; kan 
antas komma i fr&#229;ga. Lag (2020:338).

43 &#167; Konsumentombudsmannen f&#229;r f&#246;rel&#228;gga den som har meddelats 
ett f&#246;rbud eller &#229;l&#228;ggande enligt 23, 24 eller 25 &#167; att 
tillhandah&#229;lla de upplysningar, handlingar, varuprover och 
liknande som beh&#246;vs f&#246;r tillsynen &#246;ver att f&#246;rbudet eller 
&#229;l&#228;ggandet f&#246;ljs. Lag (2020:338).

44 &#167; Om det beh&#246;vs f&#246;r tillsynen i ett &#228;rende som avses i 42 
eller 43 &#167;, f&#229;r Konsumentombudsmannen f&#246;rel&#228;gga n&#228;ringsidkaren 
att h&#229;lla de lokaler eller motsvarande utrymmen d&#228;r 
n&#228;ringsverksamheten ut&#246;vas tillg&#228;ngliga f&#246;r inspektion. 

I samband med inspektionen f&#229;r Konsumentombudsmannen ta del av 
de handlingar som beh&#246;vs f&#246;r tillsynen och beg&#228;ra n&#246;dv&#228;ndiga 
upplysningar p&#229; platsen. Lag (2020:338).

44 a &#167; Om det &#228;r n&#246;dv&#228;ndigt f&#246;r tillsynen enligt denna lag, 
f&#229;r Konsumentombudsmannen k&#246;pa produkter under dold identitet 
(testk&#246;p). 

N&#228;ringsidkaren ska underr&#228;ttas om testk&#246;pet s&#229; snart det kan 
ske utan att &#229;tg&#228;rden f&#246;rlorar sin betydelse. 

Om det inte &#228;r osk&#228;ligt, f&#229;r Konsumentombudsmannen besluta att 
n&#228;ringsidkaren ska ers&#228;tta ombudsmannen f&#246;r vad som har 
betalats f&#246;r produkten vid testk&#246;pet. Konsumentombudsmannen 
ska i s&#229; fall erbjuda n&#228;ringsidkaren att ta tillbaka 
produkten. Lag (2020:338).

45 &#167; Ett f&#246;rel&#228;ggande enligt 42, 43 eller 44 &#167; f&#229;r f&#246;renas med 
vite. Lag (2020:338).

45 a &#167; Konsumentombudsmannen f&#229;r best&#228;mma att ett beslut om 
f&#246;rel&#228;ggande enligt 41 a, 42, 43 eller 44 &#167; ska g&#228;lla 
omedelbart. Lag (2020:338).

46 &#167; Konsumentombudsmannen f&#229;r l&#228;mna ers&#228;ttning f&#246;r s&#229;dana
varuprover och liknande som avses i 42 och 43 &#167;&#167; om det finns
s&#228;rskilda sk&#228;l f&#246;r det.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om skyldighet f&#246;r en n&#228;ringsidkare att
ers&#228;tta Konsumentombudsmannens kostnader f&#246;r provtagning och
unders&#246;kning av prov i fall som avses i 43 &#167;.

Var och av vem talan f&#229;r v&#228;ckas

Beh&#246;rig domstol

46 a &#167; Patent- och marknadsdomstolen &#228;r r&#228;tt domstol i m&#229;l om 

1. f&#246;rbud som avses i 23 &#167;, 

2. &#229;l&#228;ggande som avses i 24 eller 25 &#167;, 

3. marknadsst&#246;rningsavgift enligt 29 &#167;, 

4. kvarstad enligt 36 &#167;, 

5. skadest&#229;nd enligt 37 &#167;, 

6. utd&#246;mande av vite enligt 49 &#167;, 

7. kvarstad enligt 50 &#167;, och 

8. oriktig eller vilseledande ursprungsbeteckning enligt 66 &#167;.
Lag (2020:338).

F&#246;rbud och &#229;l&#228;gganden

47 &#167; En talan om f&#246;rbud eller &#229;l&#228;ggande enligt 23, 24 eller 
25 &#167; f&#229;r v&#228;ckas av

1. Konsumentombudsmannen, 

2. en n&#228;ringsidkare som ber&#246;rs av marknadsf&#246;ringen, eller

3. en sammanslutning av konsumenter, n&#228;ringsidkare eller 
l&#246;ntagare. Lag (2016:223).

Marknadsst&#246;rningsavgift

48 &#167; En talan om marknadsst&#246;rningsavgift enligt 29 &#167; v&#228;cks av 
Konsumentombudsmannen.

Om Konsumentombudsmannen i ett visst fall beslutar att inte 
f&#246;ra talan om marknadsst&#246;rningsavgift, f&#229;r en enskild 
n&#228;ringsidkare som ber&#246;rs av marknadsf&#246;ringen eller en 
sammanslutning av n&#228;ringsidkare v&#228;cka en s&#229;dan talan.
Lag (2016:223).

Utd&#246;mande av vite

49 &#167; En talan om utd&#246;mande av vite f&#229;r v&#228;ckas av den som har 
beg&#228;rt vitesf&#246;rel&#228;ggandet och av Konsumentombudsmannen.
Lag (2016:223).

Kvarstad vid utd&#246;mande av vite

50 &#167; F&#246;r att s&#228;kerst&#228;lla ett anspr&#229;k p&#229; vite som beslutats med 
st&#246;d av 26, 28 eller 45 &#167; f&#229;r domstolen besluta om kvarstad i 
m&#229;l om utd&#246;mande av vitet. I ett s&#229;dant fall till&#228;mpas 
best&#228;mmelserna i 15 kap. r&#228;tteg&#229;ngsbalken. Lag (2020:338).

&#214;verklagande av vissa beslut

51 &#167; Konsumentombudsmannens beslut enligt 28, 41 a och 41 b &#167;&#167; 
f&#229;r &#246;verklagas till Patent- och marknadsdomstolen.

Konsumentombudsmannens beslut om f&#246;rel&#228;ggande enligt 42, 43 
och 44 &#167;&#167; f&#229;r &#246;verklagas till Patent- och marknadsdomstolen. 
Detsamma g&#228;ller beslut om ers&#228;ttning enligt 44 a &#167; tredje 
stycket och beslut om ers&#228;ttning enligt 46 &#167; eller enligt 
f&#246;reskrifter som meddelats med st&#246;d av 46 &#167;. Lag (2020:338).

52 &#167; Beslut under r&#228;tteg&#229;ngen i fr&#229;gor som avses i 27 &#167; och 
40 &#167; f&#246;rsta stycket f&#229;r &#246;verklagas s&#228;rskilt. Besluten ska vid 
handl&#228;ggningen i Patent- och marknads&#246;verdomstolen anses r&#246;ra 
en &#229;tg&#228;rd enligt 15 kap. r&#228;tteg&#229;ngsbalken. Lag (2016:223).

R&#228;ttskraft

53 &#167; En dom eller ett beslut om f&#246;rel&#228;ggande d&#228;r fr&#229;gan om 
f&#246;rbud enligt 23 &#167; eller &#229;l&#228;ggande enligt 24 eller 25 &#167; har 
pr&#246;vats, hindrar att s&#229;dana fr&#229;gor pr&#246;vas p&#229; nytt med 
anledning av marknadsf&#246;ringen. En dom eller ett beslut 
hindrar dock inte att samma fr&#229;ga pr&#246;vas p&#229; nytt n&#228;r &#228;ndrade 
f&#246;rh&#229;llanden f&#246;ranleder det. Lag (2016:793).

54 &#167; Har upph&#228;vts genom lag (2016:223).

55 &#167; Har upph&#228;vts genom lag (2016:223).

56 &#167; Har upph&#228;vts genom lag (2016:223).

57 &#167; Har upph&#228;vts genom lag (2016:223).

58 &#167; Har upph&#228;vts genom lag (2016:223).

R&#228;tteg&#229;ngsbest&#228;mmelser

Handl&#228;ggningen i domstolen

59 &#167; Best&#228;mmelserna i r&#228;tteg&#229;ngsbalken om tvistem&#229;l d&#228;r 
f&#246;rlikning om saken inte &#228;r till&#229;ten till&#228;mpas p&#229; m&#229;l om 
f&#246;rbud eller &#229;l&#228;ggande enligt 23, 24 eller 25 &#167; och m&#229;l om 
marknadsst&#246;rningsavgift enligt 29 &#167;.

I m&#229;l om skadest&#229;nd enligt 37 &#167; till&#228;mpas best&#228;mmelserna i 
r&#228;tteg&#229;ngsbalken om tvistem&#229;l d&#228;r f&#246;rlikning om saken &#228;r 
till&#229;ten. Lag (2016:223).

60 &#167; Har upph&#228;vts genom lag (2016:223).

61 &#167; Om en talan enligt denna lag har v&#228;ckts av n&#229;gon annan 
&#228;n Konsumentombudsmannen ska r&#228;tten underr&#228;tta ombudsmannen 
om r&#228;tteg&#229;ngen. Lag (2016:223).

62 &#167; Har upph&#228;vts genom lag (2016:223).

Intervention

63 &#167; I m&#229;l om f&#246;rbud eller &#229;l&#228;ggande enligt 23, 24 eller 25 &#167; 
har den som har taler&#228;tt enligt 47 &#167; r&#228;tt att delta i 
r&#228;tteg&#229;ngen som intervenient enligt 14 kap. r&#228;tteg&#229;ngsbalken.
Lag (2020:338).

R&#228;tteg&#229;ngskostnader

64 &#167; I m&#229;l enligt denna lag g&#228;ller i fr&#229;ga om 
r&#228;tteg&#229;ngskostnader 18 kap. r&#228;tteg&#229;ngsbalken. Best&#228;mmelsen i 
18 kap. 16 &#167; r&#228;tteg&#229;ngsbalken ska dock inte till&#228;mpas i m&#229;l 
om f&#246;rbud enligt 23 &#167; eller &#229;l&#228;ggande enligt 24 eller 25 &#167;. I 
s&#229;dana m&#229;l f&#229;r r&#228;tten best&#228;mma att var och en av parterna ska 
svara f&#246;r sina r&#228;tteg&#229;ngskostnader.

I &#228;renden enligt 51 &#167; f&#246;rsta stycket till&#228;mpas i fr&#229;ga om 
r&#228;tteg&#229;ngskostnader 31 kap. r&#228;tteg&#229;ngsbalken. Lag (2016:793).

Utevaro

65 &#167; F&#246;r Konsumentombudsmannen som part i m&#229;l och &#228;renden
enligt denna lag g&#228;ller, i fr&#229;ga om f&#246;rel&#228;ggande f&#246;r part och
parts utevaro, vad som i r&#228;tteg&#229;ngsbalken &#228;r f&#246;reskrivet f&#246;r
&#229;klagare.

&#214;vriga best&#228;mmelser

66 &#167; Regeringen f&#229;r med avseende p&#229; en fr&#228;mmande stat 
best&#228;mma att f&#246;ljande ska g&#228;lla.

I fr&#229;ga om en vara som &#228;r f&#246;rsedd med en oriktig eller 
vilseledande ursprungsbeteckning, genom vilken varan direkt 
eller indirekt anges vara frambragd eller tillverkad i den 
fr&#228;mmande staten eller i en region eller ort i den fr&#228;mmande 
staten, f&#229;r &#229;tg&#228;rd enligt 39 &#167; beslutas &#228;ven i andra fall &#228;n 
som avses d&#228;r. Detta g&#228;ller dock inte om beteckningen enligt 
handelsbruk endast tj&#228;nar till att m&#228;rka ut varans art eller 
om den &#229;tf&#246;ljs av en uppgift som tydligt anger att varan inte 
har frambragts eller tillverkats i den angivna staten eller 
p&#229; den angivna orten.

En talan om en &#229;tg&#228;rd enligt andra stycket v&#228;cks av 
Konsumentombudsmannen eller, om denne har beslutat att inte 
v&#228;cka talan, av n&#229;gon som driver r&#246;relse med varor av samma 
slag som den vara som talan avser. Lag (2016:223).


&#214;verg&#229;ngsbest&#228;mmelser

2008:486

1. Denna lag tr&#228;der i kraft den 1 juli 2008, d&#229;
marknadsf&#246;ringslagen (1995:450) ska upph&#246;ra att g&#228;lla samt
lagen (2005:706) om &#228;ndring i marknadsf&#246;ringslagen (1995:450)
ska utg&#229;.

2. Best&#228;mmelserna i 4-22 och 29-36 &#167;&#167; till&#228;mpas ocks&#229; p&#229;
marknadsf&#246;ring som har vidtagits f&#246;re ikrafttr&#228;dandet, om inte
&#229;tg&#228;rden var till&#229;ten enligt &#228;ldre f&#246;reskrifter.

3. F&#246;rbud och &#229;l&#228;gganden samt f&#246;rbuds- och
informationsf&#246;rel&#228;gganden som har meddelats enligt &#228;ldre
f&#246;reskrifter ska fortfarande g&#228;lla.

4. Best&#228;mmelserna om skadest&#229;nd i 29 &#167; marknadsf&#246;ringslagen
(1995:450) till&#228;mpas fortfarande i fr&#229;ga om &#246;vertr&#228;delser som
skett f&#246;re den nya lagens ikrafttr&#228;dande.

5. Best&#228;mmelserna i 49 &#167; till&#228;mpas ocks&#229; i fr&#229;ga om utd&#246;mande
av vite som f&#246;relagts med st&#246;d av marknadsf&#246;ringslagen
(1995:450).

2016:223

1. Denna lag tr&#228;der i kraft den 1 september 2016.

2. M&#229;l och &#228;renden som har inletts i tingsr&#228;tt eller hovr&#228;tt 
f&#246;re ikrafttr&#228;dandet ska &#246;verl&#228;mnas till Patent- och 
marknadsdomstolen respektive Patent- och 
marknads&#246;verdomstolen. 

3. Om huvudf&#246;rhandling har inletts f&#246;re ikrafttr&#228;dandet ska 
handl&#228;ggningen i tingsr&#228;tten eller hovr&#228;tten dock slutf&#246;ras 
enligt &#228;ldre best&#228;mmelser.

2016:793

1. Denna lag tr&#228;der i kraft den 1 oktober 2016.

2. F&#246;r marknadsf&#246;ring som har vidtagits f&#246;re ikrafttr&#228;dandet 
g&#228;ller &#228;ldre f&#246;reskrifter.

2020:1035

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande f&#246;r aktiebolag 
och ekonomiska f&#246;reningar som omfattas av punkt 2 och 3 i 
ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelserna till lagen 
(2020:1026) om upph&#228;vande av lagen (2004:299) om 
inl&#229;ningsverksamhet.

2022:656

1. Denna lag tr&#228;der i kraft den 1 september 2022.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r marknadsf&#246;ring som har 
vidtagits f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1971">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=1973">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
