

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-04-17" /> 
 <meta id="rattsinfo-edited" content="2023-04-17 14:59:25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2048</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2047">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2049">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2007:1150 ·
                    <a href="/sfsr?bet=2007:1150">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2007:1150) om tillsyn &#246;ver hundar och katter</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2007-11-29
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:186
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2008-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Hundar och katter ska h&#229;llas under s&#229;dan tillsyn och 
sk&#246;tas p&#229; ett s&#229;dant s&#228;tt som med h&#228;nsyn till deras natur och 
&#246;vriga omst&#228;ndigheter beh&#246;vs f&#246;r att f&#246;rebygga att de orsakar 
skador eller avsev&#228;rda ol&#228;genheter.

S&#228;rskilda best&#228;mmelser om tillsyn &#246;ver hundar finns i 
renn&#228;ringslagen (1971:437). Lag (2022:186).

M&#228;rkning och registrering av hundar och katter

2 &#167; Den som &#228;ger en hund eller en katt ska l&#229;ta m&#228;rka sitt 
djur s&#229; att det kan identifieras. M&#228;rkningen ska vara 
best&#229;ende. Lag (2022:186).

3 &#167; Statens jordbruksverk ska f&#246;ra register &#246;ver hund- och 
katt&#228;gare. &#196;garen ska registrera sitt &#228;garskap i ett s&#229;dant 
register.

Regeringen f&#229;r meddela f&#246;reskrifter om att Jordbruksverket f&#229;r 
&#246;verl&#229;ta uppgiften att f&#246;ra register &#246;ver hund- eller 
katt&#228;gare till en annan myndighet eller till en organisation.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om

1. skyldighet f&#246;r hund- och katt&#228;gare att betala en avgift f&#246;r 
registreringen och f&#246;r utrustning f&#246;r att l&#228;sa av m&#228;rkningen, 
och

2. ber&#228;kningen av avgiften.
Lag (2022:186).

4 &#167; Best&#228;mmelserna i 2 och 3 &#167;&#167; g&#228;ller hundar och katter som 
stadigvarande finns i Sverige. Lag (2022:186).

5 &#167; Register &#246;ver hund- och katt&#228;gare enligt 3 &#167; f&#229;r anv&#228;ndas 
f&#246;r att fastst&#228;lla vem som &#228;ger en hund eller en katt.

Tullverket, Jordbruksverket, l&#228;nsstyrelserna, Polismyndigheten 
och de kommunala n&#228;mnder som fullg&#246;r uppgifter inom milj&#246;- och 
h&#228;lsoskyddsomr&#229;det f&#229;r medges direkt&#229;tkomst till register &#246;ver 
hund- och katt&#228;gare. Lag (2022:186).

6 &#167; Jordbruksverket &#228;r personuppgiftsansvarigt f&#246;r den 
behandling av personuppgifter som myndigheten utf&#246;r enligt 
denna lag.

Den myndighet eller den organisation som med st&#246;d av 3 &#167; andra 
stycket f&#229;r uppgiften att f&#246;ra register &#228;r 
personuppgiftsansvarig f&#246;r den behandling av personuppgifter 
som myndigheten eller organisationen utf&#246;r. Lag (2022:186).

7 &#167; Best&#228;mmelserna i 5 och 6 &#167;&#167; kompletterar 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning).

Vid behandling av personuppgifter enligt denna lag g&#228;ller 
lagen (2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning och f&#246;reskrifter som har meddelats i 
anslutning till den lagen, om inte annat f&#246;ljer av denna lag 
eller f&#246;reskrifter som har meddelats i anslutning till 
lagen. Lag (2018:368).

F&#246;rel&#228;gganden och f&#246;rbud

8 &#167; Om n&#229;gon brister i tillsynen &#246;ver eller sk&#246;tseln av en 
hund, f&#229;r l&#228;nsstyrelsen meddela de f&#246;rel&#228;gganden och f&#246;rbud 
som beh&#246;vs f&#246;r att f&#246;rebygga skada eller avsev&#228;rd ol&#228;genhet. 

S&#229;v&#228;l f&#246;rel&#228;gganden som f&#246;rbud f&#229;r f&#246;renas med vite.
Lag (2018:54).

9 &#167; L&#228;nsstyrelsen f&#229;r meddela de f&#246;rel&#228;gganden som beh&#246;vs f&#246;r 
att best&#228;mmelserna om m&#228;rkning och registrering av en hund 
eller en katt i denna lag ska f&#246;ljas.

F&#246;rel&#228;gganden enligt f&#246;rsta stycket f&#229;r f&#246;renas med vite.
Lag (2022:186).

10 &#167; Den som &#228;r under femton &#229;r f&#229;r inte meddelas f&#246;rel&#228;gganden
eller f&#246;rbud enligt 8 eller 9 &#167;.

Omh&#228;ndertagande av hundar m.m.

11 &#167; F&#246;r att hindra att en hund orsakar skada eller avsev&#228;rd 
ol&#228;genhet f&#229;r l&#228;nsstyrelsen, om inte andra, mindre ingripande 
&#229;tg&#228;rder anses tillr&#228;ckliga, besluta att den ska 
omh&#228;ndertas.

Om det &#228;r n&#246;dv&#228;ndigt att omedelbart omh&#228;nderta en hund f&#246;r 
n&#229;got av de syften som anges i f&#246;rsta stycket, f&#229;r 
Polismyndigheten besluta om detta. Lag (2018:54).

11 a &#167; Om ett beslut om omh&#228;ndertagande har meddelats av 
Polismyndigheten, ska myndigheten skyndsamt informera 
l&#228;nsstyrelsen om beslutet. L&#228;nsstyrelsen ska skyndsamt pr&#246;va 
om beslutet ska forts&#228;tta att g&#228;lla.

Den beslutande myndigheten ska ansvara f&#246;r att 
omh&#228;ndertagandet verkst&#228;lls. Om l&#228;nsstyrelsen beslutar att 
Polismyndighetens beslut om omh&#228;ndertagande ska forts&#228;tta att 
g&#228;lla, ska l&#228;nsstyrelsen skyndsamt ta &#246;ver ansvaret f&#246;r 
verkst&#228;lligheten av beslutet. Lag (2018:54).

12 &#167; Om en hund har omh&#228;ndertagits med st&#246;d av 11 &#167;, f&#229;r 
&#228;garen eller innehavaren inte f&#246;rfoga &#246;ver hunden utan 
tillst&#229;nd av den beslutande myndigheten. L&#228;nsstyrelsen f&#229;r, 
efter utredning, besluta att hunden ska s&#228;ljas, sk&#228;nkas bort 
eller, om hunden utg&#246;r en fara f&#246;r m&#228;nniskor eller djur eller 
om det annars finns s&#228;rskilda sk&#228;l, avlivas.

L&#228;nsstyrelsen ska ansvara f&#246;r att beslut enligt f&#246;rsta 
stycket verkst&#228;lls. Lag (2018:54).

13 &#167; Om det inte l&#228;ngre finns sk&#228;l f&#246;r omh&#228;ndertagandet, ska 
den beslutande myndigheten besluta att detta genast ska 
upph&#246;ra. Lag (2018:54).

14 &#167; Antr&#228;ffas en hund l&#246;s p&#229; omr&#229;de d&#228;r lantbruksdjur finns,
f&#229;r hunden, om den inte l&#229;ter sig inf&#229;ngas och om det &#228;r
n&#246;dv&#228;ndigt f&#246;r att f&#246;rhindra skada p&#229; lantbruksdjur, d&#246;das av
den som &#228;ger eller v&#229;rdar lantbruksdjuren.

Den som d&#246;dat en hund &#228;r skyldig att snarast m&#246;jligt anm&#228;la
detta till Polismyndigheten. Lag (2014:707).

Hundf&#246;rbud

15 &#167; L&#228;nsstyrelsen f&#229;r meddela f&#246;rbud att ha hand om hund 
(hundf&#246;rbud) f&#246;r den som allvarligt brister eller tidigare 
har brustit i tillsynen &#246;ver en hund. 

Vid bed&#246;mningen av om ett hundf&#246;rbud b&#246;r meddelas ska det 
s&#228;rskilt beaktas om den mot vilken f&#246;rbudet avses g&#228;lla har 
beg&#229;tt brott d&#228;r han eller hon har anv&#228;nt en hund som vapen 
eller vid upprepade tillf&#228;llen har varit f&#246;rem&#229;l f&#246;r 
f&#246;rel&#228;ggande eller f&#246;rbud enligt 8 &#167; eller har haft hand om 
en hund som har omh&#228;ndertagits enligt 11 &#167;.

Hundf&#246;rbud ska inte meddelas om det &#228;r uppenbart att de 
omst&#228;ndigheter som gett upphov till att ett hundf&#246;rbud 
&#246;verv&#228;gs inte kommer att upprepas.

Hundf&#246;rbudet f&#229;r avse viss tid eller g&#228;lla tills vidare.

Den som &#228;r under femton &#229;r f&#229;r inte meddelas hundf&#246;rbud.
Lag (2018:54).

Tillsyn &#246;ver och omh&#228;ndertagande av hundar i marker d&#228;r det
finns vilt

16 &#167; Under tiden den 1 mars-20 augusti ska hundar h&#229;llas under 
s&#229;dan tillsyn att de hindras fr&#229;n att springa l&#246;sa i marker 
d&#228;r det finns vilt. Under den &#246;vriga tiden av &#229;ret ska hundar 
h&#229;llas under s&#229;dan tillsyn att de hindras fr&#229;n att driva eller 
f&#246;rf&#246;lja vilt, n&#228;r de inte anv&#228;nds vid jakt.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter som avviker fr&#229;n f&#246;rsta stycket. Om det 
beh&#246;vs till skydd f&#246;r viltet f&#229;r s&#229;dana f&#246;reskrifter inneb&#228;ra 
att en hund ska h&#229;llas kopplad. Lag (2022:186).

17 &#167; Om en hund springer l&#246;s i ett omr&#229;de d&#228;r det finns vilt, 
f&#229;r jaktr&#228;ttshavaren eller n&#229;gon som f&#246;retr&#228;der honom eller 
henne ta hand om hunden. N&#228;r detta har skett ska hundens 
&#228;gare eller innehavare snarast underr&#228;ttas. Om han eller hon 
inte &#228;r k&#228;nd ska i st&#228;llet l&#228;nsstyrelsen underr&#228;ttas. Om 
jaktr&#228;ttshavaren eller den som f&#246;retr&#228;der honom eller henne 
inte vill ta hand om hunden, ska l&#228;nsstyrelsen ansvara f&#246;r 
att omh&#228;nderta hunden.

Kan inte hunden tas om hand, f&#229;r l&#228;nsstyrelsen besluta att 
avliva hunden, om detta &#228;r angel&#228;get fr&#229;n viltv&#229;rdssynpunkt 
och f&#246;rsvarligt &#228;ven med h&#228;nsyn till omst&#228;ndigheterna i 
&#246;vrigt. Lag (2018:54).

18 &#167; Har inte &#228;garen eller innehavaren, efter det att 
kostnader betalats enligt 20 &#167;, &#229;tertagit hunden inom fem 
dagar efter det att han eller hon underr&#228;ttades om 
omh&#228;ndertagandet eller, om &#228;garen eller innehavaren inte &#228;r 
k&#228;nd, inom tio dagar efter det att l&#228;nsstyrelsen 
underr&#228;ttades, f&#229;r jaktr&#228;ttshavaren beh&#229;lla hunden eller 
l&#228;nsstyrelsen, efter utredning, besluta att s&#228;lja, sk&#228;nka 
bort eller, om hunden utg&#246;r en fara f&#246;r m&#228;nniskor eller djur 
eller om det annars finns s&#228;rskilda sk&#228;l, avliva hunden.
Lag (2018:54). 

Hj&#228;lp av Polismyndigheten

18 a &#167; Polismyndigheten ska p&#229; beg&#228;ran av l&#228;nsstyrelsen l&#228;mna 
den hj&#228;lp som beh&#246;vs f&#246;r att l&#228;nsstyrelsen ska kunna 
verkst&#228;lla beslut enligt denna lag. 

Hj&#228;lp enligt f&#246;rsta stycket f&#229;r beg&#228;ras endast om

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att en polismans s&#228;rskilda 
befogenheter enligt 10 &#167; polislagen (1984:387) beh&#246;ver 
tillgripas, eller

2. det annars finns synnerliga sk&#228;l. 
Lag (2018:54).

Ers&#228;ttning f&#246;r skador orsakade av hundar

19 &#167; En skada som orsakas av en hund ska ers&#228;ttas av dess 
&#228;gare eller innehavare, &#228;ven om han eller hon inte v&#229;llat 
skadan. Vad &#228;garen eller innehavaren har betalat i skadest&#229;nd 
har han eller hon r&#228;tt att f&#229; tillbaka av den som v&#229;llat 
skadan.

F&#246;rsta stycket g&#228;ller inte f&#246;r skador som orsakas av en 
tj&#228;nstehund n&#228;r en polisman eller vaktpost eller annan person 
som vid F&#246;rsvarsmakten tj&#228;nstg&#246;r f&#246;r bevakning eller f&#246;r att 
uppr&#228;tth&#229;lla ordning anv&#228;nder hund i tj&#228;nsten, om den 
skadelidande har betett sig p&#229; ett s&#229;dant s&#228;tt att det har 
varit motiverat att ingripa mot honom eller henne.
Lag (2022:186).

Kostnader f&#246;r omh&#228;ndertagande av hundar

20 &#167; &#196;garen eller innehavaren av en hund som har 
omh&#228;ndertagits med st&#246;d av 11 eller 17 &#167; ska betala de 
kostnader som omh&#228;ndertagandet medf&#246;rt. L&#228;nsstyrelsen och 
Polismyndigheten f&#229;r ge f&#246;rskott av allm&#228;nna medel p&#229; 
kostnaderna. 

Om det finns s&#228;rskilda sk&#228;l, f&#229;r l&#228;nsstyrelsen och 
Polismyndigheten i enskilda fall medge undantag fr&#229;n 
skyldigheten att betala kostnaderna. I s&#229;dana fall ska 
kostnaderna slutligt betalas av den myndighet som har gett 
f&#246;rskott p&#229; kostnaden. 

Om l&#228;nsstyrelsen har beslutat att en hund som omh&#228;ndertagits 
ska s&#228;ljas, f&#229;r l&#228;nsstyrelsen och Polismyndigheten ta ut 
ers&#228;ttning f&#246;r kostnaderna f&#246;r omh&#228;ndertagandet och 
f&#246;rs&#228;ljningen ur k&#246;pesumman. K&#246;pesumman ska i f&#246;rsta hand 
t&#228;cka l&#228;nsstyrelsens kostnader. Lag (2018:54).

&#214;vergivna eller f&#246;rvildade katter

21 &#167; En katt som med sk&#228;l kan antas vara &#246;vergiven eller
f&#246;rvildad, f&#229;r avlivas av jaktr&#228;ttshavaren eller av n&#229;gon som
f&#246;retr&#228;der denne. Inom t&#228;tbebyggt omr&#229;de kr&#228;vs dock tillst&#229;nd
av Polismyndigheten. Lag (2014:707).

Straffansvar

22 &#167; Den som bryter mot ett hundf&#246;rbud d&#246;ms f&#246;r &#246;vertr&#228;delse av
hundf&#246;rbud till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r.

23 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet

1. inte f&#246;ljer ett f&#246;rel&#228;ggande eller bryter mot ett f&#246;rbud som
har meddelats med st&#246;d av 8 &#167; f&#246;rsta stycket,

2. inte g&#246;r anm&#228;lan enligt 14 &#167; andra stycket eller

3. bryter mot 21 &#167; andra meningen.

Den som upps&#229;tligen inte l&#228;mnar underr&#228;ttelse enligt 17 &#167;
f&#246;rsta stycket d&#246;ms till penningb&#246;ter.

Den som har &#246;vertr&#228;tt ett vitesf&#246;rel&#228;ggande eller ett
vitesf&#246;rbud f&#229;r inte d&#246;mas till ansvar enligt denna lag f&#246;r den
g&#228;rning som omfattas av f&#246;rel&#228;ggandet eller f&#246;rbudet.

24 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av grov
oaktsamhet bryter mot 16 &#167; f&#246;rsta stycket eller en f&#246;reskrift
som har meddelats med st&#246;d av 16 &#167; andra stycket.

&#214;verklagande m.m.

25 &#167; Beslut enligt 8 och 15 &#167;&#167; ska delges den mot vilken
beslutet avses g&#228;lla. Delgivning f&#229;r inte ske enligt 34–38 och
47–51 &#167;&#167; delgivningslagen (2010:1932). Lag (2010:1978).

26 &#167; L&#228;nsstyrelsens och Polismyndighetens beslut enligt denna 
lag och beslut om registrering av en hund eller en katt som 
har fattats av Jordbruksverket eller av den som ansvarar f&#246;r 
uppgiften att f&#246;ra register f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol.

Om beslutet har meddelats av en organisation till&#228;mpas 36-
39 &#167;&#167; och 42-47 &#167;&#167; f&#246;rvaltningslagen (2017:900).

Jordbruksverket f&#246;r det allm&#228;nnas talan i f&#246;rvaltningsdomstol, 
om det &#246;verklagade beslutet har meddelats av en organisation.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2022:186).

27 &#167; Beslut enligt denna lag g&#228;ller omedelbart, om inte n&#229;got
annat beslutas.

&#214;verg&#229;ngsbest&#228;mmelser

2007:1150

1. Denna lag tr&#228;der i kraft den 1 januari 2008, d&#229; lagen
(1943:459) om tillsyn &#246;ver hundar och katter samt lagen
(2000:537) om m&#228;rkning och registrering av hundar skall upph&#246;ra
att g&#228;lla.

2. M&#228;rkningsbest&#228;mmelserna g&#228;ller inte hundar f&#246;dda f&#246;re den 1
januari 1993.

3. F&#246;rel&#228;gganden, beslut om omh&#228;ndertagande av hund och andra
beslut om skyldigheter f&#246;r enskilda som har meddelats med st&#246;d
av &#228;ldre f&#246;reskrifter skall anses beslutade enligt denna lag.

4. Ett beslut som har meddelats f&#246;re den 1 januari 2008
&#246;verklagas enligt &#228;ldre best&#228;mmelser.

2010:1978

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om en handling har skickats eller
l&#228;mnats f&#246;re den 1 april 2011.

2018:54

1. Denna lag tr&#228;der ikraft den 1 juni 2018. 

2. &#196;renden som inletts vid Polismyndigheten men &#228;nnu inte 
avgjorts f&#246;re ikrafttr&#228;dandet handl&#228;ggs enligt &#228;ldre 
best&#228;mmelser.

2022:186

1. Denna lag tr&#228;der i kraft den 1 januari 2023.

2. Skyldigheten att m&#228;rka och registrera sin katt g&#228;ller inte 
katter som &#228;r f&#246;dda f&#246;re den 1 januari 2008.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2047">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2049">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
