

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-02-01" /> 
 <meta id="rattsinfo-edited" content="2023-02-01 14:42:48" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>218</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=217">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=219">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2022:818 ·
                    <a href="/sfsr?bet=2022:818">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2022:818) om den offentliga sektorns tillg&#228;ngligg&#246;rande av data</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet DOF
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2022-06-09
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2022-08-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Lagens syfte och f&#246;rh&#229;llande till andra f&#246;rfattningar

1 &#167; Denna lag syftar till att fr&#228;mja den offentliga sektorns 
tillg&#228;ngligg&#246;rande av data f&#246;r vidareutnyttjande, s&#228;rskilt i 
form av &#246;ppna data, under f&#246;ruts&#228;ttning att krav p&#229; 
informationss&#228;kerhet och skydd av personuppgifter kan 
uppr&#228;tth&#229;llas och att det inte inneb&#228;r risker f&#246;r Sveriges 
s&#228;kerhet.

2 &#167; Denna lag p&#229;verkar inte till&#228;mpningen av best&#228;mmelser i 
n&#229;gon annan lag eller f&#246;rordning som ger n&#229;gon r&#228;tt att f&#229; 
tillg&#229;ng till data eller som begr&#228;nsar en s&#229;dan r&#228;tt.

Lagen p&#229;verkar inte heller till&#228;mpningen av best&#228;mmelser i 
n&#229;gon annan lag eller f&#246;rordning om skyddet av 
personuppgifter.

3 &#167; Om det i n&#229;gon annan lag eller i en f&#246;rordning finns mer 
l&#229;ngtg&#229;ende krav i fr&#229;ga om tillg&#228;ngligg&#246;rande av data &#228;n i 
denna lag, ska de kraven till&#228;mpas.

Ord och uttryck i lagen

4 &#167; I lagen avses med 

beg&#228;ran om tillg&#228;ngligg&#246;rande av data f&#246;r vidareutnyttjande: 
en beg&#228;ran om att data ska g&#246;ras tillg&#228;ngliga f&#246;r 
vidareutnyttjande i enlighet med denna lag,

bulknedladdning: nedladdning av en avgr&#228;nsad datam&#228;ngd, 

data: information i digitalt format oberoende av medium,

dynamiska data: data som uppdateras ofta eller i realtid f&#246;r 
att vara aktuella och relevanta att vidareutnyttja,

forskningsdata: data som till n&#229;gon del &#228;r offentligt 
finansierade, som samlas in eller framst&#228;lls inom ramen f&#246;r 
vetenskaplig forskningsverksamhet och som g&#246;rs direkt 
tillg&#228;ngliga f&#246;r vidareutnyttjande genom en dataplattform som 
&#228;r allm&#228;nt &#229;tkomlig, 

gr&#228;nssnitt: en regelupps&#228;ttning f&#246;r dynamiskt datautbyte 
mellan pro-gramvaror,

maskinl&#228;sbart format: ett filformat som &#228;r strukturerat p&#229; ett 
s&#229;dant s&#228;tt att det enkelt kan l&#228;sas av ett datorprogram, 

offentligt f&#246;retag: ett f&#246;retag som en eller flera myndigheter 
har ett best&#228;mmande inflytande &#246;ver och som &#228;r verksamt

- inom de sektorer som framg&#229;r av 2 kap. 1 &#167; och 5-8 &#167;&#167; lagen 
(2016:1146) om upphandling inom f&#246;rs&#246;rjningssektorerna, 

- som ett kollektivtrafikf&#246;retag enligt Europaparlamentets och 
r&#229;dets f&#246;rordning (EG) nr 1370/2007 av den 23 oktober 2007 om 
kollektivtrafik p&#229; j&#228;rnv&#228;g och v&#228;g och om upph&#228;vande av r&#229;dets 
f&#246;rordning (EEG) nr 1191/69 och (EEG) nr 1107/70, 

- som ett lufttrafikf&#246;retag som har allm&#228;n trafikplikt enligt 
artikel 16 i Europaparlamentets och r&#229;dets f&#246;rordning (EG) 
nr 1008/2008 av den 24 september 2008 om gemensamma regler f&#246;r 
tillhandah&#229;llande av lufttrafik i gemenskapen, eller 

- som ett rederi inom gemenskapen som uppfyller f&#246;rpliktelser 
vid allm&#228;n trafik enligt artikel 4 i r&#229;dets f&#246;rordning (EEG) 
nr 3577/92 av den 7 december 1992 om till&#228;mpning av principen 
om frihet att tillhandah&#229;lla tj&#228;nster p&#229; sj&#246;transportomr&#229;det 
inom medlemsstaterna (cabotage),

offentligt styrt organ: ett s&#229;dant organ som avses i 1 kap. 
18 &#167; lagen (2016:1145) om offentlig upphandling eller en 
sammanslutning av s&#229;dana organ,

vidareutnyttjande: bearbetning av data fr&#229;n den offentliga 
sektorn f&#246;r valfritt &#228;ndam&#229;l,

v&#228;rdefull datam&#228;ngd: data som f&#246;rtecknas i en genomf&#246;randeakt 
som har meddelats med st&#246;d av artikel 14.1 i &#246;ppna data-
direktivet,

&#246;ppna data-direktivet: Europaparlamentets och r&#229;dets direktiv 
(EU) 2019/1024 av den 20 juni 2019 om &#246;ppna data och 
vidareutnyttjande av information fr&#229;n den offentliga sektorn.

Vilka som ska till&#228;mpa lagen

5 &#167; Lagen ska till&#228;mpas av 

1. myndigheter, och

2. ett offentligt f&#246;retag n&#228;r det g&#228;ller data som har samband 
med en tj&#228;nst av allm&#228;nt intresse som f&#246;retaget 
tillhandah&#229;ller och som inte &#228;r direkt konkurrensutsatt.

Vid till&#228;mpningen av denna lag ska med en myndighet j&#228;mst&#228;llas 
ett offentligt styrt organ n&#228;r det g&#228;ller data som har samband 
med en tj&#228;nst av allm&#228;nt intresse som organet tillhandah&#229;ller.

6 &#167; Universitet och h&#246;gskolor under statligt huvudmannaskap 
ska till&#228;mpa lagen bara i fr&#229;ga om forskningsdata. Detsamma 
g&#228;ller f&#246;r en myndighet som inte &#228;r ett universitet eller en 
h&#246;gskola i den del av myndighetens verksamhet som best&#229;r i att 
bedriva eller finansiera forskning eller att g&#246;ra 
forskningsdata direkt tillg&#228;ngliga.

I fr&#229;ga om universitets- och h&#246;gskolebibliotek g&#228;ller f&#246;rsta 
stycket endast om biblioteket har i uppgift att bedriva eller 
finansiera forskning eller att g&#246;ra forskningsdata direkt 
tillg&#228;ngliga.

7 &#167; Lagen ska inte till&#228;mpas av 

1. andra kulturinstitutioner &#228;n bibliotek, museer och arkiv,

2. huvudm&#228;n enligt skollagen (2010:800), eller

3. radio- eller tv-f&#246;retag vars s&#228;ndningsverksamhet 
finansieras med public service-avgift enligt lagen (2018:1893) 
om finansiering av radio och tv i allm&#228;nhetens tj&#228;nst.

N&#228;r lagen ska till&#228;mpas

8 &#167; Lagen ska till&#228;mpas 

1. n&#228;r n&#229;gon som har r&#228;tt att f&#229; tillg&#229;ng till data enligt 
n&#229;gon annan lag eller f&#246;rordning framst&#228;ller en beg&#228;ran om 
tillg&#228;ngligg&#246;rande av data f&#246;r vidareutnyttjande, 

2. n&#228;r en myndighet eller ett offentligt f&#246;retag p&#229; eget 
initiativ tillg&#228;ngligg&#246;r data som omfattas av lagen i syfte 
att de ska kunna vidareutnyttjas, eller

3. n&#228;r data l&#228;mnas till en statlig eller kommunal myndighet 
som ska anv&#228;nda dem i en konkurrensutsatt verksamhet som avser 
tillhandah&#229;llande av data.

Trots f&#246;rsta stycket ska lagen inte till&#228;mpas

1. n&#228;r data, i andra fall &#228;n som avses i f&#246;rsta stycket 3, 
l&#228;mnas 

a) mellan statliga och kommunala myndigheter, 

b) fr&#229;n ett organ som enligt 1 kap. 5 &#167; andra stycket 
j&#228;mst&#228;lls med en myndighet eller ett offentligt f&#246;retag till 
en statlig eller kommunal myndighet, eller

2. n&#228;r en statlig eller kommunal myndighet tillhandah&#229;ller 
data i en konkurrensutsatt verksamhet. 

Undantag f&#246;r vissa data

9 &#167; Lagen g&#228;ller inte f&#246;r data som n&#229;gon p&#229; grund av sin 
identitet eller st&#228;llning har en s&#228;rskild r&#228;tt att f&#229; tillg&#229;ng 
till enligt n&#229;gon annan lag eller f&#246;rordning.

10 &#167; Lagen g&#228;ller inte f&#246;r data som 

1. omfattas av en s&#229;dan ensamr&#228;tt som f&#246;ljer av patentlagen 
(1967:837), m&#246;nsterskyddslagen (1970:485), lagen (1992:1685) 
om skydd f&#246;r kretsm&#246;nster f&#246;r halvledarprodukter, 
v&#228;xtf&#246;r&#228;dlarr&#228;ttslagen (1997:306), varum&#228;rkeslagen (2010:1877) 
eller lagen (2018:1653) om f&#246;retagsnamn,

2. tredje man innehar r&#228;tt till enligt lagen (1960:729) om 
upphovsr&#228;tt till litter&#228;ra och konstn&#228;rliga verk, 

3. utg&#246;rs av datorprogram, eller

4. utg&#246;rs av logotyper, heraldiska vapen eller insignier.

2 kap. Tillg&#228;ngligg&#246;rande av data f&#246;r vidareutnyttjande

S&#228;kerhet och skydd av personuppgifter

1 &#167; Data ska tillg&#228;ngligg&#246;ras f&#246;r vidareutnyttjande i enlighet 
med de krav som uppst&#228;lls i detta kapitel. Tillg&#228;ngligg&#246;rande 
ska ske i den utstr&#228;ckning som krav p&#229; informationss&#228;kerhet 
och skydd av personuppgifter kan uppr&#228;tth&#229;llas och under 
f&#246;ruts&#228;ttning att det inte inneb&#228;r risker f&#246;r Sveriges 
s&#228;kerhet.

Formatkrav

2 &#167; Data ska tillg&#228;ngligg&#246;ras i det befintliga formatet eller, 
om s&#246;kanden beg&#228;r det och det &#228;r l&#228;mpligt samt praktiskt och 
tekniskt m&#246;jligt, i ett format som &#228;r &#246;ppet, maskinl&#228;sbart, 
och i f&#246;rekommande fall, tillg&#228;ngligt och s&#246;kbart, tillsammans 
med tillh&#246;rande metadata. 

3 &#167; En v&#228;rdefull datam&#228;ngd ska tillg&#228;ngligg&#246;ras i ett 
maskinl&#228;sbart format genom ett l&#228;mpligt gr&#228;nssnitt eller genom 
bulknedladdning.

4 &#167; N&#228;r dynamiska data tillg&#228;ngligg&#246;rs ska det ske omedelbart 
efter det att de har samlats in eller framst&#228;llts, genom ett 
l&#228;mpligt gr&#228;nssnitt eller genom bulknedladdning. Om kravet p&#229; 
omedelbarhet inneb&#228;r en oproportionerlig arbetsinsats, ska 
dynamiska data g&#246;ras tillg&#228;ngliga inom en sk&#228;lig tid eller med 
de tillf&#228;lliga tekniska begr&#228;nsningar som &#228;r n&#246;dv&#228;ndiga.

Villkor f&#246;r vidareutnyttjande

5 &#167; En myndighet eller ett offentligt f&#246;retag f&#229;r st&#228;lla 
villkor f&#246;r att tillg&#228;ngligg&#246;ra data f&#246;r vidareutnyttjande 
bara om det &#228;r motiverat av ett allm&#228;nintresse. Ett villkor 
ska vara objektivt, proportionerligt och icke-diskriminerande 
f&#246;r j&#228;mf&#246;rbara slag av vidareutnyttjande. Ett villkor f&#229;r inte 
begr&#228;nsa konkurrensen eller i on&#246;dan inskr&#228;nka m&#246;jligheterna 
att vidareutnyttja data.

F&#246;rteckning &#246;ver data som &#228;r tillg&#228;ngliga eller s&#246;kbara

6 &#167; Den statliga myndighet som regeringen best&#228;mmer ska 
digitalt publicera en f&#246;rteckning &#246;ver data som en myndighet 
eller ett offentligt f&#246;retag p&#229; eget initiativ har gjort 
tillg&#228;ngliga eller s&#246;kbara p&#229; internet i syfte att de ska 
kunna vidareutnyttjas. 

En myndighet eller ett offentligt f&#246;retag ska informera den 
myndighet som publicerar f&#246;rteckningen om s&#229;dana data som 
avses i f&#246;rsta stycket. 

3 kap. Exklusiv r&#228;tt att vidareutnyttja data

F&#246;r vilka &#228;ndam&#229;l en exklusiv r&#228;tt f&#229;r ges

1 &#167; En myndighet eller ett offentligt f&#246;retag f&#229;r ge n&#229;gon en 
exklusiv r&#228;tt att vidareutnyttja data bara om det &#228;r 
n&#246;dv&#228;ndigt f&#246;r att en tj&#228;nst av allm&#228;nt intresse ska kunna 
tillhandah&#229;llas.

De avtalsvillkor som avser den exklusiva r&#228;tten ska publiceras 
digitalt senast tv&#229; m&#229;nader innan de tr&#228;der i kraft. Avtalet 
ska ompr&#246;vas vart tredje &#229;r. 

2 &#167; Best&#228;mmelserna i 1 &#167; g&#228;ller inte n&#228;r bibliotek, museer 
eller arkiv ger n&#229;gon en exklusiv r&#228;tt att vidareutnyttja data 
f&#246;r att digitalisera en kulturresurs. 

De avtalsvillkor som avser den exklusiva r&#228;tten ska publiceras 
digitalt. Om avtalets giltighetstid &#246;verstiger tio &#229;r, ska det 
ompr&#246;vas under det elfte &#229;ret och d&#228;refter vart sjunde &#229;r. 

Den som har gett den exklusiva r&#228;tten ska se till att utan 
kostnad f&#229; en kopia av de digitaliserade kulturresurserna. N&#228;r 
avtalet om exklusiv r&#228;tt har l&#246;pt ut ska kopian h&#229;llas 
tillg&#228;nglig s&#229; att &#228;ven andra kan vidareutnyttja den. 

Andra avtal som begr&#228;nsar m&#246;jligheten till vidareutnyttjande

3 &#167; En myndighet eller ett offentligt f&#246;retag som har ing&#229;tt 
ett avtal som, p&#229; n&#229;got annat s&#228;tt &#228;n genom att ge 
avtalsmotparten en exklusiv r&#228;tt, begr&#228;nsar m&#246;jligheten f&#246;r 
andra &#228;n avtalsparterna att vidareutnyttja data, ska publicera 
avtalsvillkoren digitalt senast tv&#229; m&#229;nader innan de tr&#228;der i 
kraft. Avtalet ska ompr&#246;vas vart tredje &#229;r. 

4 &#167; En myndighet ska se till att en s&#229;dan exklusiv r&#228;tt att 
vidareutnyttja data som inte omfattas av 1 eller 2 &#167; och som 
myndigheten har uppl&#229;tit f&#246;re den 18 juli 2013 upph&#246;r att 
g&#228;lla senast den 18 juli 2043.

Ett offentligt f&#246;retag ska se till att en s&#229;dan exklusiv r&#228;tt 
att vidareutnyttja data som inte omfattas av 1 &#167; och som 
f&#246;retaget har uppl&#229;tit f&#246;re den 17 juli 2019 upph&#246;r att g&#228;lla 
senast den 17 juli 2049.

4 kap. Avgifter

R&#228;tten att ta ut en avgift

1 &#167; En myndighet eller ett offentligt f&#246;retag som har r&#228;tt att 
ta ut en avgift f&#246;r att tillg&#228;ngligg&#246;ra data f&#246;r 
vidareutnyttjande f&#229;r inte ber&#228;kna den till ett h&#246;gre belopp 
&#228;n vad som f&#246;ljer av 2-6 &#167;&#167;. 

Avgiftsuttag vid tillg&#228;ngligg&#246;rande av data 

2 &#167; En avgift f&#229;r inte s&#228;ttas till ett h&#246;gre belopp &#228;n vad som 
beh&#246;vs f&#246;r att t&#228;cka kostnaderna f&#246;r att reproducera, 
tillg&#228;ngligg&#246;ra och sprida data och f&#246;r att avidentifiera 
personuppgifter. Ett offentligt f&#246;retag eller ett organ som 
enligt 1 kap. 5 &#167; andra stycket j&#228;mst&#228;lls med en myndighet och 
som inte omfattas av offentlighets- och sekretesslagen 
(2009:400) f&#229;r &#228;ven t&#228;cka kostnaderna f&#246;r att skydda 
konfidentiell aff&#228;rsinformation.

En avgift som tas ut av ett offentligt f&#246;retag, ett bibliotek, 
ett museum eller ett arkiv f&#229;r, ut&#246;ver det som anges i f&#246;rsta 
stycket, t&#228;cka kostnaderna f&#246;r att samla in, framst&#228;lla och 
lagra data samt en rimlig avkastning p&#229; investeringar. 
Detsamma g&#228;ller f&#246;r en myndighet som &#228;r skyldig att ta ut en 
avgift f&#246;r att t&#228;cka en v&#228;sentlig del av kostnaderna f&#246;r en 
verksamhet.

3 &#167; Forskningsdata ska tillg&#228;ngligg&#246;ras avgiftsfritt.

4 &#167; En v&#228;rdefull datam&#228;ngd som tillg&#228;ngligg&#246;rs i enlighet med 
2 kap. 3 &#167; ska vara avgiftsfri, om inte n&#229;got annat f&#246;ljer av 
5 eller 6 &#167;. 

5 &#167; Trots 4 &#167; f&#229;r ett bibliotek, museum eller arkiv t&#228;cka sina 
kostnader f&#246;r att tillg&#228;ngligg&#246;ra en v&#228;rdefull datam&#228;ngd genom 
en avgift enligt 2 &#167; andra stycket. Detsamma g&#228;ller f&#246;r ett 
offentligt f&#246;retag, om det &#228;r s&#228;rskilt f&#246;reskrivet i en 
genomf&#246;randeakt som har meddelats med st&#246;d av artikel 14.1 i 
&#246;ppna data-direktivet.

6 &#167; Trots 4 &#167; f&#229;r regeringen besluta att en statlig myndighet 
f&#229;r t&#228;cka sina kostnader f&#246;r att tillg&#228;ngligg&#246;ra en v&#228;rdefull 
datam&#228;ngd genom en avgift enligt 2 &#167; andra stycket, om

1. myndigheten &#228;r skyldig att ta ut en avgift f&#246;r att t&#228;cka en 
v&#228;sentlig del av kostnaderna f&#246;r en verksamhet, och

2. det medf&#246;r betydande ekonomiska konsekvenser f&#246;r 
myndigheten att tillg&#228;ngligg&#246;ra datam&#228;ngden avgiftsfritt. 

En kommun eller region f&#229;r besluta om undantag enligt f&#246;rsta 
stycket i fr&#229;ga om kommunala myndigheter.

Beslut enligt denna paragraf f&#229;r g&#228;lla i h&#246;gst tv&#229; &#229;r fr&#229;n den 
dag d&#229; en genomf&#246;randeakt som har meddelats med st&#246;d av 
artikel 14.1 i &#246;ppna data-direktivet tr&#228;der i kraft. 

Information om avgifter och villkor

7 &#167; En myndighet eller ett offentligt f&#246;retag ska kunna ange 
grunderna f&#246;r hur avgifter ber&#228;knas eller hur en avgift har 
ber&#228;knats i ett enskilt fall. 

Om en avgift &#228;r fastst&#228;lld i f&#246;rv&#228;g, ska myndigheten eller det 
offentliga f&#246;retaget digitalt publicera information om 

1. avgiftsbeloppet, 

2. grunderna f&#246;r hur avgiften har ber&#228;knats, och 

3. andra villkor f&#246;r vidareutnyttjandet. 

Avgifter och villkor i en myndighets konkurrensutsatta 
verksamhet

8 &#167; Om en myndighet vidareutnyttjar data i sin egen 
konkurrensutsatta verksamhet, och dessa data har 
tillhandah&#229;llits av en annan del av myndigheten, ska samma 
avgifter och villkor f&#246;r vidareutnyttjandet g&#228;lla som f&#246;r 
andra som vidareutnyttjar samma data. 

F&#246;rteckning &#246;ver myndigheter som &#228;r skyldiga att ta ut 
avgifter

9 &#167; Den statliga myndighet som regeringen best&#228;mmer ska 
digitalt publicera en f&#246;rteckning &#246;ver de myndigheter som &#228;r 
skyldiga att ta ut en avgift vid tillg&#228;ngligg&#246;rande av data 
f&#246;r att t&#228;cka en v&#228;sentlig del av kostnaderna f&#246;r en 
verksamhet. 

Varje kommun och region ska informera den myndighet som 
regeringen best&#228;mmer enligt f&#246;rsta stycket om de kommunala 
myndigheter inom kommunen eller regionen som &#228;r skyldiga att 
ta ut en avgift vid tillg&#228;ngligg&#246;rande av data f&#246;r att t&#228;cka 
en v&#228;sentlig del av kostnaderna f&#246;r en verksamhet.

5 kap. Handl&#228;ggning av en beg&#228;ran om tillg&#228;ngligg&#246;rande av 
data f&#246;r vidareutnyttjande

Handl&#228;ggningen hos en myndighet

1 &#167; En myndighet ska inom fyra veckor avg&#246;ra ett &#228;rende till 
f&#246;ljd av en beg&#228;ran om tillg&#228;ngligg&#246;rande av data f&#246;r 
vidareutnyttjande. 

Tidsfristen f&#229;r f&#246;rl&#228;ngas med ytterligare fyra veckor, om en 
beg&#228;ran &#228;r omfattande eller komplicerad. Myndigheten ska 
underr&#228;tta s&#246;kanden om f&#246;rl&#228;ngningen och redovisa sk&#228;len f&#246;r 
den senast tre veckor fr&#229;n den dag d&#229; beg&#228;ran kom in. 

2 &#167; En myndighet ska l&#228;mna ett skriftligt och motiverat beslut 
om s&#246;kanden beg&#228;r det.

3 &#167; N&#228;r en beg&#228;ran om tillg&#228;ngligg&#246;rande av data f&#246;r 
vidareutnyttjande handl&#228;ggs av ett organ som enligt 1 kap. 5 &#167; 
andra stycket j&#228;mst&#228;lls med en myndighet, ska organet till&#228;mpa 
f&#246;ljande best&#228;mmelser i f&#246;rvaltningslagen (2017:900):

- 5 &#167; om legalitet, objektivitet och proportionalitet, 

- 7 &#167; f&#246;rsta stycket om tillg&#228;nglighet,

- 16-18 &#167;&#167; om j&#228;v, 

- 23 &#167; om utredningsansvaret, 

- 27 &#167; om dokumentation av uppgifter, 

- 31 &#167; om dokumentation av beslut, 

- 33 &#167; om underr&#228;ttelse om inneh&#229;llet i beslut och hur ett 
&#246;verklagande g&#229;r till, och

- 42-46 &#167;&#167; om &#246;verklagande.

&#214;verklagande

4 &#167; Beslut av en annan myndighet &#228;n Regeringskansliet f&#229;r 
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. Beslut av en 
f&#246;rvaltningsr&#228;tt i ett &#228;rende som har inletts d&#228;r, liksom 
beslut av en tingsr&#228;tt eller hovr&#228;tt, f&#229;r &#246;verklagas till 
kammarr&#228;tten. Beslut av en kammarr&#228;tt i ett &#228;rende som har 
inletts d&#228;r f&#229;r &#246;verklagas till H&#246;gsta f&#246;rvaltningsdomstolen. 
Beslut av regeringen, H&#246;gsta domstolen, H&#246;gsta 
f&#246;rvaltningsdomstolen och Riksdagens ombudsm&#228;n f&#229;r inte 
&#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. 
Detta g&#228;ller dock inte om &#228;rendet har inletts hos en 
f&#246;rvaltningsr&#228;tt, tingsr&#228;tt eller hovr&#228;tt.

5 &#167; N&#228;r ett beslut av ett organ som enligt 1 kap. 5 &#167; andra 
stycket j&#228;mst&#228;lls med en myndighet &#246;verklagas, &#228;r organet den 
enskildes motpart i domstolen. 


&#214;verg&#229;ngsbest&#228;mmelser

2022:818

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. Genom lagen upph&#228;vs lagen (2010:566) om vidareutnyttjande 
av handlingar fr&#229;n den offentliga f&#246;rvaltningen.

3. Den upph&#228;vda lagen g&#228;ller dock fortfarande f&#246;r &#228;renden som 
har inletts f&#246;re den 1 augusti 2022.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=217">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=219">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
