

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 12:32:59" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2212</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2211">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2213">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2006:924 ·
                    <a href="/sfsr?bet=2006:924">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2006:924) om Antarktis</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2006-06-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:611
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2006-10-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Definitioner

1 &#167; I denna lag avses med

Antarktis: omr&#229;det s&#246;der om 60  sydlig bredd,

Antarktisf&#246;rdraget: 1959 &#229;rs f&#246;rdrag om Antarktis (S&#214; 1984:5),

milj&#246;skyddsprotokollet: 1991 &#229;rs milj&#246;skyddsprotokoll till
Antarktisf&#246;rdraget (S&#214; 1994:52),

part: stat som &#228;r part i Antarktisf&#246;rdraget,

huvudman: den fysiska eller juridiska person p&#229; vilkens uppdrag
en vistelse eller verksamhet i Antarktis organiseras, bedrivs
eller avses att bedrivas,

milj&#246;n i Antarktis: milj&#246;n i Antarktis och de ekosystem som
beror av eller h&#228;nger samman med milj&#246;n i Antarktis,

milj&#246;farlig olycka: en h&#228;ndelse som medf&#246;r eller kan medf&#246;ra en
betydande skada p&#229; milj&#246;n i Antarktis,

utl&#228;ndskt tillst&#229;nd: tillst&#229;nd eller medgivande som enligt
motsvarande lagstiftning hos en annan part kr&#228;vs f&#246;r en
vistelse eller verksamhet i Antarktis,

fartyg: fartyg, oavsett typ, som anv&#228;nds i den marina milj&#246;n
och fasta eller flytande plattformar,

observat&#246;r: en person som &#228;r utsedd av en annan part f&#246;r att
observera efterlevnaden av Antarktisf&#246;rdraget eller
milj&#246;skyddsprotokollet och som den andra parten har anm&#228;lt till
regeringen eller den myndighet som regeringen best&#228;mmer, eller
en person som har utsetts vid Antarktisf&#246;rdragets konsultativa
m&#246;ten f&#246;r att utf&#246;ra inspektioner enligt f&#246;rfaranden som skall
fastst&#228;llas av ett s&#229;dant m&#246;te,

s&#228;rskilda dragningsr&#228;tter: de av Internationella valutafonden
anv&#228;nda s&#228;rskilda dragningsr&#228;tterna (SDR).

Lagens till&#228;mpningsomr&#229;de

2 &#167; Denna lag g&#228;ller

1. svenska medborgare och svenska juridiska personer,

2. utl&#228;ndska medborgare som har hemvist i Sverige, och

3. utl&#228;ndska medborgare som deltar i en expedition eller annan
verksamhet som har tillst&#229;nd enligt denna lag.

De s&#228;rskilda best&#228;mmelserna om fartyg i Antarktis i 11 &#167; g&#228;ller
svenska fartyg och andra utl&#228;ndska fartyg &#228;n statsfartyg som
anv&#228;nds i en verksamhet i Antarktis d&#228;r huvudmannen &#228;r svensk
medborgare, svensk juridisk person eller utl&#228;ndsk medborgare
som har hemvist i Sverige.

Trots f&#246;rsta stycket skall lagen inte till&#228;mpas p&#229; en
observat&#246;r eller den som fr&#229;n en annan parts expedition eller
station i Antarktis utbytesvis deltar i en verksamhet som har
tillst&#229;nd enligt denna lag eller har f&#229;tt dispens fr&#229;n kravet
p&#229; tillst&#229;nd.

Allm&#228;nna best&#228;mmelser om skydd f&#246;r milj&#246;n i Antarktis

3 &#167; Det &#228;r f&#246;rbjudet att utan tillst&#229;nd enligt denna lag vistas
eller bedriva verksamhet i Antarktis.

F&#246;rsta stycket g&#228;ller inte

1. &#246;verflygning, eller

2. ut&#246;vande av s&#229;dan r&#228;tt till fri sj&#246;fart som f&#246;ljer av
folkr&#228;tten om det fria havet.

4 &#167; Den som vistas eller bedriver verksamhet i Antarktis skall
vidta de &#229;tg&#228;rder som med anledning av vistelsen eller
verksamheten beh&#246;vs f&#246;r att

1. f&#246;rebygga att avfall uppkommer och l&#228;mnas kvar i Antarktis,

2. i &#246;vrigt skydda och bevara milj&#246;n i Antarktis.

5 &#167; Det &#228;r f&#246;rbjudet att genomf&#246;ra en atomexplosion eller
placera radioaktivt avfall i Antarktis.

6 &#167; I den m&#229;n annat inte uttryckligen framg&#229;r av ett tillst&#229;nd
enligt 3 &#167;, &#228;r det i Antarktis f&#246;rbjudet att

1. efterforska, samla in, unders&#246;ka, utvinna eller bearbeta
mineraltillg&#229;ngar och meteoriter,

2. samla in eller skadligt p&#229;verka en v&#228;xt- eller djurart som
&#228;r naturligt f&#246;rekommande i Antarktis,

3. p&#229; land, p&#229; isshelfen eller i vattnet f&#246;ra in exemplar av en
v&#228;xt- eller djurart som inte &#228;r naturligt f&#246;rekommande i
Antarktis, eller

4. bes&#246;ka s&#228;rskilt skyddsv&#228;rda omr&#229;den.

F&#246;rsta stycket 2 g&#228;ller inte f&#229;ngst som &#228;r till&#229;ten enligt
konventionen om bevarande av marina levande tillg&#229;ngar i
Antarktis, daterad i Canberra den 20 maj 1980 (S&#214; 1984:21). F&#246;r
s&#229;dan f&#229;ngst finns best&#228;mmelser i r&#229;dets f&#246;rordning (EG) nr
600/2004 av den 22 mars 2004 om fastst&#228;llande av vissa tekniska
&#229;tg&#228;rder f&#246;r fiskeriverksamhet i det omr&#229;de som omfattas av
konventionen om bevarande av marina levande tillg&#229;ngar i
Antarktis, r&#229;dets f&#246;rordning (EG) nr 601/2004 av den 22 mars
2004 om fastst&#228;llande av vissa kontroll&#229;tg&#228;rder f&#246;r
fiskeriverksamhet i det omr&#229;de som omfattas av konventionen om
bevarande av marina levande tillg&#229;ngar i Antarktis och om
upph&#228;vande av f&#246;rordningarna (EEG) nr 3943/90, (EG) nr 66/98
och (EG) nr 1721/1999 samt i fiskelagen (1993:787) och i
best&#228;mmelser som har meddelats med st&#246;d av den lagen.

F&#246;rsta stycket 3 g&#228;ller inte livsmedel som hanteras under
betryggande kontroll.

7 &#167; Den som vistas eller bedriver verksamhet i Antarktis skall
vidta de skydds&#229;tg&#228;rder och andra f&#246;rsiktighetsm&#229;tt som beh&#246;vs
f&#246;r att f&#246;rebygga uppkomsten av milj&#246;farliga olyckor.

Innan verksamheten i Antarktis p&#229;b&#246;rjas skall huvudmannen
uppr&#228;tta den eller de beredskapsplaner som med anledning av
verksamhetens inneh&#229;ll beh&#246;vs i fr&#229;ga om att hantera
milj&#246;farliga olyckor. Beredskapsplanerna skall h&#229;llas aktuella
s&#229; l&#228;nge verksamheten bedrivs.

8 &#167; Om det visar sig att en verksamhet som omfattas av
tillst&#229;nd enligt denna lag medf&#246;r eller kan befaras medf&#246;ra en
tidigare of&#246;rutsedd skada p&#229; milj&#246;n i Antarktis, skall
verksamheten omedelbart avbrytas.

9 &#167; Om en milj&#246;farlig olycka intr&#228;ffar som en f&#246;ljd av en
verksamhet i Antarktis skall huvudmannen och den som orsakar en
s&#229;dan olycka vidta de rimliga &#229;tg&#228;rder som beh&#246;vs f&#246;r att
snabbt och effektivt undvika, minimera eller begr&#228;nsa
effekterna av olyckan.

10 &#167; Om det finns sk&#228;l att anta att en mineraltillg&#229;ng, en
meteorit, en v&#228;xt eller ett djur har &#229;tkommits i strid med
best&#228;mmelserna i denna lag, &#228;r det f&#246;rbjudet att befatta sig
med materialet, v&#228;xten eller djuret p&#229; ett s&#228;tt som &#228;r &#228;gnat
att f&#246;rsv&#229;ra ett &#229;terst&#228;llande.

S&#228;rskilda best&#228;mmelser om fartyg i Antarktis

11 &#167; I havet i Antarktis &#228;r det f&#246;rbjudet att fr&#229;n ett fartyg
sl&#228;ppa ut

1. oljor eller oljehaltiga blandningar,

2. andra skadliga flytande &#228;mnen, kemiska &#228;mnen eller andra
&#228;mnen i kvantiteter eller koncentrationer som &#228;r skadliga f&#246;r
den marina milj&#246;n,

3. obehandlat toalettavfall, eller

4. fast avfall.

N&#228;r ett fartyg &#228;r i Antarktis skall oljeslam, f&#246;rorenad
barlast, tankspolvatten och andra oljehaltiga rester och
blandningar beh&#229;llas ombord.

Trots f&#246;rsta stycket 3 f&#229;r toalettavfall sl&#228;ppas ut fr&#229;n fartyg
som inte &#228;r avsett f&#246;r fler &#228;n tio personer, om utsl&#228;ppet sker
l&#228;ngre ut &#228;n 12 nautiska mil fr&#229;n land eller isshelfen.

Trots f&#246;rsta stycket 4 f&#229;r matrester sl&#228;ppas ut, om utsl&#228;ppet
sker l&#228;ngre ut &#228;n 12 nautiska mil fr&#229;n land eller isshelfen och
matresterna har passerat genom en s&#246;nderdelare eller
avfallskvarn och &#228;r s&#229; finf&#246;rdelade att de kan passera genom
ett s&#229;ll med &#246;ppningar som inte &#228;r st&#246;rre &#228;n 25 millimeter.

Tillst&#229;nd

12 &#167; Fr&#229;gor om tillst&#229;nd enligt denna lag pr&#246;vas av regeringen
eller den myndighet som regeringen best&#228;mmer.

13 &#167; En ans&#246;kan om tillst&#229;nd skall inneh&#229;lla den
milj&#246;konsekvensbeskrivning som beh&#246;vs f&#246;r att g&#246;ra en samlad
bed&#246;mning av vistelsens eller verksamhetens p&#229;verkan p&#229; milj&#246;n
i Antarktis.

14 &#167; Tillst&#229;nd f&#229;r ges endast om

1. vistelsen eller verksamheten inte kan befaras medf&#246;ra annat
&#228;n en obetydlig eller &#246;verg&#229;ende p&#229;verkan p&#229; milj&#246;n i
Antarktis, och

2. s&#246;kanden st&#228;ller godtagbar s&#228;kerhet f&#246;r det ekonomiska
ansvar som s&#246;kanden har i h&#228;ndelse av en milj&#246;farlig olycka.

Om det finns s&#228;rskilda sk&#228;l f&#229;r tillst&#229;nd, trots f&#246;rsta stycket
1, ges till en vistelse eller verksamhet som kan befaras
medf&#246;ra mer &#228;n en obetydlig eller &#246;verg&#229;ende p&#229;verkan p&#229; milj&#246;n
i Antarktis.

Tillst&#229;nd f&#246;r verksamhet som avses i 6 &#167; f&#246;rsta stycket 1-3 f&#229;r
ges bara om verksamheten ing&#229;r i en vetenskaplig forskning.

Staten beh&#246;ver inte st&#228;lla en s&#229;dan s&#228;kerhet som avses i f&#246;rsta
stycket 2.

15 &#167; Ett tillst&#229;nd skall f&#246;renas med de villkor som beh&#246;vs med
h&#228;nsyn till skyddet f&#246;r milj&#246;n i Antarktis.

16 &#167; Ett tillst&#229;nd f&#229;r &#229;terkallas om tillst&#229;ndshavaren inte
fullg&#246;r sina skyldigheter enligt denna lag, f&#246;reskrifter som
meddelats med st&#246;d av lagen eller villkor i tillst&#229;ndet.

Verksamheter d&#228;r huvudmannen inte omfattas av lagens
till&#228;mpning

17 &#167; Den som yrkesm&#228;ssigt anordnar eller deltar i en vistelse
eller verksamhet i Antarktis skall, om huvudmannen inte
omfattas av denna lag, f&#246;rvissa sig om att huvudmannen har ett
utl&#228;ndskt tillst&#229;nd i den m&#229;n ett s&#229;dant tillst&#229;nd kr&#228;vs.

18 &#167; Den som deltar i en vistelse eller verksamhet f&#246;r vilken
huvudmannen har ett utl&#228;ndskt tillst&#229;nd f&#229;r trots
best&#228;mmelserna i 3-11 &#167;&#167; vistas och vidta &#229;tg&#228;rder inom ramen
f&#246;r vad som &#228;r till&#229;tet enligt det utl&#228;ndska tillst&#229;ndet.

Ers&#228;ttningsskyldighet f&#246;r &#229;tg&#228;rder efter en milj&#246;farlig olycka

19 &#167; Om skyldigheten att vidta &#229;tg&#228;rder enligt 9 &#167; inte har
fullgjorts skall huvudmannen betala ers&#228;ttning till den part
som i den &#229;tg&#228;rdsskyldiges st&#228;lle har vidtagit &#229;tg&#228;rderna.
Ers&#228;ttningen skall motsvara kostnaden f&#246;r de vidtagna
&#229;tg&#228;rderna.

20 &#167; /Tr&#228;der i kraft I:den dag regeringen best&#228;mmer/
Om skyldigheten att vidta &#229;tg&#228;rder enligt 9 &#167; inte har
fullgjorts och s&#229;dana &#229;tg&#228;rder inte har vidtagits av n&#229;gon
annan, &#228;r huvudmannen skyldig att betala ers&#228;ttning till den
myndighet som regeringen best&#228;mmer f&#246;r vidarebefordran till den
fond som administreras av Antarktisf&#246;rdragets sekretariat.
Ers&#228;ttningen skall s&#229; l&#229;ngt som m&#246;jligt motsvara kostnaderna
f&#246;r att vidta &#229;tg&#228;rderna.

21 &#167; En huvudman &#228;r inte ers&#228;ttningsskyldig enligt 19 och 20 &#167;&#167;
om huvudmannen visar att den milj&#246;farliga olyckan har orsakats
av

1. en handling eller underl&#229;tenhet som var n&#246;dv&#228;ndig f&#246;r att
skydda m&#228;nniskors liv eller s&#228;kerhet,

2. en naturh&#228;ndelse av exceptionell karakt&#228;r som inte sk&#228;ligen
kunde f&#246;rutses med h&#228;nsyn till de normala omst&#228;ndigheterna i
Antarktis och som f&#229;tt effekter som inte sk&#228;ligen kunnat
undvikas eller minimeras med skydds&#229;tg&#228;rder eller andra
f&#246;rsiktighetsm&#229;tt i verksamheten,

3. en terroristhandling,

4. en krigshandling som riktats mot verksamheten, eller

5. en &#229;tg&#228;rd som n&#229;gon p&#229; uppdrag av staten vidtagit f&#246;r att
avhj&#228;lpa en milj&#246;farlig olycka som h&#228;nt i n&#229;gon annans
verksamhet, om det med h&#228;nsyn till omst&#228;ndigheterna var
motiverat att vidta &#229;tg&#228;rden.

22 &#167; En huvudmans ers&#228;ttningsskyldighet enligt 19 eller 20 &#167;
n&#228;r en milj&#246;farlig olycka har intr&#228;ffat som en f&#246;ljd av en
verksamhet som bedrivs p&#229; ett fartyg &#228;r begr&#228;nsad till 1 miljon
s&#228;rskilda dragningsr&#228;tter om fartygets dr&#228;ktighetstal inte
&#246;verstiger 2 000.

Om fartygets dr&#228;ktighetstal &#228;r h&#246;gre h&#246;js ansvarsgr&#228;nsen

1. med 400 s&#228;rskilda dragningsr&#228;tter f&#246;r varje dr&#228;ktighetstal
fr&#229;n och med dr&#228;ktighetstalet 2 001 till och med
dr&#228;ktighetstalet 30 000,

2. med 300 s&#228;rskilda dragningsr&#228;tter f&#246;r varje dr&#228;ktighetstal
fr&#229;n och med dr&#228;ktighetstalet 30 001 till och med
dr&#228;ktighetstalet 70 000, och

3. med 200 s&#228;rskilda dragningsr&#228;tter f&#246;r varje dr&#228;ktighetstal
&#246;ver 70 000.

23 &#167; En huvudmans ers&#228;ttningskyldighet enligt 19 eller 20 &#167;, i
andra fall &#228;n de som avses i 22 &#167;, &#228;r begr&#228;nsad till 3 miljoner
s&#228;rskilda dragningsr&#228;tter.

24 &#167; Best&#228;mmelserna om ansvarsbegr&#228;nsning i 22 och 23 &#167;&#167; g&#228;ller
inte om den milj&#246;farliga olyckan har orsakats med upps&#229;t eller
av grov oaktsamhet.

25 &#167; En annan parts r&#228;tt till ers&#228;ttning fr&#229;n en huvudman f&#246;r
en icke-statlig verksamhet enligt 19 &#167; g&#229;r f&#246;rlorad om parten
inte har v&#228;ckt talan om ers&#228;ttning vid Stockholms tingsr&#228;tt
senast tre &#229;r efter det att de ers&#228;ttningsgrundande &#229;tg&#228;rderna
p&#229;b&#246;rjades eller, om f&#246;ljande tidpunkt infaller senare, senast
tre &#229;r efter det att parten fick eller borde ha f&#229;tt k&#228;nnedom
om identiteten p&#229; huvudmannen f&#246;r den verksamhet eller vistelse
i vilken olyckan h&#228;nde.

Om talan enligt f&#246;rsta stycket inte har v&#228;ckts inom 15 &#229;r fr&#229;n
den dag &#229;tg&#228;rderna b&#246;rjade vidtas, bortfaller r&#228;tten till
ers&#228;ttning.

Dispens

26 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r i det enskilda fallet ge dispens fr&#229;n tillst&#229;ndskravet i 3
&#167;. Dispens f&#229;r ges bara om vistelsen eller verksamheten saknar
betydelse f&#246;r milj&#246;n i Antarktis.

N&#246;d

27 &#167; Best&#228;mmelserna om f&#246;rbud och skyldigheter i 3-11 och 17 &#167;&#167;
g&#228;ller inte i en n&#246;dsituation som avser skyddet f&#246;r milj&#246;n
eller s&#228;kerheten f&#246;r m&#228;nskligt liv, luftfartyg, fartyg eller
egendom med ett stort ekonomiskt v&#228;rde.

I en s&#229;dan n&#246;dsituation skall var och en handla s&#229; att milj&#246;n i
Antarktis p&#229;verkas s&#229; lite som m&#246;jligt.

Bemyndigande att meddela f&#246;reskrifter

28 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om

1. avfallshantering i Antarktis,

2. vilka omr&#229;den som &#228;r s&#229;dana s&#228;rskilt skyddsv&#228;rda omr&#229;den som
avses i 6 &#167; f&#246;rsta stycket 4,

3. skyldigheten att vidta f&#246;rebyggande &#229;tg&#228;rder enligt 7 &#167;,

4. beredskapsplaner enligt 7 &#167;,

5. vad som kr&#228;vs av en milj&#246;konsekvensbeskrivning enligt 13 &#167;,
och

6. ber&#228;kning och betalning av ers&#228;ttning enligt 20 &#167;.

Tillsyn

29 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
skall ut&#246;va tillsyn &#246;ver efterlevnaden av denna lag,
f&#246;reskrifter som meddelats med st&#246;d av lagen och best&#228;mmelser i
tillst&#229;nd som getts enligt lagen.

30 &#167; Den som har f&#229;tt ett tillst&#229;nd enligt denna lag skall

1. p&#229; tillsynsmyndighetens beg&#228;ran ge myndigheten de
upplysningar och handlingar som beh&#246;vs f&#246;r tillsynen, och

2. p&#229; tillsynsmyndighetens eller en observat&#246;rs beg&#228;ran ge
observat&#246;ren de upplysningar och handlingar som observat&#246;ren
beh&#246;ver f&#246;r sitt uppdrag.

31 &#167; Tillsynsmyndigheten och en observat&#246;r har r&#228;tt att f&#229;
tilltr&#228;de till en lokal, ett omr&#229;de eller ett transportmedel
d&#228;r en verksamhet som omfattas av f&#246;rbud eller tillst&#229;ndskrav
enligt denna lag bedrivs.

Tillsynsmyndigheten har ocks&#229; r&#228;tt att unders&#246;ka f&#246;rh&#229;llanden
som har betydelse f&#246;r till&#228;mpningen av en best&#228;mmelse i denna
lag, i f&#246;reskrifter som meddelats med st&#246;d av lagen eller i
tillst&#229;ndet.

32 &#167; Det som s&#228;gs om en observat&#246;r i 30 och 31 &#167;&#167; g&#228;ller enbart
p&#229; land och p&#229; isshelfen i Antarktis och p&#229; alla fartyg och
luftfartyg som befinner sig p&#229; platser f&#246;r lands&#228;ttning eller
ombordtagning av last eller personal p&#229; land eller p&#229;
isshelfen.

33 &#167; Tillsynsmyndigheten f&#229;r meddela de f&#246;rel&#228;gganden och
f&#246;rbud som beh&#246;vs f&#246;r efterlevnaden av denna lag, f&#246;reskrifter
som meddelats med st&#246;d av lagen och best&#228;mmelser i tillst&#229;nd
som getts enligt lagen.

Ett f&#246;rel&#228;ggande eller f&#246;rbud f&#229;r f&#246;renas med vite.

Straff m.m.

34 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r d&#246;ms den som med
upps&#229;t eller av oaktsamhet

1. bryter mot ett f&#246;rbud i 3, 5, 6, 10 eller 11 &#167;,

2. bryter mot 8 &#167; genom att forts&#228;tta en verksamhet trots att
den skulle ha avbrutits,

3. bryter mot 9 &#167; genom att underl&#229;ta att vidta en &#229;tg&#228;rd som
beh&#246;vs f&#246;r att undvika, minimera eller begr&#228;nsa effekterna av
en milj&#246;farlig olycka,

4. bryter mot ett villkor som med st&#246;d av 15 &#167; finns i ett
tillst&#229;nd,

5. bryter mot 17 &#167; genom att underl&#229;ta att f&#246;rvissa sig om att
huvudmannen har de tillst&#229;nd som beh&#246;vs f&#246;r verksamheten,

6. bryter mot 27 &#167; andra stycket genom att i en n&#246;dsituation
handla p&#229; ett s&#228;tt som p&#229;verkar milj&#246;n mer &#228;n n&#246;dv&#228;ndigt, eller

7. bryter mot en best&#228;mmelse i 30 eller 31 &#167; genom att
underl&#229;ta att l&#228;mna en upplysning eller handling, genom att
l&#228;mna en oriktig uppgift eller genom att v&#228;gra
tillsynsmyndigheten eller en observat&#246;r tilltr&#228;de eller
tillsynsmyndigheten m&#246;jlighet att unders&#246;ka.

&#196;r brottet grovt, d&#246;ms till f&#228;ngelse i l&#228;gst sex m&#229;nader och
h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r grovt skall
s&#228;rskilt beaktas om det har medf&#246;rt eller kunnat medf&#246;ra
varaktiga skador av stor omfattning, om g&#228;rningen annars varit
av s&#228;rskilt farlig art eller innefattat ett medvetet
risktagande av allvarligt slag eller om g&#228;rningsmannen, n&#228;r det
kr&#228;vts s&#228;rskild uppm&#228;rksamhet eller skicklighet, har gjort sig
skyldig till en f&#246;rsummelse av allvarligt slag.

F&#246;r f&#246;rs&#246;k till brott d&#246;ms till ansvar enligt 23 kap.
brottsbalken.

I ringa fall d&#246;ms inte till ansvar.

Om en g&#228;rning som avses i f&#246;rsta stycket 7 &#228;r belagd med straff
i brottsbalken, skall det f&#246;r samma g&#228;rning inte d&#246;mas till
ansvar enligt denna lag.

35 &#167; Till b&#246;ter d&#246;ms den som med upps&#229;t eller av grov
oaktsamhet

1. bryter mot en best&#228;mmelse om avfallshantering som regeringen
eller, efter regeringens bemyndigande, en myndighet har
meddelat med st&#246;d av 28 &#167; 1,

2. bryter mot en best&#228;mmelse om skyldighet att vidta
f&#246;rebyggande &#229;tg&#228;rder eller att uppr&#228;tta beredskapsplaner som
regeringen eller, efter regeringens bemyndigande, en myndighet
har meddelat med st&#246;d av 28 &#167; 3.

I ringa fall d&#246;ms inte till ansvar.

36 &#167; Den som inte f&#246;ljer ett vitesf&#246;rel&#228;ggande eller ett
vitesf&#246;rbud enligt 33 &#167; f&#229;r inte d&#246;mas till ansvar enligt denna
lag f&#246;r den g&#228;rning som omfattas av f&#246;rel&#228;ggandet eller
f&#246;rbudet.

37 &#167; Egendom som har varit f&#246;rem&#229;l f&#246;r ett brott som avses i
34 &#167; eller egendomens v&#228;rde skall f&#246;rverkas om det inte &#228;r
uppenbart osk&#228;ligt.

Ett f&#246;rem&#229;l som har anv&#228;nts som hj&#228;lpmedel vid ett brott som
avses i 34 &#167; eller f&#246;rem&#229;lets v&#228;rde f&#229;r f&#246;rklaras f&#246;rverkat om
det &#228;r n&#246;dv&#228;ndigt f&#246;r att f&#246;rebygga brott eller om det finns
andra s&#228;rskilda sk&#228;l.

&#214;verklagande

38 &#167; Beslut som i det enskilda fallet har meddelats av n&#229;gon
annan &#228;n regeringen eller en allm&#228;n domstol enligt denna lag
eller enligt f&#246;reskrifter som har meddelats med st&#246;d av lagen
f&#229;r &#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tt.

Naturv&#229;rdsverket och Havs- och vattenmyndigheten f&#229;r &#246;verklaga
beslut om tillst&#229;nd som en f&#246;rvaltningsmyndighet har meddelat
enligt denna lag eller enligt best&#228;mmelser som har meddelats
med st&#246;d av lagen. Lag (2011:611).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2211">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2213">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
