

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-04-13" /> 
 <meta id="rattsinfo-edited" content="2023-04-13 14:56:10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2253</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2252">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2254">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2006:412 ·
                    <a href="/sfsr?bet=2006:412">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2006:412) om allm&#228;nna vattentj&#228;nster</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2006-05-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1249
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2007-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Best&#228;mmelserna i denna lag syftar till att s&#228;kerst&#228;lla att
vattenf&#246;rs&#246;rjning och avlopp ordnas i ett st&#246;rre sammanhang, om
det beh&#246;vs med h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa eller
milj&#246;n.

2 &#167; I denna lag avses med

vattenf&#246;rs&#246;rjning: tillhandah&#229;llande av vatten som &#228;r
l&#228;mpligt f&#246;r normal hush&#229;llsanv&#228;ndning,

avlopp: bortledande av dagvatten och dr&#228;nvatten fr&#229;n ett
omr&#229;de med samlad bebyggelse eller fr&#229;n en begravningsplats,
bortledande av spillvatten eller bortledande av vatten som
har anv&#228;nts f&#246;r kylning,

vattentj&#228;nster: vattenf&#246;rs&#246;rjning och avlopp (va),

va-anl&#228;ggning: en anl&#228;ggning som har till &#228;ndam&#229;l att
tillgodose behov av vattentj&#228;nster f&#246;r bostadshus eller annan
bebyggelse,

allm&#228;n va-anl&#228;ggning: en va-anl&#228;ggning &#246;ver vilken en kommun
har ett r&#228;ttsligt best&#228;mmande inflytande och som har ordnats
och anv&#228;nds f&#246;r att uppfylla kommunens skyldigheter enligt
denna lag,

enskild anl&#228;ggning: en va-anl&#228;ggning eller annan anordning
f&#246;r vattenf&#246;rs&#246;rjning eller avlopp som inte &#228;r eller ing&#229;r i
en allm&#228;n va-anl&#228;ggning,

verksamhetsomr&#229;de: det geografiska omr&#229;de inom vilket en
eller flera vattentj&#228;nster har ordnats eller ska ordnas genom
en allm&#228;n va-anl&#228;ggning,

huvudman: den som &#228;ger en allm&#228;n va-anl&#228;ggning,

fastighets&#228;gare: den som &#228;ger en fastighet inom en allm&#228;n va-
anl&#228;ggnings verksamhetsomr&#229;de eller innehar s&#229;dan fast
egendom med tomtr&#228;tt, st&#228;ndig besittningsr&#228;tt,
fideikommissr&#228;tt eller p&#229; grund av testamentariskt
f&#246;rordnande,

va-installation: ledningar och d&#228;rmed f&#246;rbundna anordningar
som inte ing&#229;r i en allm&#228;n va-anl&#228;ggning men som har ordnats
f&#246;r en eller flera fastigheters vattenf&#246;rs&#246;rjning eller
avlopp och &#228;r kopplade eller avsedda att kopplas till en
allm&#228;n va-anl&#228;ggning,

f&#246;rbindelsepunkt: gr&#228;nsen mellan en allm&#228;n va-anl&#228;ggning och
en va-installation,

allm&#228;n platsmark: mark som i detaljplan enligt plan- och
bygglagen (2010:900) redovisas som allm&#228;n plats eller, om
marken inte omfattas av detaljplan, v&#228;g eller mark som
funktionellt och i &#246;vrigt motsvarar s&#229;dan mark,

anl&#228;ggningsavgift: eng&#229;ngsavgift f&#246;r t&#228;ckande av en kostnad
f&#246;r att ordna en allm&#228;n va-anl&#228;ggning, och

brukningsavgift: periodisk avgift f&#246;r t&#228;ckande av drift- och
underh&#229;llskostnader, kapitalkostnader f&#246;r investeringar eller
andra kostnader f&#246;r en allm&#228;n va-anl&#228;ggning som inte t&#228;cks av
en anl&#228;ggningsavgift. Lag (2010:917).

3 &#167; Vid till&#228;mpningen av denna lag skall en kommun anses ha ett
r&#228;ttsligt best&#228;mmande inflytande &#246;ver en va-anl&#228;ggning om
kommunen ensam eller tillsammans med en eller flera andra
kommuner

1. helt &#228;ger anl&#228;ggningen,

2. genom &#228;gande f&#246;rfogar &#246;ver mer &#228;n h&#228;lften av samtliga r&#246;ster
i den eller de juridiska personer som helt &#228;ger anl&#228;ggningen
eller p&#229; annat s&#228;tt f&#246;rfogar &#246;ver en motsvarande majoritet av
beslutsmakten i den eller de juridiska personer som helt &#228;ger
anl&#228;ggningen,

3. har r&#228;tt att utse eller avs&#228;tta mer &#228;n h&#228;lften av
ledam&#246;terna i styrelsen f&#246;r den eller de juridiska personer som
helt &#228;ger anl&#228;ggningen, eller

4. utg&#246;r samtliga obegr&#228;nsat ansvariga bolagsm&#228;n i ett
handelsbolag som helt &#228;ger anl&#228;ggningen.

4 &#167; Om det beh&#246;vs f&#246;r att tillgodose syftet med denna lag,
skall det som i lagen g&#228;ller i fr&#229;ga om en fastighet ocks&#229;
till&#228;mpas i fr&#229;ga om en byggnad eller annan anl&#228;ggning som inte
tillh&#246;r fastighetens &#228;gare. I s&#229; fall skall det som i lagen
s&#228;gs om fastighets&#228;garen till&#228;mpas p&#229; byggnadens eller
anl&#228;ggningens &#228;gare.

5 &#167; Om n&#229;gon annan &#228;n en fastighets&#228;gare har ing&#229;tt avtal med
huvudmannen om att f&#229; anv&#228;nda huvudmannens va-anl&#228;ggning, skall
det som i denna lag g&#228;ller en fastighets&#228;gare ocks&#229; g&#228;lla
anv&#228;ndaren.

Kommunens skyldighet att ordna vattentj&#228;nster

6 &#167; Om det med h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa eller 
milj&#246;n beh&#246;ver ordnas vattenf&#246;rs&#246;rjning eller avlopp i ett 
st&#246;rre sammanhang f&#246;r en viss befintlig eller blivande 
bebyggelse, ska kommunen

1. best&#228;mma det verksamhetsomr&#229;de inom vilket vattentj&#228;nsten 
eller vattentj&#228;nsterna beh&#246;ver ordnas, och

2. se till att behovet snarast, och s&#229; l&#228;nge behovet finns 
kvar, tillgodoses i verksamhetsomr&#229;det genom en allm&#228;n va-
anl&#228;ggning.

Vid bed&#246;mningen av behovet enligt f&#246;rsta stycket ska s&#228;rskild 
h&#228;nsyn tas till f&#246;ruts&#228;ttningarna att tillgodose behovet av en 
vattentj&#228;nst genom en enskild anl&#228;ggning som kan godtas med 
h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa och milj&#246;n.
Lag (2022:1249).

Vattentj&#228;nstplan

6 a &#167; Det ska finnas en aktuell vattentj&#228;nstplan i varje 
kommun.

Kommunfullm&#228;ktige beslutar om antagande och &#228;ndring av en 
vattentj&#228;nstplan.

Kommunfullm&#228;ktige ska minst vart fj&#228;rde &#229;r pr&#246;va om 
vattentj&#228;nstplanen &#228;r aktuell med h&#228;nsyn till behovet av 
allm&#228;nna vattentj&#228;nster. Lag (2022:1249).

6 b &#167; En vattentj&#228;nstplan ska inneh&#229;lla kommunens l&#229;ngsiktiga 
planering av hur behovet av allm&#228;nna vattentj&#228;nster ska 
tillgodoses.

En vattentj&#228;nstplan ska ocks&#229; inneh&#229;lla kommunens bed&#246;mning av 
vilka &#229;tg&#228;rder som beh&#246;ver vidtas f&#246;r att de allm&#228;nna va-
anl&#228;ggningarna ska fungera vid en &#246;kad belastning p&#229; grund av 
skyfall.

Planen &#228;r inte bindande. Lag (2022:1249).

6 c &#167; Ut&#246;ver det f&#246;rfarande som f&#246;ljer av best&#228;mmelserna om 
strategiska milj&#246;bed&#246;mningar av planer och program i 
6 kap. milj&#246;balken ska kommunen innan den antar eller &#228;ndrar 
en vattentj&#228;nstplan

1. p&#229; l&#228;mpligt s&#228;tt och i sk&#228;lig omfattning samr&#229;da med de 
fastighets&#228;gare och myndigheter som kan antas ha ett 
v&#228;sentligt intresse av planen, och

2. st&#228;lla ut ett f&#246;rslag till plan f&#246;r granskning under minst 
fyra veckor.

Kommunen ska informera om utst&#228;llningen p&#229; sin anslagstavla 
f&#246;re utst&#228;llningstidens b&#246;rjan. Informationen ska inneh&#229;lla 
uppgift om f&#246;rslagets huvudsakliga inneb&#246;rd, var det st&#228;lls ut 
samt inom vilken tid och till vem synpunkter ska l&#228;mnas.

Skyldigheten enligt f&#246;rsta stycket 2 g&#228;ller inte f&#246;rslag till 
&#228;ndring av en vattentj&#228;nstplan som endast ber&#246;r ett f&#229;tal 
fastighets&#228;gare eller annars &#228;r av mindre betydelse.
Lag (2022:1249).

6 d &#167; Kommunen ska ta h&#228;nsyn till de synpunkter som kommit in 
under samr&#229;det och granskningen samt redovisa hur de har 
beaktats. Lag (2022:1249).

En allm&#228;n va-anl&#228;ggnings verksamhetsomr&#229;de

7 &#167; Av ett beslut om en allm&#228;n va-anl&#228;ggnings verksamhetsomr&#229;de
skall det framg&#229; vilka fastigheter som verksamhetsomr&#229;det
omfattar.

8 &#167; Om verksamhetsomr&#229;det beh&#246;ver omfatta en eller flera
fastigheter som ing&#229;r i en samf&#228;llighet f&#246;r va-fr&#229;gor, skall
verksamhetsomr&#229;det best&#228;mmas s&#229; att det omfattar alla
fastigheter som ing&#229;r i den s&#228;rskilda samf&#228;lligheten.

Om det finns synnerliga sk&#228;l, f&#229;r verksamhetsomr&#229;det best&#228;mmas
med avvikelse fr&#229;n kravet i f&#246;rsta stycket.

9 &#167; Om det inom verksamhetsomr&#229;det finns en fastighet eller
bebyggelse som uppenbarligen inte beh&#246;ver omfattas av det
st&#246;rre sammanhang som avses i 6 &#167;, f&#229;r verksamhetsomr&#229;det
inskr&#228;nkas s&#229; att det inte omfattar den fastigheten eller
bebyggelsen. En s&#229;dan inskr&#228;nkning av verksamhetsomr&#229;det f&#229;r
g&#246;ras endast om fastighetens eller bebyggelsens behov av
vattenf&#246;rs&#246;rjning och avlopp l&#228;mpligen kan ordnas genom
enskilda anl&#228;ggningar som kan godtas med h&#228;nsyn till skyddet
f&#246;r m&#228;nniskors h&#228;lsa och milj&#246;n.

Ordnandet och driften av en allm&#228;n va-anl&#228;ggning

10 &#167; En allm&#228;n va-anl&#228;ggning skall ordnas och drivas s&#229; att den
uppfyller de krav som kan st&#228;llas med h&#228;nsyn till skyddet f&#246;r
m&#228;nniskors h&#228;lsa och milj&#246;n och med h&#228;nsyn till intresset av en
god hush&#229;llning med naturresurser.

N&#228;r det &#228;r f&#246;renligt med anl&#228;ggningens huvudsakliga &#228;ndam&#229;l,
b&#246;r den ordnas och drivas s&#229; att ocks&#229; andra allm&#228;nna intressen
som har behov av anl&#228;ggningen kan tillgodoses.

11 &#167; En allm&#228;n va-anl&#228;ggning f&#229;r inte ordnas

1. i strid med detaljplan, omr&#229;desbest&#228;mmelser eller andra
best&#228;mmelser om hur marken skall bebyggas, eller

2. s&#229; att den f&#246;rsv&#229;rar en &#228;ndam&#229;lsenlig bebyggelse eller
l&#228;mplig planl&#228;ggning.

Om syftet med planen eller best&#228;mmelserna inte motverkas, f&#229;r
dock mindre avvikelser g&#246;ras.

12 &#167; Om en allm&#228;n va-anl&#228;ggning inneb&#228;r att vattentj&#228;nster
tillhandah&#229;lls genom ledningsn&#228;t f&#246;r vattenf&#246;rs&#246;rjning eller
avlopp, skall huvudmannen f&#246;r varje fastighet inom va-
anl&#228;ggningens verksamhetsomr&#229;de best&#228;mma en f&#246;rbindelsepunkt.
F&#246;rbindelsepunkten skall finnas i fastighetens omedelbara
n&#228;rhet, om det inte finns s&#228;rskilda sk&#228;l f&#246;r en annan
placering.

Huvudmannen skall samr&#229;da med och d&#228;refter informera
fastighets&#228;garen om f&#246;rbindelsepunktens l&#228;ge inom den tid som
&#228;r sk&#228;lig med h&#228;nsyn till fastighets&#228;garens intresse av att
kunna planera f&#246;r sin anv&#228;ndning av fastigheten.

13 &#167; Huvudmannen skall f&#246;r den allm&#228;nna va-anl&#228;ggningen ordna

1. ledningar och andra anordningar f&#246;r vattenf&#246;rs&#246;rjning till
eller avlopp fr&#229;n varje f&#246;rbindelsepunkt,

2. anordningar f&#246;r bortledande av vatten som inte sker genom en
f&#246;rbindelsepunkt, och

3. de anordningar som i &#246;vrigt beh&#246;vs f&#246;r att va-anl&#228;ggningen
skall kunna fylla sitt &#228;ndam&#229;l och tillgodose sk&#228;liga anspr&#229;k
p&#229; s&#228;kerhet.

Huvudmannens skyldighet enligt f&#246;rsta stycket omfattar inte
v&#228;gdiken, r&#228;nnstenar, r&#228;nnstensbrunnar eller ledningar som
f&#246;rbinder r&#228;nnstensbrunnar med den allm&#228;nna va-anl&#228;ggningen.

14 &#167; Huvudmannen skall se till att ber&#246;rda fastighets&#228;gare i
sk&#228;lig tid underr&#228;ttas om planerade vattenavst&#228;ngningar och
andra v&#228;sentliga &#228;ndringar av f&#246;ruts&#228;ttningarna f&#246;r att anv&#228;nda
va-anl&#228;ggningen.

15 &#167; Huvudmannen f&#229;r uppl&#229;ta &#229;t n&#229;gon annan att sk&#246;ta driften
av va-anl&#228;ggningen.

Fastighets&#228;gares r&#228;tt att anv&#228;nda en allm&#228;n va-anl&#228;ggning

16 &#167; En fastighets&#228;gare har r&#228;tt att anv&#228;nda en allm&#228;n va-
anl&#228;ggning, om fastigheten

1. finns inom va-anl&#228;ggningens verksamhetsomr&#229;de, och

2. beh&#246;ver en vattentj&#228;nst och behovet inte kan tillgodoses
b&#228;ttre p&#229; annat s&#228;tt.

17 &#167; Trots 16 &#167; f&#229;r huvudmannen v&#228;nta med att utf&#246;ra de
anl&#228;ggnings- eller utbyggnadsarbeten som &#228;r n&#246;dv&#228;ndiga f&#246;r att
fastighets&#228;garen skall kunna anv&#228;nda va-anl&#228;ggningen, om
arbetena

1. beh&#246;ver samordnas med andra arbeten och samordningen annars
skulle v&#228;sentligt f&#246;rsv&#229;ras, och

2. utf&#246;rs i den ordning som f&#246;ljer av huvudmannens
utbyggnadsplan.




18 &#167; Trots 16 &#167; &#228;r huvudmannen inte skyldig att l&#229;ta en
fastighet kopplas eller vara kopplad till va-anl&#228;ggningen

1. innan fastighets&#228;garen har betalat den anl&#228;ggningsavgift som
&#228;r best&#228;md enligt 34 &#167; eller l&#228;mnat en godtagbar s&#228;kerhet,
eller

2. om fastighetens va-installation har v&#228;sentliga brister.

S&#228;rskilda anordningar f&#246;r anv&#228;ndningen av en allm&#228;n
va-anl&#228;ggning

19 &#167; Huvudmannen skall ordna de pumpar och andra s&#228;rskilda
anordningar som p&#229; grund av den allm&#228;nna va-anl&#228;ggningens
konstruktion eller utf&#246;rande beh&#246;vs p&#229; en fastighet f&#246;r att
fastighets&#228;garen skall kunna anv&#228;nda va-anl&#228;ggningen.

Om vattenf&#246;rbrukningen p&#229; en fastighet beh&#246;ver fastst&#228;llas
genom m&#228;tning, skall huvudmannen ordna den eller de
vattenm&#228;tare som beh&#246;vs f&#246;r m&#228;tningen.

20 &#167; En fastighets&#228;gare &#228;r skyldig att uppl&#229;ta n&#246;dv&#228;ndigt
utrymme f&#246;r en s&#229;dan anordning som avses i 19 &#167;.

Fastighets&#228;garen skall fortl&#246;pande se till anordningen och
skydda den mot skada samt vid behov svara f&#246;r dess
elf&#246;rs&#246;rjning.

Fastighets&#228;garen skall snarast anm&#228;la uppkomna fel och
driftst&#246;rningar till huvudmannen.

Anv&#228;ndningen av en allm&#228;n va-anl&#228;ggning

21 &#167; En fastighets&#228;gare f&#229;r inte anv&#228;nda en allm&#228;n va-
anl&#228;ggning p&#229; ett s&#228;tt som inneb&#228;r

1. att avloppet tillf&#246;rs v&#228;tskor, &#228;mnen eller f&#246;rem&#229;l som kan
inverka skadligt p&#229; ledningsn&#228;tet eller anl&#228;ggningens funktion
eller p&#229; annat s&#228;tt medf&#246;r skada eller ol&#228;genhet,

2. att huvudmannen f&#229;r sv&#229;rt att uppfylla de krav som st&#228;lls p&#229;
va-anl&#228;ggningen och driften av den eller att i &#246;vrigt uppfylla
sina skyldigheter enligt lag, annan f&#246;rfattning eller avtal,
eller

3. andra ol&#228;genheter f&#246;r huvudmannen eller n&#229;gon annan.

22 &#167; Om en fastighets va-f&#246;rh&#229;llanden p&#229;tagligt avviker fr&#229;n de
f&#246;rh&#229;llanden som i &#246;vrigt r&#229;der i en allm&#228;n va-anl&#228;ggnings
verksamhetsomr&#229;de, f&#229;r huvudmannen tr&#228;ffa avtal med
fastighets&#228;garen om s&#228;rskilda villkor f&#246;r anv&#228;ndningen av va-
anl&#228;ggningen.

23 &#167; Regeringen eller, efter regeringens bemyndigande, kommunen
f&#229;r meddela ytterligare f&#246;reskrifter om anv&#228;ndningen av
allm&#228;nna va-anl&#228;ggningar.

Skyldighet att betala avgifter f&#246;r allm&#228;nna vattentj&#228;nster

24 &#167; En fastighets&#228;gare skall betala avgifter f&#246;r en allm&#228;n va-
anl&#228;ggning, om fastigheten

1. finns inom va-anl&#228;ggningens verksamhetsomr&#229;de, och

2. med h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa eller milj&#246;n
beh&#246;ver en vattentj&#228;nst och behovet inte kan tillgodoses b&#228;ttre
p&#229; annat s&#228;tt.

Vid bed&#246;mning av behovet enligt f&#246;rsta stycket 2 skall s&#228;rskild
h&#228;nsyn tas till i vilken utstr&#228;ckning j&#228;mf&#246;rda alternativ
tillgodoser intresset av en god hush&#229;llning med naturresurser.

Om fastigheten &#228;r obebyggd men enligt en detaljplan &#228;r avsedd
f&#246;r bebyggelse, skall bed&#246;mningen av behovet enligt f&#246;rsta
stycket 2 g&#246;ras som om fastigheten vore bebyggd i enlighet med
planen. Detta g&#228;ller dock inte om det finns s&#228;rskilda sk&#228;l f&#246;r
en annan bed&#246;mning.

25 &#167; En avgift enligt 24 &#167; skall avse

1. vattentj&#228;nster som tillhandah&#229;lls fastigheten genom en
f&#246;rbindelsepunkt, fr&#229;n det att huvudmannen har ordnat
f&#246;rbindelsepunkten och informerat fastighets&#228;garen enligt 12 &#167;,
och

2. bortledande av vatten fr&#229;n fastigheten som inte sker genom
en f&#246;rbindelsepunkt, fr&#229;n det att huvudmannen har ordnat de
anordningar som beh&#246;vs f&#246;r bortledandet och informerat
fastighets&#228;garen om detta.

26 &#167; Ut&#246;ver vad som f&#246;ljer av 24 och 25 &#167;&#167; skall en
fastighets&#228;gare betala en avgift f&#246;r en allm&#228;n va-anl&#228;ggning,
om fastigheten

1. finns inom va-anl&#228;ggningens verksamhetsomr&#229;de,

2. &#228;r bebyggd eller enligt en detaljplan &#228;r avsedd f&#246;r
bebyggelse, och

3. beh&#246;ver, eller har nytta av, bortledande av vatten fr&#229;n
allm&#228;n platsmark.

Avgiften skall avse bortledande av vatten fr&#229;n allm&#228;n platsmark
inom va-anl&#228;ggningens verksamhetsomr&#229;de, fr&#229;n det att
huvudmannen har ordnat de anordningar som beh&#246;vs f&#246;r
bortledandet och informerat fastighets&#228;garen om detta.

27 &#167; Den som ansvarar f&#246;r att allm&#228;n platsmark st&#228;lls i ordning
och underh&#229;lls skall betala en avgift f&#246;r en allm&#228;n va-
anl&#228;ggning, om

1. den allm&#228;nna platsmarken finns inom va-anl&#228;ggningens
verksamhetsomr&#229;de, och

2. bortledande av vatten fr&#229;n den allm&#228;nna platsmarken beh&#246;vs
med h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa eller milj&#246;n.

Avgiften skall avse bortledande av vatten fr&#229;n den allm&#228;nna
platsmarken, fr&#229;n det att huvudmannen har ordnat de anordningar
som beh&#246;vs f&#246;r bortledandet och informerat den som &#228;r
avgiftsskyldig om detta.

28 &#167; Avgifter enligt 24-27 &#167;&#167; som avser bortledande av vatten
skall &#228;ven t&#228;cka kostnaderna f&#246;r den rening av vattnet som
beh&#246;vs med h&#228;nsyn till skyddet f&#246;r m&#228;nniskors h&#228;lsa och milj&#246;n.

Avgifternas storlek och grunderna f&#246;r hur de ber&#228;knas

29 &#167; Avgifter enligt 24-28 &#167;&#167; f&#229;r best&#228;mmas som
anl&#228;ggningsavgifter och brukningsavgifter.

30 &#167; Avgifterna f&#229;r inte &#246;verskrida det som beh&#246;vs f&#246;r att
t&#228;cka de kostnader som &#228;r n&#246;dv&#228;ndiga f&#246;r att ordna och driva
va-anl&#228;ggningen.

Medel f&#229;r avs&#228;ttas till en fond f&#246;r framtida nyinvesteringar,
om

1. det finns en fastst&#228;lld investeringsplan,

2. avs&#228;ttningen avser en best&#228;md &#229;tg&#228;rd,

3. &#229;tg&#228;rden och de ber&#228;knade kostnaderna f&#246;r den redovisas i
planen,

4. det av planen framg&#229;r n&#228;r de avsatta medlen &#228;r avsedda att
tas i anspr&#229;k, och

5. planen inneh&#229;ller de upplysningar som i &#246;vrigt beh&#246;vs f&#246;r
att bed&#246;ma behovet av avs&#228;ttningens storlek.

Avgifter enligt 26 och 27 &#167;&#167; f&#229;r inte &#246;verskrida det som beh&#246;vs
f&#246;r att t&#228;cka kostnaderna f&#246;r den vattentj&#228;nsten.

31 &#167; Avgifterna skall best&#228;mmas s&#229; att kostnaderna f&#246;rdelas p&#229;
de avgiftsskyldiga enligt vad som &#228;r sk&#228;ligt och r&#228;ttvist.

Om vattentj&#228;nsterna f&#246;r en viss eller vissa fastigheter p&#229;
grund av s&#228;rskilda omst&#228;ndigheter medf&#246;r kostnader som i
beaktansv&#228;rd omfattning avviker fr&#229;n andra fastigheter i
verksamhetsomr&#229;det, skall avgifterna best&#228;mmas med h&#228;nsyn till
skillnaderna.

Avgifter enligt 26 och 27 &#167;&#167; skall f&#246;rdelas mellan de
fastighets&#228;gare som avses i 26 &#167; och de avgiftsskyldiga som
avses i 27 &#167; enligt vad som &#228;r sk&#228;ligt med h&#228;nsyn till den
ber&#246;rda allm&#228;nna platsmarkens omfattning och fastighets&#228;garnas
nytta av vattentj&#228;nsten.

32 &#167; Anl&#228;ggningsavgifterna skall best&#228;mmas p&#229; ber&#228;kningsgrunder
som inneb&#228;r att en fastighets&#228;gare inte beh&#246;ver betala mer &#228;n
vad som motsvarar fastighetens andel av kostnaden f&#246;r att ordna
va-anl&#228;ggningen.

33 &#167; Brukningsavgifterna skall best&#228;mmas p&#229; ber&#228;kningsgrunder
som &#228;r lika oavsett n&#228;r p&#229; &#229;ret va-anl&#228;ggningen anv&#228;nds. Om det
med h&#228;nsyn till vattenf&#246;rs&#246;rjningen, behovet av en
tillfredsst&#228;llande avloppsrening eller av andra sk&#228;l beh&#246;vs
s&#228;rskilda &#229;tg&#228;rder av s&#228;songsbetonad karakt&#228;r under en viss
mindre del av &#229;ret, f&#229;r dock brukningsavgifter f&#246;r en s&#229;dan tid
best&#228;mmas p&#229; ber&#228;kningsgrunder som inneb&#228;r h&#246;gre avgifter &#228;n
under huvuddelen av &#229;ret.

34 &#167; Avgifternas belopp och hur avgifterna skall ber&#228;knas skall
framg&#229; av en taxa. Avgifterna f&#229;r inte best&#228;mmas till h&#246;gre
belopp &#228;n vad som &#228;r f&#246;renligt med best&#228;mmelserna i 30-33 &#167;&#167;.

Kommunen f&#229;r meddela f&#246;reskrifter om taxan. Kommunen f&#229;r
&#246;verl&#229;ta &#229;t huvudmannen att best&#228;mma avgifternas belopp enligt
ber&#228;kningsgrunder i kommunens taxef&#246;reskrifter.

Betalning av avgifterna

35 &#167; Avgifter enligt denna lag skall enligt kommunens
best&#228;mmande betalas till kommunen eller huvudmannen.

Om inte annat f&#246;ljer av 36 &#167; skall avgifterna betalas p&#229;
beg&#228;ran. P&#229; obetalt belopp skall r&#228;nta enligt 6 &#167; r&#228;ntelagen
(1975:635) betalas fr&#229;n dagen f&#246;r s&#229;dan beg&#228;ran.

36 &#167; En anl&#228;ggningsavgift skall f&#246;rdelas p&#229; &#229;rliga betalningar
(delbelopp) under en viss tid, l&#228;ngst tio &#229;r, om

1. avgiften &#228;r betungande med h&#228;nsyn till fastighetens
ekonomiska b&#228;rkraft och andra omst&#228;ndigheter,

2. fastighets&#228;garen beg&#228;r att avgiften skall f&#246;rdelas, och

3. fastighets&#228;garen st&#228;ller godtagbar s&#228;kerhet.

R&#228;nta enligt 5 &#167; r&#228;ntelagen (1975:635) skall betalas p&#229; den del
av avgiften som inte har betalats, fr&#229;n den dag det f&#246;rsta
delbeloppet f&#246;rfaller till betalning till dess betalning sker.
P&#229; delbelopp som har f&#246;rfallit till betalning skall r&#228;nta i
st&#228;llet betalas enligt 6 &#167; r&#228;ntelagen fr&#229;n delbeloppets
f&#246;rfallodag till dess betalning sker.

37 &#167; N&#228;r en fastighet byter &#228;gare, &#228;r den nya &#228;garen
betalningsansvarig f&#246;r avgifter som f&#246;rfaller till betalning p&#229;
tilltr&#228;desdagen eller senare, om inte annat f&#246;ljer av andra
stycket.

Den tidigare &#228;garen &#228;r betalningsansvarig f&#246;r brukningsavgifter
som &#228;r h&#228;nf&#246;rliga till tiden f&#246;re den nya &#228;garens tilltr&#228;de.

Avtal om avgifter

38 &#167; Huvudmannen f&#229;r komma &#246;verens med fastighets&#228;gare och
andra avgiftsskyldiga i avgiftsfr&#229;gor som inte regleras i
kommunens taxef&#246;reskrifter.

Inl&#246;sen av enskilda anl&#228;ggningar m.m.

39 &#167; Om det f&#246;r en fastighet inom en allm&#228;n va-anl&#228;ggnings
verksamhetsomr&#229;de finns en enskild anl&#228;ggning som kan anv&#228;ndas
i den allm&#228;nna va-anl&#228;ggningen, &#228;r den som &#228;ger den enskilda
anl&#228;ggningen skyldig att, om huvudmannen beg&#228;r det, mot sk&#228;lig
ers&#228;ttning l&#229;ta den enskilda anl&#228;ggningen ing&#229; i den allm&#228;nna
va-anl&#228;ggningen.

40 &#167; Om en enskild anl&#228;ggning blir onyttig till f&#246;ljd av att
kommunen ordnar eller utvidgar en allm&#228;n va-anl&#228;ggning, skall
huvudmannen betala sk&#228;lig ers&#228;ttning till den enskilda
anl&#228;ggningens &#228;gare.

Tilltr&#228;de f&#246;r unders&#246;kning, installation och underh&#229;ll

41 &#167; Huvudmannen har r&#228;tt till det tilltr&#228;de p&#229; en fastighet
som beh&#246;vs f&#246;r att

1. unders&#246;ka en va-installation och dess anv&#228;ndning innan va-
installationen kopplas till den allm&#228;nna va-anl&#228;ggningen eller
n&#228;r det annars beh&#246;vs f&#246;r att huvudmannen skall kunna fullg&#246;ra
sina skyldigheter, och

2. installera, underh&#229;lla och i &#246;vrigt fullg&#246;ra sina
skyldigheter i fr&#229;ga om s&#229;dana s&#228;rskilda anordningar som avses
i 19 &#167;.

Tystnadsplikt

42 &#167; Den som deltar eller har deltagit i en unders&#246;kning eller
andra &#229;tg&#228;rder enligt 41 &#167; f&#229;r inte obeh&#246;rigen avsl&#246;ja eller
utnyttja information som vid unders&#246;kningen kommit fram om
enskildas aff&#228;rs- eller driftf&#246;rh&#229;llanden.

I det allm&#228;nnas verksamhet till&#228;mpas i st&#228;llet best&#228;mmelserna i
offentlighets- och sekretesslagen (2009:400). Lag (2009:515).

Avst&#228;ngning av vattenf&#246;rs&#246;rjningen

43 &#167; Huvudmannen f&#229;r st&#228;nga av vattenf&#246;rs&#246;rjningen till en
fastighet, om

1. fastighets&#228;garen har &#229;sidosatt sin skyldighet att betala en
avgift eller i &#246;vrigt f&#246;rsummat sina skyldigheter enligt denna
lag,

2. f&#246;rsummelsen &#228;r v&#228;sentlig,

3. avst&#228;ngningen inte medf&#246;r ol&#228;genhet f&#246;r m&#228;nniskors h&#228;lsa,

4. huvudmannen skriftligen har uppmanat fastighets&#228;garen att
vidta r&#228;ttelse och gett fastighets&#228;garen sk&#228;lig tid att vidta
r&#228;ttelsen, och

5. fastighets&#228;garen trots den uppmaning som avses i 4 inte har
vidtagit r&#228;ttelse inom den sk&#228;liga tiden.

Kostnaden f&#246;r en avst&#228;ngnings&#229;tg&#228;rd f&#229;r p&#229;f&#246;ras
fastighets&#228;garen.

Skadest&#229;ndsansvar m.m.

44 &#167; Om en allm&#228;n va-anl&#228;ggnings verksamhetsomr&#229;de inskr&#228;nks
med st&#246;d av 9 &#167;, skall huvudmannen ers&#228;tta fastighets&#228;garen
eller &#228;garen av bebyggelsen f&#246;r den skada som inskr&#228;nkningen
medf&#246;r. N&#228;r ers&#228;ttningen best&#228;ms skall h&#228;nsyn tas till &#229;tg&#228;rder
som huvudmannen vidtagit f&#246;r att tillgodose fastighetens eller
bebyggelsens fortsatta behov av vattenf&#246;rs&#246;rjning och avlopp.

45 &#167; Huvudmannen skall ers&#228;tta en &#246;versv&#228;mningsskada p&#229; en
fastighet inom den allm&#228;nna va-anl&#228;ggningens verksamhetsomr&#229;de,
om

1. huvudmannen har &#229;sidosatt en skyldighet enligt denna lag
eller enligt f&#246;reskrifter som har meddelats med st&#246;d av lagen
och

2. &#229;sidos&#228;ttandet har medf&#246;rt att vatten som &#228;r avsett att
tillhandah&#229;llas eller ledas bort genom huvudmannens va-
anl&#228;ggning ytledes eller p&#229; annat s&#228;tt tr&#228;ngt in p&#229;
fastigheten.

46 &#167; Om en fastighets&#228;gare orsakas en skada p&#229; grund av att
huvudmannen p&#229; annat s&#228;tt &#228;n som avses i 45 &#167; har &#246;verskridit
sin r&#228;tt eller &#229;sidosatt en skyldighet enligt denna lag eller
enligt f&#246;reskrifter som har meddelats med st&#246;d av lagen, skall
huvudmannen &#229;terst&#228;lla det som rubbats eller fullg&#246;ra det som
eftersatts och ers&#228;tta skadan.

47 &#167; Om huvudmannen orsakas en skada p&#229; grund av att en
fastighets&#228;gare har &#246;verskridit sin r&#228;tt eller &#229;sidosatt en
skyldighet enligt denna lag eller enligt f&#246;reskrifter som har
meddelats med st&#246;d av lagen, skall fastighets&#228;garen &#229;terst&#228;lla
det som rubbats eller fullg&#246;ra det som eftersatts och ers&#228;tta
skadan.

48 &#167; Skadest&#229;nd enligt denna lag skall avse personskada,
sakskada och ren f&#246;rm&#246;genhetsskada.

49 &#167; Om en fastighets&#228;gare har betalat en anl&#228;ggningsavgift och
det sedan visar sig att fastigheten p&#229; grund av att bygglov
v&#228;gras inte kan anv&#228;ndas p&#229; det s&#228;tt som f&#246;rutsattes n&#228;r
avgiften betalades, skall kommunen &#229;terbetala avgiften eller en
del av den. &#197;terbetalningen skall g&#246;ras i den m&#229;n det som
avgiften avs&#229;g inte kommer att leda till motsvarande
vattentj&#228;nster f&#246;r fastigheten.

Kommunen skall betala r&#228;nta p&#229; &#229;terbetalningsbeloppet enligt
5 &#167; r&#228;ntelagen (1975:635) fr&#229;n den dag d&#229; fastighets&#228;garen
betalade avgiften.

Talan om &#229;terbetalning skall v&#228;ckas inom tv&#229; &#229;r fr&#229;n den dag d&#229;
det beslut p&#229; vilket talan grundas vann laga kraft. Talan f&#229;r
dock v&#228;ckas senare, om den relevanta &#228;ndringen i
f&#246;ruts&#228;ttningarna f&#246;r fastighetens anv&#228;ndning inte rimligen
kunde f&#246;rutses inom den angivna tiden.

Redovisning

50 &#167; En huvudman skall i fr&#229;ga om verksamheten med att ordna
och driva en allm&#228;n va-anl&#228;ggning se till

1. att verksamheten bokf&#246;rs och redovisas i enlighet med god
redovisningssed d&#228;r resultat- och balansr&#228;kningar redovisas
s&#228;rskilt och d&#228;r det av till&#228;ggsupplysningar framg&#229;r hur
huvudmannen har f&#246;rdelat kostnader som varit gemensamma med
annan verksamhet, och

2. att redovisningen, n&#228;r den &#228;r fastst&#228;lld, finns tillg&#228;nglig
f&#246;r fastighets&#228;garna.

Tillsyn

51 &#167; L&#228;nsstyrelsen ut&#246;var tillsynen &#246;ver att kommunen fullg&#246;r
skyldigheten enligt 6 &#167; att tillgodose behovet av
vattentj&#228;nster. L&#228;nsstyrelsen f&#229;r f&#246;rel&#228;gga kommunen att
fullg&#246;ra skyldigheten. Ett s&#229;dant f&#246;rel&#228;ggande f&#229;r f&#246;renas med
vite.

&#214;verklagande och pr&#246;vning av va-fr&#229;gor

52 &#167; L&#228;nsstyrelsens beslut om f&#246;rel&#228;ggande enligt 51 &#167; f&#229;r 
&#246;verklagas av kommunen till mark- och milj&#246;domstolen.
Lag (2015:693).

53 &#167; Mark- och milj&#246;domstolen pr&#246;var i &#246;vrigt m&#229;l om fr&#229;gor 
som regleras i denna lag eller i f&#246;reskrifter som meddelats 
med st&#246;d av lagen. Lag (2015:693).

53 a &#167; R&#228;tten ska se till att utredningen i m&#229;l enligt denna 
lag f&#229;r den inriktning och omfattning som kr&#228;vs.
Lag (2015:693).

53 b &#167; I m&#229;l om avst&#228;ngning av vattenf&#246;rs&#246;rjningen enligt 43 &#167; 
f&#229;r r&#228;tten, efter yrkande av en part, besluta vad som ska 
g&#228;lla f&#246;r tiden till dess att fr&#229;gan har avgjorts genom en 
dom eller ett beslut som f&#229;tt laga kraft. Innan r&#228;tten 
meddelar ett s&#229;dant beslut, ska den ge motparten tillf&#228;lle 
att yttra sig i fr&#229;gan. Lag (2015:693).

53 c &#167; Best&#228;mmelsen i 15 kap. 3 &#167; r&#228;tteg&#229;ngsbalken ska inte 
till&#228;mpas i m&#229;l enligt denna lag. Lag (2015:693).

54 &#167; En mark- och milj&#246;domstols f&#246;rel&#228;gganden enligt denna 
lag f&#229;r f&#246;renas med vite. Lag (2015:693).

55 &#167; Mark- och milj&#246;domstolen pr&#246;var efter s&#228;rskild ans&#246;kan 
fr&#229;gor om utd&#246;mande av vite som har f&#246;relagts enligt denna 
lag. Lag (2015:693).

R&#228;tteg&#229;ngskostnader

56 &#167; I m&#229;l enligt denna lag d&#228;r mark- och milj&#246;domstolen &#228;r 
f&#246;rsta instans g&#228;ller 56 a–56 e &#167;&#167; i fr&#229;ga om 
r&#228;tteg&#229;ngskostnader. Lag (2015:693).

56 a &#167; I m&#229;l om inl&#246;sen eller ers&#228;ttning enligt 39, 40 eller 
44 &#167; ska 

1. i fr&#229;ga om r&#228;tteg&#229;ngskostnader i mark- och milj&#246;domstolen, 
huvudmannen svara f&#246;r r&#228;tteg&#229;ngskostnaderna p&#229; b&#229;da sidor om 
inte annat f&#246;ljer av 56 d &#167;, och

2. i fr&#229;ga om r&#228;tteg&#229;ngskostnader i h&#246;gre r&#228;tt

a) huvudmannen svara f&#246;r sina egna r&#228;tteg&#229;ngskostnader och 
f&#246;r r&#228;tteg&#229;ngskostnad som har uppkommit f&#246;r motparten genom 
att huvudmannen har fullf&#246;ljt talan, om inte annat f&#246;ljer av 
18 kap. 6 &#167; r&#228;tteg&#229;ngsbalken, och

b) best&#228;mmelserna i 18 kap. r&#228;tteg&#229;ngsbalken till&#228;mpas i 
andra fall &#228;n de som avses i a. Lag (2015:693).

56 b &#167; I andra m&#229;l som ska handl&#228;ggas enligt best&#228;mmelserna 
om tvistem&#229;l i r&#228;tteg&#229;ngsbalken &#228;n s&#229;dana som avses i 56 a &#167; 
ska vardera parten svara f&#246;r sina r&#228;tteg&#229;ngskostnader, om 
inte annat f&#246;ljer av 56 d &#167; eller det annars finns s&#228;rskilda 
sk&#228;l.

Best&#228;mmelserna i 18 kap. r&#228;tteg&#229;ngsbalken ska dock till&#228;mpas 
i fr&#229;ga om kostnad f&#246;r ans&#246;kningsavgift. Lag (2015:693).

56 c &#167; I m&#229;l om utd&#246;mande av vite ska vardera parten svara 
f&#246;r sina r&#228;tteg&#229;ngskostnader. 

Best&#228;mmelserna i 18 kap. r&#228;tteg&#229;ngsbalken ska dock till&#228;mpas 
i fr&#229;ga om kostnad f&#246;r ans&#246;kningsavgift. Lag (2015:693).

56 d &#167; Trots det som s&#228;gs i 56 a &#167; 1 och 56 b &#167; f&#229;r r&#228;tten 
f&#246;rplikta en part att helt eller delvis svara f&#246;r 
r&#228;tteg&#229;ngskostnaderna, om parten

1. har inlett en r&#228;tteg&#229;ng utan att motparten har gett 
anledning till det, 

2. p&#229; annat s&#228;tt upps&#229;tligen eller av oaktsamhet har 
f&#246;ranlett en on&#246;dig r&#228;tteg&#229;ng, eller

3. har handlat p&#229; ett s&#229;dant s&#228;tt som avses i 18 kap. 6 &#167; 
r&#228;tteg&#229;ngsbalken. Lag (2015:693).

56 e &#167; Om en part enligt 56 d &#167; helt eller delvis ska ers&#228;tta 
motpartens r&#228;tteg&#229;ngskostnader och partens st&#228;llf&#246;retr&#228;dare, 
ombud eller bitr&#228;de har handlat p&#229; ett s&#229;dant s&#228;tt som avses 
i den best&#228;mmelsen och d&#228;rigenom v&#229;llat kostnaderna helt 
eller delvis, kan st&#228;llf&#246;retr&#228;daren, ombudet eller bitr&#228;det 
f&#246;rpliktas att tillsammans med parten ers&#228;tta kostnaderna. 
R&#228;tten kan besluta om detta &#228;ven om n&#229;gon part inte yrkar 
det. Lag (2015:693).

Undantag fr&#229;n 2 kap. 1 &#167; kommunallagen (2017:725)

57 &#167; Trots best&#228;mmelsen i 2 kap. 1 &#167; kommunallagen (2017:725) 
om anknytning till kommunens omr&#229;de eller dess medlemmar, f&#229;r 
en kommun sk&#246;ta driften av en allm&#228;n va-anl&#228;ggning i andra 
kommuner, om driften sker p&#229; aff&#228;rsm&#228;ssiga grunder och 
ekonomiskt redovisas skilt fr&#229;n annan verksamhet.
Lag (2017:749).

&#214;verg&#229;ngsbest&#228;mmelser

2006:412

1. Denna lag tr&#228;der i kraft den 1 januari 2007, d&#229; lagen
(1970:244) om allm&#228;nna vatten- och avloppsanl&#228;ggningar skall
upph&#246;ra att g&#228;lla.

2. F&#246;r en va-anl&#228;ggning som f&#246;rklarats f&#246;r allm&#228;n enligt 31 &#167; 
den upph&#228;vda lagen eller motsvarande best&#228;mmelse i &#228;ldre lag 
och som inte &#228;r att anse som allm&#228;n enligt 2 &#167; den nya lagen 
g&#228;ller f&#246;ljande.

a) Best&#228;mmelserna i 10–22, 24 och 25 &#167;&#167;, 30 &#167; f&#246;rsta stycket, 
31 &#167; f&#246;rsta och andra styckena, 32 &#167;, 35 &#167; andra stycket, 
36–43 och 53–56 e &#167;&#167; den nya lagen ska till&#228;mpas i fr&#229;ga om 
anl&#228;ggningen.

b) Best&#228;mmelserna i den upph&#228;vda lagen, utom 5 &#167;, 6 &#167;, 12 a &#167; 
och de best&#228;mmelser som motsvarar de i a uppr&#228;knade 
best&#228;mmelserna, ska till&#228;mpas s&#229; l&#228;nge anl&#228;ggningen best&#229;r 
som allm&#228;nf&#246;rklarad, dock l&#228;ngst till och med den 31 december 
2016. Mark- och milj&#246;domstolen pr&#246;var m&#229;l som avser 
till&#228;mpning av best&#228;mmelser i den upph&#228;vda lagen.

c) Huvudmannen f&#246;r anl&#228;ggningen f&#229;r inte besluta i fr&#229;gor som 
r&#246;r anl&#228;ggningens verksamhetsomr&#229;de. Det som s&#228;gs i 7 &#167; den 
upph&#228;vda lagen ska, fr&#229;n och med den 1 januari 2007, endast 
avse huvudmannens skyldigheter f&#246;r tiden dessf&#246;rinnan.
Lag (2015:693).

3. Det som en huvudman enligt den upph&#228;vda lagen har beslutat i
fr&#229;ga om en va-anl&#228;ggnings verksamhetsomr&#229;de skall g&#228;lla &#228;ven
efter ikrafttr&#228;dandet.

4. F&#246;r andra allm&#228;nna va-anl&#228;ggningar &#228;n dem som avses i 2
skall det som en huvudman enligt 22 eller 27 &#167; den upph&#228;vda
lagen har beslutat i fr&#229;gor om anv&#228;ndningen av va-anl&#228;ggningen
eller om taxa forts&#228;tta att g&#228;lla till dess att kommunen med
st&#246;d av 23 och 34 &#167;&#167; den nya lagen har ersatt huvudmannens
beslut med nya f&#246;reskrifter, dock l&#228;ngst till och med den 31
december 2008.

5. Best&#228;mmelserna i 50 &#167; den nya lagen till&#228;mpas f&#246;rsta g&#229;ngen
f&#246;r det f&#246;rsta r&#228;kenskaps&#229;r som p&#229;b&#246;rjas efter den 31 december
2006.

6. Denna lag skall inte till&#228;mpas p&#229; m&#229;l eller &#228;rende som
enligt best&#228;mmelserna i den upph&#228;vda lagen har anh&#228;ngiggjorts
f&#246;re ikrafttr&#228;dandet.

2022:1249

1. Denna lag tr&#228;der i kraft den 1 januari 2023.

2. Best&#228;mmelsen i 6 a &#167; f&#246;rsta stycket till&#228;mpas f&#246;rsta g&#229;ngen 
f&#246;r tid efter den 31 december 2023.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2252">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2254">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
