

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2006-05-09" /> 
 <meta id="rattsinfo-edited" content="2007-07-04" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2264</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2263">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2265">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2006:286 ·
                    <a href="/sfsr?bet=2006:286">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2006:286) om konvention om social trygghet mellan Sverige
och Chile
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2006-04-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2006:1312
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2007-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Enligt riksdagens beslut f&#246;reskrivs att konventionen den 13
mars 1995 mellan Konungariket Sverige och Republiken Chile om
social trygghet, med de anpassningar och &#228;ndringar som har
gjorts genom avtalet den 12 december 2005 mellan de b&#229;da
staterna, skall g&#228;lla som lag h&#228;r i landet. Konventionens
inneh&#229;ll framg&#229;r av en bilaga till denna lag.

&#214;verg&#229;ngsbest&#228;mmelser

2006:286

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Best&#228;mmelserna i avtalet den 12 december 2005 skall inte
f&#246;ranleda minskning av f&#246;rm&#229;nsbelopp som en person har
beviljats enligt konventionen f&#246;re avtalets ikrafttr&#228;dande.

3. De best&#228;mmelser i konventionen som g&#228;llde f&#246;re avtalets
ikrafttr&#228;dande skall forts&#228;tta att g&#228;lla med avseende p&#229; r&#228;tten
till f&#246;rm&#229;ner som kunde fastst&#228;llas genom till&#228;mpning av
konventionen i dess d&#229;varande lydelse.



KONVENTION OM SOCIAL TRYGGHET MELLAN KONUNGARIKET SVERIGE OCH
REPUBLIKEN CHILE

Konungariket Sverige och Republiken Chile som &#246;nskar reglera
sina f&#246;rbindelser p&#229; den sociala trygghetens omr&#229;de har
&#246;verenskommit om f&#246;ljande:

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

l. I denna konvention avses med
uttrycken

a) &quot;lagstiftning&quot; lagar, f&#246;rordningar och f&#246;reskrifter om
avgifter till och f&#246;rm&#229;ner fr&#229;n de system f&#246;r social trygghet
som anges i artikel 2,

b) &quot;beh&#246;rig myndighet&quot; med avseende p&#229; Chile, Arbets- och
socialf&#246;rs&#228;kringsministeriet, och med avseende p&#229; Sverige,
regeringen eller den myndighet regeringen f&#246;rordnar,

c) &quot;beh&#246;rig institution&quot; den institution eller det organ som i
det enskilda fallet svarar f&#246;r till&#228;mpningen av den
lagstiftning som anges i artikel 2,

d) &quot;pension&quot; eller &quot;livr&#228;nta&quot; pension el1er annan
l&#229;ngtidsf&#246;rm&#229;n i kontanter inber&#228;knat tilll&#228;ggsbelopp och
h&#246;jningar,

e) &quot;f&#246;rs&#228;kringsperiod&quot; period som i den lagstiftning enligt
vilken den har fullgjorts betecknas som s&#229;dan, eller som i
samma lagstiftning j&#228;mst&#228;lls med en f&#246;rs&#228;kringsperiod.

2. Andra uttryck som anv&#228;nds i denna konvention har den
betydelse som tillkommer dem enligt den till&#228;mpliga
lagstiftningen.

Artikel 2

l. Denna konvention skall till&#228;mpas

A) vad avser Chile, p&#229; lagstiftningen om

a) systemen f&#246;r sjukv&#229;rdsf&#246;rm&#229;ner,

b) f&#246;rs&#228;kring f&#246;r arbetsskador och yrkessjukdomar,

c) det nya systemet f&#246;r &#229;lders-, invaliditets- och
efterlevandepensioner, som grundas p&#229; individuell
kapitalisering,

d) de system f&#246;r &#229;lders-, invaliditets- och
efterlevandepensioner som administreras av institutet f&#246;r
social v&#228;lf&#228;rd (Instituto de Normalizaci&#243;n Previsional), samt

e) arbetsl&#246;shetsf&#246;rs&#228;kring.

Best&#228;mmelserna i avdelning III kapitel II i denna konvention &#228;r
inte till&#228;mpliga p&#229; lagstiftning som &#229;syftas i a) och b) ovan.

B) vad avser Sverige, p&#229; lagstiftningen om

a) sjukf&#246;rs&#228;kring med sjukers&#228;ttning och aktivitetsers&#228;ttning,

b) f&#246;r&#228;ldraf&#246;rs&#228;kring,

c) arbetsskadef&#246;rs&#228;kring,

d) garantipensioner och inkomstgrundade &#229;lderspensioner,

e) efterlevandepensioner och efterlevandest&#246;d till barn, samt

f) arbetsl&#246;shetsf&#246;rs&#228;kring.

2. Denna konvention skall &#228;ven till&#228;mpas p&#229; lagstiftning som i
framtiden kan komma att komplettera eller &#228;ndra den
lagstiftning som anges i f&#246;rsta punkten.

3. Denna konvention skall inte till&#228;mpas p&#229; best&#228;mmelser i en
f&#246;rdragsslutande stats bieller multilaterala avtal r&#246;rande den
lagstiftning som anges i f&#246;rsta punkten.

Artikel 3

Denna konvention g&#228;ller f&#246;r personer som &#228;r eller har varit
omfattade av lagstiftningen i en eller b&#229;da de f&#246;rdragslutande
staterna och personer som h&#228;rleder sin r&#228;tt fr&#229;n en s&#229;dan
person.

Artikel 4

Vid till&#228;mpning av en f&#246;rdragsslutande stats lagstiftning
skall, i den m&#229;n inte annat f&#246;reskrivs i denna konvention,
f&#246;ljande i n&#229;gon av staterna bosatta personer likst&#228;llas med
statens egna medborgare,

a) medborgare i den andra f&#246;rdragsslutande staten,

b) flyktingar och statsl&#246;sa,

c) andra personer vad avser r&#228;ttigheter som de h&#228;rleder fr&#229;n
personer som avses under a) och b).

Artikel 5

1. I den m&#229;n inte annat f&#246;reskrivs i denna konvention f&#229;r
livr&#228;ntor i anledning av arbetsskador och yrkessjukdomar eller
pensioner vid invaliditet, &#229;lderdom och till efterlevande
enligt en f&#246;rdragsslutande stats lagstiftning inte minskas,
&#228;ndras, inneh&#229;llas eller dras in p&#229; grund av att f&#246;rm&#229;nstagaren
vistas eller &#228;r bosatt i den andra staten.

2. F&#246;rm&#229;ner som avses i f&#246;rsta punkten som en stat har att utge
till medborgare i den andra staten bosatta i ett tredje land
skall betalas p&#229; samma villkor och i samma omfattning som till
den f&#246;rsta statens egna medborgare som &#228;r bosatta i detta
tredje land.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 6

Om inte annat f&#246;reskrivs i artikel 7 skall en f&#246;rv&#228;rvsverksam
person omfattas av lagstiftningen i den f&#246;rdragsslutande stat i
vilken f&#246;rv&#228;rvsverksamheten ut&#246;vas oavsett i vilken stat
personen &#228;r bosatt och oavsett i vilken stat arbetsgivaren
finns.

Artikel 7

l. En arbetstagare som &#228;r anst&#228;lld i en f&#246;rdragsslutande stat
och som av sin arbetsgivare s&#228;nds ut till den andra staten f&#246;r
att d&#228;r utf&#246;ra arbete av tillf&#228;llig natur skall fortsatt
omfattas av lagstiftningen i den f&#246;rstn&#228;mnda staten under
f&#246;ruts&#228;ttning att arbetet f&#246;rutses vara h&#246;gst tolv m&#229;nader.

Om arbetet p&#229; grund av of&#246;rutsebara omst&#228;ndigheter kommer att
vara l&#228;ngre &#228;n tolv m&#229;nader skall arbetstagaren fortsatt
omfattas av den f&#246;rstn&#228;mnda statens lagstiftning under
ytterligare en period av tolv m&#229;nader under f&#246;ruts&#228;ttning att
den andra statens beh&#246;riga myndighet l&#228;mnar sitt godk&#228;nnande.

2. Den som av en statlig arbetsgivare i en f&#246;rdragsslutande
stat s&#228;nds till den andra staten skall utan begr&#228;nsning i tiden
fortsatt omfattas av lagstiftningen i den f&#246;rstn&#228;mnda staten.

3. F&#246;r diplomatiska f&#246;retr&#228;dare och karri&#228;rkonsuler samt f&#246;r
den administrativa och tekniska personalen vid beskickningar
och konsulat, som f&#246;rest&#229;s av karri&#228;rkonsul, liksom &#228;ven f&#246;r
medlemmar av beskickningarnas respektive konsulatens
tj&#228;nstepersonal och f&#246;r personer som uteslutande &#228;r anst&#228;llda i
privat tj&#228;nst, i hush&#229;llet hos diplomatiska f&#246;retr&#228;dare,
karri&#228;rkonsuler och medlemmar av konsulat, som f&#246;rest&#229;s av
karri&#228;rkonsul, skall, i den m&#229;n denna personkrets omfattas av
Wienkonventionen om diplomatiska f&#246;rbindelser respektive
Wienkonventionen om konsul&#228;ra f&#246;rbindelser, best&#228;mmelserna i
dessa konventioner vara till&#228;mpliga.

4. Arbetstagare med anst&#228;llning p&#229; fartyg skall omfattas av
lagstiftningen i den stat vars flagga fartyget f&#246;r.

5. En arbetstagares medf&#246;ljande familjemedlemmar som inte
sj&#228;lva f&#246;rv&#228;rvsarbetar skall vid till&#228;mpningen av
best&#228;mmelserna i denna artikel anses bosatta i den stat vars
lagstiftning arbetstagaren omfattas av.

Artikel 8

De beh&#246;riga myndigheterna i de b&#229;da f&#246;rdragsslutande staterna
kan komma &#246;verens om undantag fr&#229;n best&#228;mmelserna i artiklarna
6 och 7 f&#246;r vissa personer eller persongrupper. Best&#228;mmelserna
i artikel 7 femte punkten skall till&#228;mpas i dessa fall.

AVDELNING III

S&#196;RSKILDA BEST&#196;MMELSER

KAPITEL I.

SJUKV&#197;RDSF&#214;RM&#197;NER

Artikel 9

Den som uppb&#228;r pension enligt lagstiftningen i en
f&#246;rdragsslutande stat har under bos&#228;ttning i den andra staten
r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner enligt den sistn&#228;mnda statens
lagstiftning p&#229; samma villkor som den som uppb&#228;r motsvarande
f&#246;rm&#229;ner enligt bos&#228;ttningsstatens lagstiftning.

KAPITEL II.

PENSIONER VID INVALIDITET, &#197;LDERDOM OCH D&#214;DSFALL

A. GEMENSAMMA BEST&#196;MMELSER

Artikel 10

N&#228;r en stats lagstiftning f&#246;r f&#246;rv&#228;rvande, bibeh&#229;llande eller
&#229;terf&#229;ende av r&#228;tt till pension vid invaliditet, &#229;lderdom eller
till efterlevande kr&#228;ver att vissa f&#246;rs&#228;kringsperioder har
fullgjorts skall perioder som har fullgjorts enligt den andra
statens lagstiftning, n&#228;r s&#229; beh&#246;vs, sammanl&#228;ggas med de
perioder som har fullgjorts enligt statens egen lagstiftning
under f&#246;ruts&#228;ttning att perioderna inte sammanfaller.

Artikel 11

1. Vid fastst&#228;llande av neds&#228;ttning av arbetsf&#246;rm&#229;ga f&#246;r r&#228;tt
till pension skall den beh&#246;riga institutionen i var och en av
staterna g&#246;ra sin pr&#246;vning enligt den lagstiftning som g&#228;ller
f&#246;r institutionen. De l&#228;karunders&#246;kningar som &#228;r n&#246;dv&#228;ndiga
skall ombes&#246;rjas av institutionen p&#229; bos&#228;ttningsorten p&#229;
beg&#228;ran av den beh&#246;riga institutionen.

2. F&#246;r till&#228;mpning av vad som s&#228;gs i f&#246;reg&#229;ende punkt skall
institutionen i den f&#246;rdragsslutande stat d&#228;r s&#246;kanden &#228;r
bosatt utan kostnad p&#229; beg&#228;ran av institutionen i den andra
staten st&#228;lla l&#228;karintyg och andra medicinska handlingar till
vilka den har tillg&#229;ng till sistn&#228;mnda institutions f&#246;rfogande.

3. N&#228;r den svenska institutionen anser att l&#228;karunders&#246;kningar
som endast beh&#246;vs f&#246;r dess handl&#228;ggning beh&#246;ver g&#246;ras i Chile
skall dessa bekostas av den svenska beh&#246;riga institutionen.

4. Om den chilenska beh&#246;riga institutionen anser att
ytterligare medicinska unders&#246;kningar &#228;r n&#246;dv&#228;ndiga i den andra
f&#246;rdragsslutande staten uteslutande i sitt eget intresse, skall
de betalas enligt chilensk lagstiftning.

N&#228;r det g&#228;ller arbetstagare som &#228;r f&#246;rs&#228;krade i det chilenska
individuella kapitaliseringssystemet, skall den chilenska
beh&#246;riga institutionen &#229;terbetala hela kostnaden f&#246;r dessa
unders&#246;kningar till den beh&#246;riga institutionen i den andra
f&#246;rdragsslutande staten och utkr&#228;va vederb&#246;rlig andel av den
f&#246;rs&#228;krade personen, n&#228;r s&#229; &#228;r n&#246;dv&#228;ndigt. Den chilenska
beh&#246;riga institutionen skall kunna dra av den f&#246;rs&#228;krades andel
av kostnaden fr&#229;n hans eller hennes pensioner eller fr&#229;n saldot
av det personliga kapitaliseringskontot.

Om de nya medicinska unders&#246;kningarna beh&#246;vs till f&#246;ljd av ett
&#246;verklagande av ett beslut om invaliditet fattat i Chile, skall
kostnaderna f&#246;r dessa unders&#246;kningar betalas p&#229; det s&#228;tt som
anges i f&#246;reg&#229;ende stycke, utom i de fall &#246;verklagandet har
gjorts av en chilensk beh&#246;rig institution eller av ett
f&#246;rs&#228;kringsbolag. I dessa fall skall kostnaderna betalas av den
klagande.

B. TILL&#196;MPNING AV SVENSK LAGSTIFTNING

Artikel 12

1. Vid fastst&#228;llande av r&#228;tten till sjukers&#228;ttning eller
aktivitetsers&#228;ttning skall personer som erl&#228;gger avgifter eller
uppb&#228;r pension enligt den chilenska lagstiftningen anses som
f&#246;rs&#228;krade enligt den svenska lagstiftningen.

2. Artikel 10 skall inte till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs
bos&#228;ttning i Sverige f&#246;r r&#228;tt till garantipension eller till
sjukers&#228;ttning eller aktivitetsers&#228;ttning i form av
garantiers&#228;ttning.

3. F&#246;r ber&#228;kning av inkomstrelaterad sjukers&#228;ttning och
aktivitetsers&#228;ttning skall endast inkomst som intj&#228;nats under
perioder d&#229; svensk lagstiftning var till&#228;mplig beaktas.

4. F&#246;r ber&#228;kning av storleken p&#229; inkomstgrundad &#229;lderspension i
form av till&#228;ggspension som beviljas enligt best&#228;mmelserna i
artikel 10 skall endast f&#246;rs&#228;kringsperioder enligt svensk
lagstiftning beaktas.

5. Artikel 5 skall inte till&#228;mpas p&#229; garantipensioner,
efterlevandest&#246;d till barn och sjukers&#228;ttning eller
aktivitetsers&#228;ttning i form av garantiers&#228;ttning.

6. Med avseende p&#229; denna konvention skall de
gottg&#246;relsef&#246;rm&#229;ner som betalas av Chile enligt lagarna 19.123,
19.234, 19.980 och 19.992 med &#228;ndringar, liksom &#228;ven f&#246;rm&#229;ner
enligt lagar som har inf&#246;rts efter de ovann&#228;mnda lagarna till
offer f&#246;r kr&#228;nkningar av m&#228;nskliga r&#228;ttigheter eller f&#246;r
politiskt v&#229;ld fr&#229;n och med den 11 september 1973 till och med
den 10 mars 1990, inte betraktas som pensioner och inte p&#229;verka
garantipensioner eller garanterade delar av andra svenska
pensioner.

C. TILL&#196;MPNING AV CHILENSK LAGSTIFTNING

Artikel 13

1. Den som &#228;r f&#246;rs&#228;krad hos en pensionsfondsf&#246;rvaltande
institution skall finansiera sin chilenska pension med den p&#229;
hans individuella kapitaliseringskonto ackumulerade
beh&#229;llningen. N&#228;r denna inte r&#228;cker f&#246;r att finansiera en
pension som minst uppg&#229;r till den minimipension som garanteras
av staten har den f&#246;rs&#228;krade r&#228;tt till sammanl&#228;ggning av
perioder enligt artikel 10 f&#246;r att erh&#229;lla minimipension vid
&#229;lderdom och invaliditet. Samma r&#228;tt tillkommer den som uppb&#228;r
efterlevandepension.

2. Vid best&#228;mmande av om de villkor som den chilenska
lagstiftningen st&#228;ller f&#246;r r&#228;tt till f&#246;rtida pension &#228;r
uppfyllda, skall f&#246;rs&#228;krade som erh&#229;ller pension enligt svensk
lagstiftning anses som pension&#228;rer enligt de i fj&#228;rde punkten
angivna systemen f&#246;r social v&#228;lf&#228;rd.

3. F&#246;rv&#228;rvsverksamma personer som &#228;r f&#246;rs&#228;krade i det nya
pensionssystemet i Chile kan under tid som de &#228;r bosatta i
Sverige betala frivilliga avgifter till detta system som
egenf&#246;retagare utan att detta p&#229;verkar deras avgiftsskyldighet
i Sverige. De f&#246;rs&#228;krade som v&#228;ljer att utnyttja denna
m&#246;jlighet &#228;r inte skyldiga att betala avgiften f&#246;r finansiering
av sjukv&#229;rdsf&#246;rm&#229;ner.

4. De personer som tillh&#246;r de pensionssystem som administreras
av Institutet f&#246;r social v&#228;lf&#228;rd kan ocks&#229; &#229;beropa perioder
enligt artikel 10 f&#246;r att erh&#229;lla pensionsf&#246;rm&#229;ner enligt de
best&#228;mmelser som g&#228;ller f&#246;r dessa system.

5. I de fall som avses i punkterna 1 och 4 skall den beh&#246;riga
institutionen best&#228;mma pensionens storlek som om alla
f&#246;rs&#228;kringsperioder hade fullgjorts enligt dess lagstiftning
men skall f&#246;r utbetalning av pensionen ber&#228;kna sin andel enligt
f&#246;rh&#229;llandet mellan de f&#246;rs&#228;kringsperioder som har fullgjorts
endast enligt dess egen lagstiftning och summan av de
f&#246;rs&#228;kringsperioder som har fullgjorts i b&#228;gge staterna. N&#228;r
summan av de f&#246;rs&#228;kringsperioder som har fullgjorts i de
f&#246;rdragsslutande staterna &#246;verstiger den period som enligt
chilensk lagstiftning kr&#228;vs f&#246;r r&#228;tt till en full pension skall
vid ber&#228;kningen bortses fr&#229;n de &#246;verstigande perioderna.

6. Personer, som omfattas av den svenska lagstiftningen p&#229;
grund av arbete eller som uppb&#228;r inkomstgrundad pension,
inkomstrelaterad sjukers&#228;ttning eller inkomstrelaterad
aktivitetsers&#228;ttning, skall betraktas som avgiftsbetalare i
motsvarande socialf&#246;rs&#228;kringssystem i Chile f&#246;r att vara
ber&#228;ttigade till f&#246;rm&#229;ner enligt de lagar som reglerar de
socialf&#246;rs&#228;kringssystem som f&#246;rvaltas av Institutet f&#246;r social
v&#228;lf&#228;rd (Instituto de Normalizaci&#243;n Previsional).

AVDELNING IV

KAPITEL I.

&#214;VRIGA BEST&#196;MMELSER

Artikel 14

1. Ans&#246;kningar, f&#246;rklaringar, &#246;verklaganden och andra
handlingar som f&#246;r till&#228;mpningen av en stats lagstiftning skall
inges inom viss tid till en myndighet eller institution i denna
stat skall anses ha kommit in till denna om de inom samma tid
har kommit in till motsvarande myndighet eller institution i
den andra staten.

2. Ans&#246;kan om pension som getts in enligt en stats lagstiftning
skall betraktas som ans&#246;kan om motsvarande pension enligt den
andra statens lagstiftning under f&#246;ruts&#228;ttning att s&#246;kanden vid
ans&#246;kningstillf&#228;llet uttryckligen uppger sig ha varit
f&#246;rv&#228;rvsverksam i den staten. Detta g&#228;ller dock inte om
s&#246;kanden uttryckligen beg&#228;r att beviljandet av pension enligt
den andra statens lagstiftning skall skjutas upp och han enligt
denna stats lagstiftning kan v&#228;lja den tidpunkt fr&#229;n vilken
pensionen skall utg&#229;.

Artikel 15

Myndigheters och institutioners skriftv&#228;xling liksom enskilda
personers framst&#228;llningar r&#246;rande till&#228;mpningen av denna
konvention kan avfattas p&#229; ett av de officiella spr&#229;ken eller
p&#229; engelska.

Artikel 16

De f&#246;rdragsslutande staternas beh&#246;riga institutioner kan n&#228;r
som helst av varandra beg&#228;ra l&#228;karunders&#246;kningar, fastst&#228;llande
av sakf&#246;rh&#229;llanden eller h&#228;ndelser som kan leda till att en
f&#246;rm&#229;n f&#246;rv&#228;rvas, &#228;ndras, inneh&#229;lls, upph&#246;r eller bibeh&#229;lls.
D&#228;rav f&#246;ranledda utgifter skall ers&#228;ttas i den ordning som
anges i till&#228;mpnings&#246;verenskommelsen.

Artikel 17

1. N&#228;r en f&#246;rdragsslutande stats lagstiftning medger befrielse
fr&#229;n avgift f&#246;r registrering och utskrift av handling, fr&#229;n
st&#228;mpel-, konsul&#228;r- och andra liknande avgifter skall
befrielsen &#228;ven g&#228;lla intyg och handlingar som utf&#228;rdas av den
andra statens institutioner f&#246;r tilll&#228;mpning av denna
konvention.

2. Administrativa handlingar och dokument, som utf&#228;rdas av en
institution i en stat f&#246;r tilll&#228;mpning av denna konvention f&#246;r
bruk av institutioner i den andra staten skall undantas fr&#229;n
krav p&#229; legalisering eller andra liknande formaliteter.

Artikel 18

F&#246;rm&#229;ner kan med befriande verkan betalas av en institution i
en f&#246;rdragsslutande stat till en person bosatt i den andra
staten i f&#246;rstn&#228;mnda stats valuta. Om en institution i en stat
skall erl&#228;gga betalning till en institution i den andra staten
skall betalningen g&#246;ras i den sistn&#228;mnda statens valuta.

Artikel 19

De f&#246;rdragsslutande staternas beh&#246;riga myndigheter skall

a) sluta de till&#228;mpnings&#246;verenskommelser som &#228;r n&#246;dv&#228;ndiga f&#246;r
denna konventions tilll&#228;mpning,

b) utse sina respektive f&#246;rbindelseorgan,

c) h&#229;lla varandra underr&#228;ttade om de &#229;tg&#228;rder som p&#229; det
nationella planet vidtas f&#246;r tilll&#228;mpningen av denna
konvention,

d) meddela varandra alla &#228;ndringar i den lagstiftning som anges
i artikel 2, och

e) bist&#229; varandra och i vidast m&#246;jliga m&#229;n samarbeta tekniskt
och administrativt vid tilll&#228;mpningen av denna konvention.

Artikel 20

1. De beh&#246;riga myndigheterna skall genom f&#246;rhandlingar l&#246;sa
tvister om tolkningen av denna konvention och
till&#228;mpnings&#246;verenskommelserna till denna.

2. Om en tvist inte kan l&#246;sas genom f&#246;rhandlingar inom sex
m&#229;nader efter det beg&#228;ran om f&#246;rhandlingar f&#246;rst framst&#228;lldes,
skall den h&#228;nskjutas till en skiljen&#228;mnd vars sammans&#228;ttning
och arbetss&#228;tt skall &#246;verenskommas mellan de f&#246;rdragsslutande
staterna. Det beslut som fattas av skiljen&#228;mnden skall vara
bindande och slutligt.

KAPITEL II.

&#214;VERG&#197;NGSBEST&#196;MMELSER

Artikel 21

F&#246;rs&#228;kringsperioder som har fullgjorts enligt en
f&#246;rdragsslutande stats lagstiftning f&#246;re dagen f&#246;r denna
konventions ikrafttr&#228;dande skall beaktas vid fastst&#228;llande av
r&#228;tt till en f&#246;rm&#229;n enligt konventionen.

Artikel 22

1. Denna konvention ger r&#228;tt till f&#246;rm&#229;ner p&#229; grund av
f&#246;rs&#228;kringsfall som har intr&#228;ffat f&#246;re dagen f&#246;r dess
ikrafttr&#228;dande. F&#246;rm&#229;ner skall dock inte utges f&#246;r tider f&#246;re
konventionens ikrafttr&#228;dande.

2. F&#246;rm&#229;ner, som f&#246;re denna konventions ikrafttr&#228;dande har
utbetalats av en eller b&#229;da staterna och f&#246;rm&#229;ner som inte har
beviljats p&#229; grund av n&#229;got hinder som har undanr&#246;jts genom
denna konvention skall p&#229; ans&#246;kan av den f&#246;rs&#228;krade ompr&#246;vas
med till&#228;mpning av konventionens best&#228;mmelser. S&#229;dan f&#246;rm&#229;n kan
ocks&#229; omr&#228;knas utan ans&#246;kan. F&#246;rm&#229;n i form av eng&#229;ngsbelopp
skall inte omr&#228;knas.

3. Best&#228;mmelser i de f&#246;rdragsslutande staternas lagstiftningar
om preskription eller upph&#246;rande av r&#228;tten till f&#246;rm&#229;ner skall
inte till&#228;mpas p&#229; r&#228;ttigheter enligt f&#246;reg&#229;ende punkt om
ans&#246;kan g&#246;rs inom tv&#229; &#229;r efter konventionens ikrafttr&#228;dande
s&#229;vida inte f&#246;rm&#229;nligare regler g&#228;ller enligt lagstiftningen i
staten ifr&#229;ga.

KAPITEL III.

SLUTBEST&#196;MMELSER

Artikel 23

1. Denna konvention g&#228;ller f&#246;r obegr&#228;nsad tid. Den kan s&#228;gas
upp av vardera av de b&#228;gge staterna. Upps&#228;gningen skall
meddelas p&#229; diplomatisk v&#228;g senast tre m&#229;nader f&#246;re utg&#229;ngen av
det l&#246;pande kalender&#229;ret, varvid konventionen upph&#246;r att g&#228;lla
vid kalender&#229;rets slut.

2. Upps&#228;ges konventionen skall dess best&#228;mmelser forts&#228;tta att
g&#228;lla redan beviljade f&#246;rm&#229;ner utan hinder av s&#229;dana
inskr&#228;nkande best&#228;mmelser som kan finnas i staternas
lagstiftning f&#246;r de fall d&#229; en f&#246;rm&#229;nstagare &#228;r bosatt
utomlands.

3. De f&#246;rdragslutande staterna skall tr&#228;ffa s&#228;rskild
&#246;verenskommelse f&#246;r att s&#228;kerst&#228;lla intj&#228;nade r&#228;ttigheter, som
grundas p&#229; f&#246;rs&#228;kringsperioder eller d&#228;rmed likst&#228;llda perioder
och som har fullgjorts innan konventionen upph&#246;rde att g&#228;lla.

Artikel 24

Denna konvention skall ratificeras.

Ratifikationsinstrumenten skall utv&#228;xlas i Santiago de Chile.

Konventionen tr&#228;der i kraft f&#246;rsta dagen i tredje m&#229;naden som
f&#246;ljer den m&#229;nad under vilken ratifikationsinstrumenten har
utv&#228;xlats.

TILL BEKR&#196;FTELSE H&#196;RAV, har de befullm&#228;ktigade ombuden
undertecknat denna konvention.

Som skedde i Stockholm den 13 mars 1995 i tv&#229; exemplar p&#229;
svenska och spanska spr&#229;ken, vilka b&#229;da texter &#228;ger lika
vitsord.


CONVENIO DE SEGURIDAD SOCIAL ENTRE EL REINO DE SUECIA Y LA
REPUBLICA DE CHILE

El Reino de Suecia y la Rep&#250;blica de Chile animados por el
deseo de regular sus relaciones en el &#225;rea de la Seguridad
Social, han convenido lo siguiente:

TITULO I

DISPOSICIONES GENERALES

Art&#237;culo 1o.

l. Las expresiones y t&#233;rminos que se indican a continuaci&#243;n
tienen, a efectos de aplicaci&#243;n del presente Convenio, el
siguiente significado:

a) &quot;Legislaci&#243;n&quot;, las leyes, reglamentos y disposiciones sobre
cotizaciones y beneficios de los sistemas de seguridad social
que se indican en el art&#237;culo 2o. de este Convenio.

b) &quot;Autoridad Competente&quot;, respecto de Chile, el Ministro del
Trabajo y Previsi&#243;n Social y respecto de Suecia, el Gobierno o
la autoridad designada por el Gobierno.

c) &quot;Instituci&#243;n Competente&quot;, designa la Instituci&#243;n o Organismo
responsable, en cada caso, de la aplicaci&#243;n de la legislaci&#243;n a
que alude el art&#237;culo 2o. de este Convenio.

d) &quot;Pensi&#243;n&quot; o &quot;Renta Vitalicia&quot;, pensi&#243;n o otra prestaci&#243;n
pecuniaria de largo plazo, incluyendo suplementos, asignaciones
y aumentos.

e) &quot;Per&#237;odo de Seguro&quot;, todo per&#237;odo reconocido como tal por la
legislaci&#243;n bajo la cual se haya cumplido, as&#237; como cualquier
per&#237;odo considerado por dicha legislaci&#243;n, como equivalente a
un periodo de seguro.

2. Los dem&#225;s t&#233;rminos o expresiones utilizados en el Convenio
tienen el significado que les atribuye la legislaci&#243;n que se
aplica.

Art&#237;culo 2o.

l. El presente Convenio se aplicar&#225;:

A) Respecto de Chile, a la legislaci&#243;n sobre:

a) Los reg&#237;menes de prestaciones de salud;

b) El seguro de Accidentes del Trabajo y Enfermedades
Profesionales;

c) El Nuevo Sistema de Pensiones de vejez, invalidez y
sobrevivencia, basado en la capitalizaci&#243;n individual;

d) Los reg&#237;menes de pensiones de vejez, invalidez y
sobrevivencia administrados por el Instituto de Normalizaci&#243;n
Previsional, y

e) El Seguro de Cesant&#237;a.

Las letras a) y b) no tendr&#225;n aplicaci&#243;n respecto de las
disposiciones contenidas en el Cap&#237;tulo II del T&#237;tulo III del
presente Convenio.

B) Respecto de Suecia, a las disposiciones legales sobre:

a) seguro por enfermedad con compensaci&#243;n por enfermedad y
compensaci&#243;n por actividad,

b) seguro parental,

c) seguro de accidentes del trabajo y enfermedades
profesionales,

d) pensiones de garant&#237;a y pensiones de jubilaci&#243;n basadas en
los ingresos,

e) pensiones de sobrevivencia as&#237; como subvenci&#243;n de
sobrevivencia para hijos,

f) seguro de desempleo.

2. El presente Convenio se aplicar&#225; igualmente a las
disposiciones legales que en el futuro complementen o
modifiquen las enumeradas en el p&#225;rrafo precedente.

3. La aplicaci&#243;n de las normas del presente Convenio excluir&#225;
las disposiciones contenidas en otros Convenios bilaterales o
multilaterales celebrados por uno de los Estados Contratantes,
en relaci&#243;n con la legislaci&#243;n que se indica en el No. l de
este p&#225;rrafo.

Art&#237;culo 3o.

El presente Convenio se aplicar&#225; a las personas que est&#233;n o
hayan estado sometidas a la legislaci&#243;n de uno o ambos Estados
Contratantes y a sus beneficiarios.

Art&#237;culo 4o.

Salvo que el presente Convenio disponga otra cosa, para la
aplicaci&#243;n de la legislaci&#243;n de un Estado Contratante, las
siguientes personas residentes en cualquiera de los Estados se
equiparar&#225;n con sus propios nacionales:

a) Los nacionales del otro Estado Contratante.

b) Los refugiados y los ap&#225;tridas.

c) Otras personas, en lo referente a los derechos derivados de
las personas mencionadas en las letras a) y b).

Art&#237;culo 5o.

l. Salvo que en el presente Convenio se disponga otra cosa, las
rentas vitalicias o pensiones por accidentes de trabajo y
enfermedades profesionales y las pensiones de invalidez, vejez
y sobrevivencia que se abonar&#225;n de acuerdo con la legislaci&#243;n
de un Estado Contratante no podr&#225;n ser sujetas a reducci&#243;n,
modificaci&#243;n, suspensi&#243;n o retenci&#243;n por el hecho de que el
beneficiario se encuentre o resida en el otro Estado.

2. Las prestaciones enumeradas en el p&#225;rrafo precedente debidas
por uno de los Estados a los nacionales del otro Estado, que
residan en un tercer pa&#237;s, se har&#225;n efectivas en las mismas
condiciones y con igual extensi&#243;n que a los propios nacionales
que residan en ese tercer pa&#237;s.

TITULO II

DISPOSICIONES SOBRE LA LEGISLACION APLICABLE

Art&#237;culo 6o.

El trabajador estar&#225; sometido a la legislaci&#243;n del Estado
Contratante en que ejerza la actividad laboral,
independientemente del Estado en que tenga su domicilio o del
Estado en que el empleador tenga su sede, salvo que en el
art&#237;culo 7o. se disponga otra cosa.

Art&#237;culo 7o.

1. El trabajador dependiente al servicio de una Empresa cuya
sede se encuentre en uno de los Estados Contratantes, que sea
enviado al otro Estado para realizar trabajos de car&#225;cter
temporal, quedar&#225; sometido a la legislaci&#243;n del primer Estado,
siempre que la duraci&#243;n previsible del trabajo no exceda de
doce meses.

Si, por circunstancias imprevisibles, la duraci&#243;n del trabajo
excediera de los doce meses, el trabajador continuar&#225; sometido
a la legislaci&#243;n del primer Estado por un nuevo per&#237;odo de doce
meses, a condici&#243;n de que la Autoridad Competente del segundo
Estado d&#233; su conformidad.

2. El funcionario p&#250;blico que sea enviado por uno de los
Estados Contratantes al otro Estado, continuar&#225; sometido a la
legislaci&#243;n del primer Estado sin l&#237;mite de tiempo.

3. A los Agentes diplom&#225;ticos y funcionarios consulares de
carrera, as&#237; como el personal administrativo y t&#233;cnico de las
Embajadas y oficinas consulares dirigidas por funcionarios
consulares de carrera, al igual que los miembros del personal
de servicio de las Embajadas y oficinas consulares,
respectivamente, y a las personas que est&#233;n empleadas
exclusivamente al servicio privado dom&#233;stico de los Agentes
Diplom&#225;ticos, funcionarios consulares de carrera y miembros de
oficinas consulares dirigidas por funcionarios consulares de
carrera, en la medida que estas personas queden afectadas por
la Convenci&#243;n de Viena sobre relaciones diplom&#225;ticas y la
Convenci&#243;n de Viena sobre relaciones consulares, se les
aplicar&#225;n las disposiciones de estos instrumentos
internacionales.

4. El trabajador dependiente que ejerza su actividad a bordo de
un buque estar&#225; sometido a la legislaci&#243;n del Estado cuyo
pabell&#243;n enarbole el buque.

5. Para la aplicaci&#243;n de las disposiciones de este art&#237;culo,
los familiares acompa&#241;antes del trabajador, que no realicen
actividades laborales propias, se considerar&#225;n residentes en el
pa&#237;s a cuya legislaci&#243;n est&#225; sometido dicho trabajador.

Art&#237;culo 8o.

Las Autoridades Competentes de ambos Estados Contratantes
podr&#225;n, de com&#250;n acuerdo, establecer excepciones a las
disposiciones contenidas en los art&#237;culos 6o. y 7o. para
determinadas personas o categor&#237;as de personas. En tales casos,
se aplicar&#225; lo dispuesto en el art&#237;culo 7o. n&#250;mero 5 del
presente Convenio.

TITULO III

DISPOSICIONES ESPECIALES

CAPITULO I

PRESTACIONES DE SALUD

Art&#237;culo 9o.

El que perciba una pensi&#243;n de acuerdo con la legislaci&#243;n de uno
de los Estados Contratantes, tiene derecho durante su
residencia en el otro Estado, a prestaciones de salud, con
arreglo a la legislaci&#243;n de este &#250;ltimo Estado en las mismas
condiciones que quienes perciban los beneficios
correspondientes seg&#250;n la legislaci&#243;n del Estado de residencia.

CAPITULO II

PENSIONES DE INVALIDEZ, VEJEZ Y SOBREVIVENCIA

A. DISPOSICIONES COMUNES

Art&#237;culo 10o.

Cuando la legislaci&#243;n de uno de los Estados Contratantes exija
el cumplimiento de determinados per&#237;odos de seguro para la
adquisici&#243;n, conservaci&#243;n o recuperaci&#243;n del derecho a pensi&#243;n
de invalidez, vejez o sobrevivencia, los periodos cumplidos
seg&#250;n la legislaci&#243;n del otro Estado se sumar&#225;n, cuando sea
necesario, a los per&#237;odos cumplidos baja la legislaci&#243;n del
primer Estado, siempre que ellos no coincidan.

Art&#237;culo 11o.

l. Para la determinaci&#243;n de la disminuci&#243;n de la capacidad de
trabajo a efectos del otorgamiento de las correspondientes
pensiones, la Instituci&#243;n Competente de cada uno de los Estados
Contratantes efectuar&#225; su evaluaci&#243;n de acuerdo con la
legislaci&#243;n a la que est&#225; sometida. Los reconocimientos m&#233;dicos
necesarios ser&#225;n efectuados por la Instituci&#243;n del lugar de
residencia a petici&#243;n de la Instituci&#243;n Competente.

2. Para efectos de los dispuesto en el p&#225;rrafo anterior, la
Instituci&#243;n del Estado Contratante en que resida el interesado
pondr&#225; a disposici&#243;n de la Instituci&#243;n del otro Estado, a
petici&#243;n de &#233;sta y gratuitamente, los informes y documentos
m&#233;dicos que obren en su poder.

3. En caso de que la Instituci&#243;n sueca estime necesario que en
Chile se realicen ex&#225;menes m&#233;dicos que sean de su exclusivo
inter&#233;s, &#233;stos ser&#225;n financiados por la Instituci&#243;n Competente
sueca.

4. En caso que la Instituci&#243;n Competente chilena estime
necesario la realizaci&#243;n de ex&#225;menes m&#233;dicos adicionales en el
otro Estado Contratante que sean de su exclusivo inter&#233;s, &#233;stos
ser&#225;n financiados de acuerdo con la legislaci&#243;n chilena.

Cuando se trate de trabajadores afiliados al sistema chileno de
capitalizaci&#243;n individual, la Instituci&#243;n Competente chilena
efectuar&#225; el reembolso del costo total de estos ex&#225;menes, a la
Instituci&#243;n Competente del otro Estado Contratante, debiendo
requerir del afiliado, cuando proceda, el porcentaje a su
cargo. La Instituci&#243;n Competente chilena podr&#225; deducir el costo
que le corresponde asumir al afiliado, de las pensiones
devengadas o del saldo de su cuenta de capitalizaci&#243;n
individual.

Si los nuevos ex&#225;menes se solicitan a prop&#243;sito de una
reclamaci&#243;n interpuesta al dictamen de invalidez emitido en
Chile, el costo de tales ex&#225;menes ser&#225; financiado de la forma
se&#241;alada precedentemente, salvo que la reclamaci&#243;n sea
interpuesta por una Instituci&#243;n Competente chilena o por una
Compa&#241;&#237;a de Seguros, en cuyo caso tales gastos ser&#225;n
financiados por el reclamante.

B. APLICACION DE LA

LEGISLACION SUECA

Art&#237;culo 12o.

1. Para determinar el derecho a compensaci&#243;n por enfermedad o
compensaci&#243;n por actividad, las personas que se encuentren
cotizando o perciban pensiones conforme a la legislaci&#243;n
chilena, se equiparar&#225;n a asegurado conforme a la legislaci&#243;n
sueca.

2. El art&#237;culo 10 no ser&#225; aplicable para los efectos de cumplir
con el requisito b&#225;sico de tres a&#241;os de residencia en Suecia
para tener derecho a la pensi&#243;n de garant&#237;a o a la compensaci&#243;n
por enfermedad o a la compensaci&#243;n por actividad en forma de
compensaci&#243;n de garant&#237;a.

3. Para calcular la compensaci&#243;n por enfermedad y la
compensaci&#243;n por actividad basada en los ingresos, &#250;nicamente
se tomar&#225;n en cuenta los ingresos percibidos durante los
per&#237;odos en los que era aplicable la legislaci&#243;n sueca.

4. Para calcular el monto de la pensi&#243;n de jubilaci&#243;n sueca
basada en los ingresos en forma de pensi&#243;n suplementaria que se
otorgue conforme a las disposiciones del art&#237;culo 10,
&#250;nicamente se tomar&#225;n en cuenta los per&#237;odos de seguro que
correspondan a la legislaci&#243;n sueca.

5. El Art&#237;culo 5 no ser&#225; aplicable a las pensiones de garant&#237;a,
a la subvenci&#243;n de sobrevivencia para hijos o a la compensaci&#243;n
por enfermedad como tampoco a la compensaci&#243;n por actividad en
forma de compensaci&#243;n de garant&#237;a.

6. Para los efectos del presente Convenio, los beneficios
indemnizatorios por gracia otorgados en Chile por las Leyes N s
19.123, 19.234, 19.980 y 19.992, y sus modificaciones, como as&#237;
tambi&#233;n, los concedidos por leyes dictadas con posterioridad a
las anteriormente citadas, con ocasi&#243;n de la violaci&#243;n a los
derechos humanos o de la violencia pol&#237;tica durante el per&#237;odo
comprendido entre el 11 de septiembre de 1973 y el 10 de marzo
de 1990, no se considerar&#225;n pensi&#243;n y no afectar&#225;n la pensi&#243;n
de garant&#237;a o las otras partes de garant&#237;a de las otras
pensiones suecas.

C. APLICACION DE LA

LEGISLACION CHILENA

Art&#237;culo 13o.

1. Los afiliados a una Administradora de Fondos de Pensiones
financiar&#225;n sus pensiones en Chile con el saldo acumulado en su
cuenta de capitalizaci&#243;n individual. Cuando &#233;ste fuere
insuficiente para financiar pensiones de un monto al menos
igual al de la pensi&#243;n m&#237;nima garantizada por el Estado, los
afiliados tendr&#225;n derecho a la totalizaci&#243;n de per&#237;odos
computables de acuerdo al art&#237;culo 10 para acceder al beneficio
de pensi&#243;n m&#237;nima de vejez o invalidez. Igual derecho tendr&#225;n
los beneficiarios de pensi&#243;n de sobrevivencia.

2. Para los efectos de determinar el cumplimiento de los
requisitos que exigen las disposiciones legales chilenas para
pensionarse anticipadamente en el Nuevo Sistema de Pensiones,
se considerar&#225;n como pensionados de los reg&#237;menes previsionales
indicados en el p&#225;rrafo cuarto, los afiliados que hayan
obtenido pensi&#243;n conforme a la legislaci&#243;n sueca.

3. Los trabajadores que se encuentren afiliados al Nuevo
Sistema de Pensiones en Chile, podr&#225;n enterar voluntariamente
en dicho Sistema cotizaciones previsionales en calidad de
trabajadores independientes durante el tiempo que residan en
Suecia, sin perjuicio de cumplir adem&#225;s, con la legislaci&#243;n de
dicho pa&#237;s relativa a la obligaci&#243;n de cotizar. Los
trabajadores que opten por hacer uso de este beneficio quedar&#225;n
exentos de la obligaci&#243;n de enterar la cotizaci&#243;n destinada al
financiamiento de las prestaciones de salud.

4. Los imponentes de los reg&#237;menes de pensi&#243;n administrados por
el Instituto de Normalizaci&#243;n Previsional, tambi&#233;n tendr&#225;n
derecho al c&#243;mputo de per&#237;odos en los t&#233;rminos del art&#237;culo
10o. para acceder a los beneficios de pensi&#243;n establecidos en
las disposiciones legales que les sean aplicables.

5. En las situaciones contempladas en los p&#225;rrafos 1 y 4
anteriores, la Instituci&#243;n Competente determinar&#225; el monto de
la prestaci&#243;n como si todos los per&#237;odos de seguro hubieren
sido cumplidos conforme a su propia legislaci&#243;n y, para efectos
del pago del beneficio, calcular&#225; la parte de su cargo como la
proporci&#243;n existente entre los per&#237;odos de seguro cumplidos
exclusivamente bajo esa legislaci&#243;n y el total de per&#237;odos de
seguros computables en ambos Estados. Cuando la suma de
per&#237;odos de seguro computables en ambas Partes Contratantes
exceda el per&#237;odo establecido por la legislaci&#243;n chilena para
tener derecho a una pensi&#243;n completa, los per&#237;odos en exceso se
desechar&#225;n para efectos de este c&#225;lculo.

6. Las personas que est&#233;n aseguradas debido al trabajo o que
perciban pensiones o compensaciones por enfermedad o
compensaciones por actividad, debido al trabajo, conforme a la
legislaci&#243;n de Suecia, ser&#225;n consideradas como actuales
imponentes del r&#233;gimen previsional que les corresponda en
Chile, para acceder a beneficios de acuerdo con las leyes que
regulan los reg&#237;menes previsionales administrados por el
Instituto de Normalizaci&#243;n Previsional.

TITULO IV

CAPITULO I

DISPOSICIONES DIVERSAS

Art&#237;culo 14o.

1. Las solicitudes, declaraciones, recursos y otros documentos
que, a efectos de aplicaci&#243;n de la legislaci&#243;n de un Estado,
deban ser presentados en un plazo determinado ante las
Autoridades o Instituciones correspondientes de ese Estado, se
considerar&#225;n como presentados ante ella si lo hubieran sido
dentro del mismo plazo ante la Autoridad o Instituci&#243;n
correspondiente del otro Estado.

2. Cualquier solicitud de pensi&#243;n presentada de acuerdo con la
legislaci&#243;n de un Estado ser&#225; considerada como solicitud de la
pensi&#243;n correspondiente seg&#250;n la legislaci&#243;n del otro Estado, a
condici&#243;n de que el interesado en la oportunidad de la
solicitud manifieste o declare expresamente que ha ejercido una
actividad laboral en dicho Estado. Sin embargo, esto no se
aplicar&#225; si el interesado pide expresamente que se postergue el
otorgamiento de una pensi&#243;n prevista por la legislaci&#243;n del
otro Estado, siempre que la legislaci&#243;n de dicho Estado, le
permita elegir la fecha a partir de la cual la pensi&#243;n se
abonar&#225;.

Art&#237;culo 15o.

Las comunicaciones escritas entre las Autoridades e
Instituciones, as&#237; como las solicitudes de particulares
concernientes a la aplicaci&#243;n del presente Convenio podr&#225;n
redactarse en alguno de los idiomas oficiales, o bien, en
idioma ingl&#233;s.

Art&#237;culo 16o.

Las Instituciones Competentes de los Estados Contratantes
podr&#225;n solicitarse, en cualquier momento, reconocimientos
m&#233;dicos, comprobaciones de hechos y actos de los que pueden
derivarse la adquisici&#243;n, modificaci&#243;n, suspensi&#243;n, extinci&#243;n o
mantenimiento de un beneficio. Los gastos que, en consecuencia,
se produzcan ser&#225;n reintegrados en la forma que se se&#241;ale en el
Acuerdo Administrativo.

Art&#237;culo 17o.

1. El beneficio de las exenciones de derechos de registro, de
escritura, de timbre y de tasas consulares u otros an&#225;logos,
previstos en la legislaci&#243;n de un Estado Contratante, se
extender&#225; a los certificados y documentos que se expidan por
las Instituciones del otro Estado para la aplicaci&#243;n del
presente Convenio.

2. Todos los actos administrativos y documentos que se expidan
por una Instituci&#243;n de un Estado para la aplicaci&#243;n del
presente Convenio ser&#225;n dispensados de los requisitos de
legalizaci&#243;n o otras formalidades similares para su utilizaci&#243;n
por Instituciones del otro Estado.

Art&#237;culo 18o.

Las prestaciones podr&#225;n ser pagadas con efecto liberatorio por
una Instituci&#243;n de un Estado Contratante a una persona que
resida en el otro Estado en la moneda del primer Estado. Si una
Instituci&#243;n de un Estado debe efectuar pagos a una Instituci&#243;n
del otro Estado, &#233;stos deber&#225;n efectuarse en la moneda del
segundo Estado.

Art&#237;culo 19o.

Las autoridades Competentes de los Estados Contratantes
deber&#225;n:

a) Establecer los Acuerdos Administrativos necesarios para la
aplicaci&#243;n del presente Convenio.

b) Designar los respectivos Organismos de Enlace.

c) Comunicarse las medidas adoptadas en el plano interno para
la aplicaci&#243;n del presente Convenio.

d) Notificarse toda modificaci&#243;n de la legislaci&#243;n indicada en
el art&#237;culo 2o.

e) Prestarse sus buenos oficios y la m&#225;s amplia colaboraci&#243;n
t&#233;cnica y administrativa posible para la aplicaci&#243;n de este
Convenio.

Art&#237;culo 20o.

1. Las Autoridades Competentes deber&#225;n resolver mediante
negociaciones las diferencias de interpretaci&#243;n del presente
Convenio y de sus Acuerdos Administrativos.

2. Si una controversia no pudiera ser resuelta mediante
negociaciones en un plazo de seis meses a partir de la primera
petici&#243;n de negociaci&#243;n, &#233;sta deber&#225; ser sometida a una
comisi&#243;n arbitral, cuya composici&#243;n y procedimiento ser&#225;n
fijados de com&#250;n acuerdo entre los Estados Contratantes. La
decisi&#243;n de la comisi&#243;n arbitral ser&#225; obligatoria y definitiva.

CAPITULO II

DISPOSICIONES TRANSITORIAS

Art&#237;culo 21o.

Los per&#237;odos de seguro cumplidos seg&#250;n la legislaci&#243;n de un
Estado Contratante antes de la fecha de entrada en vigor del
presente Convenio, ser&#225;n tomados en consideraci&#243;n para la
determinaci&#243;n del derecho a las prestaciones que se reconozcan
en virtud del mismo.

Art&#237;culo 22o.

1. La aplicaci&#243;n de este Convenio otorgar&#225; derecho a
prestaciones por contingencias acaecidas con anterioridad a la
fecha de su entrada en vigor. Sin embargo, el pago de las
mismas no se efectuar&#225; por per&#237;odos anteriores a la entrada en
vigor del Convenio.

2. Las prestaciones que hayan sido liquidadas por una o ambas
Partes o los derechos que hayan sido denegados antes de la
entrada en vigor del Convenio, ser&#225;n revisados a petici&#243;n de
los interesados o de oficio, teniendo en cuenta las
disposiciones del Convenio. No se revisar&#225;n las prestaciones
abonadas que hayan consistido en una cantidad &#250;nica.

3. Las normas sobre prescripci&#243;n y caducidad existentes en los
Estados Contratantes no se aplicar&#225;n a los derechos previstos
en este art&#237;culo, cuando los interesados presenten la solicitud
dentro de los dos a&#241;os siguientes a la fecha de entrada en
vigor de este Convenio, salvo disposici&#243;n m&#225;s favorable de la
legislaci&#243;n del Estado en cuesti&#243;n.

CAPITULO III

DISPOSICIONES FINALES

Art&#237;culo 23o.

1. El presente Convenio se celebra por tiempo indefinido. Podr&#225;
ser denunciado por cada uno de los dos Estados. La denuncia
deber&#225; ser notificada por v&#237;a diplom&#225;tica a m&#225;s tardar tres
meses antes del t&#233;rmino del a&#241;o calendario en curso,
produci&#233;ndose la expiraci&#243;n del Convenio al t&#233;rmino de dicho
a&#241;o.

2. En caso de denuncia, las disposiciones del presente Convenio
continuar&#225;n aplic&#225;ndose a los derechos ya reconocidos, no
obstante las disposiciones restrictivas que la legislaci&#243;n de
los Estados pueda prever para los casos de residencia en el
extranjero de un beneficiario.

3. Los Estados Contratantes establecer&#225;n un acuerdo especial
para garantizar los derechos en curso de adquisici&#243;n derivados
de los per&#237;odos de seguro o asimilados cumplidos con
anterioridad a la fecha de t&#233;rmino de la vigencia del Convenio.

Art&#237;culo 24o.

El presente Convenio ser&#225; ratificado.

Los instrumentos de ratificaci&#243;n ser&#225;n intercambiados en
Santiago de Chile.

El presente Convenio entrar&#225; en vigor el primer dia del tercer
mes siguiente al mes en que los instrumentos de ratificaci&#243;n
hayan sido intercambiados.

EN FE DE LO CUAL, los representantes debidamente autorizados
firman el presente Convenio.

Hecho en Estocolmo el 13 de marzo 1995 en duplicado escritos en
los idiomas sueco y espa&#241;ol respectivamente, teniendo todos los
textos igual valor legal.

F&#214;R KONUNGARIKET SVERIGE

PARA EL REINO DE SUECIA

Anna Hedborg

F&#214;R REPUBLIKEN CHILE

PARA LA REPUBLICA DE CHILE

Luis Maira

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2263">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2265">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
