

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2005-05-24" /> 
 <meta id="rattsinfo-edited" content="2015-03-17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2353</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2352">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2354">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2005:253 ·
                    <a href="/sfsr?bet=2005:253">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2005:253) om ers&#228;ttning fr&#229;n de internationella oljeskadefonderna</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2005-04-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:930
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2005-08-05
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Internationella best&#228;mmelser som skall g&#228;lla som svensk lag

1 &#167; Som svensk lag skall g&#228;lla originaltexterna av

1. best&#228;mmelserna i artiklarna 1-4, 6-10, 12 och 13 i 1992 &#229;rs
internationella konvention om uppr&#228;ttandet av en internationell
fond f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom olja
(1992 &#229;rs fondkonvention), med de &#228;ndringar som har gjorts
genom Internationella sj&#246;fartsorganisationens resolution
LEG.2(82) den 18 oktober 2000 om &#228;ndringar av ansvarsbeloppen i
1992 &#229;rs protokoll till 1971 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja, och

2. best&#228;mmelserna i artiklarna 1-12, 15 och 18 i 2003 &#229;rs
protokoll till 1992 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja (2003 &#229;rs fondprotokoll).

Detta g&#228;ller dock inte till den del best&#228;mmelserna uteslutande
reglerar de f&#246;rdragsslutande staternas inb&#246;rdes f&#246;rpliktelser.

De engelska originaltexterna till 1992 &#229;rs fondkonvention,
resolutionen och 2003 &#229;rs fondprotokoll i de delar som anges i
f&#246;rsta stycket finns tillsammans med svenska &#246;vers&#228;ttningar
intagna som bilaga 1-4 till denna lag. Originaltexterna skall
ha samma giltighet.

Oljeskadefondernas regressr&#228;tt

2 &#167; Ett belopp som 1992 &#229;rs internationella oljeskadefond har
betalat i ers&#228;ttning enligt artikel 4 i 1992 &#229;rs fondkonvention
eller som 2003 &#229;rs internationella kompletterande oljeskadefond
har betalat enligt artikel 4 i 2003 &#229;rs fondprotokoll, f&#229;r
respektive fond kr&#228;va &#229;ter av en person som anges i 10 kap. 4 &#167;
andra stycket a, b eller e-–g sj&#246;lagen (1994:1009) endast under
de f&#246;ruts&#228;ttningar som anges i dessa lagrum. I &#246;vrigt f&#229;r
fonderna kr&#228;va &#229;ter ett utbetalat ers&#228;ttningsbelopp av n&#229;gon
annan &#228;n fartygs&#228;garen eller dennes garant endast i den
utstr&#228;ckning som f&#246;ljer av 7 kap. 9 &#167; f&#246;rs&#228;kringsavtalslagen
(2005:104). Lag (2005:880).

Beh&#246;rig domstol

3 &#167; Talan om ers&#228;ttning f&#246;r oljeskada, som enligt artikel 7.1
eller 7.3 i 1992 &#229;rs fondkonvention eller enligt artikel 7 i
2003 &#229;rs fondprotokoll f&#229;r tas upp i Sverige, skall v&#228;ckas vid
den domstol som enligt 21 kap. 5 &#167; tredje stycket sj&#246;lagen
(1994:1009) &#228;r beh&#246;rig att ta upp talan mot fartygets &#228;gare i
anledning av samma olycka.

Underr&#228;ttelse om r&#228;tteg&#229;ng

4 &#167; I fr&#229;ga om underr&#228;ttelser som avses i artikel 7.6 i 1992
&#229;rs fondkonvention och i artikel 7.1 i 2003 &#229;rs fondprotokoll
skall best&#228;mmelserna i 14 kap. 12 och 13 &#167;&#167; r&#228;tteg&#229;ngsbalken om
kung&#246;rande av r&#228;tteg&#229;ng till&#228;mpas.

Erk&#228;nnande och verkst&#228;llighet av dom

5 &#167; I fr&#229;ga om erk&#228;nnande, verkst&#228;llbarhet och verkst&#228;llighet
av en dom mot 2003 &#229;rs internationella kompletterande
oljeskadefond ska Europaparlamentets och r&#229;dets f&#246;rordning
(EU) nr 1215/2012 av den 12 december 2012 om domstols
beh&#246;righet och om erk&#228;nnande och verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de (2012 &#229;rs Bryssel I-f&#246;rordning) eller
r&#229;dets f&#246;rordning (EG) nr 44/2001 av den 22 december 2000 om
domstols beh&#246;righet och om erk&#228;nnande och verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de (2000 &#229;rs Bryssel I-f&#246;rordning)
till&#228;mpas, om domen har meddelats i en stat d&#228;r dessa
best&#228;mmelser g&#228;ller.

Om en till&#228;mpning av 2012 &#229;rs Bryssel I-f&#246;rordning eller 2000
&#229;rs Bryssel I-f&#246;rordning leder till att domen inte skulle
erk&#228;nnas, f&#246;rklaras verkst&#228;llbar eller verkst&#228;llas i Sverige,
ska fr&#229;gan i st&#228;llet avg&#246;ras enligt artikel 8.1 i 2003 &#229;rs
fondprotokoll. Lag (2014:930).

6 &#167; N&#228;r en fr&#229;ga uppkommer om verkst&#228;llbarhet av en dom
enligt artikel 8 i 1992 &#229;rs fondkonvention, till&#228;mpas det
f&#246;rfarande som f&#246;reskrivs i 21 kap. 6 &#167; sj&#246;lagen
(1994:1009).

Detta f&#246;rfarande till&#228;mpas ocks&#229; n&#228;r en fr&#229;ga uppkommer om
verkst&#228;llbarhet av en dom enligt artikel 8.1 i 2003 &#229;rs
fondprotokoll. Om domen har meddelats av en domstol i en stat
d&#228;r 2012 &#229;rs Bryssel I-f&#246;rordning eller 2000 &#229;rs Bryssel
I-f&#246;rordning g&#228;ller, till&#228;mpas dock det f&#246;rfarande som
f&#246;reskrivs i dessa f&#246;rordningar och i lagen (2014:912) med
kompletterande best&#228;mmelser om domstols beh&#246;righet och om
erk&#228;nnande och internationell verkst&#228;llighet av vissa
avg&#246;randen. Lag (2014:930).

&#214;verg&#229;ngsbest&#228;mmelser

2005:253

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Genom lagen upph&#228;vs lagen (1973:1199) om ers&#228;ttning fr&#229;n den
internationella oljeskadefonden.

3. Den gamla lagen g&#228;ller fortfarande, om den h&#228;ndelse som kan
utg&#246;ra grund f&#246;r ers&#228;ttning har intr&#228;ffat f&#246;re den nya lagens
ikrafttr&#228;dande.

2014:930

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea
hovr&#228;tt och H&#246;gsta domstolen av &#228;renden som har inletts i
hovr&#228;tten f&#246;re ikrafttr&#228;dandet.

Bilaga 1

Artiklarna 1-4, 6-10, 12 och 13 i 1971 &#229;rs internationella
konvention om uppr&#228;ttandet av en internationell fond f&#246;r
ers&#228;ttning av skada orsakad av f&#246;rorening genom olja

International Convention on the Establishment of an
International Fund for Compensation for Oil Pollution Damage

(Supplementary to the International Convention on Civil
Liability for Oil Pollution Damage, 1969)

The States Parties to the present Convention,

Being parties to the International Convention on Civil
Liability for Oil Pollution Damage, adopted at Brussels on 29
November 1969,

Concious of the dangers of pollution posed by the worldwide
maritime carriage of oil in bulk,

Convinced of the need to ensure that adequate compensation is
available to persons who suffer damage caused by pollution
resulting from the escape or discharge of oil from ships,

Considering that the International Convention of 29 November
1969, on Civil Liability for Oil Pollution Damage, by providing
a r&#233;gime for compensation for pollution damage in Contracting
States and for the costs of measures, wherever taken, to
prevent or minimize such damage, represents a considerable
progress towards the achievement of this aim,

Considering however that this r&#233;gime does not afford full
compensation for victims of oil pollution damage in all cases
while it imposes an additional financial burden on shipowners,

Considering further that the economic consequences of oil
pollution damage resulting from the escape or discharge of oil
carried in bulk at sea by ships should not exclusively be borne
by the shipping industry but should in part be borne by the oil
cargo interests,

Convinced of the need to elaborate a compensation and
indemnification system supplementary to the International
Convention on Civil Liability for Oil Pollution Damage with a
view to ensuring that full compensation will be available to
victims of oil pollution incidents and that the shipowners are
at the same time given relief in respect of the additional
financial burdens imposed on them by the said Convention,

Taking note of the Resolution on the Establishment of an
International Compensation Fund for Oil Pollution Damage which
was adopted on 29 November 1969 by the International Legal
Conference on Marine Pollution Damage,

Have agreed as follows:

General Provisions

Article 1

For the purposes of this Convention -

1. &quot;Liability Convention&quot; means the International Convention on
Civil Liability for Oil Pollution Damage, adopted at Brussels
on 29 November 1969.

2. &quot;Ship&quot;, &quot;Person&quot;, &quot;Owner&quot;, &quot;Oil&quot;, &quot;Pollution Damage&quot;,
&quot;Preventive Measures&quot;, &quot;Incident&quot; and &quot;Organization&quot;, have the
same meaning as in Article I of the Liability Convention,
provided however that, for the purposes of these terms, &quot;oil&quot;
shall be confined to persistent hydrocarbon mineral oils.

3. &quot;Contributing Oil&quot; means crude oil and fuel oil as defined
in subparagraphs (a) and (b) below:

(a) &quot;Crude Oil&quot; means any liquid hydrocarbon mixture occurring
naturally in the earth whether or not treated to render it
suitable for transportation. It also includes crude oils from
which certain distillate fractions have been removed (sometimes
referred to as &quot;topped crudes&quot;) or to which certain distillate
fractions have been added (sometimes referred to as &quot;spiked&quot; or
&quot;reconstituted&quot; crudes).

(b) &quot;Fuel Oil&quot; means heavy distillates or residues from crude
oil or blends of such materials intended for use as a fuel for
the production of heat or power of a quality equivalent to the
&quot;American Society for Testing and Materials&#39; Specification for
Number Four Fuel Oil (Designation D 396-69)&quot;, or heavier.

4. &quot;Unit of Account&quot; or &quot;Monetary Unit&quot; means the unit of
account or monetary unit as the case may be, referred to in
Article V of the Liability Convention, as amended by the
Protocol thereto adopted on 19 November 1976.

5. &quot;Ship&#39;s tonnage&quot; has the same meaning as in Article V,
paragraph 10, of the Liability Convention.

6. &quot;Ton&quot;, in relation to oil, means a metric ton.

7. &quot;Guarantor&quot; means any person providing insurance or other
financial security to cover an owner&#39;s liability in pursuance
of Article VII, paragraph 1, of the Liability Convention.

8. &quot;Terminal installation&quot; means any site for the storage of
oil in bulk which is capable of receiving oil from waterborne
transportation, including any facility situated off-shore and
linked to such site.

9. Where an incident consists of a series of occurrences, it
shall be treated as having occurred on the date of the first
such occurrence.

Article 2

 1. An International Fund for compensation for pollution
damage, to be named &quot;The International Oil Pollution
Compensation Fund&quot; and hereinafter referred to as &quot;The Fund&quot;,
is hereby established with the following aims:

(a) to provide compensation for pollution damage to the extent
that the protection afforded by the Liability Convention is
inadequate;

(b) to give relief to shipowners in respect of the additional
financial burden imposed on them by the Liability Convention,
such relief being subject to conditions designed to ensure
compliance with safety at sea and other conventions;

(c) to give effect to the related purposes set out in this
Convention.

2. The Fund shall in each Contracting State be recognized as a
legal person capable under the laws of that State of assumig
rights and obligations and of being a party in legal
proceedings before the courts of that State. Each Contracting
State shall recognize the Director of the Fund (hereinafter
referred to as &quot;The Director&quot;) as the legal representative of
the Fund.

Article 3

This Convention shall apply:

1. With regard to compensation according to Article 4,
exclusively to pollution damage caused on the territory
including the territorial sea of a Contracting State, and to
preventive measures taken to prevent or minimize such damage;

2. With regard to indemnification of shipowners and their
guarantors according to Article 5, exclusively in respect of
pollution damage caused on the territory, including the
territorial sea, of a State party to the Liability Convention
by a ship registered in or flying the flag of a Contracting
State and in respect of preventive measures taken to prevent or
minimize such damage.

Compensation and indemnification

Article 4

1. For the purpose of fulfilling its function under Article 2,
paragraph 1(a), the Fund shall pay compensation to any person
suffering pollution damage if such person has been unable to
obtain full and adequate compensation for the damage under the
terms of the Liability Convention,

(a) because no liability for the damage arises under the
Liability Convention;

(b) because the owner liable for the damage under the Liability
Convention is financially incapable of meeting his obligations
in full and any financial security that may be provided under
Article VII of that Convention does not cover or is
insufficient to satisfy the claims for compensation for the
damage; an owner being treated as financially incapable of
meeting his obligations and a financial security being treated
as insufficient if the person suffering the damage has been
unable to obtain full satisfaction of the amount of
compensation due under the Liability Convention after having
taken all reasonable steps to pursue the legal remedies
available to him;

(c) because the damage exceeds the owner&#39;s liability under the
Liability Convention as limited pursuant to Article V,
paragraph 1, of that Convention or under the terms of any other
international Convention in force or open for signature,
ratification or accession at the date of this Convention.

Expenses reasonably incurred or sacrifices reasonably made by
the owner voluntarily to prevent or minimize pollution damage
shall be treated as pollution damage for the purposes of this
Article.

2. The Fund shall incur no obligation under the preceding
paragraph if:

(a) it proves that the pollution damage resulted from an act of
war, hostilities, civil war or insurrection or was caused by
oil which has escaped or been discharged from a warship or
other ship owned or operated by a State and used, at the time
of the incident, only on Government non-commercial service; or

(b) the claimant cannot prove that the damage resulted from an
incident involving one or more ships.

3. If the Fund proves that the pollution damage resulted wholly
or partially either from an act or omission done with intent to
cause damage by the person who suffered the damage or from the
negligence of that person, the Fund may be exonerated wholly or
partially from its obligation to pay compensation to such
person provided, however, that there shall be no such
exoneration with regard to such preventive measures which are
compensated under paragraph 1. The Fund shall in any event be
exonerateed to the extent that the shipowner may have been
exonerateed under Article III, paragraph 3, of the Liability
Convention.

4. (a) Except as otherwise provided in subparagraph (b) of this
paragraph, the aggregate amount of compensation payable by the
Fund under this Article shall in respect of any one incident be
limited, so that the total sum of that amount and the amount of
compensation actually paid under the Liability Convention for
pollution damage caused in the territory of the Contracting
States, including any sums in respect of which the Fund is
under an obligation to indemnify the owner pursuant to Article
5, paragraph 1, of this Convention, shall not exceed 60 million
units of account or 900 million monetary units.

(b) The aggregate amount of compensation payable by the Fund
under this Article for pollution damage resulting from a
natural phenomenon of an exceptional, inevitable and
irresistible character shall not exceed 60 million units of
account or 900 million monetary units.

5. Where the amount of established claims against the Fund
exceeds the aggregate amount of compensation payable under
paragraph 4, the amount available shall be distributed in such
a manner that the proportion between any established claim and
the amount of compensation actually recovered by the claimant
under the Liability Convention and this Convention shall be the
same for all claimants.

6. The Assembly of the Fund (hereinafter referred to as &quot;the
Assembly&quot;) may, having regard to the experience of incidents
which have occurred and in particular the amount of damage
resulting therefrom and to changes in the monetary values,
decide that the amount of 30 million units of account or 450
million monetary units referred to in paragraph 4,
subparagraphs (a) and (b), shall be changed; provided, however,
that this amount shall in no case exceed 60 million units of
account or 900 million monetary units or be lower than 30
million units of account or 450 million monetary units. The
changed amount shall apply to incidents which occur after the
date of the decision effecting the change.

7. The Fund shall, at the request of a Contracting State, use
its good offices as necessary to assist that State to secure
promptly such personnel, material and services as are necessary
to enable the State to take measures to prevent or mitigate
pollution damage arising from an incident in respect of which
the Fund may be called upon to pay compensation under this
Convention.

8. The Fund may on conditions to be laid down in the Internal
Regulations provide credit facilities with a view to the taking
of preventive measures against pollution damage arising from a
particular incident in respect of which the Fund may be called
upon to pay compensation under this Convention.

Article 6

1. Rights to compensation under Article 4 or indemnification
under Article 5 shall be extinguished unless an action is
brought thereunder or a notification has been made pursuant to
Article 7, paragraph 6, within three years from the date when
the damage occurred. However, in no case shall an action be
brought after six years from the date of the incident which
caused the damage.

2. Notwithstanding paragraph 1, the right of the owner or his
guarantor to seek indemnification from the Fund pursuant to
Article 5, paragraph 1, shall in no case be extinguished before
the expiry of a period, of six months as from the date on which
the owner or his guarantor acquired knowledge of the bringing
of an action against him under the Liability Convention.

Article 7

1. Subject to the subsequent provisions of this Article, any
action against the Fund for compensation under Article 4 or
indemnification under Article 5 of this Convention shall be
brought only before a court competent under Article IX of the
Liability Convention in respect of actions against the owner
who is or who would, but for the provisions of Article III,
paragraph 2, of that Convention, have been liable for pollution
damage caused by the relevant incident.

2. Each Contracting State shall ensure that its courts possess
the necessary jurisdiction to entertain such actions against
the Fund as are referred to in paragraph 1.

3. Where an action for compensation for pollution damage has
been brought before a court competent under Article IX of the
Liability Convention against the owner of a ship or his
guarantor, such court shall have exclusive jurisdictional
competence over any action against the Fund for compensation or
indemnification under the provisions of Article 4 or 5 of this
Convention in respect of the same damage. However, where an
action for compensation for pollution damage under the
Liability Convention has been brought before a court in a State
Party to the Liability Convention but not to this Convention,
any action against the Fund under Article 4 or under Article 5,
paragraph 1, of this Convention shall at the option of the
claimant be brought either before a court of the State where
the Fund has its headquarters or before any court of a State
Party to this Convention competent under Article IX of the
Liability Convention.

4. Each Contracting State shall ensure that the Fund shall have
the right to intervene as a party to any legal proceedings
instituted in accordance with Article IX of the Liability
Convention before a competent court of that State against the
owner of a ship or his guarantor.

5. Except as otherwise provided in paragraph 6, the Fund shall
not be bound by any judgment or decision in proceedings to
which it has not been a party or by any settlement to which it
is not a party.

6. Without prejudice to the provisions of paragraph 4, where an
action under the Liability Convention for compensation for
pollution damage has been brought against an owner or his
guarantor before a competent court in a Contracting State, each
party to the proceedings shall be entitled under the national
law of that State to notify the Fund of the proceedings. Where
such notification has been made in accordance with the
formalities required by the law of the court seized and in such
time and in such manner that the Fund has in fact been in a
position effectively to intervene as a party to the
proceedings, any judgment rendered by the court in such
proceedings shall, after it has become final and enforceable in
the State where the judgment was given, become binding upon the
Fund in the sense that the facts and findings in that judgment
may not be disputed by the Fund even if the Fund has not
actually intervened in the proceedings.

Article 8

Subject to any decision concerning the distribution referred to
in Article 4, paragraph 5, any judgment given against the Fund
by a court having jurisdiction in accordance with Article 7,
paragraphs 1 and 3, shall, when it has become enforceable in
the State of origin and is in that State no longer subject to
ordinary forms of review, be recognized and enforceable in each
Contracting State on the same conditions as are prescribed in
Article X of the Liability Convention.

Article 9

1. Subject to the provisions of Article 5, the Fund shall, in
respect of any amount of compensation for pollution damage paid
by the Fund in accordance with Article 4, paragraph 1, of this
Convention, acquire by subrogation the rights that the person
so compensated may enjoy under the Liability Convention against
the owner or his guarantor.

2. Nothing in this Convention shall prejudice any right of
recourse or subrogation of the Fund against persons other than
those referred to in the preceding paragraph. In any event the
right of the Fund to subrogation against such person shall not
be less favourable than that of an insurer of the person to
whom compensation or indemnification has been paid.

3. Without prejudice to any other rights of subrogation or
recourse against the Fund which may exist, a Contracting State
or agency thereof which has paid compensation for pollution
damage in accordance with provisions of national law shall
acquire by subrogation the rights which the person so
compensated would have enjoyed under this Convention.

Contributions

Article 10

1. Contributions to the Fund shall be made in respect of each
Contracting State by any person who, in the calendar year
referred to in Article 11, paragraph 1, as regards initial
contributions and in Article 12, paragraphs 2(a) or (b), as
regards annual contributions, has received in total quantities
exceeding 150,000 tons:

(a) in the ports or terminal installations in the territory of
that State contributing oil carried by sea to such ports or
terminal installations; and

(b) in any installations situated in the territory of that
Contracting State contributing oil which has been carried by
sea and discharged in a port or terminal installation of a non-
Contracting State, provided that contributing oil shall only be
taken into account by virtue of this subparagraph on first
receipt in a Contracting State after its discharge in that
nonContracting State.

2. (a) For the purposes of paragraph 1, where the quantity of
contributing oil received in the territory of a Contracting
State by any person in a calendar year when aggregated with the
quantity of contributing oil received in the same Contracting
State in that year by any associated person or persons exceeds,
150,000 tons, such person shall pay contributions in respect of
the actual quantity received by him notwithstanding that that
quantity did not exceed 150,000 tons.

(b) &quot;Associated persons&quot; means any subsidiary or commonly
controlled entity. The question whether a person comes within
this definition shall be determinded by the national law of the
State concerned.

Article 12

1. With a view to assessing for each person referred to in
Article 10 the amount of annual contributions due, if any, and
taking account of the necessity to maintain sufficient liquid
funds, the Assembly shall for each calendar year make an
estimate in the form of a budget of:

(i) Expenditure

(a) costs and expenses of the administration of the Fund in the
relevant year and any deficit from operations in preceding
years;

(b) payments to be made by the Fund in the relevant year for
the satisfaction of claims against the Fund due under Article 4
or 5, including repayment on loans previously taken by the Fund
for the satisfaction of such claims, to the extent that the
aggregate amount of such claims in respect of any one incident
does not exceed 1 million units of account or 15 million
monetary units;

(c) payments to be made by the Fund in the relevant year for
the satisfaction of claims against the Fund due under Article 4
or 5, including repayments on loans previously taken by the
Fund for the satisfaction of such claims, to the extent that
the aggregate amount of such claims in respect of any one
incident is in excess of 1 million units of account or 15
million monetary units;

(ii) Income

(a) surplus funds from operations in preceding years, including
any interest;

(b) initial contributions to be paid in the course of the year;

(c) annual contributions, if required to balance the budget;

(d) any other income.

2. For each person referred to in Article 10 the amount of his
annual contribution shall be determined by the Assembly and
shall be calculateed in respect of each Contracting State:

(a) in so far as the contribution is for the satisfaction of
payments referred to in paragraph 1(i)(a) and (b) on the basis
of a fixed sum for each ton of contributing oil received in the
relevant State by such persons during the preceding calendar
year; and

(b) in so far as the contribution is for the satisfaction of
payments referred to in paragraph 1(i)(c) of this Article on
the basis of a fixed sum for each ton of contributing oil
received by such person during the calendar year preceding that
in which the incident in question occurred, provided that State
was a party to this Convention at the date of the incident.

3. The sums referred to in paragraph 2 above shall be arrived
at by dividing the relevant total amount of contributions
required by the total amount of contributing oil received in
all Contracting States in the relevant year.

4. The Assembly shall decide the portion of the annual
contribution which shall be immediately paid in cash and decide
on the date of payment. The remaining part of each annual
contribution shall be paid upon notification by the Director.

5. The Director may, in cases and in accordance with conditions
to be laid down in the Internal Regulations of the Fund,
require a contributor to provide financial security for the
sums due from him.

6. Any demand for payments made under paragraph 4 shall be
called rateably from all individual contributors.

Article 13

1. The amount of any contribution due under Article 12 and
which is in arrear shall bear interest at a rate which shall be
determined by the Assembly for each calendar year provided that
different rates may be fixed for different circumstances.

2. Each Contracting State shall ensure that any obligation to
contribute to the Fund arising under this Convention in respect
of oil received within the territory of that State is fulfilled
and shall take any appropriate measures under its law,
including the imposing of such sanctions as it may deem
necessary, with a view to the effective execution of any such
obligation; provided, however, that such measures shall only be
directed against those persons who are under an obligation to
contribute to the Fund.

3. Where a person who is liable in accordance with the
provisions of Articles 10 and 11 to make contributions to the
Fund does not fulfil his obligations in respect of any such
contribution or any part thereof and is in arrear for a period
exceeding three months, the Director shall take all appropriate
actions against such person on behalf of the Fund with a view
to the recovery of the amount due. However, where the
defaulting contributor is manifestly insolvent or the
circumstances otherwise so warrant, the Assembly may, upon
recommendation of the Director, decide that no action shall be
taken or continued against the contributor.

Protocol of 1992 to Amend the International Convention on the
Establishment of an International Fund for Compensation for Oil
Pollution Damage, 1971

The Parties to the present Protocol,

Having considered the International Convention on the
Establishment of an International Fund for Compensation for Oil
Pollution Damage, 1971, and the 1984 Protocol thereto,

Having noted that the 1984 Protocol to that Convention, which
provides for improved scope and enhanced compensation, has not
entered into force,

Affirming the importance of maintaining the viability of the
international oil pollution liability and compensation system,

Aware of the need to ensure the entry into force of the content
of the 1984 Protocol as soon as possible,

Recognizing the advantage for the States Parties of arranging
for the amended Convention to coexist with and be supplementary
to the original Convention for a transitional period,

Convinced that the economic consequences of pollution damage
resulting from the carriage of oil in bulk at sea by ships
should continue to be shared by the shipping industry and by
the oil cargo interests,

Bearing in mind the adoption of the Protocol of 1992 to amend
the International Convention on Civil Liability for Oil
Pollution Damage, 1969,

Have agreed as follows:

Article 1

The Convention which the provisions of this Protocol amend is
the International Convention on the Establishment of an
International Fund for Compensation for Oil Pollution Damage,
1971, hereinafter referred to as the &quot;1971 Fund Convention&quot;.
For States Parties to the Protocol of 1976 to the 1971 Fund
Convention, such reference shall be deemed to include the 1971
Fund Convention as amended by that Protocol.

Article 2

Article 1 of the 1971 Fund Convention is amended as follows:

1. Paragraph 1 is replaced by the following text:

1. &quot;1992 Liability Convention&quot; means the International
Convention on Civil Liability for Oil Pollution Damage, 1992.

2. After paragraph 1 a new paragraph is inserted as follows:

1 bis. &quot;1971 Fund Convention&quot; means the International
Convention on the Establishment of an International Fund for
Compensation for Oil Pollution Damage, 1971. For States Parties
to the Protocol of 1976 to that Convention, the term shall be
deemed to include the 1971 Fund Convention as amended by that
Protocol.

3. Paragraph 2 is replaced by the following text:

2. &quot;Ship&quot;, &quot;Person&quot;, &quot;Owner&quot;, &quot;Oil&quot;, &quot;Pollution Damage&quot;,
&quot;Preventive Measures&quot;, &quot;Incident&quot; and &quot;Organization&quot; have the
same meaning as in Article I of the 1992 Liability Convention.

4. Paragraph 4 is replaced by the following text:

4. &quot;Unit of account&quot; has the same meaning as in Article V,
paragraph 9, of the 1992 Liability Convention.

5. Paragraph 5 is replaced by the following text:

5. &quot;Ship&#39;s tonnage&quot; has the same meaning as in Article V,
paragraph 10, of the 1992 Liability Convention.

6. Paragraph 7 is replaced by the following text:

7. &quot;Guarantor&quot; means any person providing insurance or other
financial security to cover an owner&#39;s liability in pursuance
of Article VII, paragraph 1, of the 1992 Liability Convention.

Article 3

Article 2 of the 1971 Fund Convention is amended as follows:

Paragraph 1 is replaced by the following text:

1. An international Fund for compensation for pollution damage,
to be named &quot;The International Oil Pollution Compensation Fund
1992&quot; and hereinafter referred to as &quot;the Fund&quot; is hereby
established with the following aims:

(a) to provide compensation for pollution damage to the extent
that the protection afforded by the 1992 Liability Convention
is inadequate;

(b) to give effect to the related purposes set out in this
Convention.

Article 4

Article 3 of the 1971 Fund Convention is replaced by the
following text:

This Convention shall apply exclusively:

(a) to pollution damage caused:

(i) in the territory, including the territorial sea, of a
Contracting State, and

(ii) in the exclusive economic zone of a Contracting State,
established in accordance with international law, or, if a
Contracting State has not established such a zone, in an area
beyond and adjacent to the territorial sea of that State
determined by that State in accordance with international law
and extending not more than 200 nautical miles from the
baseline from which the breadth of its territorial sea is
measured;

(b) to preventive measures, wherever taken, to prevent or
minimize such damage.

Article 5

The heading to Articles 4 to 9 of the 1971 Fund Convention is
amended by deleting the words &quot;and indemnification&quot;.

Article 6

Article 4 of the 1971 Fund Convention is amended as follows:

1. In paragraph 1 the five references to &quot;the Liability
Convention&quot; are replaced by references to &quot;the 1992 Liability
Convention&quot;.

2. Paragraph 3 is replaced by the following text:

3. If the Fund proves that the pollution damage resulted wholly
or partially either from an act or omission done with the
intent to cause damage by the person who suffered the damage or
from the negligence of that person, the Fund may be exonerated
wholly or partially from its obligations to pay compensation to
such person. The Fund shall in any event be exonerated under
Article III, paragraph 3, of the 1992 Liability Convention.
However, there shall be no such exoneration of the Fund with
regard to preventive measures.

3. Paragraph 4 is replaced by the following text:

4. (a) Except as otherwise provided in subparagraphs (b) and
(c) of this paragraph, the aggregate amount of compensation
payable by the Fund under this Article shall in respect of any
one incident be limited, so that the total sum of that amount
and the amount of compensation actually paid under the 1992
Liability Convention for pollution damage within the scope of
application of this Convention so defined in Article 3 shall
not exceed 135 million units of account.

(b) Except as otherwise provided in subparagraph (c), the
aggregate amount of compensation payable by the Fund under this
Article for pollution damage resulting from a natural
phenomenon of an exceptional inevitable and irresistible
character shall not exceed 135 million units of account.

(c) The maximum amount of compensation referred to in
subparagraphs (a) and (b) shall be 200 million units of account
with respect to any incident occuring during any period when
there are three Parties to this Convention in respect of which
the combined relevant quantity of contributing oil received by
persons in the territories of such Parties, during the
preceding calendar year, equalled or exceeded 600 million tons.

(d) Interest accrued on a fund constituted in accordance with
Article V, paragraph 3, of the 1992 Liability Convention, if
any, shall not be taken into account for the computation of the
maximum compensation payable by the Fund under this Article.

(e) The amounts mentioned in this Article shall be converted
into national currency on the basis of the value of that
currency by reference to the Special Drawing Right on the date
of decision of the Assembly of the Fund as to the date of
payment of compensation.

4. Paragraph 5 is replaced by the following text:

5. Where the amount of established claims against the Fund
exceeds the aggregate amount of compensation payable under
paragraph 4, the amount available shall be distributed in such
a manner that the proportion between any established claim and
the amount of compensation actually recovered by the claimant
under this Convention shall be the same for all claimants.

5. Paragraph 6 is replaced by the following text:

6. The Assembly of the Fund may decide that, in exceptional
cases, compensation in accordance with this Convention can be
paid even if the owner of the ship has not constituted a fund
in accordance with Article V, paragraph 3, of the 1992
Liability Convention. In such case paragraph 4 (e) of this
Article applies accordingly.

Article 8

Article 6 of the 1971 Fund Convention is amended as follows:

1. In paragraph 1 the paragraph number and the words &quot;or
indemnification under Article 5&quot; are deleted.

2. Paragraph 2 is deleted.

Article 9

Article 7 of the 1971 Fund Convention is amended as follows:

1. In paragraphs 1, 3, 4 and 6 the seven references to &quot;the
Liability Convention&quot; are replaced by reference to &quot;the 1992
Liability Convention&quot;.

2. In paragraph 1 the words &quot;or indemnification under Article
5&quot; are deleted.

3. In the first sentence of paragraph 3 the words &quot;or
indemnification&quot; and &quot;or 5&quot; are deleted.

4. In the second sentence of paragraph 3 the words &quot;or under
Article 5, paragraph 1&quot; are deleted.

Article 10

In Article 8 of the 1971 Fund Convention the reference to the
&quot;Liability Convention&quot; is replaced by a reference to &quot;the 1992
Liability Convention&quot;.

Article 11

Article 9 of the 1971 Fund Convention is amended as follows:

1. Paragraph 1 is replaced by the following text:

1. The Fund, shall in respect of any amount of compensation for
pollution damage paid by the Fund in accordance with Article 4,
paragraph 1, of this Convention, acquire by subrogation the
rights that the person so compensated may enjoy under the 1992
Liability Convention against the owner or his guarantor.

2. In paragraph 2 the words &quot;or indemnification&quot; are deleted.

Article 12

Article 10 of the 1971 Fund Convention is amended as follows:

The opening phrase of paragraph 1 is replaced by the following
text:

Annual contributions to the Fund shall be made in respect of
each Contracting State by any person who, in the calendar year
referred to in Article 12, paragraphs 2(a) or (b), has received
in total quantities exceeding 150,000 tons:

Article 14

Article 12 of the 1971 Fund Convention is amended as follows:

1. In the opening phrase of paragraph 1 the words &quot;for each
person referred to in Article 10&quot; are deleted.

2. In paragraph 1(i), subparagraphs (b) and (c), the words &quot;or
5&quot; are deleted and the words &quot;15 million francs&quot; are replaced
by the words &quot;four million units of account&quot;.

3. Subparagraph 1(ii)(b) is deleted.

4. In paragraph 1(ii), subparagraph (c) becomes (b) and
subparagraph (d) becomes (c).

5. The opening phrase in paragraph 2 is replaced by the
following text:

The Assembly shall decide the total amount of contributions to
be levied. On the basis of that decision, the Director shall,
in respect of each Contracting State, calculate for each person
referred to in Article 10 the amount of his annual
contribution:

6. Paragraph 4 is replaced by the following text:

4. The annual contribution shall be due on the date to be laid
down in the Internal Regulations of the Fund. The Assembly may
decide on a different date of payment.

7. Paragraph 5 is replaced by the following text:

5. The Assembly may decide, under conditions to be laid down in
the Financial Regulation of the Fund, to make transfers between
funds received in accordance with Article 12.2(a) and funds
received in accordance with Article 12.2(b).

8. Paragraph 6 is deleted.

Article 15

Article 13 of the 1971 Fund Convention is amended as follows:

1. Paragraph 1 is replaced by the following text:

1. The amount of any contribution due under Article 12 and
which is in arrear shall bear interest at a rate which shall be
determined in accordance with the Internal Regulations of the
Fund, provided that different rates may be fixed for different
circumstances.

2. In paragraph 3 the words &quot;Articles 10 and 11&quot; are replaced
by the words &quot;Articles 10 and 12&quot; and the words &quot;for a period
exceeding three months&quot; are deleted.

Resolution LEG.2(82)

(adopted on 18 October 2000)

Adoption of amendments of the limits of compensation in the
Protocol of 1992 to amend the International Convention on the
Establishment of an International Fund for Compensation for Oil
Pollution Damage, 1971

The Legal Committee at its eighty-second session:

Recalling Article 33(b) of the Convention on the International
Maritime Organization (hereinafter referred to as the &quot;IMO
Convention&quot;) concerning the functions of the Committee,

Mindful of Article 36 of the IMO Convention concerning rules
governing the procedures to be followed when exercising the
functions conferred on it by or under any international
convention or instrument,

Recalling further Article 33 of the Protocol of 1992 to amend
the International Convention on the Establishment of an
International Fund for Compensation for Oil Pollution Damage,
1971 (hereinafter referred to as the &quot;1992 Fund Protocol&quot;)
concerning the procedures for amending the limits of the
amounts of compensation set out in Article 6(3) of the 1992
Fund Protocol,

Having considered amendments to the limits of the amounts of
compensation proposed and circulated in accordance with the
provisions of Article 33(1) and (2) of the 1992 Fund Protocol,

1. Adopts, in accordance with Article 33(4) of the 1992 Fund
Protocol, amendments to the limits of the amounts of
compensation set out in Article 6(3) of the 1992 Fund Protocol,
as set out in the Annex to this resolution;

2. Determines, in accordance with Article 33(7) of the 1992
Fund Protocol, that these amendments shall be deemed to have
been accepted on 1 May 2002 unless, prior to that date, not
less than one quarter of the States that were Contracting
States on the date of the adoption of these amendments (being
18 October 2000) have communicated to the Organization that
they do not accept these amendments;

3. Further determines that, in accordance with Article 33(8) of
the 1992 Fund Protocol, these amendments, deemed to have been
accepted in accordance with paragraph 2 above, shall enter into
force on 1 November 2003;

4. Requests the Secretary-General, in accordance with Articles
33(7) and 38(2)(vi) of the 1992 Fund Protocol, to transmit
certified copies of the present resolution and the amendments
contained in the Annex thereto to all States which have signed
or acceded to the 1992 Fund Protocol; and

5. Further requests the Secretary-General to transmit copies of
the present resolution and its Annex to the Members of the
Organization which have not signed or acceded to the 1992 Fund
Protocol.

Annex

Amendments of the limits of compensation in the Protocol of
1992 to amend the International Convention on the Establishment
of an International Fund for Compensation for Oil Pollution
Damage, 1971

Article 6(3) of the 1992 Fund Protocol is amended as follows:

the reference in paragraph 4(a) to &quot;135 million units of
account&quot; shall read &quot;203,000,000 units of account&quot;;

the reference in paragraph 4(b) to &quot;135 million units of
account&quot; shall read &quot;203,000,000 units of account&quot;; and

the reference in paragraph 4(c) to &quot;200 million units of
account&quot; shall read &quot;300,740,000 units of account&quot;.

Protocol of 2003 to the International Convention on the
Establishment of an International Fund for Compensation for Oil
Pollution Damage, 1992

The Contracting States to the present Protocol,

Bearing in mind the International Convention on Civil Liability
for Oil Pollution Damage, 1992 (hereinafter &quot;the 1992 Liability
Convention&quot;),

Having considered the International Convention on the
Establishment of an International Fund for Compensation for Oil
Pollution Damage, 1992 (hereinafter &quot;the 1992 Fund
Convention&quot;),

Affirming the importance of maintaining the viability of the
international oil pollution liability and compensation system,

Noting that the maximum compensation afforded by the 1992 Fund
Convention might be insufficient to meet compensation needs in
certain circumstances in some Contracting States to that
Convention,

Recognizing that a number of Contracting States to the 1992
Liability and 1992 Fund Conventions consider it necessary as a
matter of urgency to make available additional funds for
compensation through the creation of a supplementary scheme to
which States may accede if they so wish,

Believing that the supplementary scheme should seek to ensure
that victims of oil pollution damage are compensated in full
for their loss or damage and should also alleviate the
difficulties faced by victims in cases where there is a risk
that the amount of compensation available under the 1992
Liability and 1992 Fund Conventions will be insufficient to pay
established claims in full and that as a consequence the
International Oil Pollution Compensation Fund, 1992, has
decided provisionally that it will pay only a proportion of any
established claim,

Considering that accession to the supplementary scheme will be
open only to Contracting States to the 1992 Fund Convention,

Have agreed as follows:

General provisions

Article 1

For the purposes of this Protocol:

1. &quot;1992 Liability Convention&quot; means the International
Convention on Civil Liability for Oil Pollution Damage, 1992;

2. &quot;1992 Fund Convention&quot; means the International Convention on
the Establishment of an International Fund for Compensation for
Oil Pollution Damage, 1992;

3. &quot;1992 Fund&quot; means the International Oil Pollution
Compensation Fund, 1992, established under the 1992 Fund
Convention;

4. &quot;Contracting State&quot; means a Contracting State to this
Protocol, unless stated otherwise;

5. When provisions of the 1992 Fund Convention are incorporated
by reference into this Protocol, &quot;Fund&quot; in that Convention
means &quot;Supplementary Fund&quot;, unless stated otherwise;

6. &quot;Ship&quot;, &quot;Person&quot;, &quot;Owner&quot;, &quot;Oil&quot;, &quot;Pollution Damage&quot;,
&quot;Preventive Measures&quot; and &quot;Incident&quot; have the same meaning as
in Article I of the 1992 Liability Convention;

7. &quot;Contributing Oil&quot;, &quot;Unit of Account&quot;, &quot;Ton&quot;, &quot;Guarantor&quot;
and &quot;Terminal installation&quot; have the same meaning as in Article
1 of the 1992 Fund Convention, unless stated otherwise;

8. &quot;Established claim&quot; means a claim which has been recognised
by the 1992 Fund or been accepted as admissible by decision of
a competent court binding upon the 1992 Fund not subject to
ordinary forms of review and which would have been fully
compensated if the limit set out in Article 4(4), of the 1992
Fund Convention had not been applied to that incident;

9. &quot;Assembly&quot; means the Assembly of the International Oil
Pollution Compensation Supplementary Fund, 2003, unless
otherwise indicated;

10. &quot;Organization&quot; means the International Maritime
Organization;

11. &quot;Secretary-General&quot; means the Secretary-General of the
Organization.

Article 2

1. An International Supplementary Fund for compensation for
pollution damage, to be named &quot;The International Oil Pollution
Compensation Supplementary Fund, 2003&quot; (hereinafter &quot;the
Supplementary Fund&quot;), is hereby established.

2. The Supplementary Fund shall in each Contracting State be
recognized as a legal person capable under the laws of that
State of assuming rights and obligations and of being a party
in legal proceedings before the courts of that State. Each
Contracting State shall recognise the Director of the
Supplementary Fund as the legal representative of the
Supplementary Fund.

Article 3

This Protocol shall apply exclusively:

(a) to pollution damage caused:

(i) in the territory, including the territorial sea, of a
Contracting State, and

(ii) in the exclusive economic zone of a Contracting State,
established in accordance with international law, or, if a
Contracting State has not established such a zone, in an area
beyond and adjacent to the territorial sea of that State
determined by that State in accordance with international law
and extending not more than 200 nautical miles from the
baselines from which the breadth of its territorial sea is
measured;

(b) to preventive measures, wherever taken, to prevent or
minimize such damage.

Supplementary compensation

Article 4

1. The Supplementary Fund shall pay compensation to any person
suffering pollution damage if such person has been unable to
obtain full and adequate compensation for an established claim
for such damage under the terms of the 1992 Fund Convention,
because the total damage exceeds, or there is a risk that it
will exceed, the applicable limit of compensation laid down in
Article 4(4) of the 1992 Fund Convention in respect of any one
incident.

2. (a) The aggregate amount of compensation payable by the
Supplementary Fund under this Article shall in respect of any
one incident be limited, so that the total sum of that amount
together with the amount of compensation actually paid under
the 1992 Liability Convention and the 1992 Fund Convention
within the scope of application of this Protocol shall not
exceed 750 million units of account.

(b) The amount of 750 million units of account mentioned in
paragraph 2(a) shall be converted into national currency on the
basis of the value of that currency by reference to the Special
Drawing Right on the date determined by the Assembly of the
1992 Fund for conversion of the maximum amount payable under
the 1992 Liability and 1992 Fund Conventions.

3. Where the amount of established claims against the
Supplementary Fund exceeds the aggregate amount of compensation
payable under paragraph 2, the amount available shall be
distributed in such a manner that the proportion between any
established claim and the amount of compensation actually
recovered by the claimant under this Protocol shall be the same
for all claimants.

4. The Supplementary Fund shall pay compensation in respect of
established claims as defined in Article 1(8), and only in
respect of such claims.

Article 5

The Supplementary Fund shall pay compensation when the Assembly
of the 1992 Fund has considered that the total amount of the
established claims exceeds, or there is a risk that the total
amount of established claims will exceed the aggregate amount
of compensation available under Article 4(4) of the 1992 Fund
Convention and that as a consequence the Assembly of the 1992
Fund has decided provisionally or finally that payments will
only be made for a proportion of any established claim. The
Assembly of the Supplementary Fund shall then decide whether
and to what extent the Supplementary Fund shall pay the
proportion of any established claim not paid under the 1992
Liability Convention and the 1992 Fund Convention.

Article 6

1. Subject to Article 15(2) and (3), rights to compensation
against the Supplementary Fund shall be extinguished only if
they are extinguished against the 1992 Fund under Article 6 of
the 1992 Fund Convention.

2. A claim made against the 1992 Fund shall be regarded as a
claim made by the same claimant against the Supplementary Fund.

Article 7

1. The provisions of Article 7(1), (2), (4), (5) and (6) of the
1992 Fund Convention shall apply to actions for compensation
brought against the Supplementary Fund in accordance with
Article 4(1) of this Protocol.

2. Where an action for compensation for pollution damage has
been brought before a court competent under Article IX of the
1992 Liability Convention against the owner of a ship or his
guarantor, such court shall have exclusive jurisdictional
competence over any action against the Supplementary Fund for
compensation under the provisions of Article 4 of this Protocol
in respect of the same damage. However, where an action for
compensation for pollution damage under the 1992 Liability
Convention has been brought before a court in a Contracting
State to the 1992 Liability Convention but not to this
Protocol, any action against the Supplementary Fund under
Article 4 of this Protocol shall at the option of the claimant
be brought either before a court of the State where the
Supplementary Fund has its headquarters or before any court of
a Contracting State to this Protocol competent under Article IX
of the 1992 Liability Convention.

3. Notwithstanding paragraph 1, where an action for
compensation for pollution damage against the 1992 Fund has
been brought before a court in a Contracting State to the 1992
Fund Convention but not to this Protocol, any related action
against the Supplementary Fund shall, at the option of the
claimant, be brought either before a court of the State where
the Supplementary Fund has its headquarters or before any court
of a Contracting State competent under paragraph 1.

Article 8

1. Subject to any decision concerning the distribution referred
to in Article 4(3) of this Protocol, any judgment given against
the Supplementary Fund by a court having jurisdiction in
accordance with Article 7 of this Protocol, shall, when it has
become enforceable in the State of origin and is in that State
no longer subject to ordinary forms of review, be recognized
and enforceable in each Contracting State on the same
conditions as are prescribed in Article X of the 1992 Liability
Convention.

2. A Contracting State may apply other rules for the
recognition and enforcement of judgments, provided that their
effect is to ensure that judgments are recognised and enforced
at least to the same extent as under paragraph 1.

Article 9

1. The Supplementary Fund shall, in respect of any amount of
compensation for pollution damage paid by the Supplementary
Fund in accordance with Article 4(1), of this Protocol, acquire
by subrogation the rights that the person so compensated may
enjoy under the 1992 Liability Convention against the owner or
his guarantor.

2. The Supplementary Fund shall acquire by subrogation the
rights that the person compensated by it may enjoy under the
1992 Fund Convention against the 1992 Fund.

3. Nothing in this Protocol shall prejudice any right of
recourse or subrogation of the Supplementary Fund against
persons other than those referred to in the preceding
paragraphs. In any event the right of the Supplementary Fund to
subrogation against such person shall not be less favourable
than that of an insurer of the person to whom compensation has
been paid.

4. Without prejudice to any other rights of subrogation or
recourse against the Supplementary Fund which may exist, a
Contracting State or agency thereof which has paid compensation
for pollution damage in accordance with provisions of national
law shall acquire by subrogation the rights which the person so
compensated would have enjoyed under this Protocol.

Contributions

Article 10

1. Annual contributions to the Supplementary Fund shall be made
in respect of each Contracting State by any person who, in the
calendar year referred to in Article 11(2)(a) or (b), has
received in total quantities exceeding 150,000 tons:

(a) in the ports or terminal installations in the territory of
that State contributing oil carried by sea to such ports or
terminal installations; and

(b) in any installations situated in the territory of that
Contracting State contributing oil which has been carried by
sea and discharged in a port or terminal installation of a non-
Contracting State, provided that contributing oil shall only be
taken into account by virtue of this subparagraph on first
receipt in a Contracting State after its discharge in that
nonContracting State.

2. The provisions of Article 10(2), of the 1992 Fund Convention
shall apply in respect of the obligation to pay contributions
to the Supplementary Fund.

Article 11

1. With a view to assessing the amount of annual contributions
due, if any, and taking account of the necessity to maintain
sufficient liquid funds, the Assembly shall for each calendar
year make an estimate in the form of a budget of:

(i) Expenditure

(a) costs and expenses of the administration of the
Supplementary Fund in the relevant year and any deficit from
operations in preceding years;

(b) payments to be made by the Supplementary Fund in the
relevant year for the satisfaction of claims against the
Supplementary Fund due under Article 4, including repayments on
loans previously taken by the Supplementary Fund for the
satisfaction of such claims;

(ii) Income

(a) surplus funds from operations in preceding years, including
any interest;

(b) annual contributions, if required to balance the budget;

(c) any other income.

2. The Assembly shall decide the total amount of contributions
to be levied. On the basis of that decision, the Director of
the Supplementary Fund shall, in respect of each Contracting
State, calculate for each person referred to in Article 10, the
amount of that person&#39;s annual contribution:

(a) insofar as the contribution is for the satisfaction of
payments referred to in paragraph 1(i)(a) on the basis of a
fixed sum for each ton of contributing oil received in the
relevant State by such person during the preceding calendar
year; and

(b) insofar as the contribution is for the satisfaction of
payments referred to in paragraph 1(i)(b) on the basis of a
fixed sum for each ton of contributing oil received by such
person during the calendar year preceding that in which the
incident in question occurred, provided that State was a
Contracting State to this Protocol at the date of the incident.

3. The sums referred to in paragraph 2 shall be arrived at by
dividing the relevant total amount of contributions required by
the total amount of contributing oil received in all
Contracting States in the relevant year.

4. The annual contribution shall be due on the date to be laid
down in the Internal Regulations of the Supplementary Fund. The
Assembly may decide on a different date of payment.

5. The Assembly may decide, under conditions to be laid down in
the Financial Regulations of the Supplementary Fund, to make
transfers between funds received in accordance with paragraph
2(a) and funds received in accordance with paragraph 2(b).

Article 12

1. The provisions of Article 13 of the 1992 Fund Convention
shall apply to contributions to the Supplementary Fund.

2. A Contracting State itself may assume the obligation to pay
contributions to the Supplementary Fund in accordance with the
procedure set out in Article 14 of the 1992 Fund Convention.

Article 15

1. If in a Contracting State there is no person meeting the
conditions of Article 10, that Contracting State shall for the
purposes of this Protocol inform the Director of the
Supplementary Fund thereof.

2. No compensation shall be paid by the Supplementary Fund for
pollution damage in the territory, territorial sea or exclusive
economic zone or area determined in accordance with Article
3(a)(ii), of this Protocol, of a Contracting State in respect
of a given incident or for preventive measures, wherever taken,
to prevent or minimize such damage, until the obligations to
communicate to the Director of the Supplementary Fund according
to Article 13(1) and paragraph 1 of this Article have been
complied with in respect of that Contracting State for all
years prior to the occurrence of that incident.

The Assembly shall determine in the Internal Regulations the
circumstances under which a Contracting State shall be
considered as having failed to comply with its obligations.

3. Where compensation has been denied temporarily in accordance
with paragraph 2, compensation shall be denied permanently in
respect of that incident if the obligations to communicate to
the Director of the Supplementary Fund under Article 13(1) and
paragraph 1 of this Article, have not been complied with within
one year after the Director of the Supplementary Fund has
notified the Contracting State of its failure to report.

4. Any payments of contributions due to the Supplementary Fund
shall be set off against compensation due to the debtor, or the
debtor&#39;s agents.

Transitional provisions

Article 18

1. Subject to paragraph 4, the aggregate amount of the annual
contributions payable in respect of contributing oil received
in a single Contracting State during a calendar year shall not
exceed 20% of the total amount of annual contributions pursuant
to this Protocol in respect of that calendar year.

2. If the application of the provisions in Article 11(2) and
(3) would result in the aggregate amount of the contributions
payable by contributors in a single Contracting State in
respect of a given calendar year exceeding 20% of the total
annual contributions, the contributions payable by all
contributors in that State shall be reduced pro rata so that
their aggregate contributions equal 20% of the total annual
contributions to the Supplementary Fund in respect of that
year.

3. If the contributions payable by persons in a given
Contracting State shall be reduced pursuant to paragraph 2, the
contributions payable by persons in all other Contracting
States shall be increased pro rata so as to ensure that the
total amount of contributions payable by all persons liable to
contribute to the Supplementary Fund in respect of the calendar
year in question will reach the total amount of contributions
decided by the Assembly.

4. The provisions in paragraphs 1 to 3 shall operate until the
total quantity of contributing oil received in all Contracting
States in a calendar year, including the quantities referred to
in Article 14(1), has reached 1 000 million tons or until a
period of 10 years after the date of entry into force of this
Protocol has elapsed, whichever occurs earlier.


Internationell konvention om uppr&#228;ttandet av en internationell
fond f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom olja

(utg&#246;rande till&#228;gg till 1969 &#229;rs internationella konvention om
ansvarighet f&#246;r skada orsakad av f&#246;rorening genom olja)

De f&#246;rdragsslutande staterna,

vilka har tilltr&#228;tt den internationella konventionen om
ansvarighet f&#246;r skada orsakad av f&#246;rorening genom olja, som
antogs i Bryssel den 29 november 1969,

vilka &#228;r medvetna om de risker f&#246;r f&#246;rorening som har uppst&#229;tt
genom den v&#228;rldsomsp&#228;nnande transporten till sj&#246;ss av olja som
last i bulk,

vilka &#228;r &#246;vertygade om n&#246;dv&#228;ndigheten att s&#228;kerst&#228;lla att
sk&#228;lig ers&#228;ttning kan beredas dem som tillfogas skada genom
f&#246;rorening vilken orsakats av att olja l&#228;ckt ut eller t&#246;mts ut
fr&#229;n fartyg,

vilka anser att den internationella konventionen av den 29
november 1969 om ansvarighet f&#246;r skada orsakad av f&#246;rorening
genom olja inneb&#228;r ett avsev&#228;rt framsteg genom att den skapat
ett system f&#246;r ers&#228;ttning av skada genom f&#246;rorening i de
f&#246;rdragsslutande staterna och f&#246;r kostnader f&#246;r &#229;tg&#228;rder f&#246;r
att f&#246;rhindra eller begr&#228;nsa s&#229;dan skada, oavsett var s&#229;dana
&#229;tg&#228;rder vidtagits,

vilka emellertid anser att detta system icke alltid bereder
full ers&#228;ttning &#229;t dem som lidit skada orsakad av f&#246;rorening
genom olja medan det d&#228;remot l&#228;gger en &#246;kad ekonomisk b&#246;rda p&#229;
fartygs&#228;garna,

vilka d&#228;rj&#228;mte anser att de ekonomiska f&#246;ljderna av skada
orsakad av f&#246;rorening genom olja som l&#228;ckt ut eller t&#246;mts ut
under transport till sj&#246;ss i bulk ej b&#246;r uteslutande b&#228;ras av
sj&#246;fartsn&#228;ringen utan b&#246;r delvis b&#228;ras av
oljelastintressenterna,

vilka &#228;r &#246;vertygade om behovet av att uppr&#228;tta ett
ers&#228;ttningssystem som till&#228;gg till den internationella
konventionen om ansvarighet f&#246;r skada orsakad av f&#246;rorening
genom olja i syfte att s&#228;kerst&#228;lla att full ers&#228;ttning kan
beredas dem som lidit skada p&#229; grund av f&#246;rorening genom olja
och att samtidigt befria fartygs&#228;garna fr&#229;n de &#246;kade ekonomiska
f&#246;rpliktelser som de &#229;lagts genom n&#228;mnda konvention,

vilka beaktar den resolution om uppr&#228;ttandet av en
internationell fond f&#246;r ers&#228;ttning av skada orsakad av
f&#246;rorening genom olja vilken antogs den 29 november 1969 av den
internationella juridiska konferensen r&#246;rande skador orsakade
av f&#246;rorening till havs,

har &#246;verenskommit om f&#246;ljande:

Allm&#228;nna best&#228;mmelser

Artikel 1

 I denna konvention f&#246;rst&#229;s med

1. &quot;Ansvarighetskonventionen&quot;: den internationella konventionen
om ansvarighet f&#246;r skada orsakad av f&#246;rorening genom olja, som
antogs i Bryssel den 29 november 1969.

2. &quot;Fartyg&quot;, &quot;person&quot;, &quot;&#228;gare&quot;, &quot;olja&quot;, &quot;skada genom
f&#246;rorening&quot;, &quot;f&#246;rebyggande &#229;tg&#228;rder&quot;, &quot;olycka&quot; och
&quot;organisation&quot; detsamma som anges i artikel I i
ansvarighetskonventionen, dock att &quot;olja&quot;, d&#228;r detta uttryck
f&#246;rekommer i dessa definitioner, endast avser best&#228;ndiga
mineraloljor som inneh&#229;ller kolv&#228;te.

3. &quot;Avgiftspliktig olja&quot;: r&#229;olja och eldningsolja i enlighet
med definitionerna under (a) och (b) nedan:

(a) &quot;R&#229;olja&quot; varje flytande kolv&#228;teblandning som f&#246;rekommer i
naturligt tillst&#229;nd i jorden, oberoende av om den &#228;r behandlad
f&#246;r att bli tj&#228;nlig f&#246;r transport. Uttrycket inbegriper ocks&#229;
r&#229;oljor fr&#229;n vilka vissa destillationsprodukter har avl&#228;gsnats
(ibland ben&#228;mnda &quot;topped crudes&quot;) eller till vilka har
tillsatts vissa destillationsprodukter (ibland ben&#228;mnda &quot;spiked
crudes&quot; eller &quot;reconstituted crudes&quot;).

(b) &quot;Eldningsolja&quot; tunga destillat eller rester av r&#229;olja eller
blandningar av s&#229;dana produkter, som &#228;r avsedda f&#246;r anv&#228;ndning
som br&#228;nsle f&#246;r framst&#228;llning av v&#228;rme eller kraft och som &#228;r
av en kvalitet som motsvarar den som av American Society for
Testing and Materials betecknas eldningsolja nr 4 (beteckning D
396-69) eller tjockare.

4. &quot;Ber&#228;kningsenhet&quot; eller &quot;monet&#228;r enhet&quot;: allt efter
omst&#228;ndigheterna den ber&#228;kningsenhet eller den monet&#228;ra enhet
som avses i artikel V i ansvarighetskonventionen i dess lydelse
enligt det den 19 november 1976 antagna protokollet.

5. &quot;Fartygets dr&#228;ktighet&quot;: detsamma som anges i artikel V
tionde stycket i ansvarighetskonventionen.

6. &quot;Ton&quot;: n&#228;r uttrycket avser olja, ton enligt metersystemet.

7. &quot;Garant&quot;: den som meddelar f&#246;rs&#228;kring eller st&#228;ller annan
ekonomisk s&#228;kerhet f&#246;r att t&#228;cka &#228;garens ansvarighet enligt
artikel VII f&#246;rsta stycket i ansvarighetskonventionen.

8. &quot;Terminal&quot;: anl&#228;ggning f&#246;r lagring av olja i bulk d&#228;r olja
som transporterats sj&#246;ledes kan tas emot, d&#228;ri inbegripet varje
anordning som icke &#228;r landbaserad och som &#228;r f&#246;renad med s&#229;dan
anl&#228;ggning.

9. Best&#229;r en olycka av en serie h&#228;ndelser skall den anses ha
intr&#228;ffat vid tidpunkten f&#246;r den f&#246;rsta av dessa h&#228;ndelser.

Artikel 2

 1. H&#228;rmed uppr&#228;ttas en internationell fond f&#246;r ers&#228;ttning av
skada genom f&#246;rorening. Fonden skall kallas Internationella
fonden f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom
olja, i det f&#246;ljande ben&#228;mnd &quot;fonden&quot;. Den har f&#246;ljande
&#228;ndam&#229;l:

(a) att bereda ers&#228;ttning f&#246;r skada genom f&#246;rorening i den m&#229;n
det skydd som ges enligt ansvarighetskonventionen &#228;r
otillr&#228;ckligt;

(b) att befria fartygs&#228;garna fr&#229;n de &#246;kade ekonomiska
f&#246;rpliktelser som de &#229;lagts genom ansvarighetskonventionen;
denna befrielse skall vara beroende av villkor som uppst&#228;llts
f&#246;r att s&#228;kerst&#228;lla efterlevnaden av konventioner r&#246;rande
s&#228;kerheten till sj&#246;ss och andra konventioner;

(c) att f&#246;rverkliga d&#228;rmed sammanh&#228;ngande m&#229;ls&#228;ttningar som
anges i denna konvention.

2. Fonden skall i f&#246;rdragsslutande stat erk&#228;nnas som juridisk
person med beh&#246;righet enligt lagen i den staten att f&#246;rv&#228;rva
r&#228;ttigheter och &#229;ta sig skyldigheter samt att vara part i
r&#228;tteg&#229;ng inf&#246;r domstol i denna stat. F&#246;rdragsslutande stat
skall erk&#228;nna fondens direkt&#246;r (i det f&#246;ljande ben&#228;mnd
&quot;direkt&#246;ren&quot;) som st&#228;llf&#246;retr&#228;dare f&#246;r fonden.

Artikel 3

 1. I fr&#229;ga om ers&#228;ttning enligt artikel 4 &#228;r denna konvention
till&#228;mplig endast p&#229; skada genom f&#246;rorening som uppkommit inom
f&#246;rdragsslutande stats omr&#229;de, d&#228;ri inbegripet dess
territorialvatten, och p&#229; f&#246;rebyggande &#229;tg&#228;rder som vidtagits
f&#246;r att f&#246;rhindra eller begr&#228;nsa s&#229;dan skada.

2. I fr&#229;ga om gottg&#246;relse till fartygs&#228;gare och deras garanter
enligt artikel 5 &#228;r konventionen till&#228;mplig endast p&#229; skada
genom f&#246;rorening, vilken uppkommit inom s&#229;dan stats omr&#229;de som
tilltr&#228;tt ansvarighetskonventionen, d&#228;ri inbegripet dess
territorialvatten, och orsakats av ett fartyg som &#228;r
registrerat i f&#246;rdragsslutande stat eller som f&#246;r s&#229;dan stats
flagga, samt p&#229; f&#246;rebyggande &#229;tg&#228;rder som vidtagits f&#246;r att
f&#246;rhindra eller begr&#228;nsa s&#229;dan skada.

Ers&#228;ttning och gottg&#246;relse

Artikel 4

1. F&#246;r att fullg&#246;ra sin uppgift enligt artikel 2 f&#246;rsta stycket
(a) skall fonden utge ers&#228;ttning till envar som lidit skada
genom f&#246;rorening, om denne icke har kunnat f&#229; full ers&#228;ttning
f&#246;r skadan enligt ansvarighetskonventionen.

(a) p&#229; grund av att det icke f&#246;religger n&#229;gon ansvarighet f&#246;r
skadan enligt ansvarighetskonventionen;

(b) p&#229; grund av att den &#228;gare som &#228;r ansvarig f&#246;r skadan enligt
ansvarighetskonventionen icke kan tillfullo infria sina
ekonomiska f&#246;rpliktelser och att ekonomisk s&#228;kerhet, som kan ha
st&#228;llts enligt artikel VII i n&#228;mnda konvention, icke g&#228;ller f&#246;r
skadan eller icke r&#228;cker till f&#246;r att tillgodose
ers&#228;ttningsanspr&#229;ken; &#228;garen skall anses ekonomiskt ur st&#229;nd
att infria sina f&#246;rpliktelser och ekonomisk s&#228;kerhet skall
anses otillr&#228;cklig om den skadelidande, sedan han vidtagit alla
sk&#228;liga &#229;tg&#228;rder f&#246;r att utnyttja de r&#228;ttsliga medel som &#228;r
tillg&#228;ngliga f&#246;r honom, icke har kunnat f&#229; ut hela det
ers&#228;ttningsbelopp som han har r&#228;tt till enligt
ansvarighetskonventionen;

(c) p&#229; grund av att skadan &#246;verstiger &#228;garens ansvarighet s&#229;dan
denna begr&#228;nsats enligt artikel V f&#246;rsta stycket i
ansvarighetskonventionen eller enligt annan internationell
konvention, som &#228;r i kraft eller &#228;r &#246;ppen f&#246;r undertecknande,
ratifikation eller anslutning den dag denna konvention &#228;r
dagtecknad.

Sk&#228;liga utgifter och f&#246;rluster som &#228;garen frivilligt &#229;dragit
sig f&#246;r att f&#246;rhindra eller begr&#228;nsa skada genom f&#246;rorening
skall vid tilll&#228;mpningen av denna artikel anses som skada genom
f&#246;rorening.

2. Fonden &#228;r ej ansvarig enligt f&#246;reg&#229;ende stycke om

(a) den visar att skadan genom f&#246;rorening orsakades av
krigshandling, fientligheter, inb&#246;rdeskrig eller uppror eller
orsakades av olja, som l&#228;ckt ut eller t&#246;mts ut fr&#229;n krigsfartyg
eller annat fartyg, vilket &#228;ges eller brukas av en stat och vid
tidpunkten f&#246;r olyckan anv&#228;ndes endast i statlig verksamhet f&#246;r
annat &#228;ndam&#229;l &#228;n aff&#228;rsdrift; eller

(b) den som g&#246;r anspr&#229;k p&#229; ers&#228;ttning icke kan visa att skadan
orsakades av en olycka som ber&#246;r ett eller flera fartyg.

3. Visar fonden att skadan genom f&#246;rorening helt eller delvis
orsakades genom upps&#229;tlig handling eller upps&#229;tlig
underl&#229;tenhet av den skadelidande eller av v&#229;rdsl&#246;shet av
denne, kan fonden befrias helt eller delvis fr&#229;n sin skyldighet
att betala ers&#228;ttning till denne. S&#229;dan befrielse skall dock ej
&#228;ga rum i fr&#229;ga om s&#229;dana f&#246;rebyggande &#229;tg&#228;rder som avses i
f&#246;rsta stycket. Fonden skall under alla f&#246;rh&#229;llanden vara
befriad fr&#229;n ansvarighet i den utstr&#228;ckning som fartygs&#228;garen
kan ha varit befriad fr&#229;n ansvarighet enligt artikel III tredje
stycket i ansvarighetskonventionen.

4. (a) Om ej annat f&#246;reskrivs under (b) i detta stycke, &#228;r det
sammanlagda ers&#228;ttningsbelopp som fonden skall utge enligt
denna artikel f&#246;r en och samma olycka begr&#228;nsat s&#229; att summan
av n&#228;mnda belopp och det ers&#228;ttningsbelopp, som faktiskt
betalats enligt ansvarighetskonventionen f&#246;r skada genom
f&#246;rorening som uppkommit inom f&#246;rdragsslutande stats omr&#229;de,
inbegripet varje belopp som fonden &#228;r skyldig att gottg&#246;ra
&#228;garen enligt artikel 5 f&#246;rsta stycket i denna konvention, icke
f&#229;r &#246;verstiga 60 miljoner ber&#228;kningsenheter eller 900 miljoner
monet&#228;ra enheter.

(b) Det sammanlagda ers&#228;ttningsbelopp som f&#229;r betalas av fonden
enligt denna artikel f&#246;r skada genom f&#246;rorening, som orsakats
av en naturh&#228;ndelse av osedvanlig karakt&#228;r vilken icke kunnat
undvikas och vars f&#246;ljder icke kunnat f&#246;rhindras, f&#229;r icke
&#246;verstiga 60 miljoner ber&#228;kningsenheter eller 900 miljoner
monet&#228;ra enheter.

5. Om summan av styrkta fordringar mot fonden &#246;verstiger det
h&#246;gsta ers&#228;ttningsbelopp som f&#229;r betalas enligt fj&#228;rde stycket,
skall det tillg&#228;ngliga beloppet f&#246;rdelas p&#229; s&#229;dant s&#228;tt att
f&#246;rh&#229;llandet mellan varje styrkt fordran och det
ers&#228;ttningsbelopp som fordrings&#228;garen faktiskt erh&#229;ller enligt
ansvarighetskonventionen och denna konvention &#228;r detsamma f&#246;r
alla fordrings&#228;gare.

6. Fondens f&#246;rsamling (i det f&#246;ljande ben&#228;mnd &quot;f&#246;rsamlingen&quot;)
f&#229;r, med beaktande av de erfarenheter som vunnits av intr&#228;ffade
olyckor och s&#228;rskilt storleken av de skador som orsakats av
dessa olyckor samt av f&#246;r&#228;ndringar i penningv&#228;rdet, besluta att
&#228;ndra det belopp om 30 miljoner ber&#228;kningsenheter eller 450
miljoner monet&#228;ra enheter som avses i fj&#228;rde stycket (a) och
(b). Detta belopp f&#229;r dock icke i n&#229;got fall &#246;verstiga 60
miljoner ber&#228;kningsenheter eller 900 miljoner monet&#228;ra enheter
eller understiga 30 miljoner ber&#228;kningsenheter eller 450
miljoner monet&#228;ra enheter. Det &#228;ndrade beloppet skall till&#228;mpas
p&#229; olyckor som intr&#228;ffar efter den dag d&#229; beslutet om &#228;ndringen
fattats.

7. P&#229; beg&#228;ran av f&#246;rdragsslutande stat skall fonden i
erforderlig omfattning st&#228;lla sina tj&#228;nster till f&#246;rfogande f&#246;r
denna stat f&#246;r att hj&#228;lpa denna att snabbt f&#246;rfoga &#246;ver
personal, materiel och tj&#228;nster som staten beh&#246;ver f&#246;r att
kunna vidta &#229;tg&#228;rder syftande till att f&#246;rhindra eller begr&#228;nsa
skada genom f&#246;rorening, som orsakats av en olycka betr&#228;ffande
vilken fonden kan komma att f&#229; betala ers&#228;ttning enligt denna
konvention.

8. P&#229; de villkor som skall f&#246;reskrivas i fondens reglemente f&#229;r
fonden st&#228;lla kreditm&#246;jligheter till f&#246;rfogande f&#246;r att
m&#246;jligg&#246;ra att f&#246;rebyggande &#229;tg&#228;rder vidtas mot skada genom
f&#246;rorening, som orsakats av en olycka betr&#228;ffande vilken fonden
kan komma att f&#229; betala ers&#228;ttning enligt denna konvention.

Artikel 6

1. R&#228;tt till ers&#228;ttning enligt artikel 4 eller gottg&#246;relse
enligt artikel 5 upph&#246;r om talan icke v&#228;ckts enligt
best&#228;mmelserna i dessa artiklar eller underr&#228;ttelse icke
l&#228;mnats enligt artikel 7 sj&#228;tte stycket inom tre &#229;r fr&#229;n den
dag d&#229; skadan uppkom. Talan f&#229;r dock icke i n&#229;got fall v&#228;ckas
sedan sex &#229;r f&#246;rflutit fr&#229;n dagen f&#246;r den olycka som orsakade
skadan.

2. Utan hinder av vad som stadgas i f&#246;rsta stycket skall
&#228;garens eller hans garants r&#228;tt till gottg&#246;relse fr&#229;n fonden
enligt artikel 5 f&#246;rsta stycket icke i n&#229;got fall upph&#246;ra
tidigare &#228;n sex m&#229;nader fr&#229;n den dag d&#229; &#228;garen eller hans
garant fick vetskap om att talan v&#228;ckts mot honom enligt
ansvarighetskonventionen.

Artikel 7

1. Om ej annat f&#246;ljer av vad som stadgas i denna artikel f&#229;r
talan mot fonden om ers&#228;ttning enligt artikel 4 eller
gottg&#246;relse enligt artikel 5 i denna konvention endast v&#228;ckas
vid domstol som enligt artikel IX i ansvarighetskonventionen &#228;r
beh&#246;rig att pr&#246;va talan mot den &#228;gare vilken &#228;r ansvarig f&#246;r
skada genom f&#246;rorening, som orsakats av ifr&#229;gavarande olycka,
eller vilken skulle ha varit ansvarig om icke best&#228;mmelserna i
artikel III andra stycket i ansvarighetskonventionen &#228;gt
tilll&#228;mpning.

2. Varje f&#246;rdragsslutande stat skall tillse att dess domstolar
har erforderlig beh&#246;righet att pr&#246;va s&#229;dan talan mot fonden som
avses i f&#246;rsta stycket.

3. Har talan om ers&#228;ttning f&#246;r skada genom f&#246;rorening v&#228;ckts
mot fartygs&#228;gare eller dennes garant vid domstol som &#228;r beh&#246;rig
enligt artikel IX i ansvarighetskonventionen, &#228;r denna domstol
s&#229;vitt ang&#229;r samma skada ensam beh&#246;rig att pr&#246;va talan mot
fonden om ers&#228;ttning eller gottg&#246;relse enligt best&#228;mmelserna i
artikel 4 eller 5 i denna konvention. Har emellertid talan om
ers&#228;ttning f&#246;r skada genom f&#246;rorening v&#228;ckts enligt
ansvarighetskonventionen vid domstol i stat, som tilltr&#228;tt
ansvarighetskonventionen men ej denna konvention, skall talan
mot fonden enligt artikel 4 eller artikel 5 f&#246;rsta stycket i
denna konvention enligt k&#228;randens val v&#228;ckas antingen vid
domstol i den stat d&#228;r fonden har sitt s&#228;te eller vid enligt
artikel IX i ansvarighetskonventionen beh&#246;rig domstol i stat,
som har tilltr&#228;tt f&#246;revarande konvention.

4. Varje f&#246;rdragsslutande stat skall tillse att fonden har r&#228;tt
att intr&#228;da som part i r&#228;tteg&#229;ng som enligt artikel IX i
ansvarighetskonventionen f&#246;res mot fartygs&#228;gare eller dennes
garant vid beh&#246;rig domstol i ifr&#229;gavarande stat.

5. Utom i de fall som anges i sj&#228;tte stycket &#228;r fonden icke
bunden av dom eller beslut i r&#228;tteg&#229;ng, i vilken den icke har
varit part, eller av f&#246;rlikning, i vilken den icke deltagit.

6. Har talan om ers&#228;ttning f&#246;r skada genom f&#246;rorening v&#228;ckts
enligt ansvarighetskonventionen mot en &#228;gare eller dennes
garant vid beh&#246;rig domstol i f&#246;rdragsslutande stat, skall part
i m&#229;let vara ber&#228;ttigad enligt den nationella lagen i denna
stat att underr&#228;tta fonden om r&#228;tteg&#229;ngen, utan att detta f&#229;r
medf&#246;ra inskr&#228;nkning av vad som stadgas i fj&#228;rde stycket. Om
s&#229;dan underr&#228;ttelse givits i &#246;verensst&#228;mmelse med de
f&#246;reskrifter i formellt avseende som uppst&#228;lls i lagen i den
stat d&#228;r talan v&#228;ckts och inom s&#229;dan tid och p&#229; s&#229;dant s&#228;tt att
fonden har kunnat p&#229; ett verkningsfullt s&#228;tt intr&#228;da som part i
r&#228;tteg&#229;ngen, skall dom som meddelats av domstolen i s&#229;dan
r&#228;tteg&#229;ng sedan den vunnit laga kraft och kan verkst&#228;llas i den
stat d&#228;r den meddelades, vara bindande f&#246;r fonden i den
betydelsen att domstolens avg&#246;rande i saken icke f&#229;r
ifr&#229;gas&#228;ttas av fonden &#228;ven om fonden faktiskt icke har intr&#228;tt
i r&#228;tteg&#229;ngen.

Artikel 8

 Dom som meddelats mot fonden av domstol som &#228;r beh&#246;rig enligt
artikel 7 f&#246;rsta och tredje styckena skall, om domen kan
verkst&#228;llas i den stat d&#228;r den meddelades och d&#228;r ej l&#228;ngre kan
&#246;verklagas med ordin&#228;ra r&#228;ttsmedel, erk&#228;nnas och verkst&#228;llas i
alla f&#246;rdragsslutande stater under de f&#246;ruts&#228;ttningar som anges
i artikel X i ansvarighetskonventionen samt med iakttagande av
beslut om f&#246;rdelningen enligt artikel 4 femte stycket i denna
konvention.

Artikel 9

 1. Med iakttagande av vad som stadgas i artikel 5 intr&#228;der
fonden, s&#229;vitt avser belopp som den betalat i ers&#228;ttning f&#246;r
skada genom f&#246;rorening enligt artikel 4 f&#246;rsta stycket i denna
konvention, i den r&#228;tt som den som s&#229;lunda erh&#229;llit ers&#228;ttning
kan ha enligt ansvarighetskonventionen mot &#228;garen eller dennes
garant.

2. Best&#228;mmelserna i denna konvention inskr&#228;nker ej fondens
regress eller subrogationsr&#228;tt mot annan person &#228;n som avses i
f&#246;reg&#229;ende stycke. Under alla f&#246;rh&#229;llanden skall fondens
subrogationsr&#228;tt mot s&#229;dan person icke vara mindre f&#246;rm&#229;nlig &#228;n
den r&#228;tt som tillkommer en f&#246;rs&#228;kringsgivare f&#246;r den som
erh&#229;llit ers&#228;ttning eller gottg&#246;relse.

3. Har f&#246;rdragsslutande stat eller myndighet i s&#229;dan stat
enligt best&#228;mmelser i nationell lag betalat ers&#228;ttning f&#246;r
skada genom f&#246;rorening skall staten eller myndigheten intr&#228;da i
den r&#228;tt som den som erh&#229;llit ers&#228;ttning skulle ha haft enligt
denna konvention. Detta f&#229;r dock icke hindra att andra
subrogations eller regressr&#228;tter som kan finnas g&#246;rs g&#228;llande
mot fonden.

Avgifter

 Artikel 10

 1. Avgifter till fonden skall, i fr&#229;ga om varje
f&#246;rdragsslutande stat, betalas av envar som, under det
kalender&#229;r som avses i artikel 11 f&#246;rsta stycket s&#229;vitt avser
grundavgifter och under det kalender&#229;r som avses i artikel 12
andra stycket (a) eller (b) s&#229;vitt avser &#229;rsavgifter, mottagit
sammanlagt mer &#228;n 150 000 ton

(a) avgiftspliktig olja som transporterats till sj&#246;ss till hamn
eller terminal inom den statens omr&#229;de; och

(b) avgiftspliktig olja i anl&#228;ggning som &#228;r bel&#228;gen inom den
f&#246;rdragsslutande statens omr&#229;de, om denna olja transporterats
till sj&#246;ss och lossats i hamn eller terminal i stat som icke &#228;r
f&#246;rdragsslutande stat, dock att denna olja endast skall tagas
med i ber&#228;kningen enligt denna best&#228;mmelse n&#228;r den f&#246;rsta
g&#229;ngen mottas i f&#246;rdragsslutande stat efter att ha lossats i
icke f&#246;rdragsslutande stat.

2. (a) Om den m&#228;ngd avgiftspliktig olja som n&#229;gon under ett
kalender&#229;r mottagit inom f&#246;rdragsslutande stats omr&#229;de
sammantaget med den m&#228;ngd avgiftspliktig olja som det &#229;ret
mottagits i samma f&#246;rdragsslutande stat av annan med vilken han
&#228;r i intressegemenskap &#246;verstiger 150 000 ton, skall han betala
avgift enligt f&#246;rsta stycket f&#246;r den m&#228;ngd som han faktiskt
mottagit &#228;ven om denna m&#228;ngd inte &#246;versteg 150 000 ton.

(b) Med &quot;annan med vilken han &#228;r i intressegemenskap&quot; f&#246;rst&#229;s
varje dotterbolag eller gemensamt kontrollerad enhet. Fr&#229;gan om
n&#229;gon omfattas av denna definition skall avg&#246;ras enligt
vederb&#246;rande stats nationella lag.

Artikel 12

 1. F&#246;r att fastst&#228;lla den &#229;rsavgift som, om &#229;rsavgifter skall
utg&#229;, skall betalas av person som avses i artikel 10, skall
f&#246;rsamlingen, med beaktande av n&#246;dv&#228;ndigheten att tillr&#228;ckliga
likvida medel finns, f&#246;r varje kalender&#229;r g&#246;ra en ber&#228;kning i
form av en budget av:

(i) utgifter

(a) kostnader och utgifter f&#246;r fondens f&#246;rvaltning under &#229;ret
samt eventuellt underskott fr&#229;n verksamheten under f&#246;reg&#229;ende
&#229;r;

(b) utbetalningar fr&#229;n fonden under &#229;ret f&#246;r betalning av
fordringar mot fonden enligt artikel 4 eller 5, d&#228;ri inbegripet
&#229;terbetalning av l&#229;n som tidigare upptagits av fonden f&#246;r att
betala s&#229;dana fordringar, i den utstr&#228;ckning de fordringar som
avser en och samma olycka sammanlagt ej &#246;verstiger 1 miljon
ber&#228;kningsenheter eller 15 miljoner monet&#228;ra enheter;

(c) utbetalningar fr&#229;n fonden under &#229;ret f&#246;r betalning av
fordringar mot fonden enligt artikel 4 eller 5, d&#228;ri inbegripet
&#229;terbetalning av l&#229;n som tidigare upptagits av fonden f&#246;r att
betala s&#229;dana fordringar, i den utstr&#228;ckning de fordringar som
avser en och samma olycka sammanlagt &#246;verstiger 1 miljon
ber&#228;kningsenheter eller 15 miljoner monet&#228;ra enheter;

(ii) inkomster

(a) &#246;verskott fr&#229;n verksamheten under f&#246;reg&#229;ende &#229;r, d&#228;ri
inbegripet eventuell r&#228;nta;

(b) grundavgifter som skall betalas under &#229;ret;

(c) &#229;rsavgifter, om s&#229;dana erfordras f&#246;r att balansera
budgeten;

(d) andra inkomster.

2. &#197;rsavgiftens storlek skall f&#246;r envar som avses i artikel 10
fastst&#228;llas av f&#246;rsamlingen. Avgiften skall i fr&#229;ga om varje
f&#246;rdragsslutande stat ber&#228;knas:

(a) i den utstr&#228;ckning avgiften &#228;r avsedd att anv&#228;ndas till
betalning av fordringar som avses i f&#246;rsta stycket (i)(a) och
(b), p&#229; grundval av ett best&#228;mt belopp per ton avgiftspliktig
olja som den avgiftsskyldige under f&#246;reg&#229;ende kalender&#229;r
mottagit i ifr&#229;gavarande stat; och

(b) i den utstr&#228;ckning avgiften &#228;r avsedd att anv&#228;ndas till
betalning av fordringar som avses i f&#246;rsta stycket (i)(c) i
denna artikel, p&#229; grundval av ett best&#228;mt belopp per ton
avgiftspliktig olja som den avgiftsskyldige mottagit under
kalender&#229;ret f&#246;re det d&#229; ifr&#229;gavarande olycka intr&#228;ffade, om
denna stat vid tidpunkten f&#246;r olyckan hade tilltr&#228;tt denna
konvention.

3. De belopp som avses i andra stycket erh&#229;lles genom att dela
det sammanlagda avgiftsbelopp som erfordras med den sammanlagda
m&#228;ngden avgiftspliktig olja som mottagits i alla
f&#246;rdragsslutande stater under ifr&#229;gavarande &#229;r.

4. F&#246;rsamlingen skall besluta hur stor del av &#229;rsavgiften som
omedelbart skall betalas kontant och fastst&#228;lla datum f&#246;r
betalningen. &#197;terstoden skall betalas p&#229; anfordran av
direkt&#246;ren.

5. Direkt&#246;ren f&#229;r i de fall och under de f&#246;ruts&#228;ttningar som
skall anges i fondens reglemente beg&#228;ra att en avgiftsskyldig
st&#228;ller ekonomisk s&#228;kerhet f&#246;r de belopp som han &#228;r skyldig att
betala.

6. Varje krav p&#229; betalning enligt fj&#228;rde stycket skall f&#246;r var
och en av de avgiftsskyldiga avse samma kvotdel av avgiften.

Artikel 13

 1. Avgiftsbelopp som avses i artikel 12 och som &#228;r f&#246;rfallet
skall l&#246;pa med r&#228;nta enligt r&#228;ntefot, som fastst&#228;lles av
f&#246;rsamlingen f&#246;r varje kalender&#229;r, varvid olika r&#228;ntefot f&#229;r
fastst&#228;llas f&#246;r olika f&#246;rh&#229;llanden.

2. Varje f&#246;rdragsslutande stat skall tillse att f&#246;rpliktelse
att betala avgift till fonden enligt denna konvention f&#246;r olja
som mottagits inom den statens omr&#229;de fullg&#246;res. Den skall
vidta l&#228;mpliga lagstiftnings&#229;tg&#228;rder f&#246;r att dessa
f&#246;rpliktelser effektivt skall fullg&#246;ras, d&#228;ri inbegripet
inf&#246;rande av s&#229;dana p&#229;f&#246;ljder som den anser erforderliga.
&#197;tg&#228;rderna f&#229;r dock rikta sig endast mot dem som &#228;r skyldiga
att betala avgift till fonden.

3. Om den som &#228;r skyldig att betala avgift till fonden enligt
artiklarna 10 och 11 helt eller delvis &#228;r i dr&#246;jsm&#229;l med
betalningen n&#228;r tre m&#229;nader f&#246;rflutit fr&#229;n f&#246;rfallodagen, skall
direkt&#246;ren p&#229; fondens v&#228;gnar vidta alla erforderliga &#229;tg&#228;rder
mot denne f&#246;r att indriva det f&#246;rfallna beloppet. &#196;r den
avgiftsskyldige uppenbart p&#229; obest&#229;nd eller f&#246;religger eljest
sk&#228;l d&#228;rtill, kan emellertid f&#246;rsamlingen p&#229; f&#246;rslag av
direkt&#246;ren besluta att ingen &#229;tg&#228;rd skall vidtas mot den
avgiftsskyldige eller att redan p&#229;b&#246;rjade &#229;tg&#228;rder icke skall
fullf&#246;ljas.

Bilaga 2

Artiklarna 1-6, 8-12, 14 och 15 i 1992 &#229;rs &#228;ndringsprotokoll
till 1971 &#229;rs internationella konvention om uppr&#228;ttandet av en
internationell fond f&#246;r ers&#228;ttning av skada orsakad av
f&#246;rorening genom olja

1992 &#229;rs &#228;ndringsprotokoll till 1971 &#229;rs internationella
konvention om uppr&#228;ttandet av en internationell fond f&#246;r
ers&#228;ttning av skada orsakad av f&#246;rorening genom olja

Parterna till detta protokoll

som har beaktat 1971 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja och 1984 &#229;rs protokoll till
denna,

som har noterat att 1984 &#229;rs protokoll till denna konvention,
som f&#246;reskriver f&#246;rb&#228;ttrad till&#228;mpning och &#246;kad ers&#228;ttning,
inte har tr&#228;tt i kraft,

som bekr&#228;ftar vikten av att vidmakth&#229;lla det internationella
ansvarighets och ers&#228;ttningssystemet f&#246;r oljeskador,

som &#228;r medvetna om behovet av att tillf&#246;rs&#228;kra att inneh&#229;llet i
1984 &#229;rs protokoll tr&#228;der i kraft s&#229; snart som m&#246;jligt,

som inser f&#246;rdelen f&#246;r staterna att under en &#246;verg&#229;ngstid l&#229;ta
den &#228;ndrade konventionen till&#228;mpas samtidigt som och vara ett
till&#228;gg till den ursprungliga konventionen,

som &#228;r &#246;vertygade om att de ekonomiska verkningarna av skador
genom f&#246;rorening till f&#246;ljd av transport av olja i bulk till
sj&#246;ss med fartyg b&#246;r delas mellan sj&#246;fartsn&#228;ringen och
oljelastintressena och

som &#228;r medvetna om 1992 &#229;rs &#228;ndringsprotokoll till 1969 &#229;rs
internationella konvention om ansvarighet f&#246;r skada orsakad av
f&#246;rorening genom olja

har kommit &#246;verens om f&#246;ljande:

Artikel 1

 Den konvention som &#228;ndras genom detta protokoll &#228;r 1971 &#229;rs
internationella konvention om uppr&#228;ttandet av en internationell
fond f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom olja,
i det f&#246;ljande kallad &quot;1971 &#229;rs fondkonvention&quot;. F&#246;r stater som
&#228;r anslutna till 1976 &#229;rs protokoll till 1971 &#229;rs
fondkonvention skall h&#228;nvisningen anses omfatta 1971 &#229;rs
fondkonvention som den har &#228;ndrats genom det protokollet.

Artikel 2

 Artikel 1 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. F&#246;rsta stycket ers&#228;tts med f&#246;ljande text.

1. &quot;1992 &#229;rs ansvarighetskonvention&quot;: 1992 &#229;rs internationella
konvention om ansvarighet f&#246;r skada orsakad av f&#246;rorening genom
olja.

2. Efter f&#246;rsta stycket inf&#246;rs ett nytt stycke, 1 bis, enligt
f&#246;ljande.

1 bis. &quot;1971 &#229;rs fondkonvention&quot;: 1971 &#229;rs internationella
konvention om uppr&#228;ttandet av en internationell fond f&#246;r
ers&#228;ttning av skada orsakad av f&#246;rorening genom olja. F&#246;r
stater som &#228;r bundna av 1976 &#229;rs protokoll till den
konventionen skall h&#228;nvisningen anses omfatta 1971 &#229;rs
konvention som den har &#228;ndrats genom det protokollet.

3. Andra stycket ers&#228;tts med f&#246;ljande text.

2. &quot;Fartyg&quot;, &quot;person&quot;, &quot;&#228;gare&quot;, &quot;olja&quot;, &quot;skada genom
f&#246;rorening&quot;, &quot;f&#246;rebyggande &#229;tg&#228;rder&quot;, &quot;olycka&quot; och
&quot;organisation&quot; har samma betydelse som i artikel I i 1992 &#229;rs
ansvarighetskonvention.

4. Fj&#228;rde stycket ers&#228;tts med f&#246;ljande text.

4. &quot;Ber&#228;kningsenhet&quot; har samma betydelse som i artikel V nionde
stycket i 1992 &#229;rs ansvarighetskonvention.

5. Femte stycket ers&#228;tts med f&#246;ljande text.

5. &quot;Fartygstonnage&quot; har samma betydelse som i artikel V tionde
stycket i 1992 &#229;rs ansvarighetskonvention.

6. Sjunde stycket ers&#228;tts med f&#246;ljande text.

7. &quot;Garant&quot; avser varje person som meddelar f&#246;rs&#228;kring eller
st&#228;ller annan ekonomisk s&#228;kerhet f&#246;r att t&#228;cka &#228;garens ansvar
enligt artikel VII f&#246;rsta stycket i 1992 &#229;rs
ansvarighetskonvention.

Artikel 3

 Artikel 2 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

F&#246;rsta stycket ers&#228;tts med f&#246;ljande text.

1. En internationell fond f&#246;r ers&#228;ttning av skada genom
f&#246;rorening, vilken skall kallas &quot;1992 &#229;rs internationella
oljeskadefond&quot; och som i det f&#246;ljande kallas &quot;fonden&quot; uppr&#228;ttas
h&#228;rmed f&#246;r f&#246;ljande syften.

a) F&#246;r att ge ers&#228;ttning f&#246;r skador genom f&#246;rorening i den
utstr&#228;ckning de inte ers&#228;tts enligt 1992 &#229;rs
ansvarighetskonvention och

b) f&#246;r att uppfylla de &#228;ndam&#229;l som anges i denna konvention.

 Artikel 4

 Artikel 3 i 1971 &#229;rs fondkonvention ers&#228;tts med f&#246;ljande text.

Denna konvention g&#228;ller endast

a) skada genom f&#246;rorening som har uppkommit

i) inom en f&#246;rdragsslutande stats omr&#229;de, inklusive dess
territorialvatten och

ii) inom en f&#246;rdragsslutande stats exklusiva ekonomiska zon,
som fastst&#228;llts i enlighet med folkr&#228;ttens regler, eller, om
staten inte har fastst&#228;llt n&#229;gon s&#229;dan zon, inom ett omr&#229;de
utanf&#246;r och angr&#228;nsande till den statens territorialvatten
vilket har best&#228;mts av den staten i enlighet med folkr&#228;ttens
regler och vilket inte str&#228;cker sig l&#228;ngre ut &#228;n 200 nautiska
mil fr&#229;n de baslinjer varifr&#229;n statens territorialvatten m&#228;ts,

b) f&#246;rebyggande &#229;tg&#228;rder, var de &#228;n vidtas, f&#246;r att f&#246;rhindra
eller begr&#228;nsa s&#229;dan skada.

Artikel 5

 I rubriken till artiklarna 4-9 i 1971 &#229;rs fondkonvention tas
orden &quot;och gottg&#246;relse&quot; bort.

Artikel 6

 Artikel 4 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. I f&#246;rsta stycket skall de fem h&#228;nvisningarna till
&quot;ansvarighetskonventionen&quot; bytas ut mot h&#228;nvisningar till &quot;1992
&#229;rs ansvarighetskonvention&quot;.

2. Tredje stycket ers&#228;tts med f&#246;ljande text.

3. Visar fonden att skadan genom f&#246;rorening helt eller delvis
orsakades genom upps&#229;tlig handling eller upps&#229;tlig
underl&#229;tenhet av den skadelidande eller v&#229;rdsl&#246;shet av denne,
kan fonden befrias helt eller delvis fr&#229;n sin skyldighet att
betala ers&#228;ttning till denne. I varje fall skall fonden befrias
fr&#229;n sin skyldighet i den utstr&#228;ckning som fartygs&#228;garen kan
vara befriad enligt artikel III tredje stycket i 1992 &#229;rs
ansvarighetskonvention. Fonden &#228;r emellertid aldrig befriad
fr&#229;n sin skyldighet vad g&#228;ller f&#246;rebyggande &#229;tg&#228;rder.

3. Fj&#228;rde stycket ers&#228;tts med f&#246;ljande text.

4. a) Om inte annat f&#246;reskrivs i b) eller c) i detta stycke &#228;r
det sammanlagda belopp som fonden skall betala enligt denna
artikel begr&#228;nsat f&#246;r en och samma olycka s&#229; att summan av det
beloppet och det ers&#228;ttningsbelopp som faktiskt har betalts
enligt 1992 &#229;rs ansvarighetskonvention f&#246;r skada genom
f&#246;rorening, som faller inom denna konventions
tilll&#228;mpningsomr&#229;de enligt artikel 3, inte f&#229;r &#246;verstiga 135
miljoner ber&#228;kningsenheter.

b) Om inte annat f&#246;reskrivs i c) f&#229;r det sammanlagda
ers&#228;ttningsbelopp som fonden skall ge ut enligt denna artikel
inte &#246;verstiga 135 miljoner ber&#228;kningsenheter f&#246;r en skada
genom f&#246;rorening som orsakats av en naturh&#228;ndelse av osedvanlig
karakt&#228;r som inte kunnat undvikas och vars verkningar inte
kunnat f&#246;rhindras.

c) Det h&#246;gsta ers&#228;ttningsbeloppet enligt a) och b) skall vara
200 miljoner ber&#228;kningsenheter f&#246;r olyckor som intr&#228;ffar under
en tid d&#229; tre stater &#228;r bundna av konventionen och mottagen
avgiftspliktig olja i dessa stater sammanlagt uppgick till
eller &#246;versteg 600 miljoner ton under n&#228;rmast f&#246;reg&#229;ende
kalender&#229;r.


d) Upplupen r&#228;nta p&#229; en fond som uppr&#228;ttats enligt artikel V
tredje stycket i 1992 &#229;rs ansvarighetskonvention skall inte tas
med vid ber&#228;kningen av det h&#246;gsta belopp som fonden har att
betala enligt denna artikel.

e) De belopp som anges i denna artikel skall r&#228;knas om till
inhemsk valuta p&#229; grundval av det v&#228;rde valutan hade i
f&#246;rh&#229;llande till den s&#228;rskilda dragningsr&#228;tten den dag som
fondens f&#246;rsamling fastst&#228;ller som f&#246;rsta dag f&#246;r utbetalningen
av ers&#228;ttning.

4. Femte stycket ers&#228;tts med f&#246;ljande text.

5. Om summan av styrkta fordringar mot fonden &#246;verstiger det
sammanlagda ers&#228;ttningsbeloppet enligt fj&#228;rde stycket, skall
det tillg&#228;ngliga beloppet f&#246;rdelas s&#229; att f&#246;rh&#229;llandet mellan
en styrkt fordran och det ers&#228;ttningsbelopp som fordrings&#228;garen
faktiskt erh&#229;ller enligt denna konvention &#228;r det samma f&#246;r alla
fordrings&#228;gare.

5. Sj&#228;tte stycket ers&#228;tts med f&#246;ljande text.

6. Fondens f&#246;rsamling f&#229;r i undantagsfall besluta att
ers&#228;ttning enligt konventionen f&#229;r betalas &#228;ven om
fartygs&#228;garen inte har uppr&#228;ttat n&#229;gon fond enligt artikel V
tredje stycket i 1992 &#229;rs ansvarighetskonvention. I s&#229;dana fall
till&#228;mpas ocks&#229; fj&#228;rde stycket e) i denna artikel.


Artikel 8

 Artikel 6 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. I f&#246;rsta stycket utg&#229;r numreringen samt orden &quot;eller
gottg&#246;relse enligt artikel 5&quot;.

2. Andra stycket upph&#228;vs.

Artikel 9

 Artikel 7 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. I f&#246;rsta, tredje, fj&#228;rde och sj&#228;tte styckena ers&#228;tts de sju
h&#228;nvisningarna till &quot;ansvarighetskonventionen&quot; med h&#228;nvisningar
till &quot;1992 &#229;rs ansvarighetskonvention&quot;.

2. I f&#246;rsta stycket utg&#229;r orden &quot;eller gottg&#246;relse enligt
artikel 5&quot;.

3. I tredje stycket f&#246;rsta meningen utg&#229;r orden &quot;eller
gottg&#246;relse&quot; och &quot;eller 5&quot;.

4. I tredje stycket andra meningen utg&#229;r orden &quot;eller artikel 5
f&#246;rsta stycket&quot;.

Artikel 10

 I artikel 8 i 1971 &#229;rs fondkonvention ers&#228;tts h&#228;nvisningen
till &quot;ansvarighetskonventionen&quot; med en h&#228;nvisning till &quot;1992
&#229;rs ansvarighetskonvention&quot;.

Artikel 11

 Artikel 9 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. F&#246;rsta stycket ers&#228;tts med f&#246;ljande text.

1. Fonden intr&#228;der, s&#229;vitt avser belopp som fonden har betalat
i ers&#228;ttning f&#246;r skada genom f&#246;rorening enligt artikel 4 f&#246;rsta
stycket i denna konvention, i den r&#228;tt som den som har f&#229;tt
s&#229;dan ers&#228;ttning kan ha enligt 1992 &#229;rs ansvarighetskonvention
mot &#228;garen eller dennes garant.

2. I andra stycket utg&#229;r orden &quot;eller gottg&#246;relse&quot;.

Artikel 12

 Artikel 10 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

Inledningen i f&#246;rsta stycket ers&#228;tts med f&#246;ljande text.

&#197;rsavgifter till fonden skall, ifr&#229;ga om varje f&#246;rdragsslutande
stat, betalas av var och en som under det kalender&#229;r som avses
i artikel 12 andra stycket a) eller b) tagit emot sammanlagt
mer &#228;n 150 000 ton


Artikel 14

 Artikel 12 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. I inledningen till f&#246;rsta stycket utg&#229;r orden &quot;av person som
avses i artikel 10&quot;.

2. I f&#246;rsta stycket i) b) och c) utg&#229;r orden &quot;eller 5&quot; och
ers&#228;tts orden &quot;15 miljoner francs&quot; med orden &quot;fyra miljoner
ber&#228;kningsenheter&quot;.

3. F&#246;rsta stycket ii) b) upph&#228;vs.

4. I f&#246;rsta stycket ii) blir punkten c) punkt b) och punkten d)
blir punkt c).

5. Inledningen till andra stycket ers&#228;tts med f&#246;ljande text.

F&#246;rsamlingen skall fastst&#228;lla det sammanlagda beloppet avgifter
till fonden. P&#229; grundval av det beslutet skall direkt&#246;ren f&#246;r
varje f&#246;rdragsslutande stat ber&#228;kna den &#229;rsavgift som var och
en som avses i artikel 10 skall betala

6. Fj&#228;rde stycket ers&#228;tts med f&#246;ljande text.

4. &#197;rsavgiften f&#246;rfaller till betalning enligt vad som best&#228;ms
i fondens interna reglemente. F&#246;rsamlingen f&#229;r besluta om annat
datum f&#246;r betalningen.

7. Femte stycket ers&#228;tts med f&#246;ljande text.

5. F&#246;rsamlingen f&#229;r besluta, enligt vad som fastst&#228;llts i
fondens ekonomiska reglemente, att &#246;verf&#246;ra medel mellan de
fonder som uppr&#228;ttats enligt artikel 12.2 a) och 12.2 b).

8. Sj&#228;tte stycket upph&#228;vs.

 Artikel 15

 Artikel 13 i 1971 &#229;rs fondkonvention &#228;ndras enligt f&#246;ljande.

1. F&#246;rsta stycket ers&#228;tts med f&#246;ljande text.

1. Avgiftsbelopp som avses i artikel 12 och som &#228;r f&#246;rfallet
till betalning skall l&#246;pa med r&#228;nta enligt en r&#228;ntesats som
fastst&#228;llts i fondens interna reglemente. Olika r&#228;ntesatser f&#229;r
fastst&#228;llas f&#246;r olika f&#246;rh&#229;llanden.

2. I tredje stycket ers&#228;tts orden &quot;artiklarna 10 och 11&quot; med
orden &quot;artiklarna 10 och 12&quot;. Orden &quot;n&#228;r tre m&#229;nader f&#246;rflutit
fr&#229;n f&#246;rfallodagen&quot; utg&#229;r.

Bilaga 3

Internationella sj&#246;fartsorganisationens resolution LEG.2(82)
den 18 oktober 2000 om &#228;ndringar av ansvarsbeloppen i 1992 &#229;rs
protokoll till 1971 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja

Resolution LEG.2(82)

(som antagits den 18 oktober 2000)

Antagande av &#228;ndringar av ansvarsbeloppen i 1992 &#229;rs protokoll
till 1971 &#229;rs internationella konvention om uppr&#228;ttandet av en
internationell fond f&#246;r ers&#228;ttning av skada orsakad av
f&#246;rorening genom olja

Den juridiska kommitt&#233;n vid sitt &#229;ttioandra m&#246;te

som erinrar sig artikel 33 b i konventionen om den
internationella sj&#246;fartsorganisationen (h&#228;refter IMO-
konventionen) som g&#228;ller kommitt&#233;ns uppgifter,

som uppm&#228;rksammar artikel 36 i IMO-konventionen avseende regler
som g&#228;ller de f&#246;rfaranden som skall till&#228;mpas n&#228;r den fullg&#246;r
de funktioner som har &#229;lagts den enligt internationella
konventioner eller akter,

som &#228;ven erinrar sig artikel 33 i 1992 &#229;rs protokoll till 1971
&#229;rs internationella konvention om uppr&#228;ttandet av en
internationell fond f&#246;r ers&#228;ttning av skada orsakad av
f&#246;rorening genom olja (h&#228;refter 1992 &#229;rs fondprotokoll)
avseende de f&#246;rfaranden f&#246;r att &#228;ndra ansvarsbeloppen som anges
i artikel 6.3 i 1992 &#229;rs fondprotokoll,

som har beaktat de &#228;ndringar av ansvarsbeloppen som har
f&#246;reslagits och spridits i &#246;verensst&#228;mmelse med reglerna i
artikel 33.1 och 33.2 i 1992 &#229;rs fondprotokoll,

1. antar, i &#246;verensst&#228;mmelse med artikel 33.4 i 1992 &#229;rs
fondprotokoll, &#228;ndringar av de ansvarsbelopp som anges i
artikel 6.3 i 1992 &#229;rs fondprotokoll, i enlighet med vad som
framg&#229;r av bilagan till denna resolution,

2. beslutar, i enlighet med artikel 33.7 i 1992 &#229;rs
fondprotokoll, att dessa &#228;ndringar skall anses godtagna den 1
maj 2002 om inte, f&#246;re detta datum, minst en fj&#228;rdedel av de
stater som var f&#246;rdragsslutande stater den dag d&#229; dessa
&#228;ndringar antogs (18 oktober 2000) har underr&#228;ttat
organisationen om att de inte godtar dessa &#228;ndringar;

3. beslutar vidare att, i enlighet med artikel 33.8 i 1992 &#229;rs
fondprotokoll, dessa &#228;ndringar, som anses godtagna enligt
punkten 2 ovan, skall tr&#228;da i kraft den 1 november 2003,

4. anh&#229;ller om att generalsekreteraren, i enlighet med
artiklarna 33.7 och 38.2 vi i 1992 &#229;rs fondprotokoll,
&#246;vers&#228;nder vidimerade kopior av denna resolution och av de
&#228;ndringar som innefattas i dess bilaga till alla stater som har
undertecknat eller anslutit sig till 1992 &#229;rs fondprotokoll,
och

5. anh&#229;ller &#228;ven om att generalsekreteraren &#246;vers&#228;nder kopior
av denna resolution och dess bilaga till de medlemmar av
organisationen som inte har undertecknat eller anslutit sig
till 1992 &#229;rs fondprotokoll.

Resolutionsbilaga

&#196;ndringar av ansvarsbeloppen i 1992 &#229;rs protokoll till 1971 &#229;rs
internationella konvention om uppr&#228;ttandet av en internationell
fond f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom olja

Artikel 6.3 i 1992 &#229;rs fondprotokoll &#228;ndras enligt f&#246;ljande.

H&#228;nvisningen i punkt 4 a till &quot;135 miljoner ber&#228;kningsenheter&quot;
skall lyda &quot;203 000 000 ber&#228;kningsenheter&quot;;

h&#228;nvisningen i punkt 4 b till &quot;135 miljoner ber&#228;kningsenheter&quot;
skall lyda &quot;203 000 000 ber&#228;kningsenheter&quot;; och

h&#228;nvisningen i punkt 4 c till &quot;200 miljoner ber&#228;kningsenheter&quot;
skall lyda &quot;300 740 000 ber&#228;kningsenheter&quot;.

Bilaga 4

Artiklarna 1-12, 15 och 18 i 2003 &#229;rs protokoll till 1992 &#229;rs
internationella konvention om uppr&#228;ttandet av en internationell
fond f&#246;r ers&#228;ttning av skada orsakad av f&#246;rorening genom olja
(2003 &#229;rs fondprotokoll)

2003 &#229;rs protokoll till 1992 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja

De stater som &#228;r parter i detta protokoll,

som erinrar om 1992 &#229;rs internationella konvention om
ansvarighet f&#246;r skada orsakad av f&#246;rorening genom olja (nedan
kallad &quot;1992 &#229;rs ansvarighetskonvention&quot;),

som har beaktat 1992 &#229;rs internationella konvention om
uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av skada
orsakad av f&#246;rorening genom olja (nedan kallad &quot;1992 &#229;rs
fondkonvention&quot;),

som bekr&#228;ftar vikten av att vidmakth&#229;lla styrkan i det
internationella ansvarighets- och ers&#228;ttningssystemet f&#246;r
oljeskador,

som konstaterar att det h&#246;gsta ers&#228;ttningsbelopp som
tillhandah&#229;lls genom 1992 &#229;rs fondkonvention kan vara
otillr&#228;ckligt f&#246;r att m&#246;ta ers&#228;ttningsbehoven under vissa
omst&#228;ndigheter i vissa av de stater som &#228;r parter i den
konventionen,

som &#228;r medvetna om att ett antal stater som &#228;r parter i 1992
&#229;rs ansvarighetskonvention och 1992 &#229;rs fondkonvention anser
att det &#228;r n&#246;dv&#228;ndigt och br&#229;dskande att st&#228;lla till f&#246;rfogande
ytterligare medel f&#246;r ers&#228;ttning genom att inr&#228;tta ett
kompletterande system som staterna kan ansluta sig till om de
s&#229; &#246;nskar,

som &#228;r av uppfattningen att det kompletterande systemet b&#246;r
syfta till att garantera att de som drabbas av skada orsakad av
f&#246;rorening genom olja f&#229;r full ers&#228;ttning f&#246;r f&#246;rlust eller
skada; det b&#246;r ocks&#229; lindra de sv&#229;righeter som skadelidande
m&#246;ter i de fall d&#229; det finns en risk f&#246;r att det
ers&#228;ttningsbelopp som &#228;r tillg&#228;ngligt enligt 1992 &#229;rs
ansvarighetskonvention och 1992 &#229;rs fondkonvention &#228;r
otillr&#228;ckligt f&#246;r full ers&#228;ttning av styrkta fordringar, och
att 1992 &#229;rs internationella oljeskadefond, som en f&#246;ljd av
detta, provisoriskt beslutat att den endast kommer att betala
ut en andel av varje styrkt fordran,

som anser att m&#246;jligheten att ansluta sig till det
kompletterande systemet skall st&#229; &#246;ppen endast f&#246;r stater som
&#228;r parter i 1992 &#229;rs fondkonvention,

har kommit &#246;verens om f&#246;ljande.

Allm&#228;nna best&#228;mmelser

Artikel 1

I detta protokoll avses med:

1. 1992 &#229;rs ansvarighetskonvention: 1992 &#229;rs internationella
konvention om ansvarighet f&#246;r skada orsakad av f&#246;rorening genom
olja.

2. 1992 &#229;rs fondkonvention: 1992 &#229;rs internationella konvention
om uppr&#228;ttandet av en internationell fond f&#246;r ers&#228;ttning av
skada orsakad av f&#246;rorening genom olja.

3. 1992 &#229;rs fond: 1992 &#229;rs internationella oljeskadefond,
uppr&#228;ttad genom 1992 &#229;rs fondkonvention.

4. f&#246;rdragsslutande stat: en stat som &#228;r part i detta
protokoll, om inte annat anges.

5. N&#228;r best&#228;mmelser i 1992 &#229;rs fondkonvention inf&#246;rlivas med
detta protokoll genom h&#228;nvisning skall med fond i den
konventionen avses kompletterande fond, om inte annat anges.

6. Fartyg, person, &#228;gare, olja, skada genom f&#246;rorening,
f&#246;rebyggande &#229;tg&#228;rder och olycka har samma betydelse som i
artikel I i 1992 &#229;rs ansvarighetskonvention.

7. Avgiftspliktig olja, ber&#228;kningsenhet, ton, garant och
terminal har samma betydelse som i artikel 1 i 1992 &#229;rs
fondkonvention, om inte annat anges.

8. styrkt fordran: en fordran som har godk&#228;nts av 1992 &#229;rs
fond, eller godtagits genom ett f&#246;r 1992 &#229;rs fond bindande
beslut av beh&#246;rig domstol vilket inte l&#228;ngre kan &#246;verklagas med
ordin&#228;ra r&#228;ttsmedel, och som skulle ha ersatts fullt ut om inte
den gr&#228;ns som anges i artikel 4.1 i 1992 &#229;rs fondkonvention
hade tilll&#228;mpats f&#246;r den aktuella olyckan.

9. f&#246;rsamling: f&#246;rsamlingen f&#246;r 2003 &#229;rs internationella
kompletterande oljeskadefond, om inte annat anges.

10. organisation: Internationella sj&#246;fartsorganisationen.

11. generalsekreterare: organisationens generalsekreterare.

Artikel 2

1. En internationell kompletterande fond f&#246;r ers&#228;ttning av
skada genom f&#246;rorening, som skall heta &quot;2003 &#229;rs
internationella kompletterande oljeskadefond&quot; (nedan kallad
&quot;den kompletterande fonden&quot;) uppr&#228;ttas h&#228;rmed.

2. Den kompletterande fonden skall i varje f&#246;rdragsslutande
stat erk&#228;nnas som juridisk person med beh&#246;righet enligt lagen i
den staten att f&#246;rv&#228;rva r&#228;ttigheter och &#229;ta sig skyldigheter
samt att vara part i r&#228;tteg&#229;ng inf&#246;r domstol i denna stat.
Varje f&#246;rdragsslutande stat skall erk&#228;nna den kompletterande
fondens direkt&#246;r som st&#228;llf&#246;retr&#228;dare f&#246;r den kompletterande
fonden.

Artikel 3

Detta protokoll g&#228;ller endast

a) skada genom f&#246;rorening som har uppkommit

i) inom en f&#246;rdragsslutande stats territorium, inbegripet dess
territorialvatten, och

ii) inom en f&#246;rdragsslutande stats exklusiva ekonomiska zon,
som fastst&#228;llts i enlighet med folkr&#228;ttens regler, eller, om en
f&#246;rdragsslutande stat inte har fastst&#228;llt n&#229;gon s&#229;dan zon, inom
ett omr&#229;de utanf&#246;r och angr&#228;nsande till den statens
territorialvatten, vilket har best&#228;mts av den staten i enlighet
med folkr&#228;ttens regler och vilket inte str&#228;cker sig l&#228;ngre ut
&#228;n 200 sj&#246;mil fr&#229;n de baslinjer varifr&#229;n statens
territorialvatten m&#228;ts,

b) f&#246;rebyggande &#229;tg&#228;rder, var de &#228;n vidtas, f&#246;r att f&#246;rhindra
eller begr&#228;nsa s&#229;dan skada.

Kompletterande ers&#228;ttning

Artikel 4

1. Den kompletterande fonden skall betala ers&#228;ttning till var
och en som har lidit skada genom f&#246;rorening, om denna person
inte har kunnat f&#229; full ers&#228;ttning f&#246;r en styrkt fordran
betr&#228;ffande s&#229;dan skada enligt 1992 &#229;rs fondkonvention, p&#229;
grund av att de sammanlagda skadorna &#246;verstiger, eller riskerar
att &#246;verstiga, den till&#228;mpliga ers&#228;ttningsgr&#228;nsen enligt
artikel 4.4 i 1992 &#229;rs fondkonvention f&#246;r en och samma olycka.

2. a) Det sammanlagda ers&#228;ttningsbelopp som den kompletterande
fonden skall betala enligt denna artikel &#228;r f&#246;r en och samma
olycka begr&#228;nsat s&#229; att summan av detta belopp och det
ers&#228;ttningsbelopp som faktiskt har betalats enligt 1992 &#229;rs
ansvarighetskonvention och 1992 &#229;rs fondkonvention inom
till&#228;mpningsomr&#229;det f&#246;r detta protokoll inte &#246;verstiger 750
miljoner ber&#228;kningsenheter.

b) Det belopp om 750 miljoner ber&#228;kningsenheter som anges i
punkt 2 a skall r&#228;knas om till inhemsk valuta p&#229; grundval av
det v&#228;rde valutan hade i f&#246;rh&#229;llande till den s&#228;rskilda
dragningsr&#228;tten den dag som fastst&#228;lls av f&#246;rsamlingen f&#246;r 1992
&#229;rs fond f&#246;r omr&#228;kning av det h&#246;gsta ers&#228;ttningsbelopp som f&#229;r
betalas enligt 1992 &#229;rs ansvarighetskonvention och 1992 &#229;rs
fondkonvention.

3. Om summan av styrkta fordringar mot den kompletterande
fonden &#246;verstiger det sammanlagda ers&#228;ttningsbelopp som f&#229;r
betalas enligt punkt 2, skall det tillg&#228;ngliga beloppet
f&#246;rdelas s&#229; att f&#246;rh&#229;llandet mellan varje styrkt fordran och
det ers&#228;ttningsbelopp som fordrings&#228;garen faktiskt erh&#229;ller
enligt detta protokoll &#228;r detsamma f&#246;r alla fordrings&#228;gare.

4. Den kompletterande fonden skall betala ers&#228;ttning f&#246;r
styrkta fordringar enligt definitionen i artikel 1.8, och
endast f&#246;r s&#229;dana fordringar.

Artikel 5

Den kompletterande fonden skall betala ers&#228;ttning n&#228;r
f&#246;rsamlingen f&#246;r 1992 &#229;rs fond har funnit att det sammanlagda
beloppet av styrkta fordringar &#246;verstiger, eller att det
f&#246;religger risk f&#246;r att det sammanlagda beloppet av styrkta
fordringar kommer att &#246;verstiga, det ers&#228;ttningsbelopp som
finns tillg&#228;ngligt enligt artikel 4.4 i 1992 &#229;rs fondkonvention
och att f&#246;rsamlingen f&#246;r 1992 &#229;rs fond, som en f&#246;ljd av detta,
har beslutat interimistiskt eller slutligt att utbetalningar
endast kommer att g&#246;ras f&#246;r en del av varje styrkt fordran. Den
kompletterande fondens f&#246;rsamling skall d&#228;refter besluta
huruvida och i vilken utstr&#228;ckning den kompletterande fonden
skall betala den del av en styrkt fordran som inte har ersatts
enligt 1992 &#229;rs ansvarighetskonvention och 1992 &#229;rs
fondkonvention.

Artikel 6

1. Om inte annat f&#246;ljer av artikel 15.2 och 15.3 upph&#246;r r&#228;tten
till ers&#228;ttning fr&#229;n den kompletterande fonden endast om r&#228;tten
har upph&#246;rt i f&#246;rh&#229;llande till 1992 &#229;rs fond enligt artikel 6 i
1992 &#229;rs fondkonvention.

2. En fordran som riktas mot 1992 &#229;rs fond skall betraktas som
en fordran framst&#228;lld av samma fordrings&#228;gare mot den
kompletterande fonden.

Artikel 7

1. Best&#228;mmelserna i artikel 7.1, 7.2, 7.4, 7.5 och 7.6 i 1992
&#229;rs fondkonvention skall tilll&#228;mpas i fr&#229;ga om en talan om
ers&#228;ttning som har v&#228;ckts mot den kompletterande fonden i
enlighet med artikel 4.1 i detta protokoll.

2. Om en talan om ers&#228;ttning f&#246;r skada genom f&#246;rorening har
v&#228;ckts mot fartygs&#228;garen eller dennes garant vid en domstol som
&#228;r beh&#246;rig enligt artikel IX i 1992 &#229;rs ansvarighetskonvention,
&#228;r denna domstol med avseende p&#229; samma skada ensam beh&#246;rig att
pr&#246;va en talan mot den kompletterande fonden om ers&#228;ttning
enligt best&#228;mmelserna i artikel 4 i detta protokoll. Om
emellertid talan om ers&#228;ttning f&#246;r skada genom f&#246;rorening har
v&#228;ckts enligt 1992 &#229;rs ansvarighetskonvention vid en domstol i
en stat som har tilltr&#228;tt 1992 &#229;rs ansvarighetskonvention men
inte detta protokoll, skall en talan mot den kompletterande
fonden enligt artikel 4 i detta protokoll enligt k&#228;randens val
v&#228;ckas antingen vid en domstol i den stat d&#228;r den
kompletterande fonden har sitt s&#228;te eller vid en enligt artikel
IX i 1992 &#229;rs ansvarighetskonvention beh&#246;rig domstol i en stat
som har tilltr&#228;tt detta protokoll.

3. Om en talan mot 1992 &#229;rs fond om ers&#228;ttning f&#246;r skada genom
f&#246;rorening har v&#228;ckts vid en domstol i en stat som &#228;r part i
1992 &#229;rs fondkonvention men inte i detta protokoll, skall, utan
hinder av punkt 1, en anknytande talan mot den kompletterande
fonden, efter k&#228;randens val, v&#228;ckas antingen vid en domstol i
den stat d&#228;r den kompletterande fonden har sitt s&#228;te eller vid
en f&#246;rdragsslutande stats domstol som &#228;r beh&#246;rig enligt punkt
1.

Artikel 8

1. En dom som har meddelats mot den kompletterande fonden av en
domstol som &#228;r beh&#246;rig enligt artikel 7 i detta protokoll
skall, om domen kan verkst&#228;llas i den stat d&#228;r den meddelades
och d&#228;r inte l&#228;ngre kan &#246;verklagas med ordin&#228;ra r&#228;ttsmedel,
erk&#228;nnas och verkst&#228;llas i alla f&#246;rdragsslutande stater under
de f&#246;ruts&#228;ttningar som anges i artikel X i 1992 &#229;rs
ansvarighetskonvention samt med iakttagande av beslut om
f&#246;rdelningen enligt artikel 4.3 i detta protokoll.

2. En f&#246;rdragsslutande stat f&#229;r till&#228;mpa andra best&#228;mmelser om
erk&#228;nnande och verkst&#228;llighet av domar, om till&#228;mpningen av
dessa best&#228;mmelser leder till att domar erk&#228;nns och verkst&#228;lls
i minst samma utstr&#228;ckning som i enlighet med punkt 1.

Artikel 9

1. Den kompletterande fonden intr&#228;der, s&#229;vitt avser belopp som
den kompletterande fonden har betalat i ers&#228;ttning f&#246;r skada
genom f&#246;rorening enligt artikel 4.1 i detta protokoll, i den
r&#228;tt som den som har f&#229;tt s&#229;dan ers&#228;ttning kan ha enligt 1992
&#229;rs ansvarighetskonvention mot &#228;garen eller dennes garant.

2. Den kompletterande fonden intr&#228;der i den r&#228;tt som den som
har f&#229;tt ers&#228;ttning fr&#229;n den kompletterande fonden kan ha
enligt 1992 &#229;rs fondkonvention mot 1992 &#229;rs fond.

3. Best&#228;mmelserna i detta protokoll inskr&#228;nker inte den
kompletterande fondens regress eller subrogationsr&#228;tt mot annan
person &#228;n som avses i de f&#246;reg&#229;ende punkterna. Under alla
f&#246;rh&#229;llanden skall den kompletterande fondens subrogationsr&#228;tt
mot en s&#229;dan person inte vara mindre f&#246;rm&#229;nlig &#228;n den r&#228;tt som
tillkommer en f&#246;rs&#228;kringsgivare f&#246;r den som erh&#229;llit
ers&#228;ttning.

4. Om en f&#246;rdragsslutande stat eller en myndighet i en s&#229;dan
stat enligt best&#228;mmelser i nationell lag har betalat ers&#228;ttning
f&#246;r skada genom f&#246;rorening skall staten eller myndigheten
intr&#228;da i den r&#228;tt som den som har f&#229;tt ers&#228;ttning skulle ha
haft enligt detta protokoll. Detta f&#229;r dock inte hindra att
andra subrogations eller regressr&#228;tter som kan finnas g&#246;rs
g&#228;llande mot den kompletterande fonden.

Avgifter

Artikel 10

1. &#197;rsavgifter till den kompletterande fonden skall, i fr&#229;ga om
varje f&#246;rdragsslutande stat, betalas av var och en som under
det kalender&#229;r som avses i artikel 11.2 a eller 11.2 b tagit
emot sammanlagt mer &#228;n 150 000 ton

a) avgiftspliktig olja som transporterats till sj&#246;ss till en
hamn eller en terminal inom den statens omr&#229;de, och

b) avgiftspliktig olja i en anl&#228;ggning som &#228;r bel&#228;gen inom den
f&#246;rdragsslutande statens omr&#229;de, om denna olja transporterats
till sj&#246;ss och lossats i en hamn eller en terminal i en stat
som inte &#228;r f&#246;rdragsslutande stat, varvid denna olja endast
skall tas med i ber&#228;kningen enligt denna best&#228;mmelse n&#228;r den
f&#246;rsta g&#229;ngen tas emot i en f&#246;rdragsslutande stat efter att ha
lossats i en stat som inte &#228;r en f&#246;rdragsslutande stat.

2. Best&#228;mmelserna i artikel 10.2 i 1992 &#229;rs fondkonvention
skall g&#228;lla i fr&#229;ga om skyldigheten att betala avgifter till
den kompletterande fonden.

Artikel 11

1. F&#246;r att fastst&#228;lla den &#229;rsavgift som, om &#229;rsavgifter skall
utg&#229;, skall betalas, skall f&#246;rsamlingen med beaktande av
n&#246;dv&#228;ndigheten av att tillr&#228;ckliga likvida medel finns, f&#246;r
varje kalender&#229;r g&#246;ra en ber&#228;kning i form av en budget av:

i) utgifter

a) kostnader och utgifter f&#246;r den kompletterande fondens
f&#246;rvaltning under &#229;ret samt eventuellt underskott fr&#229;n
verksamheten under f&#246;reg&#229;ende &#229;r,

b) utbetalningar fr&#229;n den kompletterande fonden under &#229;ret f&#246;r
betalning av fordringar mot den kompletterande fonden enligt
artikel 4, d&#228;ri inbegripet &#229;terbetalning av l&#229;n som tidigare
har tagits upp av den kompletterande fonden f&#246;r att betala
s&#229;dana fordringar.

ii) inkomster

a) &#246;verskott fr&#229;n verksamheten under f&#246;reg&#229;ende &#229;r, d&#228;ri
inbegripet eventuell r&#228;nta,

b) &#229;rsavgifter, om s&#229;dana erfordras f&#246;r att balansera budgeten,
och

c) andra inkomster.

2. F&#246;rsamlingen skall fastst&#228;lla det sammanlagda beloppet av de
avgifter som skall tas ut. P&#229; grundval av det beslutet skall
den kompletterande fondens direkt&#246;r f&#246;r varje f&#246;rdragsslutande
stat ber&#228;kna den &#229;rsavgift som var och en som avses i artikel
10 skall betala,

a) i den utstr&#228;ckning avgiften &#228;r avsedd att anv&#228;ndas till
betalning av fordringar som avses i punkt 1 i a, p&#229; grundval av
ett best&#228;mt belopp per ton avgiftspliktig olja som den
avgiftsskyldige under f&#246;reg&#229;ende kalender&#229;r mottagit i
ifr&#229;gavarande stat, och

b) i den utstr&#228;ckning avgiften &#228;r avsedd att anv&#228;ndas till
betalning av fordringar som avses i punkt 1 i b, p&#229; grundval av
ett best&#228;mt belopp per ton avgiftspliktig olja som den
avgiftsskyldige mottagit under kalender&#229;ret f&#246;re det d&#229;
ifr&#229;gavarande olycka intr&#228;ffade, om denna stat vid tidpunkten
f&#246;r olyckan var part i detta protokoll.

3. De belopp som avses i punkt 2 erh&#229;lls genom att dela det
sammanlagda avgiftsbelopp som erfordras med den sammanlagda
m&#228;ngden avgiftspliktig olja som mottagits i alla
f&#246;rdragsslutande stater under ifr&#229;gavarande &#229;r.

4. &#197;rsavgiften f&#246;rfaller till betalning enligt vad som best&#228;ms
i den kompletterande fondens interna f&#246;reskrifter. F&#246;rsamlingen
f&#229;r besluta om ett annat datum f&#246;r betalningen.

5. F&#246;rsamlingen f&#229;r besluta, enligt vad som fastst&#228;lls i den
kompletterande fondens ekonomiska f&#246;reskrifter, att &#246;verf&#246;ra
medel mellan de fonder som uppr&#228;ttats enligt punkt 2 a och 2 b.

Artikel 12

1. Best&#228;mmelserna i artikel 13 i 1992 &#229;rs fondkonvention
till&#228;mpas p&#229; avgifter till den kompletterande fonden.

2. En f&#246;rdragsslutande stat kan sj&#228;lv ta p&#229; sig skyldigheten
att betala avgifter till den kompletterande fonden i enlighet
med det f&#246;rfarande som anges i artikel 14 i 1992 &#229;rs
fondkonvention.

Artikel 15

1. Om det i en f&#246;rdragsslutande stat inte finns n&#229;gon person
som uppfyller kraven i artikel 10, skall den f&#246;rdragsslutande
staten, vid till&#228;mpningen av detta protokoll, informera den
kompletterande fondens direkt&#246;r om detta.

2. Den kompletterande fonden skall inte betala ers&#228;ttning f&#246;r
skada genom f&#246;rorening inom en f&#246;rdragsslutande stats
territorium, territorialvatten eller exklusiva ekonomiska zon
eller omr&#229;de som best&#228;mts i enlighet med artikel 3 a ii i detta
protokoll f&#246;r en best&#228;md olycka eller f&#246;r f&#246;rebyggande
&#229;tg&#228;rder, var de &#228;n vidtas, f&#246;r att f&#246;rhindra eller begr&#228;nsa
s&#229;dan skada, innan skyldigheten att underr&#228;tta den
kompletterande fondens direkt&#246;r i enlighet med artikel 13.1 och
punkt 1 i denna artikel har fullgjorts av den f&#246;rdragsslutande
staten f&#246;r alla &#229;r f&#246;re denna olycka.

F&#246;rsamlingen skall i de interna f&#246;reskrifterna fastst&#228;lla under
vilka omst&#228;ndigheter en f&#246;rdragsslutande stat skall anses ha
brustit i sina skyldigheter.

3. Om ers&#228;ttning har v&#228;grats tillf&#228;lligt i enlighet med punkt
2, skall ers&#228;ttning v&#228;gras slutligt i fr&#229;ga om den olyckan om
skyldigheterna att underr&#228;tta den kompletterande fondens
direkt&#246;r enligt artikel 13.1 och punkt 1 i denna artikel inte
har fullgjorts inom ett &#229;r efter det att den kompletterande
fondens direkt&#246;r har underr&#228;ttat den f&#246;rdragsslutande staten om
dess underl&#229;tenhet att rapportera.

4. Alla avgifter som skall betalas till den kompletterande
fonden skall r&#228;knas av fr&#229;n ers&#228;ttning som skall betalas till
g&#228;lden&#228;ren eller dennes f&#246;retr&#228;dare.

&#214;verg&#229;ngsbest&#228;mmelser

Artikel 18

1. Om inte annat f&#246;ljer av punkt 4, skall det sammanlagda
beloppet av &#229;rsavgifter f&#246;r avgiftspliktig olja som har tagits
emot i en enskild f&#246;rdragsslutande stat under ett kalender&#229;r
inte &#246;verstiga 20 % av det totala beloppet av &#229;rsavgifter
enligt detta protokoll f&#246;r det kalender&#229;ret.

2. Om till&#228;mpningen av best&#228;mmelserna i artikel 11.2 och 11.3
leder till att det sammanlagda beloppet av avgifter som skall
betalas av de avgiftsskyldiga i en enskild f&#246;rdragsslutande
stat f&#246;r ett kalender&#229;r &#246;verstiger 20 % av summan av
&#229;rsavgifter, skall de avgifter som skall betalas av de
avgiftsskyldiga i den staten minskas proportionellt s&#229; att
deras sammanlagda avgifter motsvarar 20 % av den totala summan
av &#229;rsavgifter till den kompletterande fonden f&#246;r det &#229;ret.

3. Om de avgifter som skall betalas av de avgiftsskyldiga i en
f&#246;rdragsslutande stat skall minskas enligt punkt 2, skall de
avgifter som skall betalas av de avgiftsskyldiga i &#246;vriga
f&#246;rdragsslutande stater &#246;kas proportionellt s&#229; att den totala
summan av avgifter som skall betalas av de som &#228;r skyldiga att
betala avgifter till den kompletterande fonden f&#246;r kalender&#229;ret
i fr&#229;ga kommer att uppg&#229; till den summa av avgifter som har
beslutats av f&#246;rsamlingen.

4. Best&#228;mmelserna i punkterna 1-3 skall till&#228;mpas till dess att
den totala m&#228;ngden avgiftspliktig olja som har tagits emot i de
f&#246;rdragsslutande staterna under ett kalender&#229;r, med de m&#228;ngder
som anges i artikel 14.1 inr&#228;knade, uppg&#229;r till 1 000 miljoner
ton, dock l&#228;ngst till dess att tio &#229;r har g&#229;tt fr&#229;n det att
detta protokoll tr&#228;dde i kraft.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2352">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2354">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
