

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-06-03" /> 
 <meta id="rattsinfo-edited" content="2022-06-03 14:04:56" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>236</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=235">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=237">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2022:658 ·
                    <a href="/sfsr?bet=2022:658">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Tillk&#228;nnagivande (2022:658) enligt marknadsf&#246;ringslagen (2008:486)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2022-05-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2022-06-03
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Bilaga I till Europaparlamentets och r&#229;dets direktiv 
2005/29/EG av den 11 maj 2005 om otillb&#246;rliga aff&#228;rsmetoder 
som till&#228;mpas av n&#228;ringsidkare gentemot konsumenter p&#229; den 
inre marknaden och om &#228;ndring av r&#229;dets direktiv 84/450/EEG 
och Europaparlamentets och r&#229;dets direktiv 97/7/EG, 98/27/EG 
och 2002/65/EG samt Europaparlamentets och r&#229;dets f&#246;rordning 
(EG) nr 2006/2004 har f&#246;ljande inneh&#229;ll.

Aff&#228;rsmetoder som under alla omst&#228;ndigheter &#228;r otillb&#246;rliga

Vilseledande aff&#228;rsmetoder

1. P&#229;st&#229; att n&#228;ringsidkaren har undertecknat en uppf&#246;randekod 
n&#228;r s&#229; inte &#228;r fallet.

2. Uppvisa en f&#246;rtroendem&#228;rkning, kvalitetsm&#228;rkning eller 
motsvarande utan att ha erh&#229;llit det n&#246;dv&#228;ndiga tillst&#229;ndet.

3. P&#229;st&#229; att en uppf&#246;randekod rekommenderas av ett offentligt 
eller annat organ n&#228;r s&#229; inte &#228;r fallet.

4. P&#229;st&#229; att en n&#228;ringsidkare (inklusive dennes aff&#228;rsmetoder) 
eller en produkt har godk&#228;nts, rekommenderats eller 
sanktionerats av ett offentligt eller privat organ n&#228;r s&#229; inte 
&#228;r fallet eller p&#229;st&#229; detta utan att villkoren f&#246;r 
godk&#228;nnandet, rekommendationen eller sanktioneringen iakttas.

5. Erbjuda produkter till ett angivet pris utan att 
n&#228;ringsidkaren uppger att

han har rimliga sk&#228;l att tro att han inte kommer att kunna 
leverera, sj&#228;lv eller

med hj&#228;lp av underleverant&#246;r, dessa eller likv&#228;rdiga produkter 
till det angivna priset inom en tid och i s&#229;dan m&#228;ngd som &#228;r 
rimligt med beaktande av produkten, omfattningen av reklamen 
f&#246;r produkten och det pris som erbjudits (otillb&#246;rligt 
lockerbjudande).

6. Erbjuda produkter till ett angivet pris och sedan

a) v&#228;gra att visa konsumenten produkten ifr&#229;ga, eller

b) v&#228;gra att ta emot en best&#228;llning eller leverera produkten 
inom rimlig tid, eller

c) f&#246;revisa ett defekt exemplar av den, i avsikt att i st&#228;llet 
f&#246;rs&#246;ka s&#228;lja en annan produkt (en typ av otillb&#246;rligt 
lockerbjudande).

7. Oriktigt ange att en produkt kommer att vara tillg&#228;nglig 
enbart under mycket begr&#228;nsad tid, eller att den kommer att 
vara tillg&#228;nglig enbart p&#229; s&#228;rskilda villkor under en mycket 
begr&#228;nsad tid, f&#246;r att f&#229; konsumenten att fatta ett omedelbart 
beslut utan att ha tillr&#228;cklig tid eller m&#246;jlighet att fatta 
ett v&#228;lgrundat beslut.

8. &#197;ta sig att ge service efter f&#246;rs&#228;ljningen till kunder med 
vilka n&#228;ringsidkaren f&#246;re k&#246;pet har kommunicerat p&#229; ett spr&#229;k 
som inte &#228;r ett officiellt spr&#229;k i den medlemsstat d&#228;r 
n&#228;ringsidkaren &#228;r lokaliserad och sedan ge s&#229;dan service 
enbart p&#229; ett annat spr&#229;k utan att tydligt informera 
konsumenten om detta innan denne f&#246;rbinder sig att k&#246;pa 
produkten. 

9. Ange eller p&#229; annat s&#228;tt skapa intryck av att det &#228;r 
lagligt att s&#228;lja en produkt n&#228;r s&#229; inte &#228;r fallet.

10. Framst&#228;lla konsumenters lagliga r&#228;ttigheter som utm&#228;rkande 
f&#246;r n&#228;ringsidkarens erbjudande.

11. Anv&#228;nda material fr&#229;n medierna f&#246;r att g&#246;ra reklam f&#246;r en 
produkt om n&#228;ringsidkaren sj&#228;lv har betalat f&#246;r materialet och 
detta inte framg&#229;r av reklamen eller av bilder eller ljud som 
tydligt kan identifieras av konsumenten (annons i redaktionell 
form). Detta skall inte p&#229;verka till&#228;mpningen av r&#229;dets 
direktiv 89/552/EEG av den 3 oktober 1989 om samordning av 
vissa best&#228;mmelser som fastst&#228;llts i medlemsstaternas lagar 
och andra f&#246;rfattningar om utf&#246;randet av s&#228;ndningsverksamhet 
f&#246;r television, &#228;ndrat genom Europaparlamentets och r&#229;dets 
direktiv 97/36/EG.

11a. Tillhandah&#229;lla s&#246;kresultat som svar p&#229; en konsuments 
s&#246;kning p&#229; internet utan att i fall d&#229; det r&#246;r sig om betald 
reklam eller d&#229; betalning skett specifikt f&#246;r att uppn&#229; en 
h&#246;gre rankning av produkter i s&#246;kresultaten tydligt informera 
om detta.

12. G&#246;ra ett i sak oriktigt p&#229;st&#229;ende om arten och 
omfattningen av den risk konsumenten uts&#228;tter sig sj&#228;lv eller 
sin familj f&#246;r om han eller hon inte k&#246;per produkten.

13. F&#246;rs&#246;ka att s&#228;lja en produkt som liknar en annan produkt, 
som g&#246;rs av en s&#228;rskild tillverkare, p&#229; ett s&#228;tt som 
avsiktligen f&#246;respeglar konsumenten att produkten &#228;r gjord av 
samma tillverkare, trots att s&#229; inte &#228;r fallet.

14. Inr&#228;tta, driva eller g&#246;ra reklam f&#246;r pyramidspel d&#228;r 
konsumenten lockas att delta p&#229; grund av m&#246;jligheten att f&#229; 
ers&#228;ttning och denna fr&#228;mst grundas p&#229; att andra konsumenter 
v&#228;rvas till spelet, snarare &#228;n p&#229; f&#246;rs&#228;ljning eller konsumtion 
av en produkt.

15. Oriktigt p&#229;st&#229; att n&#228;ringsidkaren st&#229;r i begrepp att 
upph&#246;ra med sin verksamhet eller flytta till nya lokaler.

16. P&#229;st&#229; att produkter kan underl&#228;tta vinst i hasardspel.

17. Oriktigt p&#229;st&#229; att en produkt f&#246;rm&#229;r bota sjukdomar, 
funktionsrubbningar eller missbildningar.

18. F&#246;rmedla i sak oriktig information om marknadsvillkor 
eller m&#246;jligheten att finna produkten i avsikt att f&#246;rm&#229; 
konsumenten att f&#246;rv&#228;rva produkten p&#229; mindre f&#246;rdelaktiga 
villkor &#228;n de marknaden normalt kan erbjuda. 

19. Som aff&#228;rsmetod p&#229;st&#229; sig anordna t&#228;vlingar eller 
s&#228;ljfr&#228;mjande &#229;tg&#228;rder med priser utan att dela ut de priser 
som beskrivs eller n&#229;gon sk&#228;lig motsvarighet till dessa.

20. Beskriva en produkt som &quot;gratis&quot;, &quot;kostnadsfri&quot;, &quot;utan 
avgift&quot; eller liknande om konsumenten m&#229;ste betala annat &#228;n 
den oundvikliga kostnaden f&#246;r att svara p&#229; aff&#228;rsmetoden och 
h&#228;mta eller betala f&#246;r leverans av produkten.

21. I marknadsf&#246;ringsmaterialet inkludera en faktura eller 
liknande betalningshandling som ger konsumenten intryck av han 
redan har best&#228;llt den marknadsf&#246;rda produkten n&#228;r s&#229; inte &#228;r 
fallet.

22. Oriktigt p&#229;st&#229; eller skapa intryck av att n&#228;ringsidkaren 
inte agerar i syften som h&#228;nf&#246;r sig till dennes 
n&#228;ringsverksamhet, aff&#228;rsverksamhet, yrkesk&#229;r eller 
yrkesomr&#229;de, eller felaktigt upptr&#228;da som konsument.

23. Oriktigt skapa intryck av att produktservice efter 
f&#246;rs&#228;ljning &#228;r tillg&#228;nglig i en annan medlemsstat &#228;n den d&#228;r 
produkten s&#228;ljs.

23a. Till konsumenter vidares&#228;lja biljetter till kultur- och 
idrottsevenemang om n&#228;ringsidkaren har f&#246;rv&#228;rvat dem genom 
anv&#228;ndning av automatiserade medel f&#246;r att kringg&#229; eventuella 
begr&#228;nsningar av antalet biljetter som en person kan k&#246;pa 
eller andra regler som &#228;r till&#228;mpliga p&#229; biljettk&#246;p. 

23b. Uppge att recensioner av en produkt har lagts ut av 
konsumenter som faktiskt har anv&#228;nt eller k&#246;pt produkten utan 
att vidta rimliga och proportionella &#229;tg&#228;rder f&#246;r att 
s&#228;kerst&#228;lla att recensionerna h&#228;rr&#246;r fr&#229;n s&#229;dana konsumenter. 

23c. L&#228;gga ut eller ge en annan juridisk eller fysisk person i 
uppdrag att l&#228;gga ut falska konsumentrecensioner eller 
konsumentrekommendationer, eller ge en vilseledande bild av 
konsumentrecensioner eller konsumentrekommendationer p&#229; 
sociala medier f&#246;r att g&#246;ra reklam f&#246;r produkter.

Aggressiva aff&#228;rsmetoder

24. Ge intryck av att konsumenten inte kan l&#228;mna platsen innan 
ett avtal har utarbetats.

25. G&#246;ra personliga bes&#246;k i konsumentens hem och ignorera 
dennes anmodan om att l&#228;mna hans hem eller inte komma 
tillbaka, utom under de omst&#228;ndigheter och i den utstr&#228;ckning 
som enligt nationell lagstiftning &#228;r motiverat f&#246;r att f&#229; en 
avtalsm&#228;ssig skyldighet fullgjord.

26. Ta upprepade och o&#246;nskade kontakter per telefon, fax, e-
post eller annat medium utom under de f&#246;rh&#229;llanden och i den 
utstr&#228;ckning som enligt nationell lagstiftning &#228;r motiverat 
f&#246;r att f&#229; en avtalsm&#228;ssig skyldighet fullgjord. Detta skall 
inte p&#229;verka till&#228;mpningen av artikel 10 i Europaparlamentets 
och r&#229;dets direktiv 97/7/EG av den 20 maj 1997 om 
konsumentskydd vid distansavtal och Europaparlamentets och 
r&#229;dets direktiv 95/46/EG av den 24 oktober 1995 om skydd f&#246;r 
enskilda personer med avseende p&#229; behandling av 
personuppgifter och om det fria fl&#246;det av s&#229;dana uppgifter, 
&#228;ndrat genom Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 
1882/2003, och Europaparlamentets och r&#229;dets direktiv 
2002/58/EG av den 12 juli 2002 om behandling av 
personuppgifter och integritetsskydd inom sektorn f&#246;r 
elektronisk kommunikation.

27. Kr&#228;va att en konsument, som g&#246;r anspr&#229;k p&#229; ers&#228;ttning fr&#229;n 
en f&#246;rs&#228;kring, l&#228;gger fram dokument som inte rimligen kan 
anses relevanta f&#246;r huruvida anspr&#229;ket &#228;r giltigt, eller 
systematiskt underl&#229;ta att svara p&#229; relevant korrespondens i 
&#228;rendet, om detta sker i syfte att f&#246;rm&#229; konsumenten att avst&#229; 
fr&#229;n att ut&#246;va sina avtalsenliga r&#228;ttigheter.

28. Att i en annons direkt uppmana barn att k&#246;pa eller att 
&#246;vertala sina f&#246;r&#228;ldrar eller andra vuxna att k&#246;pa de 
utannonserade produkterna &#229;t dem. Denna best&#228;mmelse p&#229;verkar 
inte till&#228;mpningen av artikel 16 i direktiv 89/552/EEG om 
s&#228;ndningsverksamhet f&#246;r television. 

29. Kr&#228;va omedelbar eller uppskjuten betalning f&#246;r eller 
&#229;ters&#228;ndande eller f&#246;rvaring av produkter som n&#228;ringsidkaren 
tillhandah&#229;llit men som konsumenten inte best&#228;llt (leverans 
utan f&#246;reg&#229;ende best&#228;llning) utom om produkten &#228;r en s&#229;dan 
ers&#228;ttning som tillhandah&#229;llits i &#246;verensst&#228;mmelse med 
artikel 7.3 i direktiv 97/7/EG.

30. Uttryckligen informera konsumenten om att n&#228;ringsidkarens 
arbete eller f&#246;rs&#246;rjning st&#229;r p&#229; spel om konsumenten inte 
k&#246;per produkten eller tj&#228;nsten.

31. Oriktigt skapa intryck av att konsumenten redan har vunnit 
eller kommer att vinna ett pris eller annan motsvarande 
f&#246;rm&#229;n, eventuellt efter att f&#246;rst ha utf&#246;rt en s&#228;rskild 
handling,

- n&#228;r det i sj&#228;lva verket inte finns n&#229;got pris eller n&#229;gon 
annan motsvarande f&#246;rm&#229;n, eller

- n&#228;r m&#246;jligheten att g&#246;ra anspr&#229;k p&#229; priset eller en annan 
motsvarande f&#246;rm&#229;n &#228;r beroende av att konsumenten betalar 
pengar eller &#229;drar sig en kostnad.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=235">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=237">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
