

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2004-12-17" /> 
 <meta id="rattsinfo-edited" content="2007-11-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2379</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2378">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2380">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2004:1192 ·
                    <a href="/sfsr?bet=2004:1192">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2004:1192) om konvention mellan Sverige och Amerikas 
f&#246;renta stater om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2004-12-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2007:807
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2007-11-21 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Konventionen den 27 maj 1985 mellan Sverige och Amerikas
f&#246;renta stater om social trygghet samt den samma dag
undertecknade till&#228;mpnings&#246;verenskommelsen, i den lydelse som
f&#246;ljer av till&#228;ggs&#246;verenskommelsen av den 22 juni 2004 mellan
de b&#229;da staterna och som framg&#229;r av bilagorna 1 och 2 till
denna lag, skall g&#228;lla som lag h&#228;r i landet.

2 &#167; Vid till&#228;mpning av konventionen skall avgiften f&#246;r
sjukers&#228;ttning och aktivitetsers&#228;ttning best&#228;mmas till den
procentsats av sjukf&#246;rs&#228;kringsavgiften enligt
socialavgiftslagen (2000:980) som ber&#228;knas motsvara den andel
av denna avgift som finansierar sjukers&#228;ttning och
aktivitetsers&#228;ttning.

&#214;verg&#229;ngsbest&#228;mmelser

2004:1192

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Best&#228;mmelserna i till&#228;ggs&#246;verenskommelsen den 22 juni 2004
skall inte f&#246;ranleda minskning av f&#246;rm&#229;nsbelopp som en person
har beviljats enligt konventionen f&#246;re
till&#228;ggs&#246;verenskommelsens ikrafttr&#228;dande.

3. De best&#228;mmelser i konventionen som &#228;r i kraft f&#246;re
till&#228;ggs&#246;verenskommelsens ikrafttr&#228;dande skall forts&#228;tta att
g&#228;lla med avseende p&#229; r&#228;tten till f&#246;rm&#229;ner som kan fastst&#228;llas
genom till&#228;mpning av konventionen som den g&#228;llde f&#246;re
till&#228;ggs&#246;verenskommelsens ikrafttr&#228;dande.

Bilaga 1

Konvention mellan Konungariket Sverige och Amerikas f&#246;renta
stater om social trygghet

Konungariket Sveriges regering och Amerikas f&#246;renta staters
regering som &#246;nskar reglera de b&#229;da staternas f&#246;rh&#229;llanden p&#229;
den sociala trygghetens omr&#229;de, har kommit &#246;verens om f&#246;ljande
best&#228;mmelser:

Avdelning I. Allm&#228;nna best&#228;mmelser

Artikel 1

I denna konvention avses med uttrycken

1. &quot;territorium&quot;

med avseende p&#229; F&#246;renta staterna, delstaterna, distriktet
Columbia, samv&#228;ldet Puerto Rico, Jungfru&#246;arna, Guam,
Amerikanska Samoa och Norra Marianerna, och

med avseende p&#229; Sverige, Konungariket Sveriges territorium;

2. &quot;medborgare&#39;&#39;

med avseende p&#229; F&#246;renta Staterna, en medborgare i F&#246;renta
staterna enligt definitionen i paragraf 101 av 1952 &#229;rs
immigrations- och medborgarskapslag med senare &#228;ndringar och

med avseende p&#229; Sverige, en person med svenskt medborgarskap;

3. &quot;lagstiftning&quot;

lagar, f&#246;rordningar och administrativa f&#246;reskrifter r&#246;rande de
i artikel 2 angivna sociala trygghetssystemen;

4. &quot;beh&#246;rig myndighet&quot;

med avseende p&#229; F&#246;renta staterna, kommission&#228;ren f&#246;r social
trygghet, och

med avseende p&#229; Sverige, regeringen eller den myndighet
regeringen f&#246;rordnar;

5. &quot;f&#246;rs&#228;kringsorgan&quot;

med avseende p&#229; F&#246;renta staterna,
socialf&#246;rs&#228;kringsadministrationen, och

med avseende p&#229; Sverige, varje organ eller myndighet som svarar
f&#246;r till&#228;mpningen av den i artikel 2, 1 b) angivna
lagstiftningen;

6. &quot;f&#246;rs&#228;kringsperiod&quot;

en avgiftsperiod, period med inkomster av anst&#228;llning eller
sj&#228;lvst&#228;ndig f&#246;rv&#228;rvsverksamhet, bos&#228;ttningsperiod eller varje
liknande period som betraktas som en f&#246;rs&#228;kringsperiod enligt
den lagstiftning under vilken den fullgjorts;

7. &quot;f&#246;rm&#229;n&quot; eller &quot;pension&quot;

varje pension eller annan f&#246;rm&#229;n som enligt lagstiftningen i en
f&#246;rdragsslutande stat utges p&#229; grund av &#229;lderdom, till beroende
personer eller efterlevande eller p&#229; grund av invaliditet.

Artikel 2

1. Denna konvention &#228;r till&#228;mplig p&#229; f&#246;ljande lagstiftning om
f&#246;rm&#229;ner och avgifter:

a. med avseende p&#229; F&#246;renta staterna, lagstiftningen om federala
system f&#246;r &#229;lders-, efterlevande- och invalidpension:

i) avdelning II i socialf&#246;rs&#228;kringslagen och d&#228;rtill h&#246;rande
f&#246;reskrifter med undantag av paragraferna 226, 226 A och 228 i
n&#228;mnda avdelning och d&#228;rtill h&#246;rande f&#246;reskrifter,

ii) kapitel 2 och kapitel 21 i 1986 &#229;rs lag om inl&#228;ndsk
beskattning och f&#246;reskrifter till dessa kapitel;

b. med avseende p&#229; Sverige, lagstiftningen om

i) sjukers&#228;ttning och aktivitetsers&#228;ttning,

ii) garantipensioner och inkomstgrundade &#229;lderspensioner samt

iii) efterlevandepensioner och efterlevandest&#246;d till barn;

varvid dock g&#228;ller att konventionen inte ber&#246;r r&#228;tt till
f&#246;rm&#229;ner eller skyldighet att betala avgifter inom andra grenar
av social trygghet &#228;n de ovan n&#228;mnda.

2. Denna konvention skall ocks&#229; till&#228;mpas p&#229; framtida lagar och
f&#246;reskrifter som utvidgar en f&#246;rdragsslutande stats
lagstiftning som anges i punkt 1 till att g&#228;lla nya kategorier
av f&#246;rm&#229;nstagare eller nya f&#246;rm&#229;ner, s&#229;vida inte denna stat har
gjort inv&#228;ndning om detta till den andra staten senast tre
m&#229;nader efter det att s&#229;dana framtida lagar och f&#246;reskrifter
har tr&#228;tt i kraft.

3. I den m&#229;n ej annat f&#246;reskrivs i konventionen skall uttrycket
lagstiftning i f&#246;rsta stycket inte omfatta avtal eller andra
internationella &#246;verenskommelser mellan en f&#246;rdragsslutande
stat och en tredje stat och inte heller lagstiftning eller
f&#246;reskrifter f&#246;r genomf&#246;randet av s&#229;dana &#246;verenskommelser.

Artikel 3

I den m&#229;n ej annat f&#246;reskrivs i denna konvention &#228;r
konventionen till&#228;mplig p&#229;:

a) medborgare i de f&#246;rdragsslutande staterna,

b) flyktingar och statsl&#246;sa personer som avses i konventionen
den 28 juli 1951 om flyktingars r&#228;ttsliga st&#228;llning och
protokollet den 31 januari 1967 till n&#228;mnda konvention samt
konventionen den 28 september 1954 om statsl&#246;sa personers
r&#228;ttsliga st&#228;llning,

c) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder
fr&#229;n en medborgare i en f&#246;rdragsslutande stat, fr&#229;n en flykting
eller fr&#229;n en statsl&#246;s person och

d) de som &#228;r medborgare i annan stat &#228;n f&#246;rdragsslutande stat
och som inte ing&#229;r bland de personer som anges i c) i denna
artikel.

Artikel 4

I artikel 3 a), b) eller c) n&#228;mnda personer, som &#228;r bosatta
inom en f&#246;rdragsslutande stats territorium, skall vid
till&#228;mpningen av denna stats lagstiftning likst&#228;llas med
statens egna medborgare, i den m&#229;n ej annat f&#246;reskrivs i denna
konvention.

Artikel 5

I den m&#229;n ej annat f&#246;reskrivs i denna konvention skall
best&#228;mmelser i en f&#246;rdragsslutande stats lagstiftning, enligt
vilka r&#228;tt till eller utbetalning av f&#246;rm&#229;ner &#228;r beroende av
bos&#228;ttning eller vistelse inom denna stats territorium, inte
till&#228;mpas p&#229; i artikel 3 a), b) eller c) angivna personer som
&#228;r bosatta inom den andra f&#246;rdragsslutande statens territorium.

Artikel 6

I den m&#229;n ej annat f&#246;reskrivs i denna konvention skall f&#246;rm&#229;ner
som utges enligt lagstiftningen i en av de f&#246;rdragsslutande
staterna utges till medborgare i den andra f&#246;rdragsslutande
staten, som &#228;r bosatta inom en tredje stats territorium, p&#229;
samma villkor och i samma utstr&#228;ckning som till den f&#246;rsta
statens medborgare som &#228;r bosatta i denna tredje stat.

Avdelning II. Till&#228;mplig lagstiftning om
f&#246;rs&#228;kringstillh&#246;righet

Artikel 7

1. I den m&#229;n ej annat f&#246;reskrivs i denna konvention skall en
person, som &#228;r sysselsatt inom en f&#246;rdragsslutande stats
territorium, i fr&#229;ga om denna syssels&#228;ttning omfattas av
lagstiftningen endast i n&#228;mnda stat.

2. a) Om en person som normalt &#228;r i tj&#228;nst hos en arbetsgivare
som bedriver verksamhet inom den ena f&#246;rdragsslutande statens
territorium, av denna arbetsgivare uts&#228;nds till den andra
f&#246;rdragsslutande statens territorium f&#246;r en period som inte
f&#246;rv&#228;ntas &#246;verstiga 60 m&#229;nader, skall han eller hon omfattas av
lagstiftningen endast i den f&#246;rra f&#246;rdragsslutande staten som
om han eller hon fortfarande var sysselsatt inom dess
territorium.

b) Vid till&#228;mpning av f&#246;reg&#229;ende stycke skall en arbetsgivare
och ett dotterbolag som tillh&#246;r arbetsgivaren (enligt
definitionen i lagstiftningen i den f&#246;rdragsslutande stat fr&#229;n
vilken personen har uts&#228;nts) anses vara en och densamma, under
f&#246;ruts&#228;ttning att anst&#228;llningen inom den andra f&#246;rdragsslutande
statens territorium skulle ha omfattats av lagstiftningen i den
f&#246;rdragsslutande stat fr&#229;n vilken personen har uts&#228;nts, om inte
denna konvention hade funnits.

c) En person som har uts&#228;nts av en arbetsgivare inom en
f&#246;rdragsslutande stats territorium till den andra
f&#246;rdragsslutande statens territorium och som omfattas av
lagstiftningen i den f&#246;rsta staten enligt best&#228;mmelserna i
stycke a i denna punkt, skall anses vara bosatt endast i den
f&#246;rra staten vid till&#228;mpning av svensk lagstiftning enligt
artikel 2.1 b. Detsamma g&#228;ller medf&#246;ljande make och barn under
18 &#229;r, s&#229; l&#228;nge de inte har anst&#228;llning som faller under den
andra statens lagstiftning.

3. Punkt 2 i denna artikel skall till&#228;mpas n&#228;r en person som
har uts&#228;nts av sin arbetsgivare fr&#229;n en f&#246;rdragsslutande stats
territorium till en tredje stats territorium, och som &#228;r
f&#246;rs&#228;krad enligt lagstiftningen i den f&#246;rdragsslutande staten
under sin anst&#228;llning inom den tredje statens territorium,
d&#228;refter av denna arbetsgivare uts&#228;nds fr&#229;n den tredje statens
territorium till den andra f&#246;rdragsslutande statens
territorium.

Artikel 8

En person, som i annat fall skulle omfattas av lagstiftningen i
b&#229;da de f&#246;rdragsslutande staterna med avseende p&#229; sj&#228;lvst&#228;ndig
f&#246;rv&#228;rvsverksamhet utf&#246;rd i endera staten och som &#228;r bosatt i
en f&#246;rdragsslutande stat, skall omfattas av lagstiftningen
endast i den stat d&#228;r han &#228;r bosatt.

Artikel 9

1. Om en person &#228;r anst&#228;lld som bef&#228;l eller medlem i
bes&#228;ttningen p&#229; ett fartyg, som f&#246;r en f&#246;rdragsslutande stats
flagga, och omfattas av lagstiftningen i b&#229;da de
f&#246;rdragsslutande staterna, skall han vara underkastad
lagstiftningen endast i den stat, vars flagga fartyget f&#246;r. Vid
till&#228;mpning av den f&#246;reg&#229;ende meningen f&#246;rst&#229;s med fartyg som
f&#246;r F&#246;renta staternas flagga ett fartyg som anses som
amerikanskt enligt F&#246;renta staternas lagstiftning.

2. En person som i annat fall skulle ha omfattats av
lagstiftningen i b&#229;da de f&#246;rdragsslutande staterna med avseende
p&#229; anst&#228;llning som bef&#228;l eller bes&#228;ttningsmedlem p&#229; ett
flygplan skall, vad avser denna anst&#228;llning, endast omfattas av
svensk lagstiftning om han &#228;r bosatt inom Sveriges territorium
och endast av F&#246;renta staternas lagstiftning om han &#228;r bosatt
inom F&#246;renta staternas territorium.

Artikel 10

1. Best&#228;mmelserna i Wienkonventionen den 18 april 1961 om
diplomatiska f&#246;rbindelser och i Wienkonventionen den 24 april
1963 om konsul&#228;ra f&#246;rbindelser ber&#246;rs inte av denna konvention.

2. Medborgare i en av de f&#246;rdragsslutande staterna, som &#228;r
anst&#228;llda av denna stat inom den andra f&#246;rdragsslutande statens
territorium, men vilka inte &#228;r undantagna fr&#229;n den sistn&#228;mnda
statens lagstiftning p&#229; grund av de i f&#246;rsta stycket n&#228;mnda
Wienkonventionerna, skall omfattas av lagstiftningen endast i
den f&#246;rstn&#228;mnda staten. Med anst&#228;llning hos F&#246;renta staterna
avses anst&#228;llning hos F&#246;renta staternas regering eller hos ett
sj&#228;lvst&#228;ndigt regeringsorgan.

Artikel 11

1. De beh&#246;riga myndigheterna i de b&#229;da f&#246;rdragsslutande
staterna kan komma &#246;verens om undantag fr&#229;n best&#228;mmelserna i
artiklarna 7, 8, 9 och 10 med avseende p&#229; enskilda personer
eller persongrupper, dock att de ber&#246;rda personerna skall
omfattas av lagstiftningen i en av de f&#246;rdragsslutande
staterna.

2. N&#228;r en person, som enligt denna konvention omfattas av
lagstiftningen i en f&#246;rdragsslutande stat, &#228;ven omfattas av
lagstiftningen i den andra f&#246;rdragsslutande staten eller i en
tredje stat enligt best&#228;mmelser i en konvention mellan en
f&#246;rdragsslutande stat och en tredje stat, kan de beh&#246;riga
myndigheterna i de tv&#229; f&#246;rdragsslutande staterna komma &#246;verens
om att undanta personen i fr&#229;ga fr&#229;n till&#228;mpningen av avdelning
II av denna konvention.

Avdelning III. Best&#228;mmelser om f&#246;rm&#229;ner

Kapitel I. Best&#228;mmelser till&#228;mpliga p&#229; F&#246;renta staterna

Artikel 12

1. Om en person har fullgjort en f&#246;rs&#228;kringsperiod av minst sex
kvartal enligt F&#246;renta staternas lagstiftning, men inte har
fullgjort tillr&#228;ckligt antal f&#246;rs&#228;kringskvartal f&#246;r att
uppfylla villkoren f&#246;r r&#228;tt till f&#246;rm&#229;ner enligt F&#246;renta
staternas lagstiftning, skall f&#246;rs&#228;kringsorganet i F&#246;renta
staterna f&#246;r att fastst&#228;lla r&#228;tten till f&#246;rm&#229;ner enligt denna
artikel medr&#228;kna f&#246;rs&#228;kringsperioder fullgjorda enligt den
svenska lagstiftningen om inkomstgrundad &#229;lderspension i den
m&#229;n de inte sammanfaller med f&#246;rs&#228;kringsperioder som redan
tillgodor&#228;knats enligt F&#246;renta staternas lagstiftning.

2. Vid best&#228;mmandet av r&#228;tten till f&#246;rm&#229;n enligt f&#246;rsta stycket
i denna artikel skall f&#246;rs&#228;kringsorganet i F&#246;renta staterna
tillgodor&#228;kna personen en f&#246;rs&#228;kringsperiod av fyra kvartal f&#246;r
varje f&#246;rm&#229;nsgrundande &#229;r som intygats av f&#246;rs&#228;kringsorganet i
Sverige. N&#229;gon f&#246;rs&#228;kringsperiod skall dock inte tillgodor&#228;knas
f&#246;r kalenderkvartal som redan tillgodor&#228;knats som
f&#246;rs&#228;kringskvartal enligt F&#246;renta staternas lagstiftning.
Sammanlagda antalet f&#246;rs&#228;kringskvartal som tillgodor&#228;knas f&#246;r
ett &#229;r f&#229;r icke &#246;verstiga fyra.

3. Om r&#228;tt till en f&#246;rm&#229;n enligt F&#246;renta staternas lagstiftning
f&#246;religger enligt best&#228;mmelserna i f&#246;rsta stycket, skall
f&#246;rs&#228;kringsorganet i F&#246;renta staterna ber&#228;kna ett grundbelopp
pro rata enligt F&#246;renta staternas lagstiftning ber&#228;knat p&#229; a)
de genomsnittsinkomster som tillgodor&#228;knats uteslutande enligt
F&#246;renta staternas lagstiftning och b) f&#246;rh&#229;llandet mellan
l&#228;ngden av de f&#246;rs&#228;kringsperioder som tillgodor&#228;knats enligt
F&#246;renta staternas lagstiftning och l&#228;ngden av en f&#246;rs&#228;kringstid
f&#246;r hela livet best&#228;md enligt F&#246;renta staternas lagstiftning.
De f&#246;rm&#229;ner som utges enligt F&#246;renta staternas lagstiftning
skall grundas p&#229; detta grundbelopp pro rata.

4. R&#228;tten till en f&#246;rm&#229;n fr&#229;n F&#246;renta staterna p&#229; grundval av
best&#228;mmelserna i f&#246;rsta stycket skall upph&#246;ra n&#228;r enligt
F&#246;renta staternas lagstiftning f&#246;rs&#228;kringsperioder f&#246;rv&#228;rvats
som &#228;r tillr&#228;ckliga f&#246;r r&#228;tt till lika stor eller st&#246;rre f&#246;rm&#229;n
utan &#229;beropande av best&#228;mmelserna i f&#246;rsta stycket.

5. F&#246;renta staterna skall till&#228;mpa artiklarna 4, 5 och 6 av
denna konvention p&#229; ett s&#228;tt som &#246;verensst&#228;mmer med paragraf
233 (c) 4 i F&#246;renta staternas socialf&#246;rs&#228;kringslag.

Kapitel II. Best&#228;mmelser till&#228;mpliga p&#229; Sverige

Artikel 13

1. Om n&#229;gon inte har r&#228;tt till en f&#246;rm&#229;n p&#229; grund av att han
eller hon inte har tillgodor&#228;knats tillr&#228;ckliga
f&#246;rs&#228;kringsperioder enligt svensk lagstiftning skall, om inte
annat f&#246;ljer av denna konvention, r&#228;tten till f&#246;rm&#229;nen
best&#228;mmas genom sammanl&#228;ggning av f&#246;rs&#228;kringsperioder som
tillgodor&#228;knats i de b&#229;da f&#246;rdragsslutande staterna.

Vid till&#228;mpning av best&#228;mmelserna i denna punkt skall fyra
kvartal med f&#246;rs&#228;kring enligt F&#246;renta staternas lagstiftning
anses vara ett &#229;r som f&#229;r tillgodor&#228;knas enligt den svenska
lagstiftningen.

2. Best&#228;mmelserna om sammanl&#228;ggning i punkt 1 i denna artikel
skall inte till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs bos&#228;ttning i
Sverige f&#246;r r&#228;tt till garantipension eller till sjukers&#228;ttning
eller aktivitetsers&#228;ttning i form av garantiers&#228;ttning.

3. Vid fastst&#228;llande av r&#228;tten till sjukers&#228;ttning eller
aktivitetsers&#228;ttning skall f&#246;rs&#228;kring enligt F&#246;renta staternas
lagstiftning anses som f&#246;rs&#228;kring enligt den svenska
lagstiftningen. Vid till&#228;mpning av f&#246;reg&#229;ende mening skall en
person anses vara f&#246;rs&#228;krad enligt F&#246;renta staternas
lagstiftning om han eller hon &#228;r ber&#228;ttigad till en f&#246;rm&#229;n
enligt den lagstiftningen, eller kan tillgodor&#228;kna sig minst
fyra kvartals f&#246;rs&#228;kringsperioder enligt den lagstiftningen
under en period av &#229;tta kalenderkvartal som slutar med det
kalenderkvartal under vilket personen blev arbetsof&#246;rm&#246;gen
enligt svensk lagstiftning.

Vid ber&#228;kning av inkomstrelaterad sjukers&#228;ttning eller
aktivitetsers&#228;ttning skall endast inkomst som intj&#228;nats under
perioder d&#229; svensk lagstiftning var till&#228;mplig beaktas.
F&#246;rm&#229;ner enligt F&#246;renta staternas lagstiftning skall inte
p&#229;verka ett s&#229;dant ers&#228;ttningsbelopp.

4. Best&#228;mmelserna i artiklarna 5 och 6 skall inte till&#228;mpas p&#229;
efterlevandest&#246;d till barn. De skall inte heller till&#228;mpas p&#229;
garantipensioner eller sjukers&#228;ttning eller
aktivitetsers&#228;ttning i form av garantiers&#228;ttning.

Avdelning IV. &#214;vriga best&#228;mmelser

Artikel 14

1. De beh&#246;riga myndigheterna skall vidtaga n&#246;diga
administrativa &#229;tg&#228;rder f&#246;r tilll&#228;mpningen av denna konvention.

2. F&#246;rbindelseorgan f&#246;r genomf&#246;randet av konventionen &#228;r:

a) f&#246;r F&#246;renta staterna, socialf&#246;rs&#228;kringsadministrationen;

b) f&#246;r Sverige, Riksf&#246;rs&#228;kringsverket.

Artikel 15

1. De f&#246;rdragsslutande staternas beh&#246;riga myndigheter och
f&#246;rs&#228;kringsorgan skall, inom ramen f&#246;r sina befogenheter, bist&#229;
varandra vid till&#228;mpningen av konventionen. S&#229;dant bist&#229;nd
l&#228;mnas utan vederlag med de undantag om vilka enighet n&#229;s i en
till&#228;mpnings&#246;verenskommelse.

2. Skriftv&#228;xling mellan de beh&#246;riga myndigheterna och
f&#246;rs&#228;kringsorganen, meddelanden fr&#229;n enskilda personer och
ans&#246;kningar eller andra handlingar kan avfattas p&#229; engelska
eller svenska.

Artikel 16

De beh&#246;riga myndigheterna skall snarast m&#246;jligt underr&#228;tta
varandra om s&#229;dana &#228;ndringar i den i artikel 2 angivna
lagstiftningen som kan ber&#246;ra till&#228;mpningen av konventionen.

Artikel 17

De beh&#246;riga myndigheterna skall h&#229;lla varandra underr&#228;ttade om
de &#229;tg&#228;rder som vidtas f&#246;r till&#228;mpningen av konventionen.

Artikel 18

I en f&#246;rdragsslutande stat medgiven befrielse fr&#229;n avgifter
eller kostnader, inbegripet st&#228;mpel-, notariats- och
registreringsavgifter, f&#246;r intyg och andra handlingar som skall
ingivas till myndigheter eller f&#246;rs&#228;kringsorgan i denna stat
skall g&#228;lla &#228;ven f&#246;r handlingar som vid till&#228;mpningen av
konventionen skall ingivas till myndigheter och
f&#246;rs&#228;kringsorgan i den andra staten. Handlingar som skall
f&#246;retes i &#228;renden enligt denna konvention beh&#246;ver inte
legaliseras genom diplomatisk eller konsul&#228;r myndighet.

Artikel 19

En ans&#246;kan, besv&#228;rsinlaga eller annan handling, som enligt en
f&#246;rdragsslutande stats lagstiftning skall inges till ett
f&#246;rs&#228;kringsorgan i denna stat inom viss tid, skall anses ha
inkommit i r&#228;tt tid, om den inom fastst&#228;lld tid ingivits till
ett f&#246;rs&#228;kringsorgan i den andra staten. I s&#229;dant fall skall
det f&#246;rs&#228;kringsorgan, till vilket handlingen ingivits, anteckna
dagen f&#246;r mottagandet p&#229; handlingen och utan dr&#246;jsm&#229;l
vidarebefordra den till f&#246;rbindelseorganet i den andra staten.

Artikel 20

1. En skriftlig ans&#246;kan om f&#246;rm&#229;ner som ingivits till ett
f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat skall skydda
s&#246;kandens r&#228;ttigheter enligt den andra f&#246;rdragsslutande statens
lagstiftning, om

a) s&#246;kanden beg&#228;r att ans&#246;kan skall betraktas som ans&#246;kan
enligt den andra statens lagstiftning eller

b) s&#246;kanden, vid tiden f&#246;r ans&#246;kningen l&#228;mnar upplysningar som
visar att den person, p&#229; vars f&#246;rh&#229;llanden anspr&#229;ket grundar
sig, har fullgjort f&#246;rs&#228;kringsperioder enligt den andra statens
lagstiftning f&#246;rutsatt att s&#246;kanden inte s&#228;rskilt beg&#228;r att
ans&#246;kan inte skall betraktas p&#229; detta s&#228;tt.

2. S&#246;kanden kan beg&#228;ra att en ans&#246;kan som ingivits till ett
f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat f&#229;r verkan fr&#229;n en
annan dag i den andra f&#246;rdragsslutande staten, inom gr&#228;nserna
f&#246;r och i &#246;verensst&#228;mmelse med lagstiftningen i denna andra
stat.

Artikel 21

1. Utbetalningar enligt konventionen f&#229;r g&#246;ras i den
utbetalande statens valuta.

2. Om valutarestriktioner inf&#246;rs i n&#229;gon av de f&#246;rdragsslutande
staterna, skall de b&#229;da staternas regeringar omedelbart besluta
om erforderliga &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla &#246;verf&#246;ring av
belopp som n&#229;gon av staterna har att utbetala enligt
best&#228;mmelserna i konventionen.

Artikel 22

1. Tvister som uppkommer vid till&#228;mpningen av konventionen
skall s&#229;vitt m&#246;jligt l&#246;sas i samf&#246;rst&#229;nd av de f&#246;rdragsslutande
staternas beh&#246;riga myndigheter.

2. Om en s&#229;dan tvist inte har l&#246;sts inom sex m&#229;nader, kan var
och en av de f&#246;rdragsslutande staterna h&#228;nskjuta &#228;rendet f&#246;r
bindande avg&#246;rande till en skiljedomstol, vars sammans&#228;ttning
och f&#246;rfarande de f&#246;rdragsslutande staterna skall komma &#246;verens
om.

Artikel 23

1. Denna konvention kan &#228;ndras i framtiden genom till&#228;ggsavtal
som fr&#229;n och med att de tr&#228;der i kraft skall anses som
integrerade delar av konventionen. S&#229;dana till&#228;ggsavtal kan ges
retroaktiv verkan om s&#229; anges.

2. Den beh&#246;riga myndigheten i endera staten kan kalla till m&#246;te
f&#246;r &#246;verv&#228;gande av tilll&#228;ggsavtal.

Avdelning V. &#214;verg&#229;ngs- och slutbest&#228;mmelser

Artikel 24

1. Denna konvention skall till&#228;mpas p&#229; h&#228;ndelser som intr&#228;ffat
f&#246;re dess ikrafttr&#228;dande, i den m&#229;n de &#228;r av betydelse f&#246;r
r&#228;ttigheter enligt den i artikel 2 angivna lagstiftningen.
Konventionen grundar likv&#228;l ingen r&#228;tt till utbetalning av
f&#246;rm&#229;ner f&#246;r tid f&#246;re ikrafttr&#228;dandet, och eng&#229;ngsbelopp vid
d&#246;dsfall skall inte utbetalas om d&#246;dsfallet intr&#228;ffade f&#246;re
ikrafttr&#228;dandet. F&#246;rs&#228;kringsperioder som fullgjorts f&#246;re
konventionens ikrafttr&#228;dande skall beaktas vid best&#228;mmandet av
r&#228;tt till f&#246;rm&#229;ner enligt konventionen.

2. Best&#228;mmelserna i konventionens avdelning III &#228;r till&#228;mpliga
endast p&#229; en ans&#246;kan om f&#246;rm&#229;ner som ingivits tidigast dagen
f&#246;r ikrafttr&#228;dandet. Om inget slutgiltigt beslut har fattats
med anledning av en ans&#246;kan som ingivits f&#246;re dagen f&#246;r
konventionens ikrafttr&#228;dande, skall ans&#246;kan anses ha ingivits
n&#228;mnda dag.

3. Beslut fattade f&#246;re konventionens ikrafttr&#228;dande skall icke
ber&#246;ra r&#228;ttigheter som uppst&#229;r enligt konventionen.
Konventionens ikrafttr&#228;dande skall inte medf&#246;ra att en
kontantf&#246;rm&#229;ns belopp s&#228;tts ned.

4. Best&#228;mmelser i svensk lagstiftning som begr&#228;nsar r&#228;tten till
f&#246;rm&#229;ner f&#246;r f&#246;rfluten tid skall icke till&#228;mpas p&#229; en r&#228;tt som
uppkommer till f&#246;ljd av konventionens ikrafttr&#228;dande, f&#246;rutsatt
att den som g&#246;r anspr&#229;k p&#229; f&#246;rm&#229;nerna ans&#246;ker om dessa inom ett
&#229;r fr&#229;n dagen efter konventionens ikrafttr&#228;dande.

5. Syssels&#228;ttningsperioder som anges i artikel 7 andra stycket
skall r&#228;knas tidigast fr&#229;n den dag som denna konvention tr&#228;der
i kraft.

Artikel 25

1. Denna konvention kan s&#228;gas upp av vardera av de
f&#246;rdragsslutande staterna. Om konventionen s&#228;gs upp, skall den
f&#246;rbli i kraft till utg&#229;ngen av kalender&#229;ret efter det &#229;r,
under vilket den ena staten skriftligen delgav den andra staten
upps&#228;gningen.

2. Upph&#246;r konventionen genom upps&#228;gning, skall dess
best&#228;mmelser &#228;ga fortsatt tilll&#228;mpning p&#229; f&#246;rm&#229;ner som redan
har beviljats. Genom s&#228;rskild &#246;verenskommelse avg&#246;r de
f&#246;rdragsslutande staterna hur det skall f&#246;rfaras med
r&#228;ttigheter under f&#246;rv&#228;rvande.

Artikel 26

Konventionen skall tr&#228;da i kraft f&#246;rsta dagen i tredje m&#229;naden
efter den m&#229;nad, under vilken vardera regeringen fr&#229;n den andra
regeringen mottagit skriftlig underr&#228;ttelse om att alla
lagstadgade och f&#246;rfattningsenliga &#229;tg&#228;rder f&#246;r konventionens
ikrafttr&#228;dande har fullgjorts.

Till bevis h&#228;rom har de f&#246;rdragsslutande staternas ombud,
vederb&#246;rligen befullm&#228;ktigade av sina respektive regeringar,
undertecknat denna konvention.

Som skedde den 27 maj 1985 i Stockholm i tv&#229; exemplar p&#229;
svenska och engelska spr&#229;ken, vilka b&#229;da texter har lika
vitsord.

F&#246;r Konungariket Sveriges regering

Sten Andersson

F&#246;r Amerikas f&#246;renta staters regering

Margaret M. Heckler

Franklin S. Forsberg


Agreement between the Kingdom of Sweden and the United States
of America on Social Security

The Government of the Kingdom of Sweden ant The Government of
the United States of America, being desirous of regulating the
relationship between their two countries in the field of Social
Security, have agreed to the following provisions:

Part I. General provisions

Article 1

For the purpose of this Agreement:

1. &quot;Territory&quot; means,

as regards the United States, the States, the District of
Columbia, the Commonwealth of Puerto Rico, the Virgin Islands,
Guam, American Samoa and the Northern Mariana Islands, and

as regards Sweden, the territory of the Kingdom of Sweden;

2. &quot;National&quot; means,

as regards the United States, a national of the United States
as defined in Section 101, Immigration and Nationality Act of
1952, as amended, and

as regards Sweden, a person of Swedish nationality;

3. &quot;Laws&quot; means,

the laws and regulations concerning the systems of social
security specified in Article 2;

4. &quot;Competent Authority&quot; means,

as regards the United States, the Commissioner of Social
Security,

and

as regards Sweden, the Government or the Authority nominated by
the Government;

5. &quot;Agency&quot; means,

as regards the United States, the Social Security
Administration, and

as regards Sweden, any agency or authority responsible for
implementing the laws specified in Article 2, paragraph 1 (b);

6. &quot;Period of coverage&quot; means,

a period of contributions, a period of earnings from employment
or selfemployment, a period of residence or any similar period
recognized as a period of coverage, according to the laws under
which it was completed;

7. &quot;Benefit&quot; or &quot;Pension&quot; means,

any old-age, dependent, survivor or disability pension or
benefit provided for in the laws of either Contracting State.

Article 2

1. For the purpose of this Agreement, the applicable laws
concerning benefits and contributions are:

a. As regards the United States, the laws governing the Federal
old-age, survivors, and disability insurance program:

(i) Title II of the Social Security Act and regulations
pertaining thereto, except sections 226, 226A and 228 of that
title and regulations pertaining to those sections,

(ii) Chapter 2 and Chapter 21 of the Internal Revenue Code of
1986 and regulations pertaining to those chapters;

b. As regards Sweden, the laws governing

(i) sickness compensation and activity compensation,

(ii) guaranteed pensions and in-come-based old-age pensions,
and

(iii) survivors pensions and surviving children&#180;s allowance;

provided, however, that this Agreement shall not affect
coverage or the liability to pay contributions under branches
of social security other than those referred to in this
subparagraph.

2. This Agreement shall also apply to future laws and
regulations which extend the laws of a Contracting State
specified in paragraph 1 to new categories of beneficiaries or
to new benefits unless an objection on the part of that State
has been communicated to the other State not later than three
months following the entry into force of such future laws and
regulations.

3. Unless otherwise provided in this Agreement, laws within the
meaning of paragraph 1 shall not include treaties or other
international agreements concluded between one Contracting
State and a third State, or laws or regulations promulgated for
their specific implementation.

Article 3

Unless otherwise provided in this Agreement, this Agreement
shall apply to:

(a) nationals of the Contracting States,

(b) refugees and stateless persons within the meaning of the
Convention Relating to the Status of Refugees, dated July 28,
1951, and the Protocol to that Convention, dated January 31,
1967, and the Convention Relating to the Status of Stateless
Persons, dated September 28, 1954,

(c) other persons with respect to the rights they derive from a
national of either Contracting State, from a refugee or from a
stateless person, and

(d) nationals of a State other than a Contracting State who are
not included among the persons referred to in paragraph (c) of
this Article.

Article 4

Unless otherwise provided in this Agreement, the persons
designated in Article 3 (a), (b) or (c) who reside in the
territory of a Contracting State shall, in the application of
the laws of that Contracting State, receive equal treatment
with the nationals of that Contracting State.

Article 5

Unless otherwise provided in this Agreement, the laws of a
Contracting State under which entitlement to or payment of
benefits is dependent on residence or presence in the territory
of that Contracting State shall not be applicable to the
persons designated in Article 3 (a), (b) or (c) who reside in
the territory of the other Contracting State.

Article 6

Unless otherwise provided in this Agreement, benefits payable
under the laws of one of the Contracting States shall be paid
to nationals of the other Contracting State, who are resident
in the territory of a third State, on the same terms and to the
same extent as to the nationals of the first Contracting State
resident in the territory of this third State.

Part II. Applicable laws on coverage

Article 7

1. Unless otherwise provided in this Agreement, a person
employed within the territory of one of the Contracting States
shall, with respect to that employment, be subject to the laws
of only that Contracting State.

2. (a) If a person normally in the service of an employer
having a place of business in the territory of one Contracting
State is sent by that employer to the territory of the other
Contracting State for a period not expected to exceed 60
months, he shall be subject to the laws of only the first
Contracting State as if he were still employed in the territory
of the first Contracting State.

(b) For purposes of applying the preceding subparagraph, an
employer and an affiliated or subsidiary company of the
employer (as defined under the laws of the Contracting State
from which the person was sent) shall be considered one and the
same, provided that the employment in the territory of the
other Contracting State would have been covered under the laws
of the Contracting State from which the person was sent in the
absence of this Agreement.

(c) A person who is sent by an employer located in the
territory of one Contracting State to the territory of the
other Contracting State, and who is subject to the laws of the
first State according to the provisions of subparagraph (a),
shall be considered resident in only the first State for
purposes of Swedish laws designated in Article 2.1.b. as shall
be the spouse and children under the age of 18 who accompany
that person for any period in which they are not engaged in
employment subject to the laws of the other State.

3. Paragraph 2 of this Article shall apply where a person who
has been sent by his employer from the territory of one
Contracting State to the territory of a third State, and who is
insured under the laws of that Contracting State while employed
in the territory of the third State, is subsequently sent by
that employer from the territory of the third State to the
territory of the other Contracting State.

Article 8

A person who would otherwise be covered under the laws of both
Contracting States with respect to self-employment performed in
either Contracting State and who is a resident of one
Contracting State shall be subject to the laws of only the
Contracting State of which he is a resident.

Article 9

1. If a person is employed as an officer or member of a crew on
a vessel which flies the flag of one Contracting State and is
covered under the laws of both Contracting States, the person
shall be subject to the laws of only the Contracting State
whose flag the vessel flies. For purposes of the preceding
sentence, a vessel which flies the flag of the United States is
one defined as an American vessel under the laws of the United
States.

2. A person who would other-wise be covered under the laws of
both Contracting States with respect to employment as an
officer or member of a crew on an aircraft shall, with respect
to that employment, be subject only to the laws of Sweden, and
only to United States laws if he resides in the territory of
the United States.

Article 10

1. This Agreement shall not affect the provisions of the Vienna
Convention on Diplomatic Relations of April 18, 1961, or of the
Vienna Convention on Consular Relations of April 24, 1963.

2. Nationals of one of the Contracting States who are employed
by that State in the territory of the other Contracting State
but who are not exempt from the laws of the other Contracting
State by virtue of the Vienna Conventions mentioned in
paragraph 1 shall be subject to the laws of only the first
Contracting State. Employment by the United States shall mean
employment by the United States Government or an
instrumentality thereof.

Article 11

1. The Competent Authorities of the two Contracting States may
agree on exceptions to Articles 7, 8, 9 and 10, with respect to
persons or categories of persons, provided that the affected
persons shall be subject to the laws of one of the Contracting
States.

2. Where a person covered under the laws of a Contracting State
in accordance with this Agreement is also covered under the
laws of the other Contracting State or a third State in
accordance with the provisions of an agreement between either
Contracting State and a third State, the Competent Authorities
of the two Contracting States may agree to exclude the person
from the application of Part II of this Agreement.

Part III. Provisions on benefits

Chapter I. Provisions Applicable to the United States

Article 12

1. Where a person has completed at least six quarters of
coverage under United States laws, but does not have sufficient
quarters of coverage to satisfy the requirements for
entitlement to benefits under United States laws, the agency of
the United States shall take into account, for the purpose of
establishing entitlement to benefits under this Article,
periods of coverage which are credited under Swedish laws on
income-based old-age pension and which do not coincide with
periods of coverage already credited under United States laws.

2. In determining eligibility for benefits under paragraph 1 of
this Article, the agency of the United States shall credit four
quarters of coverage for each creditable year of coverage
certified by the agency of Sweden; however, no quarter of
coverage shall be credited for any calendar quarter already
credited as a quarter of coverage under United States laws. The
total number of quarters of coverage to be credited for a year
shall not exceed four.

3. Where entitlement to a benefit under United States laws is
established according to the provisions of paragraph 1, the
agency of the United States shall compute a pro rata primary
insurance amount in accordance with United States laws based on
(a) the person&#180;s average earnings credited exclusively under
United States laws and (b) the ratio of the duration of the
person&#180;s periods of coverage credited under United States laws
to the duration of a coverage lifetime as determined in
accordance with United States laws. Benefits payable under
United States laws shall be based on the pro rata primary
insurance amount.

4. Entitlement to a benefit from the United States which
results from paragraph 1 shall terminate with the acquisition
of sufficient periods of coverage under United States laws to
establish entitlement to an equal or higher benefit without the
need to invoke the provision of paragraph 1.

5. Articles 4, 5 and 6 of the Agreement shall be applied by the
United States in a manner consistent with section 233 (c) (4)
of the United States Social Security Act.

Chapter II. Provisions Applicable to Sweden

Article 13

1. Unless otherwise provided in this agreement, if a person is
not eligible for a benefit because he has not accumulated
sufficient periods of coverage under the laws of Sweden, the
eligibility of that person for the benefit shall be determined
by totalizing the periods of coverage accumulated in both
Contracting States.

When applying the provisions in this paragraph, four quarters
of coverage under United States laws shall be considered as a
year creditable under the Swedish laws.

2. The totalizing provisions of paragraph 1 of this Article
shall not apply to the basic requirement of three years of
residence in Sweden for entitlement to a guaranteed pension or
to sickness or activity compensation in the form of guaranteed
compensation.

3. When determining the right to sickness or activity
compensation, coverage under United States laws shall be
considered the same as coverage under Swedish laws. For
purposes of the preceding sentence, a person shall be
considered to be covered under United States laws if the person
is eligible for a benefit under suck laws or has credit for at
least 4 quarters of coverage under such laws during a period of
8 calendar quarters ending with the calendar quarter in which
the person became disabled according to Swedish laws.

When computing the amount of income-related sickness or
activity compensation, only income earned during periods when
Swedish laws were applicable shall be taken into account.
Benefits under the laws of the United States shall not affect
the amount of such compensation.

4. The provisions of Articles 5 and 6 shall not apply to
surviving children&#180;s allowance. Neither shall it apply to
guaranteed pensions, nor to sickness or activity compensation
in the form of guaranteed compensation.

Part IV. Miscellaneous provisions

Article 14

1. The Competent Authorities shall make all necessary
administrative arrangements for the application of this
Agreement.

2. Liaison agencies for the implementation of this Agreement
shall be:

(a) for the United States, the Social Security Administration;

(b) for Sweden. the National Social Insurance Board.

Article 15

1. The Competent Authorities and the agencies of the
Contracting States, within the scope of their respective
authority, shall assist each other in implementing this
Agreement. This assistance shall be free of charge subject to
exceptions to be agreed upon in an administrative arrangement.

2. Correspondence between the Competent Authorities and
agencies, communications from individual persons, and
applications or documents may be in English or Swedish.

Article 16

The Competent Authorities shall inform each other as soon as
possible of any amendments to the laws specified in Article 2
which may affect the application of this Agreement.

Article 17

The Competent Authorities shall keep each other informed of the
measures taken for the application of this Agreement.

Article I8

Any exemption granted by one of the Contracting States from
fees or charges. including stamp duties or notarial or
registration fees, in respect of certificates and documents
required to be submitted to its Competent Authority or an
agency shall also apply to certificates and documents which for
the purposes of this Agreement must be submitted to the
Competent Authority or an agency of the other Contracting
State. Documents and certificates which are presented for
purposes of this Agreement shall be exempted from requirements
for authentication by diplomatic or consular authorities.

Article 19

An application, appeal, or other document which according to
the laws of a Contracting State must be submitted to an agency
of that Contracting State within a specified period shall be
considered to have been timely filed if it is submitted within
the same period to an agency of the other Contracting State. In
such case, the agency with which the application, appeal, or
document has been filed shall indicate the date of receipt on
the document and transmit it without delay to the liaison
agency of the other Contracting State.

Article 20

1. A written application for benefits filed with an agency of
one Contracting State shall protect the rights of the claimants
under the laws of the other Contracting State if the applicant

(a) requests that it be considered an application under the
laws of the other Contracting State or

(b) in the absence of a request that it not be so considered,
provides information at the time of application indicating that
the person on whose record benefits are claimed has completed
periods of coverage under the laws of the other Contracting
State.

2. An applicant may request that an application filed with an
agency of one Contracting State be effective on a different
date in the other Contracting State within the limitations of
and in conformity with the laws of the other Contracting State.

Article 21

1. Payments under the Agreement may be made in the currency of
the Contracting State making the payment.

2. Should currency restrictions be introduced by either of the
Contracting States, the two Governments shall immediately
decide on the necessary steps to insure the transfer of amounts
owed by either Contracting State in conformity with the
provisions of this Agreement.

Article 22

1. Disagreements arising in connection with the application of
this Agreement shall, as far as possible, be resolved by mutual
agreement between the Competent Authorities of the Contracting
States.

2. If any such disagreement has not been resolved within a
period of six months, either Contracting State may submit the
matter to binding arbitration by an arbitral body whose
composition and procedure shall be agreed upon by the
Contracting States.

Article 23

1. This Agreement may be amended in the future by supplementary
agreements which, from their entry into force, shall be
considered an integral part of this Agreement. Such
supplementary agreements may be given retroactive effect if
they so specify.

2. The Competent Authority of either Contracting State may call
a meeting for the consideration of a supplementary agreement.

Part V. Transitional and final provisions

Article 24

1. This Agreement shall apply to events which occurred prior to
its entry into forte insofar as they are relevant to rights
under the laws specified in Article 2. However, no benefits
shall be payable under this Agreement with respect to any
period prior to its entry into force, and no lump sum death
benefit shall be payable if the person died before its entry
into force. Periods of coverage completed before the entry into
force of this Agreement shall be taken into account in order to
determine the right to benefits under this Agreement.

2. The provisions o Part III of this Agreement shall apply only
to an application for benefits which is filed on or after the
date this Agreement enters into force. Where no final decision
has been made on an application filed before the date this
Agreement enters into force, the application shall be
considered to have been filed on that date.

3. Determinations made before the entry into force of this
Agreement shall not affect rights arising under it. This
Agreement shall not result in the reduction of cash benefit
amounts because of its entry into force.

4. Provisions of Swedish laws limiting retroactivity of the
right to benefits shall not apply to rights arising as a result
of the entry into force of this Agreement, provided that the
claimant submits an application for benefits within one year
after the date of entry into force of this Agreement.

5. The period of work referred to in Article 7.2 shall be
measured beginning on or after the date on which this Agreement
enters into force.

Article 25

1. This Agreement may be denounced by either of the Contracting
States. If the Agreement is denounced it shall remain in force
and effect until the expiration of one calendar year following
the year in which written notice of its denunciation is given
by one of the Contracting States to the other Contracting
State.

2. If this Agreement is terminated by denunciation, its
provisions shall continue to apply to benefits which have
already been awarded. Rights in the process of being acquired
by virtue of this Agreement shall be settled by special
arrangement between the Contracting States.

Article 26

This Agreement shall enter into force on the first day of the
third month following the month in which each Government shall
have received from the other Government written notification
that it has complied with all statutory and constitutional
requirements for the entry into force of the Agreement.

In witness whereof, the undersigned, being duly authorized by
their respective Governments, have signed this Agreement.

Done at Stockholm on the 27th of May, 1985 in duplicate in the
English and Swedish languages, both texts being equally
authentic.

For the Government of the Kingdom of Sweden

Sten Andersson

For the Government of the United States

Margaret M. Heckler

Franklin S. Forsberg


Bilaga 2

Till&#228;mpnings&#246;verenskommelse till konventionen mellan
Konungariket Sverige och Amerikas f&#246;renta stater om social
trygghet

Konungariket Sveriges regering och Amerikas f&#246;renta staters
regering har i enlighet med artikel 14 f&#246;rsta stycket i
konventionen av denna dag mellan Konungariket Sverige och
Amerikas f&#246;renta stater om social trygghet, nedan ben&#228;mnd
&quot;konventionen&quot;, kommit &#246;verens om f&#246;ljande:

Kapitel 1. Allm&#228;nna best&#228;mmelser

Artikel 1

I denna till&#228;mpnings&#246;verenskommelse anv&#228;nda uttryck skall ha
samma inneb&#246;rd som i konventionen.

Artikel 2

De i konventionens artikel 14 andra stycket angivna
f&#246;rbindelseorganen skall komma &#246;verens om gemensamma
f&#246;rfaranden och blanketter som erfordras f&#246;r genomf&#246;randet av
konventionen och denna till&#228;mpnings&#246;verenskommelse.

Kapitel 2. Best&#228;mmelser om f&#246;rs&#228;kringstillh&#246;righet

Artikel 3

1. I fall som avses i konventionens artikel 7 andra stycket
skall genom intyg visas att lagstiftningen i en
f&#246;rdragsslutande stat &#228;r tilll&#228;mplig. Aven i andra till&#228;mpliga
fall som avses i avdelning II i konventionen kan s&#229;dant intyg
utf&#228;rdas.

2. Det i f&#246;rsta stycket n&#228;mnda intyget skall p&#229; beg&#228;ran
utf&#228;rdas

- i F&#246;renta staterna

av socialf&#246;rs&#228;kringsadministrationen

- i Sverige

av Riksf&#246;rs&#228;kringsverket eller av de organ som verket har
bemyndigat d&#228;rtill.

Kapitel 3. Best&#228;mmelser om f&#246;rm&#229;ner

Artikel 4

1. Det f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat, till vilket
en ans&#246;kan om f&#246;rm&#229;ner f&#246;rst inges i enlighet med artikel 20 i
konventionen, skall utan dr&#246;jsm&#229;l underr&#228;tta den andra
f&#246;rdragsslutande statens f&#246;rs&#228;kringsorgan h&#228;rom, varvid f&#246;r
detta &#228;ndam&#229;l uppr&#228;ttade blanketter anv&#228;nds. F&#246;rs&#228;kringsorganet
skall &#228;ven &#246;vers&#228;nda handlingar och andra tillg&#228;ngliga
uppgifter som kan erfordras f&#246;r att f&#246;rs&#228;kringsorganet i den
andra staten skall kunna fastst&#228;lla s&#246;kandens r&#228;tt till
f&#246;rm&#229;ner enligt best&#228;mmelserna i konventionens avdelning III.
Avser ans&#246;kan f&#246;rm&#229;ner vid invaliditet, skall
f&#246;rs&#228;kringsorganet s&#228;rskilt &#246;vers&#228;nda alla l&#228;karutl&#229;tanden om
s&#246;kandens invaliditet som det f&#246;rfogar &#246;ver och som har
betydelse f&#246;r &#228;rendet.

2. Det f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat som tar emot
en ans&#246;kan som ingivits till ett f&#246;rs&#228;kringsorgan i den andra
f&#246;rdragsslutande staten skall utan dr&#246;jsm&#229;l f&#246;rse
f&#246;rs&#228;kringsorganet i den andra staten med s&#229;dana utl&#229;tanden och
andra tillg&#228;ngliga uppgifter som detta kan beh&#246;va f&#246;r att
slutbehandla &#228;rendet.

3. Det f&#246;rs&#228;kringsorgan i f&#246;rdragsslutande stat, till vilket en
ans&#246;kan om f&#246;rm&#229;ner ingivits, skall styrka riktigheten av de
uppgifter som l&#228;mnas om s&#246;kanden och hans familjemedlemmar.
F&#246;rbindelseorganen skall komma &#246;verens om vilka slag av
uppgifter som skall styrkas.

Artikel 5

Vid till&#228;mpningen av artikel 12 i konventionen skall det
svenska f&#246;rs&#228;kringsorganet underr&#228;tta F&#246;renta staternas
f&#246;rs&#228;kringsorgan om de &#229;r, f&#246;r vilka en person har
f&#246;rm&#229;nsgrundande f&#246;rs&#228;kringsperioder enligt svensk
lagstiftning.

Artikel 6

Vid till&#228;mpning av artikel 13 i konventionen skall
f&#246;rs&#228;kringsorganet i F&#246;renta staterna n&#228;r s&#229; erfordras
underr&#228;tta det svenska f&#246;rs&#228;kringsorganet om de
f&#246;rs&#228;kringsperioder som en person fullgjort enligt F&#246;renta
staternas lagstiftning.

Kapitel 4. &#214;vriga best&#228;mmelser

Artikel 7

P&#229; det s&#228;tt varom n&#228;rmare &#246;verenskommelse tr&#228;ffas med st&#246;d av
artikel 2 i denna tilll&#228;mpnings&#246;verenskommelse skall
f&#246;rs&#228;kringsorganet i en f&#246;rdragsslutande stat p&#229; beg&#228;ran av
f&#246;rs&#228;kringsorganet i den andra f&#246;rdragsslutande staten
tillhandah&#229;lla tillg&#228;ngliga uppgifter om varje angiven enskild
persons anspr&#229;k som erfordras f&#246;r till&#228;mpning av konventionen
eller den i konventionens artikel 2 f&#246;rsta stycket angivna
lagstiftningen.

Artikel 8

Kopior av handlingar som av f&#246;rs&#228;kringsorganet i en
f&#246;rdragsslutande stat intygas vara sanna och riktiga kopior
skall f&#246;rs&#228;kringsorganet i den andra f&#246;rdragsslutande staten
utan ytterligare bestyrkande godta som sanna och riktiga
kopior. F&#246;rs&#228;kringsorganet i var och en av de f&#246;rdragsslutande
staterna avg&#246;r vid tilll&#228;mpning av sin lagstiftning slutligt
bevisv&#228;rdet av handlingar som underst&#228;llts organet, oberoende
av varifr&#229;n de kommer.

Artikel 9

De tv&#229; f&#246;rdragsslutande staternas f&#246;rbindelseorgan skall p&#229;
s&#228;tt varom &#246;verenskommelse skall tr&#228;ffas, f&#246;r varje kalender&#229;r
utv&#228;xla statistik &#246;ver det antal intyg som utf&#228;rdats enligt
artikel 3 i denna till&#228;mpnings&#246;verenskommelse och de
utbetalningar som enligt konventionen gjorts till
f&#246;rm&#229;nstagare. Uppgifterna skall f&#246;r varje f&#246;rm&#229;nsslag omfatta
antalet f&#246;rm&#229;nstagare och totala f&#246;rm&#229;nsbeloppet.

Artikel 10

1. Beg&#228;rs administrativt bist&#229;nd enligt artikel 15 i
konventionen skall de f&#246;rs&#228;kringsorgan som l&#228;mnar bist&#229;ndet
ers&#228;ttas f&#246;r andra utgifter &#228;n normala personal och
driftkostnader.

2. Beg&#228;r f&#246;rs&#228;kringsorganet i en f&#246;rdragsslutande stat att en
s&#246;kande till f&#246;rm&#229;n eller f&#246;rm&#229;nstagare skall genomg&#229;
l&#228;karunders&#246;kning, skall s&#229;dan unders&#246;kning, om
f&#246;rs&#228;kringsorganet s&#229; beg&#228;r, ombes&#246;rjas av f&#246;rs&#228;kringsorganet i
den andra f&#246;rdragsslutande staten, d&#228;r s&#246;kanden eller
f&#246;rm&#229;nstagaren vistas, i &#246;verensst&#228;mmelse med de regler som
g&#228;ller f&#246;r det f&#246;rs&#228;kringsorgan som ombes&#246;rjer unders&#246;kningen
och p&#229; bekostnad av det f&#246;rs&#228;kringsorgan som beg&#228;r
unders&#246;kningen.

3. F&#246;rs&#228;kringsorganet i endera f&#246;rdragsslutande staten skall p&#229;
beg&#228;ran, utan kostnad f&#246;r f&#246;rs&#228;kringsorganet i den andra
f&#246;rdragsslutande staten, tillhandah&#229;lla alla medicinska
uppgifter och handlingar som det f&#246;rfogar &#246;ver och som &#228;r av
betydelse vid bed&#246;mning av s&#246;kandens eller f&#246;rm&#229;nstagarens
arbetsof&#246;rm&#229;ga.

4. Belopp som skall ers&#228;ttas enligt f&#246;rsta och andra styckena
skall gottg&#246;ras s&#229; snart detaljerade uppgifter om utgifterna
framlagts.

Artikel 11

I fall d&#229; konventionen eller till&#228;mpnings&#246;verenskommelsen
f&#246;reskriver att meddelanden l&#228;mnas mellan f&#246;rs&#228;kringsorgan i de
f&#246;rdragsslutande staterna, kan f&#246;rs&#228;kringsorganen l&#228;mna s&#229;dana
meddelanden antingen direkt eller genom f&#246;rbindelseorganen.

Artikel 12

S&#229;vida inte annat &#228;r medgivet enligt den allm&#228;nna
lagstiftningen i en f&#246;rdragsslutande stat skall uppgifter om en
enskild person, som i &#246;verensst&#228;mmelse med konventionen
vidarebefordras till denna stat av den andra f&#246;rdragsslutande
staten, anv&#228;ndas uteslutande f&#246;r tilll&#228;mpning av konventionen.
Uppgifter av detta slag som en f&#246;rdragsslutande stat har
mottagit skall behandlas i enlighet med den nationella
lagstiftningen i n&#228;mnda stat om skydd f&#246;r uppgifter av privat
och konfidentiell natur.

Artikel 13

Denna till&#228;mpnings&#246;verenskommelse skall tr&#228;da i kraft samma dag
som konventionen tr&#228;der i kraft och skall g&#228;lla under samma
tid.

Som skedde i Stockholm den 27 maj 1985 i tv&#229; exemplar p&#229;
svenska och engelska spr&#229;ken, vilka b&#229;da texter har lika
vitsord.

F&#246;r Konungariket Sveriges regering

Sten Andersson

F&#246;r Amerikas f&#246;renta staters regering

Margaret M. Heckler

Franklin S. Forsberg



Administrative Arrangement for the Implementation of the
Agreement Between the Kingdom of Sweden and the United States
of America on Social Security

The Government of the Kingdom of Sweden and The Government of
the United States of America, in conformity with article 14.1
of the Agreement Between the Kingdom of Sweden and the United
States of America on Social Security of this date, hereinafter
referred to as the &quot;Agreement&quot;, have agreed as follows:

Chapter 1. General Provisions

Article 1

Terms used in this Administrative Arrangement shall have the
same meaning as in the Agreement.

Article 2

The liaison agencies designated in Article 14.2 of the
Agreement shall agree upon joint procedures and forms necessary
for the implementation of the Agreement and this Administrative
Arrangement.

Chapter 2. Provisions of Coverage

Article 3

1. In cases referred to in Article 7.2 of the Agreement, the
application of the laws of a Contracting State shall be proved
by a certificate. In other appropriate cases referred to in
Part II of the Agreement, such a certificate may also be
issued.

2. The certificate referred to in paragraph 1 shall be issued
upon request

- In the United States

By the Social Security Administration

- In Sweden

By the National Social Insurance Board or, after authorization,
its delegate.

Chapter 3. Provisions on Benefits

Article 4

1. The agency of the Contracting State with which an
application for benefits is first filed in accordance with
Article 20 of the Agreement shall inform the agency of the
other Contracting State of this fact without delay, using forms
established for this purpose. It shall also transmit documents
and such other available information as may be necessary for
the agency of the other Contracting State to establish the
right of the applicant to benefits according to the provisions
of Part III of the Agreement. In the case of an application for
disability benefits it shall. in particular, transmit all
relevant medical evidence in its possession concerning the
disability of the applicant.

2. The agency of a Contracting State which receives an
application filed with an agency of the other Contracting State
shall without delay provide the agency of the other Contracting
State with such evidence and other available information as it
may require to complete action on the claim.

3. The agency of the Contracting State with which an
application for benefits has been filed shall verify the
accuracy of the information pertaining to the applicant and his
family members. The types of information to be verified shall
be agreed upon by the liaison agencies.

Article 5

In the application of Article 12 of the Agreement, the Swedish
agency shall notify the United States agency of the years in
which a person has creditable periods of coverage under Swedish
laws.

Article 6

In the application of Article 13 of the Agreement, the United
States agency shall when necessary notify the Swedish agency of
the periods of coverage which a person has completed under the
laws of the United States.

Chapter 4. Miscellaneous Provisions

Article 7

In accordance with measures to be agreed upon pursuant to
Article 2 of this Administrative Arrangement, the agency of one
Contracting State shall, upon request of the agency of the
other Contracting State, furnish available information relating
to the claim of any specified individual for the purpose of
administering the Agreement or the laws specified in Article
2.1 of the Agreement.

Article 8

Copies of documents which are certified as true and exact
copies by the agency of one Contracting State shall be accepted
as true and exact copies by the agency of the other Contracting
State, without further certification. When applying its laws,
the agency of each Contracting State shall be the final judge
of the probative value of the evidence submitted to it from
whatever source.

Article 9

The liaison agencies of the two Contracting States shall
exchange statistics on the number of certificates issued under
Article 3 of this Administrative Arrangement and on the
payments made to beneficiaries under the Agreement for each
calendar year in a form to be agreed upon. The data shall
include the number of beneficiaries and the total amount of
benefits, by type of benefit.

Article 10

1. Where administrative assistance is requested under Article
15 of the Agreement, expenses other than regular personnel and
operating costs of the agencies providing the assistance shall
be reimbursed.

2. Where the agency of a Contracting State requires that a
claimant or beneficiary submit to a medical examination, such
examination, if requested by that agency, shall be arranged by
the agency of the other Contracting State in which the claimant
or beneficiary is present, in accordance with the rules of the
agency making the arrangements and the expense of the agency
which requests the examination.

3. Upon request, the agency of either Contracting State shall
furnish without expense to the agency of the other Contracting
State any medical information and documentation in its
possession relevant to the disability of the claimant or
beneficiary.

4. Amounts owed under paragraphs 1 and 2 shall be reimbursed
upon presentation of a detailed statement of expenses.

Article 11

Where the Agreement or this Administrative Arrangement provides
for communication between agencies of the Contracting States,
the agencies may communicate either directly or through the
liaison agencies.

Article 12

Unless authorized by the national statues of a Contracting
State, information about an individual which is transmitted in
accordance with the Agreement to that Contracting State by
other Contracting State shall be used exclusively for purposes
of implementing the Agreement. Such information received by a
Contracting State shall be governed by the national statues of
that Contracting State for the protection of privacy and
confidentiality of personal data.

Article 13

This Administrative Agreement shall enter into force on the
date of entry into force of the Agreement and shall have the
same period of validity.

Done at Stockholm on the 27th of May, 1985 in duplicate in the
Swedish and English languages, both texts being equally
authentic.

For the Government of the Kingdom of Sweden

Sten Andersson

For the Government of the United States

Margaret M. Heckler

Franklin S. Forsberg

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2378">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2380">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
