

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2004-12-06" /> 
 <meta id="rattsinfo-edited" content="2013-08-27" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2388</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2387">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2389">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2004:1051 ·
                    <a href="/sfsr?bet=2004:1051">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2004:1051) om skatteavtal mellan Sverige och Chile
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2004-11-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1412
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2006-02-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning och
f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; inkomst och
p&#229; f&#246;rm&#246;genhet som Sverige och Chile undertecknade den 4 juni
2004 skall, tillsammans med det protokoll som &#228;r fogat till
avtalet och som utg&#246;r en del av detta, g&#228;lla som lag h&#228;r i
landet. Avtalet och protokollet &#228;r avfattade p&#229; svenska,
spanska och engelska. Den svenska och engelska texten framg&#229;r
av bilaga till denna lag.

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast till den
del dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige
som annars skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1412).

&#214;verg&#229;ngsbest&#228;mmelser

2004:1051

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas i fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs den 1
januari det &#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; avtalet
tr&#228;der i kraft eller senare,

b) andra skatter p&#229; inkomst, p&#229; inkomstskatt som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r som n&#228;rmast
f&#246;ljer efter det &#229;r d&#229; avtalet tr&#228;der i kraft eller senare, och

c) f&#246;rm&#246;genhetsskatt, om och i den omfattning en allm&#228;n skatt
p&#229; f&#246;rm&#246;genhet inf&#246;rs i Chile efter undertecknandet av avtalet,
f&#246;r skatt som tas ut p&#229; f&#246;rm&#246;genhet som innehas den 1 januari
det &#229;r som n&#228;rmast f&#246;ljer efter den dag d&#229; en s&#229;dan allm&#228;n
skatt p&#229; f&#246;rm&#246;genhet inf&#246;rs eller senare.

Bilaga

Avtal mellan Konungariket Sverige och Republiken Chile f&#246;r
undvikande av dubbelbeskattning och f&#246;rhindrande av skatteflykt
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet

Konungariket Sverige och Republiken Chile, som &#246;nskar ing&#229; ett
avtal f&#246;r undvikande av dubbelbeskattning och f&#246;rhindrande av
skatteflykt betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet,

har kommit &#246;verens om f&#246;ljande:

KAPITEL I

AVTALETS TILL&#196;MPNINGSOMR&#197;DE

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet som p&#229;f&#246;rs f&#246;r en avtalsslutande stats, dess
politiska underavdelningars eller lokala myndigheters r&#228;kning,
oberoende av det s&#228;tt p&#229; vilket skatterna tas ut.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla
skatter som tas ut p&#229; inkomst eller p&#229; f&#246;rm&#246;genhet i dess
helhet eller p&#229; delar av inkomst eller f&#246;rm&#246;genhet, d&#228;ri
inbegripet skatter p&#229; vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s
eller fast egendom, samt skatter p&#229; v&#228;rdestegring.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter p&#229; vilka detta avtal
till&#228;mpas &#228;r s&#228;rskilt:

a) i Chile, skatter som p&#229;f&#246;rs enligt inkomstskattelagen, &quot;Ley
sobre Impuesto a la Renta&quot; (i det f&#246;ljande ben&#228;mnda &quot;chilensk
skatt&quot;), och

b) i Sverige,

1. den statliga inkomstskatten,

2. kupongskatten,

3. den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

4. den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl.,

5. den kommunala inkomstskatten, och

6. den statliga f&#246;rm&#246;genhetsskatten

(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;).

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag och p&#229; skatter p&#229; f&#246;rm&#246;genhet, som efter
undertecknandet av avtalet p&#229;f&#246;rs vid sidan av eller i st&#228;llet
f&#246;r de f&#246;r n&#228;rvarande utg&#229;ende skatterna. De beh&#246;riga
myndigheterna i de avtalsslutande staterna skall i slutet av
varje &#229;r meddela varandra de v&#228;sentliga &#228;ndringar som gjorts i
respektive skattelagstiftning.

KAPITEL II

DEFINITIONER

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;Chile&quot; avser Republiken Chile och innefattar ut&#246;ver Chiles
territorium, varje annat havsomr&#229;de &#246;ver vilket Republiken
Chile, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion,

b) &quot;Sverige&quot; avser Konungariket Sverige och innefattar Sveriges
territorium, Sveriges territorialvatten och andra havsomr&#229;den
&#246;ver vilka Sverige, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler,
ut&#246;var suver&#228;na r&#228;ttigheter eller jurisdiktion,

c) &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande
staten&quot; avser Chile eller Sverige, beroende p&#229; sammanhanget,

d) &quot;person&quot; inbegriper fysisk person, bolag och annan
sammanslutning,

e) &quot;bolag&quot; avser juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person,

f) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; avser f&#246;retag som bedrivs av person med
hemvist i en avtalsslutande stat respektive f&#246;retag som bedrivs
av person med hemvist i den andra avtalsslutande staten,

g) &quot;internationell trafik&quot; avser transport med skepp eller
luftfartyg som anv&#228;nds av f&#246;retag i en avtalsslutande stat utom
d&#229; transporten sker uteslutande mellan platser i den andra
avtalsslutande staten,

h) &quot;beh&#246;rig myndighet&quot; avser:

1) i Chile: finansministern eller dennes befullm&#228;ktigade ombud,
och

2) i Sverige: finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
myndighet vid till&#228;mpningen av detta avtal,

i) &quot;medborgare&quot; avser:

1) fysisk person som har medborgarskap i en avtalsslutande
stat, eller

2) juridisk person eller association som bildats enligt den
lagstiftning som g&#228;ller i en avtalsslutande stat.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet vid en viss
tidpunkt anses, s&#229;vida inte sammanhanget f&#246;ranleder annat,
varje uttryck som inte definierats i avtalet ha den betydelse
som uttrycket har vid denna tidpunkt enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet
till&#228;mpas och skall den betydelse uttrycket har enligt g&#228;llande
skattelagstiftning i n&#228;mnda stat &#228;ga f&#246;retr&#228;de framf&#246;r den
betydelse uttrycket har enligt n&#229;gon annan lagstiftning i denna
stat.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av
domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning, bolagsbildning
eller annan liknande omst&#228;ndighet och innefattar ocks&#229; denna
stat, dess politiska underavdelningar och lokala myndigheter
samt dess offentligr&#228;ttsliga organ eller institutioner. Detta
uttryck inbegriper emellertid inte person som &#228;r skattskyldig i
denna stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r
f&#246;rm&#246;genhet bel&#228;gen d&#228;r.

Inkomst, vinst eller realisationsvinst som f&#246;rv&#228;rvas av person
som &#228;r skattem&#228;ssigt transparent enligt lagstiftningen i en av
de avtalsslutande staterna anses f&#246;rv&#228;rvad av person med
hemvist i en avtalsslutande stat till den del inkomsten eller
vinsten enligt skattelagstiftningen i denna stat behandlas som
inkomst, vinst eller realisationsvinst f&#246;r en person med
hemvist d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms dennes hemvist
p&#229; f&#246;ljande s&#228;tt:

a) fysisk person anses ha hemvist endast i den stat d&#228;r
personen har en bostad som stadigvarande st&#229;r till dennes
f&#246;rfogande. Om fysisk person har en s&#229;dan bostad i b&#229;da
staterna, anses hemvist finnas endast i den stat med vilken
dennes personliga och ekonomiska f&#246;rbindelser &#228;r starkast
(centrum f&#246;r levnadsintressena),

b) om det inte kan avg&#246;ras i vilken stat fysisk person har
centrum f&#246;r sina levnadsintressen eller om personen inte i
n&#229;gondera staten har en bostad som stadigvarande st&#229;r till
dennes f&#246;rfogande, anses hemvist finnas endast i den stat d&#228;r
personen stadigvarande vistas,

c) om fysisk person stadigvarande vistas i b&#229;da staterna eller
inte vistas stadigvarande i n&#229;gon av dem, anses hemvist finnas
endast i den stat d&#228;r personen &#228;r medborgare,

d) om fysisk person &#228;r medborgare i b&#229;da staterna eller inte &#228;r
medborgare i n&#229;gon av dem, skall de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i b&#229;da avtalsslutande staterna, anses
denne ha hemvist endast i den stat d&#228;r denne &#228;r medborgare. Om
personen &#228;r medborgare i b&#229;da avtalsslutande staterna eller
inte i n&#229;gon av dem skall de beh&#246;riga myndigheterna i de
avtalsslutande staterna s&#246;ka fastst&#228;lla dennes hemvist genom
&#246;msesidig &#246;verenskommelse. I avsaknad av s&#229;dan &#246;verenskommelse
skall personen inte vara ber&#228;ttigad till n&#229;gon skattel&#228;ttnad
eller n&#229;got undantag fr&#229;n skatt enligt detta avtal.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats som
h&#228;nf&#246;r sig till utforskning eller utvinning av naturtillg&#229;ngar.

3. Uttrycket &quot;fast driftst&#228;lle&quot; skall ocks&#229; innefatta:

a) plats f&#246;r byggnads-, anl&#228;ggnings- eller
installationsverksamhet och verksamhet som best&#229;r av
&#246;vervakning i anslutning d&#228;rtill, men endast om verksamheten
p&#229;g&#229;r l&#228;ngre &#228;n sex m&#229;nader, och

b) tillhandah&#229;llandet av tj&#228;nster, inklusive konsulttj&#228;nster,
av ett f&#246;retag genom anst&#228;llda eller andra fysiska personer som
anlitas av f&#246;retaget f&#246;r s&#229;dant &#228;ndam&#229;l, om verksamheten p&#229;g&#229;r
inom en avtalsslutande stat under en tidsperiod eller
tidsperioder som sammanlagt &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod.

Vid ber&#228;kningen av de tidsgr&#228;nser som anges i denna punkt skall
verksamhet som utf&#246;rs av ett f&#246;retag i intressegemenskap med
ett annat f&#246;retag p&#229; s&#228;tt som anges i artikel 9 l&#228;ggas samman
med den period under vilken verksamhet utf&#246;rs av det sistn&#228;mnda
f&#246;retaget om f&#246;retagens verksamheter &#228;r identiska eller
v&#228;sentligen likartade.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r reklam, tillhandah&#229;llande av information eller
bedrivande av vetenskaplig forskning f&#246;r f&#246;retaget, om
verksamheten &#228;r av f&#246;rberedande eller bitr&#228;dande art.

5. Om en person, som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 6 i denna artikel till&#228;mpas, &#228;r verksam f&#246;r ett
f&#246;retag samt i en avtalsslutande stat har och d&#228;r regelm&#228;ssigt
anv&#228;nder fullmakt att sluta avtal i f&#246;retagets namn, anses
detta f&#246;retag - utan hinder av best&#228;mmelserna i punkterna 1 och
2 i denna artikel - ha fast driftst&#228;lle i denna stat i fr&#229;ga om
varje verksamhet som denna person bedriver f&#246;r f&#246;retaget. Detta
g&#228;ller dock inte, om den verksamhet som denna person bedriver
&#228;r begr&#228;nsad till s&#229;dan som anges i punkt 4 och som om den
bedrevs fr&#229;n en stadigvarande plats f&#246;r aff&#228;rsverksamhet inte
skulle g&#246;ra denna stadigvarande plats f&#246;r aff&#228;rsverksamhet till
fast driftst&#228;lle enligt best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag anses inte ha fast driftst&#228;lle i en avtalsslutande
stat endast p&#229; den grund att f&#246;retaget bedriver
aff&#228;rsverksamhet i denna stat genom f&#246;rmedling av m&#228;klare,
kommission&#228;r eller annan oberoende representant, under
f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin sedvanliga
aff&#228;rsverksamhet och att de villkor som avtalas eller
f&#246;reskrivs i personens handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser med f&#246;retaget inte avviker fr&#229;n dem som skulle ha
avtalats med oberoende m&#228;klare, kommission&#228;rer eller
representanter.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en
avtalsslutande stat kontrollerar eller kontrolleras av ett
bolag med hemvist i den andra avtalsslutande staten eller ett
bolag som bedriver aff&#228;rsverksamhet i denna andra stat
(antingen fr&#229;n fast driftst&#228;lle eller p&#229; annat s&#228;tt), medf&#246;r
inte i och f&#246;r sig att n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle
f&#246;r det andra.

KAPITEL III

BESKATTNING AV INKOMST

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Vid till&#228;mpningen av detta avtal har uttrycket &quot;fast
egendom&quot; den betydelse som uttrycket har enligt lagstiftningen
i den avtalsslutande stat d&#228;r egendomen &#228;r bel&#228;gen. Uttrycket
inbegriper dock alltid tillbeh&#246;r till fast egendom, levande och
d&#246;da inventarier i lantbruk och skogsbruk, r&#228;ttigheter p&#229; vilka
best&#228;mmelserna i privatr&#228;tten om fast egendom till&#228;mpas,
byggnader, nyttjander&#228;tt till fast egendom samt r&#228;tt till
f&#246;r&#228;nderliga eller fasta ers&#228;ttningar f&#246;r nyttjandet av eller
r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller annan
naturtillg&#229;ng. Skepp och luftfartyg anses inte vara fast
egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan
anv&#228;ndning av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast
egendom som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle. Om f&#246;retaget bedriver eller har
bedrivit r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r f&#246;retagets inkomst
beskattas i den andra staten, men endast s&#229; stor del d&#228;rav som
&#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i
vardera avtalsslutande staten till det fasta driftst&#228;llet den
inkomst som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat,
om det varit ett frist&#229;ende f&#246;retag, som bedrivit verksamhet av
samma eller liknande slag under samma eller liknande villkor
och sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r och med alla andra personer.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst f&#229;r avdrag
g&#246;ras f&#246;r n&#246;dv&#228;ndiga utgifter som uppkommit f&#246;r det fasta
driftst&#228;llet, h&#228;runder inbegripna utgifter f&#246;r f&#246;retagets
ledning och allm&#228;nna f&#246;rvaltning, oavsett om utgifterna
uppkommit i den stat d&#228;r det fasta driftst&#228;llet &#228;r bel&#228;get
eller annorst&#228;des.

4. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets
f&#246;rsorg f&#246;r f&#246;retaget.

5. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som
&#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande
&#229;r fr&#229;n &#229;r, s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder
annat.

6. Ing&#229;r i inkomst av r&#246;relse inkomst som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa
artiklar inte av reglerna i denna artikel.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande stat
genom anv&#228;ndningen av skepp eller luftfartyg i internationell
trafik beskattas endast i denna stat.

2. Vid till&#228;mpningen av denna artikel inbegriper uttrycken:

a) &quot;inkomst&quot;:

1) bruttoint&#228;kter som direkt h&#228;rr&#246;r fr&#229;n anv&#228;ndningen av skepp
eller luftfartyg i internationell trafik, och

2) r&#228;nta p&#229; belopp som direkt f&#246;rv&#228;rvats genom anv&#228;ndningen av
skepp eller luftfartyg i internationell trafik, men endast om
r&#228;nteinkomsten i f&#246;rh&#229;llande till verksamheten i &#246;vrigt &#228;r av
underordnad betydelse,

b) &quot;anv&#228;ndningen av skepp eller luftfartyg&quot; av ett f&#246;retag:

1) charter eller uthyrning av skepp eller luftfartyg p&#229; s.k.
bare boat basis, och

2) uthyrning av containrar och d&#228;rtill h&#246;rande utrustning,

under f&#246;ruts&#228;ttning att s&#229;dan charter eller uthyrning, i
f&#246;rh&#229;llande till f&#246;retagets anv&#228;ndning av skepp eller
luftfartyg i internationell trafik, &#228;r av underordnad
betydelse.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som
f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt f&#246;retag
eller en internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital,
eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat
som ett f&#246;retag i den andra avtalsslutande staten eller &#228;ger
del i b&#229;da dessa f&#246;retags kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som
avviker fr&#229;n dem som skulle ha avtalats mellan av varandra
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag
i denna stat inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed beskattar
- inkomst, f&#246;r vilken ett f&#246;retag i den andra avtalsslutande
staten beskattats i denna andra stat, samt den s&#229;lunda
inr&#228;knade inkomsten &#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget
i den f&#246;rstn&#228;mnda staten om de villkor som avtalats mellan
f&#246;retagen hade varit s&#229;dana som skulle ha avtalats mellan av
varandra oberoende f&#246;retag, skall denna andra stat, om den
samtycker, genomf&#246;ra vederb&#246;rlig justering av det skattebelopp
som p&#229;f&#246;rts f&#246;r inkomsten d&#228;r. Vid s&#229;dan justering iakttas
&#246;vriga best&#228;mmelser i detta avtal och de beh&#246;riga myndigheterna
i de avtalsslutande staterna &#246;verl&#228;gger vid behov med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i den andra avtalsslutande staten f&#229;r
beskattas i denna andra stat.

2. Utdelningen f&#229;r beskattas &#228;ven i den avtalsslutande stat d&#228;r
bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat. Om den som har r&#228;tt till
utdelningen emellertid har hemvist i den andra avtalsslutande
staten f&#229;r skatten inte &#246;verstiga:

a) 5 procent av utdelningens bruttobelopp, om den som har r&#228;tt
till utdelningen &#228;r ett bolag som, direkt eller indirekt,
kontrollerar minst 20 procent av det sammanlagda r&#246;stv&#228;rdet i
det utdelande bolaget, och

b) 10 procent av utdelningens bruttobelopp i &#246;vriga fall.

Best&#228;mmelserna i denna punkt ber&#246;r inte bolagets beskattning
f&#246;r vinst av vilken utdelningen betalas.

Best&#228;mmelserna i denna punkt inneb&#228;r ingen begr&#228;nsning vid
till&#228;mpning av den till&#228;ggsskatt (&quot;the additional tax&quot;) som tas
ut i Chile under f&#246;ruts&#228;ttning att den prim&#228;ra bolagsskatten
(&quot;the first category tax&quot;) fullt ut kan avr&#228;knas fr&#229;n
till&#228;ggsskatten. D&#228;rut&#246;ver g&#228;ller att fr&#229;n s&#229;dan tidpunkt d&#229;
n&#228;mnda regelverk upph&#246;r att g&#228;lla skall de avtalsslutande
staterna &#246;verl&#228;gga med varandra i syfte att &#228;ndra avtalet f&#246;r
att &#229;teruppr&#228;tta balansen i &#229;tagandena i avtalet.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier eller andra r&#228;ttigheter, som inte &#228;r fordringar, med
r&#228;tt till andel i vinst, samt inkomst av andra r&#228;ttigheter som
enligt lagstiftningen i den stat d&#228;r det utdelande bolaget har
hemvist vid beskattningen behandlas p&#229; samma s&#228;tt som inkomst
av aktier.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den
som har r&#228;tt till utdelningen har hemvist i en avtalsslutande
stat och bedriver r&#246;relse i den andra avtalsslutande staten,
d&#228;r bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den andel p&#229; grund av vilken
utdelningen betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 14.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra
stat inte beskatta utdelning som bolaget betalar, utom i den
m&#229;n utdelningen betalas till person med hemvist i denna andra
stat eller i den m&#229;n den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med fast driftst&#228;lle eller
stadigvarande anordning i denna andra stat, och ej heller p&#229;
bolagets icke utdelade vinst ta ut en skatt som utg&#229;r p&#229; icke
utdelade vinster, &#228;ven om utdelningen eller den icke utdelade
vinsten helt eller delvis utg&#246;rs av inkomst som uppkommit i
denna andra stat.

6. Best&#228;mmelserna i denna artikel skall inte till&#228;mpas om det
huvudsakliga syftet eller ett av de huvudsakliga syftena, hos
n&#229;gon av de personer som har inflytande &#246;ver bildandet av
bolaget eller placeringen av andelar eller andra r&#228;ttigheter p&#229;
grund av vilken utdelningen betalas, &#228;r att uppn&#229; f&#246;rdelarna i
denna artikel genom s&#229;dant bildande eller s&#229;dan placering.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

2. R&#228;ntan f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna
stat, men om den som har r&#228;tt till r&#228;ntan har hemvist i den
andra avtalsslutande staten f&#229;r skatten inte &#246;verstiga:

a) 5 procent av r&#228;ntans bruttobelopp om denna utg&#229;r p&#229; grund av
l&#229;n som beviljats av bank eller f&#246;rs&#228;kringsbolag,

b) 15 procent av r&#228;ntans bruttobelopp i alla &#246;vriga fall.

3. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av
varje slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning
i fast egendom eller inte, och s&#228;rskilt inkomst av v&#228;rdepapper
som utf&#228;rdats av staten och inkomst av obligationer eller
debentures. Uttrycket inbegriper &#228;ven inkomst som enligt den
statens lagstiftning fr&#229;n vilken inkomsten h&#228;rr&#246;r behandlas p&#229;
samma s&#228;tt vid beskattningen som inkomst fr&#229;n utl&#229;ning.
Uttrycket &quot;r&#228;nta&quot; innefattar inte inkomst som avses i artikel
10.

4. Best&#228;mmelserna i punkterna 1 och 2 i denna artikel till&#228;mpas
inte, om den som har r&#228;tt till r&#228;ntan har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten, fr&#229;n vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den fordran f&#246;r vilken r&#228;ntan
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet eller
den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14 i detta avtal.

5. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
utbetalaren &#228;r en person med hemvist i denna stat. Om
emellertid den person som betalar r&#228;ntan, antingen denne har
hemvist i en avtalsslutande stat eller inte, i en
avtalsslutande stat har fast driftst&#228;lle eller stadigvarande
anordning i samband med vilken den skuld uppkommit f&#246;r vilken
r&#228;ntan betalas, och r&#228;ntan belastar det fasta driftst&#228;llet
eller den stadigvarande anordningen, anses r&#228;ntan h&#228;rr&#246;ra fr&#229;n
den stat d&#228;r det fasta driftst&#228;llet eller den stadigvarande
anordningen finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan
person r&#228;ntebeloppet, av n&#229;gon anledning, &#246;verstiger det belopp
som skulle ha avtalats mellan utbetalaren och den som har r&#228;tt
till r&#228;ntan om s&#229;dana f&#246;rbindelser inte f&#246;relegat, till&#228;mpas
best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda belopp. I
s&#229;dant fall beskattas &#246;verskjutande belopp enligt
lagstiftningen i vardera avtalsslutande staten med iakttagande
av &#246;vriga best&#228;mmelser i detta avtal.

7. Best&#228;mmelserna i denna artikel skall inte till&#228;mpas om det
huvudsakliga syftet eller ett av de huvudsakliga syftena, hos
n&#229;gon av de personer som har inflytande &#246;ver tillskapandet
eller placeringen av den fordran f&#246;r vilken r&#228;ntan betalas, &#228;r
att uppn&#229; f&#246;rdelarna i denna artikel genom s&#229;dant tillskapande
eller s&#229;dan placering.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

2. S&#229;dan royalty f&#229;r emellertid beskattas &#228;ven i den
avtalsslutande stat fr&#229;n vilken den h&#228;rr&#246;r, enligt
lagstiftningen i denna stat, men om den som har r&#228;tt till
royaltyn har hemvist i den andra avtalsslutande staten f&#229;r
skatten inte &#246;verstiga:

a) 5 procent av royaltyns bruttobelopp f&#246;r nyttjandet av eller
r&#228;tten att nyttja industriell, kommersiell eller vetenskaplig
utrustning,

b) 10 procent av royaltyns bruttobelopp i alla andra fall.

3. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk, h&#228;ri inbegripet biograffilm eller
film, band eller annat medel f&#246;r bild- eller ljud&#229;tergivning,
patent, varum&#228;rke, m&#246;nster eller modell, ritning, hemligt
recept eller hemlig tillverkningsmetod eller andra immateriella
tillg&#229;ngar, samt f&#246;r nyttjandet av eller f&#246;r r&#228;tten att nyttja
industriell, kommersiell eller vetenskaplig utrustning eller
f&#246;r upplysning om erfarenhetsr&#246;n av industriell, kommersiell
eller vetenskaplig natur.

4. Best&#228;mmelserna i punkterna 1 och 2 i denna artikel till&#228;mpas
inte, om den som har r&#228;tt till royaltyn har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten, fr&#229;n vilken royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den r&#228;ttighet eller egendom i
fr&#229;ga om vilken royaltyn betalas &#228;ger verkligt samband med det
fasta driftst&#228;llet eller den stadigvarande anordningen. I
s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7 respektive
artikel 14 i detta avtal.

5. Royalty anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
utbetalaren &#228;r en person med hemvist i denna stat. Om
emellertid den person som betalar royaltyn, antingen denne har
hemvist i en avtalsslutande stat eller inte, i en
avtalsslutande stat har fast driftst&#228;lle eller stadigvarande
anordning i samband varmed skyldigheten att betala royaltyn
uppkommit, och royaltyn belastar det fasta driftst&#228;llet eller
den stadigvarande anordningen, anses royaltyn h&#228;rr&#246;ra fr&#229;n den
stat d&#228;r det fasta driftst&#228;llet eller den stadigvarande
anordningen finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan
person royaltybeloppet, med h&#228;nsyn till det nyttjande, den
r&#228;ttighet eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan utbetalaren
och den som har r&#228;tt till royaltyn om s&#229;dana f&#246;rbindelser inte
f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229;
sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp
enligt lagstiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

7. Best&#228;mmelserna i denna artikel skall inte till&#228;mpas om det
huvudsakliga syftet eller ett av de huvudsakliga syftena, hos
n&#229;gon av de personer som har inflytande &#246;ver tillskapandet
eller placeringen av den r&#228;ttighet i fr&#229;ga om vilken royaltyn
betalas, &#228;r att uppn&#229; f&#246;rdelarna i denna artikel genom s&#229;dant
tillskapande eller s&#229;dan placering.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av fast egendom som &#228;r
bel&#228;gen i den andra avtalsslutande staten, f&#229;r beskattas i
denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som utg&#246;r del
av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i
en avtalsslutande stat har i den andra avtalsslutande staten,
eller av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning
f&#246;r att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med
hemvist i en avtalsslutande stat har i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat. Detsamma g&#228;ller vinst
p&#229; grund av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig
eller tillsammans med hela f&#246;retaget) eller av s&#229;dan
stadigvarande anordning.

3. Vinst p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik eller l&#246;s egendom som &#228;r
h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana skepp eller luftfartyg,
beskattas endast i den avtalsslutande stat d&#228;r &#246;verl&#229;taren har
hemvist.

4. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av andelar eller andra
r&#228;ttigheter som representerar kapitalet i ett bolag som har
hemvist i den andra avtalsslutande staten f&#229;r beskattas i denna
andra avtalsslutande stat om,

a) vinsten h&#228;rr&#246;r, direkt eller indirekt, till mer &#228;n 50
procent fr&#229;n fast egendom som &#228;r bel&#228;gen i denna andra
avtalsslutande stat, eller

b) mottagaren av vinsten vid n&#229;got tillf&#228;lle under en
tolvm&#229;nadersperiod f&#246;re &#246;verl&#229;telsen, indirekt eller direkt,
&#228;gde andelar eller andra r&#228;ttigheter som motsvarar minst 20
procent av bolagets kapital, eller

c) mottagaren av vinsten &#228;r en fysisk person som har haft
hemvist i denna andra avtalsslutande stat och f&#229;tt hemvist i
den f&#246;rstn&#228;mnda avtalsslutande staten och &#246;verl&#229;telsen av
andelarna eller r&#228;ttigheterna sker vid n&#229;got tillf&#228;lle under de
tio &#229;r som f&#246;ljer n&#228;rmast efter det att den fysiska personen
upph&#246;rt att ha hemvist i denna andra stat.

Annan vinst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av andelar eller andra
r&#228;ttigheter som representerar kapitalet i ett bolag med hemvist
i den andra avtalsslutande staten f&#229;r beskattas i denna andra
avtalsslutande stat, men skatten f&#229;r inte &#246;verstiga 16 procent
av vinstens belopp.

Utan hinder av &#246;vriga best&#228;mmelser i denna punkt, skall vinst
som pensionsfond med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
p&#229; grund av &#246;verl&#229;telse av andelar eller andra r&#228;ttigheter som
representerar kapitalet i ett bolag med hemvist i den andra
avtalsslutande staten, beskattas endast i den f&#246;rstn&#228;mnda
avtalsslutande staten.

5. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i f&#246;reg&#229;ende punkter beskattas endast i den
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst som fysisk person med hemvist i en avtalsslutande
stat f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller annan
sj&#228;lvst&#228;ndig verksamhet, beskattas endast i denna stat, utom i
f&#246;ljande fall, d&#229; inkomsten ocks&#229; f&#229;r beskattas i den andra
avtalsslutande staten:

a) om s&#229;dan fysisk person i den andra avtalsslutande staten har
en stadigvarande anordning, som regelm&#228;ssigt st&#229;r till dennes
f&#246;rfogande f&#246;r att ut&#246;va verksamheten. I s&#229;dant fall f&#229;r endast
den del av inkomsten som &#228;r h&#228;nf&#246;rlig till denna stadigvarande
anordning beskattas i denna andra stat,

b) om s&#229;dan fysisk person vistas i den andra avtalsslutande
staten under tidsperiod eller tidsperioder som sammanlagt
uppg&#229;r till eller &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod. I s&#229;dant fall f&#229;r endast den del av
inkomsten som h&#228;rr&#246;r fr&#229;n verksamhet som ut&#246;vats i denna andra
stat beskattas i denna stat.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet,
uppfostrings- och undervisningsverksamhet samt s&#229;dan
sj&#228;lvst&#228;ndig verksamhet som l&#228;kare, advokat, ingenj&#246;r,
arkitekt, tandl&#228;kare och revisor ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18 och 19 f&#246;ranleder
annat, beskattas l&#246;n och annan ers&#228;ttning som person med
hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund av
anst&#228;llning, endast i denna stat, s&#229;vida inte arbetet utf&#246;rs i
den andra avtalsslutande staten. Om arbetet utf&#246;rs i denna
andra stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas
d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
ers&#228;ttning, som person med hemvist i en avtalsslutande stat
uppb&#228;r f&#246;r arbete som utf&#246;rs i den andra avtalsslutande staten,
endast i den f&#246;rstn&#228;mnda staten, om

a) mottagaren vistas i den andra staten under tidsperiod eller
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i
den andra staten eller p&#229; dennes v&#228;gnar, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller
stadigvarande anordning som arbetsgivaren har i den andra
staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel
beskattas ers&#228;ttning, som person med hemvist i en
avtalsslutande stat uppb&#228;r f&#246;r arbete som utf&#246;rs ombord p&#229;
skepp eller luftfartyg som anv&#228;nds i internationell trafik,
endast i denna stat.

Artikel 16

Styrelsearvode

Styrelsearvode och annan ers&#228;ttning, som person med hemvist i
en avtalsslutande stat uppb&#228;r i egenskap av medlem i styrelse
eller i annat liknande organ i bolag med hemvist i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i den andra
avtalsslutande staten i egenskap av artist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller i egenskap av sportut&#246;vare, beskattas i denna andra stat.
Inkomst som omfattas av best&#228;mmelserna i denna punkt inbegriper
varje inkomst som en person uppb&#228;r fr&#229;n personlig verksamhet
som utf&#246;rs i den andra staten som har anknytning till dennes
renomm&#233; som artist eller sportut&#246;vare.

2. Utan hinder av best&#228;mmelserna i artiklarna 7, 14 och 15 f&#229;r,
i fall d&#229; inkomst genom personlig verksamhet som artist eller
sportut&#246;vare bedriver i denna egenskap inte tillfaller artisten
eller sportut&#246;varen personligen utan annan person, denna
inkomst beskattas i den avtalsslutande stat d&#228;r artisten eller
sportut&#246;varen bedriver verksamheten.

Artikel 18

Pension och underh&#229;llsbidrag

1. Pension som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och betalas
till person med hemvist i den andra avtalsslutande staten, f&#229;r
beskattas i den f&#246;rstn&#228;mnda staten.

2. Underh&#229;llsbidrag eller annat underst&#246;d som betalas till
person med hemvist i en avtalsslutande stat beskattas endast i
denna stat. Underh&#229;llsbidrag eller annat underst&#246;d som betalas
av person med hemvist i en av de avtalsslutande staterna till
person med hemvist i den andra avtalsslutande staten beskattas,
till den del betalningen inte &#228;r avdragsgill f&#246;r betalaren,
endast i den f&#246;rstn&#228;mnda staten.

Artikel 19

Offentlig tj&#228;nst

1. a) L&#246;n och annan ers&#228;ttning (med undantag f&#246;r pension), som
betalas av en avtalsslutande stat, en av dess politiska
underavdelningar eller lokala myndigheter till fysisk person p&#229;
grund av arbete som utf&#246;rts i denna stats, underavdelnings
eller myndighets tj&#228;nst, beskattas endast i denna stat.

b) S&#229;dan l&#246;n och annan ers&#228;ttning beskattas emellertid endast i
den andra avtalsslutande staten om arbetet utf&#246;rs i denna stat
och personen i fr&#229;ga har hemvist i denna stat och

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
arbetet.

2. Best&#228;mmelserna i artiklarna 15, 16 och 17 till&#228;mpas p&#229; l&#246;n
och annan ers&#228;ttning som betalas p&#229; grund av arbete som utf&#246;rts
i samband med r&#246;relse som bedrivs av en avtalsslutande stat, en
av dess politiska underavdelningar eller lokala myndigheter.

Artikel 20

Studerande

Studerande, l&#228;rling eller aff&#228;rspraktikant som har eller
omedelbart f&#246;re vistelsen i en avtalsslutande stat hade hemvist
i den andra avtalsslutande staten och som vistas i den
f&#246;rstn&#228;mnda staten uteslutande f&#246;r sin undervisning eller
praktik, beskattas inte i denna stat f&#246;r belopp som denne
erh&#229;ller f&#246;r sitt uppeh&#228;lle, sin undervisning eller praktik, om
beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla utanf&#246;r denna stat.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal beskattas endast i denna stat, oavsett varifr&#229;n inkomsten
h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
undantag f&#246;r inkomst av fast egendom som avses i artikel 6
punkt 2, om mottagaren av inkomsten har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller
ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken inkomsten betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

3. Utan hinder av best&#228;mmelserna i punkterna 1 och 2 f&#229;r
inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal och som h&#228;rr&#246;r fr&#229;n den andra avtalsslutande staten,
beskattas i denna andra stat.

KAPITEL IV

BESKATTNING AV F&#214;RM&#214;GENHET

Artikel 22

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av fast egendom vilken person med
hemvist i en avtalsslutande stat innehar och vilken &#228;r bel&#228;gen
i den andra avtalsslutande staten f&#229;r beskattas i denna andra
stat.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
eller av l&#246;s egendom h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r
att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med hemvist
i en avtalsslutande stat har i den andra avtalsslutande staten,
f&#229;r beskattas i denna andra stat.

3. F&#246;rm&#246;genhet best&#229;ende av skepp och luftfartyg som anv&#228;nds i
internationell trafik av ett f&#246;retag i en avtalsslutande stat
och av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana
skepp och luftfartyg, beskattas endast i denna stat.

4. Alla andra slag av f&#246;rm&#246;genhet, som person med hemvist i en
avtalsslutande stat innehar, beskattas endast i denna stat.

5. Best&#228;mmelserna i punkterna 1, 2, 3 och 4 till&#228;mpas i en
avtalsslutande stat endast om b&#229;da avtalsslutande staterna tar
ut en allm&#228;n skatt p&#229; f&#246;rm&#246;genhet.

KAPITEL V

METODER F&#214;R ATT UNDVIKA DUBBELBESKATTNING

Artikel 23

Undanr&#246;jande av dubbelbeskattning

1. Betr&#228;ffande Chile skall dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Person med hemvist i Chile som f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i Sverige f&#229;r, med beaktande av best&#228;mmelserna i
chilensk lag, avr&#228;kna erlagd svensk skatt fr&#229;n chilensk skatt
som skall betalas i fr&#229;ga om samma inkomst eller f&#246;rm&#246;genhet
och denna punkt till&#228;mpas p&#229; all inkomst som avses i avtalet.

b) Om person med hemvist i Chile f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal &#228;r
undantagen fr&#229;n beskattning i Chile, f&#229;r Chile vid
fastst&#228;llandet av skatteuttaget f&#246;r &#246;vrig inkomst eller
f&#246;rm&#246;genhet f&#246;r s&#229;dan person beakta den inkomst eller
f&#246;rm&#246;genhet som undantagits fr&#229;n beskattning.

2. Betr&#228;ffande Sverige skall dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
chilensk lagstiftning och i enlighet med best&#228;mmelserna i detta
avtal f&#229;r beskattas i Chile, skall Sverige - med beaktande av
best&#228;mmelserna i svensk lagstiftning betr&#228;ffande avr&#228;kning av
utl&#228;ndsk skatt (&#228;ven i den lydelse de framdeles kan f&#229; genom
att &#228;ndras utan att den allm&#228;nna princip som anges h&#228;r &#228;ndras)
- fr&#229;n den svenska skatten p&#229; inkomsten avr&#228;kna ett belopp
motsvarande den chilenska skatt som erlagts p&#229; inkomsten.

b) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i detta avtal beskattas endast i Chile, f&#229;r
Sverige vid fastst&#228;llandet av skattesatsen f&#246;r svensk
progressiv skatt beakta den inkomst som skall beskattas endast
i Chile.

c) Utan hinder av best&#228;mmelserna i a) i denna punkt &#228;r
utdelning fr&#229;n bolag med hemvist i Chile till bolag med hemvist
i Sverige undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i
svensk lag om skattebefrielse f&#246;r utdelning som betalas till
svenska bolag fr&#229;n bolag i utlandet.

d) Om person med hemvist i Sverige innehar f&#246;rm&#246;genhet, som
enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i Chile,
skall Sverige fr&#229;n skatten p&#229; denna persons f&#246;rm&#246;genhet avr&#228;kna
ett belopp motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i
Chile. Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den
del av den svenska f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r beskattas i
Chile.

KAPITEL VI

S&#196;RSKILDA BEST&#196;MMELSER

Artikel 24

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i
denna andra stat under samma f&#246;rh&#229;llanden, s&#228;rskilt s&#229;vitt
avser hemvist, &#228;r eller kan bli underkastad.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
skall i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n
beskattningen av f&#246;retag i denna andra stat, som bedriver
verksamhet av samma slag.

3. Denna artikel anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att medge person med hemvist i den andra
avtalsslutande staten s&#229;dant personligt avdrag vid
beskattningen, s&#229;dan skattebefrielse eller skatteneds&#228;ttning p&#229;
grund av civilst&#229;nd eller f&#246;rs&#246;rjningsplikt mot familj som
medges person med hemvist i den egna staten.

4. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 6 eller artikel 12 punkt 6 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan betalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i den andra
avtalsslutande staten avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda staten.
P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat har
till person med hemvist i den andra avtalsslutande staten
avdragsgill vid best&#228;mmandet av s&#229;dant f&#246;retags
beskattningsbara f&#246;rm&#246;genhet p&#229; samma villkor som skuld till
person med hemvist i den f&#246;rstn&#228;mnda staten.

5. Bolag med hemvist i en avtalsslutande stat, vars kapital
helt eller delvis &#228;gs eller kontrolleras, direkt eller
indirekt, av en eller flera personer med hemvist i den andra
avtalsslutande staten, skall inte i den f&#246;rstn&#228;mnda staten bli
f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed sammanh&#228;ngande krav som &#228;r
av annat slag eller mer tyngande &#228;n den beskattning och d&#228;rmed
sammanh&#228;ngande krav som annat liknande bolag med hemvist i den
f&#246;rstn&#228;mnda staten &#228;r eller kan bli underkastat.

6. I denna artikel avses med uttrycket &quot;beskattning&quot; skatter
som omfattas av avtalet.

Artikel 25

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r denne medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan personen, utan att detta
p&#229;verkar personens r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som
finns i dessa staters interna r&#228;ttsordning, l&#228;gga fram saken
f&#246;r den beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r
personen har hemvist eller, om fr&#229;ga &#228;r om till&#228;mpning av
artikel 24 punkt 1, i den avtalsslutande stat d&#228;r denne &#228;r
medborgare.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning,
skall myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig
&#246;verenskommelse med den beh&#246;riga myndigheten i den andra
avtalsslutande staten i syfte att undvika beskattning som
strider mot avtalet.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller
till&#228;mpningen av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter.

Artikel 26

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
utbyta s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa
best&#228;mmelserna i detta avtal eller i de avtalsslutande
staternas interna lagstiftning betr&#228;ffande skatter som omfattas
av avtalet, i den m&#229;n beskattningen enligt denna lagstiftning
inte strider mot avtalet. Utbytet av upplysningar begr&#228;nsas
inte av artikel 1. Upplysningar som en avtalsslutande stat
mottagit skall behandlas s&#229;som hemliga p&#229; samma s&#228;tt som
upplysningar, som erh&#229;llits enligt den interna lagstiftningen i
denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter
(d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan) som
fastst&#228;ller, uppb&#228;r eller indriver de skatter som omfattas av
avtalet eller handl&#228;gger &#229;tal eller besv&#228;r i fr&#229;ga om dessa
skatter. Dessa personer eller myndigheter skall anv&#228;nda
upplysningarna endast f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa
upplysningarna vid offentlig r&#228;tteg&#229;ng eller i
domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte medf&#246;ra skyldighet f&#246;r
en avtalsslutande stat att

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den
andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet,
industri-, handels- eller yrkeshemlighet eller i
n&#228;ringsverksamhet nyttjat f&#246;rfaringss&#228;tt eller upplysningar,
vilkas &#246;verl&#228;mnande skulle strida mot allm&#228;nna h&#228;nsyn (ordre
public).

3. Om en avtalsslutande stat beg&#228;r upplysningar enligt denna
artikel, skall den andra avtalsslutande staten inh&#228;mta de
upplysningar som framst&#228;llningen avser p&#229; samma s&#228;tt som om det
g&#228;llde dess egen beskattning, &#228;ven om denna andra stat vid
denna tidpunkt inte beh&#246;ver s&#229;dana upplysningar. Om beh&#246;rig
myndighet i en avtalsslutande stat s&#228;rskilt beg&#228;r det, skall
den beh&#246;riga myndigheten i den andra avtalsslutande staten s&#246;ka
tillhandah&#229;lla upplysningarna enligt denna artikel i den form
som beg&#228;rs, s&#229;som skriftliga vittnesintyg och kopior av ej
redigerade originalhandlingar (d&#228;ri inbegripet b&#246;cker,
dokument, rapporter, protokoll, r&#228;kenskaper eller
skriftv&#228;xling) i samma omfattning som s&#229;dana intyg och
handlingar kan inh&#228;mtas enligt lagstiftning och administrativ
praxis i denna andra stat betr&#228;ffande dess egna skatter.

Artikel 27

Medlemmar av diplomatisk beskickning och konsulat

 Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer medlemmar
av diplomatisk beskickning eller konsulat.

Artikel 28

&#214;vriga best&#228;mmelser

1. Vid till&#228;mpningen av detta avtal f&#229;r investeringsfonder och
varje annat slags fond som f&#246;rvaltas av person med hemvist i
Chile, beskattas i Chile betr&#228;ffande utdelning, r&#228;nta,
realisationsvinst och annan inkomst som h&#228;rr&#246;r fr&#229;n egendom
eller investering i Chile.

2. Vid till&#228;mpningen av artikel XXII punkt 3 (Konsultation) i
the General Agreement on Trade in Services, &#228;r de
avtalsslutande staterna &#246;verens om att, utan hinder av n&#228;mnda
punkt, tvist som uppst&#229;r mellan dem om huruvida en &#229;tg&#228;rd
omfattas av detta avtal f&#229;r, i enlighet med n&#228;mnda punkt,
avg&#246;ras av the Council for Trade in Services endast med
samtycke av b&#229;da avtalsslutande staterna. Tveksamhet om
tolkningen av denna punkt skall l&#246;sas enligt artikel 25 punkt 3
eller, om detta misslyckas, enligt annat f&#246;rfarande som b&#229;da
avtalsslutande staterna enas om.

3. Detta avtal p&#229;verkar inte till&#228;mpningen av g&#228;llande
best&#228;mmelser i den chilenska lagen DL 600 i den lydelse de har
vid tiden f&#246;r undertecknandet av detta avtal, med den lydelse
de framdeles kan f&#229; genom att &#228;ndras utan att den allm&#228;nna
princip som anges h&#228;r &#228;ndras.

4. Avgifter p&#229; grund av tj&#228;nster som utf&#246;rs under ett &#229;r, och
som betalas under detta &#229;r av eller f&#246;r en fysisk person med
hemvist i en avtalsslutande stat till en pensionsplan som
erk&#228;nns f&#246;r skatte&#228;ndam&#229;l i den andra avtalsslutande staten
skall, under en period som inte &#246;verstiger 60 m&#229;nader,
behandlas p&#229; samma s&#228;tt f&#246;r skatte&#228;ndam&#229;l i den f&#246;rstn&#228;mnda
staten som en avgift vilken betalas till en pensionsplan som
erk&#228;nns f&#246;r skatte&#228;ndam&#229;l i denna f&#246;rstn&#228;mnda stat, om

a) betalningar gjorts regelbundet av eller f&#246;r s&#229;dan fysisk
person till pensionsplanen under perioden omedelbart innan
personen fick hemvist i den f&#246;rstn&#228;mnda staten, och

b) den beh&#246;riga myndigheten i den f&#246;rstn&#228;mnda staten anser att
pensionsplanen i stort &#246;verensst&#228;mmer med en pensionsplan
erk&#228;nd f&#246;r skatte&#228;ndam&#229;l i denna stat.

Vid till&#228;mpningen av denna punkt omfattar uttrycket
&quot;pensionsplan&quot; en pensionsplan som tillkommit i enlighet med
socialf&#246;rs&#228;kringssystemet i en avtalsslutande stat.

5. Med beaktande av att det viktigaste syftet med avtalet &#228;r
att undvika internationell dubbelbeskattning &#228;r de
avtalsslutande staterna &#246;verens om att, f&#246;r det fall avtalets
best&#228;mmelser till&#228;mpas p&#229; ett s&#229;dant s&#228;tt att f&#246;rm&#229;ner utg&#229;r
som inte &#246;verv&#228;gts eller avsetts, de beh&#246;riga myndigheterna i
de avtalsslutande staterna snabbt skall &#246;verl&#228;gga med varandra
i enlighet med f&#246;rfarandet vid &#246;msesidig &#246;verenskommelse enligt
artikel 25 i avsikt att &#228;ndra avtalet om s&#229; anses n&#246;dv&#228;ndigt.

6. Best&#228;mmelserna i detta avtal p&#229;verkar inte beskattningen i
Chile av person med hemvist i Sverige i fr&#229;ga om vinst som &#228;r
h&#228;nf&#246;rlig till fast driftst&#228;lle i Chile, s&#229;vitt avser b&#229;de den
prim&#228;ra bolagsskatten (&quot;the first category tax&quot;) och
till&#228;ggsskatten (&quot;the additional tax&quot;) under f&#246;ruts&#228;ttning att
den prim&#228;ra bolagsskatten kan avr&#228;knas fr&#229;n till&#228;ggsskatten.

7. Betr&#228;ffande inkomst som f&#246;rv&#228;rvas av luftfartskonsortiet
Scandinavian Airlines System (SAS) till&#228;mpas best&#228;mmelserna i
artikel 8 punkt 1 endast i fr&#229;ga om den del av inkomsten som
motsvarar den andel i konsortiet som innehas av SAS Sverige AB,
den svenske del&#228;garen i SAS.

8. Betr&#228;ffande vinst som f&#246;rv&#228;rvas av luftfartskonsortiet
Scandinavian Airlines System (SAS) till&#228;mpas best&#228;mmelserna i
artikel 13 endast i fr&#229;ga om den del av vinsten som motsvarar
den andel i konsortiet som innehas av SAS Sverige AB, den
svenske del&#228;garen i SAS.

9. Betr&#228;ffande f&#246;rm&#246;genhet som innehas av luftfartskonsortiet
Scandinavian Airlines System (SAS) till&#228;mpas best&#228;mmelserna i
artikel 22 endast i fr&#229;ga om den del av f&#246;rm&#246;genheten som
motsvarar den andel i konsortiet som innehas av SAS Sverige AB,
den svenske del&#228;garen i SAS.

KAPITEL VII

AVSLUTANDE BEST&#196;MMELSER

Artikel 29

Ikrafttr&#228;dande

1. Vardera avtalsslutande staten skall p&#229; diplomatisk v&#228;g
underr&#228;tta den andra staten om n&#228;r de &#229;tg&#228;rder vidtagits enligt
respektive stats lagstiftning som kr&#228;vs f&#246;r att detta avtal
skall tr&#228;da i kraft. Avtalet tr&#228;der i kraft den dag d&#229; den
sista av dessa underr&#228;ttelser tas emot.

2. Best&#228;mmelserna i detta avtal skall till&#228;mpas:

a) i Chile,

1) i fr&#229;ga om skatter p&#229; inkomst som f&#246;rv&#228;rvas och belopp som
betalas, tillgodof&#246;rs ett konto, st&#228;lls till f&#246;rfogande eller
redovisas som kostnad, den 1 januari det kalender&#229;r som n&#228;rmast
f&#246;ljer efter det &#229;r d&#229; avtalet tr&#228;der i kraft eller senare,

2) i fr&#229;ga om f&#246;rm&#246;genhetsskatt, om och i den omfattning s&#229;dan
skatt inf&#246;rs i Chile efter undertecknandet av detta avtal, f&#246;r
skatt som tas ut p&#229; f&#246;rm&#246;genhet som innehas den 1 januari det
&#229;r som n&#228;rmast f&#246;ljer efter den dag d&#229; f&#246;rm&#246;genhetsskatten
inf&#246;rs eller senare,

b) i Sverige,

1) i fr&#229;ga om k&#228;llskatter, p&#229; belopp som betalas eller
tillgodof&#246;rs den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter det
&#229;r d&#229; avtalet tr&#228;der i kraft eller senare,

2) i fr&#229;ga om andra skatter p&#229; inkomst, p&#229; inkomstskatt som
p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r som
n&#228;rmast f&#246;ljer efter det &#229;r d&#229; avtalet tr&#228;der i kraft eller
senare,

3) i fr&#229;ga om f&#246;rm&#246;genhetsskatt, om och i den omfattning s&#229;dan
skatt inf&#246;rs i Chile efter undertecknandet av detta avtal, f&#246;r
skatt som tas ut p&#229; f&#246;rm&#246;genhet som innehas den 1 januari det
&#229;r som n&#228;rmast f&#246;ljer efter den dag d&#229; f&#246;rm&#246;genhetsskatten
inf&#246;rs eller senare.

Artikel 30

Upph&#246;rande

1. Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men endera
avtalsslutande staten kan senast den 30 juni under n&#229;got
kalender&#229;r som b&#246;rjar efter utg&#229;ngen av &#229;ret f&#246;r avtalets
ikrafttr&#228;dande p&#229; diplomatisk v&#228;g skriftligen s&#228;ga upp avtalet
hos den andra avtalsslutande staten.

2. Best&#228;mmelserna i detta avtal upph&#246;r att g&#228;lla:

a) i Chile,

i fr&#229;ga om skatt p&#229; inkomst som f&#246;rv&#228;rvas, belopp som betalas,
tillgodof&#246;rs ett konto, st&#228;lls till f&#246;rfogande eller redovisas
som kostnad, eller p&#229; f&#246;rm&#246;genhet som innehas, den 1 januari
det kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; upps&#228;gningen
sker eller senare,

b) i Sverige,

1) i fr&#229;ga om k&#228;llskatter, p&#229; belopp som betalas eller
tillgodof&#246;rs den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter
utg&#229;ngen av sexm&#229;nadersperioden eller senare,

2) i fr&#229;ga om andra skatter p&#229; inkomst, p&#229; inkomstskatt som
p&#229;f&#246;rs f&#246;r taxerings&#229;r som b&#246;rjar den 1 januari det &#229;r som
f&#246;ljer n&#228;rmast efter utg&#229;ngen av sexm&#229;nadersperioden eller
senare,

3) i fr&#229;ga om f&#246;rm&#246;genhetsskatt, f&#246;r skatt som taxeras det
andra kalender&#229;ret som f&#246;ljer n&#228;rmast efter utg&#229;ngen av
sexm&#229;nadersperioden eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Stockholm den 4 juni 2004, i tv&#229; exemplar p&#229;
spanska, svenska och engelska spr&#229;ken. F&#246;r den h&#228;ndelse att
tvist uppkommer vid tolkningen skall den engelska texten &#228;ga
f&#246;retr&#228;de.

F&#246;r Konungariket Sveriges regering

Bosse Ringholm

F&#246;r Republiken Chiles regering

Nicol&#225;s Eyzaguirre

Protokoll till avtalet mellan Konungariket Sverige och
Republiken Chile f&#246;r undvikande av dubbelbeskattning och
f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; inkomst och
p&#229; f&#246;rm&#246;genhet

Vid undertecknandet av avtalet f&#246;r undvikande av
dubbelbeskattning och f&#246;rhindrande av skatteflykt betr&#228;ffande
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet mellan Konungariket
Sverige och Republiken Chile, har de avtalsslutande staterna
kommit &#246;verens om att f&#246;ljande best&#228;mmelser skall utg&#246;ra en
integrerande del av avtalet:

Artiklarna 10, 11 och 12

Betr&#228;ffande artikel 10 punkt 6, artikel 11 punkt 7 och artikel
12 punkt 7 skall, n&#228;r en avtalsslutande stat &#246;verv&#228;ger att neka
en person med hemvist i den andra avtalsslutande staten
f&#246;rm&#229;ner, de beh&#246;riga myndigheterna &#246;verl&#228;gga med varandra.

Artiklarna 11 och 12

Om en &#246;verenskommelse eller ett avtal mellan Chile och en
medlemsstat av Organisationen f&#246;r ekonomiskt samarbete och
utveckling f&#246;reskriver att Chile undantar fr&#229;n beskattning
r&#228;nta eller royalty (antingen generellt eller betr&#228;ffande vissa
typer av r&#228;nta eller royalty) som h&#228;rr&#246;r fr&#229;n Chile, eller
begr&#228;nsar skatteuttaget p&#229; s&#229;dan r&#228;nta eller royalty (antingen
generellt eller betr&#228;ffande vissa typer av r&#228;nta eller royalty)
till en l&#228;gre skattesats &#228;n som anges i artikel 11 punkt 2
eller artikel 12 punkt 2 i avtalet, skall s&#229;dant undantag eller
l&#228;gre skattesats g&#228;lla automatiskt p&#229; r&#228;nta eller royalty
(antingen generellt eller betr&#228;ffande de s&#228;rskilda typerna av
r&#228;nta eller royalty) som h&#228;rr&#246;r fr&#229;n Chile och som r&#228;tteligen
tillkommer en person med hemvist i Sverige samt r&#228;nta eller
royalty som h&#228;rr&#246;r fr&#229;n Sverige och som r&#228;tteligen tillkommer
en person med hemvist i Chile under samma f&#246;rh&#229;llanden som om
undantaget eller den l&#228;gre skattesatsen hade f&#246;reskrivits i
n&#228;mnda punkter. Den beh&#246;riga myndigheten i Chile skall utan
dr&#246;jsm&#229;l underr&#228;tta den beh&#246;riga myndigheten i Sverige n&#228;r
villkoren f&#246;r till&#228;mpningen av denna punkt har uppfyllts.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta protokoll.

Som skedde i Stockholm den 4 juni 2004, i tv&#229; exemplar p&#229;
spanska, svenska och engelska spr&#229;ken. F&#246;r den h&#228;ndelse att
tvist uppkommer vid tolkningen skall den engelska texten &#228;ga
f&#246;retr&#228;de.

F&#246;r Konungariket Sveriges regering

Bosse Ringholm

F&#246;r Republiken Chiles regering

Nicol&#225;s Eyzaguirre


Convention between the Kingdom of Sweden and the Republic of
Chile for the avoidance of double taxation and the prevention
of fiscal evasion with respect to taxes on income and on
capital

The Kingdom of Sweden and the Republic of Chile, desiring to
conclude a Convention for the avoidance of double taxation and
the prevention of fiscal evasion with respect to taxes on
income and on capital;

Have agreed as follows:

CHAPTER I

SCOPE OF THE CONVENTION

Article 1

Persons covered

This Convention shall apply to persons who are residents of one
or both of the Contracting States.

Article 2

Taxes covered

1. This Convention shall apply to taxes on income and on
capital imposed on behalf of a Contracting State or of its
political subdivisions or local authorities, irrespective of
the manner in which they are levied.

2. There shall be regarded as taxes on income and on capital
all taxes imposed on total income, on total capital, or on
elements of income or of capital, including taxes on gains from
the alienation of movable or immovable property, as well as
taxes on capital appreciation.

3. The existing taxes to which the Convention shall apply are,
in particular:

(a) in Chile, the taxes imposed under the Income Tax Act, (&quot;Ley
sobre Impuesto a la Renta&quot;) (hereinafter referred to as
&quot;Chilean tax&quot;); and

(b) in Sweden,

(i) the national income tax (&quot;den statliga inkomstskatten&quot;);

(ii) the withholding tax on dividends (&quot;kupongskatten&quot;);

(iii) the income tax on non-residents (&quot;den s&#228;rskilda
inkomstskatten f&#246;r utomlands bosatta&quot;);

(iv) the income tax on non-resident artistes and athletes (&quot;den
s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl.&quot;);

(v) the municipal income tax (&quot;den kommunala inkomstskatten&quot;);
and

(vi) the net wealth tax (&quot;den statliga f&#246;rm&#246;genhetsskatten&quot;)

(hereinafter referred to as &quot;Swedish tax&quot;).

4. The Convention shall apply also to any identical or
substantially similar taxes and to taxes on capital which are
imposed after the date of signature of the Convention in
addition to, or in place of, the existing taxes. The competent
authorities of the Contracting States shall, at the end of each
year, notify each other of any significant changes which have
been made in their respective taxation laws.

CHAPTER II

DEFINITIONS

Article 3

General definitions

1. For the purposes of this Convention, unless the context
otherwise requires:

(a) the term &quot;Chile&quot; means the Republic of Chile and includes,
in addition to the national territory, any other maritime areas
over which the Republic of Chile exercises sovereign rights or
jurisdiction in accordance with international law;

(b) the term &quot;Sweden&quot; means the Kingdom of Sweden and includes
the national territory, the territorial sea of Sweden as well
as other maritime areas over which Sweden in accordance with
international law exercises sovereign rights or jurisdiction;

(c) the terms &quot;a Contracting State&quot; and &quot;the other Contracting
State&quot; mean, as the context requires, Chile or Sweden;

(d) the term &quot;person&quot; includes an individual, a company and any
other body of persons;

(e) the term &quot;company&quot; means any body corporate or any entity
which is treated as a body corporate for tax purposes;

(f) the terms &quot;enterprise of a Contracting State&quot; and
&quot;enterprise of the other Contracting State&quot; mean respectively
an enterprise carried on by a resident of a Contracting State
and an enterprise carried on by a resident of the other
Contracting State;

(g) the term &quot;international traffic&quot; means any transport by a
ship or aircraft operated by an enterprise of a Contracting
State, except when such transport is solely between places in
the other Contracting State;

(h) the term &quot;competent authority&quot; means:

(i) in the case of Chile, the Minister of Finance or the
Minister&#39;s authorised representative, and

(ii) in the case of Sweden, the Minister of Finance, his
authorised representative or the authority which is designated
as a competent authority for the purposes of this Convention;

(i) the term &quot;national&quot; means:

(i) any individual possessing the nationality of a Contracting
State, or

(ii) any legal person or association constituted in accordance
with the laws in force in a Contracting State.

2. As regards the application of the Convention at any time by
a Contracting State, any term not defined therein shall, unless
the context otherwise requires, have the meaning that it has at
that time under the law of that State for the purposes of the
taxes to which the Convention applies, any meaning under the
applicable tax laws of that State prevailing over a meaning
given to the term under other laws of that State.

Article 4

Resident

1. For the purposes of this Convention, the term &quot;resident of a
Contracting State&quot; means any person who, under the laws of that
State, is liable to tax therein by reason of the person&#39;s
domicile, residence, place of management, place of
incorporation or any other criterion of a similar nature and
also includes that State, and any political subdivision, local
authority, governmental body or agency thereof. This term,
however, does not include any person who is liable to tax in
that State in respect only of income from sources in that State
or of capital situated therein.

An item of income, profit or gain derived through a person that
is fiscally transparent under the laws of either Contracting
State shall be considered to be derived by a resident of a
Contracting State to the extent that the item is treated for
the purposes of the taxation law of that Contracting State as
the income, profit or gain of a resident.

2. Where by reason of the provisions of paragraph 1 an
individual is a resident of both Contracting States, then the
individual&#39;s status shall be determined as follows:

(a) the individual shall be deemed to be a resident only of the
State in which the individual has a permanent home available;
if the individual has a permanent home available in both
States, the individual shall be deemed to be a resident only of
the State with which the individual&#39;s personal and economic
relations are closer (centre of vital interests);

(b) if the State in which the individual&#39;s centre of vital
interests cannot be determined, or if there is not a permanent
home available to the individual in either State, the
individual shall be deemed to be a resident only of the State
in which the individual has an habitual abode;

(c) if the individual has an habitual abode in both States or
in neither of them, the individual shall be deemed to be a
resident only of the State of which the individual is a
national;

(d) if the individual is a national of both States or of
neither of them, the competent authorities of the Contracting
States shall settle the question by mutual agreement procedure.

3. Where by reason of the provisions of paragraph 1 a person
other than an individual is a resident of both Contracting
States, then it shall be deemed to be a resident only of the
State of which it is a national. If the person is a national of
both Contracting States or of neither of them the Contracting
States shall by mutual agreement procedure endeavour to settle
the question. In the absence of a mutual agreement by the
competent authorities of the Contracting States, the person
shall not be entitled to any relief or exemption from tax
provided by the Convention.

Article 5

Permanent establishment

1. For the purposes of this Convention, the term &quot;permanent
establishment&quot; means a fixed place of business through which
the business of an enterprise is wholly or partly carried on.

2. The term &quot;permanent establishment&quot; includes especially:

(a) a place of management;

(b) a branch;

(c) an office;

(d) a factory;

(e) a workshop; and

(f) a mine, an oil or gas well, a quarry or any other place
relating to the exploration for or the exploitation of natural
resources.

3. The term &quot;permanent establishment&quot; shall also include:

(a) a building site or construction or installation project and
the supervisory activities in connection therewith but only if
such building site, project or activities last more than six
months, and

(b) the furnishing of services, including consultancy services,
by an enterprise through employees or other individuals engaged
by the enterprise for such purpose, where activities of that
nature continue within a Contracting State for a period or
periods exceeding in the aggregate 183 days within any twelve
month period.

For the purposes of computing the time limits in this
paragraph, activities carried on by an enterprise associated
with another enterprise within the meaning of Article 9 of this
Convention shall be aggregated with the period during which
activities are carried on by the last mentioned enterprise if
the activities of the associated enterprises are identical or
substantially similar.

4. Notwithstanding the preceding provisions of this Article,
the term &quot;permanent establishment&quot; shall be deemed not to
include:

(a) the use of facilities solely for the purpose of storage,
display or delivery of goods or merchandise belonging to the
enterprise;

(b) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of storage,
display or delivery;

(c) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of
processing by another enterprise;

(d) the maintenance of a fixed place of business solely for the
purpose of purchasing goods or merchandise or of collecting
information, for the enterprise;

(e) the maintenance of a fixed place of business solely for the
purpose of advertising, supplying information or carrying out
scientific research for the enterprise, if such activity is of
a preparatory or auxiliary character.

5. Notwithstanding the provisions of paragraphs 1 and 2 of this
Article where a person (other than an agent of an independent
status to whom paragraph 6 of this Article applies) is acting
on behalf of an enterprise and has and habitually exercises in
a Contracting State an authority to conclude contracts on
behalf of the enterprise, that enterprise shall be deemed to
have a permanent establishment in that State in respect of any
activities which that person undertakes for the enterprise,
unless the activities of such person are limited to those
mentioned in paragraph 4 which, if exercised through a fixed
place of business, would not make this fixed place of business
a permanent establishment under the provisions of that
paragraph.

6. An enterprise shall not be deemed to have a permanent
establishment in a Contracting State merely because it carries
on business in that State through a broker, general commission
agent or any other agent of an independent status, provided
that such persons are acting in the ordinary course of their
business, and that the conditions that are made or imposed in
their commercial or financial relations with the enterprise do
not differ from those which would generally be agreed with
independent brokers or agents.

7. The fact that a company which is a resident of a Contracting
State controls or is controlled by a company which is a
resident of the other Contracting State, or which carries on
business in that other State (whether through a permanent
establishment or otherwise), shall not of itself constitute
either company a permanent establishment of the other.

CHAPTER III

TAXATION OF INCOME

Article 6

Income from immovable property

1. Income derived by a resident of a Contracting State from
immovable property (including income from agriculture or
forestry) situated in the other Contracting State may be taxed
in that other State.

2. For the purposes of this Convention, the term &quot;immovable
property&quot; shall have the meaning which it has under the law of
the Contracting State in which the property in question is
situated. The term shall in any case include property accessory
to immovable property, livestock and equipment used in
agriculture and forestry, rights to which the provisions of
general law respecting landed property apply, buildings,
usufruct of immovable property and rights to variable or fixed
payments as consideration for the working of, or the right to
work, mineral deposits, sources and other natural resources.
Ships and aircraft shall not be regarded as immovable property.

3. The provisions of paragraph 1 shall apply to income derived
from the direct use, letting, or use in any other form of
immovable property.

4. The provisions of paragraphs 1 and 3 shall also apply to the
income from immovable property of an enterprise and to income
from immovable property used for the performance of independent
personal services.

Article 7

Business profits

1. The profits of an enterprise of a Contracting State shall be
taxable only in that State unless the enterprise carries on
business in the other Contracting State through a permanent
establishment situated therein. If the enterprise carries on or
has carried on business as aforesaid, the profits of the
enterprise may be taxed in the other State but only so much of
them as is attributable to that permanent establishment.

2. Subject to the provisions of paragraph 3, where an
enterprise of a Contracting State carries on business in the
other Contracting State through a permanent establishment
situated therein, there shall in each Contracting State be
attributed to that permanent establishment the profits which it
might be expected to make if it were a distinct and separate
enterprise engaged in the same or similar activities under the
same or similar conditions and dealing wholly independently
with the enterprise of which it is a permanent establishment
and with all other persons.

3. In determining the profits of a permanent establishment,
there shall be allowed as deductions necessary expenses which
are incurred for the purposes of the permanent establishment,
including executive and general administrative expenses so
incurred, whether in the State in which the permanent
establishment is situated or elsewhere.

4. No profits shall be attributed to a permanent establishment
by reason of the mere purchase by that permanent establishment
of goods or merchandise for the enterprise.

5. For the purposes of the preceding paragraphs, the profits to
be attributed to the permanent establishment shall be
determined by the same method year by year unless there is good
and sufficient reason to the contrary.

6. Where profits include items of income which are dealt with
separately in other Articles of this Convention, then the
provisions of those Articles shall not be affected by the
provisions of this Article.

Article 8

Shipping and air transport

1. Profits derived by an enterprise of a Contracting State from
the operation of ships or aircraft in international traffic
shall be taxable only in that State.

2. For the purposes of this Article:

(a) the term &quot;profits&quot; includes:

(i) gross revenues derived directly from the operation of ships
or aircraft in international traffic, and

(ii) interest on amounts derived directly from the operation of
ships or aircraft in international traffic, but only if such
interest is incidental to the operation;

(b) the expression &quot;operation of ships or aircraft&quot; by an
enterprise, also includes:

(i) the charter or rental on a bare boat basis of ships and
aircraft, and

(ii) the rental of containers and related equipment;

if that charter or rental is incidental to the operation by the
enterprise of ships or aircraft in international traffic.

3. The provisions of paragraph 1 shall also apply to profits
from the participation in a pool, a joint business or an
international operating agency.

Article 9

Associated enterprises

1. Where

(a) an enterprise of a Contracting State participates directly
or indirectly in the management, control or capital of an
enterprise of the other Contracting State, or

(b) the same persons participate directly or indirectly in the
management, control or capital of an enterprise of a
Contracting State and an enterprise of the other Contracting
State,

and in either case conditions are made or imposed between the
two enterprises in their commercial or financial relations
which differ from those which would be made between independent
enterprises, then any profits which would, but for those
conditions, have accrued to one of the enterprises, but, by
reason of those conditions, has not so accrued, may be included
in the profits of that enterprise and taxed accordingly.

2. Where a Contracting State includes in the profits of an
enterprise of that State - and taxes accordingly - profits on
which an enterprise of the other Contracting State has been
charged to tax in that other State and the profits so included
are profits which would have accrued to the enterprise of the
first-mentioned State if the conditions made between the two
enterprises had been those which would have been made between
independent enterprises, then that other State, shall, if it
agrees, make an appropriate adjustment to the amount of tax
charged therein on those profits. In determining such
adjustment, due regard shall be had to the other provisions of
this Convention and the competent authorities of the
Contracting States shall if necessary consult each other.

Article 10

Dividends

1. Dividends paid by a company that is a resident of a
Contracting State to a resident of the other Contracting State
may be taxed in that other State.

2. Such dividends may also be taxed in the Contracting State of
which the company paying the dividends is a resident and
according to the laws of that State. However, if the beneficial
owner of the dividends is a resident of the other Contracting
State, the tax so charged shall not exceed:

(a) 5 per cent of the gross amount of the dividends if the
beneficial owner is a company that controls directly or
indirectly at least 20 per cent of the voting power in the
company paying the dividends, and

(b) 10 per cent of the gross amount of the dividends, in all
other cases.

The provisions of this paragraph shall not affect the taxation
of the company in respect of the profits out of which the
dividends are paid.

The provisions of this paragraph shall not limit the
application of the additional tax to be paid in Chile provided
that the first category tax is fully creditable in computing
the amount of additional tax. In addition, from such time as
this condition ceases to exist the Contracting States shall
consult with each other with a view to amending the Convention
to re-establish the balance of benefits under the Convention.

3. The term &quot;dividends&quot; as used in this Article means income
from shares or other rights, not being debt-claims,
participating in profits, as well as income from other rights
which is subjected to the same taxation treatment as income
from shares by the laws of the State of which the company
making the distribution is a resident.

4. The provisions of paragraphs 1 and 2 shall not apply if the
beneficial owner of the dividends, being a resident of a
Contracting State, carries on business in the other Contracting
State of which the company paying the dividends is a resident,
through a permanent establishment situated therein, or performs
in that other State independent personal services from a fixed
base situated therein, and the holding in respect of which the
dividends are paid is effectively connected with such permanent
establishment or fixed base. In such case the provisions of
Article 7 or Article 14, as the case may be, shall apply.

5. Where a company that is a resident of a Contracting State
derives profits or income from the other Contracting State,
that other State may not impose any tax on the dividends paid
by the company, except insofar as such dividends are paid to a
resident of that other State or insofar as the holding in
respect of which the dividends are paid is effectively
connected with a permanent establishment or a fixed base
situated in that other State, nor subject the company&#39;s
undistributed profits to a tax on undistributed profits, even
if the dividends paid or the undistributed profits consist
wholly or partly of profits or income arising in such other
State.

6. The provisions of this Article shall not apply if it was the
main purpose or one of the main purposes of any person
concerned with the creation or assignment of the shares or
other rights in respect of which the dividend is paid to take
advantage of this Article by means of that creation or
assignment.

Article 11

Interest

1. Interest arising in a Contracting State and paid to a
resident of the other Contracting State may be taxed in that
other State.

2. However, such interest may also be taxed in the Contracting
State in which it arises and according to the laws of that
State, but if the beneficial owner of the interest is a
resident of the other Contracting State, the tax so charged
shall not exceed:

(a) 5 per cent of the gross amount of the interest derived from
loans granted by banks and insurance companies;

(b) 15 per cent of the gross amount of the interest in all
other cases.

3. The term &quot;interest&quot; as used in this Article means income
from debt-claims of every kind, whether or not secured by
mortgage, and in particular, income from government securities
and income from bonds or debentures, as well as income which is
subjected to the same taxation treatment as income from money
lent by the laws of the State in which the income arises. The
term &quot;interest&quot; shall not include income dealt with in Article
10.

4. The provisions of paragraphs 1 and 2 of this Article shall
not apply if the beneficial owner of the interest, being a
resident of a Contracting State, carries on business in the
other Contracting State in which the interest arises through a
permanent establishment situated therein, or performs in that
other State independent personal services from a fixed base
situated therein, and the debt-claim in respect of which the
interest is paid is effectively connected with such permanent
establishment or fixed base. In such case the provisions of
Article 7 or Article 14 of this Convention, as the case may be,
shall apply.

5. Interest shall be deemed to arise in a Contracting State
when the payer is a resident of that State. Where, however, the
person paying the interest, whether a resident of a Contracting
State or not, has in a Contracting State a permanent
establishment or a fixed base in connection with which the
indebtedness on which the interest is paid was incurred, and
such interest is borne by such permanent establishment or fixed
base, then such interest shall be deemed to arise in the State
in which the permanent establishment or fixed base is situated.

6. Where, by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the interest exceeds, for whatever
reason, the amount that would have been agreed upon by the
payer and the beneficial owner in the absence of such
relationship, the provisions of this Article shall apply only
to the last-mentioned amount. In such case, the excess part of
the payments shall remain taxable according to the laws of each
Contracting State, due regard being had to the other provisions
of this Convention.

7. The provisions of this Article shall not apply if it was the
main purpose or one of the main purposes of any person
concerned with the creation or assignment of the debt-claim in
respect of which the interest is paid to take advantage of this
Article by means of that creation or assignment.

Article 12

Royalties

1. Royalties arising in a Contracting State and paid to a
resident of the other Contracting State may be taxed in that
other State.

2. However, such royalties may also be taxed in the Contracting
State in which they arise and according to the laws of that
State, but if the beneficial owner of the royalties is a
resident of the other Contracting State, the tax so charged
shall not exceed:

(a) 5 per cent of the gross amount of the royalties for the use
of, or the right to use, industrial, commercial or scientific
equipment,

(b) 10 per cent of the gross amount of the royalties in all
other cases.

3. The term &quot;royalties&quot; as used in this Article means payments
of any kind received as a consideration for the use of, or the
right to use, any copyright of literary, artistic or scientific
work, including cinematographic films or films, tapes or other
means of image or sound reproduction, patent, trade mark,
design or model, plan, secret formula or process or other
intangible property, or for the use of, or the right to use,
industrial, commercial or scientific equipment, or for
information concerning industrial, commercial or scientific
experience.

4. The provisions of paragraphs 1 and 2 of this Article shall
not apply if the beneficial owner of the royalties, being a
resident of a Contracting State, carries on business in the
other Contracting State in which the royalties arise, through a
permanent establishment situated therein, or performs in that
other State independent personal services from a fixed base
situated therein, and the right or property in respect of which
the royalties are paid is effectively connected with such
permanent establishment or fixed base. In such case the
provisions of Article 7 or Article 14 of this Convention, as
the case may be, shall apply.

5. Royalties shall be deemed to arise in a Contracting State
when the payer is a resident of that State. Where, however, the
person paying the royalties, whether a resident of a
Contracting State or not, has in a Contracting State a
permanent establishment or a fixed base in connection with
which the obligation to pay the royalties was incurred, and
such royalties are borne by such permanent establishment or
fixed base, then such royalties shall be deemed to arise in the
State in which the permanent establishment or fixed base is
situated.

6. Where, by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the royalties having regard to the use,
right or information for which they are paid exceeds the amount
that would have been agreed upon by the payer and the
beneficial owner in the absence of such relationship, the
provisions of this Article shall apply only to the last-
mentioned amount. In such case, the excess part of the payments
shall remain taxable according to the laws of each Contracting
State, due regard being had to the other provisions of this
Convention.

7. The provisions of this Article shall not apply if it was the
main purpose or one of the main purposes of any person
concerned with the creation or assignment of the rights in
respect to which the royalties are paid to take advantage of
this Article by means of that creation or assignment.

Article 13

Capital gains

1. Gains derived by a resident of a Contracting State from the
alienation of immovable property situated in the other
Contracting State may be taxed in that other State.

2. Gains from the alienation of movable property forming part
of the business property of a permanent establishment that an
enterprise of a Contracting State has in the other Contracting
State or of movable property pertaining to a fixed base
available to a resident of a Contracting State in the other
Contracting State for the purpose of performing independent
personal services, including such gains from the alienation of
such a permanent establishment (alone or with the whole
enterprise) or of such a fixed base, may be taxed in that other
State.

3. Gains from the alienation of ships or aircraft operated in
international traffic or from movable property pertaining to
the operation of such ships or aircraft shall be taxable only
in the Contracting State of which the alienator is a resident.

4. Gains derived by a resident of a Contracting State from the
alienation of shares or other rights representing the capital
of a company that is a resident of the other Contracting State
may be taxed in that other Contracting State if,

(a) the gains derive more than 50 per cent of their value
directly or indirectly from immovable property situated in that
other Contracting State; or

(b) the recipient of the gain at any time during the 12-month
period preceding such alienation owned, directly or indirectly,
shares or other rights consisting of 20 per cent or more of the
capital of that company; or

(c) the recipient of the gain is an individual who has been a
resident of that other Contracting State and who has become a
resident of the first-mentioned Contracting State and the
alienation of the shares or other corporate rights occurs at
any time during the ten years next following the date on which
the individual has ceased to be a resident of that other State.

Any other gains derived by a resident of a Contracting State
from the alienation of shares or other rights representing the
capital of a company resident in the other Contracting State
may be taxed in that other Contracting State but the tax so
charged shall not exceed 16 per cent of the amount of the gain.

Notwithstanding any other provision of this paragraph, gains
derived by a pension fund that is a resident of a Contracting
State from the alienation of shares or other rights
representing the capital of a company that is a resident of the
other Contracting State shall be taxable only in the first-
mentioned Contracting State.

5. Gains from the alienation of any property other than that
referred to in the above mentioned paragraphs, shall be taxable
only in the Contracting State of which the alienator is a
resident.

Article 14

Independent personal services

1. Income derived by an individual who is a resident of a
Contracting State in respect of professional services or other
activities of an independent character shall be taxable only in
that State except in the following circumstances, when such
income may also be taxed in the other Contracting State:

(a) if such individual has a fixed base regularly available in
the other Contracting State for purpose of performing the
activities; in that case, only so much of the income as is
attributable to that fixed base may be taxed in that other
State;

(b) if such individual stays in the other Contracting State for
a period or periods amounting to or exceeding in the aggregate
183 days in any twelve month period; in that case, only so much
of the income as is derived from the activities performed in
that other State may be taxed in that State.

2. The term &quot;professional services&quot; includes especially
independent scientific, literary, artistic, educational or
teaching activities as well as the independent activities of
physicians, lawyers, engineers, architects, dentists and
accountants.

Article 15

Income from employment

1. Subject to the provisions of Articles 16, 18 and 19,
salaries, wages and other remuneration derived by a resident of
a Contracting State in respect of an employment shall be
taxable only in that State unless the employment is exercised
in the other Contracting State. If the employment is so
exercised, such remuneration as is derived therefrom may be
taxed in that other State.

2. Notwithstanding the provisions of paragraph 1, remuneration
derived by a resident of a Contracting State in respect of an
employment exercised in the other Contracting State shall be
taxable only in the first-mentioned State if:

(a) the recipient is present in the other State for a period or
periods not exceeding in the aggregate 183 days in any twelve
month period commencing or ending in the fiscal year concerned,
and

(b) the remuneration is paid by, or on behalf of, a person
being an employer who is not a resident of the other State, and

(c) the remuneration is not borne by a permanent establishment
or a fixed base that the person being an employer has in the
other State.

3. Notwithstanding the preceding provisions of this Article,
remuneration derived by a resident of a Contracting State in
respect of an employment exercised aboard a ship or aircraft
operated in international traffic shall be taxable only in that
State.

Article 16

Directors&#39; fees

Directors&#39; fees and other payments derived by a resident of a
Contracting State in the capacity as a member of the board of
directors or a similar organ of a company which is a resident
of the other Contracting State may be taxed in that other
State.

Article 17

Artistes and sportspersons

1. Notwithstanding the provisions of Articles 14 and 15, income
derived by a resident of a Contracting State as an artiste,
such as a theatre, motion picture, radio or television artiste,
or a musician, or as a sportsperson, from that resident&#39;s
personal activities as such exercised in the other Contracting
State, may be taxed in that other State. The income referred to
in this paragraph shall include any income derived from any
personal activity exercised in the other State related with
that person&#39;s renown as an artiste or sportsperson.

2. Notwithstanding the provisions of Articles 7, 14 and 15,
where income in respect of personal activities exercised by an
artiste or a sportsperson in that capacity as such accrues not
to the artiste or sportsperson personally but to another
person, that income may be taxed in the Contracting State in
which the activities of the artiste or sportsperson are
exercised.

Article 18

Pensions and alimony

1. Pensions arising in a Contracting State and paid to a
resident of the other Contracting State may be taxed in the
first-mentioned State.

2. Alimony and other maintenance payments paid to a resident of
a Contracting State shall be taxable only in that State.
However, any alimony or other maintenance payments paid by a
resident of one of the Contracting States to a resident of the
other Contracting State shall, to the extent it is not
allowable as a relief to the payer, be taxable only in the
first-mentioned State.

Article 19

Government service

1. (a) Salaries, wages and other remuneration, other than a
pension, paid by a Contracting State or a political subdivision
or a local authority thereof to an individual in respect of
services rendered to that State or subdivision or authority
shall be taxable only in that State.

(b) However, such salaries, wages and other remuneration shall
be taxable only in the other Contracting State if the services
are rendered in that State and the individual is a resident of
that State who:

(i) is a national of that State; or

(ii) did not become a resident of that State solely for the
purpose of rendering the services.

2. The provisions of Articles 15, 16 and 17 shall apply to
salaries, wages and other remuneration in respect of services
rendered in connection with a business carried on by a
Contracting State or a political subdivision or a local
authority thereof.

Article 20

Students

Payments which a student, apprentice or business trainee who
is, or was, immediately before visiting a Contracting State, a
resident of the other Contracting State and who is present in
the first-mentioned State solely for the purpose of that
individual&#39;s education or training receives for the purpose of
that individual&#39;s maintenance, education or training shall not
be taxed in that State, if such payments arise from sources
outside that State.

Article 21

Other income

1. Items of income of a resident of a Contracting State,
wherever arising, not dealt with in the foregoing Articles of
this Convention shall be taxable only in that State.

2. The provisions of paragraph 1 shall not apply to income,
other than income from immovable property as defined in
paragraph 2 of Article 6, if the recipient of such income,
being a resident of a Contracting State, carries on business in
the other Contracting State through a permanent establishment
situated therein, or performs in that other State independent
personal services from a fixed base situated therein, and the
right or property in respect of which the income is paid is
effectively connected with such permanent establishment or
fixed base. In such case the provisions of Article 7 or Article
14, as the case may be, shall apply.

3. Notwithstanding the provisions of paragraphs 1 and 2, items
of income of a resident of a Contracting State not dealt with
in the foregoing Articles of this Convention and arising in the
other Contracting State may also be taxed in that other State.

CHAPTER IV

TAXATION OF CAPITAL

Article 22

Capital

1. Capital represented by immovable property owned by a
resident of a Contracting State and situated in the other
Contracting State, may be taxed in that other State.

2. Capital represented by movable property forming part of the
business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State or by movable property pertaining to a fixed base
available to a resident of a Contracting State in the other
Contracting State for the purpose of performing independent
personal services, may be taxed in that other State.

3. Capital represented by ships and aircraft operated in
international traffic by an enterprise of a Contracting State
and by movable property pertaining to the operation of such
ships and aircraft, shall be taxable only in that State.

4. All other elements of capital of a resident of a Contracting
State shall be taxable only in that State.

5. The provisions of paragraphs 1, 2, 3 and 4 shall apply in a
Contracting State only if both Contracting States levy a
general tax on capital.

CHAPTER V

METHODS FOR THE AVOIDANCE OF DOUBLE TAXATION

Article 23

Avoidance of double taxation

1. In the case of Chile, double taxation shall be avoided as
follows:

(a) residents in Chile, obtaining income or owning capital
which may, in accordance with the provisions of this
Convention, be subject to taxation in Sweden, may credit the
Swedish tax so paid against any Chilean tax payable in respect
of the same income or capital, subject to the applicable
provisions of the law of Chile, this paragraph shall apply to
all income referred to in the Convention;

(b) where, in accordance with any provision of the Convention,
income derived or capital owned by a resident of Chile is
exempt from tax in Chile, Chile may nevertheless, in
calculating the amount of tax on other income or capital, take
into account the exempted income or capital.

2. In the case of Sweden, double taxation shall be avoided as
follows:

(a) Where a resident of Sweden derives income which under the
laws of Chile and in accordance with the provisions of this
Convention may be taxed in Chile, Sweden shall allow - subject
to the provisions of the laws of Sweden concerning credit for
foreign tax (as it may be amended from time to time without
changing the general principle hereof) - as a deduction from
the tax on such income, an amount equal to the Chilean tax paid
in respect of such income.

(b) Where a resident of Sweden derives income which, in
accordance with the provisions of this Convention, shall be
taxable only in Chile, Sweden may, when determining the
graduated rate of Swedish tax, take into account the income
which shall be taxable only in Chile.

(c) Notwithstanding the provisions of sub-paragraph (a) of this
paragraph, dividends paid by a company which is a resident of
Chile to a company which is a resident of Sweden shall be
exempt from Swedish tax according to the provisions of Swedish
law governing the exemption of tax on dividends paid to Swedish
companies by companies abroad.

(d) Where a resident of Sweden owns capital which, in
accordance with the provisions of this Convention, may be taxed
in Chile, Sweden shall allow as a deduction from the tax on the
capital of that resident an amount equal to the capital tax
paid in Chile. Such deduction shall not, however, exceed that
part of the Swedish capital tax, as computed before the
deduction is given, which is appropriate to the capital which
may be taxed in Chile.

CHAPTER VI

SPECIAL PROVISIONS

Article 24

Non-discrimination

1. Nationals of a Contracting State shall not be subjected in
the other Contracting State to any taxation or any requirement
connected therewith, which is other or more burdensome than the
taxation and connected requirements to which nationals of that
other State in the same circumstances, in particular with
respect to residence, are or may be subjected.

2. The taxation on a permanent establishment that an enterprise
of a Contracting State has in the other Contracting State shall
not be less favourably levied in that other State than the
taxation levied on enterprises of that other State carrying on
the same activities.

3. Nothing in this Article shall be construed as obliging a
Contracting State to grant to residents of the other
Contracting State any personal allowances, reliefs and
reductions for taxation purposes on account of civil status or
family responsibilities that it grants to its own residents.

4. Except where the provisions of paragraph 1 of Article 9,
paragraph 6 of Article 11, or paragraph 6 of Article 12, apply,
interest, royalties and other disbursements paid by an
enterprise of a Contracting State to a resident of the other
Contracting State shall, for the purpose of determining the
taxable profits of such enterprise, be deductible under the
same conditions as if they had been paid to a resident of the
first-mentioned State. Similarly, any debts of an enterprise of
a Contracting State to a resident of the other Contracting
State shall, for the purpose of determining the taxable capital
of such enterprise, be deductible under the same conditions as
if they had been contracted to a resident of the first-
mentioned State.

5. Companies which are residents of a Contracting State, the
capital of which is wholly or partly owned or controlled,
directly or indirectly, by one or more residents of the other
Contracting State, shall not be subjected in the first-
mentioned State to any taxation or any requirement connected
therewith that is other or more burdensome than the taxation
and connected requirements to which other similar companies of
the first-mentioned State are or may be subjected.

6. In this Article, the term &quot;taxation&quot; means taxes that are
the subject of this Convention.

Article 25

Mutual agreement procedure

1. Where a person considers that the actions of one or both of
the Contracting States result or will result for that person in
taxation not in accordance with the provisions of this
Convention, that person may, irrespective of the remedies
provided by the domestic law of those States, present the case
to the competent authority of the Contracting State of which
that person is a resident or, if that person&#39;s case comes under
paragraph 1 of Article 24, to that of the Contracting State of
which that person is a national.

2. The competent authority shall endeavour, if the objection
appears to it to be justified and if it is not itself able to
arrive at a satisfactory solution, to resolve the case by a
mutual agreement procedure with the competent authority of the
other Contracting State, with a view to the avoidance of
taxation not in accordance with the Convention.

3. The competent authorities of the Contracting States shall
endeavour to resolve by a mutual agreement procedure any
difficulties or doubts arising as to the interpretation or
application of the Convention.

4. The competent authorities of the Contracting States may
communicate with each other directly for the purpose of
reaching an agreement in the sense of the preceding paragraphs.

Article 26

Exchange of information

1. The competent authorities of the Contracting States shall
exchange such information as is necessary for carrying out the
provisions of this Convention or of the domestic laws in the
Contracting States concerning taxes covered by the Convention
insofar as the taxation thereunder is not contrary to the
Convention. The exchange of information is not restricted by
Article 1. Any information received by a Contracting State
shall be treated as secret in the same manner as information
obtained under the domestic laws of that State and shall be
disclosed only to persons or authorities (including courts and
administrative bodies) involved in the assessment or collection
of, the enforcement or prosecution in respect of, or the
determination of appeals in relation to the taxes covered by
this Convention. Such persons or authorities shall use the
information only for such purposes. They may disclose the
information in public court proceedings or in judicial
decisions.

2. In no case shall the provisions of paragraph 1 be construed
so as to impose on a Contracting State the obligation:

(a) to carry out administrative measures at variance with the
laws and the administrative practice of that or of the other
Contracting State;

(b) to supply information that is not obtainable under the laws
or in the normal course of the administration of that or of the
other Contracting State;

(c) to supply information which would disclose any trade,
business, industrial, commercial or professional secret or
trade process, or information, the disclosure of which would be
contrary to public policy (&quot;ordre public&quot;).

3. If information is requested by a Contracting State in
accordance with this Article, the other Contracting State shall
obtain the information to which the request relates in the same
way as if its own taxation were involved even though the other
State does not, at that time, need such information. If
specifically requested by the competent authority of a
Contracting State, the competent authority of the other
Contracting State shall endeavour to provide information under
this Article in the form requested, such as depositions of
witnesses and copies of unedited original documents (including
books, papers, statements, records, accounts or writings), to
the same extent such depositions and documents can be obtained
under the laws and administrative practices of that other State
with respect to its own taxes.

Article 27

Members of diplomatic missions and consular posts

Nothing in this Convention shall affect the fiscal privileges
of members of diplomatic missions or consular posts under the
general rules of international law or under the provisions of
special agreements.

Article 28

Miscellaneous rules

1. For the purposes of this Convention, investment funds or any
other fund of any kind, which are being administered by a
person resident in Chile, may be taxed in Chile in respect of
dividends, interest, capital gains and other income derived
from property or investment in Chile.

2. For the purposes of paragraph 3 of Article XXII
(Consultation) of the General Agreement on Trade in Services,
the Contracting States agree that, notwithstanding that
paragraph, any dispute between them as to whether a measure
falls within the scope of this Convention may be brought before
the Council for Trade in Services, as provided by that
paragraph, only with the consent of both Contracting States.
Any doubt as to the interpretation of this paragraph shall be
resolved under paragraph 3 of Article 25 or, failing agreement
under that procedure, pursuant to any other procedure agreed to
by both Contracting States.

3. Nothing in this Convention shall affect the application of
the existing provisions of the Chilean legislation DL 600 as
they are in force at the time of signature of this Convention
and as they may be amended from time to time without changing
the general principle hereof.

4. Contributions in a year in respect of services rendered in
that year paid by, or on behalf of, an individual who is a
resident of a Contracting State to a pension plan that is
recognised for tax purposes in the other Contracting State
shall, during a period not exceeding in the aggregate 60
months, be treated in the same way for tax purposes in the
first-mentioned State as a contribution paid to a pension plan
that is recognised for tax purposes in that first-mentioned
State, if

(a) contributions were made by, or on behalf of, such
individual on a regular basis to the pension plan for a period
ending immediately before that individual became a resident of
the first-mentioned State; and

(b) the competent authority of the first-mentioned State agrees
that the pension plan generally corresponds to a pension plan
recognised for tax purposes by that State.

For the purposes of this paragraph, &quot;pension plan&quot; includes a
pension plan created under the social security system in a
Contracting State.

5. Considering that the main aim of the Convention is to avoid
international double taxation, the Contracting States agree
that, in the event the provisions of the Convention are used in
such a manner as to provide benefits not contemplated or not
intended, the competent authorities of the Contracting States
shall in an expeditious manner, consult according to the mutual
agreement procedure of Article 25 with a view to amending the
Convention, where necessary.

6. Nothing in this Convention shall affect the taxation in
Chile of a resident in Sweden in respect of profits
attributable to a permanent establishment situated in Chile,
under both the first category tax and the additional tax but
only as long as the first category tax is deductible in
computing the additional tax.

7. With respect to profits derived by the air transport
consortium Scandinavian Airlines System (SAS) the provisions of
Article 8 paragraph 1 shall apply only to such part of the
profits as corresponds to the participation held in that
consortium by SAS Sverige AB, the Swedish partner of SAS.

8. With respect to gains derived by the air transport
consortium Scandinavian Airlines System (SAS), the provisions
of Article 13 shall apply only to such part of the gains as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

9. With respect to capital owned by the air transport
consortium Scandinavian Airlines System (SAS), the provisions
of Article 22 shall apply only to such part of the capital as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

CHAPTER VII

FINAL PROVISIONS

Article 29

Entry into force

1. Each of the Contracting States shall notify the other
through diplomatic channels of the completion of the procedures
required by law for the bringing into force of this Convention.
This Convention shall enter into force on the date of the
receipt of the later of these notifications.

2. The provisions of this Convention shall have effect:

(a) in Chile,

(i) in respect of taxes on income obtained and amounts paid,
credited to an account, put at the disposal or accounted as an
expense, on or after the first day of January in the calendar
year next following that in which this Convention enters into
force;

(ii) in respect of taxes on capital, if and to the extent such
tax will be imposed by Chile after the date of signature of
this Convention, for tax levied in relation to capital owned on
or after the first day of January of the year next following
the date on which tax on capital has been introduced; and

(b) in Sweden,

(i) in respect of taxes withheld at source, for amounts paid or
credited on or after the first day of January of the year next
following the date on which the Convention enters into force;

(ii) in respect of other taxes on income, on income tax
chargeable for any tax year beginning on or after the first day
of January of the year next following the date on which the
Convention enters into force;

(iii) in respect of taxes on capital, if and to the extent such
tax will be imposed by Chile after the date of signature of
this Convention, for tax levied in relation to capital owned on
or after the first day of January of the year next following
the date on which tax on capital has been introduced.

Article 30

Termination

1. This Convention shall continue in effect indefinitely but
either Contracting State may, on or before the thirtieth day of
June in any calendar year beginning after the year in which the
Convention enters into force, give to the other Contracting
State a notice of termination in writing through diplomatic
channels.

2. The provisions of this Convention shall cease to have
effect:

(a) in Chile,

in respect of taxes on income obtained and amounts paid,
credited to an account, put at the disposal or accounted as an
expense, or on capital owned, on or after the first day of
January in the calendar year next following that in which the
notice is given; and

(b) in Sweden,

(i) in respect of taxes withheld at source, for amounts paid or
credited on or after the first day of January of the year next
following the end of the six month period;

(ii) in respect of other taxes on income, on income tax
chargeable for any tax year beginning on or after the first day
of January of the year next following the end of the six month
period;

(iii) in respect of taxes on capital, for tax which is assessed
on or after the second calendar year next following the end of
the six month period.

IN WITNESS WHEREOF the undersigned, duly authorised to that
effect, have signed this Convention.

DONE in duplicate at Stockholm this 4th day of June 2004, in
the Spanish, Swedish and English languages. In case of
divergence between the texts the English text shall prevail.

For the Government of the Kingdom of Sweden

Bosse Ringholm

For the Government of the Republic of Chile

Nicol&#225;s Eyzaguirre

Protocol to the Convention between the Kingdom of Sweden and
the Republic of Chile for the avoidance of double taxation and
the prevention of fiscal evasion with respect to taxes on
income and on capital

At the moment of signing the Convention for the avoidance of
double taxation and the prevention of fiscal evasion with
respect to taxes on income and on capital between the Kingdom
of Sweden and the Republic of Chile, the Contracting States
have agreed that the following provisions shall form an
integral part of the Convention:

Articles 10, 11 and 12

In respect of paragraph 6 of Article 10, paragraph 7 of Article
11 and paragraph 7 of Article 12, it is agreed that when a
Contracting State contemplates to deny benefits to a resident
of the other Contracting State, the competent authorities
should consult with each other.

Articles 11 and 12

It is agreed that if any agreement or convention between Chile
and a member state of the Organisation for Economic Co-
operation and Development provides that Chile shall exempt from
tax interest or royalties (either generally or in respect of
specific categories of interest or royalties) arising in Chile,
or limit the tax charged in Chile on such interest or royalties
(either generally or in respect of specific categories of
interest or royalties) to a rate lower than that provided for
in paragraph 2 of Article 11 or paragraph 2 of Article 12 of
the Convention, such exemption or lower rate shall
automatically apply to interest or royalties (either generally
or in respect of those specific categories of interest or
royalties) arising in Chile and beneficially owned by a
resident of Sweden and interest or royalties arising in Sweden
and beneficially owned by a resident of Chile under the same
conditions as if such exemption or lower rate had been
specified in those paragraphs. The competent authority of Chile
shall inform the competent authority of Sweden without delay
that the conditions for the application of this paragraph have
been met.

IN WITNESS WHEREOF the undersigned, duly authorised to that
effect, have signed this Protocol.

DONE in duplicate at Stockholm this 4th day of June 2004, in
the Spanish, Swedish and English languages. In case of
divergence between the texts the English text shall prevail.

For the Government of the Kingdom of Sweden

Bosse Ringholm

For the Government of the Republic of Chile

Nicol&#225;s Eyzaguirre

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2387">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2389">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
