

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2004-11-02" /> 
 <meta id="rattsinfo-edited" content="2013-08-27" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2407</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2406">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2408">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2004:752 ·
                    <a href="/sfsr?bet=2004:752">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2004:752) om skattereduktion f&#246;r utgifter f&#246;r 
byggnadsarbete p&#229; bostadshus
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2004-10-21
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2004-11-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Inledande best&#228;mmelser

1 &#167; Skattereduktion enligt denna lag ges &#228;gare till bostadshus
och innehavare av privatbostadsr&#228;tt som haft utgifter av det
slag som avses i 2 &#167;, om inte annat framg&#229;r av 5 &#167; andra
stycket. Med &#228;gare avses &#228;ven den som enligt 1 kap. 5 &#167;
fastighetstaxeringslagen (1979:1152) skall likst&#228;llas med
&#228;gare.

I fr&#229;ga om handelsbolag tillkommer r&#228;tten till skattereduktion
i st&#228;llet del&#228;garna.

Med bostadshus avses byggnad som vid fastighetstaxeringen
betecknats som sm&#229;hus eller hyreshus, i fr&#229;ga om hyreshus dock
endast till den del det utg&#246;r en v&#228;rderingsenhet f&#246;r bost&#228;der.

Med privatbostadsr&#228;tt avses l&#228;genhet eller sm&#229;hus som uppl&#229;tits
till medlem i f&#246;rening eller del&#228;gare i aktiebolag, om
f&#246;reningen eller bolaget &#228;r ett s&#229;dant privatbostadsf&#246;retag som
avses i 2 kap. 17 &#167; inkomstskattelagen (1999:1229). Avg&#246;rande
vid denna bed&#246;mning &#228;r de f&#246;rh&#229;llanden som r&#229;dde vid ing&#229;ngen
av det kalender&#229;r d&#229; de &#229;tg&#228;rder som avses i 2 &#167; f&#246;rsta stycket
utf&#246;rdes.

Underlag f&#246;r skattereduktion

2 &#167; Underlag f&#246;r skattereduktion &#228;r utgifter f&#246;r reparation och
underh&#229;ll samt utgifter f&#246;r om- och tillbyggnad av bostadshus
(byggnadsarbete). Som byggnadsarbete r&#228;knas inte &#229;tg&#228;rder som
enbart avser service p&#229; maskiner och andra inventarier eller
installationer eller reng&#246;ring.

I underlaget r&#228;knas inte in utgifter f&#246;r material och
utrustning och inte heller v&#228;rdet av byggnadsarbete som utf&#246;rts
av fastighets&#228;garen eller innehavaren av privatbostadsr&#228;tten
eller, i det fall som avses i 1 &#167; andra stycket, del&#228;garna i
handelsbolaget. Med &#228;gare eller innehavare j&#228;mst&#228;lls i detta
h&#228;nseende f&#246;retag som ing&#229;r i samma koncern eller annars st&#229;r
under i huvudsak gemensam ledning med fastighets&#228;garen eller
innehavaren av privatbostadsr&#228;tten.

I underlaget r&#228;knas inte heller in utgifter f&#246;r &#229;tg&#228;rder f&#246;r
vilka f&#246;rs&#228;kringsers&#228;ttning l&#228;mnats, f&#246;r vilka statliga bidrag
eller annat statligt st&#246;d beviljats eller f&#246;r vilka annan
skattereduktion givits.

3 &#167; Underlaget f&#246;r skattereduktionen omfattar endast utgifter
f&#246;r byggnadsarbete som har utf&#246;rts under tiden den 15 april
2004 - 30 juni 2005 och som &#228;r betalda vid tidpunkten f&#246;r
ans&#246;kan.

Utgifter f&#246;r byggnadsarbete inr&#228;knas i underlaget endast om
arbetet utf&#246;rts av n&#229;gon som innehar F-skattsedel vid den
tidpunkt n&#228;r avtalet om arbete tr&#228;ffades eller n&#228;r ers&#228;ttningen
utbetalades.

En uppgift om innehav av F-skattsedel f&#229;r godtas, om den l&#228;mnas
i en anbudshandling, en faktura eller n&#229;gon j&#228;mf&#246;rlig handling
som &#228;ven inneh&#229;ller utbetalarens och betalningsmottagarens namn
och adress samt betalningsmottagarens personnummer,
samordningsnummer eller organisationsnummer. Uppgiften om
innehav av F-skattsedel f&#229;r dock inte godtas, om den som
betalar ut ers&#228;ttningen k&#228;nner till att uppgiften &#228;r oriktig.

Skattereduktionens storlek

4 &#167; Skattereduktionen uppg&#229;r till 30 procent av underlaget.
Skattereduktionen f&#229;r dock, om inte annat framg&#229;r av 5 &#167; andra
stycket, sammanlagt inte &#246;verstiga

1. f&#246;r sm&#229;hus som utg&#246;r en taxeringsenhet 10 500 kronor,

2. f&#246;r hyreshus som utg&#246;r en taxeringsenhet det h&#246;gsta av
beloppen 20 000 kronor eller ett belopp motsvarande tre g&#229;nger
fastighetsskatten f&#246;r bostadsdelen f&#246;r hela kalender&#229;ret 2004,

3. f&#246;r en privatbostadsr&#228;tt 5 000 kronor.

Om s&#246;kandens underlag inte uppg&#229;r till sammanlagt minst 2 000
kronor ges inte n&#229;gon skattereduktion.

Skattereduktion medges inte med st&#246;rre belopp &#228;n vad som &#228;r
f&#246;renligt med kommissionens f&#246;rordning (EG) nr 69/2001 av den
12 januari 2001 om till&#228;mpning av artiklarna 87 och 88 i EG-
f&#246;rdraget p&#229; st&#246;d av mindre betydelse. Det totala st&#246;det enligt
den f&#246;rordningen f&#229;r inte &#246;verstiga 100 000 euro under en
tre&#229;rsperiod.

5 &#167; I fr&#229;ga om taxeringsenhet som best&#229;r av tv&#229; eller flera
sm&#229;hus som till &#246;verv&#228;gande del uppl&#229;tits med hyresr&#228;tt f&#229;r
reglerna till&#228;mpas som om sm&#229;husen tillsammans utg&#246;r ett
hyreshus, om skattereduktionen d&#228;rigenom blir h&#246;gre.

I fr&#229;ga om taxeringsenhet som best&#229;r av tv&#229; eller flera sm&#229;hus
som uppl&#229;tits med bostadsr&#228;tt, skall varje innehavare av
privatbostadsr&#228;tt ges skattereduktion som om han eller hon &#228;gde
det med bostadsr&#228;tt uppl&#229;tna sm&#229;huset. I s&#229;dant fall har
fastighets&#228;garen inte r&#228;tt att erh&#229;lla skattereduktion.

Skattereduktion f&#246;r en del&#228;gare i en fastighet eller i en
privatbostadsr&#228;tt utg&#246;r h&#246;gst s&#229; stor andel av den totala
skattereduktionen f&#246;r fastigheten eller privatbostadsr&#228;tten som
svarar mot hans eller hennes andel i fastigheten eller
privatbostadsr&#228;tten n&#228;r arbetet utf&#246;rdes.

Ans&#246;kan och beslut

6 &#167; Ans&#246;kan om skattereduktion g&#246;rs skriftligen hos
Skatteverket.

7 &#167; Ans&#246;kan skall inneh&#229;lla uppgift om

1. s&#246;kandens personnummer, samordningsnummer eller
organisationsnummer samt, om ans&#246;kan avser en
privatbostadsr&#228;tt, f&#246;reningens eller bolagets
organisationsnummer,

2. fastighetens beteckning samt, om ans&#246;kan avser en
privatbostadsr&#228;tt, l&#228;genhetens eller sm&#229;husets beteckning,

3. s&#246;kandens andel i fastigheten eller i privatbostadsr&#228;tten
n&#228;r arbetet utf&#246;rdes,

4. det byggnadsarbete som utf&#246;rts p&#229; fastigheten eller p&#229;
privatbostadsr&#228;tten och n&#228;r arbetet utf&#246;rts,

5. underlaget f&#246;r den skattereduktion som beg&#228;rs,

6. organisationsnummer, samordningsnummer eller personnummer
f&#246;r den som utf&#246;rt byggnadsarbetet, samt

7. huruvida s&#246;kanden ans&#246;kt om eller beviljats s&#229;dan
ers&#228;ttning, bidrag eller annat st&#246;d som avses i 2 &#167; tredje
stycket.

Om s&#246;kanden har f&#246;rv&#228;rvat fastigheten eller privatbostadsr&#228;tten
under n&#229;got av &#229;ren 2004 eller 2005, skall ans&#246;kan ocks&#229;
inneh&#229;lla uppgift om f&#246;rv&#228;rvet och om den som fastigheten eller
privatbostadsr&#228;tten f&#246;rv&#228;rvats fr&#229;n.

Till ans&#246;kan skall fogas kopia av faktura eller motsvarande
handling utvisande vilket byggnadsarbete som utf&#246;rts och
utgiften f&#246;r detta arbete, uppgift om utgiften f&#246;r material och
utrustning samt, om s&#246;kanden &#228;r innehavare av en
privatbostadsr&#228;tt, intyg fr&#229;n f&#246;reningen eller bolaget som
visar att han eller hon &#228;r medlem i f&#246;reningen eller del&#228;gare i
bolaget och &#228;r innehavare av en privatbostadsr&#228;tt. Till ans&#246;kan
skall &#228;ven fogas uppgift betr&#228;ffande annat statligt st&#246;d som
beviljats under den n&#228;rmast f&#246;reg&#229;ende tre&#229;rsperioden f&#246;r
kontroll i enlighet med artikel 3.1 i kommissionens f&#246;rordning
(EG) nr 69/2001 av den 12 januari 2001 om till&#228;mpningen av
artiklarna 87 och 88 i EG-f&#246;rdraget p&#229; st&#246;d av mindre
betydelse.

Av ans&#246;kan skall framg&#229; n&#228;r betalningen skett.

8 &#167; &#196;gs fastigheten eller innehas privatbostadsr&#228;tten av ett
handelsbolag, skall i ans&#246;kan uppges hur skattereduktionen
skall f&#246;rdelas mellan del&#228;garna.

9 &#167; Utg&#229;r s&#229;dan ers&#228;ttning eller beviljas s&#229;dan skattereduktion
eller s&#229;dant bidrag eller st&#246;d som avses i 2 &#167; tredje stycket
efter det att ans&#246;kan om skattereduktion l&#228;mnats in skall
s&#246;kanden, inom en m&#229;nad fr&#229;n den dag ers&#228;ttningen,
skattereduktionen, bidraget eller st&#246;det beviljades, anm&#228;la
detta till Skatteverket.

10 &#167; Om en fastighet eller en privatbostadsr&#228;tt har bytt &#228;gare
eller innehavare och tv&#229; eller flera &#228;gare eller innehavare p&#229;
grund av detta &#228;r ber&#228;ttigade till skattereduktion skall den
vars ans&#246;kan f&#246;rst kom in till Skatteverket i f&#246;rsta hand ges
skattereduktion. Kom ans&#246;kningarna in samma dag, skall
skattereduktionen f&#246;rdelas mellan s&#246;kandena i f&#246;rh&#229;llande till
storleken av de underlag f&#246;r skattereduktion, ber&#228;knade med
beaktande av 4 &#167; andra stycket, som ans&#246;kningarna avser.

11 &#167; Ans&#246;kan om skattereduktion skall ha kommit in till
Skatteverket senast den 1 mars 2006.

Om en ans&#246;kan har kommit in senast den 1 mars 2005 skall
skattereduktionen tillgodor&#228;knas vid debitering av skatt p&#229;
grund av 2005 eller 2006 &#229;rs taxering efter vad som anges i
ans&#246;kan. Har ans&#246;kan kommit in senare tillgodor&#228;knas
skattereduktionen vid debitering p&#229; grund av 2006 &#229;rs taxering
eller, om taxering inte sker detta &#229;r, 2007 &#229;rs taxering.

12 &#167; Skatteverket skall besluta i &#228;renden enligt denna lag.

Har Skatteverket avgjort ett s&#229;dant &#228;rende f&#229;r en ny ans&#246;kan
inte pr&#246;vas f&#246;rr&#228;n efter utg&#229;ngen av &#229;r 2005 om inte ans&#246;kan
avser utgifter p&#229; minst 2 000 kronor som ing&#229;r i s&#246;kandens
underlag f&#246;r skattereduktion.

Skattetill&#228;gg, ompr&#246;vning och &#246;verklagande

13 &#167; Best&#228;mmelserna om skattetill&#228;gg i 15 kap.
skattebetalningslagen (1997:483) g&#228;ller ocks&#229; i fr&#229;ga om
uppgifter som avses i denna lag.

Skatteverkets beslut enligt denna lag ompr&#246;vas och &#246;verklagas
enligt best&#228;mmelserna i 21 och 22 kap. skattebetalningslagen.

Om Skatteverkets beslut beh&#246;ver &#228;ndras till f&#246;ljd av ett annat
beslut av Skatteverket eller f&#246;rvaltningsdomstol som r&#246;r
skattereduktion enligt denna lag, fastighetstaxering eller
debitering av fastighetsskatt, f&#229;r s&#229;dan &#228;ndring ske genom
ompr&#246;vning &#228;ven efter utg&#229;ngen av tid som f&#246;reskrivs f&#246;r
ompr&#246;vning i skattebetalningslagen men senast sex m&#229;nader efter
det beslut som f&#246;ranleder &#228;ndringen.

&#214;vriga best&#228;mmelser

14 &#167; I fr&#229;ga om skattereduktion enligt denna lag till&#228;mpas vad
som g&#228;ller om best&#228;mmande och debitering av slutlig skatt
enligt skattebetalningslagen (1997:483).

Skattereduktion enligt denna lag skall r&#228;knas av mot kommunal
och statlig inkomstskatt samt mot statlig fastighetsskatt.

Best&#228;mmelser om att h&#228;nsyn skall tas till skattereduktion vid
beslut om slutlig skatt finns i 11 kap. 9 &#167;
skattebetalningslagen.

15 &#167; Skattereduktionen skall inte beaktas vid ber&#228;kning av
skattebeloppet enligt 4 &#167; lagen (1997:324) om begr&#228;nsning av
skatt.

Skattereduktionen skall inte beaktas vid ber&#228;kning av
prelimin&#228;r skatt enligt skattebetalningslagen (1997:483).

16 &#167; Vid avyttring av en fastighet eller en privatbostadsr&#228;tt
skall skattereduktionen inte beaktas vid ber&#228;kning av
anskaffningsutgifter och f&#246;rb&#228;ttringsutgifter enligt 44 kap.
14 &#167; inkomstskattelagen (1999:1229).

Skattereduktionen skall inte heller beaktas vid ber&#228;kning av
anskaffningsv&#228;rdet f&#246;r en byggnad enligt 19 kap.
inkomstskattelagen.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2406">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2408">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
