

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2004-06-18" /> 
 <meta id="rattsinfo-edited" content="2011-07-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2419</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2418">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2420">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2004:559 ·
                    <a href="/sfsr?bet=2004:559">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2004:559) om arbetstagarinflytande i europabolag
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2004-06-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:429
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2004-10-08
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens inneh&#229;ll och till&#228;mpningsomr&#229;de

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om arbetstagarinflytande
i europabolag.

2 &#167; Arbetstagarinflytandet kommer till st&#229;nd p&#229; f&#246;ljande s&#228;tt.
Det bildas en f&#246;rhandlingsdelegation f&#246;r arbetstagarna, som har
till uppgift att med de f&#246;retag som direkt deltar i bildandet
av ett europabolag tr&#228;ffa ett avtal om arbetstagarinflytande i
europabolaget. I vissa fall skall ett arbetstagarr&#229;d inr&#228;ttas
och regler om medverkan till&#228;mpas enligt 32-63 &#167;&#167;.

3 &#167; Verksamhet som &#228;r av religi&#246;s, vetenskaplig, konstn&#228;rlig
eller annan ideell natur eller som har kooperativt, fackligt,
politiskt eller annat opinionsbildande &#228;ndam&#229;l undantas fr&#229;n
lagens till&#228;mpningsomr&#229;de i fr&#229;ga om verksamhetens m&#229;l och
inriktning.

4 &#167; Best&#228;mmelserna i 6-10 &#167;&#167; om f&#246;rhandlingsdelegationen och i
20-31 &#167;&#167; om f&#246;rhandlingsf&#246;rfarandet samt i 32-36, 42-58 och
60-63 &#167;&#167; om vad som g&#228;ller om avtal inte tr&#228;ffas g&#228;ller n&#228;r ett
europabolag skall ha eller har sitt s&#228;te i Sverige.

Best&#228;mmelserna i 11-19, 37-41 &#167;&#167; och 59 &#167; om f&#246;rdelning av
platser och om hur ledam&#246;ter f&#246;r arbetstagare i Sverige utses
g&#228;ller oavsett var europabolaget skall ha eller har sitt s&#228;te.

Definitioner

5 &#167; I denna lag avses med

- EES-stater: staterna i Europeiska unionen samt de &#246;vriga
stater som omfattas av EES-avtalet,

- europabolag: ett bolag som bildas i enlighet med r&#229;dets
f&#246;rordning (EG) nr 2157/2001 av den 8 oktober 2001 om
stadga f&#246;r europabolag,

- deltagande bolag: de f&#246;retag som direkt deltar i
bildandet av ett europabolag,

- dotterbolag: ett f&#246;retag som ett annat f&#246;retag ut&#246;var ett
best&#228;mmande inflytande &#246;ver i enlighet med 13-16 &#167;&#167; lagen
(2011:427) om europeiska f&#246;retagsr&#229;d,

- ber&#246;rda dotterbolag eller ber&#246;rda filialer: dotterbolag eller
filialer till ett deltagande bolag och som f&#246;resl&#229;s bli
dotterbolag eller filialer till ett europabolag n&#228;r detta
bildas,

- medverkan: det arbetstagarinflytande som ut&#246;vas genom r&#228;tten
att

a) v&#228;lja eller p&#229; annat s&#228;tt utse n&#229;gra av ledam&#246;terna i ett
f&#246;retags tillsyns- eller f&#246;rvaltningsorgan, eller

b) f&#246;resl&#229; eller avvisa n&#229;gra eller alla ledam&#246;ter i ett
f&#246;retags tillsyns- eller f&#246;rvaltningsorgan, och

- arbetstagarr&#229;d: organ som f&#246;retr&#228;der arbetstagarna i ett
europabolag och dess dotterbolag och filialer vid information
och samr&#229;d samt, i f&#246;rekommande fall, ut&#246;var r&#228;tten till
medverkan i europabolaget. Lag (2011:429).

F&#246;rhandlingsdelegation f&#246;r arbetstagarna

Inr&#228;ttande av en f&#246;rhandlingsdelegation

6 &#167; De deltagande bolagen skall s&#229; snart som m&#246;jligt vidta
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att en f&#246;rhandlingsdelegation f&#246;r
arbetstagarna skall kunna inr&#228;ttas. I de fall ett europabolag
skall bildas genom fusion eller skapande av ett holdingbolag
uppkommer skyldigheten att vidta n&#246;dv&#228;ndiga &#229;tg&#228;rder n&#228;r ett
f&#246;rslag att bilda ett europabolag offentliggjorts. I de fall
ett europabolag skall bildas genom ombildning eller genom
skapande av ett dotterbolag intr&#228;der denna skyldighet n&#228;r
beslut om f&#246;rslaget fattats.

Bolagen skall l&#228;mna information om namnen p&#229; och antalet
arbetstagare i de deltagande bolagen, ber&#246;rda dotterbolagen och
ber&#246;rda filialerna samt namnen p&#229; &#246;vriga dotterbolag och
filialer i EES-staterna. Informationen skall l&#228;mnas till
arbetstagarnas representanter i de deltagande bolagen, ber&#246;rda
dotterbolagen och ber&#246;rda filialerna.

7 &#167; En f&#246;rhandlingsdelegation f&#246;r arbetstagarna skall inr&#228;ttas
i enlighet med best&#228;mmelserna i 8-19 &#167;&#167;. Ledam&#246;ter till
f&#246;rhandlingsdelegationen skall v&#228;ljas eller utses inom tio
veckor fr&#229;n det att de deltagande bolagen fullgjort sina
skyldigheter enligt 6 &#167;. F&#246;rhandlingsdelegationen f&#246;retr&#228;der
arbetstagarna i de deltagande bolagen, ber&#246;rda dotterbolagen
och ber&#246;rda filialerna i f&#246;rhandlingar med de deltagande
bolagen om ett avtal om arbetstagarinflytande i europabolaget.
Lag (2006:480).

F&#246;rdelning av platser mellan arbetstagare i de olika EES-
staterna

8 &#167; Arbetstagarna i de deltagande bolagen, ber&#246;rda
dotterbolagen och ber&#246;rda filialerna i varje EES-stat skall
tilldelas en ordinarie plats i f&#246;rhandlingsdelegationen f&#246;r
varje hel eller p&#229;b&#246;rjad tiondel som de tillsammans utg&#246;r av
samtliga arbetstagare i de deltagande bolagen, ber&#246;rda
dotterbolagen och ber&#246;rda filialerna i samtliga EES-stater.

9 &#167; N&#228;r ett europabolag skall bildas genom fusion skall
arbetstagarna i de olika EES-staterna tilldelas extraplatser i
f&#246;rhandlingsdelegationen om det beh&#246;vs f&#246;r att minst en
representant skall kunna utses f&#246;r arbetstagarna i varje
deltagande bolag som f&#246;resl&#229;s upph&#246;ra i och med fusionen.

De extraplatser som tilldelas arbetstagarna enligt f&#246;rsta
stycket f&#229;r dock inte &#246;verstiga tjugo procent av de platser som
sammanlagt tilldelats arbetstagarna enligt 8 &#167;. Om hela behovet
av extraplatser med h&#228;nsyn till detta inte kan t&#228;ckas, skall de
tillg&#228;ngliga platserna tilldelas arbetstagarna i deltagande
bolag i olika EES-stater i fallande ordning efter antalet
arbetstagare i de bolag som f&#246;resl&#229;s upph&#246;ra i och med
fusionen.

Tilldelningen av extraplatser f&#229;r inte medf&#246;ra att arbetstagare
blir representerade av mer &#228;n en ledamot.

10 &#167; Om antalet arbetstagare i de deltagande bolagen, ber&#246;rda
dotterbolagen eller ber&#246;rda filialerna f&#246;r&#228;ndras under den tid
f&#246;rhandlingsdelegationen verkar och f&#246;r&#228;ndringen &#228;r av s&#229;dan
omfattning att den p&#229;verkar f&#246;rdelningen av antalet platser
mellan arbetstagarna i olika EES-stater, skall f&#246;rdelningen
enligt 8 och 9 &#167;&#167; g&#246;ras om.

F&#246;rdelning av platser mellan arbetstagare i olika bolag och
filialer i Sverige

11 &#167; De ordinarie platser i f&#246;rhandlingsdelegationen som
tilldelas arbetstagare i Sverige, skall f&#246;rdelas mellan
arbetstagarna i de deltagande bolagen i Sverige i fallande
ordning efter antalet arbetstagare i bolagen. Arbetstagarna i
varje bolag tilldelas h&#246;gst en plats per bolag.

Om det efter f&#246;rdelningen &#229;terst&#229;r ordinarie platser att
f&#246;rdela, f&#246;rdelas dessa mellan arbetstagarna i ber&#246;rda
dotterbolag och ber&#246;rda filialer i fallande ordning efter
antalet arbetstagare i respektive dotterbolag eller filial.
Arbetstagarna i varje dotterbolag eller filial tilldelas h&#246;gst
en plats per bolag respektive filial.

Om det d&#228;refter &#229;terst&#229;r ordinarie platser att f&#246;rdela,
f&#246;rdelas dessa mellan arbetstagarna i de deltagande bolagen,
ber&#246;rda dotterbolagen och ber&#246;rda filialerna med en plats
vardera i fallande ordning efter antalet arbetstagare i de
deltagande bolagen, ber&#246;rda dotterbolagen eller ber&#246;rda
filialerna. F&#246;rdelningen upprepas till dess inga ordinarie
platser &#229;terst&#229;r att f&#246;rdela.

12 &#167; De lokala arbetstagarorganisationer som enligt 16 eller
17 &#167; skall utse ledam&#246;ter fr&#229;n Sverige f&#229;r komma &#246;verens om att
en annan f&#246;rdelning av de ordinarie platserna skall g&#228;lla &#228;n
den som f&#246;ljer av 11 &#167;. En s&#229;dan &#246;verenskommelse skall dock s&#229;
l&#229;ngt det &#228;r m&#246;jligt s&#228;kerst&#228;lla att arbetstagarna i varje
deltagande bolag tilldelas en plats.

13 &#167; De extraplatser i f&#246;rhandlingsdelegationen som enligt 9 &#167;
kan komma att tilldelas arbetstagare i Sverige f&#246;rdelas mellan
arbetstagare i svenska bolag som f&#246;resl&#229;s upph&#246;ra i och med
fusionen i fallande ordning efter antalet arbetstagare i
bolagen. F&#246;rdelningen sker enbart mellan arbetstagare i bolag
som inte f&#229;tt n&#229;gon plats enligt 11 &#167;.

14 &#167; Om f&#246;rdelningen av antalet platser i
f&#246;rhandlingsdelegationen g&#246;rs om enligt 10 &#167;, skall &#228;ven
f&#246;rdelningen enligt 11 och 13 &#167;&#167; g&#246;ras om.

15 &#167; Om arbetstagarna i ett deltagande bolag, ber&#246;rt
dotterbolag eller ber&#246;rd filial i Sverige tilldelats en plats i
f&#246;rhandlingsdelegationen och bolaget eller filialen upph&#246;r att
vara deltagande eller ber&#246;rt, skall platsen omf&#246;rdelas &#228;ven om
f&#246;rhandlingsdelegationens sammans&#228;ttning inte skall g&#246;ras om
enligt 10 &#167;.

Om det &#228;r en ordinarie plats som skall omf&#246;rdelas enligt f&#246;rsta
stycket, skall platsen tilldelas arbetstagarna i det bolag
eller den filial som vid n&#228;rmast f&#246;reg&#229;ende f&#246;rdelning enligt
11 &#167; stod i tur att f&#229; n&#228;sta ordinarie plats. Om platsen
d&#228;rigenom skulle tilldelas arbetstagarna i ett bolag som redan
f&#229;tt en extraplats enligt best&#228;mmelserna i 13 &#167;, skall platsen
dock g&#229; vidare till arbetstagarna i det bolag eller den filial
som d&#228;refter st&#229;r n&#228;st i tur.

Om det &#228;r en extraplats som skall omf&#246;rdelas enligt f&#246;rsta
stycket, skall platsen tilldelas arbetstagarna i det bolag som
enligt 13 &#167; stod i tur att f&#229; n&#228;sta extraplats vid det tidigare
f&#246;rfarandet. Om det inte finns n&#229;got s&#229;dant bolag skall ingen
tilldelas platsen.

Hur ledam&#246;ter fr&#229;n Sverige utses

16 &#167; Ledam&#246;ter fr&#229;n Sverige i f&#246;rhandlingsdelegationen utses av
den eller de lokala arbetstagarorganisationer i Sverige som &#228;r
bundna av kollektivavtal i f&#246;rh&#229;llande till de deltagande
bolagen, ber&#246;rda dotterbolagen eller ber&#246;rda filialerna i
Sverige.

Om det finns flera kollektivavtalsbundna lokala
arbetstagarorganisationer och dessa inte kommer &#246;verens om
annat g&#228;ller f&#246;ljande ordning f&#246;r att utse en eller flera
ledam&#246;ter. Om det &#228;r fr&#229;ga om att utse en ledamot skall denna
utses av den lokala arbetstagarorganisation som f&#246;retr&#228;der det
st&#246;rsta antalet av de kollektivavtalsbundna arbetstagarna i
Sverige vid de deltagande bolagen, ber&#246;rda dotterbolagen och
ber&#246;rda filialerna. Om det &#228;r fr&#229;ga om att utse flera ledam&#246;ter
skall den ordning g&#228;lla f&#246;r hur arbetstagarrepresentanter utses
som finns angiven i 8 &#167; andra och tredje styckena lagen
(1987:1245) om styrelserepresentation f&#246;r de privatanst&#228;llda.

Lokala arbetstagarorganisationer som tillh&#246;r samma
huvudorganisation skall anses som en organisation.

17 &#167; Om inget av de deltagande bolagen, ber&#246;rda dotterbolagen
eller ber&#246;rda filialerna i Sverige &#228;r bundet av kollektivavtal
i f&#246;rh&#229;llande till n&#229;gon arbetstagarorganisation, skall
ledam&#246;terna fr&#229;n Sverige i f&#246;rhandlingsdelegationen utses av
den lokala arbetstagarorganisation som f&#246;retr&#228;der flest
arbetstagare i de deltagande bolagen, ber&#246;rda dotterbolagen och
ber&#246;rda filialerna i Sverige. Detta g&#228;ller dock endast om de
lokala arbetstagarorganisationerna inte kommer &#246;verens om
annat.

Lokala arbetstagarorganisationer som tillh&#246;r samma
huvudorganisation skall anses som en organisation.

18 &#167; Finns inte s&#229;dan organisation som avses i 17 &#167;, utses
ledam&#246;terna i f&#246;rhandlingsdelegationen av arbetstagarna i de
deltagande bolagen, ber&#246;rda dotterbolagen och ber&#246;rda
filialerna i Sverige.

Vilka arbetstagare f&#246;retr&#228;der ledam&#246;terna fr&#229;n Sverige?

19 &#167; En ledamot som utses sedan platsen tilldelats med st&#246;d av
best&#228;mmelserna i 11 &#167; f&#246;retr&#228;der arbetstagarna i det bolag
eller den filial vars arbetstagare tilldelats platsen.

Om flera ledam&#246;ter utses f&#246;r arbetstagarna i ett bolag eller en
filial med st&#246;d av best&#228;mmelserna i 11 &#167; f&#246;retr&#228;der de, om
m&#246;jligt, lika m&#229;nga arbetstagare var.

En ledamot som utses sedan platsen tilldelats med st&#246;d av 11 &#167;
f&#246;retr&#228;der &#228;ven arbetstagare i bolag och filialer vars
arbetstagare inte tilldelats n&#229;gon plats i
f&#246;rhandlingsdelegationen. Antalet arbetstagare i de bolag och
filialer vars arbetstagare inte tilldelats n&#229;gon plats f&#246;rdelas
s&#229; j&#228;mnt som m&#246;jligt mellan de ledam&#246;ter som f&#246;retr&#228;der andra
arbetstagare.

En ledamot som utses sedan platsen tilldelats med st&#246;d av
best&#228;mmelserna i 13 &#167; f&#246;retr&#228;der enbart arbetstagarna vid det
bolag som f&#246;resl&#229;s upph&#246;ra i och med fusionen. Lag (2008:16).

F&#246;rhandlingar

F&#246;rhandlingsperiod

20 &#167; F&#246;rhandlingarna mellan de deltagande bolagen och
arbetstagarnas f&#246;rhandlingsdelegation om ett avtal om
arbetstagarinflytande i europabolaget skall inledas s&#229; snart
f&#246;rhandlingsdelegationen har inr&#228;ttats och f&#229;r p&#229;g&#229; i h&#246;gst sex
m&#229;nader efter inr&#228;ttandet.

Parterna f&#229;r gemensamt besluta att f&#246;rl&#228;nga
f&#246;rhandlingsperioden till sammanlagt h&#246;gst ett &#229;r.

20 a &#167; Om tidsfristen i 7 &#167; &#246;verskrids p&#229; grund av
omst&#228;ndigheter som arbetstagarna ansvarar f&#246;r skall den
f&#246;rhandlingsperiod som avses i 20 &#167; anses b&#246;rja l&#246;pa n&#228;r
tidsfristen enligt 7 &#167; &#246;verskrids. Lag (2006:480).

Avst&#229;ende fr&#229;n eller avbrytande av f&#246;rhandlingar

21 &#167; F&#246;rhandlingsdelegationen f&#229;r besluta att avst&#229; fr&#229;n att
inleda f&#246;rhandlingar om ett avtal om arbetstagarinflytande i
europabolaget eller att avbryta p&#229;g&#229;ende s&#229;dana f&#246;rhandlingar.
Ett s&#229;dant beslut f&#229;r dock inte fattas om europabolaget skall
bildas genom ombildning och det finns en r&#228;tt till medverkan i
det bolag som skall ombildas.

Tidigast tv&#229; &#229;r efter ett beslut enligt f&#246;rsta stycket, skall
en f&#246;rhandlingsdelegation sammankallas p&#229; nytt om det finns en
skriftlig beg&#228;ran fr&#229;n minst tio procent av arbetstagarna i
europabolaget, dess dotterbolag och filialer. Parterna f&#229;r dock
gemensamt besluta att inleda eller &#229;teruppta f&#246;rhandlingarna
tidigare.

Information

22 &#167; De deltagande bolagen skall informera
f&#246;rhandlingsdelegationen om f&#246;rekomsten och omfattningen av
arbetstagarinflytande i form av medverkan i de deltagande
bolagen samt om planerna f&#246;r bildandet av europabolaget och om
hur processen med att bilda europabolaget fortskrider fram till
dess att bolaget registrerats.

Experter

23 &#167; F&#246;rhandlingsdelegationen f&#229;r bitr&#228;das av experter som den
sj&#228;lv utser. Experterna f&#229;r p&#229; f&#246;rhandlingsdelegationens
beg&#228;ran n&#228;rvara vid f&#246;rhandlingarna med de deltagande bolagen
n&#228;r detta &#228;r l&#228;mpligt f&#246;r att fr&#228;mja enhetlighet och konsekvens
p&#229; europeisk niv&#229;.

Omr&#246;stningsregler

24 &#167; Som f&#246;rhandlingsdelegationens beslut g&#228;ller, om inte annat
f&#246;ljer av 25 eller 26 &#167;, den mening som st&#246;ds av mer &#228;n h&#228;lften
av f&#246;rhandlingsdelegationens ledam&#246;ter om dessa representerar
mer &#228;n h&#228;lften av samtliga arbetstagare i de deltagande
bolagen, ber&#246;rda bolagen och ber&#246;rda filialerna.

25 &#167; Om ett avtalsf&#246;rslag skulle leda till att andelen
ledam&#246;ter som omfattas av r&#228;tt till medverkan i europabolaget
blir mindre &#228;n vad som tidigare g&#228;llt f&#246;r arbetstagarna i det
av de deltagande bolagen med h&#246;gst andel medverkan, kr&#228;vs f&#246;r
att avtalet skall godk&#228;nnas att minst tv&#229; tredjedelar av de
ledam&#246;ter som f&#246;retr&#228;der minst tv&#229; tredjedelar av arbetstagarna
i minst tv&#229; EES-stater r&#246;star f&#246;r detta. Denna majoritetsregel
g&#228;ller

- n&#228;r europabolag bildas genom fusion om arbetstagarinflytande
i form av medverkan omfattar minst tjugofem procent av det
totala antalet arbetstagare i de deltagande bolagen, och

- n&#228;r europabolag bildas genom att ett holdingbolag eller ett
dotterbolag skapas om medverkan omfattar minst femtio procent
av det totala antalet arbetstagare i de deltagande bolagen.

N&#228;r europabolag bildas genom ombildning g&#228;ller 31 &#167;.

26 &#167; F&#246;r ett beslut att avst&#229; fr&#229;n att inleda f&#246;rhandlingar
eller att avbryta p&#229;g&#229;ende f&#246;rhandlingar enligt 21 &#167; kr&#228;vs
samma majoritet som anges i 25 &#167; f&#246;rsta stycket.

Kostnader

27 &#167; Alla kostnader f&#246;r f&#246;rhandlingsdelegationens
f&#246;rhandlingsverksamhet och verksamhet i &#246;vrigt skall b&#228;ras av
de deltagande bolagen i den utstr&#228;ckning som kr&#228;vs f&#246;r att
f&#246;rhandlingsdelegationen skall kunna utf&#246;ra sina uppgifter p&#229;
l&#228;mpligt s&#228;tt.

Avtal om arbetstagarinflytande

28 &#167; Ett avtal om arbetstagarinflytande skall vara skriftligt.

Avtalet skall behandla

a) avtalets omfattning,

b) om ett arbetstagarr&#229;d skall inr&#228;ttas eller om en annan
ordning f&#246;r informations- och samr&#229;dsf&#246;rfarande skall g&#228;lla,

c) om r&#228;tt till medverkan skall finnas eller inte,

d) avtalets l&#246;ptid, i vilka fall det b&#246;r omf&#246;rhandlas, hur en
omf&#246;rhandling skall genomf&#246;ras och vad som skall g&#228;lla f&#246;r det
fall omf&#246;rhandlingar inte leder till n&#229;got nytt avtal.

29 &#167; Om ett arbetstagarr&#229;d skall inr&#228;ttas skall avtalet
behandla

a) arbetstagarr&#229;dets sammans&#228;ttning,

b) arbetstagarr&#229;dets uppgifter samt hur information och samr&#229;d
med arbetstagarr&#229;det skall g&#229; till,

c) hur ofta arbetstagarr&#229;det skall sammantr&#228;da, och

d) vilka ekonomiska och materiella resurser som skall st&#228;llas
till arbetstagarr&#229;dets f&#246;rfogande.

Om en annan ordning f&#246;r informations- och samr&#229;dsf&#246;rfarande
skall g&#228;lla skall det i avtalet regleras hur en s&#229;dan ordning
skall utformas.

30 &#167; Om r&#228;tt till medverkan skall finnas skall avtalet behandla

a) det huvudsakliga inneh&#229;llet i en ordning f&#246;r medverkan,
inklusive uppgifter om antalet ledam&#246;ter som arbetstagarna har
r&#228;tt att v&#228;lja, utse, f&#246;resl&#229; eller avvisa,

b) vilka f&#246;rfaranden som skall anv&#228;ndas n&#228;r ledam&#246;terna v&#228;ljs,
utses, f&#246;resl&#229;s eller avvisas, och

c) ledam&#246;ternas r&#228;ttigheter.

31 &#167; Om ett europabolag bildas genom ombildning, skall det i
ett avtal om arbetstagarinflytande f&#246;reskrivas &#229;tminstone samma
niv&#229; f&#246;r arbetstagarinflytandet som den som finns i det bolag
som skall ombildas.

Vad som g&#228;ller om avtal inte tr&#228;ffas

N&#228;r reglerna skall till&#228;mpas

32 &#167; Ett arbetstagarr&#229;d f&#246;r information och samr&#229;d skall
inr&#228;ttas enligt 36-54 &#167;&#167; om

a) parterna &#228;r ense om detta, eller

b) ett avtal som uppfyller kraven i denna lag inte har tr&#228;ffats
n&#228;r tidsfristen under vilken f&#246;rhandlingar kan p&#229;g&#229; enligt 20 &#167;
har l&#246;pt ut.

33 &#167; Best&#228;mmelserna om medverkan i 55-63 &#167;&#167; skall till&#228;mpas om
parterna &#228;r &#246;verens om det.

&#196;ven i fall som avses i 32 &#167; b skall best&#228;mmelserna om
medverkan i 55-63 &#167;&#167; till&#228;mpas n&#228;r ett europabolag bildas genom

a) ombildning,

- om arbetstagarna hade r&#228;tt till medverkan i bolaget f&#246;re
ombildningen till europabolag,

b) fusion,

- om minst tjugofem procent av arbetstagarna i de deltagande
bolagen hade r&#228;tt till medverkan, eller

- om arbetstagarna i n&#229;got av de deltagande bolagen, &#228;ven om de
utgjorde en mindre andel &#228;n tjugofem procent av arbetstagarna i
dessa bolag, hade r&#228;tt till medverkan och
f&#246;rhandlingsdelegationen beslutar att arbetstagarna skall ha
r&#228;tt till medverkan i europabolaget,

c) att ett holdingbolag eller ett dotterbolag bildas,

- om minst femtio procent av arbetstagarna i de deltagande
bolagen hade r&#228;tt till medverkan, eller

- om arbetstagarna i n&#229;got av de deltagande bolagen, &#228;ven om de
utgjorde en mindre andel &#228;n femtio procent av arbetstagarna i
dessa bolag, hade r&#228;tt till medverkan och
f&#246;rhandlingsdelegationen beslutar att arbetstagarna skall ha
r&#228;tt till medverkan i europabolaget.

34 &#167; Best&#228;mmelserna i 36-63 &#167;&#167; skall dock inte till&#228;mpas om
f&#246;rhandlingsdelegationen fattat beslut enligt 21 &#167; f&#246;rsta
stycket att avst&#229; fr&#229;n att inleda eller att avbryta p&#229;g&#229;ende
f&#246;rhandlingar om ett avtal om arbetstagarinflytande.
Best&#228;mmelserna skall inte heller till&#228;mpas om avtal inte
tr&#228;ffats efter att parterna enligt 21 &#167; andra stycket inlett
nya f&#246;rhandlingar eller &#229;terupptagit f&#246;rhandlingar om ett
avtal.

35 &#167; Om best&#228;mmelserna om medverkan i 55-63 &#167;&#167; skall till&#228;mpas
och det i de deltagande bolagen finns mer &#228;n en form f&#246;r
medverkan, f&#229;r f&#246;rhandlingsdelegationen besluta vilken form som
skall inf&#246;ras i europabolaget.

Om f&#246;rhandlingsdelegationen inte fattar ett beslut enligt
f&#246;rsta stycket, f&#229;r de deltagande bolagen besluta vilken form
f&#246;r medverkan som skall inf&#246;ras i europabolaget.

Arbetstagarr&#229;dets sammans&#228;ttning m.m.

36 &#167; Arbetstagarna i europabolaget, dess dotterbolag och
filialer i varje EES-stat skall tilldelas en plats i
arbetstagarr&#229;det f&#246;r varje hel eller p&#229;b&#246;rjad tiondel som de
tillsammans utg&#246;r av samtliga arbetstagare i europabolaget,
dess dotterbolag och filialer i samtliga EES-stater.

37 &#167; De platser i arbetstagarr&#229;det som tilldelats arbetstagare
i Sverige skall f&#246;rdelas mellan arbetstagarna i europabolaget,
dess dotterbolag och filialer i Sverige med en plats vardera i
fallande ordning efter antalet arbetstagare i var och en av
dessa, om inte de organisationer som enligt 39 eller 40 &#167; skall
utse ledam&#246;terna enas om n&#229;got annat. F&#246;rdelningen upprepas
till dess inga platser &#229;terst&#229;r att f&#246;rdela.

38 &#167; Ledam&#246;ter fr&#229;n Sverige i arbetstagarr&#229;det skall utses
bland arbetstagarna i Sverige i europabolaget, dess dotterbolag
och filialer.

39 &#167; Ledam&#246;ter fr&#229;n Sverige i arbetstagarr&#229;det utses av den
eller de lokala arbetstagarorganisationer i Sverige som &#228;r
bundna av kollektivavtal i f&#246;rh&#229;llande till europabolaget, dess
dotterbolag eller filialer.

Om det finns flera kollektivavtalsbundna lokala
arbetstagarorganisationer och dessa inte kommer &#246;verens om
annat g&#228;ller f&#246;ljande ordning f&#246;r att utse en eller flera
ledam&#246;ter. Om det &#228;r fr&#229;ga om att utse en ledamot skall denna
utses av den lokala arbetstagarorganisation som f&#246;retr&#228;der det
st&#246;rsta antalet av de kollektivavtalsbundna arbetstagarna i
Sverige vid bolagen och filialerna. Om det &#228;r fr&#229;ga om att utse
flera ledam&#246;ter skall den ordning g&#228;lla f&#246;r hur
arbetstagarrepresentanter utses som finns angiven i 8 &#167; andra
och tredje styckena lagen (1987:1245) om styrelserepresentation
f&#246;r de privatanst&#228;llda.

Lokala arbetstagarorganisationer som tillh&#246;r samma
huvudorganisation skall anses som en organisation.

40 &#167; Om varken europabolaget, dess dotterbolag eller filialer i
Sverige &#228;r bundna av kollektivavtal i f&#246;rh&#229;llande till n&#229;gon
arbetstagarorganisation, skall ledam&#246;terna fr&#229;n Sverige utses
av den lokala arbetstagarorganisation i Sverige som f&#246;retr&#228;der
flest arbetstagare vid bolagen och filialerna. Detta g&#228;ller
dock endast om de lokala arbetstagarorganisationerna inte
kommer &#246;verens om annat.

Lokala arbetstagarorganisationer som tillh&#246;r samma
huvudorganisation skall anses som en organisation.

41 &#167; En ledamot fr&#229;n Sverige f&#246;retr&#228;der arbetstagarna i det
bolag eller den filial vars arbetstagare tilldelats platsen
enligt 37 &#167;.

Om flera ledam&#246;ter utses f&#246;r arbetstagarna i ett bolag eller en
filial f&#246;retr&#228;der de, om m&#246;jligt, lika m&#229;nga arbetstagare var.

En ledamot fr&#229;n Sverige f&#246;retr&#228;der &#228;ven arbetstagare i bolag
och filialer vars arbetstagare inte tilldelats n&#229;gon plats vid
f&#246;rdelning enligt 37 &#167;. Antalet arbetstagare i de bolag och
filialer vars arbetstagare inte tilldelats n&#229;gon plats f&#246;rdelas
s&#229; j&#228;mnt som m&#246;jligt mellan de ledam&#246;ter som f&#246;retr&#228;der andra
arbetstagare. Lag (2008:16).

42 &#167; Om inte annat avtalats skall arbetstagarr&#229;det en g&#229;ng om
&#229;ret pr&#246;va om f&#246;r&#228;ndringar inom europabolaget, dess dotterbolag
och filialer leder till att arbetstagarr&#229;det skall ges en ny
sammans&#228;ttning varvid 36-41 &#167;&#167; skall till&#228;mpas.

43 &#167; Arbetstagarr&#229;det skall underr&#228;tta europabolaget om r&#229;dets
sammans&#228;ttning.

44 &#167; N&#228;r det &#228;r l&#228;mpligt med h&#228;nsyn till arbetstagarr&#229;dets
storlek, skall det bland ledam&#246;terna utses ett arbetsutskott
best&#229;ende av h&#246;gst tre ledam&#246;ter.

Utskottet fastst&#228;ller sin egen arbetsordning.

Information och samr&#229;d

45 &#167; Arbetstagarr&#229;det har r&#228;tt till information fr&#229;n och samr&#229;d
med europabolaget i fr&#229;gor som

_ r&#246;r europabolaget,

_ r&#246;r dotterbolag eller filialer bel&#228;gna i en annan EES-stat &#228;n
den d&#228;r europabolaget har sitt s&#228;te, eller

_ faller utanf&#246;r beslutsbefogenheterna f&#246;r de beslutsfattande
organen i en enskild EES-stat.

46 &#167; Information skall ges vid en tidpunkt, p&#229; ett s&#228;tt och med
ett inneh&#229;ll s&#229; att den ger arbetstagarr&#229;det m&#246;jlighet att g&#246;ra
en noggrann bed&#246;mning av eventuella konsekvenser samt, n&#228;r det
&#228;r l&#228;mpligt, f&#246;rbereda samr&#229;d med europabolaget.

Samr&#229;d inneb&#228;r uppr&#228;ttande av en dialog mellan europabolaget
och arbetstagarr&#229;det och skall ske vid en tidpunkt, p&#229; ett s&#228;tt
och med ett inneh&#229;ll som ger arbetstagarr&#229;det m&#246;jlighet att, p&#229;
grundval av tillhandah&#229;llen information, l&#228;mna synpunkter p&#229;
planerade &#229;tg&#228;rder s&#229; att de kan beaktas i europabolagets
beslutsprocess.

47 &#167; Europabolaget skall minst en g&#229;ng om &#229;ret sammantr&#228;ffa med
arbetstagarr&#229;det och informera och samr&#229;da om bolagets
verksamhetsutveckling och framtidsplaner.

Inf&#246;r ett s&#229;dant m&#246;te skall europabolaget f&#246;rse
arbetstagarr&#229;det med dagordningar f&#246;r m&#246;tena i f&#246;rvaltnings-,
eller i f&#246;rekommande fall, lednings- och tillsynsorganen, samt
kopior av alla handlingar som f&#246;relagts bolagsst&#228;mman.

Ett s&#229;dant m&#246;te skall s&#228;rskilt handla om

a) bolagsstrukturen,

b) den ekonomiska och finansiella situationen,

c) den f&#246;rv&#228;ntade utvecklingen av aff&#228;rsverksamheten och av
produktionen och f&#246;rs&#228;ljningen,

d) syssels&#228;ttningsl&#228;get och den f&#246;rv&#228;ntade utvecklingen,

e) investeringar,

f) betydande organisationsf&#246;r&#228;ndringar,

g) inf&#246;rande av nya arbetsmetoder eller produktionsprocesser,

h) produktions&#246;verf&#246;ringar,

i) fusioner,

j) nedl&#228;ggningar av verksamheter eller betydande nedsk&#228;rningar
av verksamheter, och

k) kollektiva upps&#228;gningar.

48 &#167; Europabolaget skall, s&#229; snart det kan ske och i god tid
f&#246;re beslut, l&#228;mna information till arbetstagarr&#229;det om
s&#228;rskilda omst&#228;ndigheter som p&#229;verkar arbetstagarnas intressen
i betydande utstr&#228;ckning, s&#228;rskilt s&#229;vitt avser
omlokaliseringar, produktions&#246;verf&#246;ringar, nedl&#228;ggning av hela
eller delar av verksamheter eller kollektiva upps&#228;gningar.

Om arbetstagarr&#229;det eller arbetsutskottet s&#229; beg&#228;r, skall
europabolaget sammantr&#228;ffa med r&#229;det eller utskottet f&#246;r att
informera och samr&#229;da om s&#229;dana s&#228;rskilda omst&#228;ndigheter som
avses i f&#246;rsta stycket. I de fall ett m&#246;te sker med
arbetsutskottet skall de ledam&#246;ter som f&#246;retr&#228;der arbetstagare
som direkt ber&#246;rs av &#229;tg&#228;rderna ocks&#229; ha r&#228;tt att delta.

Om europabolaget &#246;verv&#228;ger att inte handla i enlighet med den
uppfattning som framf&#246;rts av arbetstagarr&#229;det, skall detta ges
tillf&#228;lle till ytterligare ett m&#246;te med bolaget f&#246;r att f&#246;rs&#246;ka
n&#229; enighet.

Regler f&#246;r arbetstagarr&#229;det och arbetsutskottet

49 &#167; Arbetstagarr&#229;det och arbetsutskottet f&#229;r bitr&#228;das av
experter som de sj&#228;lva utser.

50 &#167; Arbetstagarr&#229;det och arbetsutskottet har r&#228;tt att p&#229;
europabolagets bekostnad sammantr&#228;da enskilt inf&#246;r m&#246;ten med
bolaget. D&#228;rut&#246;ver har arbetstagarr&#229;det r&#228;tt att p&#229;
europabolagets bekostnad sammantr&#228;da enskilt ytterligare en
g&#229;ng per &#229;r.

51 &#167; Ledam&#246;terna i arbetstagarr&#229;det skall, i den utstr&#228;ckning
det &#228;r n&#246;dv&#228;ndigt f&#246;r att de skall kunna fullg&#246;ra sina
uppgifter, ha r&#228;tt till ledighet f&#246;r utbildning med bibeh&#229;llna
anst&#228;llningsf&#246;rm&#229;ner.

52 &#167; Ledam&#246;terna i arbetstagarr&#229;det skall, med beaktande av
eventuell tystnadsplikt, underr&#228;tta representanter f&#246;r
arbetstagarna i europabolaget och dess dotterbolag och filialer
om inneh&#229;llet i och resultatet av informations- och
samr&#229;dsf&#246;rfarandet.

53 &#167; Fyra &#229;r efter det att arbetstagarr&#229;det har inr&#228;ttats,
skall det pr&#246;va om f&#246;rhandlingar skall inledas f&#246;r att sluta
ett avtal som avses i 28-30 &#167;&#167;.

Om f&#246;rhandlingar inleds skall 20, 21 och 23-30 &#167;&#167; samt vad som
enligt 4 &#167; f&#246;reskrivs om lagval f&#246;r dessa best&#228;mmelser
till&#228;mpas. Vad som s&#228;gs om de deltagande bolagen skall g&#228;lla
f&#246;r europabolaget. Arbetstagarr&#229;det skall utg&#246;ra
f&#246;rhandlingsdelegation. Tidsfristen enligt 20 &#167; skall r&#228;knas
fr&#229;n det att r&#229;det p&#229;kallat f&#246;rhandling.

Om inget avtal har tr&#228;ffats n&#228;r tidsfristen enligt 20 &#167; l&#246;pt
ut, skall reglerna om vad som g&#228;ller om avtal inte tr&#228;ffas
forts&#228;tta att till&#228;mpas.

Kostnader

54 &#167; Arbetstagarr&#229;dets och arbetsutskottets kostnader skall
b&#228;ras av europabolaget i den utstr&#228;ckning som kr&#228;vs f&#246;r att
r&#229;det och utskottet skall kunna utf&#246;ra sina uppgifter p&#229;
l&#228;mpligt s&#228;tt.

Medverkan

55 &#167; N&#228;r ett europabolag bildas genom ombildning, skall
arbetstagarna ha r&#228;tt till medverkan i samma omfattning som
f&#246;re ombildningen.

56 &#167; N&#228;r ett europabolag bildas p&#229; annat s&#228;tt &#228;n genom
ombildning, skall arbetstagarnas r&#228;tt att v&#228;lja, utse, f&#246;resl&#229;
eller avvisa ett antal ledam&#246;ter i europabolagets f&#246;rvaltnings-
eller tillsynsorgan motsvara den h&#246;gsta andel som g&#228;llde i
n&#229;got av de deltagande bolagen f&#246;re registreringen.

57 &#167; Arbetstagarr&#229;det skall besluta hur platser i
europabolagets f&#246;rvaltnings- eller tillsynsorgan skall f&#246;rdelas
mellan ledam&#246;ter som f&#246;retr&#228;der arbetstagare fr&#229;n olika EES-
stater. F&#246;rdelningen skall ske proportionellt i f&#246;rh&#229;llande
till andelen arbetstagare i europabolaget, dess dotterbolag och
filialer i varje EES-stat.

Om inte arbetstagarna i samtliga EES-stater blir representerade
vid f&#246;rdelningen enligt f&#246;rsta stycket, skall en plats undantas
fr&#229;n den proportionella f&#246;rdelningen. Den undantagna platsen
skall tilldelas arbetstagarna i den EES-stat d&#228;r europabolaget
skall ha sitt s&#228;te. Om dessa arbetstagare redan &#228;r
representerade skall platsen i st&#228;llet tilldelas arbetstagarna
i den EES-stat som har flest arbetstagare av dem som blivit
utan representation.

58 &#167; Arbetstagarr&#229;det skall utse ledam&#246;ter till de platser i
f&#246;rvaltnings- eller tillsynsorganet som f&#246;rdelats mellan
arbetstagarna i olika EES-stater enligt 57 &#167;. Om en EES-stat
har en nationell ordning f&#246;r val av arbetstagarledam&#246;ter till
f&#246;rvaltnings- eller tillsynsorgan, skall i st&#228;llet den
ordningen till&#228;mpas f&#246;r val av ledam&#246;ter till platser som
tilldelats arbetstagare fr&#229;n den staten.

59 &#167; Ledam&#246;ter till de platser i f&#246;rvaltnings- eller
tillsynsorganet som tilldelats arbetstagare i Sverige utses av
lokala arbetstagarorganisationer enligt 39 eller 40 &#167;.
Organisationerna f&#229;r enas om att &#246;verl&#229;ta sin r&#228;tt att utse
ledam&#246;ter till arbetstagarr&#229;det.

60 &#167; Den som utser arbetstagarledam&#246;ter till f&#246;rvaltnings-
eller tillsynsorganet enligt 58 och 59 &#167;&#167; skall best&#228;mma
mandatperiodens l&#228;ngd.

61 &#167; N&#228;r arbetstagarnas medverkan best&#229;r i en r&#228;tt att f&#246;resl&#229;
eller avvisa ledam&#246;ter till f&#246;rvaltnings- eller
tillsynsorganet, best&#228;mmer arbetstagarr&#229;det vilka kandidater
som skall f&#246;resl&#229;s eller avvisas.

62 &#167; Arbetstagarrepresentanter i f&#246;rvaltnings- eller
tillsynsorganet skall ha samma r&#228;ttigheter och skyldigheter som
de ledam&#246;ter som f&#246;retr&#228;der aktie&#228;garna.

Arbetstagarrepresentanterna f&#229;r dock inte delta i behandlingen
av fr&#229;gor som r&#246;r kollektivavtal eller strids&#229;tg&#228;rder eller av
andra fr&#229;gor d&#228;r arbetstagarr&#229;det eller en
arbetstagarorganisation har ett v&#228;sentligt intresse som kan
strida mot europabolagets.

63 &#167; En av arbetstagarrepresentanterna f&#229;r n&#228;rvara och delta i
&#246;verl&#228;ggningarna n&#228;r ett &#228;rende, som senare skall avg&#246;ras i
europabolagets f&#246;rvaltnings- eller tillsynsorgan, f&#246;rbereds av
d&#228;rtill s&#228;rskilt utsedda ledam&#246;ter i f&#246;rvaltnings- eller
tillsynsorganet eller befattningshavare i bolaget.

&#214;vriga best&#228;mmelser

64 &#167; Arbetstagarnas f&#246;rhandlingsdelegation och ett
arbetstagarr&#229;d kan f&#246;rv&#228;rva r&#228;ttigheter och ikl&#228;da sig
skyldigheter samt f&#246;ra talan inf&#246;r domstolar och andra
myndigheter.

N&#228;r ett arbetstagarr&#229;d inr&#228;ttats &#246;vertar det alla r&#228;ttigheter
och skyldigheter fr&#229;n f&#246;rhandlingsdelegationen och intr&#228;der som
part i ett avtal om arbetstagarinflytande i europabolaget.

Skydd f&#246;r arbetstagarrepresentanter

65 &#167; Best&#228;mmelserna i 3 &#167; f&#246;rsta stycket, 4 &#167; och 6-8 &#167;&#167; lagen
(1974:358) om facklig f&#246;rtroendemans st&#228;llning p&#229; arbetsplatsen
skall g&#228;lla p&#229; motsvarande s&#228;tt f&#246;r arbetstagarrepresentanter
som vanligtvis utf&#246;r sitt arbete i Sverige och utf&#246;r uppgifter
enligt denna lag.

Tystnadsplikt

66 &#167; De deltagande bolagen eller europabolaget f&#229;r besluta om
tystnadsplikt f&#246;r ledam&#246;ter i f&#246;rhandlingsdelegationen eller
arbetstagarr&#229;det samt f&#246;r de experter som bitr&#228;der dessa organ,
om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till bolagets b&#228;sta.
Europabolaget f&#229;r av samma sk&#228;l besluta om tystnadsplikt &#228;ven
f&#246;r &#246;vriga arbetstagarrepresentanter som fullg&#246;r uppgifter inom
ett informations- och samr&#229;dsf&#246;rfarande enligt denna lag.

Den som har f&#229;tt information under tystnadsplikt f&#229;r trots
tystnadsplikten f&#246;ra informationen vidare till andra ledam&#246;ter
i samma f&#246;rhandlingsdelegation eller arbetstagarr&#229;d och deras
experter. R&#228;tten att f&#246;ra informationen vidare g&#228;ller endast om
uppgiftsl&#228;mnaren underr&#228;ttar mottagaren om tystnadsplikten. I
s&#229;dant fall g&#228;ller tystnadsplikten &#228;ven f&#246;r mottagaren.

Tystnadsplikten skall forts&#228;tta att g&#228;lla &#228;ven efter det att
uppdraget som ledamot, annan arbetstagarrepresentant eller
expert upph&#246;rt.

Missbruk av f&#246;rfarandet

67 &#167; Reglerna om europabolag f&#229;r inte till&#228;mpas i syfte att
fr&#229;nta eller f&#246;rv&#228;gra arbetstagarna deras r&#228;tt till
arbetstagarinflytande.

Om v&#228;sentliga f&#246;r&#228;ndringar i europabolaget, dess dotterbolag
eller filialer intr&#228;ffar inom ett &#229;r fr&#229;n det att europabolaget
har registrerats och &#228;r s&#229;dana att arbetstagarna skulle ha f&#229;tt
ett mer omfattande inflytande om f&#246;r&#228;ndringarna gjorts f&#246;re
registreringen av europabolaget, skall f&#246;r&#228;ndringarna anses
gjorda i syfte att fr&#229;nta eller f&#246;rv&#228;gra arbetstagarna deras
r&#228;tt till arbetstagarinflytande, om inte bolaget visar andra
sk&#228;l f&#246;r f&#246;r&#228;ndringarna.

Skadest&#229;nd

68 &#167; Den som bryter mot denna lag, mot ett avtal enligt lagen
eller mot tystnadsplikt som avses i denna lag skall ers&#228;tta
uppkommen skada i enlighet med best&#228;mmelserna i 55 och 56 &#167;&#167;,
57 &#167; andra stycket, 60 &#167; f&#246;rsta stycket samt 61 och 62 &#167;&#167; lagen
(1976:580) om medbest&#228;mmande i arbetslivet.

Vid till&#228;mpningen av dessa best&#228;mmelser skall vad som d&#228;r s&#228;gs
om arbetsgivare g&#228;lla &#228;ven f&#246;r europabolag och deltagande bolag
samt vad som s&#228;gs om arbetstagarorganisation g&#228;lla &#228;ven f&#246;r
arbetstagarr&#229;d, arbetstagarnas f&#246;rhandlingsdelegation och andra
organ f&#246;r information och samr&#229;d.

En arbetstagare eller en arbetstagarorganisation kan dock inte
med st&#246;d av denna lag kr&#228;va skadest&#229;nd av en annan arbetstagare
eller arbetstagarorganisation.

R&#228;tteg&#229;ng

69 &#167; M&#229;l om till&#228;mpningen av denna lag ska, i den m&#229;n tvisten
avser f&#246;rh&#229;llandet mellan arbetsgivare och arbetstagare,
handl&#228;ggas enligt lagen (1974:371) om r&#228;tteg&#229;ngen i
arbetstvister. I ett s&#229;dant fall ska Arbetsdomstolen vara
f&#246;rsta domstol.

Vid till&#228;mpningen av lagen om r&#228;tteg&#229;ngen i arbetstvister ska
det som s&#228;gs d&#228;r om arbetsgivare g&#228;lla &#228;ven f&#246;r europabolag och
deltagande bolag samt det som s&#228;gs om arbetstagarorganisation
g&#228;lla &#228;ven f&#246;r arbetstagarnas f&#246;rhandlingsdelegation,
arbetstagarr&#229;d och andra organ f&#246;r information och samr&#229;d. Det
som s&#228;gs d&#228;r om kollektivavtal ska g&#228;lla &#228;ven f&#246;r s&#229;dana avtal
som avses i denna lag.

M&#229;l om till&#229;tligheten av tystnadsplikt ska handl&#228;ggas
skyndsamt. Lag (2011:429).

70 &#167; N&#228;r n&#229;gon vill yrka skadest&#229;nd enligt denna lag, g&#228;ller i
till&#228;mpliga delar vad som s&#228;gs i 64, 65 och 68 &#167;&#167; lagen
(1976:580) om medbest&#228;mmande i arbetslivet. Vid till&#228;mpningen
av 64 &#167; skall europabolag, deltagande bolag, arbetstagarnas
f&#246;rhandlingsdelegation samt arbetstagarr&#229;det och andra organ
f&#246;r information och samr&#229;d anses ha f&#246;rhandlingsr&#228;tt enligt
10 &#167; lagen om medbest&#228;mmande i arbetslivet. Den tid enligt 65 &#167;
inom vilken talan senast skall v&#228;ckas, skall dock vara &#229;tta
m&#229;nader.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2418">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2420">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
