

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2003-11-25" /> 
 <meta id="rattsinfo-edited" content="2013-08-23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2471</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2470">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2472">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2003:759 ·
                    <a href="/sfsr?bet=2003:759">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2003:759) om avtal mellan Sverige och Hong Kong SAR 
betr&#228;ffande skatt p&#229; inkomst som h&#228;rr&#246;r fr&#229;n luftfartyg i 
internationell trafik
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2003-11-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2004:27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2004-03-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Artikel 10 om undvikande av dubbelbeskattning av inkomst som
h&#228;rr&#246;r fr&#229;n luftfartyg i internationell trafik i avtalet mellan
Sverige och Hong Kong SAR betr&#228;ffande luftfart som
undertecknades den 14 mars 2000 skall g&#228;lla som lag h&#228;r i
landet. Avtalet &#228;r avfattat p&#229; engelska. Den engelska texten
samt en svensk &#246;vers&#228;ttning framg&#229;r av bilaga till denna lag.

&#214;verg&#229;ngsbest&#228;mmelser

2003:759

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas fr&#229;n och med den 1 januari
1997 samt p&#229; f&#246;rm&#246;genhet som innehas detta datum eller senare.


Bilaga

(&#214;vers&#228;ttning)

AGREEMENT BETWEEN THE GOVERNMENT OF THE KINGDOM OF SWEDEN AND
THE GOVERNMENT OF THE HONG KONG SPECIAL ADMINISTRATIVE REGION
OF THE PEOPLE&#39;S REPUBLIC OF CHINA

CONCERNING SCHEDULED AIR

SERVICES

The Government of the Kingdom of Sweden and the Government of
the Hong Kong Special Administrative Region of the People&#39;s
Republic of China (&quot;the Hong Kong Special Administrative
Region&quot;),

Have agreed as follows:

ARTICLE 10

Avoidance of Double Taxation

1. Income and profits derived from the operation of aircraft in
international traffic by an airline of one Contracting Party,
including participation in a pool service, a joint air
transport operation or an international operating agency, which
are subject to tax in the area of that Contracting Party shall
be exempt from income tax, profits tax and all other taxes on
income and profits imposed in the area of the other Contracting
Party.

2. Capital and assets of an airline of one Contracting Party
relating to the operation of aircraft in international traffic
shall be exempt from taxes on capital and assets imposed in the
area of the other Contracting Party.

3. Gains from the alienation of aircraft operated in
international traffic and movable property pertaining to the
operation of such aircraft which are received by an airline of
one Contracting Party, the income and profits of which
according to paragraph 1 are taxable only in the area of that
Contracting Party, shall be exempt from any tax on gains
imposed in the area of the other Contracting Party.

4. For the purposes of this Article:

(a) the term &quot;income and profits&quot; includes revenues and gross
receipts from the operation of aircraft for the carriage of
persons, livestock, goods, mail or merchandise in international
traffic including:

i) the charter or rental of aircraft if such charter or rental
is incidental to the operation of aircraft in international
traffic;

ii) the sale of tickets or similar documents, and the provision
of services connected with such carriage, for the airline
itself or for other airlines, but in the latter case only if
such sales or provisions of services are incidental to the
operation of aircraft in international traffic; and

iii) interest on funds directly connected with the operation of
aircraft in international traffic;

(b) the term &quot;international traffic&quot; means any carriage by an
aircraft except when such carriage is solely between places in
the area of the other Contracting Party;

(c) the term &quot;airline of one Contracting Party&quot; means,

(i) in the case of the Hong Kong Special Administrative Region,
an airline incorporated and having its principal place of
business in the Hong Kong Special Administrative Region; and

(ii) in the case of Sweden, any airline which, under the laws
of Sweden, is liable to tax therein by reason of domicile,
residence, place of management or any other criterion of a
similar nature, and includes the joint Swedish, Danish and
Norwegian air transport consortium Scandinavian Airlines System
(SAS), but only insofar as profits derived by SAS Sverige AB,
the Swedish partner of the Scandinavian Airlines System (SAS),
are in proportion to its share in that consortium;

(d) the term &quot;competent authority&quot; means,

(i) in the case of the Hong Kong Special Administrative Region,
the Commissioner of Inland Revenue or his authorized
representative, or any person or body authorized to perform any
functions at present exercisable by the Commissioner or similar
functions; and

(ii) in the case of Sweden, the Minister of Finance, his
authorized representative or the authority which is designated
as a competent authority for the purposes of this Article.

5. The competent authorities of the Contracting Parties shall,
through consultation, endeavour to resolve by mutual agreement
any disputes regarding the interpretation or application of
this Article. Article 17 (Settlement of Disputes) shall not
apply to any such dispute.

6. Notwithstanding Article 21 (Entry into Force) each
Contracting Party shall in writing notify the other of the
completion of the relevant procedures required by its law to
bring this Article into force. The Article shall enter into
force on the date of the receipt of the latter of these
notifications and shall thereupon have effect in respect of
income, profits and gains arising on or after the first day of
January 1997 and on capital and assets held on or after that
date.

7. Notwithstanding Article 19 (Termination) where notice of
termination of this Agreement is given under that Article, this
Article shall cease to have effect, in relation to income,
profits and gains received as well as capital and assets held
on or after the first day of January in the calendar year next
following the expiry of a period of six months after the date
when such notice is given.

8. This Article shall cease to have effect in the event that an
agreement for the avoidance of double taxation with respect to
taxes on income, providing for similar exemptions to those in
this Article, enters into force between the Contracting
Parties.

In witness whereof, the undersigned, being duly authorized by
their respective Governments, have signed this Agreement.

Done, in duplicate at Hong Kong this 14th day of March 2000 in
the English language.

For the Government of the Kingdom of Sweden

Ingolf Kiesow

For the Government of the Hong Kong Special Administrative
Region of the People&#39;s Republic of China

Stephen IP Shu Kwan

AVTAL MELLAN KONUNGARIKET SVERIGES REGERING OCH REGERINGEN I
FOLKREPUBLIKEN KINAS S&#196;RSKILDA ADMINISTRATIVA REGION

HONG KONG

BETR&#196;FFANDE LUFTFART

Konungariket Sveriges regering och regeringen i Folkrepubliken
Kinas s&#228;rskilda administrativa region Hong Kong (den s&#228;rskilda
administrativa regionen Hong Kong),

har kommit &#246;verens om f&#246;ljande:

Artikel 10

Undvikande av dubbelbeskattning

1. Inkomst som lufttrafikf&#246;retag i en avtalsslutande part
f&#246;rv&#228;rvar genom anv&#228;ndning av luftfartyg i internationell
trafik, inklusive genom deltagande i en pool, i ett gemensamt
lufttransportf&#246;retag eller i en internationell
driftsorganisation, undantas fr&#229;n inkomstskatt och all annan
skatt p&#229; inkomst som p&#229;f&#246;rs i den andra avtalsslutande parten.

2. F&#246;rm&#246;genhet som innehas av lufttrafikf&#246;retag i en
avtalsslutande part och som &#228;r h&#228;nf&#246;rliga till anv&#228;ndningen av
luftfartyg i internationell trafik undantas fr&#229;n skatt p&#229;
f&#246;rm&#246;genhet i den andra avtalsslutande parten.

3. Vinst p&#229; grund av &#246;verl&#229;telse av luftfartyg i internationell
trafik och l&#246;s egendom h&#228;nf&#246;rlig till anv&#228;ndning av s&#229;dant
luftfartyg som tas emot av lufttrafikf&#246;retag i en
avtalsslutande part, och vars inkomst enligt punkt 1 beskattas
endast i denna avtalsslutande part, &#228;r undantagen fr&#229;n all
skatt p&#229; vinst som p&#229;f&#246;rs i den andra avtalsslutande parten.

4. Vid till&#228;mpningen av denna artikel:

a) innefattar uttrycket &quot;inkomst&quot; int&#228;kter och bruttoinkomster
fr&#229;n anv&#228;ndning av luftfartyg f&#246;r transport i internationell
trafik av personer, levande inventarier, varor, post eller
handelsvaror inklusive:

1) chartring eller hyra av luftfartyg om s&#229;dan chartring eller
hyra &#228;r av underordnad betydelse i f&#246;rh&#229;llande till
anv&#228;ndningen av luftfartyg i internationell trafik,

2) f&#246;rs&#228;ljning av biljetter eller motsvarande handlingar samt
tillhandah&#229;llande av tj&#228;nster i samband med s&#229;dan transport,
f&#246;r lufttrafikf&#246;retaget eller f&#246;r andra lufttrafikf&#246;retag, men
i det senare fallet endast om s&#229;dan f&#246;rs&#228;ljning eller
tillhandah&#229;llande av tj&#228;nster &#228;r av underordnad betydelse i
f&#246;rh&#229;llande till anv&#228;ndningen av luftfartyg i internationell
trafik, och

3) r&#228;nta p&#229; medel som &#228;r direkt h&#228;nf&#246;rliga till anv&#228;ndningen av
luftfartyg i internationell trafik,

b) avser uttrycket &quot;internationell trafik&quot; all transport med
luftfartyg utom d&#229; s&#229;dan transport sker uteslutande mellan
platser i den andra avtalsslutande parten,

c) avser uttrycket &quot;lufttrafikf&#246;retag i en avtalsslutande
part&quot;,

1) i den s&#228;rskilda administrativa regionen Hong Kong, ett
lufttrafikf&#246;retag bildat och med s&#228;te i den s&#228;rskilda
administrativa regionen Hong Kong, och

2) i Sverige, lufttrafikf&#246;retag som enligt lagstiftningen i
Sverige &#228;r skattskyldigt d&#228;r p&#229; grund av domicil, bos&#228;ttning,
plats f&#246;r f&#246;retagsledning eller annan liknande omst&#228;ndighet,
och omfattar det gemensamma svenska, danska och norska
luftfartskonsortiet Scandinavian Airlines System (SAS), men n&#228;r
det g&#228;ller inkomster uppburna av SAS Sverige AB, den svenske
del&#228;garen i Scandinavian Airlines System (SAS), endast till den
del inkomsten motsvarar dess andel i konsortiet,

d) avser uttrycket &quot;beh&#246;rig myndighet&quot;,

1) i den s&#228;rskilda administrativa regionen Hong Kong, &quot;the
Commissioner of Inland Revenue&quot; eller dennes befullm&#228;ktigade
ombud eller varje annan person eller organ med befogenhet att
utf&#246;ra de funktioner som &quot;the Commissioner&quot; f&#246;r n&#228;rvarande
utf&#246;r eller liknande funktioner, och

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
myndighet vid till&#228;mpningen av denna artikel.

5. De beh&#246;riga myndigheterna i de avtalsslutande parterna
skall, efter samr&#229;d, genom &#246;msesidig &#246;verenskommelse s&#246;ka
avg&#246;ra alla tvister betr&#228;ffande tolkningen eller till&#228;mpningen
av denna artikel. Artikel 17 (Tvistl&#246;sning) &#228;r inte till&#228;mplig
p&#229; s&#229;dana tvister.

6. Utan hinder av best&#228;mmelserna i artikel 21 (Ikrafttr&#228;dande)
skall de avtalsslutande parterna skriftligen underr&#228;tta
varandra n&#228;r de konstitutionella &#229;tg&#228;rder har vidtagits som
enligt respektive lagstiftning kr&#228;vs f&#246;r att denna artikel
skall tr&#228;da i kraft. Artikeln tr&#228;der i kraft den dag d&#229; den
sista av dessa underr&#228;ttelser tas emot och skall d&#228;rvid
till&#228;mpas p&#229; inkomst och vinst som f&#246;rv&#228;rvas den 1 januari 1997
eller senare och p&#229; f&#246;rm&#246;genhet som innehas detta datum eller
senare.

7. Utan hinder av best&#228;mmelserna i artikel 19 (Upps&#228;gning)
skall, d&#229; meddelande om beslut att s&#228;ga upp detta avtal l&#228;mnas
enligt n&#228;mnda artikel, denna artikel upph&#246;ra att g&#228;lla
betr&#228;ffande s&#229;v&#228;l inkomst och vinst som f&#246;rm&#246;genhet som tas
emot respektive innehas fr&#229;n och med den 1 januari det
kalender&#229;r som f&#246;ljer n&#228;rmast efter utg&#229;ngen av sex m&#229;nader
fr&#229;n dagen d&#229; upps&#228;gningen &#228;ger rum.

8. Denna artikel skall upph&#246;ra att g&#228;lla n&#228;r ett avtal om
undvikande av dubbelbeskattning betr&#228;ffande skatt p&#229; inkomst
tr&#228;der i kraft mellan de avtalsslutande parterna, under
f&#246;ruts&#228;ttning att avtalet inneh&#229;ller liknade undantag som de i
denna artikel.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade av respektive regering, undertecknat detta avtal.

Som skedde i Hong Kong den 14 mars 2000 i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Konungariket Sveriges regering

Ingolf Kiesow

F&#246;r regeringen i Folkrepubliken Kinas s&#228;rskilda administrativa
region Hong Kong

Stephen IP Shu Kwan

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2470">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2472">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
