

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2003-06-23" /> 
 <meta id="rattsinfo-edited" content="2011-11-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2499</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2498">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2500">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2003:376 ·
                    <a href="/sfsr?bet=2003:376">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Sambolag (2003:376)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2003-06-12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:493
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2003-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Vad som avses med sambor

1 &#167; Med sambor avses tv&#229; personer som stadigvarande bor
tillsammans i ett parf&#246;rh&#229;llande och har gemensamt hush&#229;ll.

N&#228;r det i en lag eller annan f&#246;rfattning talas om sambor
eller personer som bor tillsammans under &#228;ktenskapsliknande
f&#246;rh&#229;llanden eller anv&#228;nds liknande uttryck, avses d&#228;rmed
sambor enligt f&#246;rsta stycket.

Denna lag g&#228;ller endast s&#229;dana sambof&#246;rh&#229;llanden d&#228;r ingen av
samborna &#228;r gift. Lagen g&#228;ller sambornas gemensamma bostad
och bohag.

Det som i denna lag s&#228;gs om &#228;ktenskap g&#228;ller ocks&#229;
registrerat partnerskap. Lag (2009:261).

N&#228;r ett sambof&#246;rh&#229;llande upph&#246;r

2 &#167; Ett sambof&#246;rh&#229;llande upph&#246;r

1. om samborna eller n&#229;gon av dem ing&#229;r &#228;ktenskap,

2. om samborna flyttar is&#228;r eller

3. om n&#229;gon av samborna avlider.

Ett sambof&#246;rh&#229;llande skall ocks&#229; anses upph&#246;ra om en sambo
ans&#246;ker om f&#246;rordnande av bodelningsf&#246;rr&#228;ttare enligt 26 &#167;
eller om r&#228;tt att f&#229; bo kvar i bostaden enligt 28 &#167; eller om en
sambo v&#228;cker talan om &#246;vertagande av bostad enligt 22 &#167;.

Sambors egendom

3 &#167; Sambors gemensamma bostad och bohag utg&#246;r samboegendom, om
egendomen f&#246;rv&#228;rvats f&#246;r gemensam anv&#228;ndning och inte annat
f&#246;ljer av 4 eller 9 &#167;.

4 &#167; I samboegendomen ing&#229;r inte

1. egendom som en sambo har f&#229;tt i g&#229;va av n&#229;gon annan &#228;n den
andra sambon med det villkoret att egendomen skall vara
mottagarens enskilda,

2. egendom som en sambo har erh&#229;llit genom testamente med det
villkoret att egendomen skall vara mottagarens enskilda,

3. egendom som en sambo har &#228;rvt och som enligt testamente av
arvl&#229;taren skall vara mottagarens enskilda och

4. vad som har tr&#228;tt i st&#228;llet f&#246;r egendom som avses i 1-3, om
inte annat har f&#246;reskrivits genom den r&#228;ttshandling p&#229; grund av
vilken egendomen &#228;r enskild.

5 &#167; Med sambors gemensamma bostad avses i denna lag, om inte
annat f&#246;ljer av 7 &#167;,

1. fast egendom som samborna eller n&#229;gon av dem &#228;ger eller
innehar med tomtr&#228;tt, om det finns en byggnad inom egendomen
som &#228;r avsedd som sambornas gemensamma hem och egendomen
innehas huvudsakligen f&#246;r detta &#228;ndam&#229;l,

2. fast egendom som samborna eller n&#229;gon av dem innehar med
nyttjander&#228;tt i f&#246;rening med byggnad p&#229; egendomen som samborna
eller n&#229;gon av dem &#228;ger, om byggnaden &#228;r avsedd som sambornas
gemensamma hem och egendomen innehas huvudsakligen f&#246;r detta
&#228;ndam&#229;l,

3. byggnad eller del av byggnad som samborna eller n&#229;gon av
dem innehar med hyresr&#228;tt, bostadsr&#228;tt eller annan liknande
r&#228;tt, om byggnaden eller byggnadsdelen &#228;r avsedd som sambornas
gemensamma hem och innehas huvudsakligen f&#246;r detta &#228;ndam&#229;l och

4. byggnad eller del av byggnad som samborna eller n&#229;gon av
dem har r&#228;tt att framdeles f&#246;rv&#228;rva med bostadsr&#228;tt enligt
f&#246;rhandsavtal som s&#228;gs i 5 kap. bostadsr&#228;ttslagen (1991:614),
om r&#228;tten g&#228;ller en l&#228;genhet som n&#228;r avtalet tr&#228;ffades var
avsedd att bli sambornas gemensamma hem och att innehas
huvudsakligen f&#246;r detta &#228;ndam&#229;l.

Samborna f&#229;r i en av dem undertecknad handling anm&#228;la till
inskrivningsmyndigheten att en fastighet som &#228;r lagfaren f&#246;r
en av dem eller en tomtr&#228;tt f&#246;r vilken en av dem &#228;r inskriven
som innehavare &#228;r gemensam bostad f&#246;r dem b&#229;da.  Lag (2009:185).

6 &#167; Med sambors gemensamma bohag avses i denna lag, om inte
annat f&#246;ljer av 7 &#167;, m&#246;bler, hush&#229;llsmaskiner och annat inre
l&#246;s&#246;re som &#228;r avsett f&#246;r det gemensamma hemmet. Till gemensamt
bohag r&#228;knas inte s&#229;dant bohag som anv&#228;nds uteslutande f&#246;r den
ena sambons bruk.

7 &#167; Till sambors gemensamma bostad och bohag r&#228;knas inte
egendom som anv&#228;nds huvudsakligen f&#246;r fritids&#228;ndam&#229;l.

Bodelning

8 &#167; N&#228;r ett sambof&#246;rh&#229;llande upph&#246;r av annat sk&#228;l &#228;n att
samborna ing&#229;r &#228;ktenskap med varandra, skall p&#229; beg&#228;ran av
n&#229;gon av samborna samboegendomen f&#246;rdelas mellan dem genom
bodelning. Bodelningen skall g&#246;ras med utg&#229;ngspunkt i
egendomsf&#246;rh&#229;llandena den dag d&#229; sambof&#246;rh&#229;llandet upph&#246;rde.

Beg&#228;ran om bodelning skall framst&#228;llas senast ett &#229;r efter det
att sambof&#246;rh&#229;llandet upph&#246;rde. Om sambof&#246;rh&#229;llandet upph&#246;r
genom att en sambo avlider eller om en sambo avlider inom ett
&#229;r fr&#229;n det att sambof&#246;rh&#229;llandet upph&#246;rde, skall dock beg&#228;ran
framst&#228;llas senast n&#228;r bouppteckningen f&#246;rr&#228;ttas.

9 &#167; Sambor eller blivande sambor f&#229;r avtala om att bodelning
inte skall ske eller att viss egendom inte skall ing&#229; i
bodelningen. Genom ett nytt avtal f&#229;r de &#228;ndra vad som tidigare
&#246;verenskommits.

Avtalet skall uppr&#228;ttas skriftligen och undertecknas av
samborna eller de blivande samborna. Detta g&#228;ller &#228;ven om n&#229;gon
av dem &#228;r under&#229;rig eller om avtalet avser egendom som till
n&#229;gon del omfattas av f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken. I s&#229;
fall skall dock f&#246;rmyndarens eller f&#246;rvaltarens skriftliga
medgivande inh&#228;mtas.

Om ett villkor i avtalet &#228;r osk&#228;ligt med h&#228;nsyn till avtalets
inneh&#229;ll, omst&#228;ndigheterna vid avtalets tillkomst, senare
intr&#228;ffade f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt, f&#229;r det
j&#228;mkas eller l&#228;mnas utan avseende vid bodelningen.

10 &#167; Sambor f&#229;r inf&#246;r ett omedelbart f&#246;rest&#229;ende upph&#246;rande av
sambof&#246;rh&#229;llandet avtala om den kommande bodelningen eller om
annat som har samband med denna (f&#246;ravtal). &#214;ver avtalet skall
uppr&#228;ttas en handling som undertecknas av samborna.

Vad som s&#228;gs i 9 &#167; tredje stycket om villkor i avtal r&#246;rande
bodelning g&#228;ller &#228;ven villkor i f&#246;ravtal.

11 &#167; Varje sambo &#228;r skyldig att tills bodelningen g&#246;rs, eller
fr&#229;gan om bodelning fallit, redovisa f&#246;r sin samboegendom, f&#246;r
s&#229;dan gemensam bostad som kan &#246;vertas enligt 22 &#167; och f&#246;r s&#229;dan
samboegendom som sambon har haft hand om men som tillh&#246;r den
andra sambon.

12 &#167; Vid bodelningen skall f&#246;rst sambornas andelar i
samboegendomen ber&#228;knas.

13 &#167; Vid ber&#228;kningen av sambornas andelar i samboegendomen
skall fr&#229;n vad en sambo &#228;ger av egendomen s&#229; mycket avr&#228;knas
att det t&#228;cker de skulder som den sambon hade n&#228;r
sambof&#246;rh&#229;llandet upph&#246;rde.

F&#246;r s&#229;dana fordringar mot en sambo som inte &#228;r f&#246;renade med
s&#228;rskild f&#246;rm&#229;nsr&#228;tt i samboegendomen och som inte heller p&#229;
annat s&#228;tt &#228;r att h&#228;nf&#246;ra till s&#229;dan egendom skall sambon f&#229;
t&#228;ckning ur samboegendomen endast i den m&#229;n betalning inte kan
erh&#229;llas ur annan egendom.

14 &#167; Det som &#229;terst&#229;r av samboegendomen, sedan avdrag gjorts
f&#246;r att skulderna skall t&#228;ckas enligt 13 &#167;, skall l&#228;ggas
samman. V&#228;rdet d&#228;rav skall d&#228;refter delas lika mellan samborna.

15 &#167; I den m&#229;n det med h&#228;nsyn s&#228;rskilt till sambof&#246;rh&#229;llandets
l&#228;ngd men &#228;ven till sambornas ekonomiska f&#246;rh&#229;llanden och
omst&#228;ndigheterna i &#246;vrigt &#228;r osk&#228;ligt att en sambo n&#228;r
samlevnaden upph&#246;r skall l&#228;mna egendom till den andra i den
omfattning som f&#246;ljer av 12-14 &#167;&#167;, skall bodelningen i st&#228;llet
g&#246;ras s&#229; att den f&#246;rstn&#228;mnda sambon f&#229;r beh&#229;lla mer av sin
egendom. &#196;r en sambo f&#246;rsatt i konkurs n&#228;r bodelningen skall
f&#246;rr&#228;ttas eller finns det andra s&#228;rskilda sk&#228;l att inte dela
sambornas egendom, skall varje sambo beh&#229;lla sin egendom som
sin andel.

16 &#167; Med ledning av de andelar som har ber&#228;knats f&#246;r samborna
skall samboegendomen f&#246;rdelas mellan dem p&#229; lotter.

Den sambo som b&#228;st beh&#246;ver bostaden eller bohaget har r&#228;tt att
f&#229; denna egendom i avr&#228;kning p&#229; sin lott eller, om v&#228;rdet &#228;r
ringa, utan avr&#228;kning. En f&#246;ruts&#228;ttning f&#246;r att en sambo skall
f&#229; &#246;verta bostad eller bohag som tillh&#246;r den andra sambon &#228;r
dock att ett s&#229;dant &#246;vertagande &#228;ven med h&#228;nsyn till
omst&#228;ndigheterna i &#246;vrigt kan anses sk&#228;ligt.

Svarar egendomen f&#246;r fordran som &#228;r f&#246;renad med s&#228;rskild
f&#246;rm&#229;nsr&#228;tt i egendomen, &#228;r en ytterligare f&#246;ruts&#228;ttning f&#246;r
ett &#246;vertagande att den andra sambon befrias fr&#229;n ansvar f&#246;r
fordringen eller att medel till att betala denna har satts
under s&#228;rskild v&#229;rd.

17 &#167; En sambo har r&#228;tt att i st&#228;llet f&#246;r att l&#228;mna egendom till
den andra sambon betala motsvarande belopp i pengar. Om
godtagbar s&#228;kerhet st&#228;lls f&#246;r betalningen, kan sambon f&#229;
sk&#228;ligt anst&#229;nd med denna. L&#228;mnas inte n&#229;gon betalning, har den
andra sambon r&#228;tt att s&#229; l&#229;ngt det &#228;r m&#246;jligt f&#229; s&#229;dan egendom
som inte &#228;r uppenbart ol&#228;mplig f&#246;r den sambon.

Om en sambo &#246;vertar bostad eller bohag mot avr&#228;kning och inte
tillgodoser den andra sambon med egendom ur samboegendomen,
skall den &#246;vertagande sambon betala motsvarande belopp i
pengar. Om godtagbar s&#228;kerhet st&#228;lls f&#246;r betalningen, kan
sambon f&#229; sk&#228;ligt anst&#229;nd med denna.

18 &#167; Om en sambo avlider, g&#228;ller best&#228;mmelserna om r&#228;tt att
beg&#228;ra bodelning och om r&#228;tt att &#246;verta bostad eller bohag
endast till f&#246;rm&#229;n f&#246;r den efterlevande sambon.

Om ett sambof&#246;rh&#229;llande upph&#246;r till f&#246;ljd av att en sambo
avlider, har den efterlevande sambon r&#228;tt att vid
f&#246;rdelning av samboegendomen som sin andel alltid f&#229; ut s&#229;
mycket av den beh&#229;llna egendomen efter avdrag f&#246;r skulder,
i den m&#229;n den r&#228;cker, att det motsvarar tv&#229; g&#229;nger det vid
tiden f&#246;r d&#246;dsfallet g&#228;llande prisbasbeloppet enligt 2 kap.
6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken.

Best&#228;mmelserna i 15 kap. 1 och 3 &#167;&#167; &#228;rvdabalken om f&#246;rlust
av r&#228;tt till arv ska ocks&#229; g&#228;lla i fr&#229;ga om r&#228;tten f&#246;r den
efterlevande sambon att vid bodelning f&#229; del i den avlidnes
egendom. Lag (2010:1287).

19 &#167; Om bodelningen har lett till att en fastighet har delats
s&#229; att samborna har f&#229;tt skilda andelar utan att villkor om
utbrytning har st&#228;llts upp i bodelningshandlingen, innehar de
fastigheten med sam&#228;gander&#228;tt.

I den m&#229;n bodelningen i andra fall inneb&#228;r att en del av en
fastighet kommer i en s&#228;rskild &#228;gares hand &#228;r bodelningen utan
verkan.

20 &#167; Best&#228;mmelserna i 9 kap. 5, 7, 9 och 10 &#167;&#167; &#228;ktenskapsbalken
g&#228;ller &#228;ven vid bodelning enligt denna lag. Vad som s&#228;gs om
makar skall d&#228;rvid g&#228;lla sambor. I st&#228;llet f&#246;r den tidpunkt d&#229;
talan om &#228;ktenskapsskillnad v&#228;cks skall g&#228;lla den dag d&#229;
sambof&#246;rh&#229;llandet upph&#246;r.

21 &#167; Har en sambo vid bodelningen till skada f&#246;r sina
borgen&#228;rer avst&#229;tt egendom som enligt 13-16 &#167;&#167; har bel&#246;pt p&#229;
sambons andel, g&#228;ller vad som f&#246;reskrivs i 13 kap. 1 och 2 &#167;&#167;
&#228;ktenskapsbalken om verkan av en s&#229;dan &#229;tg&#228;rd vid bodelning
mellan makar.

&#214;vertagande av bostad i vissa fall

22 &#167; Innehar den ena sambon den gemensamma bostaden med
hyresr&#228;tt eller bostadsr&#228;tt och utg&#246;r egendomen inte
samboegendom, har den andra sambon r&#228;tt att &#246;verta den n&#228;r
sambof&#246;rh&#229;llandet upph&#246;r, om den sambon b&#228;st beh&#246;ver bostaden
och ett s&#229;dant &#246;vertagande &#228;ven med h&#228;nsyn till
omst&#228;ndigheterna i &#246;vrigt kan anses sk&#228;ligt. Om samborna inte
har eller har haft barn tillsammans, g&#228;ller detta dock endast
om synnerliga sk&#228;l talar f&#246;r det.

Anspr&#229;k p&#229; att ta &#246;ver hyres- eller bostadsr&#228;tten skall
framst&#228;llas senast ett &#229;r efter det att sambof&#246;rh&#229;llandet
upph&#246;rde. L&#228;mnar sambon bostaden, skall anspr&#229;ket dock
framst&#228;llas senast tre m&#229;nader d&#228;refter. Fristen p&#229; ett &#229;r
g&#228;ller inte om den sambo som innehar bostaden avlider och den
efterlevande sambon bor kvar i bostaden.

Den som &#246;vertar bostaden enligt f&#246;rsta stycket skall ers&#228;tta
den andra sambon f&#246;r bostadens v&#228;rde. Det f&#229;r ske genom att
bostadens v&#228;rde avr&#228;knas vid best&#228;mmandet av sambornas andelar
i bodelningen, om den som l&#228;mnar bostaden kan tillgodoses p&#229;
det s&#228;ttet. I annat fall skall vad som fattas betalas med
pengar. St&#228;lls godtagbar s&#228;kerhet f&#246;r betalningen, kan sambon
f&#229; sk&#228;ligt anst&#229;nd med denna.

Inskr&#228;nkningar i r&#228;tten att f&#246;rfoga &#246;ver det gemensamma hemmet

23 &#167; En sambo f&#229;r inte utan den andra sambons samtycke

1. avh&#228;nda sig, hyra ut eller p&#229; annat s&#228;tt med nyttjander&#228;tt
uppl&#229;ta en bostad som utg&#246;r samboegendom eller som den andra
sambon kan f&#229; r&#228;tt att &#246;verta enligt 22 &#167;,

2. l&#229;ta inteckna fast egendom eller tomtr&#228;tt d&#228;r det finns en
bostad som utg&#246;r samboegendom,

3. pants&#228;tta annan egendom som innefattar en bostad som utg&#246;r
samboegendom eller en bostad som den andra sambon kan f&#229; r&#228;tt
att &#246;verta enligt 22 &#167; eller

4. avh&#228;nda sig eller pants&#228;tta bohag som utg&#246;r samboegendom.

Samtycke till avh&#228;ndelse av eller inteckning i fast egendom
eller tomtr&#228;tt skall l&#228;mnas skriftligen.

Best&#228;mmelserna om samtycke av en sambo till en &#229;tg&#228;rd av den
andra sambon till&#228;mpas ocks&#229; n&#228;r d&#246;dsboet efter en avliden
sambo vidtar en s&#229;dan &#229;tg&#228;rd.

Samtycke beh&#246;vs inte, om den andra sambon inte kan l&#228;mna
giltigt samtycke eller om dennes samtycke inte kan inh&#228;mtas
inom rimlig tid.

24 &#167; Saknas samtycke som kr&#228;vs f&#246;r en &#229;tg&#228;rd enligt 23 &#167;, f&#229;r
domstolen till&#229;ta &#229;tg&#228;rden p&#229; ans&#246;kan av den som vill f&#246;reta
den.

25 &#167; Om en sambo eller d&#246;dsboet efter en avliden sambo utan det
samtycke eller tillst&#229;nd som kr&#228;vs har avh&#228;nt sig eller till
nackdel f&#246;r den andra sambon uppl&#229;tit nyttjander&#228;tt till
egendom, skall domstolen p&#229; talan av denne f&#246;rklara att
r&#228;ttshandlingen &#228;r ogiltig och att egendomen skall &#229;terg&#229;.
Detsamma g&#228;ller om en sambo eller d&#246;dsboet efter en avliden
sambo utan det samtycke eller tillst&#229;nd som kr&#228;vs har pantsatt
sambornas bohag. &#214;verl&#229;telse eller pants&#228;ttning av bohag skall
dock inte f&#246;rklaras ogiltig, om den nya innehavaren har f&#229;tt
egendomen i sin besittning i god tro.

Talan enligt f&#246;rsta stycket skall v&#228;ckas hos domstolen inom tre
m&#229;nader fr&#229;n det att den andra sambon fick k&#228;nnedom om
f&#246;rfogandet &#246;ver bostaden eller &#246;verl&#228;mnandet av bohaget. Har
lagfart eller inskrivning beviljats med anledning av
&#246;verl&#229;telse av fast egendom eller tomtr&#228;tt, f&#229;r talan inte
v&#228;ckas.

F&#246;rs talan om avhysning, f&#229;r domstolen medge sk&#228;ligt anst&#229;nd
med flyttningen.

&#214;vriga best&#228;mmelser

26 &#167; Best&#228;mmelserna i 17 kap. 1, 2 och 4-9 &#167;&#167; samt 18 kap. 1 &#167;
&#228;ktenskapsbalken g&#228;ller &#228;ven vid tvist mellan sambor. Vad som
s&#228;gs om makar skall d&#228;rvid g&#228;lla sambor.

27 &#167; Vid handl&#228;ggningen av ett &#228;rende enligt denna lag best&#229;r
tingsr&#228;tten av en lagfaren domare. Om det finns s&#228;rskilda sk&#228;l
med h&#228;nsyn till &#228;rendets beskaffenhet, f&#229;r tingsr&#228;tten dock
best&#229; av en lagfaren domare och tre n&#228;mndem&#228;n.

Regeringen f&#229;r best&#228;mma att &#228;ven s&#229;dana anst&#228;llda i en
tingsr&#228;tt som inte &#228;r lagfarna domare skall f&#229; f&#246;rordna
bodelningsf&#246;rr&#228;ttare enligt 17 kap. 1 &#167; &#228;ktenskapsbalken.

28 &#167; P&#229; ans&#246;kan av en sambo ska domstolen i fr&#229;ga om en bostad
som enligt 8 &#167; ska ing&#229; i bodelning best&#228;mma vem av samborna
som ska ha r&#228;tt att bo kvar i bostaden till dess att bodelning
har gjorts. Domstolen f&#229;r d&#228;rvid ocks&#229; f&#246;r samma tid, p&#229;
beg&#228;ran av n&#229;gon av samborna, f&#246;rbjuda samborna att bes&#246;ka
varandra. Domstolen f&#229;r &#228;ven &#228;ndra ett tidigare f&#246;rordnande.

P&#229; beg&#228;ran av n&#229;gon av samborna f&#229;r domstolen besluta om vad
som ska g&#228;lla enligt f&#246;rsta stycket f&#246;r tiden till dess att
fr&#229;gan har avgjorts genom beslut som har vunnit laga kraft. Ett
s&#229;dant interimistiskt beslut f&#229;r verkst&#228;llas och g&#228;ller p&#229;
samma s&#228;tt som ett beslut som har vunnit laga kraft. Beslutet
f&#229;r dock n&#228;r som helst &#228;ndras av domstolen och ska ompr&#246;vas n&#228;r
&#228;rendet slutligt avg&#246;rs.

Om n&#229;gon &#246;vertr&#228;der ett f&#246;rbud som meddelats enligt f&#246;rsta
eller andra stycket, till&#228;mpas 24 &#167; lagen (1988:688) om
kontaktf&#246;rbud.

Innan domstolen meddelar ett beslut ska motparten f&#229; tillf&#228;lle
att yttra sig. Lag (2011:493).

29 &#167; Den sambo som domstolen har ber&#228;ttigat att bo kvar i
bostaden till dess att bodelning har gjorts har r&#228;tt att
anv&#228;nda &#228;ven det gemensamma bohag som finns i bostaden och som
tillh&#246;r den andra sambon. Domstolen f&#229;r dock betr&#228;ffande viss
egendom best&#228;mma annat. Avtal som den sistn&#228;mnda sambon
d&#228;refter ing&#229;r med tredje man inskr&#228;nker inte nyttjander&#228;tten
till bostaden eller bohaget.

Har den ena sambon ber&#228;ttigats att bo kvar i bostaden, &#228;r den
andra sambon skyldig att genast flytta d&#228;rifr&#229;n.

30 &#167; Fr&#229;gan om r&#228;tten att bo kvar i bostaden till dess att
bodelning har gjorts skall v&#228;ckas vid en tingsr&#228;tt som &#228;r
beh&#246;rig att pr&#246;va tvister om bodelning mellan samborna.
Detsamma g&#228;ller fr&#229;gan om domstolens tillst&#229;nd till en sambos
f&#246;rfogande &#246;ver bostad och bohag.

31 &#167; I m&#229;l om r&#228;tt att &#246;verta bostad enligt 22 &#167; f&#229;r domstolen,
f&#246;r tiden till dess att fr&#229;gan har avgjorts genom dom som har
vunnit laga kraft, p&#229; yrkande av n&#229;gon av samborna best&#228;mma vem
av dem som ska ha r&#228;tt att bo kvar i bostaden. Domstolen f&#229;r
d&#228;rvid ocks&#229; f&#246;r samma tid, p&#229; beg&#228;ran av n&#229;gon av samborna,
f&#246;rbjuda samborna att bes&#246;ka varandra. Om r&#228;tt att bo kvar i
bostaden tillerk&#228;nns den sambo som inte har hyres- eller
bostadsr&#228;tten, ska domstolen ocks&#229; p&#229; yrkande best&#228;mma vad
sambon ska betala till den andra sambon f&#246;r nyttjandet av
bostaden och vad den f&#246;rstn&#228;mnda sambon i &#246;vrigt ska iaktta.

Har den ena sambon ber&#228;ttigats att bo kvar i bostaden, &#228;r den
andra sambon skyldig att genast flytta d&#228;rifr&#229;n.

Ett beslut enligt f&#246;rsta stycket f&#229;r verkst&#228;llas och g&#228;ller p&#229;
samma s&#228;tt som en dom som har vunnit laga kraft. Beslutet f&#229;r
dock n&#228;r som helst &#228;ndras av domstolen och ska ompr&#246;vas n&#228;r
m&#229;let avg&#246;rs.

Om n&#229;gon &#246;vertr&#228;der ett f&#246;rbud som meddelats enligt f&#246;rsta
stycket, till&#228;mpas 24 &#167; lagen (1988:688) om kontaktf&#246;rbud.

Innan domstolen meddelar ett beslut ska motparten f&#229; tillf&#228;lle
att yttra sig. Lag (2011:493).

32 &#167; Meddelar domstolen under r&#228;tteg&#229;ngen beslut i fr&#229;gor som
avses i 31 &#167; f&#246;rsta stycket, skall talan mot beslutet f&#246;ras
s&#228;rskilt. Hovr&#228;ttens beslut f&#229;r inte &#246;verklagas. Lag (2003:485).

&#214;verg&#229;ngsbest&#228;mmelser

2003:376

1. Denna lag tr&#228;der i kraft den 1 juli 2003, d&#229; lagen
(1987:232) om sambors gemensamma hem och lagen (1987:813) om
homosexuella sambor upph&#246;r att g&#228;lla.

2. Om ett sambof&#246;rh&#229;llande har upph&#246;rt f&#246;re ikrafttr&#228;dandet,
till&#228;mpas &#228;ldre best&#228;mmelser.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2498">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2500">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
