

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-13" /> 
 <meta id="rattsinfo-edited" content="2023-03-13 14:33:16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2502</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2501">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2503">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2003:333 ·
                    <a href="/sfsr?bet=2003:333">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2003:333) om Lagr&#229;det</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2003-06-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1531
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2003-09-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Grundlagsbest&#228;mmelser

1 &#167; Grundl&#228;ggande best&#228;mmelser om Lagr&#229;det finns i 8 kap.
20–22 &#167;&#167; regeringsformen. Lag (2010:1432).

Lagr&#229;dets sammans&#228;ttning

2 &#167; I Lagr&#229;det kan det tj&#228;nstg&#246;ra justitier&#229;d, justitier&#229;d som
avg&#229;tt med &#229;lderspension samt andra lagfarna personer. Fler &#228;n
sammanlagt sex justitier&#229;d f&#229;r inte samtidigt tas i anspr&#229;k
f&#246;r tj&#228;nstg&#246;ring i Lagr&#229;det. Lag (2010:1467).

3 &#167; Lagr&#229;det best&#229;r av minst en och h&#246;gst fem avdelningar.
Lag (2013:973).

4 &#167; En avdelning skall best&#229; av tre ledam&#246;ter. Om det finns
s&#228;rskilda sk&#228;l f&#229;r en avdelning best&#229; av fyra ledam&#246;ter vid
behandlingen av ett visst &#228;rende.

5 &#167; I varje avdelning ska det ing&#229; b&#229;de justitier&#229;d som
tj&#228;nstg&#246;r i H&#246;gsta domstolen och justitier&#229;d som tj&#228;nstg&#246;r i
H&#246;gsta f&#246;rvaltningsdomstolen. Vid behov f&#229;r de ers&#228;ttas av
pensionerat justitier&#229;d som tj&#228;nstgjort i H&#246;gsta domstolen
eller H&#246;gsta f&#246;rvaltningsdomstolen. Minst en ledamot p&#229;
avdelningen ska dock vara aktivt justitier&#229;d. Ut&#246;ver dessa f&#229;r
h&#246;gst en annan lagfaren person tj&#228;nstg&#246;ra p&#229; en avdelning.
Lag (2010:1467).

6 &#167; Ordf&#246;randen p&#229; en avdelning i H&#246;gsta domstolen eller H&#246;gsta
f&#246;rvaltningsdomstolen f&#229;r inte utses till ledamot i Lagr&#229;det.
Lag (2011:738).

Beslut om sammans&#228;ttningen

7 &#167; Regeringen beslutar med h&#228;nsyn till arbetsb&#246;rdan hur m&#229;nga
avdelningar Lagr&#229;det skall best&#229; av och under vilka
tidsperioder avdelningarna skall tj&#228;nstg&#246;ra.

Regeringen f&#229;r bemyndiga chefen f&#246;r Justitiedepartementet att
under en p&#229;g&#229;ende lagr&#229;dsperiod n&#228;rmare best&#228;mma antalet
avdelningar om det &#228;r n&#246;dv&#228;ndigt p&#229; grund av &#228;ndrad
arbetsb&#246;rda.

8 &#167; Regeringen beslutar efter samr&#229;d med H&#246;gsta domstolen och
H&#246;gsta f&#246;rvaltningsdomstolen hur m&#229;nga ledam&#246;ter som var och
en av domstolarna ska utse i Lagr&#229;det. Regeringen beslutar om
en avdelning ska best&#229; av fyra ledam&#246;ter vid behandlingen av
ett visst &#228;rende.

Regeringen f&#229;r bemyndiga chefen f&#246;r Justitiedepartementet att
fatta beslut enligt f&#246;rsta stycket.

H&#246;gsta domstolen och H&#246;gsta f&#246;rvaltningsdomstolen utser
justitier&#229;d i respektive domstol att vara ledam&#246;ter i
Lagr&#229;det. Vid behov utser dessa domstolar pensionerade
justitier&#229;d att vara ledam&#246;ter i Lagr&#229;det. Lag (2010:1467).

9 &#167; Andra ledam&#246;ter i Lagr&#229;det &#228;n de som avses i 8 &#167; utses av
regeringen efter samr&#229;d med H&#246;gsta domstolen och H&#246;gsta
f&#246;rvaltningsdomstolen.

Regeringen f&#229;r bemyndiga chefen f&#246;r Justitiedepartementet att
f&#246;rordna en ledamot som avses i denna paragraf och som
tidigare har varit ledamot i Lagr&#229;det. Lag (2010:1467).

10 &#167; Vid behov utses ers&#228;ttare f&#246;r en ledamot i Lagr&#229;det p&#229; det
s&#228;tt som anges i 8 och 9 &#167;&#167;.

11 &#167; N&#228;r det skall finnas fler &#228;n en avdelning best&#228;mmer de av
ledam&#246;terna som ber&#246;rs av beslutet avdelningarnas
sammans&#228;ttning.

12 &#167; Alla justitier&#229;d b&#246;r delta i beslut som enligt denna lag
fattas av H&#246;gsta domstolen respektive H&#246;gsta
f&#246;rvaltningsdomstolen, om de inte &#228;r befriade fr&#229;n skyldighet
att tj&#228;nstg&#246;ra eller har annat giltigt sk&#228;l att inte delta i
beslutet. Lag (2010:1467).

Lagr&#229;dsperiod och tj&#228;nstg&#246;ringstider

13 &#167; Lagr&#229;dets verksamhet delas in i perioder om ett &#229;r r&#228;knade
fr&#229;n b&#246;rjan av H&#246;gsta domstolens h&#246;stsession (lagr&#229;dsperioder).
Lag (2011:738).

14 &#167; En ledamot av Lagr&#229;det utses att tj&#228;nstg&#246;ra f&#246;r viss tid
eller f&#246;r behandling av ett visst &#228;rende.

F&#246;rordnande f&#246;r viss tid ska avse en lagr&#229;dsperiod eller en
del av en s&#229;dan period. F&#246;r att ett justitier&#229;d fr&#229;n b&#246;rjan av
en lagr&#229;dsperiod ska f&#246;rordnas f&#246;r kortare tid &#228;n hela
perioden kr&#228;vs s&#228;rskilda sk&#228;l. Lag (2010:1467).

15 &#167; Har upph&#228;vts genom lag (2011:738).

16 &#167; Har behandlingen av ett &#228;rende inte avslutats vid
lagr&#229;dsperiodens slut skall de ledam&#246;ter som deltagit i
behandlingen tj&#228;nstg&#246;ra p&#229; avdelningen i st&#228;llet f&#246;r dem som
har utsetts f&#246;r den nya perioden, till dess &#228;rendet har blivit
slutligt behandlat.

Om en ledamot under en p&#229;g&#229;ende lagr&#229;dsperiod skall avsluta sin
tj&#228;nstg&#246;ring p&#229; en avdelning i Lagr&#229;det, kan avdelningen
best&#228;mma att ledamoten skall forts&#228;tta sin tj&#228;nstg&#246;ring till
dess ett p&#229;b&#246;rjat &#228;rende som ledamoten har varit med om att
granska har behandlats slutligt.

Behandling av &#228;renden

17 &#167; Lagr&#229;dets avdelningar &#228;r alla lika beh&#246;riga att behandla
&#228;renden.

&#196;rendena f&#246;rdelas mellan avdelningarna p&#229; det s&#228;tt som
Lagr&#229;dets ledam&#246;ter best&#228;mmer.

18 &#167; Ordf&#246;rande p&#229; en lagr&#229;dsavdelning &#228;r det justitier&#229;d som
f&#246;rst har utn&#228;mnts till ett s&#229;dant &#228;mbete.

N&#228;r Lagr&#229;dets ledam&#246;ter sammantr&#228;der samf&#228;llt, ska det
justitier&#229;d som &#228;r &#228;ldst i tj&#228;nst f&#246;ra ordet.
Lag (2010:1467).

19 &#167; Regeringskansliet ska st&#228;lla en tj&#228;nsteman till Lagr&#229;dets 
f&#246;rfogande f&#246;r att f&#246;redra ett &#228;rende som har beretts i 
kansliet och f&#246;r att p&#229; annat l&#228;mpligt s&#228;tt hj&#228;lpa Lagr&#229;det 
vid behandlingen av &#228;rendet.

N&#228;r Lagr&#229;det behandlar ett lagf&#246;rslag som har v&#228;ckts i 
riksdagen, ska det utskott som har beg&#228;rt Lagr&#229;dets yttrande 
st&#228;lla f&#246;redragande till f&#246;rfogande.

N&#228;r Lagr&#229;det behandlar ett lagf&#246;rslag som har beretts i 
riksdagsstyrelsen ska Riksdagsf&#246;rvaltningen st&#228;lla 
f&#246;redragande till f&#246;rfogande. Lag (2022:1531).

20 &#167; En lagr&#229;dsavdelning kan f&#246;rordna en person med s&#228;rskilda
fackkunskaper att som sakkunnig hj&#228;lpa avdelningen vid
behandlingen av ett visst &#228;rende.

21 &#167; Om det finns skiljaktiga meningar vid behandlingen av ett
&#228;rende, ska omr&#246;stning ske i den m&#229;n det beh&#246;vs.

Vid omr&#246;stning g&#228;ller den mening som omfattas av flest
ledam&#246;ter. Om flera meningar har f&#229;tt lika m&#229;nga r&#246;ster g&#228;ller
den mening som st&#246;ds av det justitier&#229;d som &#228;r &#228;ldst i tj&#228;nst
bland dem som har r&#246;stat f&#246;r n&#229;gon av dessa meningar.
Lag (2010:1467).

22 &#167; Vid till&#228;mpning av 18 och 21 &#167;&#167; ska med justitier&#229;d
j&#228;mst&#228;llas pensionerat justitier&#229;d. Lag (2010:1467).

Ledam&#246;ternas tj&#228;nstg&#246;ring i H&#246;gsta domstolen och H&#246;gsta
f&#246;rvaltningsdomstolen

23 &#167; Justitier&#229;d som tj&#228;nstg&#246;r i Lagr&#229;det ska forts&#228;tta att
delta i behandlingen av m&#229;l eller &#228;renden i H&#246;gsta domstolen
eller H&#246;gsta f&#246;rvaltningsdomstolen som de har p&#229;b&#246;rjat.
Detsamma g&#228;ller behandlingen av m&#229;l eller &#228;renden som ska
avg&#246;ras av H&#246;gsta domstolen eller H&#246;gsta f&#246;rvaltningsdomstolen
i dess helhet, om det inte m&#246;ter starka hinder med h&#228;nsyn till
arbetsb&#246;rdan i Lagr&#229;det. Lag (2010:1467).

24 &#167; Regeringen kan meddela Lagr&#229;det att det inte har n&#229;gra
&#228;renden att v&#228;nta under en viss tid. Regeringen f&#229;r bemyndiga
chefen f&#246;r Justitiedepartementet att l&#228;mna ett s&#229;dant
meddelande. Justitier&#229;d som &#228;r ledam&#246;ter i Lagr&#229;det ska under
en s&#229;dan tid tj&#228;nstg&#246;ra i den domstol som de tillh&#246;r, om inte
ett br&#229;dskande &#228;rende i Lagr&#229;det f&#246;ranleder annat.

&#196;ven i annat fall f&#229;r justitier&#229;d i Lagr&#229;det tj&#228;nstg&#246;ra i sin
domstol, om det kan ske utan problem f&#246;r Lagr&#229;dets verksamhet.
Beslut om detta fattas av Lagr&#229;dets ledam&#246;ter. Lag (2010:1467).

Lagr&#229;dsledam&#246;ternas ledighet

25 &#167; Lagr&#229;dets ledam&#246;ter har r&#228;tt till och beslutar om
ledighet enligt samma grunder som g&#228;ller f&#246;r justitier&#229;den i
domstolarna. Vid beslut om ledighet ska Lagr&#229;det se till att
br&#229;dskande &#228;renden inte f&#246;rdr&#246;js.

En ledamot som inte har f&#246;rordnats f&#246;r en hel lagr&#229;dsperiod
f&#229;r vara ledig enligt vad Lagr&#229;dets ledam&#246;ter best&#228;mmer.
Lag (2010:1467).

&#214;verg&#229;ngsbest&#228;mmelser

2003:333

1. Denna lag tr&#228;der i kraft den 1 september 2003, d&#229; lagen
(1979:368) om Lagr&#229;det skall upph&#246;ra att g&#228;lla.

2. Best&#228;mmelserna i 2-12 &#167;&#167; i den nya lagen till&#228;mpas redan
f&#246;re ikrafttr&#228;dandet n&#228;r det g&#228;ller beslut som avses i de
paragraferna och som g&#228;ller den lagr&#229;dsperiod som inleds vid
ikrafttr&#228;dandet.

2010:1467

1. Denna lag tr&#228;der i kraft den 1 januari 2011.

2. Vid till&#228;mpning av 2 &#167; ska med justitier&#229;d som avg&#229;tt med
&#229;lderspension j&#228;mst&#228;llas regeringsr&#229;d som avg&#229;tt med
&#229;lderspension.

3. Vid till&#228;mpning av 5, 8 och 22 &#167;&#167; ska med pensionerat
justitier&#229;d j&#228;mst&#228;llas pensionerat regeringsr&#229;d.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2501">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2503">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
