

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2002-05-13" /> 
 <meta id="rattsinfo-edited" content="2005-06-09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2575</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2574">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2576">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2002:221 ·
                    <a href="/sfsr?bet=2002:221">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2002:221) om konvention om social trygghet mellan Sverige 
och Kanada
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2002-04-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2004:856
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2003-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Den konvention om social trygghet mellan Sverige och Kanada
som har undertecknats i Ottawa den 30 januari 2002 skall g&#228;lla
som lag h&#228;r i landet. Konventionens inneh&#229;ll framg&#229;r av en
bilaga till denna lag.

2 &#167; Har upph&#228;vts genom lag (2004:856).

3 &#167; Vid till&#228;mpning av konventionen skall avgiften f&#246;r
sjukers&#228;ttning och aktivitetsers&#228;ttning best&#228;mmas till den
procentsats av sjukf&#246;rs&#228;kringsavgiften enligt
socialavgiftslagen (2000:980) som ber&#228;knas motsvara den andel
av denna avgift som finansierar sjukers&#228;ttning och
aktivitetsers&#228;ttning.


Konvention om social trygghet mellan Sveriges regering och
Kanadas regering

Sveriges regering och Kanadas regering som &#228;r beslutna att
forts&#228;tta sitt samarbete om social trygghet, som beaktar de
f&#246;r&#228;ndringar som intr&#228;ffat i l&#228;ndernas lagstiftning om social
trygghet sedan konventionen mellan Sverige och Kanada om social
trygghet undertecknades i Stockholm den 10 april 1985, har
beslutat att tr&#228;ffa en ny konvention i detta syfte och har
kommit &#246;verens om f&#246;ljande.



AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel I

Definitioner

1. I denna konvention avses med:

”f&#246;rm&#229;n”, med avseende p&#229; en part, varje pension eller
kontantf&#246;rm&#229;n enligt den partens lagstiftning och varje till&#228;gg
till eller h&#246;jning av en s&#229;dan pension eller kontantf&#246;rm&#229;n.

”beh&#246;rig myndighet”, f&#246;r Kanadas del, den eller de ministrar
som ansvarar f&#246;r till&#228;mpningen av kanadensisk lagstiftning och
f&#246;r Sveriges del, regeringen eller den myndighet som regeringen
best&#228;mmer.

”beh&#246;rig institution”, f&#246;r Kanadas del, den beh&#246;riga
myndigheten och f&#246;r Sveriges del, den institution som svarar
f&#246;r till&#228;mpningen av den i artikel II angivna lagstiftningen.

”f&#246;rm&#229;nsgrundande period”, med avseende p&#229; en part,
avgiftsperiod, f&#246;rs&#228;kringsperiod eller bos&#228;ttningsperiod som
till&#228;mpas f&#246;r att f&#246;rv&#228;rva r&#228;tt till en f&#246;rm&#229;n enligt den
partens lagstiftning. F&#246;r Kanadas del t&#228;cker termen ocks&#229; den
period under vilken invalidpension betalas ut enligt den
kanadensiska pensionsplanen.



”garantipension”, med avseende p&#229; svensk lagstiftning,
garantipension till &#229;lderspension och garantipension till
efterlevandepension.

”lagstiftning”, med avseende p&#229; en part, de lagar och
f&#246;reskrifter som anges i artikel II f&#246;r den parten.

”tidigare konvention”, konventionen om social trygghet mellan
Sverige och Kanada undertecknad i Stockholm den 10 april 1985.



2. Termer som inte definieras i denna artikel har den
betydelse som tillkommer dem enligt den till&#228;mpliga
lagstiftningen.

Artikel II

Lagstiftning p&#229; vilken konventionen skall till&#228;mpas

1. Denna konvention skall till&#228;mpas p&#229; f&#246;ljande lagstiftning:

a) F&#246;r Kanadas del

i) lagen om trygghet vid &#229;lderdom med f&#246;reskrifter till denna,

ii) den kanadensiska pensionsplanen med f&#246;reskrifter till
denna.

b) F&#246;r Sveriges del

i) lagstiftningen om sjukers&#228;ttning och aktivitetsers&#228;ttning,

ii) lagstiftningen om garantipensioner och inkomstgrundade
&#229;lderspensioner, samt

iii) lagstiftningen om efterlevandepensioner och
efterlevandest&#246;d till barn.



2. Om inte annat f&#246;ljer av punkt 3, skall denna konvention
ocks&#229; till&#228;mpas p&#229; lagar och f&#246;reskrifter som &#228;ndrar, utvidgar,
konsoliderar eller ers&#228;tter den lagstiftning som anges i punkt
1 i denna artikel.

3. Denna konvention skall vidare till&#228;mpas p&#229; lagar och
f&#246;reskrifter som utvidgar en parts lagstiftning till att g&#228;lla
nya kategorier av f&#246;rm&#229;nstagare eller nya f&#246;rm&#229;ner, s&#229;vida inte
denna part har gjort inv&#228;ndning om detta till den andra parten
senast tre m&#229;nader efter det att lagarna och f&#246;reskrifterna i
fr&#229;ga har tr&#228;tt i kraft.

Artikel III

Personer som omfattas av konventionen

Denna konvention skall g&#228;lla personer som &#228;r eller har varit
omfattade av kanadensisk eller svensk lagstiftning och personer
som enligt endera partens lagstiftning &#228;r familjemedlemmar
eller efterlevande till s&#229;dana personer.

Artikel IV

Likabehandling

1. En medborgare i en part och dennes familjemedlemmar och
efterlevande skall vara underkastade &#229;tagandena i den andra
partens lagstiftning och vara ber&#228;ttigade till f&#246;rm&#229;nerna i
denna lagstiftning p&#229; samma villkor som medborgarna i den
sistn&#228;mnda parten.



2. Med avseende p&#229; kanadensisk lagstiftning skall punkt 1
till&#228;mpas p&#229; en person som avses i artikel III oavsett
medborgarskap.

Artikel V

Export av f&#246;rm&#229;ner

1. I den m&#229;n inte annat f&#246;reskrivs i denna konvention, f&#229;r inte
f&#246;rm&#229;ner som kan utges enligt en parts lagstiftning till en
person som avses i artikel III, inr&#228;knat f&#246;rm&#229;ner som
f&#246;rv&#228;rvats med st&#246;d av denna konvention, minskas, &#228;ndras,
inneh&#229;llas, dras in eller f&#246;rklaras f&#246;rverkade endast av det
sk&#228;let att den f&#246;rm&#229;nsber&#228;ttigade &#228;r bosatt inom den andra
partens territorium och skall &#228;ven betalas ut n&#228;r han eller hon
befinner sig inom den andra partens territorium.

2. F&#246;rm&#229;ner som enligt denna konvention skall betalas ut till
en person som &#228;r eller har varit omfattad av b&#229;da parters
lagstiftning eller till dennes familjemedlemmar eller
efterlevande, skall betalas ut n&#228;r personen eller dennes
familjemedlemmar eller efterlevande, vistas inom en tredje
stats territorium.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel VI

Allm&#228;n regel f&#246;r anst&#228;llda och egenf&#246;retagare

Om inte annat f&#246;ljer av artiklarna VII–X, skall

a) en arbetstagare som arbetar inom en parts territorium n&#228;r
det g&#228;ller detta arbete vara omfattad endast av den partens
lagstiftning, och

b) en egenf&#246;retagare som &#228;r bosatt inom en parts territorium
och som arbetar f&#246;r egen r&#228;kning inom den andra partens
territorium eller inom b&#229;da parters territorier, n&#228;r det g&#228;ller
detta arbete vara omfattad endast av lagstiftningen i den
f&#246;rstn&#228;mnda parten.

Artikel VII

Uts&#228;ndning

1. En arbetstagare, som &#228;r omfattad av en parts lagstiftning
och som av sin arbetsgivare s&#228;nds ut f&#246;r att arbeta inom den
andra partens territorium f&#246;r samma arbetsgivare eller f&#246;r
n&#229;gon som st&#229;r i relation till denne, skall, n&#228;r det g&#228;ller
detta arbete, vara omfattad endast av den f&#246;rstn&#228;mnda partens
lagstiftning som om arbetet hade utf&#246;rts inom denna parts
territorium. Med undantag f&#246;r vad som f&#246;ljer av punkt 2 g&#228;ller
detta h&#246;gst 60 m&#229;nader, om inte f&#246;rhandsmedgivande har l&#228;mnats
av b&#229;da parters beh&#246;riga myndigheter.

2. Gr&#228;nsen 60 m&#229;nader i punkt 1 skall inte till&#228;mpas p&#229; en
person som &#228;r verksam i statlig anst&#228;llning f&#246;r en part och som
s&#228;nts ut f&#246;r att arbeta inom den andra partens territorium.

Artikel VIII

Ombordanst&#228;llda

En ombordanst&#228;lld person som utan denna konvention skulle
omfattas av b&#229;da parters lagstiftning skall, n&#228;r det g&#228;ller den
anst&#228;llningen, omfattas endast av svensk lagstiftning om
fartyget f&#246;r svensk flagg och endast av kanadensisk
lagstiftning i varje annat fall.

Artikel IX

Lokalanst&#228;llda i statlig tj&#228;nst

En person som &#228;r lokalanst&#228;lld inom den ena partens territorium
i statlig tj&#228;nst f&#246;r den andra parten skall, n&#228;r det g&#228;ller
denna anst&#228;llning, vara omfattad av den f&#246;rstn&#228;mnda partens
lagstiftning.

Artikel X

Undantag

Parternas beh&#246;riga myndigheter kan komma &#246;verens om att bevilja
undantag fr&#229;n best&#228;mmelserna i artiklarna VI - IX f&#246;r vissa
personer eller persongrupper.

Artikel XI

Definition av vissa bos&#228;ttningsperioder med avseende p&#229;
kanadensisk lagstiftning

1. F&#246;r ber&#228;kning av f&#246;rm&#229;ner enligt lagen om trygghet vid
&#229;lderdom i Kanada skall f&#246;ljande g&#228;lla.

a) Om en person omfattas av den kanadensiska pensionsplanen
eller av n&#229;gon fullst&#228;ndig pensionsplan i en provins i Kanada
under en period d&#229; han eller hon vistas eller &#228;r bosatt i
Sverige skall perioden r&#228;knas som en bos&#228;ttningsperiod i
Kanada; detsamma skall g&#228;lla personens make, sambo samt
personens familjemedlemmar som f&#246;ljer med och bor tillsammans
med denne i Sverige. Detta g&#228;ller dock inte om den medf&#246;ljande
omfattas av svensk lagstiftning p&#229; grund av anst&#228;llning eller
egenf&#246;retagande.

b) Om en person omfattas av svensk lagstiftning under en
period d&#229; han eller hon vistas eller &#228;r bosatt i Kanada skall
perioden inte r&#228;knas som en bos&#228;ttningsperiod i Kanada;
detsamma skall g&#228;lla personens make, sambo samt personens
familjemedlemmar som f&#246;ljer med till Kanada och bor tillsammans
med denne. Detta g&#228;ller dock inte om den medf&#246;ljande omfattas
av den kanadensiska pensionsplanen eller av n&#229;gon fullst&#228;ndig
pensionsplan i en provins i Kanada p&#229; grund av anst&#228;llning
eller egenf&#246;retagande.



2. Vid till&#228;mpningen av punkt 1 skall f&#246;ljande g&#228;lla.

a) En person skall anses vara omfattad av den kanadensiska
pensionsplanen eller av n&#229;gon fullst&#228;ndig pensionsplan i en
provins i Kanada under en period d&#229; denne vistas i eller &#228;r
bosatt i Sverige eller Kanada endast om han eller hon p&#229; grund
av anst&#228;llning eller egenf&#246;retagande under perioden &#228;r skyldig
att betala avgifter i enlighet med planen.

b) En person skall anses vara omfattad av svensk lagstiftning
under en period d&#229; denne vistas i eller &#228;r bosatt i Kanada
eller Sverige endast om han eller hon eller dennes arbetsgivare
p&#229; grund av anst&#228;llning eller egenf&#246;retagande &#228;r skyldig att
under perioden betala avgifter i enlighet svensk lagstiftning.

Artikel XII

Definition av vissa bos&#228;ttningsperioder med avseende p&#229; svensk
lagstiftning

F&#246;r ber&#228;kning av pensioner enligt svensk lagstiftning skall
f&#246;ljande g&#228;lla.

a) Om en person omfattas av svensk lagstiftning under en
period d&#229; han eller hon vistas eller &#228;r bosatt i Kanada skall
perioden r&#228;knas som en bos&#228;ttningsperiod i Sverige f&#246;r den
personen och dennes make och barn under 18 &#229;r som f&#246;ljer med
till Kanada, under f&#246;ruts&#228;ttning att familjemedlemmarna inte
omfattas av kanadensisk lagstiftning p&#229; grund av anst&#228;llning
eller egenf&#246;retagande.

b) Om en person omfattas av kanadensisk lagstiftning under en
period d&#229; han eller hon vistas eller &#228;r bosatt i Sverige skall
perioden inte r&#228;knas som en bos&#228;ttningsperiod i Sverige f&#246;r den
personen och dennes make och barn under 18 &#229;r som f&#246;ljer med
till Sverige, under f&#246;ruts&#228;ttning att familjemedlemmarna inte
omfattas av svensk lagstiftning p&#229; grund av anst&#228;llning eller
egenf&#246;retagande.

AVDELNING III

BEST&#196;MMELSER OM F&#214;RM&#197;NER

KAPITEL 1

SAMMANL&#196;GGNING

Artikel XIII

F&#246;rm&#229;nsgrundande perioder enligt kanadensisk och svensk
lagstiftning

1. Om n&#229;gon inte har r&#228;tt till en f&#246;rm&#229;n p&#229; grund av att han
eller hon inte har tillgodor&#228;knats tillr&#228;ckliga
f&#246;rm&#229;nsgrundande perioder enligt en parts lagstiftning skall,
om inte annat f&#246;ljer av denna konvention, r&#228;tten till f&#246;rm&#229;n
best&#228;mmas genom sammanl&#228;ggning av perioder som tillgodor&#228;knats
enligt denna parts lagstiftning och s&#229;dana perioder som anges i
punkterna 2 och 3 nedan, f&#246;rutsatt att de inte sammanfaller.

2 a) F&#246;r r&#228;tt till f&#246;rm&#229;ner enligt Kanadas lag om trygghet vid
&#229;lderdom skall en f&#246;rm&#229;nsgrundande period enligt svensk
lagstiftning r&#228;knas som en bos&#228;ttningsperiod i Kanada.

b) F&#246;r r&#228;tt till f&#246;rm&#229;ner enligt den kanadensiska
pensionsplanen skall ett kalender&#229;r f&#246;r vilket pensionspo&#228;ng
eller pensionsr&#228;ttigheter har tillgodor&#228;knats f&#246;r
inkomstgrundande &#229;lderspension enligt svensk lagstiftning
r&#228;knas som ett f&#246;rm&#229;nsgrundande &#229;r enligt den kanadensiska
pensionsplanen.


3. F&#246;r r&#228;tt till f&#246;rm&#229;ner enligt svensk lagstiftning skall

a) ett kalender&#229;r som &#228;r en f&#246;rm&#229;nsgrundande period enligt den
kanadensiska pensionsplanen r&#228;knas som ett f&#246;rm&#229;nsgrundande &#229;r
enligt svensk lagstiftning, och

b) en f&#246;rm&#229;nsgrundande period enligt den kanadensiska lagen om
trygghet vid &#229;lderdom, som inte ing&#229;r i en f&#246;rm&#229;nsgrundande
period enligt den kanadensiska pensionsplanen, r&#228;knas som en
f&#246;rm&#229;nsgrundande period enligt svensk lagstiftning.

Artikel XIV

Perioder enligt tredje lands lagstiftning

F&#246;r en person som efter sammanl&#228;ggning enligt artikel XIII av
de f&#246;rm&#229;nsgrundande perioderna enligt b&#229;da parters lagstiftning
inte har r&#228;tt till en f&#246;rm&#229;n skall r&#228;tten till denna f&#246;rm&#229;n
best&#228;mmas genom sammanl&#228;ggning av dessa perioder och s&#229;dana
f&#246;rm&#229;nsgrundande perioder som har fullgjorts enligt ett tredje
lands lagstiftning med vilket b&#229;da parter har g&#228;llande
konventioner om social trygghet, med best&#228;mmelser om
sammanl&#228;ggning av perioder och vilka best&#228;mmelser g&#228;ller f&#246;r
personen i fr&#229;ga.

KAPITEL 2

F&#214;RM&#197;NER ENLIGT KANADENSISK LAGSTIFTNING

Artikel XV

F&#246;rm&#229;ner enligt lagen om trygghet vid &#229;lderdom

1. Om en person &#228;r ber&#228;ttigad till pension eller ers&#228;ttning
enligt lagen om trygghet vid &#229;lderdom endast genom till&#228;mpning
av best&#228;mmelserna om sammanl&#228;ggning i kapitel 1 skall Kanadas
beh&#246;riga institution ber&#228;kna pensionens eller ers&#228;ttningens
belopp enligt denna lags best&#228;mmelser om partiell pension eller
ers&#228;ttning uteslutande p&#229; grundval av de bos&#228;ttningsperioder i
Kanada som f&#229;r tillgodor&#228;knas enligt n&#228;mnda lag.



2. Punkt 1 skall &#228;ven g&#228;lla personer utanf&#246;r Kanada som skulle
vara ber&#228;ttigade till full pension i Kanada men som inte har
varit bosatta d&#228;r under den kortaste tid som kr&#228;vs enligt lagen
om trygghet vid &#229;lderdom f&#246;r utbetalning av pensioner utanf&#246;r
Kanada.





3. Om inte annat f&#246;ljer av andra best&#228;mmelser i denna
konvention skall

a) en pension enligt lagen om trygghet vid &#229;lderdom betalas ut
till en person som vistas utanf&#246;r Kanada endast om dennes
bos&#228;ttningstid, efter sammanl&#228;ggning enligt kapitel 1, &#228;r minst
lika l&#229;ng som den kortaste period av bos&#228;ttning i Kanada som
kr&#228;vs f&#246;r utbetalning av pensioner utanf&#246;r Kanada; och

b) en ers&#228;ttning och ett garanterat inkomsttill&#228;gg enligt
lagen om trygghet vid &#229;lderdom betalas ut till en person som
vistas utanf&#246;r Kanada endast i den utstr&#228;ckning som den lagen
till&#229;ter det.

Artikel XVI

F&#246;rm&#229;ner enligt den kanadensiska pensionsplanen

Om en person &#228;r ber&#228;ttigad till en f&#246;rm&#229;n enligt den
kanadensiska pensionsplanen endast genom till&#228;mpning av
best&#228;mmelserna om sammanl&#228;ggning i kapitel 1, skall Kanadas
beh&#246;riga institution ber&#228;kna f&#246;rm&#229;nsbeloppen som personen har
r&#228;tt till p&#229; f&#246;ljande s&#228;tt:

a) Den inkomstrelaterade andelen av f&#246;rm&#229;nen skall ber&#228;knas
enligt best&#228;mmelserna i den kanadensiska pensionsplanen enbart
p&#229; grundval av de pensionsgrundande inkomster som
tillgodor&#228;knats enligt planen.

b) F&#246;rm&#229;nens grundbelopp skall ber&#228;knas genom att multiplicera

i) f&#246;rm&#229;nens grundbelopp ber&#228;knat enligt best&#228;mmelserna i den
kanadensiska pensionsplanen med



ii) den kvot som motsvarar perioderna f&#246;r avgifter till den
kanadensiska pensionsplanen i f&#246;rh&#229;llande till den kortaste
period som kr&#228;vs f&#246;r r&#228;tt till f&#246;rm&#229;nen enligt denna plan,
kvoten f&#229;r dock inte &#246;verstiga talet ett.

KAPITEL 3

F&#214;RM&#197;NER ENLIGT SVENSK LAGSTIFTNING

Artikel XVII

Ber&#228;kning av f&#246;rm&#229;ner

1. Best&#228;mmelserna om sammanl&#228;ggning i kapitel 1 skall inte
till&#228;mpas p&#229; grundkravet p&#229; tre &#229;rs bos&#228;ttning i Sverige f&#246;r
r&#228;tt till garantipension eller till sjukers&#228;ttning eller
aktivitetsers&#228;ttning i form av garantiers&#228;ttning.



2. Vid ber&#228;kning av garantipension respektive sjukers&#228;ttning
och aktivitetsers&#228;ttning i form av garantiers&#228;ttning skall
f&#246;rm&#229;ner enligt den kanadensiska lagen om trygghet vid &#229;lderdom
eller f&#246;rm&#229;ners grundbelopp enligt den kanadensiska
pensionsplanen inte beaktas.





3. Vid ber&#228;kning av sjukers&#228;ttning och aktivitetsers&#228;ttning
skall endast inkomst intj&#228;nad under den tid d&#229; den svenska
lagstiftningen var till&#228;mplig beaktas.

Artikel XVIII

Utbetalning av f&#246;rm&#229;ner utanf&#246;r Sverige

Best&#228;mmelserna i artikel V skall inte till&#228;mpas p&#229;
efterlevandest&#246;d till barn, och skall till&#228;mpas p&#229;
garantipensioner samt sjukers&#228;ttning och aktivitetsers&#228;ttning i
form av garantiers&#228;ttning endast i fr&#229;ga om personer som, efter
till&#228;mpning av sammanl&#228;ggningsbest&#228;mmelserna i kapitel 1, har
f&#246;rm&#229;nsber&#228;ttigande perioder p&#229; minst 20 &#229;r.

AVDELNING IV

TILL&#196;MPNINGSBEST&#196;MMELSER OCH &#214;VRIGA BEST&#196;MMELSER

Artikel XIX

Till&#228;mpnings&#246;verenskommelse

1. Parternas beh&#246;riga myndigheter skall i en
till&#228;mpnings&#246;verenskommelse fastst&#228;lla de best&#228;mmelser som
kr&#228;vs f&#246;r att till&#228;mpa detta avtal.

2. Parternas f&#246;rbindelseorgan skall anges i
till&#228;mpnings&#246;verenskommelsen.

Artikel XX

Informationsutbyte och &#246;msesidigt bist&#229;nd

1. De beh&#246;riga myndigheter och institutioner som ansvarar f&#246;r
till&#228;mpningen av denna konvention skall

a) delge varandra s&#229;dan information som &#228;r n&#246;dv&#228;ndig f&#246;r
till&#228;mpningen av denna konvention i den utstr&#228;ckning den
lagstiftning f&#246;r vars till&#228;mpning de &#228;r ansvariga medger detta;

b) bist&#229; varandra f&#246;r att fastst&#228;lla r&#228;tt till f&#246;rm&#229;ner och
dessas belopp enligt denna konvention eller med st&#246;d av
lagstiftning p&#229; vilken denna konvention &#228;r tilll&#228;mplig p&#229; samma
s&#228;tt som om det g&#228;llde till&#228;mpningen av deras egen
lagstiftning; och

c) snarast delge varandra all information om &#229;tg&#228;rder de
vidtagit f&#246;r att till&#228;mpa denna konvention samt om f&#246;r&#228;ndringar
i deras respektive lagstiftning, i den m&#229;n dessa p&#229;verkar
till&#228;mpningen av detta avtal.



2. Bist&#229;nd som &#229;syftas i punkt 1 b i denna artikel skall
l&#228;mnas vederlagsfritt, s&#229;vida inte annat f&#246;ljer av best&#228;mmelser
om ers&#228;ttning f&#246;r vissa slag av kostnader i en
till&#228;mpnings&#246;verenskommelse sluten med st&#246;d av artikel XIX.



3. S&#229;vida inte r&#246;jande av information kr&#228;vs enligt lag i en
part, skall uppgifter om en enskild person, som l&#228;mnats i
enlighet med denna konvention till denna part av den andra
parten, vara sekretessbelagda och f&#229;r endast anv&#228;ndas i syfte
att till&#228;mpa denna konvention och den lagstiftning konventionen
&#228;r till&#228;mplig p&#229;.

Artikel XXI

Befrielse fr&#229;n eller neds&#228;ttning av skatter, avgifter, p&#229;lagor
och expeditionsavgifter

Varje undantag fr&#229;n eller s&#228;nkning av skatter, avgifter,
konsul&#228;ra avgifter eller f&#246;rvaltningsavgifter, som skall
erl&#228;ggas enligt lagstiftningen i en part i samband med
utf&#228;rdande av intyg eller handlingar som m&#229;ste f&#246;retes f&#246;r
tilll&#228;mpningen av denna lagstiftning, skall g&#228;lla &#228;ven f&#246;r
intyg eller handlingar som m&#229;ste f&#246;retes f&#246;r till&#228;mpning av
lagstiftningen i den andra parten.



Beslut och handlingar av officiellt slag, som m&#229;ste f&#246;retes
vid till&#228;mpningen av denna konvention, skall undantas fr&#229;n
legalisering av diplomatisk eller konsul&#228;r myndighet eller
liknande formaliteter.

Artikel XXII

Spr&#229;k

Vid till&#228;mpningen av denna konvention f&#229;r parternas beh&#246;riga
myndigheter och institutioner kommunicera direkt med varandra
p&#229; vardera partens officiella spr&#229;k.

Artikel XXIII

Ingivande av ans&#246;kningar, meddelanden och besv&#228;r

1. Ans&#246;kningar, meddelanden och besv&#228;r ang&#229;ende r&#228;tt till en
f&#246;rm&#229;n eller dennas storlek enligt en parts lagstiftning,
vilka, enligt denna lagstiftning skulle ha ingetts inom en
f&#246;reskriven tid till en beh&#246;rig myndighet eller en beh&#246;rig
institution i den parten, men som inges inom samma tidsrymd
till en myndighet eller en institution i den andra parten,
skall behandlas som om de hade ingetts till den beh&#246;riga
myndigheten eller den beh&#246;riga institutionen i den f&#246;rstn&#228;mnda
parten. Dag f&#246;r ingivandet av ans&#246;kan, meddelanden och besv&#228;r
till den andra partens myndighet eller institution skall anses
vara dagen f&#246;r deras ingivande till den f&#246;rstn&#228;mnda partens
beh&#246;riga myndighet eller institution.

2. Om inte annat f&#246;ljer av andra meningen i denna punkt, skall
ans&#246;kan om en f&#246;rm&#229;n enligt en parts lagstiftning som har
framf&#246;rts efter dagen f&#246;r denna konventions ikrafttr&#228;dande
anses vara ett anspr&#229;k p&#229; motsvarande f&#246;rm&#229;n enligt den andra
partens lagstiftning under f&#246;ruts&#228;ttning att s&#246;kanden vid
ingivandet av ans&#246;kan

a) beg&#228;r att denna skall betraktas som en ans&#246;kan enligt den
andra partens lagstiftning, eller

b) framl&#228;gger uppgifter utvisande att f&#246;rm&#229;nsgrundande
perioder har fullgjorts enligt denna parts lagstiftning.

F&#246;reg&#229;ende mening skall inte till&#228;mpas om s&#246;kanden beg&#228;r att
hans eller hennes ans&#246;kan om f&#246;rm&#229;ner enligt den andra partens
lagstiftning skall anst&#229;.

3. I de fall p&#229; vilka punkterna 1 och 2 i denna artikel &#228;r
till&#228;mpliga skall den myndighet eller den institution till
vilken ans&#246;kan, meddelandet eller besv&#228;ret har ingetts utan
dr&#246;jsm&#229;l &#246;verl&#228;mna detsamma till den andra partens beh&#246;riga
myndighet eller institution.

Artikel XXIV

Utbetalning av f&#246;rm&#229;ner

1. En parts beh&#246;riga institution skall uppfylla sina &#229;taganden
enligt denna konvention i sin egen valuta.

2. F&#246;rm&#229;ner skall betalas ut till f&#246;rm&#229;nstagare utan avdrag
f&#246;r expeditionskostnader som kan uppkomma vid utbetalningen.

3. Om en part inf&#246;r valutakontroll eller andra liknande
&#229;tg&#228;rder som begr&#228;nsar betalning, remittering eller &#246;verf&#246;ring
av medel eller finansiella instrument till personer som
befinner sig utanf&#246;r dess territorium, skall den parten utan
dr&#246;jsm&#229;l vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att trygga betalning av
penningmedel som skall betalas i enlighet med denna konvention
till personer som avses i artikel III, vilka &#228;r bosatta inom
den andra partens territorium.

Artikel XXV

Tolkning och till&#228;mpning av konventionen

1. Parternas beh&#246;riga myndigheter skall i m&#246;jligaste m&#229;n l&#246;sa
problem som kan uppkomma i fr&#229;ga om tolkning eller till&#228;mpning
av denna konvention i enlighet med dess anda och grundl&#228;ggande
principer.

2. Parterna skall utan dr&#246;jsm&#229;l samr&#229;da p&#229; beg&#228;ran av endera
parten om fr&#229;gor som inte har l&#246;sts av de beh&#246;riga
myndigheterna i enlighet med punkt 1.

3. Tvister mellan parterna om tolkningen av denna konvention
som inte har l&#246;sts eller bilagts genom samr&#229;d enligt punkt 1
eller 2 skall, p&#229; beg&#228;ran av endera parten, h&#228;nskjutas f&#246;r
l&#246;sning till en skiljedomstol.

4. S&#229;vida parterna inte kommer &#246;verens om annat, skall
skiljedomstolen best&#229; av tre skiljedomare, varav vardera parten
skall tills&#228;tta var sin inom tv&#229; m&#229;nader fr&#229;n dagen f&#246;r
mottagandet av beg&#228;ran om h&#228;nskjutande till skiljedom. De tv&#229;
s&#229;lunda tillsatta skiljedomarna skall, inom tv&#229; m&#229;nader efter
den sista tills&#228;ttningen, tills&#228;tta den tredje skiljedomaren,
som skall vara ordf&#246;rande. Om endera parten inte tills&#228;tter sin
skiljedomare, eller om de tv&#229; tillsatta skiljedomarna inte kan
komma &#246;verens om den tredje, skall den andra partens beh&#246;riga
myndighet uppmana presidenten i Internationella domstolen att
tills&#228;tta den f&#246;rsta partens skiljedo, eller ocks&#229; skall de
utn&#228;mnda skiljedomarna uppmana Internationella domstolens
president att tills&#228;tta en ordf&#246;rande f&#246;r skiljedomstolen.

5. Om Internationella domstolens president &#228;r medborgare i
endera parten skall domstolens vicepresident eller den d&#228;refter
till tj&#228;nste&#229;ren n&#228;stkommande ledamoten av domstolen som inte
&#228;r medborgare i n&#229;gondera parten, g&#246;ra tills&#228;ttningen.

6. Skiljedomstolen skall fastst&#228;lla sin egen arbetsordning,
dock skall den fatta sina beslut med en majoritet av r&#246;sterna.

7. Skiljedomstolens beslut skall vara slutgiltiga och
bindande.

Artikel XXVI

&#214;verenskommelser med kanadensiska provinser

Sveriges beh&#246;riga myndighet och en provins i Kanada kan tr&#228;ffa
&#246;verenskommelse i fr&#229;gor om social trygghet som faller inom
provinsernas beh&#246;righet i Kanada i den m&#229;n &#246;verenskommelsen
inte strider mot best&#228;mmelserna i denna konvention.

AVDELNING V

&#214;VERG&#197;NGSBEST&#196;MMELSER OCH SLUTBEST&#196;MMELSER

Artikel XXVII

Den tidigare konventionens upph&#246;rande och &#246;verg&#229;ngsbest&#228;mmelser

1. N&#228;r denna konvention tr&#228;der i kraft skall den tidigare
konventionen upph&#246;ra att g&#228;lla. Den tidigare konventionen skall
emellertid forts&#228;tta att g&#228;lla med avseende p&#229; r&#228;tt till
f&#246;rm&#229;ner som en person har r&#228;tt till genom till&#228;mpning av den
konventionen f&#246;r tid f&#246;re denna konventions ikrafttr&#228;dande.

2. F&#246;rm&#229;nsgrundande period som har fullgjorts f&#246;re denna
konventions ikrafttr&#228;dande skall beaktas vid best&#228;mmandet av
r&#228;tt till en f&#246;rm&#229;n enligt denna konvention och vid ber&#228;kning
av dess belopp.

3. Om inte annat f&#246;ljer av andra meningen i punkt 1 i denna
artikel, skall ingen best&#228;mmelse i denna konvention grunda r&#228;tt
till betalning av en f&#246;rm&#229;n f&#246;r en period f&#246;re denna
konventions ikrafttr&#228;dande.

4. Om inte annat f&#246;ljer av punkt 3, skall en f&#246;rm&#229;n, annan &#228;n
en d&#246;dsfallsers&#228;ttning enligt den kanadensiska pensionsplanen,
betalas ut med st&#246;d av denna konvention f&#246;r h&#228;ndelser som
intr&#228;ffat f&#246;re denna konventions ikrafttr&#228;dande.

Artikel XXVIII

Varaktighet och upph&#246;rande

1. Denna konvention skall g&#228;lla utan tidsbegr&#228;nsning. Den kan
n&#228;r som helst s&#228;gas upp av endera parten genom skriftligt
meddelande tolv m&#229;nader i f&#246;rv&#228;g till den andra parten.

2. Om konventionen upph&#246;r att g&#228;lla, skall varje r&#228;ttighet som
en person f&#246;rv&#228;rvat i enlighet med konventionens best&#228;mmelser
forts&#228;tta att g&#228;lla, och f&#246;rhandlingar skall &#228;ga rum f&#246;r att
reglera s&#229;dana r&#228;ttigheter som h&#229;ller p&#229; att f&#246;rv&#228;rvas enligt
dessa best&#228;mmelser.

Artikel XXIX

Ikrafttr&#228;dande

Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den fj&#228;rde
m&#229;naden som f&#246;ljer efter den m&#229;nad under vilken vardera parten
fr&#229;n den andra parten har mottagit skriftligt meddelande om att
den har fullgjort alla villkor f&#246;r konventionens
ikrafttr&#228;dande.

Till bekr&#228;ftelse h&#228;rp&#229; har undertecknade, d&#228;rtill
vederb&#246;rligen bemyndigade av sina regeringar, undertecknat
detta avtal.

Uppr&#228;ttat i tv&#229; exemplar i Ottawa den 30 januari 2002 p&#229;
svenska, engelska, och franska spr&#229;ken, vilka alla texter &#228;r
lika giltiga.









Agreement on Social Security between the Government of Sweden
and the Government of Canada

The Government of Sweden and the Government of Canada, Resolved
to continue their cooperation in the field of social security,
taking into account changes to their respective social security
legislation since the Agreement on Social Security between
Sweden and Canada was signed at Stockholm on 10 April 1985,
have decided to conclude a new agreement for this purpose, and
have agreed as follows:

PART I

GENERAL PROVISIONS

Article I

Definitions

1. For the purposes of this Agreement:

“benefit” means, as regards a Party, any pension or cash
benefit for which provision is made in the legislation of that
Party and includes any supplements or increases applicable to
such a pension or cash benefit;

“competent authority” means, as regards Canada, the Minister
or Ministers responsible for the application of the legislation
of Canada; and, as regards Sweden, the Government or the
authority nominated by the Government;

“competent institution” means, as regards Canada, the
competent authority; and, as regards Sweden, the authority
charged with the implementation of the legislation specified in
Article II;

“creditable period” means, as regards a Party, a period of
contributions, insurance or residence used to acquire the right
to a benefit under the legislation of that Party; as regards
Canada, it also means a period during which a disability
pension is payable under the Canada Pension Plan;

“guaranteed pension” means, as regards the legislation of
Sweden, a guaranteed pension to old-age pensions and a
guaranteed pension to survivors’ pensions;

“legislation” means, as regards a Party, the laws and
regulations specified in Article II with respect to that Party;

“previous Agreement” means the Agreement on Social Security
between Sweden and Canada signed at Stockholm on 10 April 1985.

2. Any term not defined in this Article has the meaning
assigned to it in the applicable legislation.

Article II

Legislation to Which the Agreement Applies

1. This Agreement shall apply to the following legislation:

 (a) with respect to Canada:

 (i) the Old Age Security Act and the regulations made
thereunder; and

 (ii) the Canada Pension Plan and the regulations made
thereunder;

 (b) with respect to Sweden

 (i) the legislation regarding sickness compensation and
activity compensation;

 (ii) the legislation regarding guaranteed pensions and income-
based old-age pensions; and

 (iii) the legislation regarding survivors pensions and
surviving children’s allowance.



 2. Subject to paragraph 3, this Agreement shall also apply to
laws and regulations which amend, supplement, consolidate or
supersede the legislation specified in paragraph 1.

 3. This Agreement shall further apply to laws and regulations
which extend the legislation of a Party to new categories of
beneficiaries or to new benefits unless an objection on the
part of that Party has been communicated to the other Party not
later than 3 months following the entry into force of such laws
and regulations.

Article III

Persons to Whom the Agreement Applies

This Agreement shall apply to any person who is or who has been
subject to the legislation of Canada or Sweden, and to the
dependants and survivors of such a person within the meaning of
the legislation of either Party.

Article IV

Equality of Treatment

1. A citizen of a Party, and the dependants and survivors of
such a person, shall be subject to the obligations of the
legislation of the other Party and shall be eligible for the
benefits of that legislation under the same conditions as
citizens of the latter Party.



 2. As regards the legislation of Canada, paragraph 1 shall
apply to any person described in Article III, without regard to
citizenship.

Article V

Export of Benefits

1. Unless otherwise provided in this Agreement, benefits
payable under the legislation of a Party to any person
described in Article III, including benefits acquired by virtue
of this Agreement, shall not be subject to any reduction,
modification, suspension, cancellation or confiscation by
reason only of the fact that the person resides in the
territory of the other Party, and these benefits shall be paid
when that person is in the territory of the other Party.

 2. Benefits payable under this Agreement to a person who is or
who has been subject to the legislation of both Parties, or to
the dependants or survivors of such a person, shall be paid
when that person, or the dependant or survivor, is in the
territory of a third State.

PART II

PROVISIONS CONCERNING THE APPLICABLE LEGISLATION

Article VI

General Rule for Employed and Self-Employed Persons

Subject to Articles VII to X:

 (a) an employed person who works in the territory of a Party
shall, in respect of that work, be subject only to the
legislation of that Party;

 (b) a self-employed person who resides in the territory of a
Party and who works for his or her own account in the territory
of the other Party or in the territories of both Parties shall,
in respect of that work, be subject only to the legislation of
the first Party.

Article VII

Detachments

1. An employed person who is subject to the legislation of a
Party and who is sent by that person’s employer to work in the
territory of the other Party for the same or a related employer
shall, in respect of that work, be subject only to the
legislation of the first Party as though that work were
performed in its territory. Subject to paragraph 2, this
coverage may not be maintained for more than 60 months without
the prior consent of the competent authorities of both Parties.



 2. The limitation of 60 months in paragraph 1 shall not apply
in the case of a person who is engaged in government employment
for a Party and who is sent to work in the territory of the
other Party.

Article VIII

Crews of Ships

A person who, but for this Agreement, would be subject to the
legislation of both Parties in respect of employment as a
member of the crew of a ship shall, in respect of that
employment, be subject only to the legislation of Sweden if the
ship flies the flag of Sweden and only to the legislation of
Canada in any other case.

Article IX

Locally Engaged Government Employees

A person who is locally engaged in the territory of a Party in
government employment for the other Party shall, in respect of
that employment, be subject to the legislation of the first
Party.

Article X

Exceptions

The competent authorities of the Parties may, by common
agreement, make exceptions to the provisions of Articles VI
through IX with respect to any person or categories of persons.

Article XI

Definition of Certain Periods of Residence with Respect to the
Legislation of Canada

1. For the purpose of calculating the amount of benefits under
the Old Age Security Act:

 (a) if a person is subject to the Canada Pension Plan or to
the comprehensive pension plan of a province of Canada during
any period of presence or residence in Sweden, that period
shall be considered as a period of residence in Canada for that
person as well as for that person’s spouse or common-law
partner and dependants who accompany that person to Sweden, who
reside with that person in Sweden, and who are not subject to
the legislation of Sweden by reason of employment or self-
employment;

 (b) if a person is subject to the legislation of Sweden during
any period of presence or residence in Canada, that period
shall not be considered as a period of residence in Canada for
that person nor for that person’s spouse or common-law partner
and dependants who accompany that person to Canada, who reside
with that person in Canada, and who are not subject to the
Canada Pension Plan or to the comprehensive pension plan of a
province of Canada by reason of employment or self-employment.



 2. In the application of paragraph 1:

 (a) a person shall be considered to be subject to the Canada
Pension Plan or to the comprehensive pension plan of a province
of Canada during a period of presence or residence in Sweden or
Canada only if that person must make contributions pursuant to
the plan concerned during that period by reason of employment
or self-employment;

 (b) a person shall be considered to be subject to the
legislation of Sweden during a period of presence or residence
in Canada or Sweden only if that person or that person’s
employer must make contributions pursuant to Swedish
legislation during that period by reason of employment or self-
employment.

Article XII

Definition of Certain Periods of Residence with Respect to the
Legislation of Sweden

For the purpose of calculating the amount of pensions under
Swedish legislation:

 (a) if a person is subject to Swedish legislation during any
period of presence or residence in Canada, that period shall be
considered as a period of residence in Sweden for that person
and the person’s spouse and children under the age of 18 who
have accompanied that person to Canada, provided the family
members are not subject to the legislation of Canada by reason
of employment or self-employment;

 (b) if a person is subject to the legislation of Canada during
any period of presence or residence in Sweden, that period
shall not be considered as a period of residence in Sweden for
that person and the person’s spouse and children under the age
of 18 who have accompanied that person to Sweden, provided the
family members are not subject to Swedish legislation by reason
of employment or self-employment.

PART III

PROVISIONS CONCERNING BENEFITS

CHAPTER 1

TOTALIZING

Article XIII

Periods under the Legislation of Canada and Sweden

1. Unless otherwise provided in this Agreement, if a person is
not eligible for a benefit because he or she has not
accumulated sufficient creditable periods under the legislation
of a Party, the eligibility of that person for that benefit
shall be determined by totalizing these periods and those
specified in paragraphs 2 and 3, provided that the periods do
not overlap.



 2. (a) For purposes of determining eligibility for a benefit
under the Old Age Security Act of Canada, a creditable period
under the legislation of Sweden shall be considered as a period
of residence in Canada.

 (b) For purposes of determining eligibility for a benefit
under the Canada Pension Plan, a calendar year for which
pension points or pension rights have been credited for
purposes of income-based old-age pensions under the legislation
of Sweden shall be considered as a year which is creditable
under the Canada Pension Plan.



 3. For purposes of determining eligibility for benefits under
Swedish legislation:

 (a) a calendar year which is a creditable period under the
Canada Pension Plan shall be considered as a year creditable
under the legislation of Sweden;

 (b) any period which is a creditable period under the Old Age
Security Act of Canada and which is not part of a creditable
period under the Canada Pension Plan shall be considered as a
period which is creditable under the legislation of Sweden.

Article XIV

Periods under the Legislation of a Third State

If a person is not eligible for a benefit on the basis of the
creditable periods under the legislation of the Parties,
totalized as provided in Article XIII, the eligibility of that
person for that benefit shall be determined by totalizing these
periods and creditable periods completed under the legislation
of a third State with which both Parties are bound by social
security instruments which provide for the totalizing of
periods for that person.

CHAPTER 2

BENEFITS UNDER THE LEGISLATION OF CANADA

Article XV

Benefits under the Old Age Security Act

1. If a person is eligible for a pension or allowance under the
Old Age Security Act solely through the application of the
totalizing provisions of Chapter 1, the competent institution
of Canada shall calculate the amount of the pension or
allowance payable to that person in conformity with the
provisions of that Act governing the payment of a partial
pension or allowance, exclusively on the basis of the periods
of residence in Canada which may be considered under that Act.

 2. Paragraph 1 shall also apply to a person outside Canada who
would be eligible for a full pension in Canada but who has not
resided in Canada for the minimum period required by the Old
Age Security Act for the payment of a pension outside Canada.



 3. Notwithstanding any other provision of this Agreement:

 (a) a pension under the Old Age Security Act shall be paid to
a person who is outside Canada only if that person’s periods of
residence, when totalized as provided in Chapter 1, are at
least equal to the minimum period of residence in Canada
required by that Act for the payment of a pension outside
Canada;



 (b) an allowance and a guaranteed income supplement under the
Old Age Security Act shall be paid to a person who is outside
Canada only to the extent permitted by that Act.

Article XVI

Benefits under the Canada Pension Plan

If a person is eligible for a benefit under the Canada Pension
Plan solely through the application of the totalizing
provisions of Chapter 1, the competent institution of Canada
shall calculate the amount of benefit payable to that person in
the following manner:

 (a) the earnings-related portion of the benefit shall be
determined in conformity with the provisions of the Canada
Pension Plan, exclusively on the basis of the pensionable
earnings under that Plan;

 (b) the flat-rate portion of the benefit shall be determined
by multiplying:

 (i) the amount of the flat-rate portion of the benefit
determined in conformity with the provisions of the Canada
Pension Plan by

 (ii) the fraction which represents the ratio of the periods of
contributions to the Canada Pension Plan in relation to the
minimum qualifying period required under that Plan to establish
eligibility for that benefit, but in no case shall that
fraction exceed the value of one.

CHAPTER 3

BENEFITS UNDER THE LEGISLATION OF SWEDEN

Article XVII

Calculating the Amount of Benefit Payable

1. The totalizing provisions of Chapter 1 shall not apply to
the basic requirement of three years of residence in Sweden for
entitlement to a guaranteed pension or a sickness or activity
compensation in the form of guaranteed compensation.



 2. When calculating the amount of a guaranteed pension or
sickness or activity compensation in the form of guaranteed
compensation, benefits under the Old Age Security Act of Canada
as well as the flat-rate portion of benefits under the Canada
Pension Plan shall not be taken into account.



 3. When calculating the amount of sickness compensation and
activity compensation, only income earned during periods when
Swedish legislation was applicable shall be taken into account.

Article XVIII

Payment of Benefits outside Sweden

The provisions of Article V shall not apply to surviving
children’s allowance, and shall apply to guaranteed pension and
sickness or activity compensation in the form of guaranteed
compensation only for persons who, after applying the
totalizing provisions of Chapter 1, have creditable periods of
at least 20 years.



PART IV

ADMINISTRATIVE AND MISCELLANEOUS PROVISIONS

Article XIX

Administrative Arrangement

1. The competent authorities of the Parties shall establish, by
means of an administrative arrangement, the measures necessary
for the application of this Agreement.

 2. The liaison agencies of the Parties shall be designated in
that arrangement.

Article XX

Exchange of Information and Mutual Assistance

1. The competent authorities and institutions responsible for
the application of this Agreement:

 (a) shall, to the extent permitted by the legislation which
they administer, communicate to each other any information
necessary for the application of this Agreement;

 (b) shall lend their good offices and furnish assistance to
one another for the purpose of determining eligibility for, or
the amount of, any benefit under this Agreement, or under the
legislation to which this Agreement applies, as if the matter
involved the application of their own legislation;

 (c) shall communicate to each other, as soon as possible, all
information about the measures taken by them for the
application of this Agreement or about changes in their
respective legislation in so far as these changes affect the
application of this Agreement.



 2. The assistance referred to in sub-paragraph 1(b) shall be
provided free of charge, subject to any provision contained in
an administrative arrangement concluded pursuant to Article XIX
for the reimbursement of certain types of expenses.

 3. Unless disclosure is required under the laws of a Party,
any information about a person which is transmitted in
accordance with this Agreement to that Party by the other Party
is confidential and shall be used only for purposes of
implementing this Agreement and the legislation to which this
Agreement applies.

Article XXI

Exemption or Reduction of Taxes, Dues, Fees and Charges

1. Any exemption from or reduction of taxes, legal dues,
consular fees and administrative charges for which provision is
made in the legislation of a Party in connection with the
issuing of any certificate or document required to be produced
for the application of that legislation shall be extended to
certificates or documents required to be produced for the
application of the legislation of the other Party.

 2. Any documents of an official nature required to be produced
for the application of this Agreement shall be exempt from any
authentication by diplomatic or consular authorities and
similar formality.

Article XXII

Language of Communication

For the application of this Agreement, the competent
authorities and institutions of the Parties may communicate
directly with one another in any official language of either
Party.

Article XXIII

Submitting a Claim, Notice or Appeal

1. Claims, notices and appeals concerning eligibility for, or
the amount of, a benefit under the legislation of a Party which
should, for the purposes of that legislation, have been
presented within a prescribed period to a competent authority
or institution of that Party, but which are presented within
the same period to an authority or institution of the other
Party, shall be treated as if they had been presented to the
competent authority or institution of the first Party. The date
of presentation of claims, notices and appeals to the authority
or institution of the other Party shall be deemed to be the
date of their presentation to the competent authority or
institution of the first Party.



 2. Subject to the second sentence of this paragraph, a claim
for a benefit under the legislation of a Party made after the
date of entry into force of this Agreement shall be deemed to
be a claim for the corresponding benefit under the legislation
of the other Party, provided that the applicant at the time of
application:

 (a) requests that it be considered an application under the
legislation of the other Party, or

 (b) provides information indicating that creditable periods
have been completed under the legislation of the other Party.

 The preceding sentence shall not apply if the applicant
requests that his or her claim to the benefit under the
legislation of the other Party be delayed.

 3. In any case to which paragraph 1 or 2 applies, the
authority or institution to which the claim, notice or appeal
has been submitted shall transmit it without delay to the
authority or institution of the other Party.

Article XXIV

Payment of Benefits

1. The competent institution of a Party shall discharge its
obligations under this Agreement in the currency of that Party.

 2. Benefits shall be paid to beneficiaries free from any
deduction for administrative expenses that may be incurred in
paying the benefits.

 3. In the event that a Party imposes currency controls or
other similar measures that restrict payments, remittances or
transfers of funds or financial instruments to persons who are
outside its territory, that Party shall, without delay, take
suitable measures to ensure the payment of any amount that must
be paid in accordance with this Agreement to persons described
in Article III who reside in the territory of the other Party.

Article XXV

Resolution of Difficulties

1. The competent authorities of the Parties shall resolve, to
the extent possible, any difficulties which arise in
interpreting or applying this Agreement according to its spirit
and fundamental principles.



 2. The Parties shall consult promptly at the request of either
Party concerning matters which have not been resolved by the
competent authorities in accordance with paragraph 1.

 3. Any dispute between the Parties concerning the
interpretation of this Agreement which has not been resolved or
settled by consultation in accordance with paragraph 1 or 2
shall, at the request of either Party, be submitted to
arbitration by an arbitral tribunal.

 4. Unless the Parties mutually determine otherwise, the
arbitral tribunal shall consist of three arbitrators, of whom
each Party shall appoint one within two months from the date of
receipt of the request for arbitration, and the two arbitrators
so appointed shall appoint, within two months after the last
notice of appointment, the third who shall act as president;
provided that if either Party fails to appoint its arbitrator
or if the two appointed arbitrators fail to agree about the
third, the competent authority of the other Party shall invite
the President of the International Court of Justice to appoint
the arbitrator of the first Party or the two appointed
arbitrators shall invite the President of the International
Court of Justice to appoint the president of the arbitral
tribunal.





 5. If the President of the International Court of Justice is a
citizen of either Party, the function of appointment shall be
transferred to the Vice-president or the next most senior
member of the Court who is not a citizen of either Party.

 6. The arbitral tribunal shall determine its own procedures,
but it shall reach its decisions by a majority of votes.

 7. The decision of the arbitral tribunal shall be final and
binding.

Article XXVI

Understandings with a Province of Canada

The relevant authority of Sweden and a province of Canada may
conclude understandings concerning any social security matter
within provincial jurisdiction in Canada in so far as those
understandings are not inconsistent with the provisions of this
Agreement.

PART V

TRANSITIONAL AND FINAL PROVISIONS

Article XXVII

Cessation of the Previous Agreement and Transitional Provisions

1. On the entry into force of this Agreement, the previous
Agreement shall be terminated. However, the previous Agreement
shall continue to apply in regards to rights to benefits which
can be established through the application of that Agreement
for periods before the entry into force of this Agreement.



 2. Any creditable period completed before the date of entry
into force of this Agreement shall be taken into account for
the purpose of determining the right to a benefit under this
Agreement and its amount.

 3. Subject to the second sentence of paragraph 1, no provision
of this Agreement shall confer any right to receive payment of
a benefit for a period before the date of entry into force of
this Agreement.

 4. Subject to paragraph 3, a benefit, other than a death
benefit under the Canada Pension Plan, shall be paid under this
Agreement in respect of events which happened before the date
of entry into force of this Agreement.

Article XXVIII

Duration and Termination

1. This Agreement shall remain in force without any limitation
on its duration. It may be terminated at any time by either
Party giving 12 months’ notice in writing to the other Party.

 2. In the event of the termination of this Agreement, any
right acquired by a person in accordance with its provisions
shall be maintained and negotiations shall take place for the
settlement of any rights then in course of acquisition by
virtue of those provisions.

Article XXIX

Entry into Force

This Agreement shall enter into force on the first day of the
fourth month following the month in which each Party shall have
received from the other Party written notification that it has
complied with all requirements for the entry into force of this
Agreement.

 In witness whereof, the undersigned, being duly authorized
thereto by their respective Governments, have signed this
Agreement.

 Done in duplicate at Ottawa, this 30th day of January, 2002,
in the Swedish, English and French languages, each text being
equally authentic.











Accord sur la s&#233;curit&#233; sociale entre le Gouvernement de la
Su&#233;de et le Gouvernement du Canada

Le Gouvernement de la Su&#232;de et le Gouvernement du Canada,
R&#233;solus &#224; continuer de coop&#233;rer dans le domaine de la s&#233;curit&#233;
sociale, tenant compte des modifications apport&#233;es aux
dispositions l&#233;gislatives r&#233;gissant leurs r&#233;gimes de s&#233;curit&#233;
sociale respectifs depuis l’Accord de s&#233;curit&#233; sociale entre la
Su&#232;de et le Canada, sign&#233; &#224; Stockholm le 10 avril 1985, ont
d&#233;cid&#233; de conclure un nouvel accord &#224; cette fin, et sont
convenus des dispositions suivantes:

TITRE I

DISPOSITIONS G&#201;N&#201;RALES

Article I

D&#233;finitions

1. Aux fins du pr&#233;sent Accord :

 &#171; prestation &#187; d&#233;signe, pour une Partie, toute pension ou
prestation en esp&#232;ces pr&#233;vue par la l&#233;gislation de ladite
Partie, y compris toute majoration ou tout suppl&#233;ment qui y
sont applicables;

 &#171; autorit&#233; comp&#233;tente &#187; d&#233;signe, pour le Canada, le ou les
ministres charg&#233;s de l’application de la l&#233;gislation du Canada;
et, pour la Su&#232;de, le Gouvernement ou l’autorit&#233; nomm&#233;e par le
Gouvernement;

 &#171; institution comp&#233;tente &#187; d&#233;signe, pour le Canada, l’autorit&#233;
comp&#233;tente; et, pour la Su&#232;de, l’autorit&#233; charg&#233;e de la mise en
application de la l&#233;gislation vis&#233;e &#224; l’article II;

 &#171; p&#233;riode admissible &#187; d&#233;signe, pour une Partie, toute p&#233;riode
de cotisation, d’assurance ou de r&#233;sidence ouvrant droit &#224; une
prestation aux termes de la l&#233;gislation de ladite Partie; cette
expression d&#233;signe en outre, pour le Canada, toute p&#233;riode o&#249;
une pension d’invalidit&#233; est payable aux termes du R&#233;gime de
pensions du Canada;

 &#171; pension garantie &#187; d&#233;signe, pour la l&#233;gislation de la Su&#232;de,
une pension garantie relative &#224; la pension de vieillesse et une
pension garantie relative aux pensions de survivant;

 &#171; l&#233;gislation &#187; d&#233;signe, pour une Partie, les lois et les
r&#232;glements vis&#233;s &#224; l’article II, pour ladite Partie;

 &#171; Accord pr&#233;c&#233;dent &#187; d&#233;signe l’Accord de s&#233;curit&#233; sociale
entre la Su&#232;de et le Canada sign&#233; &#224; Stockholm, le 10 avril
1985.



 2. Tout terme non d&#233;fini au pr&#233;sent article a le sens qui lui
est attribu&#233; par la l&#233;gislation applicable.

Article II

L&#233;gislation &#224; laquelle l’Accord s’applique

1. Le pr&#233;sent Accord s’applique &#224; la l&#233;gislation suivante :

 (a) pour le Canada :

 (i) la Loi sur la s&#233;curit&#233; de la vieillesse et les r&#232;glements
qui en d&#233;coulent, et

 (ii) e R&#233;gime de pensions du Canada et les r&#232;glements qui en
d&#233;coulent;

 (b) pour la Su&#232;de :

 (i) la l&#233;gislation relative &#224; la compensation pour maladie et
&#224; la compensation pour activit&#233;;

 (ii) la l&#233;gislation relative aux pensions garanties et aux
pensions de vieillesse tenant compte des revenus ant&#233;rieurs;

 (iii) la l&#233;gislation relative aux pensions de survivant et &#224;
l’allocation aux enfants survivants.

 2. Sous r&#233;serve des dispositions du paragraphe 3, le pr&#233;sent
Accord s’applique &#233;galement aux lois et aux r&#232;glements qui
modifient, compl&#232;tent, unifient ou remplacent la l&#233;gislation
vis&#233;e au paragraphe 1.

 3. Le pr&#233;sent Accord s’applique de plus aux lois et aux
r&#232;glements qui &#233;tendent la l&#233;gislation d’une Partie &#224; de
nouvelles cat&#233;gories de b&#233;n&#233;ficiaires ou &#224; de nouvelles
prestations sauf objection d’une Partie communiqu&#233;e &#224; l’autre
Partie pas plus de 3 mois apr&#232;s l’entr&#233;e en vigueur desdites
lois et desdits r&#232;glements.

Article III

Personnes &#224; qui l’Accord s’applique

Le pr&#233;sent Accord s’applique &#224; toute personne qui est ou qui a
&#233;t&#233; assujettie &#224; la l&#233;gislation du Canada ou de la Su&#232;de ainsi
qu’aux personnes &#224; charge et aux survivants de ladite personne
au sens de la l&#233;gislation applicable de l’une ou l’autre
Partie.

Article IV

&#201;galit&#233; de traitement

1. Tout citoyen d’une Partie, ainsi que les personnes &#224; charge
et les survivants dudit citoyen, sont soumis aux obligations de
la l&#233;gislation de l’autre Partie et sont admissibles aux
prestations de ladite l&#233;gislation aux m&#234;mes conditions que les
citoyens de cette derni&#232;re Partie.

 2. En ce qui concerne la l&#233;gislation du Canada, le paragraphe
1 s’applique &#224; toute personne d&#233;crite &#224; l’article III, sans
&#233;gard &#224; la citoyennet&#233;.

Article V

Versement des prestations &#224; l’&#233;tranger

1. Sauf dispositions contraires du pr&#233;sent Accord, toute
prestation payable aux termes de la l&#233;gislation d’une Partie &#224;
toute personne vis&#233;e &#224; l’article III, y compris toute
prestation acquise aux termes du pr&#233;sent Accord, ne peut subir
aucune r&#233;duction, ni modification, ni suspension, ni
suppression, ni confiscation du seul fait que ladite personne
r&#233;side sur le territoire de l’autre Partie, et ladite
prestation est vers&#233;e quand ladite personne se trouve sur le
territoire de l’autre Partie.

 2. Toute prestation payable aux termes du pr&#233;sent Accord &#224; une
personne qui est ou qui a &#233;t&#233; assujettie &#224; la l&#233;gislation des
Parties, ou aux personnes &#224; charge ou aux survivants de ladite
personne, est vers&#233;e quand ladite personne, ou les personnes &#224;
charge ou les survivants se trouve sur le territoire d’un &#233;tat
tiers.

TITRE II

DISPOSITIONS RELATIVES &#192; LA L&#201;GISLATION APPLICABLE

Article VI

R&#232;gle g&#233;n&#233;rale pour les travailleurs salari&#233;s et les
travailleurs autonomes

Sous r&#233;serve des articles VII &#224; X :

 (a) tout travailleur salari&#233; qui travaille sur le territoire
d’une Partie n’est assujetti, relativement &#224; ce travail, qu’&#224;
la l&#233;gislation de ladite Partie;

 (b) tout travailleur autonome qui r&#233;side sur le territoire
d’une Partie et qui travaille &#224; son propre compte sur le
territoire de l’autre Partie ou sur le territoire des deux
Parties est assujetti, relativement &#224; ce travail, uniquement &#224;
la l&#233;gislation de la premi&#232;re Partie.

Article VII

D&#233;tachements

1. Tout travailleur salari&#233; qui est assujetti &#224; la l&#233;gislation
d’une Partie et qui est appel&#233;, par son employeur, &#224; travailler
sur le territoire de l’autre Partie au service du m&#234;me
employeur ou d’un employeur apparent&#233; est assujetti,
relativement &#224; ce travail, uniquement &#224; la l&#233;gislation de la
premi&#232;re Partie comme si ce travail s’effectuait sur son
territoire. Sous r&#233;serve du paragraphe 2, cet assujettissement
ne peut &#234;tre maintenu pendant plus de 60 mois sans
l’approbation pr&#233;alable des autorit&#233;s comp&#233;tentes desdites
Parties.

 2. La limitation de 60 mois du paragraphe 1 ne s’applique pas
dans le cas d’une personne au service d’un gouvernement pour
une Partie appel&#233;e &#224; travailler sur le territoire de l’autre
Partie.

Article VIII

&#201;quipages de navires

Toute personne qui, &#224; d&#233;faut du pr&#233;sent Accord, serait
assujettie &#224; la l&#233;gislation des Parties relative ment &#224; un
emploi comme membre de l’&#233;quipage d’un navire, est assujettie,
relativement &#224; cet emploi, uniquement &#224; la l&#233;gislation de la
Su&#232;de si le navire bat pavillon su&#233;dois et uniquement &#224; la
l&#233;gislation du Canada dans tout autre cas.

Article IX

Employ&#233;s du gouvernement recrut&#233;s sur place

Toute personne dont les services sont retenus sur place, sur le
territoire d’une Partie, au service du gouvernement de l’autre
Partie est assujettie, relativement &#224; cet emploi, uniquement &#224;
la l&#233;gislation de la premi&#232;re Partie.

Article X

Exceptions

Les autorit&#233;s comp&#233;tentes des Parties peuvent, d’un commun
accord, pr&#233;voir des exceptions aux dispositions des articles VI
&#224; IX &#224; l’&#233;gard de toute personne ou cat&#233;gorie de personnes.

Article XI

D&#233;finition de certaines p&#233;riodes de r&#233;sidence &#224; l’&#233;gard de la
l&#233;gislation du Canada

1. Aux fins du calcul du montant des prestations aux termes de
la Loi sur la s&#233;curit&#233; de la vieillesse :

 (a) si une personne est assujettie au R&#233;gime de pensions du
Canada ou au r&#233;gime g&#233;n&#233;ral de pensions d’une province du
Canada pendant une p&#233;riode quelconque de pr&#233;sence ou de
r&#233;sidence en Su&#232;de, ladite p&#233;riode est consid&#233;r&#233;e comme une
p&#233;riode de r&#233;sidence au Canada relativement &#224; ladite personne,
ainsi qu’&#224; son &#233;poux(se) ou &#224; son conjoint de fait et aux
personnes &#224; sa charge qui l’accompagnent en Su&#232;de, qui
demeurent avec elle en Su&#232;de et qui ne sont pas assujettis &#224; la
l&#233;gislation de la Su&#232;de en raison d’emploi ou de travail
autonome;

 (b) si une personne est assujettie &#224; la l&#233;gislation de la
Su&#232;de pendant une p&#233;riode quelconque de pr&#233;sence ou de
r&#233;sidence au Canada, ladite p&#233;riode n’est pas consid&#233;r&#233;e comme
une p&#233;riode de r&#233;sidence au Canada relativement &#224; ladite
personne, ainsi qu’&#224; son &#233;poux(se) ou &#224; son conjoint de fait et
aux personnes &#224; sa charge qui l’accompagnent au Canada, qui
demeurent avec elle au Canada et qui ne sont pas assujettis au
R&#233;gime de pension du Canada ou au r&#233;gime g&#233;n&#233;ral de pensions
d’une province du Canada en raison d’emploi ou de travail
autonome.

 2. Aux fins d’application du paragraphe 1 :

 (a) une personne est consid&#233;r&#233;e assujettie au R&#233;gime de
pensions du Canada ou au r&#233;gime g&#233;n&#233;ral de pensions d’une
province du Canada pendant une p&#233;riode de pr&#233;sence ou de
r&#233;sidence en Su&#232;de ou au Canada uniquement si ladite personne
doit verser des cotisations au r&#233;gime concern&#233; pendant ladite
p&#233;riode en raison d’emploi ou de travail autonome;

 (b) une personne est consid&#233;r&#233;e assujettie &#224; la l&#233;gislation de
la Su&#232;de pendant une p&#233;riode de pr&#233;sence ou de r&#233;sidence au
Canada ou en Su&#232;de uniquement si ladite personne ou son
employeur doit verser des cotisations aux termes de la
l&#233;gislation de la Su&#232;de pendant ladite p&#233;riode en raison
d’emploi ou de travail autonome.

Article XII

D&#233;finition de certaines p&#233;riodes de r&#233;sidence &#224; l’&#233;gard de la
l&#233;gislation de la Su&#232;de

Aux fins du calcul du montant des pensions aux termes de la
l&#233;gislation de la Su&#232;de :

 (a) si une personne est assujettie &#224; la l&#233;gislation de la
Su&#232;de pendant une p&#233;riode quelconque de pr&#233;sence ou de
r&#233;sidence au Canada, ladite p&#233;riode est consid&#233;r&#233;e comme une
p&#233;riode de r&#233;sidence en Su&#232;de relativement &#224; ladite personne,
son conjoint et aux enfants de moins de 18 ans qui l’ont
accompagn&#233;e au Canada, &#224; condition que les membres de la
famille ne soient pas assujettis &#224; la l&#233;gislation du Canada en
raison d’emploi ou de travail autonome;

 (b) si une personne est assujettie &#224; la l&#233;gislation du Canada
pendant une p&#233;riode quelconque de pr&#233;sence ou de r&#233;sidence en
Su&#232;de, ladite p&#233;riode n’est pas consid&#233;r&#233;e comme une p&#233;riode de
r&#233;sidence en Su&#232;de relativement &#224; ladite personne, son conjoint
et aux enfants de moins de 18 ans qui l’ont accompagn&#233;e en
Su&#232;de, &#224; condition que les membres de la famille ne soient pas
assujettis &#224; la l&#233;gislation de la Su&#232;de en raison d’emploi ou
de travail autonome.

TITRE III

DISPOSITIONS CONCERNANT LES

PRESTATIONS

SECTION 1

TOTALISATION

Article XIII

P&#233;riodes aux termes de la l&#233;gislation du Canada et de la Su&#232;de

1. Sauf dispositions contraires du pr&#233;sent Accord, si une
personne n’a pas droit &#224; une prestation vu l’insuffisance de
p&#233;riodes admissibles aux termes de la l&#233;gislation d’une Partie,
le droit de ladite personne &#224; ladite prestation est d&#233;termin&#233;
par la totalisation desdites p&#233;riodes et de celles sp&#233;cifi&#233;es
aux paragraphes 2 et 3, pour autant que lesdites p&#233;riodes ne se
superposent pas.



 2. (a) Aux fins de d&#233;terminer le droit &#224; une prestation aux
termes de la Loi sur la s&#233;curit&#233; de la vieillesse du Canada,
une p&#233;riode admissible aux termes de la l&#233;gislation de la Su&#232;de
est consid&#233;r&#233;e comme une p&#233;riode de r&#233;sidence sur le territoire
du Canada.

 (b) Aux fins de d&#233;terminer le droit &#224; une prestation aux
termes du R&#233;gime de pensions du Canada, une ann&#233;e civile pour
laquelle des points de pension ou des droits de pension ont &#233;t&#233;
cr&#233;dit&#233;s aux fins des pensions de vieillesse tenant compte des
revenus aux termes de la l&#233;gislation de la Su&#232;de, est
consid&#233;r&#233;e comme une ann&#233;e admissible aux termes du R&#233;gime de
pensions du Canada.

 3. Aux fins de d&#233;terminer le droit &#224; une prestation aux termes
de la l&#233;gislation de la Su&#232;de :

 (a) une ann&#233;e civile qui est une p&#233;riode admissible aux termes
du R&#233;gime de pensions du Canada est consid&#233;r&#233;e comme une ann&#233;e
admissible aux termes de la l&#233;gislation de la Su&#232;de;

 (b) toute p&#233;riode qui est une p&#233;riode admissible aux termes de
la Loi sur la s&#233;curit&#233; de la vieillesse du Canada et qui ne
fait pas partie d’une p&#233;riode admissible aux termes du R&#233;gime
de pensions du Canada est consid&#233;r&#233;e comme une p&#233;riode
admissible aux termes de la l&#233;gislation de la Su&#232;de.

Article XIV

P&#233;riodes aux termes de la l&#233;gislation d’un &#233;tat tiers

Si une personne n’a pas droit &#224; une prestation en fonction des
p&#233;riodes admissibles aux termes de la l&#233;gislation des Parties,
totalis&#233;es conform&#233;ment &#224; l’article XIII, le droit de ladite
personne &#224; ladite prestation est d&#233;termin&#233; par la totalisation
desdites p&#233;riodes et des p&#233;riodes admissibles aux termes de la
l&#233;gislation d’un &#233;tat tiers avec lequel les Parties sont li&#233;es
par des instruments de s&#233;curit&#233; sociale pr&#233;voyant la
totalisation de p&#233;riodes pour cette personne.

SECTION 2

PRESTATIONS AUX TERMES DE LA L&#201;GISLATION DU CANADA

Article XV

Prestations aux termes de la Loi sur la s&#233;curit&#233; de la
vieillesse

1. Si une personne a droit &#224; une pension ou &#224; une allocation
pr&#233;vue aux termes de la Loi sur la s&#233;curit&#233; de la vieillesse
uniquement suite &#224; l’application des dispositions relatives &#224;
la totalisation &#233;nonc&#233;es &#224; la section 1, l’institution
comp&#233;tente du Canada d&#233;termine le montant de la pension ou de
l’allocation payable &#224; ladite personne conform&#233;ment aux
dispositions de ladite loi qui r&#233;gissent le versement de la
pension partielle ou de l’allocation, uniquement en fonction
des p&#233;riodes de r&#233;sidence au Canada admissibles aux termes de
ladite loi.

2. Les dispositions du paragraphe 1 s’appliquent &#233;galement &#224;
une personne qui est hors du Canada et qui a droit &#224; une
pension int&#233;grale au Canada, mais qui n’a pas r&#233;sid&#233; au Canada
pendant la p&#233;riode de r&#233;sidence minimale exig&#233;e par la Loi sur
la s&#233;curit&#233; de la vieillesse pour le versement d’une pension
hors du Canada.

 3. Nonobstant toute autre disposition du pr&#233;sent Accord :

 (a) une pension de la S&#233;curit&#233; de la vieillesse est vers&#233;e &#224;
une personne qui est hors du Canada uniquement si les p&#233;riodes
de r&#233;sidence de ladite personne, totalis&#233;es conform&#233;ment &#224; la
section 1, sont au moins &#233;gales &#224; la p&#233;riode minimale de
r&#233;sidence au Canada exig&#233;e par ladite loi pour le versement de
la pension hors du Canada;

 (b) l’allocation et le suppl&#233;ment de revenu garanti pr&#233;vus aux
termes de la Loi sur la s&#233;curit&#233; de la vieillesse sont vers&#233;s &#224;
une personne qui est hors du Canada uniquement dans la mesure
permise par ladite loi.

Article XVI

Prestations aux termes du R&#233;gime de pensions du Canada

Si une personne a droit &#224; une prestation pr&#233;vue aux termes du
R&#233;gime de pensions du Canada uniquement suite &#224; l’application
des dispositions relatives &#224; la totalisation &#233;nonc&#233;es &#224; la
section 1, l’institution comp&#233;tente du Canada d&#233;termine le
montant de la prestation payable &#224; ladite personne comme suit :

 (a) la composante li&#233;e aux gains de la prestation est calcul&#233;e
conform&#233;ment aux dispositions du R&#233;gime de pensions du Canada,
uniquement en fonction des gains ouvrant droit &#224; pension
cr&#233;dit&#233;s aux termes dudit R&#233;gime;

 (b) la composante &#224; taux uniforme de la prestation est
d&#233;termin&#233;e en multipliant :

 (i) le montant de la composante &#224; taux uniforme de la
prestation d&#233;termin&#233; conform&#233;ment aux dispositions du R&#233;gime de
pensions du Canada par

 (ii) la fraction qui exprime le rapport entre les p&#233;riodes de
cotisations au R&#233;gime de pensions du Canada et la p&#233;riode
minimale d’admissibilit&#233; &#224; ladite prestation aux termes dudit
R&#233;gime, mais ladite fraction n’exc&#232;de en aucun cas la valeur de
un.

SECTION 3

PRESTATIONS AUX TERMES DE LA L&#201;GISLATION DE LA SU&#200;DE

Article XVII

Calcul du montant de la prestation payable

1. Les dispositions relatives &#224; la totalisation &#233;nonc&#233;es &#224; la
section 1 ne s’appliquent pas &#224; l’exigence de base qui pr&#233;voit
trois ann&#233;es de r&#233;sidence en Su&#232;de pour avoir droit &#224; une
pension garantie, &#224; une compensation pour maladie ou &#224; une
compensation pour activit&#233; sous forme de compensation garantie.

 2. Pour d&#233;terminer le montant d’une pension garantie, d’une
compensation pour maladie ou d’une compensation pour activit&#233;
sous forme de compensation garantie, on ne tient pas compte des
prestations aux termes de la Loi sur la s&#233;curit&#233; de la
vieillesse du Canada ainsi que de la composante &#224; taux uniforme
des prestations aux termes du R&#233;gime de pensions du Canada.

 3. Pour d&#233;terminer le montant de la compensation pour maladie
et de la compensation pour activit&#233;, on tient compte uniquement
des revenus gagn&#233;s durant les p&#233;riodes au cours desquelles la
l&#233;gislation de la Su&#232;de &#233;tait applicable.

Article XVIII

Versement des prestations &#224; l’ext&#233;rieur de la Su&#232;de

Les dispositions de l’article V ne s’appliquent pas &#224;
l’allocation pour enfant survivant et s’appliquent &#224; la pension
garantie ainsi qu’&#224; la compensation pour maladie et &#224; la
compensation pour activit&#233; ant&#233;rieure sous forme de
compensation garantie uniquement aux personnes qui, apr&#232;s
application des dispositions relatives &#224; la totalisation de la
section 1, disposent d’une p&#233;riode admissible d’au moins 20
ans.

TITRE IV

DISPOSITIONS ADMINISTRATIVES ET DIVERSES

Article XIX

Arrangement administratif

1. Les autorit&#233;s comp&#233;tentes des Parties fixent, au moyen d’un
arrangement administratif, les modalit&#233;s requises &#224;
l’application du pr&#233;sent Accord.

 2. Les organismes de liaison des Parties sont d&#233;sign&#233;s dans
ledit arrangement.

Article XX

&#201;change de renseignements et assistance mutuelle

1. Les autorit&#233;s et institutions comp&#233;tentes charg&#233;es de
l’application du pr&#233;sent Accord :

 (a) se communiquent, dans la mesure o&#249; la l&#233;gislation qu’elles
appliquent le permet, tout renseignement requis aux fins de
l’application du pr&#233;sent Accord;

 (b) s’offrent leurs bons services et se fournissent
mutuellement assistance aux fins de la d&#233;termination du droit &#224;
toute prestation ou du montant de toute prestation aux termes
du pr&#233;sent Accord ou aux termes de la l&#233;gislation &#224; laquelle le
pr&#233;sent Accord s’applique tout comme si ladite question
touchait l’application de leur propre l&#233;gislation;

 (c) se transmettent mutuellement, d&#232;s que possible, tout
renseignement concernant les mesures adopt&#233;es par celles-ci aux
fins de l’application du pr&#233;sent Accord ou les modifications
apport&#233;es &#224; leur l&#233;gislation respective dans la mesure o&#249;
lesdites modifications influent sur l’application du pr&#233;sent
Accord.

 2. L’assistance vis&#233;e &#224; l’alin&#233;a 1(b) est fournie
gratuitement, sous r&#233;serve de toute disposition comprise dans
l’arrangement administratif conclu selon les dispositions de
l’article XIX concernant le remboursement de certaines
cat&#233;gories de frais.

 3. Sauf si sa divulgation est requise aux termes des lois
d’une Partie, tout renseignement relatif &#224; une personne,
transmis conform&#233;ment au pr&#233;sent Accord &#224; ladite Partie par
l’autre Partie est confidentiel et ne peut &#234;tre utilis&#233; qu’aux
seules fins de l’application du pr&#233;sent Accord et de la
l&#233;gislation &#224; laquelle le pr&#233;sent Accord s’applique.

Article XXI

Exemption ou r&#233;duction de taxes, de droits ou de frais

1. Toute exemption ou r&#233;duction de taxes, de droits
judiciaires, de droits de chancellerie ou de frais
administratifs pr&#233;vue par la l&#233;gislation d’une Partie,
relativement &#224; la d&#233;livrance d’un certificat ou d’un document
requis aux fins de l’application de ladite l&#233;gislation, est
&#233;tendue aux certificats et aux documents requis aux fins de
l’application de la l&#233;gislation de l’autre Partie.



 2. Tout document &#224; caract&#232;re officiel requis aux fins de
l’application du pr&#233;sent Accord est exempt&#233; de toute
l&#233;galisation par les autorit&#233;s diplomatiques ou consulaires et
de toute autre formalit&#233; similaire.

Article XXII

Langue de communication

Aux fins de l’application du pr&#233;sent Accord, les autorit&#233;s et
les institutions comp&#233;tentes des Parties peuvent communiquer
directement entre elles dans l’une de leurs langues
officielles.

Article XXIII

Pr&#233;sentation d’une demande, d’un avis ou d’un appel

1. Les demandes, avis et appels touchant le droit &#224; une
prestation ou le montant d’une prestation aux termes de la
l&#233;gislation d’une Partie qui, aux termes de ladite l&#233;gislation,
auraient d&#251; &#234;tre pr&#233;sent&#233;s dans un d&#233;lai prescrit &#224; l’autorit&#233;
ou &#224; l’institution comp&#233;tente de ladite Partie, mais qui sont
pr&#233;sent&#233;s dans le m&#234;me d&#233;lai &#224; l’autorit&#233; ou &#224; l’institution de
l’autre Partie, sont r&#233;put&#233;s avoir &#233;t&#233; pr&#233;sent&#233;s &#224; l’autorit&#233;
ou &#224; l’institution comp&#233;tente de la premi&#232;re Partie. La date de
pr&#233;sentation des demandes, avis ou appels &#224; l’autorit&#233; ou &#224;
l’institution de l’autre Partie est consid&#233;r&#233;e &#234;tre la date de
pr&#233;sentation &#224; l’autorit&#233; ou l’institution comp&#233;tente de la
premi&#232;re Partie.



 2. Sous r&#233;serve de la deuxi&#232;me phrase du pr&#233;sent paragraphe,
une demande de prestation aux termes de la l&#233;gislation d’une
Partie, pr&#233;sent&#233;e apr&#232;s l’entr&#233;e en vigueur du pr&#233;sent Accord,
est r&#233;put&#233;e &#234;tre une demande de prestation correspondante aux
termes de la l&#233;gislation de l’autre Partie, &#224; condition que le
requ&#233;rant, au moment de la demande :

 (a) demande qu’elle soit consid&#233;r&#233;e comme une demande aux
termes de la l&#233;gislation de l’autre Partie, ou

 (b) fournisse des renseignements indiquant que des p&#233;riodes
admissibles ont &#233;t&#233; accomplies aux termes de la l&#233;gislation de
l’autre Partie.

 La phrase susmentionn&#233;e ne s’applique pas si le requ&#233;rant a
demand&#233; que sa demande de prestation aux termes de la
l&#233;gislation de l’autre Partie soit diff&#233;r&#233;e.

 3. Dans tout cas o&#249; les dispositions du paragraphe 1 ou 2
s’appliquent, l’autorit&#233; ou l’institution qui a re&#231;u la
demande, l’avis ou l’appel le transmet sans tarder &#224; l’autorit&#233;
ou &#224; l’institution de l’autre Partie.

Article XXIV

Versement des prestations

1. L’institution comp&#233;tente d’une Partie s’acquitte de ses
obligations aux termes du pr&#233;sent Accord dans la monnaie de
ladite Partie.

 2. Les prestations sont vers&#233;es aux b&#233;n&#233;ficiaires exemptes de
toute retenue pour frais administratifs pouvant &#234;tre encourus
relativement au versement des prestations.

 3. Si l’une des Parties prescrit des restrictions mon&#233;taires
ou d’autres mesures semblables qui limitent les versements, les
virements ou les transferts de fonds ou d’instruments
financiers aux personnes qui r&#233;sident hors de son territoire,
ladite Partie prend, sans d&#233;lai, les mesures n&#233;cessaires afin
de sauvegarder les versements de tout montant &#224; &#234;tre vers&#233; aux
termes du pr&#233;sent Accord aux personnes vis&#233;es &#224; l’article III
qui r&#233;sident sur le territoire de l’autre Partie.

Article XXV

R&#233;solution des diff&#233;rends

1. Les autorit&#233;s comp&#233;tentes des Parties s’engagent &#224; r&#233;soudre,
dans la mesure du possible tout diff&#233;rend relatif &#224;
l’interpr&#233;tation ou &#224; l’application du pr&#233;sent Accord,
conform&#233;ment &#224; son esprit et &#224; ses principes fondamentaux.

 2. Les Parties se consulteront, sans d&#233;lai, &#224; la demande d’une
Partie concernant tout sujet qui n’a pas &#233;t&#233; r&#233;solu par les
autorit&#233;s comp&#233;tentes conform&#233;ment aux dispositions du
paragraphe 1.

 3. Tout diff&#233;rend entre les Parties relatif &#224; l’interpr&#233;tation
du pr&#233;sent Accord qui n’a pas &#233;t&#233; r&#233;solu ou r&#233;gl&#233; suite &#224; la
consultation conform&#233;ment aux dispositions du paragraphe 1 ou 2
doit &#234;tre, &#224; la demande de l’une des Parties, soumis &#224; un
tribunal arbitral.

 4. &#192; moins que les Parties en d&#233;cident autrement, le tribunal
arbitral est compos&#233; de 3 arbitres, desquels un est nomm&#233; par
chacune des Parties dans les deux mois de la date de r&#233;ception
de la demande d’arbitrage et ces 2 arbitres nomment, dans les
deux mois suivant le dernier avis de nomination, une tierce
personne qui agira &#224; titre de pr&#233;sident; toutefois, si l’une
des Parties ne peut nommer un arbitre ou si les deux arbitres
ne peuvent s’entendre sur le troisi&#232;me, l’autorit&#233; comp&#233;tente
de l’autre Partie invite le Pr&#233;sident de la Cour internationale
de Justice &#224; nommer l’arbitre de la premi&#232;re Partie et les 2
arbitres invitent le Pr&#233;sident de la Cour internationale de
Justice &#224; nommer le pr&#233;sident du tribunal arbitral.





 5. Si le Pr&#233;sident de la Cour internationale de Justice est un
citoyen de l’une des Parties, la responsabilit&#233; de nomination
est remise au Vice-pr&#233;sident ou au prochain membre sup&#233;rieur de
la Cour qui n’est pas un citoyen de l’une des Parties.



 6. Le tribunal arbitral fixe ses propres proc&#233;dures mais les
d&#233;cisions sont prises selon la majorit&#233; des voix.

 7. La d&#233;cision du tribunal arbitral est obligatoire et
d&#233;finitive.

Article XXVI

Ententes avec une province du Canada

L’autorit&#233; concern&#233;e de la Su&#232;de et une province du Canada
peuvent conclure des ententes portant sur toute mati&#232;re de
s&#233;curit&#233; sociale relevant de la comp&#233;tence provinciale au
Canada pour autant que ces ententes ne soient pas contraires
aux dispositions du pr&#233;sent Accord.

TITRE V

DISPOSITIONS TRANSITOIRES ET FINALES

Article XXVII

Cessation de l’Accord pr&#233;c&#233;dent et dispositions transitoires

1. L’Accord pr&#233;c&#233;dent prend fin au moment de l’entr&#233;e en
vigueur du pr&#233;sent Accord. Cependant, l’Accord pr&#233;c&#233;dent
continue de s’appliquer en ce qui concerne le droit &#224; des
prestations qui peut &#234;tre d&#233;termin&#233; par l’application dudit
Accord, pour les p&#233;riodes pr&#233;c&#233;dant l’entr&#233;e en vigueur du
pr&#233;sent Accord.

 2. Toute p&#233;riode admissible accomplie avant la date d’entr&#233;e
en vigueur du pr&#233;sent Accord est prise en consid&#233;ration aux
fins de d&#233;terminer le droit &#224; une prestation aux termes du
pr&#233;sent Accord ainsi que son montant.

 3. Sous r&#233;serve de la deuxi&#232;me phrase du paragraphe 1, aucune
disposition du pr&#233;sent Accord ne conf&#232;re le droit de toucher
une prestation pour une p&#233;riode ant&#233;rieure &#224; la date d’entr&#233;e
en vigueur du pr&#233;sent Accord.

 4. Sous r&#233;serve des dispositions du paragraphe 3, une
prestation, autre qu’une prestation de d&#233;c&#232;s aux termes du
R&#233;gime de pensions du Canada, est vers&#233;e aux termes du pr&#233;sent
Accord &#224; l’&#233;gard d’&#233;v&#233;nements ant&#233;rieurs &#224; la date d’entr&#233;e en
vigueur du pr&#233;sent Accord.

Article XXVIII

Dur&#233;e et r&#233;siliation

1. Le pr&#233;sent Accord demeure en vigueur sans limitation de
dur&#233;e. Il peut &#234;tre r&#233;sili&#233; en tout temps par l’une des Parties
par notification &#233;crite &#224; l’autre Partie avec un pr&#233;avis de 12
mois.

 2. En cas de r&#233;siliation du pr&#233;sent Accord, tout droit acquis
par une personne aux termes des dispositions dudit Accord est
maintenu et des n&#233;gociations sont engag&#233;es pour le r&#232;glement de
tout droit alors en cours d’acquisition aux termes desdites
dispositions.

Article XXIX

Entr&#233;e en vigueur

Le pr&#233;sent Accord entre en vigueur le premier jour du quatri&#232;me
mois suivant celui o&#249; chaque Partie a re&#231;u de l’autre Partie
une notification &#233;crite indiquant qu’elle s’est conform&#233;e &#224;
toutes les exigences relatives &#224; l’entr&#233;e en vigueur du pr&#233;sent
Accord.

 En foi de quoi, les soussign&#233;s, d&#251;ment autoris&#233;s &#224; cet effet
par leurs Gouvernements respectifs, ont sign&#233; le pr&#233;sent
Accord.

 Fait en deux exemplaires, &#224; Ottawa, ce 30ieme jour de janvier
2002, dans les langues su&#233;doise, anglaise et fran&#231;aise, chaque
texte faisant &#233;galement foi.



F&#246;r Sveriges Regering

For the Government of Sweden

Pour le Gouvernment de la Su&#233;de

Ingela Thal&#233;n


F&#246;r Kanadas regering

For the Government of Canada

Pour le Gouvernment du Canada

Jane Stewart

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2574">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2576">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
