

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2001-03-14" /> 
 <meta id="rattsinfo-edited" content="2021-10-14 15:29:16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2653</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2652">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2654">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2001:82 ·
                    <a href="/sfsr?bet=2001:82">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2001:82) om svenskt medborgarskap</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L7
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2001-03-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:771
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2001-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Medborgarskapets betydelse

1 &#167; Det svenska medborgarskapet &#228;r ett r&#228;ttsligt f&#246;rh&#229;llande
mellan medborgaren och staten som medf&#246;r r&#228;ttigheter och
skyldigheter f&#246;r b&#229;da parter. Medborgarskapet f&#246;renar alla
medborgare och st&#229;r f&#246;r samh&#246;righet med Sverige.
Medborgarskapet representerar det formella medlemskapet i det
svenska samh&#228;llet och &#228;r en grund f&#246;r folkstyrelsen.

I denna lag regleras hur en person blir och upph&#246;r att vara
svensk medborgare. Lag (2014:481).

F&#246;rv&#228;rv av svenskt medborgarskap vid f&#246;delsen

2 &#167; Ett barn f&#246;rv&#228;rvar svenskt medborgarskap vid f&#246;delsen,
om

1. en f&#246;r&#228;lder till barnet &#228;r svensk medborgare, eller

2. en avliden f&#246;r&#228;lder till barnet var svensk medborgare vid
sin d&#246;d. Lag (2014:481).

3 &#167; Ett hittebarn som antr&#228;ffas h&#228;r i landet anses som svensk
medborgare till dess n&#229;got annat blir k&#228;nt. Lag (2014:481).

F&#246;rv&#228;rv av svenskt medborgarskap genom adoption

4 &#167; Ett barn som inte har fyllt tolv &#229;r och som adopteras 
av en svensk medborgare blir vid adoptionen svensk 
medborgare, om

1. barnet adopteras i Sverige, Danmark, Finland, Island eller 
Norge, eller

2. barnet adopteras genom ett utl&#228;ndskt beslut som g&#228;ller i 
Sverige enligt lagen (1997:191) med anledning av Sveriges 
tilltr&#228;de till Haagkonventionen om skydd av barn och 
samarbete vid internationella adoptioner eller lagen 
(2018:1289) om adoption i internationella situationer. 
Lag (2018:1293).

F&#246;rv&#228;rv av svenskt medborgarskap genom anm&#228;lan

5 &#167; Har upph&#228;vts genom lag (2014:481).

6 &#167; Ett barn som har f&#246;tts i Sverige och som sedan f&#246;delsen &#228;r 
statsl&#246;st f&#246;rv&#228;rvar svenskt medborgarskap genom anm&#228;lan av den 
eller dem som har v&#229;rdnaden om barnet, om barnet har permanent 
uppeh&#229;llstillst&#229;nd och hemvist h&#228;r i landet.

Kravet p&#229; permanent uppeh&#229;llstillst&#229;nd i f&#246;rsta stycket g&#228;ller 
inte ett barn som har haft hemvist h&#228;r i landet sedan fem &#229;r 
eller under sammanlagt tio &#229;r och som har beviljats ett 
tidsbegr&#228;nsat uppeh&#229;llstillst&#229;nd med st&#246;d av 5 kap. 1, 3, 3 a 
eller 6 &#167; eller 12 kap. 18 &#167; utl&#228;nningslagen (2005:716).

Anm&#228;lan ska g&#246;ras innan barnet har fyllt arton &#229;r.
Lag (2021:771).

7 &#167; Ett barn som inte har svenskt medborgarskap f&#246;rv&#228;rvar
svenskt medborgarskap genom anm&#228;lan av den eller dem som har
v&#229;rdnaden om barnet, om barnet har

1. permanent uppeh&#229;llstillst&#229;nd i Sverige, och

2. hemvist h&#228;r i landet sedan tre &#229;r eller, om barnet &#228;r
statsl&#246;st, tv&#229; &#229;r.

Anm&#228;lan ska g&#246;ras innan barnet har fyllt arton &#229;r.

Om barnet har fyllt tolv &#229;r och har utl&#228;ndskt medborgarskap,
kr&#228;vs f&#246;r f&#246;rv&#228;rv av svenskt medborgarskap att barnet
samtycker till det. S&#229;dant samtycke beh&#246;vs dock inte om
barnet &#228;r varaktigt f&#246;rhindrat att l&#228;mna samtycke p&#229; grund av
en psykisk st&#246;rning eller p&#229; grund av n&#229;got annat liknande
f&#246;rh&#229;llande. Lag (2014:481).

8 &#167; En utl&#228;nning som har fyllt arton men inte tjugoett &#229;r 
f&#246;rv&#228;rvar svenskt medborgarskap genom anm&#228;lan, om han eller 
hon har

1. permanent uppeh&#229;llstillst&#229;nd i Sverige, och

2. hemvist h&#228;r i landet sedan han eller hon fyllde tretton &#229;r 
eller, i fr&#229;ga om den som &#228;r statsl&#246;s, femton &#229;r.

Kravet i f&#246;rsta stycket 1 g&#228;ller inte en utl&#228;nning som

1. har f&#246;tts i Sverige,

2. sedan f&#246;delsen &#228;r statsl&#246;s,

3. har haft hemvist h&#228;r i landet sedan fem &#229;r eller under 
sammanlagt tio &#229;r, och

4. har beviljats ett tidsbegr&#228;nsat uppeh&#229;llstillst&#229;nd med st&#246;d 
av 5 kap. 1, 3, 3 a eller 6 &#167; eller 12 kap. 18 &#167; 
utl&#228;nningslagen (2005:716). Lag (2021:771).

9 &#167; Den som har fyllt arton &#229;r och som har f&#246;rlorat eller
befriats fr&#229;n sitt svenska medborgarskap &#229;terf&#229;r detta genom
anm&#228;lan, om han eller hon

1. har permanent uppeh&#229;llstillst&#229;nd i Sverige,

2. har haft hemvist h&#228;r i landet under sammanlagt tio &#229;r,
och

3. sedan tv&#229; &#229;r har hemvist h&#228;r i landet. Lag (2014:794).

10 &#167; Om en utl&#228;nning blir svensk medborgare enligt 6, 7, 8
eller 9 &#167;, f&#246;rv&#228;rvar &#228;ven hans eller hennes ogifta barn som
har hemvist h&#228;r i landet och inte har fyllt arton &#229;r svenskt
medborgarskap om utl&#228;nningen

1. ensam har v&#229;rdnaden om barnet, eller

2. har v&#229;rdnaden gemensamt med den andra f&#246;r&#228;ldern och han
eller hon &#228;r svensk medborgare.

Blir f&#246;r&#228;ldrarna till ett ogift barn som har hemvist h&#228;r i
landet och som inte har fyllt arton &#229;r samtidigt svenska
medborgare enligt 6, 7, 8 eller 9 &#167;, f&#246;rv&#228;rvar &#228;ven barnet
svenskt medborgarskap om han eller hon st&#229;r under b&#229;das
v&#229;rdnad. Lag (2014:481).

F&#246;rv&#228;rv av svenskt medborgarskap efter ans&#246;kan (naturalisation)

11 &#167; En utl&#228;nning kan efter ans&#246;kan beviljas svenskt
medborgarskap (naturaliseras), om han eller hon har

1. styrkt sin identitet,

2. fyllt arton &#229;r,

3. permanent uppeh&#229;llstillst&#229;nd i Sverige,

4. hemvist h&#228;r i landet

a) sedan tv&#229; &#229;r i fr&#229;ga om dansk, finl&#228;ndsk, isl&#228;ndsk eller
norsk medborgare,

b) sedan fyra &#229;r i fr&#229;ga om den som &#228;r statsl&#246;s eller att
bed&#246;ma som flykting enligt 4 kap. 1 &#167; utl&#228;nningslagen
(2005:716),

c) sedan fem &#229;r i fr&#229;ga om &#246;vriga utl&#228;nningar, och

5. haft och kan f&#246;rv&#228;ntas komma att ha ett hederligt
levnadss&#228;tt. Lag (2005:722).

12 &#167; Om kraven i 11 &#167; inte &#228;r uppfyllda f&#229;r, om inte annat
f&#246;ljer av andra stycket, s&#246;kanden &#228;nd&#229; naturaliseras, om

1. s&#246;kanden tidigare har varit svensk medborgare,

2. s&#246;kanden &#228;r gift eller sambo med en svensk medborgare, eller

3. det annars finns s&#228;rskilda sk&#228;l till det.

En s&#246;kande som inte kan styrka sin identitet enligt 11 &#167; 1 f&#229;r
naturaliseras, endast om han eller hon sedan minst &#229;tta &#229;r har
hemvist h&#228;r i landet och g&#246;r sannolikt att den uppgivna
identiteten &#228;r riktig.

13 &#167; I ett beslut om naturalisation skall det best&#228;mmas om &#228;ven
s&#246;kandens ogifta barn som &#228;r under arton &#229;r f&#246;rv&#228;rvar svenskt
medborgarskap.

F&#246;rlust av svenskt medborgarskap

14 &#167; En svensk medborgare f&#246;rlorar sitt svenska medborgarskap
n&#228;r han eller hon fyller tjugotv&#229; &#229;r, om han eller hon

1. &#228;r f&#246;dd utomlands,

2. aldrig haft hemvist i Sverige, och

3. inte heller varit h&#228;r under f&#246;rh&#229;llanden som tyder p&#229;
samh&#246;righet med landet.

P&#229; ans&#246;kan som g&#246;rs innan den svenske medborgaren fyller
tjugotv&#229; &#229;r f&#229;r dock medges att medborgarskapet beh&#229;lls.

N&#228;r n&#229;gon f&#246;rlorar svenskt medborgarskap enligt f&#246;rsta stycket,
f&#246;rlorar &#228;ven hans eller hennes barn sitt svenska
medborgarskap, om barnet f&#246;rv&#228;rvat detta p&#229; grund av att
f&#246;r&#228;ldern varit svensk medborgare. Barnet f&#246;rlorar dock inte
sitt medborgarskap om den andra f&#246;r&#228;ldern har kvar sitt svenska
medborgarskap och barnet h&#228;rleder sitt svenska medborgarskap
&#228;ven fr&#229;n honom eller henne.

F&#246;rlust av svenskt medborgarskap sker inte om detta skulle leda
till att personen blir statsl&#246;s.

Befrielse fr&#229;n svenskt medborgarskap

15 &#167; Den som &#228;r eller &#246;nskar bli utl&#228;ndsk medborgare f&#229;r p&#229;
ans&#246;kan befrias fr&#229;n sitt svenska medborgarskap. Befrielse
skall medges den som saknar hemvist i Sverige. Den som har
hemvist i Sverige f&#229;r v&#228;gras befrielse endast om det finns
s&#228;rskilda sk&#228;l.

&#196;r s&#246;kanden inte redan utl&#228;ndsk medborgare skall som villkor
f&#246;r befrielsen fr&#229;n svenskt medborgarskap kr&#228;vas att han eller
hon inom viss tid f&#246;rv&#228;rvar medborgarskap i ett annat land.

Vissa best&#228;mmelser som r&#246;r de nordiska l&#228;nderna

16 &#167; Regeringen f&#229;r, efter avtal med Danmark, Finland, Island
eller Norge, meddela f&#246;reskrifter om till&#228;mpning av en eller
flera av best&#228;mmelserna i 17-19 &#167;&#167;. Med avtalsstat avses i
dessa best&#228;mmelser den eller de stater som Sverige har ing&#229;tt
s&#229;dant avtal med.

17 &#167; Best&#228;mmelsen i 14 &#167; f&#246;rsta stycket g&#228;ller inte f&#246;r den som
under sammanlagt minst sju &#229;r haft hemvist i en avtalsstat.

18 &#167; En medborgare i en avtalsstat f&#246;rv&#228;rvar svenskt
medborgarskap genom anm&#228;lan, om han eller hon

1. har fyllt arton &#229;r,

2. har hemvist h&#228;r i landet sedan fem &#229;r, och

3. under denna tid inte har d&#246;mts till frihetsber&#246;vande
p&#229;f&#246;ljd.

N&#228;r en person f&#246;rv&#228;rvar medborgarskap p&#229; s&#229;dant s&#228;tt
till&#228;mpas 10 &#167; i fr&#229;ga om medborgarens barn. Lag (2014:481).

19 &#167; Den som har f&#246;rlorat sitt svenska medborgarskap och
d&#228;refter oavbrutet varit medborgare i en avtalsstat, f&#229;r
tillbaka svenskt medborgarskap genom anm&#228;lan, om han eller hon
har tagit hemvist h&#228;r i landet. Vid s&#229;dant f&#246;rv&#228;rv av
medborgarskap till&#228;mpas 10 &#167; n&#228;r det g&#228;ller medborgarens barn.

Vissa best&#228;mmelser som r&#246;r krav p&#229; permanent uppeh&#229;llstillst&#229;nd
och uppeh&#229;llsr&#228;tt

20 &#167; Det som f&#246;reskrivs i denna lag om krav p&#229; permanent 
uppeh&#229;llstillst&#229;nd g&#228;ller inte f&#246;r den som &#228;r medborgare i 
Danmark, Finland, Island eller Norge.

I fr&#229;ga om medborgare i &#246;vriga l&#228;nder inom Europeiska 
ekonomiska samarbetsomr&#229;det (EES) och s&#229;dana familjemedlemmar 
som avses i 3 a kap. 2 &#167; utl&#228;nningslagen (2005:716) ska vid 
till&#228;mpningen av denna lag uppeh&#229;llsr&#228;tt likst&#228;llas med ett 
permanent uppeh&#229;llstillst&#229;nd. Detsamma g&#228;ller f&#246;r de 
utl&#228;nningar som har beviljats uppeh&#229;llsstatus i Sverige enligt 
avtalet om F&#246;renade konungariket Storbritannien och 
Nordirlands uttr&#228;de ur Europeiska unionen och Europeiska 
atomenergigemenskapen (EUT L 29, 31.1.2020, s. 7).
Lag (2020:940).

F&#246;rklaring

21 &#167; Efter ans&#246;kan f&#229;r meddelas f&#246;rklaring att n&#229;gon &#228;r svensk
medborgare, om det kan r&#229;da ovisshet om detta.

Best&#228;mmelser om f&#246;rfarandet

22 &#167; Migrationsverket pr&#246;var &#228;renden enligt denna lag, om inte
annat framg&#229;r av andra stycket.

Anm&#228;lningar enligt 7, 8, 9, 18 eller 19 &#167; som g&#228;ller en
medborgare i Danmark, Finland, Island eller Norge pr&#246;vas av
l&#228;nsstyrelsen.

Regeringen meddelar f&#246;reskrifter om vilka l&#228;nsstyrelser som
ansvarar f&#246;r uppgifterna enligt andra stycket. Lag (2012:87).

23 &#167; Den som har fyllt arton &#229;r f&#229;r sj&#228;lv g&#246;ra ans&#246;kan eller
anm&#228;lan enligt denna lag &#228;ven om han eller hon st&#229;r under
annans v&#229;rdnad.

24 &#167; Den myndighet till vilken anm&#228;lan g&#246;rs skall meddela
beslut om anm&#228;lan har medf&#246;rt f&#246;rv&#228;rv av svenskt medborgarskap
eller inte.

25 &#167; Har upph&#228;vts genom lag (2005:722).

26 &#167; Migrationsverkets eller en l&#228;nsstyrelses beslut enligt
denna lag f&#229;r &#246;verklagas till en migrationsdomstol utom i fall
som avses i 27 &#167;.

En migrationsdomstols beslut &#246;verklagas hos
Migrations&#246;verdomstolen i enlighet med best&#228;mmelserna i 16 kap.
utl&#228;nningslagen (2005:716). Best&#228;mmelserna i detta kapitel
g&#228;ller &#228;ven i &#246;vrigt i till&#228;mpliga delar i m&#229;l enligt denna
lag. Lag (2005:722).

27 &#167; Migrationsverkets beslut &#246;verklagas till regeringen om det
r&#246;r ett s&#228;kerhets&#228;rende. Ett s&#229;dant beslut f&#229;r &#246;verklagas &#228;ven
av S&#228;kerhetspolisen.

Ett s&#228;kerhets&#228;rende &#228;r ett &#228;rende d&#228;r S&#228;kerhetspolisen hos
Migrationsverket har f&#246;reslagit att ans&#246;kan avsl&#229;s av sk&#228;l som
r&#246;r rikets s&#228;kerhet eller allm&#228;n s&#228;kerhet.

I ett s&#228;kerhets&#228;rende g&#228;ller f&#246;rv&#228;rvet av svenskt medborgarskap
fr&#229;n och med den dag d&#229; beslutet har vunnit laga kraft.
Lag (2005:722).

28 &#167; En socialn&#228;mnd skall p&#229; beg&#228;ran av regeringen,
Migrationsverket, en migrationsdomstol, Migrations&#246;verdomstolen
eller S&#228;kerhetspolisen l&#228;mna ut uppgifter om en utl&#228;nnings
personliga f&#246;rh&#229;llanden, om uppgifterna beh&#246;vs i ett &#228;rende om
svenskt medborgarskap. Lag (2005:722).

Medborgarskapsceremonier

29 &#167; Varje kommun ska minst en g&#229;ng per &#229;r anordna en
ceremoni f&#246;r nya svenska medborgare f&#246;r att h&#246;gtidligh&#229;lla
deras nya medborgarskap.

Till en medborgarskapsceremoni ska kommunen bjuda in den som
vid tidpunkten f&#246;r inbjudan &#228;r folkbokf&#246;rd i kommunen och
under de senaste 18 m&#229;naderna har f&#246;rv&#228;rvat svenskt
medborgarskap p&#229; annat s&#228;tt &#228;n vid f&#246;delsen och inte tidigare
bjudits in till en s&#229;dan ceremoni.

Vid medborgarskapsceremonierna ska inneh&#229;llet i 1 &#167; f&#246;rsta
stycket f&#246;rmedlas. Lag (2014:481).

&#214;verg&#229;ngsbest&#228;mmelser

2001:82

1. Denna lag tr&#228;der i kraft den 1 juli 2001, d&#229; lagen
(1950:382) om svenskt medborgarskap skall upph&#246;ra att g&#228;lla.
Till f&#246;ljd h&#228;rav upph&#246;r &#228;ven 13 &#167; f&#246;rsta stycket lagen
(1924:130) om f&#246;rv&#228;rvande och f&#246;rlust av svenskt medborgarskap
att g&#228;lla. Till den 1 juli 2002 skall 7 &#167; i 1950 &#229;rs lag
till&#228;mpas n&#228;r det g&#228;ller svenska medborgare som blir medborgare
i en annan stat som &#228;r bunden av best&#228;mmelserna om begr&#228;nsning
av fall av flerfaldigt medborgarskap (kapitel 1) i 1963 &#229;rs
europeiska konvention om begr&#228;nsning av fall av flerfaldigt
medborgarskap och om milit&#228;ra f&#246;rpliktelser i fall av
flerfaldigt medborgarskap.

2. Ett barn, som har f&#246;tts i Sverige f&#246;re ikrafttr&#228;dandet av
den nya lagen och som skulle ha blivit svensk medborgare om 1 &#167;
i den nya lagen g&#228;llt vid f&#246;delsen, f&#246;rv&#228;rvar svenskt
medborgarskap, om

a) fadern fortfarande &#228;r svensk medborgare,

b) fadern f&#246;re den 1 juli 2003 hos Migrationsverket anm&#228;ler
&#246;nskem&#229;l om svenskt medborgarskap f&#246;r barnet, och

c) barnet vid tidpunkten f&#246;r anm&#228;lan inte har fyllt arton &#229;r.

Om barnet har fyllt tolv &#229;r och har utl&#228;ndskt medborgarskap,
kr&#228;vs f&#246;r f&#246;rv&#228;rv av svenskt medborgarskap att barnet samtycker
d&#228;rtill. S&#229;dant samtycke beh&#246;vs dock inte om barnet &#228;r
varaktigt f&#246;rhindrat att l&#228;mna samtycke p&#229; grund av en psykisk
st&#246;rning eller p&#229; grund av n&#229;got annat liknande f&#246;rh&#229;llande.

Barnets v&#229;rdnadshavare skall samtycka till f&#246;rv&#228;rvet av svenskt
medborgarskap.

3. Ett barn, som har adopterats f&#246;re ikrafttr&#228;dandet av den nya
lagen och som skulle ha blivit svensk medborgare om 3 &#167; i den
nya lagen g&#228;llt vid adoptionen, f&#246;rv&#228;rvar svenskt
medborgarskap, om

a) adoptionen har beslutats den 1 juli 1992 eller senare,

b) den eller de som har v&#229;rdnaden om barnet f&#246;re den 1 juli
2003 hos Migrationsverket anm&#228;ler &#246;nskem&#229;l om svenskt
medborgarskap f&#246;r barnet, och

c) barnet vid tidpunkten f&#246;r anm&#228;lan inte har fyllt arton &#229;r.

Om barnet har fyllt tolv &#229;r och har utl&#228;ndskt medborgarskap,
kr&#228;vs f&#246;r f&#246;rv&#228;rv av svenskt medborgarskap att barnet samtycker
d&#228;rtill. S&#229;dant samtycke beh&#246;vs dock inte om barnet &#228;r
varaktigt f&#246;rhindrat att l&#228;mna samtycke p&#229; grund av en psykisk
st&#246;rning eller p&#229; grund av n&#229;got annat liknande f&#246;rh&#229;llande.

4. Den som f&#246;rlorat sitt svenska medborgarskap enligt 7 &#167;
lagen (1950:382) om svenskt medborgarskap &#229;terf&#229;r detta genom
anm&#228;lan till Migrationsverket.

Om den som anm&#228;lan avser st&#229;r under n&#229;gon annans v&#229;rdnad vid
tidpunkten f&#246;r anm&#228;lan, g&#246;rs denna ist&#228;llet av den eller dem
som &#228;r v&#229;rdnadshavare.

Om anm&#228;lan avser ett barn som har fyllt tolv &#229;r och har
utl&#228;ndskt medborgarskap, kr&#228;vs f&#246;r f&#246;rv&#228;rv av svenskt
medborgarskap att barnet samtycker till det. S&#229;dant samtycke
beh&#246;vs dock inte om barnet &#228;r varaktigt f&#246;rhindrat att l&#228;mna
samtycke p&#229; grund av en psykisk st&#246;rning eller p&#229; grund av
n&#229;got annat liknande f&#246;rh&#229;llande. Lag (2014:481).

5. I anm&#228;lnings&#228;renden enligt punkt 2-4 till&#228;mpas 24 &#167; och 26 &#167;
andra stycket i den nya lagen.

6. &#196;ldre best&#228;mmelser skall till&#228;mpas i fr&#229;ga om anm&#228;lningar
enligt 2 a &#167; lagen (1950:382) om svenskt medborgarskap som har
gjorts f&#246;re ikrafttr&#228;dandet av den nya lagen. Detsamma g&#228;ller i
fr&#229;ga om anm&#228;lningar enligt 3 &#167; i 1950 &#229;rs lag som har gjorts
f&#246;re ikrafttr&#228;dandet av den nya lagen, om inte till&#228;mpning av
den nya lagen &#228;r f&#246;rm&#229;nligare f&#246;r den enskilde. 1950 &#229;rs lag
skall ocks&#229; till&#228;mpas i &#228;renden som enligt 9 a &#167; i den lagen
har &#246;verl&#228;mnats till regeringen.

7. Till&#228;ggsartikeln till det v&#228;nskaps-, handels- och
sj&#246;fartsf&#246;rdrag som Sverige ing&#229;tt med Argentina den 17 juli
1885 skall alltj&#228;mt g&#228;lla som svensk lag utan hinder av denna
lag.

2005:722

1. Denna lag tr&#228;der i kraft den 31 mars 2006.

2. M&#229;l eller &#228;renden som har kommit in till en domstol f&#246;re den
31 mars 2006 skall handl&#228;ggas enligt &#228;ldre f&#246;reskrifter.

3. &#196;renden som har &#246;verl&#228;mnats till regeringen enligt 25 &#167; men
inte avgjorts f&#246;re den 31 mars 2006 skall &#246;verl&#228;mnas till
Migrationsverket, om en myndighet inte har fattat beslut i
&#228;rendet, och i annat fall till den migrationsdomstol inom vars
domkrets &#228;rendet f&#246;rst har pr&#246;vats.

4. &#196;renden som har kommit in till Utl&#228;nningsn&#228;mnden och som
inte har avgjorts f&#246;re den 31 mars 2006 skall &#246;verl&#228;mnas till
den migrationsdomstol inom vars domkrets &#228;rendet f&#246;rst har
pr&#246;vats. Om &#228;rendet g&#228;ller f&#246;rklaring enligt 21 &#167;, &#246;verl&#228;mnas
&#228;rendet till Migrationsverket.

2006:222

Denna lag tr&#228;der i kraft den 30 april 2006. F&#246;r medborgare i
l&#228;nder inom Europeiska ekonomiska samarbetsomr&#229;det (EES) som
har ett tidsbegr&#228;nsat uppeh&#229;llstillst&#229;nd f&#246;r minst fem &#229;r som
beviljats f&#246;re ikrafttr&#228;dandet g&#228;ller 20 &#167; andra stycket i sin
&#228;ldre lydelse.

2014:481

1. Denna lag tr&#228;der i kraft den 1 april 2015.

2. De upph&#228;vda 4 och 5 &#167;&#167; g&#228;ller fortfarande f&#246;r barn som har
f&#246;tts f&#246;re den 1 april 2015. N&#228;r en person f&#246;rv&#228;rvar
medborgarskap enligt den upph&#228;vda 5 &#167; till&#228;mpas 10 &#167; i fr&#229;ga
om medborgarens barn.

3. N&#228;r en person &#229;terf&#229;r svenskt medborgarskap enligt punkt 4
i &#246;verg&#229;ngsbest&#228;mmelserna till lagen (2001:82) om svenskt
medborgarskap i dess nya lydelse till&#228;mpas 10 &#167; i fr&#229;ga om
medborgarens barn. 

2021:771

1. Denna lag tr&#228;der i kraft den 20 juli 2021.

2. Lagen g&#228;ller &#228;ven en utl&#228;nning som har beviljats ett 
tidsbegr&#228;nsat uppeh&#229;llstillst&#229;nd enligt den upph&#228;vda lagen 
(2016:752) om tillf&#228;lliga begr&#228;nsningar av m&#246;jligheten att f&#229; 
uppeh&#229;llstillst&#229;nd i Sverige eller ett uppeh&#229;llstillst&#229;nd som 
har tidsbegr&#228;nsats enligt den lagen.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2652">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2654">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
