

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-05" /> 
 <meta id="rattsinfo-edited" content="2024-01-05 08:58:36" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2662</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2661">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2663">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2000:1225 ·
                    <a href="/sfsr?bet=2000:1225">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2000:1225) om straff f&#246;r smuggling</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2000-11-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:873
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2001-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser
1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om ansvar m.m. f&#246;r 
g&#228;rningar som r&#246;r inf&#246;rsel till eller utf&#246;rsel fr&#229;n landet av 
varor. Har det i lag eller annan f&#246;rfattning f&#246;reskrivits 
straff f&#246;r den som bryter mot ett f&#246;rbud mot eller villkor f&#246;r 
att f&#246;ra in eller ut en vara, g&#228;ller i st&#228;llet best&#228;mmelserna 
i den f&#246;rfattningen om inget annat &#228;r f&#246;reskrivet.

I 19-22, 25 a-27, 29 a och 32 &#167;&#167; finns s&#228;rskilda best&#228;mmelser 
om befogenheter f&#246;r att f&#246;rhindra, utreda och beivra brott 
enligt denna lag eller brott, som r&#246;r inf&#246;rsel till eller 
utf&#246;rsel fr&#229;n landet av varor, enligt n&#229;gon av de 
f&#246;rfattningar som n&#228;mns i tredje stycket. Befogenheterna 
g&#228;ller &#228;ven vid s&#229;dana brott enligt narkotikastrafflagen 
(1968:64), vapenlagen (1996:67) och lagen (2010:1011) om 
brandfarliga och explosiva varor som avses i 12 &#167; tredje 
stycket samt vid s&#229;dana terroristbrott enligt 4 &#167; 
terroristbrottslagen (2022:666) som beg&#229;s genom smuggling, 
grov smuggling, vapensmuggling, grov vapensmuggling, 
synnerligen grov vapensmuggling, smuggling av explosiv vara, 
grov smuggling av explosiv vara eller synnerligen grov 
smuggling av explosiv vara eller f&#246;rs&#246;k till s&#229;dana brott. 
Befogenheten enligt 32 &#167; att v&#228;cka &#229;tal eller besluta om 
f&#246;rverkande g&#228;ller dock inte vid brott enligt 
narkotikastrafflagen, vapenlagen, lagen om brandfarliga och 
explosiva varor eller terroristbrottslagen.

De f&#246;rfattningar som avses i andra stycket &#228;r lagen (1996:701) 
om Tullverkets befogenheter vid Sveriges gr&#228;ns mot ett annat 
land inom Europeiska unionen, lagen (1998:506) om 
punktskattekontroll av transporter m.m. av alkoholvaror, 
tobaksvaror och energiprodukter, lagen (2000:1064) om kontroll 
av produkter med dubbla anv&#228;ndningsomr&#229;den och av tekniskt 
bist&#229;nd, tullagen (2016:253) samt lagen (2006:1329) om handel 
med vissa varor som kan anv&#228;ndas till d&#246;dsstraff eller tortyr, 
m.m.

Best&#228;mmelserna i 19-22, 25 a-26 a &#167;&#167; samt 27 &#167; f&#246;rsta och 
tredje styckena, n&#228;r det g&#228;ller kroppsvisitation, och 
best&#228;mmelserna i 32 &#167; g&#228;ller ocks&#229; vid brott som avses i 2-
4 &#167;&#167; skattebrottslagen (1971:69), om brottet r&#246;r underl&#229;tenhet 
att l&#228;mna deklaration enligt 26 kap. 37 &#167; f&#246;rsta stycket 
skattef&#246;rfarandelagen (2011:1244). Lag (2022:1777).

1 a &#167; I 37-39 &#167;&#167; finns s&#228;rskilda best&#228;mmelser om r&#228;tten f&#246;r en 
tj&#228;nsteman vid Tullverket att i vissa fall &#228;ven ingripa mot 
brott som inte omfattas av Tullverkets befogenhet att inleda 
f&#246;runders&#246;kning. Lag (2021:761).

2 &#167; Vid till&#228;mpning av denna lag ska en vara anses ha f&#246;rts in 
till eller ut fr&#229;n landet n&#228;r den har f&#246;rts &#246;ver gr&#228;nsen f&#246;r 
svenskt territorium.

I denna lag f&#246;rst&#229;s med

1. narkotika: s&#229;dana varor som anges i 8 &#167; 
narkotikastrafflagen (1968:64),

2. vapen: s&#229;dana skjutvapen som avses i vapenlagen (1996:67) 
samt s&#229;dana vapen och andra f&#246;rem&#229;l som anges i 1 kap. 3 &#167; 
vapenlagen,

3. explosiva varor: s&#229;dana varor som anges i 4 &#167; lagen 
(2010:1011) om brandfarliga och explosiva varor, och

4. tullbehandling: vad som f&#246;reskrivs i tullagstiftningen om 
att en vara ska l&#228;ggas upp p&#229; en anl&#228;ggning f&#246;r tillf&#228;llig 
lagring, h&#228;nf&#246;ras till ett tullf&#246;rfarande eller &#229;terexporteras 
eller &#229;tg&#228;rder enligt 3 kap. 1 &#167; tullagen (2016:253), d&#229; varan 
f&#246;rs in till eller ut fr&#229;n landet. Lag (2020:901).

Straffbest&#228;mmelser m.m.

Smugglingsbrott

3 &#167; Den som, i samband med inf&#246;rsel till landet av en vara 
som omfattas av ett s&#228;rskilt f&#246;reskrivet f&#246;rbud mot eller 
villkor f&#246;r inf&#246;rsel, upps&#229;tligen bryter mot f&#246;rbudet eller 
villkoret genom att underl&#229;ta att anm&#228;la varan till 
tullbehandling, d&#246;ms f&#246;r smuggling till b&#246;ter eller f&#228;ngelse 
i h&#246;gst tv&#229; &#229;r.

Vad som f&#246;reskrivs i f&#246;rsta stycket g&#228;ller ocks&#229; den som, i 
samband med att en s&#229;dan vara f&#246;rs in till landet, 
upps&#229;tligen l&#228;mnar oriktig uppgift vid tullbehandling eller 
underl&#229;ter att l&#228;mna f&#246;reskriven uppgift vid tullbehandling 
och d&#228;rigenom ger upphov till fara f&#246;r att inf&#246;rseln 
fullf&#246;ljs i strid med f&#246;rbudet eller villkoret.

F&#246;r smuggling d&#246;ms ocks&#229; den som upps&#229;tligen

1. fr&#229;n landet f&#246;r ut en vara i strid med ett s&#228;rskilt 
f&#246;reskrivet f&#246;rbud mot eller villkor f&#246;r utf&#246;rsel eller efter 
utf&#246;rseln f&#246;rfogar &#246;ver varan i strid med f&#246;rbudet eller 
villkoret,

2. under p&#229;g&#229;ende tullbehandling f&#246;rfogar &#246;ver en vara som 
omfattas av ett s&#228;rskilt f&#246;reskrivet f&#246;rbud mot eller villkor 
f&#246;r inf&#246;rsel och d&#228;rigenom f&#246;ranleder att inf&#246;rseln fullf&#246;ljs 
i strid med f&#246;rbudet eller villkoret,

3. till landet f&#246;r in eller fr&#229;n landet f&#246;r ut en vara med 
st&#246;d av ett tillst&#229;nd som f&#246;ranletts av att n&#229;gon l&#228;mnat 
oriktig uppgift eller underl&#229;tit att l&#228;mna f&#246;reskriven 
uppgift till en tillst&#229;ndsmyndighet eller f&#246;rfar p&#229; ett 
s&#229;dant s&#228;tt hos en tillst&#229;ndsmyndighet och d&#228;rigenom 
f&#246;ranleder att tillst&#229;nd meddelas och att varan f&#246;rs in till 
eller ut fr&#229;n landet med st&#246;d av tillst&#229;ndet, eller

4. f&#246;rfogar &#246;ver en vara i strid med villkor som uppst&#228;llts 
f&#246;r eller i samband med varans inf&#246;rsel eller utf&#246;rsel.

I det fall best&#228;mmelserna om tullbehandling inte &#228;r 
till&#228;mpliga vid inf&#246;rsel fr&#229;n eller utf&#246;rsel till ett annat 
EU-land, g&#228;ller vad som anges i f&#246;rsta och andra styckena 
ang&#229;ende tullbehandling i st&#228;llet f&#246;rfarande enligt lagen 
(1996:701) om Tullverkets befogenheter vid Sveriges gr&#228;ns mot 
ett annat land inom Europeiska unionen. Lag (2016:275).

4 &#167; Om ett brott som avses i 3 &#167; &#228;r att anse som ringa, d&#246;ms
till penningb&#246;ter.

5 &#167; Om ett brott som avses i 3 &#167; &#228;r att anse som grovt, d&#246;ms
f&#246;r grov smuggling till f&#228;ngelse, l&#228;gst sex m&#229;nader och h&#246;gst
sex &#229;r.

Vid bed&#246;mningen av om brottet &#228;r grovt skall det s&#228;rskilt
beaktas om g&#228;rningen ing&#229;tt som ett led i en brottslighet som
ut&#246;vats systematiskt eller i st&#246;rre omfattning, om g&#228;rningen
med h&#228;nsyn till omst&#228;ndigheterna kring inf&#246;rseln, utf&#246;rseln
eller f&#246;rfogandet varit av s&#228;rskilt farlig art eller om
g&#228;rningen annars inneburit en allvarlig kr&#228;nkning av ett
betydande samh&#228;llsintresse.

6 &#167; Om en g&#228;rning som avses i 3 &#167; g&#228;ller narkotika, 
d&#246;ms f&#246;r narkotikasmuggling till f&#228;ngelse i h&#246;gst tre &#229;r.

Om brottet &#228;r ringa, d&#246;ms f&#246;r ringa narkotikasmuggling till 
b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

Om brottet &#228;r att anse som grovt, d&#246;ms f&#246;r grov 
narkotikasmuggling till f&#228;ngelse i l&#228;gst tv&#229; och h&#246;gst sju 
&#229;r. Vid bed&#246;mningen av om brottet &#228;r grovt ska det s&#228;rskilt 
beaktas om g&#228;rningen avsett en s&#228;rskilt stor m&#228;ngd narkotika, 
om g&#228;rningen ing&#229;tt som ett led i en verksamhet som bedrivits 
i st&#246;rre omfattning eller yrkesm&#228;ssigt, eller om verksamheten 
eller g&#228;rningen annars varit av s&#228;rskilt farlig eller 
h&#228;nsynsl&#246;s art.

Om brottet &#228;r att anse som synnerligen grovt, d&#246;ms f&#246;r 
synnerligen grov narkotikasmuggling till f&#228;ngelse i l&#228;gst sex 
och h&#246;gst tio &#229;r. Vid bed&#246;mningen av om brottet &#228;r 
synnerligen grovt ska det s&#228;rskilt beaktas om g&#228;rningen har 
ing&#229;tt som ett led i en verksamhet som ut&#246;vats i organiserad 
form i syfte att i stor omfattning bedriva handel med 
narkotika, om g&#228;rningen avsett en synnerligen stor m&#228;ngd 
narkotika, eller om verksamheten eller g&#228;rningen annars varit 
av synnerligen farlig eller h&#228;nsynsl&#246;s art. Lag (2016:489).

6 a &#167; Om en g&#228;rning som avses i 3 &#167; g&#228;ller vapen, d&#246;ms f&#246;r 
vapensmuggling till f&#228;ngelse i h&#246;gst fem &#229;r.

Om brottet &#228;r ringa, d&#246;ms f&#246;r ringa vapensmuggling till b&#246;ter 
eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

Om brottet &#228;r att anse som grovt, d&#246;ms f&#246;r grov vapensmuggling 
till f&#228;ngelse i l&#228;gst fyra och h&#246;gst sju &#229;r. Vid bed&#246;mningen 
av om brottet &#228;r grovt ska det s&#228;rskilt beaktas om

1. g&#228;rningen avsett ett vapen av s&#228;rskilt farlig beskaffenhet,

2. g&#228;rningen avsett flera vapen,

3. g&#228;rningen ing&#229;tt som ett led i en verksamhet som bedrivits 
i st&#246;rre omfattning eller yrkesm&#228;ssigt, eller

4. verksamheten eller g&#228;rningen annars varit av s&#228;rskilt 
farlig art.

Om brottet &#228;r att anse som synnerligen grovt, d&#246;ms f&#246;r 
synnerligen grov vapensmuggling till f&#228;ngelse i l&#228;gst sex och 
h&#246;gst tio &#229;r. Vid bed&#246;mningen av om brottet &#228;r synnerligen 
grovt ska det s&#228;rskilt beaktas om g&#228;rningen avsett ett stort 
antal vapen eller flera vapen av s&#228;rskilt farlig beskaffenhet.

Vid bed&#246;mningen enligt tredje och fj&#228;rde styckena ska ett 
enhandsvapen anses vara av s&#228;rskilt farlig beskaffenhet, om 
det &#228;r kraftfullt eller har en s&#228;rskilt farlig konstruktion 
eller utformning. Lag (2023:873).

6 b &#167; Om en g&#228;rning som avses i 3 &#167; g&#228;ller explosiva varor, 
d&#246;ms f&#246;r smuggling av explosiv vara till b&#246;ter eller f&#228;ngelse 
i h&#246;gst fem &#229;r.

Om brottet &#228;r ringa, d&#246;ms f&#246;r ringa smuggling av explosiv vara 
till penningb&#246;ter.

Om brottet &#228;r att anse som grovt, d&#246;ms f&#246;r grov smuggling av 
explosiv vara till f&#228;ngelse i l&#228;gst fyra och h&#246;gst sju &#229;r. Vid 
bed&#246;mningen av om brottet &#228;r grovt ska det s&#228;rskilt beaktas om

1. g&#228;rningen avsett en vara som med h&#228;nsyn till dess effekt, 
konstruktion eller utformning har varit av s&#228;rskilt farlig 
beskaffenhet,

2. g&#228;rningen avsett flera varor eller en stor m&#228;ngd av en 
vara,

3. g&#228;rningen ing&#229;tt som ett led i en verksamhet som bedrivits 
i st&#246;rre omfattning eller yrkesm&#228;ssigt, eller

4. verksamheten eller g&#228;rningen annars varit av s&#228;rskilt 
farlig art.

Om brottet &#228;r att anse som synnerligen grovt, d&#246;ms f&#246;r 
synnerligen grov smuggling av explosiv vara till f&#228;ngelse i 
l&#228;gst sex och h&#246;gst tio &#229;r. Vid bed&#246;mningen av om brottet &#228;r 
synnerligen grovt ska det s&#228;rskilt beaktas om g&#228;rningen avsett 
ett stort antal varor eller en s&#228;rskilt stor m&#228;ngd av en vara 
eller flera varor av s&#228;rskilt farlig beskaffenhet eller en 
stor m&#228;ngd av en vara av s&#228;rskilt farlig beskaffenhet.
Lag (2023:873).

7 &#167; Den som av grov oaktsamhet beg&#229;r en g&#228;rning som avses i 3, 
6, 6 a eller 6 b &#167;, d&#246;ms f&#246;r olovlig inf&#246;rsel eller olovlig 
utf&#246;rsel till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

F&#246;r olovlig inf&#246;rsel eller olovlig utf&#246;rsel d&#246;ms ocks&#229; den som 
av grov oaktsamhet

1. i samband med utf&#246;rsel fr&#229;n landet av en vara underl&#229;ter 
att anm&#228;la varan till tullbehandling, l&#228;mnar oriktig uppgift 
vid tullbehandling eller underl&#229;ter att l&#228;mna f&#246;reskriven 
uppgift vid tullbehandling och d&#228;rigenom ger upphov till fara 
f&#246;r att s&#229;dant f&#246;rbud eller villkor som avses i 3 &#167; tredje 
stycket 1 eller den best&#228;mmelsen tillsammans med 6, 6 a eller 
6 b &#167; &#246;vertr&#228;ds, eller

2. l&#228;mnar oriktig uppgift eller underl&#229;ter att l&#228;mna 
f&#246;reskriven uppgift i samband med ans&#246;kan om s&#229;dant tillst&#229;nd 
som avses i 3 &#167; tredje stycket 3 eller den best&#228;mmelsen 
tillsammans med 6, 6 a eller 6 b &#167; och d&#228;rigenom ger upphov 
till fara f&#246;r att varan f&#246;rs in eller ut med st&#246;d av detta 
tillst&#229;nd.

I de fall best&#228;mmelserna om tullbehandling inte &#228;r till&#228;mpliga 
vid utf&#246;rsel till ett annat EU-land, g&#228;ller vad som anges i 
andra stycket 1 ang&#229;ende tullbehandling i st&#228;llet f&#246;rfarande 
enligt lagen (1996:701) om Tullverkets befogenheter vid 
Sveriges gr&#228;ns mot ett annat land inom Europeiska unionen.

Om g&#228;rningen &#228;r ringa, ska den inte medf&#246;ra ansvar.
Lag (2020:901).

Tullbrott m.m.

8 &#167; Den som, i samband med att en vara f&#246;rs in till landet, 
upps&#229;tligen underl&#229;ter att anm&#228;la varan till tullbehandling, 
l&#228;mnar oriktig uppgift vid tullbehandling eller underl&#229;ter att 
l&#228;mna f&#246;reskriven uppgift vid tullbehandling och d&#228;rigenom ger 
upphov till fara f&#246;r att tull, annan skatt eller avgift 
undandras det allm&#228;nna, d&#246;ms f&#246;r tullbrott till b&#246;ter eller 
f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

F&#246;r tullbrott d&#246;ms ocks&#229; den som upps&#229;tligen ger upphov till 
fara f&#246;r att tull, annan skatt eller avgift undandras det 
allm&#228;nna eller felaktigt tillgodor&#228;knas eller &#229;terbetalas till 
honom sj&#228;lv eller annan genom att

1. i samband med att en vara f&#246;rs ut fr&#229;n landet, f&#246;rfara s&#229; 
som anges i f&#246;rsta stycket eller, efter utf&#246;rseln, f&#246;rfoga 
&#246;ver varan i strid med vad som f&#246;rutsatts vid den 
tullbehandling som skett med anledning av utf&#246;rseln,

2. under p&#229;g&#229;ende tullbehandling f&#246;rfoga &#246;ver en inf&#246;rd vara i 
strid med vad som g&#228;ller f&#246;r denna tullbehandling, eller

3. bryta mot villkor som vid tullbehandling f&#246;r &#246;verg&#229;ng till 
fri oms&#228;ttning har uppst&#228;llts f&#246;r befrielse fr&#229;n eller 
neds&#228;ttning av skatten eller avgiften.

Om en tulldeklaration ges in i ett annat EU-land med st&#246;d av 
ett tillst&#229;nd f&#246;r centraliserad klarering enligt artikel 179 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 952/2013 av 
den 9 oktober 2013 om fastst&#228;llande av en tullkodex f&#246;r 
unionen, g&#228;ller f&#246;rsta stycket s&#229;dana uppgifter som avses i 
2 kap. 2 a &#167; andra stycket tullagen (2016:253).

Denna best&#228;mmelse &#228;r till&#228;mplig endast i fr&#229;ga om s&#229;dana 
tullar, andra skatter och avgifter som Tullverket ska besluta.
Lag (2021:1152).

9 &#167; Om ett brott som avses i 8 &#167; &#228;r att anse som ringa, d&#246;ms
till penningb&#246;ter.

10 &#167; Om ett brott som avses i 8 &#167; &#228;r att anse som grovt, d&#246;ms
f&#246;r grovt tullbrott till f&#228;ngelse, l&#228;gst sex m&#229;nader och h&#246;gst
sex &#229;r.

Vid bed&#246;mningen av om brottet &#228;r grovt skall det s&#228;rskilt
beaktas om g&#228;rningen r&#246;rt mycket betydande belopp, om
g&#228;rningsmannen anv&#228;nt falska handlingar eller vilseledande
bokf&#246;ring, om g&#228;rningen ing&#229;tt som ett led i en brottslighet
som ut&#246;vats systematiskt eller i st&#246;rre omfattning eller om
g&#228;rningen annars varit av s&#228;rskilt farlig art.

11 &#167; Den som av grov oaktsamhet beg&#229;r g&#228;rning som avses i 8 &#167;,
d&#246;ms f&#246;r v&#229;rdsl&#246;s tullredovisning till b&#246;ter eller f&#228;ngelse i
h&#246;gst tv&#229; &#229;r.

Om g&#228;rningen &#228;r ringa, skall den inte medf&#246;ra ansvar.

Olovlig befattning med smuggelgods

12 &#167; Den som upps&#229;tligen emballerar, transporterar, f&#246;rvarar, 
d&#246;ljer, bearbetar, f&#246;rv&#228;rvar, &#246;verl&#229;ter eller ing&#229;r avtal om 
uppl&#229;telse av pantr&#228;tt i en vara som varit f&#246;rem&#229;l f&#246;r brott 
enligt 3-11 &#167;&#167;, d&#246;ms f&#246;r olovlig befattning med smuggelgods 
till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r. G&#228;rningen ska inte 
medf&#246;ra ansvar, om den &#228;r ringa med h&#228;nsyn till befattningen, 
omst&#228;ndigheterna kring denna, egendomens beskaffenhet och 
v&#228;rde samt &#246;vriga omst&#228;ndigheter.

Om g&#228;rningsmannen inte inser men har sk&#228;lig anledning att anta 
att varan varit f&#246;rem&#229;l f&#246;r brott, d&#246;ms till b&#246;ter. Om 
g&#228;rningen &#228;r ringa, ska den inte medf&#246;ra ansvar.

Ansvar enligt f&#246;rsta eller andra stycket ska inte d&#246;mas ut, om 
g&#228;rningen &#228;r belagd med straff i

- 1 &#167; f&#246;rsta stycket 1, 3 eller 4 narkotikastrafflagen 
(1968:64) eller i 2 eller 3 a &#167; narkotikastrafflagen j&#228;mf&#246;rd 
med dessa best&#228;mmelser,

- 9 kap. 1 eller 1 a &#167; vapenlagen (1996:67), eller

- 29 &#167; andra stycket 2 eller 29 a &#167; lagen (2010:1011) om 
brandfarliga och explosiva varor. Lag (2020:901).

13 &#167; Om brott som avses i 12 &#167; f&#246;rsta stycket &#228;r att anse som
grovt, d&#246;ms f&#246;r grov olovlig befattning med smuggelgods till
f&#228;ngelse, l&#228;gst sex m&#229;nader och h&#246;gst sex &#229;r.

Vid bed&#246;mningen av om brottet &#228;r grovt skall det s&#228;rskilt
beaktas om g&#228;rningen ing&#229;tt som ett led i en brottslighet som
ut&#246;vats systematiskt eller i st&#246;rre omfattning, om g&#228;rningen
avsett befattning med varor som varit f&#246;rem&#229;l f&#246;r brott
varigenom tull, annan skatt eller avgift till mycket betydande
belopp har undandragits det allm&#228;nna eller felaktigt
&#229;terbetalats eller tillgodor&#228;knats n&#229;gon eller om g&#228;rningen
annars varit av s&#228;rskilt farlig art.

F&#246;rs&#246;k, f&#246;rberedelse och st&#228;mpling

14 &#167; F&#246;r f&#246;rs&#246;k till smuggling, grov smuggling, 
narkotikasmuggling, ringa narkotikasmuggling, grov 
narkotikasmuggling, synnerligen grov narkotikasmuggling, 
vapensmuggling, ringa vapensmuggling, grov vapensmuggling, 
synnerligen grov vapensmuggling, smuggling av explosiv vara, 
ringa smuggling av explosiv vara, grov smuggling av explosiv 
vara, synnerligen grov smuggling av explosiv vara, tullbrott, 
grovt tullbrott eller grov olovlig befattning med smuggelgods 
samt f&#246;r f&#246;rberedelse eller st&#228;mpling till grov smuggling, 
narkotikasmuggling, grov narkotikasmuggling, synnerligen grov 
narkotikasmuggling, vapensmuggling, grov vapensmuggling, 
synnerligen grov vapensmuggling, smuggling av explosiv vara, 
grov smuggling av explosiv vara, synnerligen grov smuggling av 
explosiv vara, grovt tullbrott eller grov olovlig befattning 
med smuggelgods d&#246;ms det till ansvar enligt 23 kap. 
brottsbalken. Detsamma g&#228;ller f&#246;r f&#246;rberedelse till ringa 
narkotikasmuggling eller ringa vapensmuggling. Lag (2020:901).

Frivillig r&#228;ttelse

15 &#167; Den som frivilligt undanr&#246;jer s&#229;dan fara som avses i 3 &#167; 
andra stycket eller 6, 6 a eller 6 b &#167; tillsammans med den 
best&#228;mmelsen eller i 7 &#167;, d&#246;ms inte till ansvar enligt den 
best&#228;mmelsen. Den som frivilligt vidtar en &#229;tg&#228;rd som leder 
till att tull, annan skatt eller avgift som avses i 8-11 &#167;&#167; 
kan p&#229;f&#246;ras, tillgodor&#228;knas eller &#229;terbetalas med r&#228;tt belopp, 
d&#246;ms inte till ansvar enligt 8-13 &#167;&#167;. Lag (2020:901).

F&#246;rverkande

16 &#167; Om det inte &#228;r uppenbart osk&#228;ligt, skall f&#246;ljande egendom
f&#246;rklaras f&#246;rverkad:

1. vara som varit f&#246;rem&#229;l f&#246;r brott enligt denna lag eller en
s&#229;dan varas v&#228;rde,

2. utbyte av brott enligt denna lag, och

3. vad n&#229;gon tagit emot som ers&#228;ttning f&#246;r kostnader i samband
med ett brott enligt denna lag, eller v&#228;rdet av det mottagna,
om mottagandet utg&#246;r brott enligt denna lag.

En vara som avses i f&#246;rsta stycket 1 eller en s&#228;rskild r&#228;tt
till varan f&#229;r inte f&#246;rklaras f&#246;rverkad, om varan eller
r&#228;ttigheten efter brottet f&#246;rv&#228;rvats av n&#229;gon som inte haft
vetskap om eller sk&#228;lig anledning till antagande om egendomens
samband med brottet. Vid f&#246;rverkande enligt f&#246;rsta stycket 1 av
en vara g&#228;ller inte best&#228;mmelserna i 36 kap. 5 &#167; f&#246;rsta och
andra styckena brottsbalken om hos vem f&#246;rverkande f&#229;r ske.

17 &#167; Egendom som har anv&#228;nts som hj&#228;lpmedel vid brott enligt
denna lag f&#229;r f&#246;rklaras f&#246;rverkad, om f&#246;rverkandet beh&#246;vs f&#246;r
att f&#246;rebygga brott enligt denna lag eller om det annars finns
s&#228;rskilda sk&#228;l. Detsamma g&#228;ller egendom som varit avsedd att
anv&#228;ndas som hj&#228;lpmedel vid brott enligt denna lag, om brottet
har fullbordats eller om f&#246;rfarandet har utgjort ett straffbart
f&#246;rs&#246;k eller en straffbar f&#246;rberedelse eller st&#228;mpling. I
st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras f&#246;rverkat. I 36
kap. 5 och 5 b &#167;&#167; brottsbalken finns best&#228;mmelser om hos vem
f&#246;rverkande f&#229;r ske och om s&#228;rskild r&#228;tt till f&#246;rverkad
egendom.

I st&#228;llet f&#246;r f&#246;rverkande av egendomen eller dess v&#228;rde f&#229;r
r&#228;tten f&#246;reskriva att n&#229;gon &#229;tg&#228;rd vidtas med egendomen som
f&#246;rebygger fortsatt missbruk av den. I s&#229;dana fall f&#229;r dock
&#228;ven en del av egendomens v&#228;rde f&#246;rklaras f&#246;rverkat.
Lag (2008:520).

18 &#167; N&#228;r ett beslut om f&#246;rverkande av egendom har vunnit laga
kraft, skall egendomen s&#228;ljas genom Tullverkets f&#246;rsorg eller i
den ordning som i allm&#228;nhet g&#228;ller f&#246;r f&#246;rs&#228;ljning av f&#246;rverkad
l&#246;s egendom. Egendomen f&#229;r i st&#228;llet f&#246;rst&#246;ras om

1. den inte kan s&#228;ljas,

2. den kan befaras komma till brottslig anv&#228;ndning, eller

3. den annars &#228;r ol&#228;mplig f&#246;r f&#246;rs&#228;ljning.

Vad som anges i f&#246;rsta stycket g&#228;ller endast om inget annat &#228;r
f&#246;reskrivet i lag eller annan f&#246;rfattning.

Om i st&#228;llet f&#246;r egendomen dess v&#228;rde har f&#246;rklarats f&#246;rverkat
och det fastst&#228;llda beloppet har betalats inom tv&#229; m&#229;nader fr&#229;n
det att beslutet om f&#246;rverkande vann laga kraft, skall
egendomen utl&#228;mnas till &#228;garen. Om beloppet inte har betalats
inom denna tid, f&#229;r egendomen s&#228;ljas enligt vad som f&#246;reskrivs
i f&#246;rsta och andra styckena och det fastst&#228;llda beloppet tas ut
ur de influtna medlen. Om det uppkommer ett &#246;verskott, sedan
kostnaderna f&#246;r f&#246;rs&#228;ljningen dragits av, skall detta betalas
ut till &#228;garen eller n&#229;gon annan r&#228;ttsinnehavare.

F&#246;runders&#246;kning och tv&#229;ngsmedel

F&#246;runders&#246;kning m.m.

19 &#167; Tullverket f&#229;r fatta beslut om att inleda 
f&#246;runders&#246;kning enligt 23 kap. r&#228;tteg&#229;ngsbalken ang&#229;ende 
brott enligt denna lag eller andra brott som avses i 1 &#167; 
andra stycket. De befogenheter och skyldigheter som 
unders&#246;kningsledaren har enligt r&#228;tteg&#229;ngsbalken g&#228;ller i 
s&#229;dant fall Tullverket. Tullverket ska f&#246;rordna s&#228;rskilda 
befattningshavare i verket att fullg&#246;ra verkets uppgifter.

Om saken inte &#228;r av enkel beskaffenhet, ska ledningen av 
f&#246;runders&#246;kningen &#246;vertas av &#229;klagaren s&#229; snart n&#229;gon 
sk&#228;ligen kan misst&#228;nkas f&#246;r brottet. &#197;klagaren ska &#228;ven 
annars &#246;verta ledningen n&#228;r detta &#228;r p&#229;kallat av s&#228;rskilda 
sk&#228;l.

N&#228;r en f&#246;runders&#246;kning leds av en &#229;klagare f&#229;r &#229;klagaren 
anlita bitr&#228;de av Tullverket eller Kustbevakningen. &#197;klagaren 
f&#229;r ocks&#229; uppdra &#229;t tj&#228;nstem&#228;n vid Tullverket eller 
Kustbevakningen att vidta en viss &#229;tg&#228;rd som h&#246;r till 
f&#246;runders&#246;kningen, om det &#228;r l&#228;mpligt med h&#228;nsyn till 
&#229;tg&#228;rdens beskaffenhet. Om f&#246;runders&#246;kningen leds av 
Tullverket f&#229;r verket anlita bitr&#228;de av Kustbevakningen eller 
en kustbevakningstj&#228;nsteman. Lag (2019:42).

20 &#167; Innan f&#246;runders&#246;kning har hunnit inledas, f&#229;r en 
tj&#228;nsteman vid Tullverket eller Kustbevakningen i enlighet 
med vad som f&#246;reskrivs i 23 kap. 3 &#167; fj&#228;rde stycket 
r&#228;tteg&#229;ngsbalken h&#229;lla f&#246;rh&#246;r och vidta andra 
utrednings&#229;tg&#228;rder som &#228;r av betydelse f&#246;r utredningen av 
brott enligt denna lag eller andra brott som avses i 1 &#167; 
andra stycket. Vidtagna &#229;tg&#228;rder ska s&#229; snart som m&#246;jligt 
anm&#228;las f&#246;r den som har r&#228;tt att leda f&#246;runders&#246;kning om 
brottet.

Det som f&#246;reskrivs i 23 kap. 8 &#167; r&#228;tteg&#229;ngsbalken om 
befogenhet f&#246;r en polisman att uppmana n&#229;gon att f&#246;lja med 
till f&#246;rh&#246;r och att ta med n&#229;gon till f&#246;rh&#246;r g&#228;ller &#228;ven f&#246;r 
en tj&#228;nsteman vid Tullverket eller Kustbevakningen vid 
utredning av brott enligt denna lag eller andra brott som 
avses i 1 &#167; andra stycket. Lag (2016:545).

20 a &#167; En tj&#228;nsteman vid Tullverket eller Kustbevakningen har 
i fr&#229;ga om brott enligt denna lag eller andra brott som avses 
i 1 &#167; andra stycket samma befogenhet som en polisman har 
enligt 23 kap. 9 a &#167; r&#228;tteg&#229;ngsbalken att efter tills&#228;gelse 
tillf&#228;lligt omh&#228;nderta elektronisk kommunikationsutrustning 
fr&#229;n den som ska h&#246;ras och besluta om kroppsvisitation.

I fr&#229;ga om upph&#246;rande av omh&#228;ndertagandet och protokollf&#246;ring 
ska 23 kap. 9 b &#167; r&#228;tteg&#229;ngsbalken g&#228;lla. Lag (2016:545).

Gripande och anv&#228;ndning av f&#228;ngsel

21 &#167; En tj&#228;nsteman vid Tullverket eller Kustbevakningen har
samma befogenhet som en polisman att enligt 24 kap. 7 &#167; f&#246;rsta
stycket r&#228;tteg&#229;ngsbalken gripa den som misst&#228;nks f&#246;r brott
enligt denna lag eller andra brott som avses i 1 &#167; andra
stycket. Vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om befogenheter
och skyldigheter i f&#246;rh&#229;llande till den som gripits g&#228;ller f&#246;r
tj&#228;nstemannen i samma utstr&#228;ckning som f&#246;r en polisman samt f&#246;r
Tullverket i samma utstr&#228;ckning som f&#246;r Polismyndigheten.
Lag (2014:677).

21 a &#167; Protokoll ska f&#246;ras &#246;ver gripanden som g&#246;rs enligt 
21 &#167;. Av protokollet ska det framg&#229;

1. vem som har fattat beslutet,

2. grunden f&#246;r beslutet och tidpunkten n&#228;r det har fattats,

3. vem eller vilka som har deltagit i ingripandet,

4. vem eller vilka som ingripandet har riktat sig mot,

5. tiden f&#246;r ingripandet, och

6. vad som i &#246;vrigt har f&#246;rekommit vid ingripandet.

Ansvarig f&#246;r att protokollet uppr&#228;ttas &#228;r, i fr&#229;ga om 
uppgifter som avses i f&#246;rsta stycket 1 och 2, den som har 
fattat beslutet och i &#246;vrigt den som har varit ansvarig chef 
vid ingripandet. Lag (2021:761).

21 b &#167; En tj&#228;nsteman vid Tullverket som enligt denna eller 
n&#229;gon annan lag omh&#228;ndertar n&#229;gon eller p&#229; annat s&#228;tt 
inskr&#228;nker n&#229;gons r&#246;relsefrihet f&#229;r bel&#228;gga honom eller henne 
med f&#228;ngsel

1. om han eller hon upptr&#228;der v&#229;ldsamt och det &#228;r n&#246;dv&#228;ndigt 
med h&#228;nsyn till hans eller hennes egen eller n&#229;gon annans 
s&#228;kerhet till liv eller h&#228;lsa, eller

2. vid f&#246;rflyttning inom en f&#246;rvaringslokal och vid transport 
eller n&#229;gon annan vistelse utanf&#246;r en s&#229;dan lokal, om det &#228;r 
n&#246;dv&#228;ndigt av s&#228;kerhetssk&#228;l. Lag (2021:761).

21 c &#167; Anv&#228;ndning av f&#228;ngsel enligt 21 b &#167; ska antecknas i ett 
protokoll. Protokollet ska inneh&#229;lla uppgift om

1. f&#228;ngslets art,

2. tiden n&#228;r f&#228;ngslet sattes p&#229; och n&#228;r det togs bort, och

3. sk&#228;len till &#229;tg&#228;rden.

Ansvarig f&#246;r att protokollet uppr&#228;ttas &#228;r den som har fattat 
beslutet. Lag (2021:761).

Beslag

22 &#167; En tj&#228;nsteman vid Tullverket eller Kustbevakningen har i
fr&#229;ga om brott enligt denna lag eller andra brott som avses i 1 &#167;
andra stycket samma befogenhet som en polisman att enligt 27
kap. 4 &#167; r&#228;tteg&#229;ngsbalken ta egendom i beslag.

En tj&#228;nsteman vid Tullverket eller Kustbevakningen eller en
polisman f&#229;r &#228;ven i andra fall &#228;n som anges i 27 kap. 4 &#167;
r&#228;tteg&#229;ngsbalken ta egendom i beslag, om den sk&#228;ligen kan antas
bli f&#246;rverkad p&#229; grund av brott enligt denna lag eller andra
brott som avses i 1 &#167; andra stycket.

Om beslag verkst&#228;lls av n&#229;gon annan &#228;n unders&#246;kningsledaren
eller &#229;klagaren och denne inte har beslutat om beslaget, skall
anm&#228;lan skyndsamt g&#246;ras till honom, varvid han omedelbart skall
pr&#246;va om beslaget skall best&#229;.

23 &#167; Beslagtagen egendom ska f&#246;rvaras av Tullverket, om inte 
annat &#228;r f&#246;reskrivet eller &#229;klagaren best&#228;mmer n&#229;got annat.

Egendom som har beslagtagits med st&#246;d av 39 &#167; ska f&#246;rvaras av 
Polismyndigheten n&#228;r den myndigheten har &#246;vertagit &#228;rendet.
Lag (2021:761).

24 &#167; En myndighet, som har om hand egendom som har tagits i
beslag f&#246;r att den sk&#228;ligen kan antas bli f&#246;rverkad enligt 16 &#167;,
f&#229;r omedelbart l&#229;ta s&#228;lja den om

1. den inte kan v&#229;rdas utan fara f&#246;r att den f&#246;rst&#246;rs,

2. v&#229;rden av den &#228;r f&#246;renad med alltf&#246;r stora kostnader, eller

3. det annars finns s&#228;rskilda sk&#228;l.

S&#229;dan egendom f&#229;r i st&#228;llet f&#246;rst&#246;ras, om

1. den inte kan s&#228;ljas,

2. den kan befaras komma till brottslig anv&#228;ndning, eller

3. den annars &#228;r ol&#228;mplig f&#246;r f&#246;rs&#228;ljning.

Om egendom, som s&#229;lts eller f&#246;rst&#246;rts, inte f&#246;rverkas, har
&#228;garen eller annan r&#228;ttsinnehavare r&#228;tt till ers&#228;ttning. F&#246;r
egendom som s&#229;lts l&#228;mnas dock inte ers&#228;ttning med h&#246;gre belopp
&#228;n vad som influtit vid f&#246;rs&#228;ljningen. Om egendomen har
f&#246;rst&#246;rts, l&#228;mnas ers&#228;ttning med sk&#228;ligt belopp.

Vad som f&#246;reskrivits i f&#246;rsta och andra styckena g&#228;ller endast
om inget annat &#228;r f&#246;reskrivet i lag eller annan f&#246;rfattning.

25 &#167; Egendom som tagits i beslag enligt denna lag och som
f&#246;rvaras hos annan &#228;n Tullverket skall &#246;verl&#228;mnas till verket,
om beslaget h&#228;vs och egendomen skall bli f&#246;rem&#229;l f&#246;r

1. tullbehandling, eller

2. n&#229;gon &#229;tg&#228;rd enligt

a) lagen (1996:701) om Tullverkets befogenheter vid Sveriges
gr&#228;ns mot ett annat land inom Europeiska unionen, eller

b) lagen (1998:506) om punktskattekontroll av transporter m.m.
av alkoholvaror, tobaksvaror och energiprodukter.

Om egendomen redan har s&#229;lts, skall k&#246;peskillingen &#246;verl&#228;mnas
till Tullverket f&#246;r redovisning. Lag (2007:465).

F&#246;rvar

25 a &#167; En tj&#228;nsteman vid Tullverket eller Kustbevakningen har i
fr&#229;ga om brott enligt denna lag eller andra brott som avses i
1 &#167; andra stycket samma befogenhet som en polisman att enligt
26 kap. 3 &#167; r&#228;tteg&#229;ngsbalken ta egendom i f&#246;rvar. En s&#229;dan
&#229;tg&#228;rd ska skyndsamt anm&#228;las till &#229;klagaren, som omedelbart
pr&#246;var om egendomen ska f&#246;rbli i f&#246;rvar.

Vad som f&#246;reskrivs i 26 kap. 3 a och 3 b &#167;&#167; r&#228;tteg&#229;ngsbalken
g&#228;ller f&#246;r tj&#228;nstemannen i samma utstr&#228;ckning som f&#246;r en
polisman. Lag (2008:520).

Husrannsakan och genoms&#246;kning p&#229; distans

26 &#167; En tj&#228;nsteman vid Tullverket och en 
kustbevakningstj&#228;nsteman har i fr&#229;ga om brott enligt denna lag 
eller andra brott som avses i 1 &#167; andra stycket samma 
befogenhet som en polisman att enligt 28 kap. 5 &#167; 
r&#228;tteg&#229;ngsbalken g&#246;ra husrannsakan utan f&#246;rordnande enligt 
28 kap. 4 &#167; r&#228;tteg&#229;ngsbalken och att enligt 28 kap. 10 d &#167; 
f&#246;rsta stycket r&#228;tteg&#229;ngsbalken utf&#246;ra en genoms&#246;kning p&#229; 
distans.

F&#246;rekommer anledning att brott enligt denna lag eller annat 
brott som avses i 1 &#167; andra stycket har beg&#229;tts, f&#229;r &#228;ven i 
annat fall &#228;n som s&#228;gs i 28 kap. 1 &#167; r&#228;tteg&#229;ngsbalken 
husrannsakan g&#246;ras i magasin eller liknande utrymmen f&#246;r att 
s&#246;ka efter egendom som sk&#228;ligen kan antas bli f&#246;rverkad p&#229; 
grund av s&#229;dant brott. Husrannsakan enligt detta stycke f&#229;r 
g&#246;ras av en tj&#228;nsteman vid Tullverket, en 
kustbevakningstj&#228;nsteman eller en polisman. En s&#229;dan 
tj&#228;nsteman eller en polisman f&#229;r i enlighet med 28 kap. 5 &#167; 
r&#228;tteg&#229;ngsbalken g&#246;ra denna husrannsakan utan f&#246;rordnande 
enligt 28 kap. 4 &#167; r&#228;tteg&#229;ngsbalken. Lag (2022:322).

26 a &#167; En tj&#228;nsteman vid Tullverket och en 
kustbevakningstj&#228;nsteman har i fr&#229;ga om brott enligt denna lag 
eller andra brott som avses i 1 &#167; andra stycket samma 
befogenhet som en polisman att enligt 28 kap. 10 f &#167; 
r&#228;tteg&#229;ngsbalken tillf&#228;lligt omh&#228;nderta elektronisk 
kommunikationsutrustning fr&#229;n den som &#228;r n&#228;rvarande vid en 
genoms&#246;kning p&#229; distans och besluta om kroppsvisitation.
Lag (2022:322).

Kroppsvisitation och kroppsbesiktning m.m.

27 &#167; En tj&#228;nsteman vid Tullverket eller Kustbevakningen har i 
fr&#229;ga om brott enligt denna lag eller andra brott som avses i 
1 &#167; andra stycket samma befogenhet som en polisman att

1. enligt 28 kap. 13 &#167; r&#228;tteg&#229;ngsbalken besluta om 
kroppsvisitation och kroppsbesiktning utan f&#246;rordnande enligt 
28 kap. 4 och 13 &#167;&#167; r&#228;tteg&#229;ngs-balken, och 

2. enligt 28 kap. 13 a &#167; r&#228;tteg&#229;ngsbalken 

a) h&#229;lla kvar den som ska kroppsvisiteras eller 
kroppsbesiktigas, och 

b) ta med den som ska kroppsvisiteras eller kroppsbesiktigas 
till den plats d&#228;r &#229;tg&#228;rden ska genomf&#246;ras.

Om det finns anledning att anta att en person, som i 
omedelbart samband med inresa till eller utresa fr&#229;n landet 
uppeh&#229;ller sig i trakterna invid Sveriges landgr&#228;ns eller 
kuster eller i n&#228;rheten av eller inom en flygplats eller n&#229;got 
annat omr&#229;de som har direkt f&#246;rbindelse med utlandet, har med 
sig egendom som kan tas i beslag p&#229; grund av brott enligt 
denna lag eller s&#229;dana brott mot narkotikastrafflagen 
(1968:64), vapenlagen (1996:67) eller lagen (2010:1011) om 
brandfarliga och explosiva varor som avses i 12 &#167; tredje 
stycket, f&#229;r kroppsvisitation, ytlig kroppsbesiktning eller 
urinprovstagning utf&#246;ras p&#229; honom eller henne. P&#229; den som &#228;r 
under femton &#229;r f&#229;r ytlig kroppsbesiktning utf&#246;ras endast om 
det finns s&#228;rskilda sk&#228;l. Ingen f&#229;r h&#229;llas kvar f&#246;r 
urinprovstagning. &#197;tg&#228;rder enligt detta stycke f&#229;r beslutas av 
en tj&#228;nsteman vid Tullverket eller Kustbevakningen. En s&#229;dan 
tj&#228;nsteman f&#229;r besluta om &#229;tg&#228;rden utan f&#246;rordnande enligt 
28 kap. 4 och 13 &#167;&#167; r&#228;tteg&#229;ngsbalken.

En tj&#228;nsteman vid Tullverket eller Kustbevakningen som 
ingriper mot n&#229;gon med st&#246;d av denna lag f&#229;r i anslutning till 
ingripandet i den utstr&#228;ckning som &#228;r n&#246;dv&#228;ndig av 
s&#228;kerhetssk&#228;l 

1. ta hand om vapen eller andra farliga f&#246;rem&#229;l medan 
ingripandet p&#229;g&#229;r, och 

2. kroppsvisitera personen f&#246;r att s&#229;dana f&#246;rem&#229;l ska kunna 
tas om hand.

En tj&#228;nsteman vid Tullverket som griper n&#229;gon med st&#246;d av 
denna lag f&#229;r i anslutning till gripandet i den utstr&#228;ckning 
som &#228;r n&#246;dv&#228;ndig &#228;ven kroppsvisitera personen f&#246;r att 
fastst&#228;lla hans eller hennes identitet. Lag (2021:761).

28 &#167; Tullverket f&#229;r besluta om kroppsvisitation av varje 
resande som med ett visst transportmedel eller under en viss 
angiven, kortare tidrymd ankommer till eller avreser fr&#229;n en 
viss gr&#228;ns- eller kustort eller annan plats som har 
f&#246;rbindelse med utlandet (s&#228;rskild kontroll).

En s&#228;rskild kontroll f&#229;r beslutas endast om

1. det finns anledning att anta att en eller flera resande, 
som med transportmedlet eller under tidrymden ankommer till 
eller avreser fr&#229;n platsen, har beg&#229;tt eller st&#229;r i begrepp 
att beg&#229; ett brott enligt 5 &#167;, 6 &#167; tredje eller fj&#228;rde 
stycket, 6 a &#167; tredje eller fj&#228;rde stycket eller 6 b &#167; tredje 
eller fj&#228;rde stycket eller f&#246;rs&#246;k till ett s&#229;dant brott,

2. tillr&#228;ckliga uppgifter saknas f&#246;r att rikta misstanke mot 
en best&#228;md person eller en mindre krets av personer, och

3. &#229;tg&#228;rden &#228;r n&#246;dv&#228;ndig f&#246;r att ett ingripande mot brottet 
ska kunna ske.

Beslut om s&#228;rskild kontroll f&#229;r fattas av chefstj&#228;nsteman som 
f&#246;rordnats f&#246;r uppgiften av chefen f&#246;r Tullverket. Beslutet 
ska pr&#246;vas av Tullverkets chef eller av chefen f&#246;r Tullverkets 
r&#228;ttsavdelning. Om det uppenbarligen &#228;r fara i dr&#246;jsm&#229;l, f&#229;r 
beslutet utan s&#229;dan pr&#246;vning verkst&#228;llas omedelbart.
Lag (2020:901).

29 &#167; Kroppsvisitation, som &#228;r av mera v&#228;sentlig omfattning, och
kroppsbesiktning skall verkst&#228;llas inomhus i avskilt rum eller
i l&#228;mpligt utrymme i transportmedel samt, om
unders&#246;kningsmannen eller den unders&#246;kte beg&#228;r det och det kan
ske utan st&#246;rre omg&#229;ng, i vittnens n&#228;rvaro. Kroppsvisitation
och kroppsbesiktning av kvinnor f&#229;r inte verkst&#228;llas eller
bevittnas av andra &#228;n kvinnor, l&#228;kare eller legitimerade
sjuksk&#246;terskor.

Protokoll skall f&#246;ras och bevis utf&#228;rdas om gjord
kroppsvisitation eller kroppsbesiktning, om den unders&#246;kte
beg&#228;r det vid f&#246;rr&#228;ttningen eller om f&#246;rem&#229;l tas i beslag.

Biometrisk autentisering

29 a &#167; En tj&#228;nsteman vid Tullverket och en 
kustbevakningstj&#228;nsteman har i fr&#229;ga om brott enligt denna lag 
eller andra brott som avses i 1 &#167; andra stycket samma 
befogenhet som en polisman att enligt 27 kap. 17 f &#167; 
r&#228;tteg&#229;ngsbalken genomf&#246;ra biometrisk autentisering.
Lag (2022:322).

Beh&#246;righetskrav

30 &#167; Beslut om anv&#228;ndning av tv&#229;ngsmedel f&#229;r fattas endast av
en tj&#228;nsteman vid Tullverket eller Kustbevakningen, som innehar
befattning som &#228;r f&#246;renad med s&#229;dan befogenhet och som har
genomg&#229;tt erforderlig utbildning f&#246;r &#228;ndam&#229;let. Detsamma g&#228;ller
f&#246;r verkst&#228;llighet av beslut om anv&#228;ndning av tv&#229;ngsmedel.

&#197;tal samt talan eller beslut om f&#246;rverkande

31 &#167; Kan brott som avses i

1. 3 eller 4 &#167; eller f&#246;rs&#246;k till s&#229;dant brott eller 7 &#167; 
f&#246;ranleda att en s&#229;dan avgift som avses i 3 &#167; lagen (1975:85) 
med bemyndigande att meddela f&#246;reskrifter om in- eller 
utf&#246;rsel av varor p&#229;f&#246;rs, eller

2. 8 eller 9 &#167; eller f&#246;rs&#246;k till s&#229;dant brott eller 11 &#167; 
f&#246;ranleda att tulltill&#228;gg enligt 5 kap. 5–10 &#167;&#167; tullagen 
(2016:253) p&#229;f&#246;rs

f&#229;r &#229;tal f&#246;r brottet v&#228;ckas endast om det &#228;r p&#229;kallat av 
s&#228;rskilda sk&#228;l.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller &#228;ven talan om 
f&#246;rverkande enligt 16 &#167;. Lag (2016:275).

32 &#167; I m&#229;l om brott enligt denna lag eller andra brott som
avses i 1 &#167; andra stycket f&#229;r talan f&#246;ras av s&#228;rskilt
f&#246;rordnade befattningshavare vid Tullverket, om det &#228;r
uppenbart att brottets straffv&#228;rde svarar mot b&#246;ter och att
brottet inte skall f&#246;ranleda n&#229;gon annan p&#229;f&#246;ljd. En s&#229;dan
befattningshavare f&#229;r &#228;ven fatta beslut enligt 3 &#167; fj&#228;rde
stycket lagen (1986:1009) om f&#246;rfarandet i vissa fall vid
f&#246;rverkande m.m.

Best&#228;mmelserna i f&#246;rsta stycket inskr&#228;nker inte allm&#228;n
&#229;klagares &#229;talsr&#228;tt.

33 &#167; Om &#228;garen till en vara, som kan f&#246;rverkas enligt 16 &#167;
f&#246;rsta stycket 1, inte kan delges st&#228;mning p&#229; det s&#228;tt som &#228;r
f&#246;reskrivet f&#246;r st&#228;mning i brottm&#229;l, f&#229;r talan om annan egendom
&#228;n transportmedel f&#246;ras mot den hos vilken varan p&#229;tr&#228;ffades.
Med transportmedel f&#246;rst&#229;s motordrivet fordon och tillh&#246;rande
sl&#228;pfordon samt fartyg och luftfartyg.

Kompletterande befogenheter

34 &#167; Best&#228;mmelserna i 19 &#167; ska &#228;ven till&#228;mpas om det finns 
anledning att anta att ett brott som anges i 35 &#167; har beg&#229;tts 
och misstanken uppkommit

1. i samband med att Tullverket utreder ett brott enligt denna 
lag eller andra brott som avses i 1 &#167; andra stycket, eller

2. n&#228;r en tj&#228;nsteman vid Tullverket eller Kustbevakningen 
ingriper med st&#246;d av 20, 20 a, 21, 22, 25 a, 26 eller 27 &#167; mot 
ett brott enligt denna lag eller andra brott som avses i 1 &#167; 
andra stycket.

Ut&#246;ver vad som f&#246;ljer av f&#246;rsta stycket ska best&#228;mmelserna i 
32 &#167; till&#228;mpas vid brott enligt 35 &#167;. Lag (2020:835).

35 &#167; De brott som de kompletterande befogenheterna i 34 &#167; 
g&#228;ller &#228;r

1. innehav eller bruk av narkotika enligt 1 &#167; f&#246;rsta stycket 5 
eller 2 &#167; narkotikastrafflagen (1968:64),

2. dopningsbrott enligt 3 &#167; och 2 &#167; 6 lagen (1991:1969) om 
f&#246;rbud mot vissa dopningsmedel, och

3. innehav av h&#228;lsofarliga varor enligt 4 &#167; och 3 &#167; f&#246;rsta 
stycket 7 lagen (1999:42) om f&#246;rbud mot vissa h&#228;lsofarliga 
varor. Lag (2023:259).

36 &#167; Best&#228;mmelserna i 19 &#167; tredje stycket ska &#228;ven g&#228;lla vid 
en f&#246;runders&#246;kning ang&#229;ende brott som avser innehav av en vara 
som

1. inte f&#229;r innehas utan tillst&#229;nd, och 

2. omfattas av ett s&#228;rskilt f&#246;reskrivet f&#246;rbud mot eller 
villkor f&#246;r inf&#246;rsel eller utf&#246;rsel.

F&#246;rsta stycket g&#228;ller om varan har p&#229;tr&#228;ffats i samband med 
att Tullverket utf&#246;r en kontroll enligt myndighetens 
befogenheter eller utreder ett brott enligt denna lag eller 
andra brott som avses i 1 &#167; andra stycket. Lag (2020:835).

37 &#167; I samband med en kontroll enligt tullagen (2016:253) 
eller lagen (1996:701) om Tullverkets befogenheter vid 
Sveriges gr&#228;ns mot ett annat land inom Europeiska unionen f&#229;r 
en tj&#228;nsteman vid Tullverket innan en f&#246;runders&#246;kning har 
inletts ocks&#229; ingripa mot ett brott som inte omfattas av 
Tullverkets befogenhet att inleda f&#246;runders&#246;kning, om 
Tullverket f&#246;re ingripandet i det enskilda fallet har gjort en 
f&#246;rfr&#229;gan om det hos Polismyndigheten och den myndigheten har 
godk&#228;nt att ingripandet g&#246;rs. Lag (2021:761).

38 &#167; Vid ett ingripande enligt 37 &#167; f&#229;r befogenheterna i 20 
och 20 a &#167;&#167; ut&#246;vas. 

&#197;tg&#228;rder som vidtagits enligt f&#246;rsta stycket ska genast 
rapporteras till Polismyndigheten. Lag (2021:761).

39 &#167; Ett ingripande enligt 37 &#167; f&#229;r ske utan ett godk&#228;nnande 
fr&#229;n Polismyndigheten om godk&#228;nnandet inte kan avvaktas utan 
v&#228;sentlig ol&#228;genhet. Vid ett s&#229;dant ingripande f&#229;r 
befogenheterna om gripande och beslag i 21 &#167; och 22 &#167; f&#246;rsta 
stycket ut&#246;vas.

Ett gripande eller beslag enligt f&#246;rsta stycket ska genast 
rapporteras till Polismyndigheten. Lag (2021:761).

40 &#167; Om en f&#246;runders&#246;kning har inletts av Polismyndigheten 
efter en f&#246;rfr&#229;gan enligt 37 &#167; eller efter rapportering enligt 
39 &#167;, eller om en f&#246;runders&#246;kning redan har inletts n&#228;r en 
s&#229;dan f&#246;rfr&#229;gan eller rapportering g&#246;rs, f&#229;r en 
unders&#246;kningsledare vid Polismyndigheten eller en &#229;klagare 
anlita bitr&#228;de av Tullverket f&#246;r &#229;tg&#228;rder p&#229; eller i 
anslutning till platsen f&#246;r Tullverkets ingripande.

Unders&#246;kningsledaren f&#229;r ocks&#229; ge i uppdrag &#229;t en tj&#228;nsteman 
vid Tullverket att vidta en viss &#229;tg&#228;rd som h&#246;r till 
f&#246;runders&#246;kningen, om det &#228;r l&#228;mpligt med h&#228;nsyn till 
&#229;tg&#228;rdens beskaffenhet och omst&#228;ndigheterna i &#246;vrigt.

Om f&#246;runders&#246;kningen leds av en &#229;klagare &#228;r Tullverket och en 
tj&#228;nsteman vid Tullverket skyldiga att l&#228;mna det bitr&#228;de som 
beg&#228;rs enligt f&#246;rsta eller andra stycket. Lag (2021:761).


&#214;verg&#229;ngsbest&#228;mmelser

2000:1225

1. Denna lag tr&#228;der i kraft den 1 januari 2001, d&#229; lagen
(1960:418) om straff f&#246;r varusmuggling skall upph&#246;ra att g&#228;lla.

2. Den som efter lagens ikrafttr&#228;dande tar s&#229;dan befattning som
anges i 12 eller 13 &#167; med en vara som varit f&#246;rem&#229;l f&#246;r
varusmuggling enligt lagen (1960:418) om straff f&#246;r
varusmuggling skall f&#228;llas till ansvar enligt 12 eller 13 &#167; .

3. Betr&#228;ffande varor som varit f&#246;rem&#229;l f&#246;r varusmuggling eller
f&#246;rs&#246;k till varusmuggling enligt lagen (1960:418) om straff f&#246;r
varusmuggling skall till&#228;mpas vad som i den lagen &#228;r
f&#246;reskrivet om f&#246;rverkande. Vad som &#228;r f&#246;reskrivet i denna lag
om f&#246;rverkande skall dock till&#228;mpas om det leder till en
lindrigare bed&#246;mning.

4. Vad som f&#246;reskrivs i 19-22 och 24-27 &#167;&#167; om &#229;tg&#228;rder vid
brott enligt denna lag skall till&#228;mpas &#228;ven betr&#228;ffande brott
enligt lagen (1960:418) om straff f&#246;r varusmuggling.

5. I fr&#229;ga om &#229;tal f&#246;r brott mot lagen (1960:418) om straff f&#246;r
varusmuggling och i fr&#229;ga om f&#246;rverkande till f&#246;ljd av s&#229;dant
brott skall 20, 23 a och 24 &#167;&#167; den lagen fortfarande till&#228;mpas.

2003:813

Denna lag tr&#228;der i kraft den 1 januari 2004. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som h&#228;nf&#246;r sig till tiden
f&#246;re ikrafttr&#228;dandet.

2011:1405

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om g&#228;rningar
som har beg&#229;tts f&#246;re ikrafttr&#228;dandet.

2021:1152

1. Denna lag tr&#228;der i kraft den 1 januari 2022. 

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r uppgifter i 
deklarationer som l&#228;mnas f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2661">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2663">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
