

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-04" /> 
 <meta id="rattsinfo-edited" content="2024-01-04 11:01:19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>270</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=269">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=271">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2022:260 ·
                    <a href="/sfsr?bet=2022:260">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Konsumentk&#246;plag (2022:260)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2022-04-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:732
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2022-05-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Grundl&#228;ggande best&#228;mmelser

Lagens inneh&#229;ll

1 &#167; I denna lag finns best&#228;mmelser om skydd f&#246;r konsumenter 
vid k&#246;p av varor d&#228;r k&#246;paren &#228;r konsument och s&#228;ljaren &#228;r 
n&#228;ringsidkare (2-8 kap.). I lagen finns &#228;ven best&#228;mmelser om 
konsumentskydd vid avtal d&#228;r en n&#228;ringsidkare tillhandah&#229;ller 
en konsument digitalt inneh&#229;ll eller digitala tj&#228;nster 
(9 kap.).

Uttryck i lagen

2 &#167; I denna lag avses med 

digitalt inneh&#229;ll: data som framst&#228;lls och tillhandah&#229;lls i 
digital form, 

digital tj&#228;nst: en tj&#228;nst som g&#246;r det m&#246;jligt f&#246;r konsumenten 
att skapa, bearbeta, lagra eller f&#229; tillg&#229;ng till uppgifter i 
digital form, eller att utbyta uppgifter eller interagera p&#229; 
annat s&#228;tt med uppgifter i digital form som laddas upp eller 
skapas av konsumenten eller av andra anv&#228;ndare av tj&#228;nsten, 

driftskompatibilitet: f&#246;rm&#229;ga att fungera med annan h&#229;rdvara 
eller programvara &#228;n s&#229;dan som normalt anv&#228;nds med samma typ 
av varor med digitala delar, digitalt inneh&#229;ll eller digitala 
tj&#228;nster, 

kompatibilitet: f&#246;rm&#229;ga att utan konvertering fungera med 
s&#229;dan h&#229;rdvara eller programvara som normalt anv&#228;nds med samma 
typ av varor med digitala delar, digitalt inneh&#229;ll eller 
digitala tj&#228;nster, 

konsument: en fysisk person som handlar huvudsakligen f&#246;r 
&#228;ndam&#229;l som faller utanf&#246;r n&#228;ringsverksamhet, 

n&#228;ringsidkare: en fysisk eller juridisk person som handlar f&#246;r 
&#228;ndam&#229;l som har samband med den egna n&#228;ringsverksamheten, 

offentlig auktion: en f&#246;rs&#228;ljningsmetod d&#228;r n&#228;ringsidkaren 
genom ett &#246;ppet budgivningsf&#246;rfarande som sk&#246;ts av en 
auktionsf&#246;rr&#228;ttare bjuder ut varor till f&#246;rs&#228;ljning till 
konsumenter som har m&#246;jlighet att personligen n&#228;rvara vid 
f&#246;rs&#228;ljningen, och d&#228;r den som l&#228;mnar det vinnande budet &#228;r 
skyldig att k&#246;pa varan, 

personuppgifter: s&#229;dan information som avses i artikel 4 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av s&#229;dana 
uppgifter och om upph&#228;vande av direktiv 95/46/EG (allm&#228;n 
dataskyddsf&#246;rordning), 

tillverkare: den som tillverkar varor eller som genom att 
s&#228;tta sitt namn, varum&#228;rke eller annat k&#228;nnetecken p&#229; varor 
uppger sig vara tillverkare, eller den som importerar varor 
till Europeiska ekonomiska samarbetsomr&#229;det, 

vara: l&#246;s sak, med eller utan digitala delar, 

vara med digitala delar: l&#246;s sak som &#228;r integrerad eller 
sammankopplad med ett digitalt inneh&#229;ll eller en digital 
tj&#228;nst p&#229; ett s&#229;dant s&#228;tt att avsaknaden av det digitala 
inneh&#229;llet eller den digitala tj&#228;nsten g&#246;r att varan inte kan 
anv&#228;ndas p&#229; det s&#228;tt som &#228;r avsett.

Lagens till&#228;mpningsomr&#229;de

3 &#167; Denna lag g&#228;ller k&#246;p av en vara som en n&#228;ringsidkare 
s&#228;ljer till en konsument.

Vid k&#246;p av en vara med digitala delar ing&#229;r det digitala 
inneh&#229;llet eller den digitala tj&#228;nsten i k&#246;pet av varan, om 
n&#229;got annat inte har avtalats. Det g&#228;ller &#228;ven i fall d&#229; det 
digitala inneh&#229;llet eller den digitala tj&#228;nsten tillhandah&#229;lls 
av n&#229;gon annan &#228;n n&#228;ringsidkaren. 

4 &#167; Lagen g&#228;ller &#228;ven i fall d&#229; s&#228;ljaren inte &#228;r en 
n&#228;ringsidkare, om k&#246;pet f&#246;rmedlas f&#246;r s&#228;ljaren av en 
n&#228;ringsidkare. I s&#229;dana fall svarar b&#229;da f&#246;r de skyldigheter 
en n&#228;ringsidkare har enligt lagen.

5 &#167; Lagen g&#228;ller i till&#228;mpliga delar &#228;ven byte av en vara.

6 &#167; Lagen g&#228;ller &#228;ven k&#246;p av en vara som ska tillverkas. Om 
konsumenten ska tillhandah&#229;lla en v&#228;sentlig del av materialet, 
g&#228;ller d&#228;rut&#246;ver 4 &#167; f&#246;rsta stycket och 6 och 7 &#167;&#167; 
konsumenttj&#228;nstlagen (1985:716). 

Lagen g&#228;ller inte avtal som inneb&#228;r att den som ska leverera 
en vara &#228;ven ska utf&#246;ra arbete eller n&#229;gon annan tj&#228;nst, om 
tj&#228;nsten utg&#246;r den &#246;verv&#228;gande delen av f&#246;rpliktelsen.

7 &#167; Lagen g&#228;ller &#228;ven avtal d&#228;r en n&#228;ringsidkare mot betalning 
ska tillhandah&#229;lla eller utveckla ett digitalt inneh&#229;ll eller 
en digital tj&#228;nst till en konsument. Detsamma g&#228;ller om 
konsumenten ska tillhandah&#229;lla sina personuppgifter, utom n&#228;r 
konsumentens personuppgifter behandlas av n&#228;ringsidkaren 
endast f&#246;r att uppfylla r&#228;ttsliga krav som g&#228;ller f&#246;r denne 
eller f&#246;r att tillhandah&#229;lla det digitala inneh&#229;llet eller den 
digitala tj&#228;nsten. 

N&#228;r en del av ett avtal avser ett s&#229;dant tillhandah&#229;llande av 
ett digitalt inneh&#229;ll eller en digital tj&#228;nst som avses i 
f&#246;rsta stycket, g&#228;ller lagens best&#228;mmelser om avtal om 
tillhandah&#229;llande av digitalt inneh&#229;ll eller digitala tj&#228;nster 
f&#246;r den delen av avtalet. Detsamma g&#228;ller n&#228;r ett digitalt 
inneh&#229;ll tillhandah&#229;lls p&#229; ett fysiskt medium som uteslutande 
fungerar som b&#228;rare av det digitala inneh&#229;llet.

8 &#167; Lagen g&#228;ller inte 

1. avtal som avser elektroniska kommunikationstj&#228;nster med 
undantag f&#246;r nummeroberoende interpersonella 
kommunikationstj&#228;nster, 

2. avtal som avser vadh&#229;llning, kasinospel eller andra typer 
av spel enligt spellagen (2018:1138),

3. avtal om digitalt inneh&#229;ll eller digitala tj&#228;nster som 
avser &#229;tg&#228;rder f&#246;r att medicinskt f&#246;rebygga, utreda och 
behandla sjukdomar och skador eller tandv&#229;rd enligt 1 &#167; 
tandv&#229;rdslagen (1985:125), och som tillhandah&#229;lls av s&#229;dan 
h&#228;lso- och sjukv&#229;rdspersonal som avses i artikel 3 f i 
Europaparlamentets och r&#229;dets direktiv 2011/24/EU av den 
9 mars 2011 om till&#228;mpningen av patientr&#228;ttigheter vid 
gr&#228;ns&#246;verskridande h&#228;lso- och sjukv&#229;rd, i den ursprungliga 
lydelsen, 

4. avtal som avser finansiella tj&#228;nster, 

5. avtal om tillhandah&#229;llande av digitalt inneh&#229;ll som &#228;r en 
del av ett framf&#246;rande eller ett evenemang, om det digitala 
inneh&#229;llet g&#246;rs tillg&#228;ngligt f&#246;r allm&#228;nheten p&#229; annat s&#228;tt &#228;n 
genom signal&#246;verf&#246;ring, 

6. tillhandah&#229;llande av digitalt inneh&#229;ll i enlighet med lagen 
(2022:818) om den offentliga sektorns tillg&#228;ngligg&#246;rande av 
data, eller 

7. tillhandah&#229;llande av fri programvara med &#246;ppen k&#228;llkod, om 
de personuppgifter som konsumenten har tillhandah&#229;llit 
behandlas av n&#228;ringsidkaren endast f&#246;r att f&#246;rb&#228;ttra 
s&#228;kerheten, kompatibiliteten eller driftskompatibiliteten hos 
programvaran. Lag (2022:820).

Behandling av personuppgifter

9 &#167; Best&#228;mmelser om behandling av personuppgifter finns i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av s&#229;dana 
uppgifter och om upph&#228;vande av direktiv 95/46/EG (allm&#228;n 
dataskyddsf&#246;rordning), i lagen (2018:218) med kompletterande 
best&#228;mmelser till EU:s dataskyddsf&#246;rordning och i f&#246;reskrifter 
som har meddelats i anslutning till den lagen.

Avtalsvillkor som avviker fr&#229;n lagen

10 &#167; Avtalsvillkor som i j&#228;mf&#246;relse med best&#228;mmelserna i denna 
lag &#228;r till nackdel f&#246;r konsumenten &#228;r utan verkan mot denne, 
om inte n&#229;got annat anges i lagen. 

F&#246;rsta stycket g&#228;ller inte vid k&#246;p av gas som levereras i 
ledning, om de allm&#228;nna avtalsvillkor som till&#228;mpas vid s&#229;dana 
leveranser har godk&#228;nts av Konsumentverket. 

2 kap. Varans avl&#228;mnande

Platsen f&#246;r avl&#228;mnandet

1 &#167; Om inte n&#229;got annat f&#246;ljer av avtalet, ska varan h&#229;llas 
tillg&#228;nglig f&#246;r avh&#228;mtning d&#228;r n&#228;ringsidkaren vid k&#246;pet hade 
sitt aff&#228;rsst&#228;lle.

Tiden f&#246;r avl&#228;mnandet

2 &#167; Om tiden f&#246;r avl&#228;mnande av varan inte f&#246;ljer av avtalet, 
ska avl&#228;mnandet ske utan on&#246;digt dr&#246;jsm&#229;l och senast 30 dagar 
efter det att avtalet ingicks. 

N&#228;ringsidkaren &#228;r inte skyldig att l&#228;mna ut varan f&#246;rr&#228;n 
konsumenten betalar f&#246;r den, utom n&#228;r konsumenten har f&#229;tt 
kredit.

Avl&#228;mnandet

3 &#167; Varan &#228;r avl&#228;mnad n&#228;r konsumenten, sj&#228;lv eller genom en 
transport&#246;r som konsumenten anlitat eller genom n&#229;gon annan 
som handlar p&#229; konsumentens v&#228;gnar, har f&#229;tt varan i sin 
besittning. &#196;ven om det &#228;r konsumenten som har anlitat 
transport&#246;ren anses varan inte avl&#228;mnad n&#228;r den har l&#228;mnats 
&#246;ver till transport&#246;ren, om det &#228;r n&#228;ringsidkaren som erbjudit 
transportalternativet.

4 &#167; F&#246;r att en vara med digitala delar ska vara avl&#228;mnad 
kr&#228;vs, ut&#246;ver vad som anges i 3 &#167;, att det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten har tillhandah&#229;llits konsumenten. 
Om det digitala inneh&#229;llet eller den digitala tj&#228;nsten ska 
tillhandah&#229;llas kontinuerligt under en period, anses 
avl&#228;mnande ha skett n&#228;r tillhandah&#229;llandet har p&#229;b&#246;rjats.

Ett digitalt inneh&#229;ll i en vara med digitala delar &#228;r 
tillhandah&#229;llet n&#228;r konsumenten ges tillg&#229;ng eller &#229;tkomst 
till inneh&#229;llet eller till ett medel som &#228;r l&#228;mpligt f&#246;r att 
f&#229; tillg&#229;ng till eller ladda ned det. En digital tj&#228;nst i en 
vara med digitala delar &#228;r tillhandah&#229;llen n&#228;r den g&#246;rs 
tillg&#228;nglig f&#246;r konsumenten.

Kostnaderna f&#246;r varan

5 &#167; Om inte n&#229;got annat f&#246;ljer av avtalet, ska n&#228;ringsidkaren 
svara f&#246;r transportkostnader och andra kostnader f&#246;r varan som 
uppkommer f&#246;re avl&#228;mnandet och som inte beror p&#229; att 
avl&#228;mnandet har f&#246;rsenats till f&#246;ljd av n&#229;got f&#246;rh&#229;llande p&#229; 
konsumentens sida.

Risken f&#246;r varan

6 &#167; Risken f&#246;r varan g&#229;r &#246;ver p&#229; konsumenten n&#228;r varan 
avl&#228;mnas.

Om &#246;ppet k&#246;p har avtalats och varan avl&#228;mnats, st&#229;r 
konsumenten risken f&#246;r varan till dess den l&#228;mnas tillbaka.

Om konsumenten st&#229;r risken f&#246;r varan, &#228;r han eller hon skyldig 
att betala f&#246;r varan &#228;ven om den har f&#246;rst&#246;rts, kommit bort, 
f&#246;rs&#228;mrats eller minskat genom en h&#228;ndelse som inte beror p&#229; 
n&#228;ringsidkaren.

3 kap. N&#228;ringsidkarens dr&#246;jsm&#229;l

Vad som avses med dr&#246;jsm&#229;l

1 &#167; N&#228;ringsidkaren &#228;r i dr&#246;jsm&#229;l om varan inte avl&#228;mnas eller 
avl&#228;mnas f&#246;r sent och detta inte beror p&#229; konsumenten eller 
n&#229;got f&#246;rh&#229;llande p&#229; hans eller hennes sida.

P&#229;f&#246;ljder vid dr&#246;jsm&#229;l

2 &#167; Om n&#228;ringsidkaren &#228;r i dr&#246;jsm&#229;l f&#229;r konsumenten h&#229;lla inne 
betalningen enligt 3 &#167;. Konsumenten f&#229;r v&#228;lja mellan att kr&#228;va 
att k&#246;pet fullg&#246;rs enligt 4 &#167; och att h&#228;va k&#246;pet enligt 5 &#167;. 
Dessutom f&#229;r konsumenten kr&#228;va skadest&#229;nd av n&#228;ringsidkaren 
enligt 6 kap.

R&#228;tt att h&#229;lla inne betalningen

3 &#167; Konsumenten f&#229;r h&#229;lla inne s&#229; mycket av betalningen som 
beh&#246;vs f&#246;r att ge konsumenten s&#228;kerhet f&#246;r hans eller hennes 
krav p&#229; grund av dr&#246;jsm&#229;let.

R&#228;tt att kr&#228;va att n&#228;ringsidkaren fullg&#246;r k&#246;pet

4 &#167; Konsumenten f&#229;r h&#229;lla fast vid k&#246;pet och kr&#228;va att 
n&#228;ringsidkaren fullg&#246;r det. 

N&#228;ringsidkaren &#228;r dock inte skyldig att fullg&#246;ra k&#246;pet, om det 
finns ett hinder som n&#228;ringsidkaren inte kan &#246;vervinna eller 
om det skulle f&#246;ruts&#228;tta uppoffringar som inte &#228;r rimliga med 
h&#228;nsyn till konsumentens intresse av att n&#228;ringsidkaren 
fullg&#246;r k&#246;pet. Om ett s&#229;dant f&#246;rh&#229;llande upph&#246;r inom rimlig 
tid, f&#229;r konsumenten dock kr&#228;va att n&#228;ringsidkaren fullg&#246;r 
k&#246;pet. 

Konsumenten f&#246;rlorar r&#228;tten att kr&#228;va att n&#228;ringsidkaren 
fullg&#246;r k&#246;pet, om konsumenten v&#228;ntar orimligt l&#228;nge med att 
framst&#228;lla kravet.

R&#228;tt att h&#228;va k&#246;pet

5 &#167; Konsumenten f&#229;r h&#228;va k&#246;pet om n&#228;ringsidkarens dr&#246;jsm&#229;l &#228;r 
av v&#228;sentlig betydelse f&#246;r konsumenten eller om konsumenten 
f&#246;re avtalets ing&#229;ende har meddelat n&#228;ringsidkaren att 
avl&#228;mnande av varan senast en viss dag &#228;r avg&#246;rande f&#246;r att 
han eller hon ska ing&#229; avtalet. Konsumenten f&#229;r ocks&#229; h&#228;va 
k&#246;pet om n&#228;ringsidkaren meddelar att varan inte kommer att 
avl&#228;mnas. 

Om konsumenten har kr&#228;vt att n&#228;ringsidkaren avl&#228;mnar varan 
inom en best&#228;md till&#228;ggstid och om till&#228;ggstiden inte &#228;r 
osk&#228;ligt kort, f&#229;r konsumenten h&#228;va k&#246;pet om varan inte 
avl&#228;mnas inom till&#228;ggstiden. Medan till&#228;ggstiden l&#246;per f&#229;r 
konsumenten h&#228;va k&#246;pet endast om n&#228;ringsidkaren meddelar att 
k&#246;pet inte kommer att fullg&#246;ras inom denna tid.

Om konsumenten har kr&#228;vt att k&#246;pet ska fullg&#246;ras utan att ange 
n&#229;gon till&#228;ggstid, f&#229;r konsumenten h&#228;va k&#246;pet om varan inte 
avl&#228;mnas inom en sk&#228;lig tid efter det att kravet framst&#228;lldes.

Meddelande om h&#228;vning och skadest&#229;nd

6 &#167; Har varan avl&#228;mnats f&#246;r sent, f&#229;r konsumenten h&#228;va k&#246;pet 
p&#229; grund av dr&#246;jsm&#229;let endast om konsumenten inom sk&#228;lig tid 
efter det att han eller hon fick k&#228;nnedom om avl&#228;mnandet 
meddelar n&#228;ringsidkaren att k&#246;pet h&#228;vs. Ett motsvarande krav 
p&#229; meddelande g&#228;ller f&#246;r att konsumenten ska f&#229; kr&#228;va 
skadest&#229;nd. Om k&#246;pet h&#228;vs, beh&#246;ver dock konsumenten inte l&#228;mna 
n&#229;got s&#228;rskilt meddelande f&#246;r att han eller hon dessutom ska 
f&#229; kr&#228;va skadest&#229;nd. 

Ett meddelande om h&#228;vning eller skadest&#229;nd f&#229;r, i fall som 
avses i 1 kap. 4 &#167;, i st&#228;llet l&#228;mnas till den som har 
f&#246;rmedlat k&#246;pet.

4 kap. Fel p&#229; varan

Krav p&#229; varan

1 &#167; Varan ska i fr&#229;ga om art, beskrivning, m&#228;ngd, kvalitet, 
funktionalitet, kompatibilitet, driftskompatibilitet och i 
&#246;vrigt st&#228;mma &#246;verens med vad som f&#246;ljer av avtalet. Varan ska 
&#229;tf&#246;ljas av de tillbeh&#246;r, anvisningar och uppdateringar som 
f&#246;ljer av avtalet.

Varan ska vara &#228;gnad f&#246;r det s&#228;rskilda &#228;ndam&#229;l f&#246;r vilket 
konsumenten avs&#229;g att varan skulle anv&#228;ndas, om konsumenten 
har informerat n&#228;ringsidkaren om det s&#228;rskilda &#228;ndam&#229;let och 
n&#228;ringsidkaren vid k&#246;pet har godtagit att varan kan anv&#228;ndas 
f&#246;r det &#228;ndam&#229;let. 

2 &#167; Varan ska, ut&#246;ver vad som f&#246;ljer av 1 &#167;,

1. vara &#228;gnad f&#246;r de &#228;ndam&#229;l f&#246;r vilka varor av samma slag i 
allm&#228;nhet anv&#228;nds, 

2. st&#228;mma &#246;verens med kvaliteten p&#229; och n&#228;ringsidkarens 
beskrivning av ett prov eller en modell som har gjorts 
tillg&#228;nglig f&#246;r konsumenten f&#246;re k&#246;pet,

3. ha den m&#228;ngd och de egenskaper och andra s&#228;rdrag i fr&#229;ga om 
h&#229;llbarhet, funktionalitet, kompatibilitet, s&#228;kerhet och 
s&#228;rdrag i &#246;vrigt, som &#228;r normalt f&#246;rekommande f&#246;r varor av 
samma slag och som konsumenten med fog kan f&#246;ruts&#228;tta med 
h&#228;nsyn till varans art,

4. st&#228;mma &#246;verens med s&#229;dana uppgifter om varans egenskaper 
och andra s&#228;rdrag eller anv&#228;ndning som n&#228;ringsidkaren eller 
n&#229;gon i ett tidigare s&#228;ljled eller f&#246;r n&#228;ringsidkarens r&#228;kning 
har l&#228;mnat vid marknadsf&#246;ringen av varan eller annars f&#246;re 
k&#246;pet, och

5. &#229;tf&#246;ljas av den f&#246;rpackning och andra tillbeh&#246;r samt 
anvisningar f&#246;r installation, montering, anv&#228;ndning, f&#246;rvaring 
och sk&#246;tsel som konsumenten med fog kan f&#246;ruts&#228;tta.

3 &#167; N&#228;ringsidkaren ska f&#246;re k&#246;pet upplysa konsumenten om 
s&#229;dana f&#246;rh&#229;llanden som r&#246;r varans egenskaper eller anv&#228;ndning 
som n&#228;ringsidkaren k&#228;nner till eller b&#246;r k&#228;nna till och som 
konsumenten med fog kan r&#228;kna med att bli upplyst om, under 
f&#246;ruts&#228;ttning att informationen kan antas inverka p&#229; k&#246;pet.

4 &#167; F&#246;r en vara med digitala delar ska n&#228;ringsidkaren se till 
att konsumenten informeras om och tillhandah&#229;lls 
s&#228;kerhetsuppdateringar och andra n&#246;dv&#228;ndiga uppdateringar. 

Vid ett enstaka tillhandah&#229;llande av ett digitalt inneh&#229;ll 
eller en digital tj&#228;nst g&#228;ller n&#228;ringsidkarens skyldighet 
enligt f&#246;rsta stycket under den tid som konsumenten med fog 
kan f&#246;ruts&#228;tta uppdateringar. Vid kontinuerligt 
tillhandah&#229;llande av ett digitalt inneh&#229;ll eller en digital 
tj&#228;nst under en period g&#228;ller skyldigheten under tre &#229;r efter 
det att varan med digitala delar avl&#228;mnades eller den l&#228;ngre 
tid som avtalet l&#246;per.

Fel p&#229; varan

5 &#167; Varan &#228;r felaktig om den avviker fr&#229;n vad som anges i 1 
eller 2 &#167; eller n&#228;ringsidkaren inte uppfyller sin skyldighet 
enligt 3 eller 4 &#167;, om inte n&#229;got annat f&#246;ljer av 6-8 &#167;&#167;. I 
9-12 &#167;&#167; finns best&#228;mmelser om att varan kan vara felaktig &#228;ven 
i andra fall.

6 &#167; En vara som avviker fr&#229;n vad som anges i 2 eller 4 &#167; ska 
inte anses felaktig, om n&#228;ringsidkaren vid k&#246;pet har 
informerat konsumenten om avvikelsen och konsumenten 
uttryckligen och separat har godk&#228;nt den.

7 &#167; En vara som avviker fr&#229;n vad som anges i 2 &#167; 4 ska inte 
anses felaktig, om n&#228;ringsidkaren visar att

1. uppgifterna har r&#228;ttats f&#246;re k&#246;pet p&#229; ett s&#228;tt som &#228;r 
likv&#228;rdigt med det s&#228;tt som uppgifterna f&#246;rst l&#228;mnades p&#229;,

2. uppgifterna inte har inverkat p&#229; k&#246;pet, eller

3. uppgifterna har l&#228;mnats av n&#229;gon annan &#228;n n&#228;ringsidkaren 
och att n&#228;ringsidkaren inte k&#228;nde till eller borde ha k&#228;nt 
till uppgifterna. 

8 &#167; En vara med digitala delar ska inte anses felaktig om den 
avviker fr&#229;n vad som anges i 1 eller 2 &#167; enbart till f&#246;ljd av 
att konsumenten inte inom sk&#228;lig tid har installerat en 
uppdatering som har tillhandah&#229;llits enligt 4 &#167;. Detta g&#228;ller 
dock endast om n&#228;ringsidkaren har informerat konsumenten om 
att uppdateringen finns tillg&#228;nglig och om konsekvenserna av 
bristande installation, och konsumentens bristande 
installation inte har berott p&#229; anvisningarna f&#246;r 
installationen.

9 &#167; En vara som avviker fr&#229;n vad som anges i 1 eller 2 &#167; till 
f&#246;ljd av bristande installation av varan ska anses felaktig, 
om den

1. har installerats av n&#228;ringsidkaren eller av n&#229;gon annan f&#246;r 
dennes r&#228;kning som ett led i att fullg&#246;ra k&#246;pet, eller

2. har installerats av konsumenten eller n&#229;gon f&#246;r dennes 
r&#228;kning och avvikelsen beror p&#229; de anvisningar som har 
tillhandah&#229;llits av n&#228;ringsidkaren eller, i f&#246;rekommande fall, 
av leverant&#246;ren av det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten i en vara med digitala delar. 

10 &#167; Varan &#228;r felaktig om den

1. s&#228;ljs i strid mot ett f&#246;rbud som har meddelats med st&#246;d av 
27 eller 36 &#167; produkts&#228;kerhetslagen (2004:451) eller mot ett 
annat f&#246;rs&#228;ljningsf&#246;rbud som har meddelats i f&#246;rfattning eller 
av en myndighet v&#228;sentligen i syfte att f&#246;rebygga att den som 
anv&#228;nder varan drabbas av oh&#228;lsa eller olycksfall eller f&#246;r 
att annars hindra anv&#228;ndning av en vara som inte &#228;r 
tillf&#246;rlitlig fr&#229;n s&#228;kerhetssynpunkt, eller

2. &#228;r s&#229; bristf&#228;llig att dess anv&#228;ndning medf&#246;r p&#229;taglig fara 
f&#246;r liv eller h&#228;lsa.

11 &#167; Varan &#228;r felaktig om n&#228;ringsidkaren har l&#229;tit bli att 
l&#228;mna s&#228;kerhetsinformation om varan efter f&#246;rel&#228;ggande enligt 
produkts&#228;kerhetslagen (2004:451) eller l&#229;ter bli att l&#228;mna 
s&#229;dan information om varans egenskaper eller anv&#228;ndning som 
n&#228;ringsidkaren enligt marknadsf&#246;ringslagen (2008:486) har 
&#229;lagts att l&#228;mna, om underl&#229;tenheten kan antas ha inverkat p&#229; 
k&#246;pet. 

F&#246;rsta stycket g&#228;ller ocks&#229; om f&#246;rel&#228;ggandet eller &#229;l&#228;ggandet 
har meddelats varans tillverkare eller n&#229;gon annan som i 
tidigare s&#228;ljled tagit befattning med varan och n&#228;ringsidkaren 
har k&#228;nt till eller borde ha k&#228;nt till att f&#246;rel&#228;ggandet eller 
&#229;l&#228;ggandet inte har fullgjorts.

12 &#167; Varan &#228;r felaktig om tredje man

1. &#228;ger varan,

2. har pantr&#228;tt eller n&#229;gon annan liknande r&#228;tt i varan,

3. har en immaterialr&#228;tt i varan som begr&#228;nsar anv&#228;ndningen av 
den p&#229; ett s&#228;tt som konsumenten inte med fog kunnat 
f&#246;ruts&#228;tta, eller

4. p&#229;st&#229;r att han eller hon har en s&#229;dan r&#228;tt som anges i 1-3 
och det finns sannolika sk&#228;l f&#246;r p&#229;st&#229;endet. 

Varan har dock inte ett r&#228;ttsligt fel enligt f&#246;rsta stycket om 
det f&#246;ljer av avtalet att konsumenten ska &#246;verta varan med den 
begr&#228;nsning som tredje mans r&#228;tt medf&#246;r.

K&#246;p av begagnade varor p&#229; offentlig auktion

13 &#167; Vid k&#246;p av en begagnad vara p&#229; offentlig auktion g&#228;ller 
inte 2-4 &#167;&#167;. 

En begagnad vara som k&#246;ps p&#229; offentlig auktion ska anses 
felaktig om den &#228;r i s&#228;mre skick &#228;n konsumenten med fog kunnat 
f&#246;ruts&#228;tta med h&#228;nsyn till varans utropspris och &#246;vriga 
omst&#228;ndigheter.

N&#228;ringsidkarens ansvar f&#246;r fel

14 &#167; N&#228;ringsidkaren svarar f&#246;r fel p&#229; varan som har funnits 
vid avl&#228;mnandet och som visar sig inom tre &#229;r fr&#229;n denna 
tidpunkt. Om n&#228;ringsidkaren har &#229;tagit sig att som ett led i 
att fullg&#246;ra k&#246;pet installera varan, g&#228;ller ansvaret f&#246;r fel 
fr&#229;n n&#228;r installationen har utf&#246;rts av n&#228;ringsidkaren eller av 
n&#229;gon annan f&#246;r dennes r&#228;kning.

F&#246;r en vara med digitala delar d&#228;r det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten tillhandah&#229;lls kontinuerligt under 
en period, svarar n&#228;ringsidkaren f&#246;r fel p&#229; inneh&#229;llet eller 
tj&#228;nsten som uppst&#229;r eller visar sig under tre &#229;r efter det 
att varan med digitala delar avl&#228;mnades eller den l&#228;ngre tid 
som avtalet l&#246;per.

Om konsumenten inte i r&#228;tt tid h&#228;mtar eller tar emot en vara 
som h&#229;lls tillg&#228;nglig f&#246;r konsumentens r&#228;kning och varan 
f&#246;rs&#228;mras d&#228;refter, svarar n&#228;ringsidkaren f&#246;r f&#246;rs&#228;mringen, om 
den inte enbart beror p&#229; varans egen beskaffenhet. Om en 
f&#246;rs&#228;mring av varan uppkommer efter avl&#228;mnandet, svarar 
n&#228;ringsidkaren f&#246;r f&#246;rs&#228;mringen, om den &#228;r en f&#246;ljd av 
n&#228;ringsidkarens avtalsbrott.

15 &#167; F&#246;r en vara med digitala delar svarar n&#228;ringsidkaren f&#246;r 
fel till f&#246;ljd av bristande uppdatering under den tid som 
g&#228;ller f&#246;r n&#228;ringsidkarens skyldighet att uppdatera det 
digitala inneh&#229;llet eller den digitala tj&#228;nsten.

16 &#167; Om n&#228;ringsidkaren har handlat grovt v&#229;rdsl&#246;st eller i 
strid mot tro och heder eller om felet &#228;r s&#229;dant som avses i 
10 eller 12 &#167;, svarar n&#228;ringsidkaren f&#246;r fel som visar sig 
&#228;ven efter den tid som anges i 14 &#167; f&#246;rsta och andra styckena.

17 &#167; Ett fel som visar sig inom tv&#229; &#229;r efter det att varan 
avl&#228;mnades, eller i fall som avses i 14 &#167; andra stycket inom 
den tid som anges d&#228;r, ska anses vara ett fel som 
n&#228;ringsidkaren svarar f&#246;r, om inte n&#228;ringsidkaren visar n&#229;got 
annat eller detta &#228;r of&#246;renligt med varans eller felets art.

K&#246;p av levande djur

18 &#167; Vid k&#246;p av ett levande djur g&#228;ller vad som anges i 17 &#167; 
fel som visar sig inom sex m&#229;nader efter det att djuret 
avl&#228;mnades.

Vid k&#246;p av ett levande djur till ett pris som &#246;verstiger en 
tiondel av prisbasbeloppet enligt 2 kap. 6 och 7 &#167;&#167; 
socialf&#246;rs&#228;kringsbalken f&#229;r n&#228;ringsidkaren och konsumenten 
avtala om undantag fr&#229;n f&#246;rsta stycket.

19 &#167; En konsument som f&#246;re k&#246;pet av ett s&#229;dant djur som anges 
i 18 &#167; andra stycket har unders&#246;kt djuret eller utan godtagbar 
anledning inte har f&#246;ljt n&#228;ringsidkarens uppmaning att g&#246;ra 
det, f&#229;r inte som fel &#229;beropa vad han eller hon borde ha m&#228;rkt 
vid unders&#246;kningen. Detta g&#228;ller dock inte om n&#228;ringsidkaren 
har handlat grovt v&#229;rdsl&#246;st eller i strid mot tro och heder.

20 &#167; Vid alla k&#246;p av levande djur finns best&#228;mmelser f&#246;r att 
s&#228;kerst&#228;lla ett gott djurskydd och fr&#228;mja en god djurv&#228;lf&#228;rd 
och respekt f&#246;r djur i djurskyddslagen (2018:1192) och i 
f&#246;reskrifter som har meddelats i anslutning till den lagen.

Garantier

21 &#167; En vara &#228;r felaktig om n&#228;ringsidkaren eller n&#229;gon annan 
f&#246;r n&#228;ringsidkarens r&#228;kning genom en garanti eller liknande 
utf&#228;stelse har &#229;tagit sig att under en viss tid svara f&#246;r 
varan eller en del av varan eller f&#246;r en egenskap hos varan, 
och varan under den angivna tiden f&#246;rs&#228;mras i det avseende som 
utf&#228;stelsen omfattar.

F&#246;rsta stycket g&#228;ller inte om n&#228;ringsidkaren g&#246;r sannolikt att 
f&#246;rs&#228;mringen beror p&#229; en olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig 
h&#228;ndelse eller p&#229; vanv&#229;rd, onormalt brukande eller n&#229;got 
liknande f&#246;rh&#229;llande p&#229; konsumentens sida. 

22 &#167; Konsumenten har r&#228;tt att v&#228;nda sig mot den som har l&#228;mnat 
en garanti eller liknande utf&#228;stelse i enlighet med vad som 
f&#246;ljer av garantin eller utf&#228;stelsen.

Om tillverkaren har &#229;tagit sig att svara f&#246;r varans h&#229;llbarhet 
under en viss tid, har konsumenten alltid r&#228;tt att kr&#228;va att 
tillverkaren avhj&#228;lper felet eller f&#246;retar omleverans enligt 
5 kap. 4-7 &#167;&#167;.

23 &#167; Om villkoren f&#246;r garantin enligt ett garantibevis &#228;r 
mindre f&#246;rdelaktiga f&#246;r konsumenten &#228;n de som har utf&#228;sts i 
marknadsf&#246;ring av varan, g&#228;ller villkoren enligt 
marknadsf&#246;ringen. Det g&#228;ller dock inte om marknadsf&#246;ringen 
f&#246;re k&#246;pet har anpassats till villkoren i garantibeviset p&#229; 
ett s&#228;tt som &#228;r likv&#228;rdigt med det s&#228;tt p&#229; vilket 
marknadsf&#246;ringen f&#246;rst gjordes.

5 kap. P&#229;f&#246;ljder vid fel p&#229; varan

P&#229;f&#246;ljder

1 &#167; Om varan &#228;r felaktig, f&#229;r konsumenten enligt 4-11 &#167;&#167; kr&#228;va 
avhj&#228;lpande, omleverans, prisavdrag eller ers&#228;ttning f&#246;r att 
avhj&#228;lpa felet eller h&#228;va k&#246;pet. Dessutom f&#229;r konsumenten 
enligt 6 kap. kr&#228;va skadest&#229;nd. Konsumenten f&#229;r enligt 3 &#167; 
&#228;ven h&#229;lla inne betalningen.

Reklamation

2 &#167; Konsumenten f&#229;r &#229;beropa att varan &#228;r felaktig endast om 
han eller hon l&#228;mnar n&#228;ringsidkaren ett meddelande om felet 
inom sk&#228;lig tid efter det att konsumenten borde ha m&#228;rkt felet 
(reklamation). En reklamation f&#229;r i st&#228;llet g&#246;ras hos n&#229;gon 
som har &#229;tagit sig att f&#246;r n&#228;ringsidkarens r&#228;kning avhj&#228;lpa 
fel p&#229; varan eller hos den som enligt 1 kap. 4 &#167; har f&#246;rmedlat 
k&#246;pet. En reklamation som g&#246;rs inom tv&#229; m&#229;nader efter det att 
konsumenten m&#228;rkt felet ska alltid anses ha gjorts i r&#228;tt tid.

Ett krav med anledning av ett fel preskriberas om det inte 
framst&#228;lls inom tv&#229; m&#229;nader fr&#229;n utg&#229;ngen av tidsperioden f&#246;r 
n&#228;ringsidkarens felansvar enligt 4 kap. 14 &#167; eller inom den 
l&#228;ngre tid som parterna har avtalat.

Det som f&#246;reskrivs i f&#246;rsta och andra styckena g&#228;ller inte om 
n&#228;ringsidkaren har handlat grovt v&#229;rdsl&#246;st eller i strid mot 
tro och heder eller om felet &#228;r s&#229;dant som avses i 4 kap. 
10 &#167;.

R&#228;tt att h&#229;lla inne betalningen

3 &#167; Konsumenten f&#229;r h&#229;lla inne s&#229; mycket av betalningen som 
beh&#246;vs f&#246;r att ge konsumenten s&#228;kerhet f&#246;r hans eller hennes 
krav p&#229; grund av att varan &#228;r felaktig.

R&#228;tt till avhj&#228;lpande eller omleverans

4 &#167; Konsumenten har r&#228;tt att kr&#228;va att n&#228;ringsidkaren 
avhj&#228;lper ett fel p&#229; varan eller g&#246;r en omleverans. 
Konsumenten f&#229;r v&#228;lja mellan &#229;tg&#228;rderna. N&#228;ringsidkaren &#228;r 
skyldig att avhj&#228;lpa felet eller g&#246;ra en omleverans endast om 
&#229;tg&#228;rden &#228;r m&#246;jlig och kan vidtas utan osk&#228;lig kostnad f&#246;r 
n&#228;ringsidkaren. 

Vid bed&#246;mningen av om n&#229;gon av p&#229;f&#246;ljderna avhj&#228;lpande eller 
omleverans skulle medf&#246;ra osk&#228;lig kostnad f&#246;r n&#228;ringsidkaren 
ska s&#228;rskild h&#228;nsyn tas till

1. vilken betydelse felet har,

2. vilket v&#228;rde som varan skulle ha haft i felfritt skick, och

3. om den andra p&#229;f&#246;ljden skulle kunna fullg&#246;ras till 
v&#228;sentligt l&#228;gre kostnad f&#246;r n&#228;ringsidkaren och utan v&#228;sentlig 
ol&#228;genhet f&#246;r konsumenten.

Avhj&#228;lpande eller omleverans ska ske inom sk&#228;lig tid efter det 
att konsumenten framst&#228;llde sitt krav och utan kostnad eller 
v&#228;sentlig ol&#228;genhet f&#246;r konsumenten. 

5 &#167; Trots att konsumenten kr&#228;ver en annan p&#229;f&#246;ljd &#228;n 
avhj&#228;lpande eller omleverans, har n&#228;ringsidkaren r&#228;tt att 
vidta en s&#229;dan &#229;tg&#228;rd, om det kan ske under de f&#246;ruts&#228;ttningar 
som anges i 4 &#167; tredje stycket.

F&#246;rsta stycket g&#228;ller inte om konsumenten enligt 8 &#167; har r&#228;tt 
att kr&#228;va en annan p&#229;f&#246;ljd utan f&#246;reg&#229;ende f&#246;rs&#246;k till 
avhj&#228;lpande eller omleverans eller om konsumenten har avhj&#228;lpt 
felet och det med h&#228;nsyn till omst&#228;ndigheterna inte sk&#228;ligen 
kunde kr&#228;vas att konsumenten skulle avvakta avhj&#228;lpande eller 
omleverans fr&#229;n n&#228;ringsidkarens sida.

6 &#167; Vid omleverans ska n&#228;ringsidkaren p&#229; egen bekostnad ta 
tillbaka den felaktiga varan.

Om det beh&#246;vs f&#246;r avhj&#228;lpande eller omleverans ska 
n&#228;ringsidkaren ta bort den felaktiga varan och installera en 
felfri vara eller b&#228;ra kostnaden f&#246;r borttagandet och 
installationen. Denna skyldighet g&#228;ller dock endast om varan 
hade installerats innan felet visade sig och p&#229; ett s&#228;tt som 
var f&#246;renligt med dess art och &#228;ndam&#229;l.

7 &#167; Konsumenten ska vid avhj&#228;lpande och omleverans g&#246;ra varan 
tillg&#228;nglig f&#246;r n&#228;ringsidkaren. Vid omleverans beh&#246;ver detta 
dock inte g&#246;ras f&#246;rr&#228;n en ny vara levereras.

R&#228;tt till prisavdrag eller h&#228;vning

8 &#167; Konsumenten har r&#228;tt att kr&#228;va prisavdrag som svarar mot 
felet eller att h&#228;va k&#246;pet, om avhj&#228;lpande eller omleverans 
inte kommer i fr&#229;ga eller inte kan ske inom sk&#228;lig tid efter 
reklamationen och utan v&#228;sentlig ol&#228;genhet f&#246;r konsumenten. 
Detsamma g&#228;ller om avhj&#228;lpandet eller omleveransen inte sker i 
enlighet med kraven i 6 &#167; eller felet kvarst&#229;r trots 
avhj&#228;lpande eller omleverans. Om felet med h&#228;nsyn till varans 
karakt&#228;r och omst&#228;ndigheterna i &#246;vrigt &#228;r allvarligt, har 
konsumenten r&#228;tt till prisavdrag eller h&#228;vning utan f&#246;reg&#229;ende 
f&#246;rs&#246;k till avhj&#228;lpande eller omleverans.

Konsumenten har vidare r&#228;tt till ers&#228;ttning f&#246;r vad det kostar 
att avhj&#228;lpa felet, till den del denna kostnad inte &#228;r 
osk&#228;ligt h&#246;g eller t&#228;cks genom att konsumenten f&#229;r prisavdrag. 

9 &#167; Om endast en del av de varor som k&#246;pet avser &#228;r felaktiga, 
g&#228;ller konsumentens r&#228;tt till h&#228;vning enligt 8 &#167; de felaktiga 
varorna. K&#246;pet f&#229;r dock h&#228;vas &#228;ven i fr&#229;ga om andra varor som 
k&#246;pet avser, om det inte sk&#228;ligen kan beg&#228;ras att konsumenten 
beh&#229;ller dem. 

10 &#167; Konsumenten f&#229;r inte h&#228;va k&#246;pet om n&#228;ringsidkaren visar 
att felet &#228;r ringa. 

Konsumenten har inte r&#228;tt till prisavdrag vid fel p&#229; en 
begagnad vara som k&#246;pts p&#229; offentlig auktion. 

11 &#167; Vid h&#228;vning ska konsumenten meddela n&#228;ringsidkaren att 
han eller hon h&#228;ver k&#246;pet.

6 kap. Skadest&#229;nd vid n&#228;ringsidkarens avtalsbrott

R&#228;tt till skadest&#229;nd

1 &#167; Konsumenten har r&#228;tt till ers&#228;ttning f&#246;r den skada han 
eller hon lider genom att n&#228;ringsidkaren &#228;r i dr&#246;jsm&#229;l eller 
varan &#228;r felaktig, om inte n&#228;ringsidkaren visar att dr&#246;jsm&#229;let 
eller felet beror p&#229; ett hinder utanf&#246;r n&#228;ringsidkarens 
kontroll

1. som n&#228;ringsidkaren inte sk&#228;ligen kunde f&#246;rv&#228;ntas ha r&#228;knat 
med vid k&#246;pet, och

2. vars f&#246;ljder n&#228;ringsidkaren inte heller sk&#228;ligen kunde ha 
undvikit eller &#246;vervunnit. 

Om dr&#246;jsm&#229;let eller felet beror p&#229; n&#229;gon som n&#228;ringsidkaren 
har anlitat f&#246;r att helt eller delvis fullg&#246;ra k&#246;pet, &#228;r 
n&#228;ringsidkaren fri fr&#229;n skadest&#229;ndsskyldighet endast om ocks&#229; 
den som n&#228;ringsidkaren har anlitat skulle vara fri enligt 
f&#246;rsta stycket. Detsamma g&#228;ller om dr&#246;jsm&#229;let eller felet 
beror p&#229; en leverant&#246;r som n&#228;ringsidkaren har anlitat eller 
n&#229;gon annan i ett tidigare s&#228;ljled.

2 &#167; Konsumenten har alltid r&#228;tt till ers&#228;ttning f&#246;r den skada 
han eller hon lider genom ett r&#228;ttsligt fel som fanns vid 
k&#246;pet, om konsumenten varken k&#228;nde till eller borde ha k&#228;nt 
till felet. 

Konsumenten har alltid r&#228;tt till ers&#228;ttning f&#246;r den skada han 
eller hon lider genom att varan vid k&#246;pet avvek fr&#229;n vad 
n&#228;ringsidkaren s&#228;rskilt utf&#228;st.

Skadest&#229;ndets omfattning

3 &#167; Skadest&#229;nd p&#229; grund av n&#228;ringsidkarens dr&#246;jsm&#229;l eller vid 
fel p&#229; varan omfattar ers&#228;ttning f&#246;r utgifter, inkomstf&#246;rlust, 
s&#229;dan prisskillnad som avses i 4 &#167; och annan f&#246;rlust p&#229; grund 
av dr&#246;jsm&#229;let eller felet.

Skadest&#229;nd vid fel p&#229; varan enligt 1 &#167; omfattar &#228;ven skada som 
uppkommer p&#229; n&#229;gon annan egendom som tillh&#246;r konsumenten eller 
n&#229;gon medlem i konsumentens hush&#229;ll, om egendomen &#228;r avsedd 
huvudsakligen f&#246;r &#228;ndam&#229;l som faller utanf&#246;r 
n&#228;ringsverksamhet.

N&#228;ringsidkaren och konsumenten f&#229;r tr&#228;ffa avtal om att 
ers&#228;ttning enligt f&#246;rsta eller andra stycket inte ska omfatta 
f&#246;rlust i n&#228;ringsverksamhet.

Prisskillnad

4 &#167; Om k&#246;pet har h&#228;vts och konsumenten gjort ett t&#228;ckningsk&#246;p 
till h&#246;gre pris, omfattar skadest&#229;ndet ers&#228;ttning f&#246;r 
prisskillnaden mellan de b&#229;da k&#246;pen, om t&#228;ckningsk&#246;pet gjorts 
med tillr&#228;cklig omsorg och inom sk&#228;lig tid efter det att k&#246;pet 
h&#228;vdes. Om k&#246;pet har h&#228;vts utan att ett s&#229;dant t&#228;ckningsk&#246;p 
har gjorts och det finns ett g&#228;ngse pris f&#246;r en s&#229;dan vara som 
k&#246;pet avser, omfattar skadest&#229;ndet ers&#228;ttning f&#246;r skillnaden 
mellan priset enligt k&#246;pet och varans g&#228;ngse pris vid tiden 
f&#246;r h&#228;vningen.

J&#228;mkning

5 &#167; Om skyldigheten att betala skadest&#229;nd p&#229; grund av 
n&#228;ringsidkarens dr&#246;jsm&#229;l eller vid fel p&#229; varan skulle vara 
osk&#228;ligt betungande med h&#228;nsyn till den skadest&#229;ndsskyldiges 
ekonomiska f&#246;rh&#229;llanden, f&#229;r skadest&#229;ndet j&#228;mkas efter vad som 
&#228;r sk&#228;ligt. I ett s&#229;dant fall ska det &#228;ven beaktas existerande 
f&#246;rs&#228;kringar och f&#246;rs&#228;kringsm&#246;jligheter p&#229; konsumentens sida, 
den skadest&#229;ndsskyldiges m&#246;jligheter att f&#246;rutse och f&#246;rhindra 
skadan samt andra s&#228;rskilda omst&#228;ndigheter.

7 kap. Konsumentens betalningsskyldighet och dr&#246;jsm&#229;l

Priset f&#246;r varan

1 &#167; Om ett best&#228;mt pris inte f&#246;ljer av avtalet, ska 
konsumenten betala vad som &#228;r sk&#228;ligt med h&#228;nsyn till varans 
art och beskaffenhet, g&#228;ngse pris vid tiden f&#246;r k&#246;pet och 
omst&#228;ndigheterna i &#246;vrigt.

Tidpunkten f&#246;r betalningen

2 &#167; Om tidpunkten f&#246;r betalningen inte f&#246;ljer av avtalet, ska 
konsumenten betala n&#228;r n&#228;ringsidkaren kr&#228;ver det, dock inte 
f&#246;rr&#228;n varan h&#229;lls konsumenten tillhanda.

Avbest&#228;llning

3 &#167; Om konsumenten avbest&#228;ller varan innan den har avl&#228;mnats, 
har n&#228;ringsidkaren inte r&#228;tt att h&#229;lla fast vid k&#246;pet och 
kr&#228;va betalning. I st&#228;llet f&#229;r n&#228;ringsidkaren kr&#228;va skadest&#229;nd 
enligt 7 och 8 &#167;&#167;.

Konsumentens dr&#246;jsm&#229;l

4 &#167; Konsumenten &#228;r i dr&#246;jsm&#229;l om priset inte betalas i r&#228;tt 
tid och detta inte beror p&#229; n&#228;ringsidkaren eller n&#229;got 
f&#246;rh&#229;llande p&#229; dennes sida.

P&#229;f&#246;ljder vid dr&#246;jsm&#229;l

5 &#167; Vid konsumentens dr&#246;jsm&#229;l f&#229;r n&#228;ringsidkaren h&#229;lla inne 
varan enligt 2 kap. 2 &#167; andra stycket. N&#228;ringsidkaren f&#229;r 
v&#228;lja mellan att kr&#228;va att konsumenten betalar f&#246;r varan och 
att h&#228;va k&#246;pet enligt 6 &#167;. Vid h&#228;vning f&#229;r n&#228;ringsidkaren 
dessutom kr&#228;va skadest&#229;nd av konsumenten enligt 7 och 8 &#167;&#167;.

R&#228;tt till h&#228;vning

6 &#167; N&#228;ringsidkaren f&#229;r h&#228;va k&#246;pet om konsumentens dr&#246;jsm&#229;l med 
betalningen utg&#246;r ett v&#228;sentligt avtalsbrott.

Om n&#228;ringsidkaren har kr&#228;vt att konsumenten betalar f&#246;r varan 
inom en best&#228;md till&#228;ggstid och om till&#228;ggstiden inte &#228;r 
osk&#228;ligt kort, f&#229;r n&#228;ringsidkaren h&#228;va k&#246;pet om konsumenten 
inte betalar inom till&#228;ggstiden. Medan till&#228;ggstiden l&#246;per f&#229;r 
n&#228;ringsidkaren h&#228;va k&#246;pet endast om konsumenten meddelar att 
han eller hon inte kommer att betala inom denna tid.

Om varan har kommit i konsumentens besittning, f&#229;r 
n&#228;ringsidkaren h&#228;va k&#246;pet endast om denne har f&#246;rbeh&#229;llit sig 
r&#228;tt till detta eller om konsumenten avvisar varan. Har priset 
i sin helhet betalats, f&#229;r n&#228;ringsidkaren inte h&#228;va k&#246;pet.

R&#228;tt till skadest&#229;nd

7 &#167; Om n&#228;ringsidkaren h&#228;ver k&#246;pet enligt 6 &#167; eller om 
konsumenten avbest&#228;ller varan enligt 3 &#167;, har n&#228;ringsidkaren 
r&#228;tt till ers&#228;ttning f&#246;r

1. s&#228;rskilda kostnader som n&#228;ringsidkaren har haft f&#246;r att 
ing&#229; och fullg&#246;ra avtalet till den del n&#228;ringsidkaren inte kan 
tillgodog&#246;ra sig dessa p&#229; n&#229;got annat s&#228;tt,

2. s&#228;rskilda kostnader till f&#246;ljd av h&#228;vningen eller 
avbest&#228;llningen, och

3. f&#246;rlust i &#246;vrigt med ett belopp som &#228;r sk&#228;ligt med h&#228;nsyn 
till priset f&#246;r varan, tidpunkten f&#246;r h&#228;vningen eller 
avbest&#228;llningen, omfattningen av nedlagt arbete och 
omst&#228;ndigheterna i &#246;vrigt. 

N&#228;ringsidkaren f&#229;r f&#246;rbeh&#229;lla sig en p&#229; f&#246;rhand best&#228;md 
ers&#228;ttning vid h&#228;vning eller avbest&#228;llning, om den &#228;r sk&#228;lig 
med h&#228;nsyn till vad som normalt kan antas tillkomma en 
n&#228;ringsidkare som ers&#228;ttning enligt f&#246;rsta stycket. 

8 &#167; N&#228;ringsidkaren har inte r&#228;tt till ers&#228;ttning enligt 7 &#167; om 
konsumenten avbest&#228;ller en vara innan n&#228;ringsidkaren har 
accepterat ett anbud som konsumenten har l&#228;mnat till 
n&#228;ringsidkaren.

N&#228;ringsidkaren har inte heller r&#228;tt till ers&#228;ttning enligt 7 &#167; 
om konsumenten visar att dr&#246;jsm&#229;let eller avbest&#228;llningen 
beror p&#229; lag, avbrott i den allm&#228;nna samf&#228;rdseln eller 
betalningsf&#246;rmedlingen eller n&#229;got annat liknande hinder som 
konsumenten inte sk&#228;ligen kunde f&#246;rv&#228;ntas ha r&#228;knat med vid 
k&#246;pet och vars f&#246;ljder han eller hon inte heller sk&#228;ligen 
kunde ha undvikit eller &#246;vervunnit. 

8 kap. &#214;vriga best&#228;mmelser om k&#246;p av varor

Begr&#228;nsning av skadan

1 &#167; Den skadelidande parten ska vidta sk&#228;liga &#229;tg&#228;rder f&#246;r att 
begr&#228;nsa sin skada. Om parten inte g&#246;r det, f&#229;r han eller hon 
sj&#228;lv b&#228;ra en motsvarande del av f&#246;rlusten.

Verkningar av h&#228;vning

2 &#167; Om k&#246;pet h&#228;vs bortfaller n&#228;ringsidkarens skyldighet att 
&#246;verl&#228;mna varan och konsumentens skyldighet att betala f&#246;r 
varan.

I den utstr&#228;ckning k&#246;pet har fullgjorts ska konsumenten utan 
on&#246;digt dr&#246;jsm&#229;l l&#228;mna tillbaka varan. Om h&#228;vningen sker p&#229; 
grund av n&#228;ringsidkarens avtalsbrott ska det ske p&#229; 
n&#228;ringsidkarens bekostnad. N&#228;ringsidkaren ska utan on&#246;digt 
dr&#246;jsm&#229;l betala tillbaka vad konsumenten har betalat f&#246;r 
varan. &#197;terbetalning beh&#246;ver dock inte g&#246;ras f&#246;rr&#228;n 
n&#228;ringsidkaren har tagit emot varan eller konsumenten visat 
att varan s&#228;nts tillbaka. F&#246;r en vara med digitala delar d&#228;r 
det digitala inneh&#229;llet eller den digitala tj&#228;nsten 
tillhandah&#229;lls kontinuerligt under en period g&#228;ller 9 kap. 
15 &#167; f&#246;rsta stycket vid n&#228;ringsidkarens &#229;terbetalning. 

Var och en f&#229;r h&#229;lla inne vad som tagits emot till dess att 
den andre ger ut vad som ska l&#228;mnas tillbaka samt betalar 
eller st&#228;ller godtagbar s&#228;kerhet f&#246;r skadest&#229;nd och r&#228;nta som 
han eller hon kan vara skyldig att betala.

3 &#167; Om k&#246;pet h&#228;vs ska konsumenten ge ut den avkastning av 
varan som konsumenten har f&#229;tt och betala sk&#228;lig ers&#228;ttning, 
om han eller hon har haft n&#229;gon annan nytta av varan. 

Om n&#228;ringsidkaren ska l&#228;mna tillbaka betalningen, ska 
n&#228;ringsidkaren betala r&#228;nta fr&#229;n den dag denne tog emot 
betalningen.

Vissa f&#246;ljder av h&#228;vning och omleverans

4 &#167; Om konsumenten i samband med h&#228;vning av k&#246;pet eller vid 
omleverans inte kan l&#228;mna tillbaka varan v&#228;sentligen 
of&#246;r&#228;ndrad och of&#246;rminskad, ska konsumenten ers&#228;tta 
n&#228;ringsidkaren f&#246;r den minskning i varans v&#228;rde som &#228;r en 
f&#246;ljd av att varan har f&#246;rs&#228;mrats eller minskat. 

F&#246;rsta stycket g&#228;ller inte om

1. varan har f&#246;rst&#246;rts, kommit bort, f&#246;rs&#228;mrats eller minskat 
genom sin egen beskaffenhet eller n&#229;got annat f&#246;rh&#229;llande som 
inte beror p&#229; konsumenten,

2. varan har f&#246;rst&#246;rts, f&#246;rs&#228;mrats eller minskat till f&#246;ljd av 
en &#229;tg&#228;rd som varit n&#246;dv&#228;ndig f&#246;r att unders&#246;ka om varan &#228;r 
felfri, eller

3. varan har anv&#228;nts av konsumenten f&#246;r normalt bruk innan 
omleverans sker eller innan konsumenten ins&#229;g eller borde ha 
insett att det fanns ett fel som ger honom eller henne r&#228;tt 
att h&#228;va k&#246;pet.

Anspr&#229;k mot n&#228;ringsidkare i tidigare s&#228;ljled

5 &#167; Om n&#228;ringsidkaren &#228;r p&#229; obest&#229;nd, har upph&#246;rt med sin 
n&#228;ringsverksamhet eller inte kan antr&#228;ffas, har konsumenten 
r&#228;tt att rikta anspr&#229;k p&#229; grund av fel p&#229; varan mot en 
n&#228;ringsidkare i tidigare s&#228;ljled som har &#246;verl&#229;tit varan f&#246;r 
vidaref&#246;rs&#228;ljning. 

F&#246;rsta stycket g&#228;ller endast i den utstr&#228;ckning motsvarande 
anspr&#229;k p&#229; grund av felet hade kunnat g&#246;ras g&#228;llande mot 
n&#228;ringsidkaren i tidigare s&#228;ljled av den som f&#246;rv&#228;rvat varan 
fr&#229;n denne. Ett avtal som inskr&#228;nker r&#228;tten att g&#246;ra anspr&#229;k 
g&#228;llande f&#229;r dock &#229;beropas mot konsumenten endast om en s&#229;dan 
inskr&#228;nkning med bindande verkan hade kunnat avtalas mellan 
konsumenten och n&#228;ringsidkaren. Bristande reklamation i 
tidigare led &#228;r utan betydelse f&#246;r konsumentens r&#228;tt. 

Om konsumenten vill rikta anspr&#229;k enligt denna paragraf mot en 
n&#228;ringsidkare i ett tidigare s&#228;ljled, f&#229;r reklamation enligt 
5 kap. 2 &#167; g&#246;ras hos denne eller hos den n&#228;ringsidkare som 
s&#229;lt varan. Har reklamation inte gjorts hos n&#228;ringsidkaren i 
ett tidigare s&#228;ljled, f&#246;rlorar konsumenten sin r&#228;tt mot den 
n&#228;ringsidkaren, om konsumenten inte underr&#228;ttar denne om sitt 
anspr&#229;k inom sk&#228;lig tid efter det att konsumenten insett eller 
borde ha insett att han eller hon hade anledning att 
framst&#228;lla anspr&#229;ket.

Risken f&#246;r vissa meddelanden

6 &#167; Om ett meddelande som konsumenten ska l&#228;mna till 
n&#228;ringsidkaren eller n&#229;gon annan enligt 3 kap. 4 eller 6 &#167;, 
5 kap. 2, 4 eller 11 &#167; eller 5 &#167; i detta kapitel har s&#228;nts p&#229; 
ett &#228;ndam&#229;lsenligt s&#228;tt, f&#229;r meddelandet &#229;beropas &#228;ven om det 
f&#246;rsenas, f&#246;rvanskas eller inte kommer fram. Detsamma g&#228;ller 
ett s&#229;dant meddelande med f&#246;rel&#228;ggande av till&#228;ggstid som 
n&#228;ringsidkaren kan l&#228;mna till konsumenten enligt 7 kap. 6 &#167;.

F&#246;rh&#229;llandet till n&#228;ringsidkarens borgen&#228;rer

7 &#167; Ett k&#246;p av en vara g&#228;ller mot n&#228;ringsidkarens borgen&#228;rer i 
och med avtalet. N&#228;r ett k&#246;p inte avser en best&#228;md vara, blir 
k&#246;pet dock inte g&#228;llande mot borgen&#228;rerna f&#246;rr&#228;n n&#229;gon &#229;tg&#228;rd 
har vidtagits genom avskiljande eller m&#228;rkning av varan, 
anteckning om varan i en bokf&#246;ringshandling eller p&#229; n&#229;got 
annat s&#228;tt s&#229; att det framg&#229;r att varan &#228;r avsedd f&#246;r 
konsumenten.

9 kap. Avtal om tillhandah&#229;llande av digitalt inneh&#229;ll och 
digitala tj&#228;nster

Tillhandah&#229;llande

1 &#167; Om tiden f&#246;r tillhandah&#229;llande av det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten inte f&#246;ljer av avtalet, ska 
tillhandah&#229;llandet ske utan on&#246;digt dr&#246;jsm&#229;l. 

Ett digitalt inneh&#229;ll &#228;r tillhandah&#229;llet n&#228;r konsumenten ges 
tillg&#229;ng eller &#229;tkomst till inneh&#229;llet eller ett medel som &#228;r 
l&#228;mpligt f&#246;r att f&#229; tillg&#229;ng till eller ladda ned det. En 
digital tj&#228;nst &#228;r tillhandah&#229;llen n&#228;r den g&#246;rs tillg&#228;nglig f&#246;r 
konsumenten. 

F&#246;r digitalt inneh&#229;ll p&#229; ett fysiskt medium ska 2 kap. 1-3, 5 
och 6 &#167;&#167; till&#228;mpas, i st&#228;llet f&#246;r det som anges i f&#246;rsta och 
andra styckena. Lag (2023:732).

N&#228;ringsidkarens dr&#246;jsm&#229;l

2 &#167; N&#228;ringsidkaren &#228;r i dr&#246;jsm&#229;l om det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten inte tillhandah&#229;lls inom den tid 
som f&#246;ljer av 1 &#167;. N&#228;ringsidkaren ska visa att 
tillhandah&#229;llandet har skett i tid. 

3 &#167; Om n&#228;ringsidkaren &#228;r i dr&#246;jsm&#229;l g&#228;ller 3 kap. 2-5 &#167;&#167; och 
6 kap. om p&#229;f&#246;ljder vid n&#228;ringsidkarens dr&#246;jsm&#229;l vid k&#246;p av 
varor.

Vid h&#228;vning med anledning av n&#228;ringsidkarens dr&#246;jsm&#229;l, ska 
konsumenten meddela n&#228;ringsidkaren att han eller hon h&#228;ver 
avtalet.

Fel p&#229; det digitala inneh&#229;llet eller den digitala tj&#228;nsten

Vilka krav som st&#228;lls och vad som utg&#246;r fel

4 &#167; F&#246;r avtal om tillhandah&#229;llande av ett digitalt inneh&#229;ll 
eller en digital tj&#228;nst g&#228;ller 4 kap. 1-4 &#167;&#167; om krav p&#229; varan 
och 4 kap. 5-8 och 10-12 &#167;&#167; om fel p&#229; varan.

Om det digitala inneh&#229;llet eller den digitala tj&#228;nsten 
tillhandah&#229;lls kontinuerligt under en period, ska 
n&#228;ringsidkarens uppdateringsskyldighet enligt 4 kap. 4 &#167; 
f&#246;rsta stycket g&#228;lla under den avtalade perioden.

5 &#167; Ett digitalt inneh&#229;ll eller en digital tj&#228;nst ska 
tillhandah&#229;llas i den senaste version som fanns tillg&#228;nglig 
n&#228;r avtalet ingicks, om inte n&#229;got annat f&#246;ljer av avtalet.

6 &#167; Ett digitalt inneh&#229;ll eller en digital tj&#228;nst som avviker 
fr&#229;n det som anges i 4 kap. 1 eller 2 &#167; till f&#246;ljd av 
bristande integrering med konsumentens h&#229;rdvara, programvara 
eller n&#228;tanslutning ska anses felaktig, om det digitala 
inneh&#229;llet eller den digitala tj&#228;nsten

1. har integrerats av n&#228;ringsidkaren eller av n&#229;gon annan f&#246;r 
dennes r&#228;kning, eller

2. har integrerats av konsumenten eller n&#229;gon f&#246;r dennes 
r&#228;kning och avvikelsen beror p&#229; de anvisningar som har 
tillhandah&#229;llits av n&#228;ringsidkaren.

N&#228;ringsidkarens ansvar f&#246;r fel

7 &#167; N&#228;ringsidkaren svarar f&#246;r fel p&#229; det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten som har funnits vid 
tillhandah&#229;llandet och som visar sig inom tre &#229;r fr&#229;n denna 
tidpunkt.

Om det digitala inneh&#229;llet eller den digitala tj&#228;nsten ska 
tillhandah&#229;llas kontinuerligt under en period, svarar 
n&#228;ringsidkaren f&#246;r fel p&#229; inneh&#229;llet eller tj&#228;nsten som 
uppst&#229;r eller visar sig under den avtalade perioden. 

N&#228;ringsidkaren svarar f&#246;r fel till f&#246;ljd av bristande 
uppdatering under den tid som g&#228;ller f&#246;r n&#228;ringsidkarens 
skyldighet att uppdatera det digitala inneh&#229;llet eller den 
digitala tj&#228;nsten.

I fall som avses i 4 kap. 16 &#167; svarar n&#228;ringsidkaren f&#246;r fel 
som visar sig &#228;ven efter den tid som anges i f&#246;rsta och andra 
styckena.

8 &#167; Ett fel som visar sig inom ett &#229;r fr&#229;n tillhandah&#229;llandet 
av det digitala inneh&#229;llet eller den digitala tj&#228;nsten eller 
inom den avtalade perioden vid ett kontinuerligt 
tillhandah&#229;llande av inneh&#229;llet eller tj&#228;nsten under en 
period, ska anses vara ett fel som n&#228;ringsidkaren svarar f&#246;r, 
om inte n&#228;ringsidkaren visar n&#229;got annat eller detta &#228;r 
of&#246;renligt med inneh&#229;llets eller tj&#228;nstens eller felets art.

9 &#167; Det som anges i 8 &#167; g&#228;ller inte om 

1. konsumentens h&#229;rdvara, programvara eller n&#228;tanslutning &#228;r 
of&#246;renlig med de tekniska krav som g&#228;ller f&#246;r det digitala 
inneh&#229;llet eller den digitala tj&#228;nsten, f&#246;rutsatt att 
n&#228;ringsidkaren p&#229; ett klart och begripligt s&#228;tt f&#246;re avtalets 
ing&#229;ende har informerat konsumenten om dessa tekniska krav, 
eller

2. konsumenten inte i sk&#228;lig utstr&#228;ckning samarbetar med 
n&#228;ringsidkaren f&#246;r att med de tekniskt tillg&#228;ngliga medel som 
&#228;r minst ingripande f&#246;r konsumenten avg&#246;ra om det &#228;r 
konsumentens h&#229;rdvara, programvara eller n&#228;tanslutning som har 
orsakat felet, f&#246;rutsatt att n&#228;ringsidkaren p&#229; ett klart och 
begripligt s&#228;tt f&#246;re avtalets ing&#229;ende har informerat 
konsumenten om konsekvenserna av bristande samarbete.

P&#229;f&#246;ljder vid fel p&#229; det digitala inneh&#229;llet eller den 
digitala tj&#228;nsten

10 &#167; Vid fel p&#229; det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten f&#229;r konsumenten enligt 11 och 12 &#167;&#167; kr&#228;va 
avhj&#228;lpande, omleverans eller prisavdrag eller h&#228;va avtalet. 
Dessutom f&#229;r konsumenten kr&#228;va skadest&#229;nd enligt 6 kap. 
Konsumenten f&#229;r &#228;ven h&#229;lla inne betalningen enligt 5 kap. 3 &#167;.

Ett krav med anledning av ett fel preskriberas om det inte 
framst&#228;lls inom tv&#229; m&#229;nader fr&#229;n utg&#229;ngen av tidsperioden f&#246;r 
n&#228;ringsidkarens felansvar enligt 7 &#167; eller inom den l&#228;ngre tid 
som parterna har avtalat. Detta g&#228;ller inte i fall som avses i 
5 kap. 2 &#167; tredje stycket. 

11 &#167; Konsumenten har r&#228;tt att kr&#228;va att n&#228;ringsidkaren 
avhj&#228;lper felet p&#229; det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten eller g&#246;r en omleverans av inneh&#229;llet eller tj&#228;nsten, 
om &#229;tg&#228;rden &#228;r m&#246;jlig och kan vidtas utan osk&#228;lig kostnad f&#246;r 
n&#228;ringsidkaren. N&#228;ringsidkaren f&#229;r v&#228;lja mellan att avhj&#228;lpa 
felet och att g&#246;ra en omleverans. Om konsumenten kr&#228;ver en 
annan p&#229;f&#246;ljd &#228;n avhj&#228;lpande eller omleverans, g&#228;ller 5 kap. 
5 &#167;. 

Vid bed&#246;mningen av om avhj&#228;lpande eller omleverans skulle 
medf&#246;ra osk&#228;lig kostnad f&#246;r n&#228;ringsidkaren ska s&#228;rskild h&#228;nsyn 
tas till vilken betydelse felet har och vilket v&#228;rde som det 
digitala inneh&#229;llet eller den digitala tj&#228;nsten skulle ha haft 
i felfritt skick.

Avhj&#228;lpande eller omleverans ska ske inom sk&#228;lig tid efter det 
att konsumenten framst&#228;llde sitt krav och utan kostnad eller 
v&#228;sentlig ol&#228;genhet f&#246;r konsumenten.

12 &#167; Konsumenten har r&#228;tt att kr&#228;va prisavdrag som svarar mot 
felet eller att h&#228;va avtalet, om avhj&#228;lpande eller omleverans 
inte kommer i fr&#229;ga, inte sker under de f&#246;ruts&#228;ttningar som 
anges i 11 &#167; tredje stycket eller inte kan ske inom sk&#228;lig tid 
efter det att konsumenten framst&#228;llde sitt krav och utan 
v&#228;sentlig ol&#228;genhet f&#246;r konsumenten. Detsamma g&#228;ller om felet 
kvarst&#229;r trots avhj&#228;lpande eller omleverans. Om felet med 
h&#228;nsyn till det digitala inneh&#229;llets eller den digitala 
tj&#228;nstens karakt&#228;r och omst&#228;ndigheterna i &#246;vrigt &#228;r 
allvarligt, har konsumenten r&#228;tt till prisavdrag eller h&#228;vning 
utan f&#246;reg&#229;ende f&#246;rs&#246;k till avhj&#228;lpande eller omleverans. 

Tillhandah&#229;ller n&#228;ringsidkaren det digitala inneh&#229;llet eller 
den digitala tj&#228;nsten mot betalning, f&#229;r konsumenten inte h&#228;va 
avtalet om n&#228;ringsidkaren visar att felet &#228;r ringa.

Vid h&#228;vning ska konsumenten meddela n&#228;ringsidkaren att han 
eller hon h&#228;ver avtalet.

Konsumentens betalningsskyldighet och dr&#246;jsm&#229;l

13 &#167; F&#246;r konsumentens betalningsskyldighet g&#228;ller 7 kap. 1 och 
2 &#167;&#167;. Vid konsumentens avbest&#228;llning g&#228;ller 7 kap. 3 &#167;.

14 &#167; Konsumenten &#228;r i dr&#246;jsm&#229;l om han eller hon inte betalar 
f&#246;r det digitala inneh&#229;llet eller den digitala tj&#228;nsten i r&#228;tt 
tid och detta inte beror p&#229; n&#228;ringsidkaren eller n&#229;got 
f&#246;rh&#229;llande p&#229; dennes sida.

Vid konsumentens dr&#246;jsm&#229;l &#228;r n&#228;ringsidkaren inte skyldig att 
tillhandah&#229;lla det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten.

N&#228;ringsidkaren f&#229;r vid konsumentens dr&#246;jsm&#229;l v&#228;lja mellan att 
kr&#228;va att konsumenten betalar och att h&#228;va avtalet enligt 
7 kap. 6 &#167; f&#246;rsta och andra styckena. Om n&#228;ringsidkaren h&#228;ver 
avtalet, f&#229;r han eller hon dessutom kr&#228;va skadest&#229;nd enligt 
7 kap. 7 och 8 &#167;&#167;.

&#214;vriga best&#228;mmelser

Verkningar av h&#228;vning

15 &#167; Om avtalet h&#228;vs ska n&#228;ringsidkaren betala tillbaka det 
som konsumenten har betalat. Om det digitala inneh&#229;llet eller 
den digitala tj&#228;nsten tillhandah&#229;lls kontinuerligt under en 
period, ska n&#228;ringsidkaren betala tillbaka dels den andel av 
betalningen som svarar mot den tid under avtalsperioden under 
vilken det digitala inneh&#229;llet eller den digitala tj&#228;nsten 
inte var i felfritt skick, dels det som har betalats i 
f&#246;rskott f&#246;r tid efter det att avtalet h&#228;vts.

16 &#167; Inneh&#229;ll som konsumenten har tillhandah&#229;llit eller skapat 
vid anv&#228;ndningen av det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten och som inte &#228;r personuppgifter f&#229;r inte anv&#228;ndas av 
n&#228;ringsidkaren efter det att avtalet har h&#228;vts.

N&#228;ringsidkaren f&#229;r dock anv&#228;nda s&#229;dant inneh&#229;ll om det

1. inte har n&#229;got annat anv&#228;ndningsomr&#229;de &#228;n det som 
tillhandah&#229;lls av n&#228;ringsidkaren,

2. endast r&#246;r konsumentens verksamhet vid hans eller hennes 
anv&#228;ndning av det digitala inneh&#229;ll eller den digitala tj&#228;nst 
som tillhandah&#229;lls av n&#228;ringsidkaren, 

3. har satts samman med andra uppgifter av n&#228;ringsidkaren och 
det inte &#228;r m&#246;jligt eller endast med oproportionella 
anstr&#228;ngningar g&#229;r att dela upp inneh&#229;llet, eller

4. har skapats gemensamt med andra och inneh&#229;llet kan anv&#228;ndas 
av andra konsumenter. 

Om avtalet h&#228;vs ska n&#228;ringsidkaren p&#229; konsumentens beg&#228;ran 
g&#246;ra inneh&#229;ll som avses i f&#246;rsta stycket tillg&#228;ngligt f&#246;r 
konsumenten, f&#246;rutom i de fall som anges i andra stycket 1-3. 
Inneh&#229;llet ska g&#246;ras tillg&#228;ngligt utan kostnad, inom sk&#228;lig 
tid och i ett allm&#228;nt anv&#228;nt, maskinl&#228;sbart format.

17 &#167; Om avtalet h&#228;vs f&#229;r konsumenten inte anv&#228;nda eller l&#229;ta 
n&#229;gon annan anv&#228;nda det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten. N&#228;ringsidkaren f&#229;r hindra s&#229;dan fortsatt anv&#228;ndning.

Om ett digitalt inneh&#229;ll har tillhandah&#229;llits p&#229; ett fysiskt 
medium ska konsumenten om n&#228;ringsidkaren beg&#228;r det &#229;terl&#228;mna 
det fysiska mediet. &#197;terl&#228;mnandet ska ske utan on&#246;digt 
dr&#246;jsm&#229;l och p&#229; n&#228;ringsidkarens bekostnad. N&#228;ringsidkarens 
beg&#228;ran ska g&#246;ras senast 14 dagar efter det att konsumenten 
meddelade n&#228;ringsidkaren att avtalet h&#228;vs.

Formerna f&#246;r n&#228;ringsidkarens &#229;terbetalning

18 &#167; N&#228;ringsidkaren ska fullg&#246;ra sin &#229;terbetalningsskyldighet 
vid prisavdrag och h&#228;vning utan on&#246;digt dr&#246;jsm&#229;l och senast 14 
dagar efter det att konsumenten kr&#228;vde prisavdrag eller 
meddelade n&#228;ringsidkaren att han eller hon h&#228;ver avtalet. 

N&#228;ringsidkaren ska anv&#228;nda samma betalningss&#228;tt som 
konsumenten anv&#228;nde, om inte konsumenten uttryckligen g&#229;r med 
p&#229; n&#229;got annat. N&#229;gon avgift f&#246;r &#229;terbetalningen f&#229;r inte 
p&#229;f&#246;ras.

&#196;ndring av ett digitalt inneh&#229;ll eller en digital tj&#228;nst

19 &#167; N&#228;ringsidkaren f&#229;r &#228;ndra ett digitalt inneh&#229;ll eller en 
digital tj&#228;nst som ska tillhandah&#229;llas kontinuerligt under en 
period endast om

1. det f&#246;ljer av avtalet och det d&#228;r anges ett giltigt sk&#228;l 
till en s&#229;dan &#228;ndring,

2. &#228;ndringen sker utan kostnad f&#246;r konsumenten, och

3. konsumenten har informerats enligt 20 &#167; om &#228;ndringen. 

Om &#228;ndringen f&#246;rs&#228;mrar konsumentens tillg&#229;ng till eller 
anv&#228;ndning av det digitala inneh&#229;llet eller den digitala 
tj&#228;nsten i mer &#228;n endast obetydlig utstr&#228;ckning, har 
konsumenten r&#228;tt att s&#228;ga upp avtalet med omedelbar verkan. 
Det g&#228;ller dock inte om konsumenten har m&#246;jlighet att utan 
extra kostnad beh&#229;lla det digitala inneh&#229;llet eller den 
digitala tj&#228;nsten utan &#228;ndring och i felfritt skick. 
Upps&#228;gning ska ske senast 30 dagar fr&#229;n det att konsumenten 
tog emot information enligt 20 &#167; eller fr&#229;n det att &#228;ndringen 
genomf&#246;rdes, om det skedde senare. Vid upps&#228;gningen till&#228;mpas 
15-18 &#167;&#167;.

Denna paragraf &#228;r inte till&#228;mplig om det digitala inneh&#229;llet 
eller den digitala tj&#228;nsten ing&#229;r i ett paket tillsammans med 
en internetanslutningstj&#228;nst eller en allm&#228;nt tillg&#228;nglig 
nummerbaserad interpersonell kommunikationstj&#228;nst.

20 &#167; N&#228;ringsidkaren ska informera konsumenten om en &#228;ndring 
enligt 19 &#167;. Informationen ska vara klar och begriplig. 

I fr&#229;ga om en &#228;ndring som avses i 19 &#167; andra stycket ska 
konsumenten dessutom i sk&#228;lig tid ha informerats om &#228;ndringens 
egenskaper och tidpunkten f&#246;r &#228;ndringen samt om r&#228;tten att 
s&#228;ga upp avtalet eller om m&#246;jligheten att beh&#229;lla inneh&#229;llet 
eller tj&#228;nsten i of&#246;r&#228;ndrat skick.

Informationen enligt andra stycket ska l&#228;mnas i en handling 
eller i n&#229;gon annan l&#228;sbar och varaktig form som &#228;r 
tillg&#228;nglig f&#246;r konsumenten.

Ytterligare best&#228;mmelser

21 &#167; Vid avtal om tillhandah&#229;llande av ett digitalt inneh&#229;ll 
eller en digital tj&#228;nst g&#228;ller 8 kap. 1 &#167; om begr&#228;nsning av 
skadan, 5 &#167; f&#246;rsta och andra styckena om anspr&#229;k mot 
n&#228;ringsidkare i ett tidigare s&#228;ljled och 7 &#167; om f&#246;rh&#229;llandet 
till n&#228;ringsidkarens borgen&#228;rer. 

F&#246;r konsumentens meddelanden enligt 3 och 12 &#167;&#167; i detta 
kapitel g&#228;ller 8 kap. 6 &#167;.


&#214;verg&#229;ngsbest&#228;mmelser

2022:260

1. Denna lag tr&#228;der i kraft den 1 maj 2022.

2. Best&#228;mmelserna i 1 och 9 kap. om avtal om tillhandah&#229;llande 
av digitalt inneh&#229;ll och digitala tj&#228;nster i den nya lagen 
till&#228;mpas &#228;ven p&#229; avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet, 
om tillhandah&#229;llandet av inneh&#229;llet eller tj&#228;nsten sker efter 
ikrafttr&#228;dandet. Best&#228;mmelserna i 9 kap. 19 och 20 &#167;&#167; 
till&#228;mpas dock inte p&#229; avtal som har ing&#229;tts f&#246;re 
ikrafttr&#228;dandet.

3. Genom lagen upph&#228;vs konsumentk&#246;plagen (1990:932).

4. Den upph&#228;vda lagen g&#228;ller dock fortfarande f&#246;r avtal som 
omfattas av den lagen och som har ing&#229;tts f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=269">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=271">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
