

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1998-12-21" /> 
 <meta id="rattsinfo-edited" content="2013-08-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2832</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2831">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2833">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:1652 ·
                    <a href="/sfsr?bet=1998:1652">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1998:1652) om dubbelbeskattningsavtal mellan Sverige och Albanien</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-12-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1393
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan.

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1999-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet som Sverige och Albanien
undertecknade den 26 mars 1998 skall g&#228;lla som lag h&#228;r i
landet. Avtalet &#228;r avfattat p&#229; engelska och dess inneh&#229;ll
framg&#229;r av bilaga till denna lag.

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast om dessa
medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars
skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1393).

&#214;verg&#229;ngsbest&#228;mmelser

1998:1652

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas

a) i fr&#229;ga om skatt p&#229; inkomst, p&#229; inkomst som f&#246;rv&#228;rvas den 1
januari n&#228;rmast efter den dag d&#229; avtalet tr&#228;der i kraft eller
senare,

b) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet som taxeras
andra kalender&#229;ret efter det &#229;r d&#229; avtalet tr&#228;der i kraft eller
senare.

1999:649

Regeringen f&#246;reskriver att lagen (1998:1652) om
dubbelbeskattningsavtal mellan Sverige och Albanien skall tr&#228;da
i kraft den 31 december 1999.

Bilaga

AVTAL MELLAN KONUNGARIKET SVERIGES REGERING OCH REPUBLIKEN ALBANIENS
REGERING F&#214;R UNDVIKANDE AV DUBBELBESKATTNING OCH F&#214;RHINDRANDE AV
SKATTEFLYKT BETR&#196;FFANDE SKATTER P&#197; INKOMST OCH P&#197; F&#214;RM&#214;GENHET

Konungariket Sveriges regering och Republiken Albaniens regering
som, i syfte att ytterligare utveckla och fr&#228;mja sina ekonomiska
relationer, &#246;nskar ing&#229; ett avtal f&#246;r undvikande av dubbelbeskattning
och f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; inkomst och
p&#229; f&#246;rm&#246;genhet, har kommit &#246;verens om f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en avtalsslutande
stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. De f&#246;r n&#228;rvarande utg&#229;ende skatter p&#229; vilka detta avtal till&#228;mpas
&#228;r:

a) i Albanien:

1) skatten p&#229; juridiska personers vinst,

2) skatten p&#229; mindre aff&#228;rsverksamheter,

3) inkomstskatten f&#246;r fysiska personer, och

4) skatten p&#229; f&#246;rm&#246;genhet,

(i det f&#246;ljande ben&#228;mnda &quot;albansk skatt&quot;),

b) i Sverige:

1) den statliga inkomstskatten, kupongskatten d&#228;ri inbegripen,

2) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister m.fl.,

4) den kommunala inkomstskatten, och

5) den statliga f&#246;rm&#246;genhetsskatten,

(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;).

2. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknadet av avtalet p&#229;f&#246;rs vid sidan
av eller i st&#228;llet f&#246;r de skatter som anges i punkt 1. De beh&#246;riga
myndigheterna i de avtalsslutande staterna meddela varandra de
v&#228;sentliga &#228;ndringar som vidtagits i respektive skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;Albanien&quot; avser Republiken Albanien och avser n&#228;r uttrycket
anv&#228;nds i geografisk betydelse, Republiken Albaniens territorium
samt territorialvattnet och luftrummet ovanf&#246;r s&#229;v&#228;l som varje
omr&#229;de utanf&#246;r Republiken Albaniens territorialvatten &#246;ver vilka
Republiken Albanien i &#246;verensst&#228;mmelse med folkr&#228;tten regler
och Republiken Albaniens lagar &#228;ger ut&#246;va r&#228;ttigheter med avseende
p&#229; havsbottnen och dess underlag samt deras naturtillg&#229;ngar;

b) &quot;Sverige&quot; avser Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige, i &#246;verensst&#228;mmelse med folkr&#228;tttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion;

c) &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande staten&quot;
avser Albanien och Sverige, beroende p&#229; sammanhanget;

d) &quot;person&quot; inbegriper fysisk person, bolag och annan
personsammanslutning;

e) &quot;bolag&quot; avser juridisk person eller annan som vid beskattningen
behandlas som juridisk person;

f) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; avser f&#246;retag som bedrivs av person med
hemvist i en avtalsslutande stat respektive f&#246;retag som bedrivs
av person med hemvist i den andra avtalsslutande staten;

1) fysisk person som har medborgarskap i en avtalsslutande stat,

2) juridisk person, handelsbolag eller annan sammanslutning som
bildats enligt den lagstiftning som g&#228;ller i en avtalsslutande
stat;

h) &quot;internationell trafik&quot; avser transport med skepp eller luftfartyg
som anv&#228;nds av f&#246;retag i en avtalsslutande stat utom d&#229; skeppet eller
luftfartyget anv&#228;nds uteslutande mellan platser i den andra
avtalsslutande staten;

i) &quot;beh&#246;rig myndighet&quot; avser:

1) i Albanien, finansministern eller denns befullm&#228;ktigade ombud,

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud eller
den myndighet &#229;t vilken uppdras att vara beh&#246;rig myndighet vid
till&#228;mpningen av detta avtal.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet anses, s&#229;vida inte
sammanhanget f&#246;ranleder annat, varje uttryck som inte definierats
i avtalet, ha den betydelse som uttrycket har enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt lagstiftningen
i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av domicil, bos&#228;ttning,
plats f&#246;r f&#246;retagsledning eller annan liknande omst&#228;ndighet.

a) Uttrycket inbegriper emellertid inte person som &#228;r skattskyldig
i denna stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat.

b) Betr&#228;ffande inkomst som f&#246;rv&#228;rvas av handelsbolag, inbegriper
uttrycket s&#229;dan person endast till den del dess inkomst beskattas
i denna stat p&#229; samma s&#228;tt som inkomst som f&#246;rv&#228;rvas av person
med hemvist d&#228;r, antingen hos handelsbolaget eller hos dess
del&#228;gare.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har hemvist
i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229; f&#246;ljande
s&#228;tt:

a) han anses ha hemvist i den stat d&#228;r han har en bostad som
stadigvarande st&#229;r till hans f&#246;rfogande. Om han har en s&#229;dan
bostad i b&#229;da sterna, anses han ha hemvist i den stat med vilken
hans personliga och ekonomiska f&#246;rbindelser &#228;r starkast( centrum
f&#246;r levnadsintressena);

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r
sina levnadsintressen eller om han inte i n&#229;gondera staten har
en bostad som stadigvarande st&#229;r till hans f&#246;rfogande, anses
han ha hemvist i den stat d&#228;r han stadigvarande vistas;

c) om han stadigvaraned vistas i b&#229;da staterna eller om han inte
vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist i den
stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, skall de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig &#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n fysisk
person har hemvist i b&#229;da avtalsslutande staterna, skall de
beh&#246;riga myndigheterna genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra
i vilken avtalsslutande stat denne person sklal anses ha hemvist
vid till&#228;mpningen av detta avtal.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;fast driftst&#228;lle&quot;
en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n vilken ett
f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad,

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar,

g), plats f&#246;r byggnads-, anl&#228;ggnings-, installations- eller
monteringsverksamhet eller verksamhet som best&#229;r av &#246;vervakning
i anslutning d&#228;rtill, men endast om verksamheten p&#229;g&#229;r under en
tidsperiod som &#246;verstiger nio m&#229;nader under en tolvm&#229;nadersperiod
som b&#246;rjar eller slutar under kalender&#229;ret i fr&#229;ga, och

h) tillhandah&#229;llandet av tj&#228;nster, inklusive konsulttj&#228;nster, av ett
f&#246;retag genom anst&#228;llda eller annan personal som anlitats av
f&#246;retaget f&#246;r s&#229;dant &#228;ndam&#229;l, men endast om verksamheten p&#229;g&#229;r
(s&#229;vitt avser samma eller sammanh&#228;ngande projekt) inom en
avtalsslutande stat under en tidsperiod eller tidsperioder som
sammanlagt &#246;verstiger nio m&#229;nader under en tolvm&#229;nadersperiod
som b&#246;rjar eller slutar under kalender&#229;ret i fr&#229;ga.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring eller
utst&#228;llning av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring eller utst&#228;llning,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annan f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) innehavet av en stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i punkterna
a-e, under f&#246;ruts&#228;ttning att hela verksamheten som bedrivs fr&#229;n
den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229; grund av denna
kombination &#228;r av f&#246;rberedande eller bitr&#228;dande art.

4. Om en person - som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 5 till&#228;mpas - &#228;r verksam i en avtalsslutande stat
f&#246;r ett f&#246;retag i den andra avtalsslutande staten och i den
f&#246;rstn&#228;mnda staten har och d&#228;r regelm&#228;ssigt anv&#228;nder fullmakt
att sluta avtal i f&#246;retagets namn, anses detta f&#246;retag - utan
hinder av best&#228;mmelserna i punkterna 1 och 2 - ha fast driftst&#228;lle
i denna stat betr&#228;ffande varje verksamhet som denna person bedriver
f&#246;r f&#246;retaget. Detta g&#228;ller dock inte om den verksamhet som denna
person bedriver &#228;r begr&#228;nsad till s&#229;dan som anges i punkt 3 och
som - om den bedrevs fr&#229;n en stadigvarande plats f&#246;r aff&#228;rsverksamhet
- inte skulle g&#246;ra denna stadigvarande plats f&#246;r aff&#228;rsverksamhet
till fast driftst&#228;lle enligt best&#228;mmelserna i n&#228;mnda punkt.

5. F&#246;retag i en avtalsslutande stat anses inte ha fast driftst&#228;lle
i den andra avtalsslutande staten endast p&#229; den grund att
f&#246;retaget bedriver aff&#228;rsverksamhet i denna stat genom f&#246;rmedling
av m&#228;klare, kommission&#228;r eller annan oberoende representant,
under f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin sedvanliga
aff&#228;rsverksamhet. Om en s&#229;dan representants verksamhet ut&#246;vas
uteslutande eller n&#228;stan uteslutande f&#246;r f&#246;retaget anses han
inte vara en s&#229;dan oberoende representant som avses i denna punkt.

6. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande
stat kontrollerar eller kontrolleras av ett bolag med hemvist
i den andra avtalsslutande staten eller ett bolag som bedriver
aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n fast driftst&#228;lle
eller p&#229; annat s&#228;tt, medf&#246;r inte i och f&#246;r sig att n&#229;gotdera
bolaget utf&#246;r fast driftst&#228;lle f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket har
enligt lagstiftningen i den avtalsslutande stat d&#228;r egendomen
&#228;r bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till fast
egendom, levande och d&#246;da inventarier i lantbruk och skogsbruk,
r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten om fast
egendom till&#228;mpas, byggnader, nyttjander&#228;tt till fast egendom
samt r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar f&#246;r nyttjandet
av eller r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller annan
naturtillg&#229;ng. Skepp, b&#229;tar och luftfartyg anses inte vara fast
egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan anv&#228;ndning
av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast
egendom som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i den andra avtalslutande staten fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss angivet
s&#228;tt, f&#229;r f&#246;retagets inkomst beskattas i den andra staten, men
endast s&#229; stor del av den som &#228;r h&#228;nf&#246;rlig till det fasta
driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle,
h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i
vardera avtalsslutade staten till det fasta driftst&#228;llet den
inkomst som det kan antas att driftst&#228;llet skulleha f&#246;rv&#228;rvat, om
det varit ett frist&#229;ende f&#246;retag, som bedrivit verksamhet av
samma eller liknande slag under samma eller liknande villkor och
sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag f&#246;r
utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder
inbegripna utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna f&#246;rvaltning,
oavsett om utgifterna uppkommit i den stat d&#228;r det fasta driftst&#228;llet
&#228;r bel&#228;get eller annorst&#228;des.

4. I den m&#229;n inkomst h&#228;nf&#246;rlig till fast driftst&#228;lle brukat i en
avtalsslutande stat best&#228;mmas p&#229; grundval av en f&#246;rdelning av
f&#246;retagets hela inkomst p&#229; de olika delarna av f&#246;retaget, hindrar
best&#228;mmelserna i punkt 2 inte att i denna avtalsslutande stat den
skattepliktiga inkomsten best&#228;ms genom s&#229;dant f&#246;rfarande. Den
f&#246;rdelningsmetod som anv&#228;nds skall dock vara s&#229;dan att resultatet
&#246;verensst&#228;mmer med principerna i denna artikel.

5. Inkomst h&#228;nf&#246;rs inte till fast drifst&#228;lle endast i den anledningen
att varor ink&#246;ps genom det fasta driftst&#228;llets f&#246;rsorg f&#246;r f&#246;retaget.

6. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som &#228;r
h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande &#229;r fr&#229;n
&#229;r, s&#229;vida inte goda och tillr&#228;kcliga sk&#228;l f&#246;ranleder annat.

7. Ing&#229;r i inkosmt av r&#246;relse inkomst som behandlas s&#228;rskilt i andra
artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa artiklar inte
av reglerna i denna artikel.

Artikel 8

Internationell trafik

1. Inkomst, som f&#246;rv&#228;rvas av ett f&#246;retag i en avtalsslutande stat
genom anv&#228;ndningen av skepp eller luftfartyg i internationell trafik,
beskattas endast i denna stat.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian Airlines System (SAS)
endast i fr&#229;ga om den del av inkomsten som motsvarar den andel i
konsortiet som innehas av SAS Sverige AB, den svenske del&#228;garen i
Scandinavian Airlines System (SAS).

3. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som f&#246;rv&#228;rvas
genom deltagande i en pool, ett gemensamt f&#246;retag eller en
internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt deltar i
ledningen eller kontrollen av ett f&#246;retag i den andra avtalsslutande
staten eller &#228;ger del i detta f&#246;retags kapital, eller

b) samma personer direkt eller indirekt deltar i ledningen eller
kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som ett
f&#246;retag i den andra avtalsslutande staten eller &#228;ger del i b&#229;da dessa
f&#246;retags kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker fr&#229;n
dem som skulle ha avtalats mellan av varandra oberoende f&#246;retag, f&#229;r
all inkomst, som skulle ha tillkommit det ena f&#246;retaget men som
p&#229; grund av villkoren i fr&#229;ga inte tillkommit detta f&#246;retag,
inr&#228;knas i detta f&#246;retags inkomst och beskattas i &#246;verenskommelse
d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag i
denna stat inr&#228;knar - och i &#246;verenst&#228;mmelse d&#228;rmed beskattar -
inkomst, f&#246;r vilken ett f&#246;retag i den andra avtalsslutande staten
beskattas i denna andra stat samt den s&#229;lunda inr&#228;knade inkomsten
&#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget i den f&#246;rstn&#228;mnda
staten om de villkor som avtalats mellan f&#246;retagen hade varit s&#229;dana
som skulle ha avtalats mellan av vandra oberoende f&#246;retag, skall
denna andra stat genomf&#246;ra vederb&#246;rlig justering av det skattebelopp
som p&#229;f&#246;rts f&#246;r inkomsten i denna stat. Vid s&#229;dan justering iakktas
&#246;vriga best&#228;mmelser i detta avtal och de beh&#246;riga myndigheterna
i de avtalsslutande staterna &#246;verl&#228;gger vid behov med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten f&#229;r beskattas i
denna andra stat.

2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat d&#228;r bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat, om mottagaren har r&#228;tt till utdelningen
f&#229;r skatten inte &#246;verstiga:

a) 5 procent av utdelningens bruttobelopp, om den som har r&#228;tt till
utdelningen &#228;r ett bolag (med undantag f&#246;r handelsbolag), som
direkt innehar minst 25 procent av det utbetalande bolagets kapital,

b) 15 procent av utdelningens bruttobelopp i &#246;vriga fall.

De beh&#246;riga myndigheterna i de avtalsslutande staterna kan tr&#228;ffa
&#246;verenskommelse om s&#228;ttet att genomf&#246;ra dessa begr&#228;nsningar.

Denna punkt ber&#246;r inte bolagets beskattning f&#246;r vinst av vilken
utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier av varje slag eller andra r&#228;ttigheter som inte &#228;r fordringar,
med r&#228;tt till andel i vinst, samt inkomst av andra andelar i
bolag, som enligt lagstiftningen i den stat d&#228;r det utdelande
bolaget har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt som
inkomst av aktier.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den som har
r&#228;tt till utdelningen har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, d&#228;r bolaget
som betalar utdelninen har hemvist, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n
d&#228;r bel&#228;gen stadigvarande anordning, samt den andel p&#229; grund av
vilken utdelningen betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 14.

5. Om bolag med hemvist i en avtalslutande stat f&#246;rv&#228;rvar inkomst
fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra stat inte
beskatta utdelning som bolaget betalar, utom i den m&#229;n utdelningen
betalas till person med hemvist i denna andra stat eller i den m&#229;n
den andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt
samband med fast driftst&#228;lle eller stadigvarande anordning i denna
andra stat, och inte heller beskatta bolagets icke utdelade vinst,
&#228;ven om utdelningen eller den icke utdelade vinsten helt eller
delvis utg&#246;rs av inkomst som uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. R&#228;ntan f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat
fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat, men
om mottagaren har r&#228;tt till r&#228;ntan f&#229;r skatten inte &#246;verstiga 5
procent av r&#228;ntans bruttobelopp.

De beh&#246;riga myndigheterna i de avtalsslutande staterna kan tr&#228;ffa
&#246;verenskommelse om s&#228;ttet att genomf&#246;ra denna begr&#228;nsning.

3. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av varje
slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning i fast
egendom eller inte och antingen den medf&#246;r r&#228;tt till andel i
g&#228;lden&#228;rens vinst eller inte. Uttrycket avser s&#228;rskilt inkomst av
v&#228;rdepapper som utf&#228;rdats av staten och inkomst av obligationer
eller debentures, d&#228;ri inbegripna agiobelopp och vinster som h&#228;nf&#246;r
sig till s&#229;dana v&#228;rdepapper, obligationer eller debentures.
Straffavgift p&#229; grund av sen betalning anses inte som r&#228;nta vid
till&#228;mpningen av denna artikel.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den som
har r&#228;tt till r&#228;ntan har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken
r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;ver
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den fordran f&#246;r vilken r&#228;ntan betalas
&#228;ger verkligt samband med det fasta driftst&#228;llet eller den
stadigvarande anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna
i artikel 7 respektive artikel 14.

5. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om utbetalaren &#228;r
den staten sj&#228;lv, politisk underavdelning, lokal myndighet eller
person med hemvist i denna stat. Om emellertid den person som
betalar r&#228;ntan, antingen han har hemvist i en avtalsslutande stat
eller inte, i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i samband varmed den skuld uppkommit p&#229;
vilken r&#228;ntan betalas, och r&#228;ntan belastar det fasta driftst&#228;llet
eller den stadigvarande anordningen, anses r&#228;ntan h&#228;rr&#246;ra fr&#229;n den
stat d&#228;r det fasta driftst&#228;llet eller den stadigvarande anordningen
finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan person
r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r vilken r&#228;ntan
betalas, &#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och den som har r&#228;tt till r&#228;ntan om s&#229;dana f&#246;rbindelser
inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229;
sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp
enligt lagstiftningen i vardera avtalsslutande staten med iakttagande
av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Royaltyn f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat
fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat, men om
mottagaren har r&#228;tt till royaltyn, f&#229;r skatten inte &#246;verstiga 5
procent av royaltyns bruttobelopp.

De beh&#246;riga myndigheterna i den avtalsslutande staterna kan tr&#228;ffa
&#246;verenskommelse om s&#228;ttet att genomf&#246;ra denna begr&#228;nsning.

3. Med uttrycker &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
bealtning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av, eller
f&#246;r r&#228;tten att nyttja, upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk, h&#228;ri inbegripet biograffilm, och film
eller band f&#246;r radio- eller televisionsuts&#228;ndning, patent, varum&#228;rke,
m&#246;nster eller modell, ritning, hemligt recept eller hemlig
tillverkningsmetod eller f&#246;r upplysning om erfarenhetsr&#246;n av
industriell, kommersiell eller vetenskaplig natur.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den som
har r&#228;tt till royaltyn har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken
royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken royaltyn betalas &#228;ger verkligt samband
med det fasta driftst&#228;llet eller den stadigvarande anordningen.
I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7 respektive
artikel 14.

5. Royaltyn anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om utbetalaren
&#228;r den staten sj&#228;lv, politisk underavdelning, lokal myndighet
eller person med hemvist i denna stat. Om emellertid den person som
betalar royaltyn, antingen han har hemvist i en avtalsslutande stat
eller inte, i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i samband varmed skyldigheten att betala
royaltyn uppkommit, och royaltyn belastar det fasta driftst&#228;llet
eller den stadigvarande anordningen finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och den
som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan person
royaltybeloppet, med h&#228;nsyn till det nyttjande, den r&#228;ttighet
eller den upplysning f&#246;r vilken royaltyn betalas, &#246;verstiger
det belopp som skulle ha avtalats mellan utbetalaren och den
som har r&#228;tt till royaltyn om s&#229;dana f&#246;rbindelser inte f&#246;relegat,
till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda
belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp enligt
lagstiftningen i vardera avtalsslutande staten med iakttagande
av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som avses i artikel
6 och som &#228;r bel&#228;gen i den andra avtalsslutande staten, eller
p&#229; grund av &#246;verl&#229;telse av andelar i ett bolag vars tillg&#229;ngar
huvudsakligen best&#229;r av s&#229;dan egendom, f&#229;r beskattas i denna
andra stat.

2.Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten, eller
av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med hemvist i en
avtalsslutande stat har i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat. Detsamma g&#228;ller vinst p&#229; grund
av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller
tillsammans med hela f&#246;retaget) eller av s&#229;dan stadigvarande
anordning.

3. Vinst som f&#246;retag med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik eller av l&#246;s egendom som &#228;r
h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana skepp eller luftfartyg,
beskattas endast i denna stat.

Best&#228;mmelserna i denna punkt till&#228;mpas i fr&#229;ga om vinst som
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian Airlines System
(SAS) men endast i fr&#229;ga om den del av vinsten som motsvarar
den andel i konsortiet vilken innehas av SAS Sverige AB, den
svenske del&#228;garen i Scandinavian Airlines System (SAS).

4. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1, 2 och 3 beskattas endast i den avtalsslutande
stat d&#228;r &#246;verl&#229;taren har hemvist.

5. Vinst p&#229; grund av avyttring av andelar eller andra r&#228;ttigheter
i bolag, som f&#246;rv&#228;rvas av en fysisk person som har haft hemvist
i en avtalsslutande stat och f&#229;tt hemvist i den andra
avtalsslutande staten f&#229;r - utan hinder av best&#228;mmelserna i
punkt 4 - beskattas i den f&#246;rstn&#228;mnda avtalsslutande staten om
&#246;verl&#229;telsen av andelarna eller r&#228;ttigheterna intr&#228;ffar vid
n&#229;got tillf&#228;lle under de tio &#229;r som f&#246;ljer n&#228;rmast efter det
att personen upph&#246;rt att ha hemvist i den f&#246;rstn&#228;mnda staten.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst som en fysisk person med hemvist i en avtalsslutande
stat f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller annan liknande
sj&#228;lvst&#228;ndig verksamhet, beskattas endast i denna stat, utom
under f&#246;ljande omst&#228;ndigheter, d&#229; inkomsten ocks&#229; f&#229;r beskattas
i den andra avtalsslutande staten:

a) om han i den andra avtalsslutande staten har en stadigvarande
anordning som regelm&#228;ssigt st&#229;r till hans f&#246;rfogande f&#246;r att
ut&#246;va verksamheten; i s&#229;dant fall f&#229;r endast s&#229; stor del av
inkomsten som &#228;r h&#228;nf&#246;rlig till denna stadigvarande anordning
beskattas i den andra avtalsslutande staten eller

b) om hans vistelse i den andra avtalsslutande staten varar
under en tidsperiod eller tidperioder som uppg&#229;r till eller
&#246;verstiger 183 dagar under en tolvm&#229;nadersperiod, som b&#246;rjar
eller slutar under kalender&#229;ret i fr&#229;ga; i s&#229;dant fall f&#229;r
endast s&#229; stor del av inkomsten som h&#228;rr&#246;r fr&#229;n hans verksamhet
som ut&#246;vats i denna andra stat beskattas i denna andra stat.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings-
och undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig verksamhet
som l&#228;kare, tandl&#228;kare, advokat, ingenj&#246;r, arkitekt och
revisor ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18, 19 och 20
f&#246;ranleder annat, beskattas l&#246;n och annan liknande ers&#228;ttning,
som person med hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund
av anst&#228;llning, endast i denna stat, s&#229;vida inte arbetet utf&#246;rs
i den andra avtalsslutande staten. Om arbetet utf&#246;rs i denna andra
stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas ers&#228;ttning,
som person med hemvist i en avtalsslutande stat uppb&#228;r f&#246;r arbete
som utf&#246;rts i den andra avtalsslutande staten, om samtliga
f&#246;ljande villkor &#228;r uppfyllda:

a) mottagaren vistas i den andra staten under tidsperiod eller
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under kalender&#229;ret
i fr&#229;ga,

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i
den andra staten eller p&#229; dennes v&#228;gnar, och

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller stadigvarande
anordning som arbetsgivaren har i den andra staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete som utf&#246;rs ombord p&#229; skepp eller luftfartyg,
som anv&#228;nds i internationell trafik av ett f&#246;retag i en
avtalsslutande stat, beskattas i denna stat. Om person med
hemvist i Sverige uppb&#228;r inkomst av arbete, vilket utf&#246;rs ombord
p&#229; luftfartyg som anv&#228;nds i internationell trafik av
luftfartskonsortiet Scandinavian Airlines System (SAS), beskattas
inkomst endast i Sverige.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse eller annat liknande organ i bolag med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
genom sin personliga verksamhet i den andra avtalsslutande staten
i egenskap av underh&#229;llningsartist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller i egenskap av sportut&#246;vare, beskattas i denna andra stat.

2. I fall d&#229; inkomst genom personlig verksamhet, som
underh&#229;llningsartist eller sportut&#246;vare ut&#246;var i denna egenskap,
inte tillfaller underh&#229;llsningsartisten eller sportut&#246;varen sj&#228;lv
utan annan person, f&#229;r denna inkomst, utan hinder av
best&#228;mmelserna i artiklarna 7, 14 och 15, beskattas i den
avtalsslutande stat d&#228;r underh&#229;llningsartisten eller
sportut&#246;varen ut&#246;var verksamheten.

Artikel 18

Pension, livr&#228;nta och liknande ers&#228;ttning

1. Pension och annan liknande ers&#228;ttning, utbetalning enligt
socialf&#246;rs&#228;kringslagstiftningen och livr&#228;nta, vilka h&#228;rr&#246;r
fr&#229;n en avtalsslutande stat och betalas till person med hemvist
i den andra avtalsslutande staten, f&#229;r beskattas i den
f&#246;rstn&#228;mnda avtalsslutande staten.

2. Med uttrycket &quot;livr&#228;nta&quot; f&#246;rst&#229;s ett fastst&#228;llt belopp,
som utbetalas periodiskt p&#229; fastst&#228;llda tider under en persons
livstid eller under angiven eller fastst&#228;llbar tidsperiod
och som utg&#229;r p&#229; grund av f&#246;rpliktelse att verkst&#228;lla dessa
utbetalningar som ers&#228;ttning f&#246;r d&#228;remot fullt svarande
vederlag i pengar eller pengars v&#228;rde.

Artikel 19

Offentlig tj&#228;nst

1. a) Ers&#228;ttning (med undantag f&#246;r pension), som betalas av en
avtalsslutande stat, en av dess politiska underavdelningar
eller lokala myndigheter till fysisk person p&#229; grund av arbete
som utf&#246;rs i denna stats, underavdelnings eller myndighets tj&#228;nst,
beskattas endast i denna stat.

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra
avtalsslutande staten i vilken den fysiska personen har hemvist,
om arbetet utf&#246;rs i denna stat och personen i fr&#229;ga:

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
arbetet.

2. Best&#228;mmelserna i artiklarna 15 och 16 till&#228;mpas p&#229; ers&#228;ttning
som betalas p&#229; grund av arbete som utf&#246;rts i samband med
r&#246;relse som bedrivs av en avtalsslutande stat, en av dess politiska
underavdelningar eller lokala myndigheter.

Artikel 20

Studerande och aff&#228;rspraktikanter

1. Studerande eller aff&#228;rspraktikant, som har eller omedelbart f&#246;re
vistelsen i en avtalsslutande stat hade hemvist i den andra
avtalsslutande staten och som vistas i den f&#246;rstn&#228;mda staten
uteslutande f&#246;r sin undervisning eller praktik, beskattas inte i
denna stat f&#246;r belopp som han erh&#229;ller f&#246;r sitt uppeh&#229;lle, sin
undervisning eller praktik, under f&#246;ruts&#228;ttning att beloppen h&#228;rr&#246;r
fr&#229;n k&#228;nna utanf&#246;r denna stat.

2. S&#229;dan studerande eller aff&#228;rspraktikant som anges i punkt 1
skall, under tiden f&#246;r s&#229;dan undervisning eller praktik, dessutom,
i fr&#229;ga om bidrag , stipendier och ers&#228;ttning fr&#229;n anst&#228;llning,
vilka inte omfattas av punkt 1, vara ber&#228;ttigad till samma befrielse,
l&#228;ttnad och f&#246;rm&#229;n vid beskattningen, som g&#228;ller f&#246;r studerande
eller aff&#228;rspraktikanter med hemvist i den stat d&#228;r han vistas
under f&#246;ruts&#228;ttning att studenten eller aff&#228;rspraktikanten vistas
i denna stat under en period osm &#246;verstiger tolv p&#229; varandra
f&#246;ljande m&#229;nader.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
och som inte behandlas i f&#246;reg&#229;ende artiklar av detta avtal
beskattas endast i denna stat, oavsett varifr&#229;n inkomsten h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
undantag f&#246;r inkomst av fast egendom som avses i artikel 6 punkt 2,
om mottagaren av inkomsten har hemvist i en avtalsslutande stat
och bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet
i denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning,
samt den r&#228;ttighet eller egendom i fr&#229;ga om vilken inkomsten betalas
&#228;ger verkligt samband med det fasta driftst&#228;llet eller den
stadigvarande anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna
i artikel 7 respektive artikel 14.

3. Utan hinder av best&#228;mmelserna i punkterna 1 och 2 f&#229;r inkomst
som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar som inte
behandlas i f&#246;reg&#229;ende artiklar i detta avtal och som h&#228;rr&#246;r fr&#229;n
den andra avtalsslutande staten beskattas &#228;ven i denna andra
stat.

Artikel 22

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fast egendom som avses i artikel
6, vilken person med hemvist i en avtalsslutande stat innehar och
vilken &#228;r bel&#228;gen i den andra avtalsslutande staten f&#229;r beskattas
i denna andra stat.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutandestat har i den andra avtalsslutande staten, eller
av l&#246;s egendom h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med hemvist i en
avtalsslutande  stat har i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

3. F&#246;rm&#246;genhet som innehas av ett f&#246;retag i en avtalsslutande
stat som best&#229;r av skepp och luftfartyg i internationell trafik
samt av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana
skepp och luftfartyg beskattas endast i denna stat.

Best&#228;mmelserna i denna punkt till&#228;mpas betr&#228;ffande f&#246;rm&#246;genhet
som innehas av luftfartskonsortiet Scandinavian Airlines System
(SAS) endast i fr&#229;ga om den del av f&#246;rm&#246;genheten som motsvarar
den andel i konsortiet som innehas av SAS Sverige AB, den svenske
del&#228;garen i SAS.

Artikel 23

Undanr&#246;jande av dubbelbeskattning

Dubbelbeskattning skall undvikas p&#229; f&#246;ljande s&#228;tt:

1. I fr&#229;ga om Albanien:

a) Om person med hemvist i Albanien f&#246;rv&#228;rvar inkomst eller innehar
f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r beskattas
i Sverige, skall Albanien fr&#229;n albansk skatt p&#229; inkomsten avr&#228;kna
ett belopp motsvarande den inkomstskatt som erlagts i Sverige
och fr&#229;n albansk skatt p&#229; f&#246;rm&#246;genheten avr&#228;kna ett belopp
motsvarande den f&#246;rm&#246;genhetskatt som erlagts i Sverige.

S&#229;dan avr&#228;kning skall emellertid inte &#246;verstiga den del av den
albanska skatten, ber&#228;knas f&#246;re avr&#228;kning, som allt efter
omst&#228;ndigheterna &#228;r h&#228;nf&#246;rlig till den inkomst eller f&#246;rm&#246;genhet
som f&#229;r beskattas i Sverige.

b) Om person med hemvist i Albanien f&#246;rv&#228;rvar inkomst eller innehar
f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal &#228;r undantagen
fr&#229;n beskattning i Albanien, f&#229;r Albanien likv&#228;l vid best&#228;mmandet
av beloppet av skatten p&#229; denna persons &#229;terst&#229;ende inkomst eller
f&#246;rm&#246;genhet beakta den inkomst eller f&#246;rm&#246;genhet som undantagits
fr&#229;n beskattning.

2. I fr&#229;ga om Sverige

a) Om person med hemvist i Sverige f&#246;rv&#228;rar inkomst som enligt
albansk lagstiftning och i enlighet med best&#228;mmelserna i detta
avtal f&#229;r beskattas i Albanien, skall Sverige - med beaktande av
best&#228;mmelserna i svensk lagstiftning betr&#228;ffande avr&#228;kning av
utl&#228;ndsk skatt (&#228;ven i den lydelse de framdeles kan f&#229; genom att
&#228;ndras utan att den allm&#228;nna princip som anges h&#228;r &#228;ndras) - fr&#229;n
den svenska skatten p&#229; inkomsten avr&#228;kna ett belopp motsvarande
den albanska skatt som erlagts p&#229; inkomsten.

b) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
albansk lagstiftning och best&#228;mmelserna i detta avtal beskattas
endast i Albanien, f&#229;r Sverige - vid best&#228;mmandet av svensk
progressiv skatt - beakta s&#229;dan inkomst som beskattas endast i
Albanien.

c) Utan hinder av best&#228;mmelserna i a) i denna punkt &#228;r utdelning
fr&#229;n bolag med hemvist i Albanien till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i svensk lag
om skattebefrielse f&#246;r utdelning som erh&#229;lls av svenska bolag fr&#229;n
dotterbolag utomlands.

d) Vid till&#228;mpningen av a) i denna punkt anses uttrycket &quot;den
albanska skatten som erlagts&quot; innefatta den albanska skatt som
skulle ha erlagts men som inte erlagts eller erlagts med l&#228;gre
belopp p&#229; grund av tidsbegr&#228;nsande best&#228;mmelser om stimulans&#229;tg&#228;rder
i den albanska lagstiftning som &#228;r avsedd att fr&#228;mja ekonomisk
utveckling i den m&#229;n s&#229;dan skattebefrielse eller skattereduktion
beviljas f&#246;r vinst fr&#229;n produktion, industriell verksamhet eller
tillverkningsverksamhet eller fr&#229;n jordbruk, skogsbruk, fiske
eller turistn&#228;ring (d&#228;ri inbegripna restauranger och hotell),
under f&#246;ruts&#228;ttning att verksamheterna ut&#246;vats i Albanien. Vid
till&#228;mpningen av c) i denna punkt skall en skatt p&#229; 15 procent
p&#229; ett svenskt beskattningsunderlag anses ha erlagts avseende
n&#228;mnda verksamheter, under de f&#246;ruts&#228;ttningar som anges i
f&#246;reg&#229;ende mening.

e) Best&#228;mmelserna i d) skall till&#228;mpas under de f&#246;rsta tio &#229;ren
som detta avtal till&#228;mpas. Denna tidsperiod kan f&#246;rl&#228;ngas genom
&#246;msesidig &#246;verenskommelse mellan de beh&#246;riga myndigheterna.

f) Om en person med hemvist i Sverige innehar f&#246;rm&#246;genhet som
enligt lagstiftningen i Albanien och i enlighet med best&#228;mmelserna
i detta avtal f&#229;r beskattas i Albanien, skall Sverige fr&#229;n skatten
p&#229; denna persons f&#246;rm&#246;genhethet avr&#228;kna ett belopp motsvarande
den f&#246;rm&#246;genhetsskatt som betalats i Albanien p&#229; s&#229;dan f&#246;rm&#246;genhet.
Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den del av den
svenska f&#246;rm&#246;genhetsskatten, ber&#228;knas utan s&#229;dan avr&#228;kning, som
bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r beskattad i Albanien.

Artikel 24

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rm&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare
i denna andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan bli
underkastad. Utan hinder av best&#228;mmelserna i artikel 1 till&#228;mpas
denna best&#228;mmelse &#228;ven p&#229; person som inte har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalslutande staten, skall
i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n beskattningen
av f&#246;retag i denna andra stat, som bedriver verksamhet av samma
slag. Denna best&#228;mmelse anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att medge person med hemvist i den andra
avtalsslutande staten s&#229;dant personligt avdrag vid beskattningen,
s&#229;dan skattebefrielse eller skatteneds&#228;ttning p&#229; grund av
civilst&#229;nd eller f&#246;rs&#246;rjningsplikt mot familj som medges person
med hemvist i den egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1, artikel 11
punkt 6 eller artikel 12 punkt 6 till&#228;mpas, &#228;r r&#228;nta, royalty
och annan betalning fr&#229;n f&#246;retag i en avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten avdragsgilla
vid best&#228;mmandet av den beskattningsbara inkomst f&#246;r s&#229;dant
f&#246;retag p&#229; samma villkor som betalning till person med hemvist
i den f&#246;rstn&#228;mnda staten. P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i
en avtalsslutande stat har till person med hemvist i den andra
avtalsslutande staten avdragsgill vid best&#228;mmandet av s&#229;dant
f&#246;retags beskattningsbara f&#246;rm&#246;genhet p&#229; samma villkor som skuld
till person med hemvist i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en eller
flera personer med hemvist i den andra avtalsslutande staten, skall
inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r beskattning eller
d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat slag eller mer
tyngande &#228;n den beskattning och d&#228;rmed sammanh&#228;ngande krav
som annat liknande f&#246;retag i den f&#246;rsn&#228;mnda staten &#228;r eller kan bli
underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas
best&#228;mmelserna i denna artikel p&#229; skatter av varje slag och
beskaffenhet. Denna punkt till&#228;mpas dock inte p&#229; avgifter och
andra liknande betalningar.

Artikel 25

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan han, utan att det p&#229;verkar
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa
staters interna r&#228;ttsordning, l&#228;gga fram saken f&#246;r den
beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r han har
hemvist eller, om fr&#229;ga &#228;r om till&#228;mpning av artikel 24 punkt 1,
i den avtalsslutande stat d&#228;r han &#228;r medborgare. Saken skall
l&#228;ggas fram inom tre &#229;r fr&#229;n den tidpunkt d&#229; personen i fr&#229;ga
fick vetskap om den &#229;tg&#228;rd som givit upphov till beskattning som
strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad
men inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredst&#228;llande l&#246;sning,
skall myndigheten s&#246;ka avg&#246;ra saken genom &#246;msesidig &#246;verenskommelse
med den beh&#246;riga myndigheten i den andra avtalsslutande staten
i syfte att undvika beskattning som strider mot avtalet.
&#214;verenskommelse som tr&#228;ffats skall genomf&#246;ras utan hinder av
tidsgr&#228;nser i de avtalsslutande staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen
av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att undanr&#246;ja
dubbelskattning i fall som inte omfattas av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i den mening som avses i f&#246;reg&#229;ende punkter.

Artikel 26

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
utbyta s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa
best&#228;mmelserna i detta avtal eller i de avtalsslutande staternas
interna lagstiftning i fr&#229;ga om skatter som omfattas av avtalet,
i den m&#229;n beskattningen enligt denna lagstiftning inte strider mot
avtalet. Utbytet av upplysningar begr&#228;nsas inte av artikel 1.
Upplysningar som en avtalsslutande stat mottagit skall behandlas
s&#229;som hemliga p&#229; samma s&#228;tt som upplysningar som erh&#229;llit enligt
den interna lagstiftningen i denna stat och f&#229;r yppas endast f&#246;r
personer eller myndigheter (d&#228;ri inbegripet domstolar och
administrativa myndigheter) som fastst&#228;ller, uppb&#228;r eller indriver
de skatter som omfattas av avtalet eller handl&#228;gger &#229;tal eller
&#246;verklagande i fr&#229;ga om dessa skatter. Dessa personer eller
myndigheter skall anv&#228;nda upplysningarna endast f&#246;r s&#229;dana
&#228;ndam&#229;l. De f&#229;r yppa upplysnigarna vid offentlig r&#228;tteg&#229;ng eller
i domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte mef&#246;ra skyldighet f&#246;r en
avtalsslutande stat att

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den andra
avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt lagstiftning
eller sedvanlig administrativ praxis i denna avtalsslutande stat
eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet, industri-,
handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet nyttjat
f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande skulle
strida mot allm&#228;nna h&#228;nsyn (ordre public).

Artikel 27

Medlemmar av diplomatisk beskickning och konsulat

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer medlemmar
av diplomatisk beskickning eller konsulat.

Artikel 28

Begr&#228;nsning av f&#246;rm&#229;ner

Utan hinder av &#246;vriga best&#228;mmelser i detta avtal, om

a) bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar sina
inkomster huvudsaklingen fr&#229;n andra stater:

1) fr&#229;n aktiviteter s&#229;dana som bank-, sj&#246;farts-, finans- eller
f&#246;rs&#228;kringsverksamhet, eller

2) genom att vara huvudkontor, coordination centre eller liknande
enhet som tillhandah&#229;ller administrativa eller andra tj&#228;nster
till en grupp av bolag som bedriver r&#246;relse huvusakligen i andra
stater, och

b) s&#229;dan inkomst, i andra fall &#228;n d&#229; till&#228;mpning sker av den
metod f&#246;r att undvika dubbelbeskattning som normalt till&#228;mpas av
denna stat, beskattas p&#229;tagligt l&#228;gre enligt den statens lagstiftning
&#228;n inkomst av liknande verksamhet som bedrivs inom denna stat
eller inkomst fr&#229;n verksamhet som huvudkontor, coordination centre
eller liknande enhet som tillhandah&#229;ller administrativa eller
andra tj&#228;nster till en grupp av bolag som bedriver r&#246;relse i denna
stat,

skall de best&#228;mmelser i detta avtal som medger undantag fr&#229;n
beskattning eller reduktion av skatt inte till&#228;mpas p&#229; inkomst som
s&#229;+dant bolag f&#246;rv&#228;rvar och nte heller p&#229; utdelning som betalas av
s&#229;dant bolag.

Artikel 29

Ikrafttr&#228;dande

1. Detta avtal skall ratificeras i b&#229;da avtalsslutande staterna och
ratifikationshandlingar skall utv&#228;xlas i Tirana snarast m&#246;jligt.

2. Avtalet tr&#228;der i kraft med utv&#228;exlingen av
ratifikationshandlingarna och dess best&#228;mmelser till&#228;mpas i fr&#229;ga
om inkomst som f&#246;rv&#228;rvas eller f&#246;rm&#246;genhet som innehas den 1
januari det kalender&#229;r som n&#228;rmast f&#246;ljer efter det &#229;r d&#229; avtalet
tr&#228;der i kraft eller senare.

Artikel 30

Upph&#246;rande

Detta avtal f&#246;rblir i kraft till dess att det s&#228;g upp av en
avtalsslutande stat. Vardera avtalsslutande staten kan p&#229;
diplomatisk v&#228;g, skriftligen s&#228;ga upp avtalet genom underr&#228;ttelse
minst sex m&#229;nader f&#246;re utg&#229;ngen av n&#229;got kalender&#229;r. I h&#228;ndelse
av s&#229;dan upps&#228;gning avtalet att g&#228;lla i fr&#229;ga om inkomster som
f&#246;v&#228;rvas eller f&#246;rm&#229;genhet som innehas den 1 januari det
kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; underr&#228;ttelsen om
upps&#228;gning l&#228;mnas eller senare.

Till bekr&#228;ftelse h&#228;rav, har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigande, undertecknat detta avtal.

Som skedde i Stockholm den 26 mars 1998, i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Konungariket Sveriges regering

Lena Hjelm-Wall&#233;n

F&#246;r Republiken Albaniens regering

Paskal Milo

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2831">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2833">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
