

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 15:34:37" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2887</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2886">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2888">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:812 ·
                    <a href="/sfsr?bet=1998:812">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1998:812) med s&#228;rskilda best&#228;mmelser om vattenverksamhet</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-06-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:634
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1999-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Denna lag &#228;r till&#228;mplig p&#229; vattenverksamhet och
vattenanl&#228;ggningar. Best&#228;mmelser om vattenverksamhet och
vattenanl&#228;ggningar finns ocks&#229; i milj&#246;balken.

2 &#167; De definitioner som finns i milj&#246;balken g&#228;ller ocks&#229; i
denna lag.

3 &#167; N&#228;r vattenverksamhet enligt denna lag skall bedrivas inom
ramen f&#246;r en samf&#228;llighet, skall tillses att var och en av
deltagarna tillgodoses utan v&#228;sentlig nackdel f&#246;r n&#229;gon annan
deltagare.

4 &#167; Om det vid tillst&#229;ndspr&#246;vningen av vattenverksamhet framg&#229;r
att verksamheten utan v&#228;sentlig &#228;ndring kan bedrivas s&#229; att den
medf&#246;r en betydande nytta f&#246;r n&#229;gon annan, skall p&#229; beg&#228;ran av
denne villkor meddelas om detta. S&#229;dana villkor f&#229;r dock inte
meddelas om det finns f&#246;ruts&#228;ttningar f&#246;r att bilda en
samf&#228;llighet enligt denna lag.

Den som f&#229;r nytta enligt f&#246;rsta stycket skall betala sk&#228;lig
ers&#228;ttning till tillst&#229;ndshavaren.

En tillst&#229;ndshavare som f&#229;r en kostnad p&#229; grund av villkor
enligt f&#246;rsta stycket har r&#228;tt till ers&#228;ttning enligt 31 kap.
milj&#246;balken.

2 kap. R&#229;dighet &#246;ver vatten m.m.

1 &#167; F&#246;r att f&#229; bedriva vattenverksamhet skall
verksamhetsut&#246;varen ha r&#229;dighet &#246;ver vattnet inom det omr&#229;de
d&#228;r verksamheten skall bedrivas.

2 &#167; Var och en r&#229;der &#246;ver det vatten som finns inom hans
fastighet. R&#229;dighet &#246;ver en fastighets vatten kan ocks&#229; n&#229;gon
ha till f&#246;ljd av uppl&#229;telse av fastighets&#228;garen eller, enligt
vad som &#228;r s&#228;rskilt f&#246;reskrivet, f&#246;rv&#228;rv tv&#229;ngsvis.

3 &#167; I rinnande vatten r&#229;der vardera sidans &#228;gare &#246;ver en lika
stor andel i vattnet, &#228;ven om en st&#246;rre del av vattnet rinner
fram p&#229; den enes fastighet &#228;n p&#229; den andres.

4 &#167; Den som vill bedriva vattenverksamhet har f&#246;r detta 
&#228;ndam&#229;l r&#229;dighet som anges i 1 &#167;, om vattenverksamheten 
inneb&#228;r 

1. vattenreglering,

2. vattent&#228;kt f&#246;r allm&#228;n vattenf&#246;rs&#246;rjning, allm&#228;n 
v&#228;rmef&#246;rs&#246;rjning eller bevattning,

3. markavvattning,

4. vattenverksamhet som beh&#246;vs f&#246;r allm&#228;n v&#228;g, allm&#228;n farled 
eller allm&#228;n hamn,

5. vattenverksamhet som beh&#246;vs f&#246;r att motverka f&#246;rorening 
genom avloppsvatten,

6. vattenverksamhet som beh&#246;vs f&#246;r j&#228;rnv&#228;g, eller

7. vattenverksamhet som beh&#246;vs f&#246;r en starkstr&#246;msledning f&#246;r 
vilken n&#228;tkoncession f&#246;r linje kr&#228;vs. Lag (2021:743).

5 &#167; Staten, kommuner och vattenf&#246;rbund har r&#229;dighet som anges i
1 &#167; f&#246;r att bedriva s&#229;dan vattenverksamhet som &#228;r &#246;nskv&#228;rd fr&#229;n
allm&#228;n milj&#246;- eller h&#228;lsosynpunkt eller som fr&#228;mjar fisket.

Den som &#228;r beroende av att vattenf&#246;rh&#229;llandena best&#229;r har ocks&#229;
s&#229;dan r&#229;dighet f&#246;r att utf&#246;ra rensningar f&#246;r att bibeh&#229;lla
vattnets djup eller l&#228;ge eller f&#246;r att omedelbart &#229;terst&#228;lla
ett vattendrag som har vikit fr&#229;n sitt f&#246;rra l&#228;ge eller som p&#229;
n&#229;got annat s&#228;tt har f&#246;r&#228;ndrat sitt lopp.

6 &#167; Utf&#246;rs rensningar eller andra &#229;tg&#228;rder som avses i 5 &#167;
andra stycket, f&#229;r rensningsmassorna l&#228;ggas p&#229; n&#228;rmaste strand,
om det inte medf&#246;r avsev&#228;rda ol&#228;genheter fr&#229;n allm&#228;n eller
enskild synpunkt. Massorna f&#229;r annars f&#246;ras till ett l&#228;mpligt
st&#228;lle i n&#228;rheten.

Markens &#228;gare skall underr&#228;ttas innan rensningsmassorna l&#228;ggs
upp. Den som l&#228;gger upp massorna &#228;r skyldig att vidta &#229;tg&#228;rder
f&#246;r att f&#246;rebygga eller minska skada av uppl&#228;ggningen. Kravet
g&#228;ller inte &#229;tg&#228;rder som leder till att verksamhetsut&#246;varen
d&#228;rigenom drabbas av osk&#228;liga kostnader.

Den som l&#228;gger upp massorna och d&#228;rigenom skadar annans
egendom, skall betala ers&#228;ttning f&#246;r vad som skadas. Ers&#228;ttning
skall dock endast betalas f&#246;r skador som kvarst&#229;r sedan
f&#246;rebyggande eller avhj&#228;lpande &#229;tg&#228;rder har utf&#246;rts.

7 &#167; Den som &#228;ger strand vid n&#229;gon annans vattenomr&#229;de har r&#228;tt
att f&#246;r sin fastighets behov ha mindre brygga, b&#229;thus eller
n&#229;gon annan s&#229;dan byggnad vid stranden, om inte vattenomr&#229;dets
&#228;gare genom byggnaden lider skada av n&#229;gon betydelse.

I 1 kap. 6 &#167; jordabalken finns best&#228;mmelser om att &#228;ven andra
&#228;n strand&#228;gare kan ha denna r&#228;tt.

8 &#167; Tillh&#246;r en fallstr&#228;cka olika &#228;gare, f&#229;r en av dem
tillgodog&#246;ra sig vattenkraften i hela str&#228;ckan, om denna &#228;gare
r&#229;der &#246;ver mer &#228;n h&#228;lften av kraften p&#229; grund av &#228;gander&#228;tt
eller annan r&#228;ttighet som g&#228;ller mot alla och inte &#228;r begr&#228;nsad
till tiden. H&#228;nsyn skall tas till den kraft som svarar mot
andelar i en s&#229;dan samf&#228;llighet som avses i 1 kap. 3 &#167;
fastighetsbildningslagen (1970:988).

Detta g&#228;ller &#228;ven n&#228;r n&#229;gon i ett vattenkraftverk vill
tillgodog&#246;ra sig vattenkraft i fallstr&#228;ckor som ing&#229;r i olika
vattendrag, om det gemensamma tillgodog&#246;randet &#228;r en fr&#229;n
teknisk och ekonomisk synpunkt n&#246;dv&#228;ndig f&#246;ruts&#228;ttning f&#246;r
kraftverkets tillkomst.

9 &#167; Regeringen f&#229;r besluta att ett str&#246;mfall eller s&#228;rskild
r&#228;tt till det f&#229;r tas i anspr&#229;k, om n&#229;gon som vill tillgodog&#246;ra
sig vattenkraften har ans&#246;kt om det och det f&#246;r att
kraftf&#246;rs&#246;rjningen skall utvecklas planm&#228;ssigt &#228;r n&#246;dv&#228;ndigt
att det tas i anspr&#229;k ett s&#229;dant str&#246;mfall som n&#229;gon annan &#228;n
staten har och som inte &#228;r utnyttjat p&#229; ett fr&#229;n allm&#228;n
synpunkt &#228;ndam&#229;lsenligt s&#228;tt.

Den som har f&#229;tt ett tillst&#229;nd som avses i f&#246;rsta stycket skall
inom ett &#229;r fr&#229;n det att tillst&#229;ndet beviljades ans&#246;ka om
best&#228;mmande av ers&#228;ttning hos mark- och milj&#246;domstolen f&#246;r vad
som tas i anspr&#229;k enligt f&#246;rsta stycket. Om ans&#246;kan inte g&#246;rs
inom den tiden, upph&#246;r tillst&#229;ndet att g&#228;lla.

R&#228;tt att ta str&#246;mfall i anspr&#229;k p&#229; grund av ett beslut enligt
f&#246;rsta stycket f&#229;r inte utan regeringens medgivande &#246;verg&#229; fr&#229;n
innehavaren till n&#229;gon annan.

Regeringen f&#229;r besluta de villkor f&#246;r r&#228;ttighetens utnyttjande
som beh&#246;vs fr&#229;n allm&#228;n synpunkt. Lag (2010:937).

10 &#167; Den som bedriver en vattenverksamhet eller r&#229;der &#246;ver en
vattentillg&#229;ng enligt 2 &#167; &#228;r skyldig att vid allvarlig
vattenbrist avst&#229; det vatten som &#228;r oundg&#228;ngligen n&#246;dv&#228;ndigt
f&#246;r den allm&#228;nna vattenf&#246;rs&#246;rjningen eller f&#246;r n&#229;got annat
allm&#228;nt behov, om vattenbristen orsakas av torka eller n&#229;gon
annan j&#228;mf&#246;rlig omst&#228;ndighet.

Den som lider skada genom att avst&#229; vatten har r&#228;tt till sk&#228;lig
ers&#228;ttning.

L&#228;nsstyrelsen f&#229;r vid vite f&#246;rel&#228;gga den som bedriver
verksamheten eller r&#229;der &#246;ver vattentillg&#229;ngen att iaktta sin
skyldighet enligt f&#246;rsta stycket. L&#228;nsstyrelsen f&#229;r d&#229; best&#228;mma
att beslutet skall g&#228;lla &#228;ven om det &#246;verklagas.

3 kap. Markavvattningssamf&#228;lligheter

Allm&#228;nna best&#228;mmelser

1 &#167; Ans&#246;ker n&#229;gon om tillst&#229;nd enligt milj&#246;balken till en
markavvattning skall verksamheten bedrivas s&#229; att den blir till
nytta &#228;ven f&#246;r en annan fastighet, om det beg&#228;rs av &#228;garen till
den andra fastigheten och det pr&#246;vas l&#228;mpligt. &#196;gare av
fastigheter f&#246;r vilka markavvattningen medf&#246;r nytta skall delta
i verksamheten. Skyldighet att delta i annan markavvattning &#228;n
dikning finns dock endast om det beg&#228;rs av &#228;gare till
fastigheter som f&#229;r mer &#228;n h&#228;lften av den ber&#228;knade nyttan av
verksamheten.

F&#246;rsta stycket g&#228;ller &#228;ven v&#228;gh&#229;llare som inte &#228;r
fastighets&#228;gare, om v&#228;gen medf&#246;r en avsev&#228;rd inverkan p&#229;
markavvattningen.

2 &#167; F&#246;r utf&#246;rande och drift av verksamheten utg&#246;r deltagarna en
samf&#228;llighet. Tillst&#229;ndet till verksamheten samt anl&#228;ggningar
och r&#228;ttigheter som h&#246;r till verksamheten &#228;r samf&#228;llda f&#246;r
deltagarna.

N&#228;r en samf&#228;llighet har bildats, g&#228;ller f&#246;r samf&#228;lligheten vad
som i denna lag och i milj&#246;balken f&#246;reskrivs om
tillst&#229;ndshavare eller &#228;gare av en anl&#228;ggning.

Inl&#246;st mark &#228;r samf&#228;lld f&#246;r de fastigheter som vid inl&#246;sen &#228;gs
av deltagare i samf&#228;lligheten och omfattas av markavvattningen.

3 &#167; Kostnaderna f&#246;r verksamhet som utg&#246;r markavvattning
f&#246;rdelas mellan deltagarna p&#229; grundval av andelstal som best&#228;ms
efter vad som &#228;r sk&#228;ligt med h&#228;nsyn fr&#228;mst till den nytta var
och en har av verksamheten.

Markavvattning skall delas in i avdelningar som avgr&#228;nsas med
h&#228;nsyn till olikheterna, om det med h&#228;nsyn till olikheter i
naturf&#246;rh&#229;llandena eller av n&#229;gon annan anledning kan antas att
ett visst omr&#229;de skulle f&#229; en avsev&#228;rt mindre kostnad i
f&#246;rh&#229;llande till nyttan av markavvattningen om ett annat omr&#229;de
inte hade omfattats av verksamheten.

Vad deltagarna har kommit &#246;verens om kostnadsf&#246;rdelningen skall
l&#228;ggas till grund f&#246;r tillst&#229;ndsbeslutet, om borgen&#228;rer med
pantr&#228;tt i de fastigheter som &#228;gs av deltagare och omfattas av
markavvattningen medger det. Om en fastighet svarar f&#246;r
gemensam inteckning, kr&#228;vs det dessutom de medgivanden fr&#229;n
fastighets&#228;gare och fordringshavare som f&#246;reskrivs f&#246;r
relaxation i 22 kap. 11 &#167; jordabalken. Medgivande av r&#228;tts&#228;gare
beh&#246;vs inte, om &#246;verenskommelsen inte har v&#228;sentlig betydelse
f&#246;r dem.

4 &#167; Best&#228;mmelserna i 1-3 &#167;&#167; g&#228;ller inte i fr&#229;ga om
markavvattning som s&#246;ks av n&#229;gon annan &#228;n en &#228;gare av en
fastighet eller en v&#228;gh&#229;llare.

Markavvattning och avledande av avloppsvatten

5 &#167; Kan ledningar f&#246;r en markavvattning med v&#228;sentlig f&#246;rdel
anv&#228;ndas f&#246;r att avleda avloppsvatten fr&#229;n en fastighet, skall
&#228;garen av denna fastighet delta i verksamheten, om &#228;garen sj&#228;lv
eller den s&#246;kande till markavvattningen beg&#228;r det. Detta skall
g&#228;lla &#228;ven vid avledande av avloppsvatten fr&#229;n verksamhets-
omr&#229;det f&#246;r en allm&#228;n vatten- och avloppsanl&#228;ggning. Vad som
s&#228;gs om fastighetens &#228;gare skall d&#229; i st&#228;llet g&#228;lla huvudmannen
f&#246;r anl&#228;ggningen.

6 &#167; Kostnaderna f&#246;r utf&#246;rande och drift av en gemensam ledning
f&#246;rdelas mellan markavvattningsintresset och avloppsintresset
med h&#228;nsyn till den m&#228;ngd och det slag av vatten som tillf&#246;rs
ledningen samt till vad som kan anses sk&#228;ligt med h&#228;nsyn till
intressenternas nytta av ledningen.

Detta g&#228;ller ocks&#229; vid f&#246;rdelningen av kostnaderna mellan
avloppsintressenter.

I fr&#229;ga om &#246;verenskommelser mellan intressenterna till&#228;mpas 3 &#167;
tredje stycket.

7 &#167; Best&#228;mmelserna i 5 och 6 &#167;&#167; om avledande av avloppsvatten
fr&#229;n fastigheter f&#229;r till&#228;mpas &#228;ven i fr&#229;ga om avledande av
avloppsvatten fr&#229;n byggnader och anl&#228;ggningar som inte h&#246;r till
n&#229;gon fastighet, om det kan ske utan ol&#228;genhet av betydelse f&#246;r
de &#246;vriga deltagarna.

8 &#167; Best&#228;mmelserna i 5-7 &#167;&#167; g&#228;ller inte avledande av
avloppsvatten fr&#229;n enskilda fastigheter inom verksamhetsomr&#229;det
f&#246;r en allm&#228;n vatten- och avloppsanl&#228;ggning.

Markavvattning och v&#228;gf&#246;retag m.m.

9 &#167; Skall f&#246;r markavvattning ett vattenavlopp byggas genom en
v&#228;g eller ett avlopp genom en v&#228;g utvidgas eller f&#246;rdjupas och
vill v&#228;gh&#229;llaren sj&#228;lv utf&#246;ra &#229;tg&#228;rden, har v&#228;gh&#229;llaren r&#228;tt
till detta.

&#196;r det inte osk&#228;ligt skall s&#229;dana &#229;tg&#228;rder bekostas av
v&#228;gh&#229;llaren, om &#229;tg&#228;rden beh&#246;vs f&#246;r avvattning till 1,2 meters
djup av &#229;ker och &#228;ng som sedan v&#228;gens tillkomst eller sedan
minst tjugofem &#229;r r&#228;knat fr&#229;n dagen f&#246;r beg&#228;ran om &#229;tg&#228;rden
varit att h&#228;nf&#246;ra till &#229;ker eller &#228;ng. V&#228;gh&#229;llarens
kostnadsansvar g&#228;ller inte i fr&#229;ga om &#228;gov&#228;gar eller d&#228;rmed
j&#228;mf&#246;rliga v&#228;gar och inte heller i fr&#229;ga om broar och annan
vattenverksamhet som har bedrivits i &#246;verensst&#228;mmelse med
tillst&#229;nd som har meddelats enligt milj&#246;balken, vattenlagen
(1983:291) eller vattenlagen (1918:523).

N&#228;r v&#228;gh&#229;llaren inte har kostnadsansvar enligt andra stycket,
skall &#229;tg&#228;rden bekostas av den f&#246;r vilken markavvattning g&#246;rs.

10 &#167; Om den kostnad som v&#228;gh&#229;llaren har enligt 9 &#167; andra
stycket avsev&#228;rt &#246;verstiger v&#228;rdet av den skada som uppst&#229;r om
&#229;tg&#228;rden inte utf&#246;rs, f&#229;r v&#228;gh&#229;llaren i st&#228;llet f&#246;r att bekosta
&#229;tg&#228;rden betala ers&#228;ttning f&#246;r skadan.

11 &#167; Om en v&#228;g skall byggas eller &#228;ndras och en mark&#228;gare beg&#228;r
att ett vattenavlopp f&#246;r en framtida markavvattning skall g&#246;ras
genom v&#228;gen, skall v&#228;gh&#229;llaren utf&#246;ra &#229;tg&#228;rden om det kan g&#246;ras
utan ol&#228;genhet f&#246;r v&#228;gens framtida brukbarhet. I fr&#229;ga om
kostnadsansvaret f&#246;r den f&#246;rdyring av byggandet och driften av
v&#228;gen som &#229;tg&#228;rden medf&#246;r g&#228;ller 9 &#167; andra och tredje stycket
samt 10 &#167;.

En s&#229;dan beg&#228;ran skall framst&#228;llas hos v&#228;gh&#229;llaren eller, i
fr&#229;ga om enskild v&#228;g f&#246;r vilken det &#228;nnu inte finns n&#229;gon
v&#228;gh&#229;llningsskyldighet, hos den som handl&#228;gger
v&#228;gf&#246;rr&#228;ttningen. Beg&#228;ran skall vara skriftlig och i fr&#229;ga om
mer omfattande &#229;tg&#228;rder vara &#229;tf&#246;ljd av en plan f&#246;r
markavvattningen.

12 &#167; Best&#228;mmelserna i 9-11 &#167;&#167; inneb&#228;r inte n&#229;gon inskr&#228;nkning i
den r&#228;tt som v&#228;gh&#229;llaren eller mark&#228;garen kan grunda p&#229; dom,
avtal eller n&#229;gon annan s&#228;rskild r&#228;ttsgrund.

13 &#167; Best&#228;mmelserna i 9-12 &#167;&#167; g&#228;ller ocks&#229; i fr&#229;ga om banvallar
f&#246;r j&#228;rnv&#228;gar, tunnelbanor och sp&#229;rv&#228;gar.

4 kap. Bevattningssamf&#228;lligheter

1 &#167; Om flera ans&#246;ker om tillst&#229;nd enligt milj&#246;balken till
vattent&#228;kt f&#246;r bevattning ur samma vattentillg&#229;ng och vattnet
beh&#246;ver f&#246;rdelas mellan dem, f&#229;r det vid meddelande av
tillst&#229;nd best&#228;mmas att tillst&#229;ndshavarna skall utg&#246;ra en
samf&#228;llighet f&#246;r s&#229;dan f&#246;rdelning (bevattningssamf&#228;llighet).

Om n&#229;gon har f&#229;tt tillst&#229;nd till en vattent&#228;kt f&#246;r bevattning
och n&#229;gon annan s&#246;ker tillst&#229;nd till en ny vattent&#228;kt f&#246;r
bevattning ur samma vattentillg&#229;ng, f&#229;r mark- och
milj&#246;domstolen, om det finns s&#228;rskilda sk&#228;l, vid meddelande av
det nya tillst&#229;ndet best&#228;mma att tillst&#229;ndshavarna skall utg&#246;ra
en bevattningssamf&#228;llighet. Om en samf&#228;llighet bildas enligt
f&#246;rsta stycket f&#229;r i st&#228;llet best&#228;mmas att den som redan har
tillst&#229;nd skall ing&#229; i samf&#228;lligheten.

Om, sedan en samf&#228;llighet har bildats, n&#229;gon g&#246;r en ans&#246;kan om
tillst&#229;nd till en ny vattent&#228;kt f&#246;r bevattning ur samma
vattentillg&#229;ng, f&#229;r mark- och milj&#246;domstolen vid meddelande av
tillst&#229;nd till vattent&#228;kten best&#228;mma att tillst&#229;ndshavaren
skall ing&#229; i samf&#228;lligheten. Lag (2010:937).

2 &#167; Deltagarna i en bevattningssamf&#228;llighet f&#246;rdelar
tillg&#228;ngligt vatten mellan sig, om det beh&#246;vs p&#229; grund av
vattenbrist eller n&#229;gon annan omst&#228;ndighet eller om n&#229;gon
deltagare inte utnyttjar sin r&#228;tt att ta vatten. Vid
f&#246;rdelningen skall de villkor iakttas som har best&#228;mts av
mark- och milj&#246;domstolen i samband med att tillst&#229;nd
meddelades. Lag (2010:937).

3 &#167; Om det &#228;r l&#228;mpligt, f&#229;r mark- och milj&#246;domstolen best&#228;mma
att gemensamma anl&#228;ggningar f&#246;r bevattning skall inr&#228;ttas f&#246;r
samtliga eller vissa av dem som skall ing&#229; i samf&#228;lligheten.
Lag (2010:937).

4 &#167; En gemensam anl&#228;ggning f&#229;r endast inr&#228;ttas f&#246;r s&#229;dana
deltagare i samf&#228;lligheten f&#246;r vilka det &#228;r av v&#228;sentlig
betydelse att ha del i anl&#228;ggningen.

En gemensam anl&#228;ggning f&#229;r inte inr&#228;ttas, om de som skall delta
i anl&#228;ggningen mera allm&#228;nt mots&#228;tter sig &#229;tg&#228;rden och har
beaktansv&#228;rda sk&#228;l f&#246;r det. Vid denna pr&#246;vning skall fr&#228;mst
deras mening beaktas som har st&#246;rst nytta av anl&#228;ggningen.

Andra stycket g&#228;ller inte, om behovet av anl&#228;ggningen &#228;r
synnerligen angel&#228;get f&#246;r att tillgodose motst&#229;ende allm&#228;nna
och enskilda intressen.

5 &#167; En gemensam anl&#228;ggning och r&#228;tt till utrymme &#228;r samf&#228;llda
f&#246;r dem som deltar i anl&#228;ggningen. Deltagarna svarar gemensamt
f&#246;r utf&#246;rande och drift av anl&#228;ggningen.

Mark som har l&#246;sts in f&#246;r gemensamma anl&#228;ggningar &#228;r samf&#228;lld
f&#246;r de fastigheter som vid inl&#246;sen &#228;gs av deltagare i
samf&#228;lligheten och omfattas av bevattningsverksamheten.




6 &#167; En bevattningssamf&#228;llighets f&#246;rvaltningskostnader och
kostnader f&#246;r utf&#246;rande och drift av gemensamma anl&#228;ggningar
f&#246;rdelas mellan deltagarna efter vad som &#228;r sk&#228;ligt med h&#228;nsyn
fr&#228;mst till den m&#228;ngd vatten som var och en f&#229;r ta ut enligt
meddelat tillst&#229;nd. I enlighet med detta best&#228;ms andelstal f&#246;r
varje deltagare.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r s&#228;rskilda andelstal best&#228;mmas
f&#246;r en viss del av verksamheten.

Om det &#228;r l&#228;mpligt, f&#229;r kostnaderna f&#246;r driften av gemensamma
anl&#228;ggningar f&#246;rdelas genom avgifter som ber&#228;knas p&#229; grundval
av den omfattning i vilken varje deltagare utnyttjar
anl&#228;ggningarna.

7 &#167; Vad deltagarna har &#246;verenskommit om andelstalen och
grunderna f&#246;r avgiftsber&#228;kningen skall l&#228;ggas till grund f&#246;r
mark- och milj&#246;domstolens dom, om borgen&#228;rer med pantr&#228;tt i
fastigheter som &#228;gs av deltagare och omfattas av
bevattningsverksamheten medger det. Om en fastighet svarar f&#246;r
gemensam inteckning, kr&#228;vs dessutom de medgivanden fr&#229;n
fastighets&#228;gare och fordringshavare som f&#246;reskrivs f&#246;r
relaxation i 22 kap. 11 &#167; jordabalken. Medgivande av r&#228;tts&#228;gare
beh&#246;vs inte, om &#246;verenskommelsen &#228;r v&#228;sentligen utan betydelse
f&#246;r dem. Lag (2010:937).

5 kap. Vattenregleringssamf&#228;lligheter

Vattenreglering f&#246;r kraft&#228;ndam&#229;l

1 &#167; P&#229; yrkande av den som ans&#246;ker om eller har f&#229;tt tillst&#229;nd
enligt milj&#246;balken till vattenreglering f&#246;r kraft&#228;ndam&#229;l skall
mark- och milj&#246;domstolen besluta att &#228;gare av andra str&#246;mfall
som f&#229;r nytta av regleringen skall delta i
regleringsverksamheten. Detta skall ske om mer &#228;n h&#228;lften av
verksamhetens nytta bel&#246;per p&#229; de str&#246;mfall som tillh&#246;r den som
framst&#228;ller yrkandet och dem som f&#246;renat sig med denne samt
varje str&#246;mfall som yrkandet avser &#228;r utbyggt eller kan
ber&#228;knas bli utbyggt f&#246;r kraft&#228;ndam&#229;l inom den n&#228;rmaste tiden.

Om n&#229;gon ans&#246;ker om eller har f&#229;tt tillst&#229;nd enligt milj&#246;balken
till vattenreglering f&#246;r kraft&#228;ndam&#229;l, skall mark- och
milj&#246;domstolen p&#229; yrkande av &#228;garen av ett annat str&#246;mfall som
f&#229;r nytta av regleringen besluta att denne skall delta i
verksamheten. Lag (2010:937).

2 &#167; Har beslut enligt 1 &#167; meddelats, utg&#246;r samtliga deltagare i
regleringsverksamheten en samf&#228;llighet f&#246;r utf&#246;rande och drift
av verksamheten. Tillst&#229;ndet till verksamheten samt
anl&#228;ggningar och r&#228;ttigheter som h&#246;r till den &#228;r samf&#228;llda f&#246;r
deltagarna.

N&#228;r en samf&#228;llighet har bildats g&#228;ller vad som i denna lag och
i milj&#246;balken f&#246;reskrivs om tillst&#229;ndshavare eller &#228;gare av en
anl&#228;ggning i st&#228;llet samf&#228;lligheten.

Inl&#246;st mark &#228;r samf&#228;lld f&#246;r de fastigheter som vid inl&#246;sen &#228;gs
av deltagarna i samf&#228;lligheten och till vilka deras str&#246;mfall
h&#246;r.

3 &#167; Kostnaderna f&#246;r regleringsverksamheten f&#246;rdelas mellan
deltagarna p&#229; grundval av andelstal som best&#228;ms efter vad som
&#228;r sk&#228;ligt med h&#228;nsyn fr&#228;mst till den nytta var och en har av
verksamheten.

Om en vattenreglering avser flera sj&#246;ar eller skilda str&#228;ckor i
ett vattendrag och det p&#229; grund av detta beh&#246;vs flera
dammbyggnader eller s&#228;rskilda anl&#228;ggningar, skall, om det
beh&#246;vs, kostnaderna f&#246;r varje s&#229;dan del av verksamheten
ber&#228;knas s&#228;rskilt och f&#246;rdelas enligt grunderna i f&#246;rsta
stycket.

Vad deltagarna har &#246;verenskommit om kostnadsf&#246;rdelningen skall
l&#228;ggas till grund f&#246;r mark- och milj&#246;domstolens dom, om
borgen&#228;rer med pantr&#228;tt i de fastigheter till vilka deltagarnas
str&#246;mfall h&#246;r medger det. Om en fastighet svarar f&#246;r gemensam
inteckning, kr&#228;vs det dessutom de medgivanden fr&#229;n
fastighets&#228;gare och fordringshavare som f&#246;reskrivs f&#246;r
relaxation i 22 kap. 11 &#167; jordabalken. Medgivande av r&#228;tts&#228;gare
beh&#246;vs inte, om &#246;verenskommelsen &#228;r v&#228;sentligen utan betydelse
f&#246;r dem. Lag (2010:937).

Vattenreglering f&#246;r bevattning

4 &#167; P&#229; yrkande av den som ans&#246;ker om eller har f&#229;tt tillst&#229;nd
till vattenreglering f&#246;r bevattning skall mark- och
milj&#246;domstolen besluta att andra som har tillst&#229;nd till
vattent&#228;kt f&#246;r bevattning och som f&#229;r stadigvarande f&#246;rdel av
regleringen genom f&#246;rb&#228;ttrade m&#246;jligheter att bevattna skall
delta i regleringsverksamheten. Detta skall ske om den som
framst&#228;ller yrkandet och de som f&#246;renat sig med denne om
verksamheten har st&#246;rre f&#246;rdel av regleringsverksamheten &#228;n de
som yrkandet avser.

Om n&#229;gon ans&#246;ker om eller har f&#229;tt tillst&#229;nd till
vattenreglering f&#246;r bevattning, skall p&#229; yrkande av n&#229;gon annan
som har tillst&#229;nd till vattent&#228;kt f&#246;r bevattning och som f&#229;r
stadigvarande f&#246;rdel av regleringen genom f&#246;rb&#228;ttrade
m&#246;jligheter att bevattna beslutas att denne skall delta i
verksamheten. Lag (2010:937).

5 &#167; N&#228;r det g&#228;ller vattenreglering f&#246;r bevattning skall 2 och
3 &#167;&#167; till&#228;mpas med f&#246;ljande avvikelser.

Inl&#246;st mark &#228;r samf&#228;lld f&#246;r de fastigheter som, vid inl&#246;sen,
&#228;gs av deltagare i regleringssamf&#228;lligheten och f&#246;r vilkas
bevattning regleringen sker.


Deltagarnas andelstal best&#228;ms efter vad som &#228;r sk&#228;ligt med
h&#228;nsyn fr&#228;mst till den m&#228;ngd vatten som varje deltagare f&#229;r ta
ut enligt meddelat tillst&#229;nd till vattent&#228;kt.

Vid till&#228;mpningen av 3 &#167; tredje stycket f&#246;rsta meningen g&#228;ller
att medgivande skall l&#228;mnas av borgen&#228;rer som har pantr&#228;tt i
fastigheter som &#228;gs av deltagare i regleringssamf&#228;lligheten och
f&#246;r vilkas bevattning regleringen sker.

Vattenreglering p&#229; grund av &#246;verenskommelse

6 &#167; Har tillst&#229;nd till vattenregleringsverksamhet meddelats p&#229;
ans&#246;kan av flera som till gemensam nytta vill utf&#246;ra
verksamheten, utg&#246;r s&#246;kandena en samf&#228;llighet f&#246;r utf&#246;rande och
drift av verksamheten, om de inte har kommit &#246;verens om annat.

Om vattenregleringsverksamhet, till vilken tillst&#229;nd har
l&#228;mnats enligt f&#246;rsta stycket, avser olika slag av &#228;ndam&#229;l,
skall 1 och 4 &#167;&#167; inte till&#228;mpas.

7 &#167; F&#246;r vattenregleringsverksamhet enligt 6 &#167; g&#228;ller i
till&#228;mpliga delar

1. i fr&#229;ga om inl&#246;sen: 2 &#167; tredje stycket och 5 &#167; andra
stycket, och

2. i fr&#229;ga om kostnadsf&#246;rdelningen: 3 &#167; samt 5 &#167; tredje och
fj&#228;rde stycket.

6 kap. Avgifter

Bygdeavgifter

1 &#167; Den som har tillst&#229;nd till vattenverksamhet skall betala en
&#229;rlig bygdeavgift som best&#228;ms av mark- och milj&#246;domstolen att
tas ut efter avgiftsenheter och avgiftsklasser enligt 2 och
3 &#167;&#167;, om verksamheten inneb&#228;r

1. drift av ett vattenkraftverk,

2. vattenreglering som avser &#229;rs- eller fler&#229;rsreglering,

3. vatten&#246;verledning f&#246;r n&#229;got annat &#228;ndam&#229;l &#228;n kraft&#228;ndam&#229;l,
eller

4. ytvattent&#228;kt.

Avser vattenverksamheten utvidgning av annan vattenverksamhet
eller, om utvidgning tidigare har skett, flera andra
vattenverksamheter, f&#246;r vilka tillst&#229;nd har l&#228;mnats enligt
milj&#246;balken, skall en gemensam avgift fastst&#228;llas s&#229;som f&#246;r en
enda verksamhet. Denna avgift ers&#228;tter tidigare avgifter.

Bygdeavgift skall enligt de n&#228;rmare best&#228;mmelser som meddelas
av regeringen anv&#228;ndas dels f&#246;r att f&#246;rebygga eller minska
s&#229;dana skador av vattenverksamheten eller anl&#228;ggningar f&#246;r
denna som inte har ersatts enligt 31 kap. milj&#246;balken och f&#246;r
att gottg&#246;ra s&#229;dana skador, dels f&#246;r att tillgodose allm&#228;nna
&#228;ndam&#229;l f&#246;r den bygd som ber&#246;rs av vattenverksamheten eller
anl&#228;ggningar f&#246;r denna. Lag (2010:937).

2 &#167; Avgiftsenheter &#228;r

1. f&#246;r vattenkraftverk: varje enhet installerad generatoreffekt
som omfattar tio kilowatt intill 150 procent av effekten vid
medelvattenf&#246;ring och varje enhet om tjugo kilowatt d&#228;rut&#246;ver,

2. f&#246;r vattenregleringar: varje enhet av regleringsmagasinets
rymd som omfattar 25 000 kubikmeter intill 100 miljoner
kubikmeter, varje ytterligare enhet om 50 000 kubikmeter intill
1 000 miljoner kubikmeter samt varje enhet om 100 000
kubikmeter d&#228;rut&#246;ver, och

3. f&#246;r vatten&#246;verledningar och ytvattent&#228;kter: varje kubikmeter
i sekunden av den vattenm&#228;ngd som h&#246;gst f&#229;r ledas bort enligt
meddelat tillst&#229;nd.

Avgift skall inte betalas f&#246;r vattenkraftverk eller
vattenregleringar, om antalet avgiftsenheter &#228;r mindre &#228;n
femhundra.

3 &#167; F&#246;r vattenkraftverk och vattenregleringar &#228;r avgiften
f&#246;r varje avgiftsenhet, om verksamheten tillh&#246;r

klass 1: 0,5 promille av prisbasbeloppet,

klass 2: 1 promille av prisbasbeloppet,

klass 3: 1,5 promille av prisbasbeloppet,

klass 4: 2 promille av prisbasbeloppet.

F&#246;r vatten&#246;verledningar och vattent&#228;kter &#228;r avgiften f&#246;r
varje avgiftsenhet, om verksamheten tillh&#246;r

klass 1: 5 procent av prisbasbeloppet,

klass 2: 10 procent av prisbasbeloppet,

klass 3: 15 procent av prisbasbeloppet,

klass 4: 20 procent av prisbasbeloppet.

Med prisbasbeloppet avses prisbasbeloppet enligt 2 kap. 6
och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken f&#246;r det &#229;r som avgiften
avser.

Vid inplacering i avgiftsklass ska det tas h&#228;nsyn till de
mindre eller st&#246;rre f&#246;r&#228;ndringar i vattenf&#246;rh&#229;llandena
samt de mindre eller st&#246;rre ol&#228;genheter eller f&#246;rdelar f&#246;r
bygden som vattenverksamheten eller anl&#228;ggningar f&#246;r denna
medf&#246;r. Lag (2010:1273).

4 &#167; Bygdeavgift skall tas ut fr&#229;n och med kalender&#229;ret n&#228;rmast
efter det &#229;r d&#229; tillst&#229;ndet till vattenverksamhet togs i
anspr&#229;k till och med det &#229;r d&#229; verksamheten l&#228;ggs ned.

Bygdeavgiften skall f&#246;re varje kalender&#229;rs utg&#229;ng betalas till
l&#228;nsstyrelsen i det l&#228;n d&#228;r verksamheten huvudsakligen bedrivs.

Fiskeavgifter

5 &#167; Mark- och milj&#246;domstolen, l&#228;nsstyrelsen eller
tillsynsmyndigheten f&#229;r, om det &#228;r l&#228;mpligare, i st&#228;llet
f&#246;r att meddela s&#229;dana villkor eller f&#246;rel&#228;gganden som
avses i 11 kap. 8 &#167; milj&#246;balken &#229;l&#228;gga tillst&#229;ndshavaren
att betala en s&#228;rskild avgift f&#246;r fr&#228;mjande av fisket i
det vatten som ber&#246;rs av vattenverksamheten eller inom
n&#229;got angr&#228;nsande vattenomr&#229;de. Avgiften kan fastst&#228;llas
som en eng&#229;ngsavgift eller som en &#229;rlig avgift.

Beloppet av &#229;rlig avgift ber&#228;knas s&#229;, att det av mark- och
milj&#246;domstolen, l&#228;nsstyrelsen eller tillsynsmyndigheten
fastst&#228;llda avgiftsbeloppet multipliceras med det tal som
anger f&#246;rh&#229;llandet mellan prisbasbeloppet enligt 2 kap. 6
och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken f&#246;r det &#229;r d&#229; avgiften
ska betalas och prisbasbeloppet f&#246;r det &#229;r d&#229; avgiften
fastst&#228;lldes. Lag (2010:1274).

6 &#167; Om vattenverksamhet som avses i 1 &#167; eller anl&#228;ggningar f&#246;r
denna kan antas skada fisket eller kommer att orsaka en inte
obetydlig &#228;ndring i de naturliga vattenst&#229;ndsf&#246;rh&#229;llandena,
skall den som har tillst&#229;nd till verksamheten betala en &#229;rlig
allm&#228;n fiskeavgift f&#246;r fr&#228;mjande av fisket inom landet.

Avgiften best&#228;ms av mark- och milj&#246;domstolen att tas ut efter
avgiftsenheter och avgiftsklasser enligt 7 och 8 &#167;&#167;.

Avser vattenverksamhet utvidgning av annan vattenverksamhet
eller, om utvidgning tidigare har skett, flera andra
vattenverksamheter, f&#246;r vilka tillst&#229;nd har l&#228;mnats enligt
milj&#246;balken, skall en gemensam avgift fastst&#228;llas s&#229;som f&#246;r en
enda verksamhet. Denna avgift ers&#228;tter tidigare avgifter.
Lag (2010:937).

7 &#167; Avgiftsenheter &#228;r

1. f&#246;r vattenkraftverk: varje enhet installerad generatoreffekt
som omfattar tio kilowatt intill 150 procent av effekten vid
medelvattenf&#246;ring och varje enhet om tjugo kilowatt d&#228;rut&#246;ver,

2. f&#246;r vattenregleringar: varje enhet av regleringsmagasinets
rymd som omfattar 25 000 kubikmeter intill 100 miljoner
kubikmeter och varje enhet om 50 000 kubikmeter d&#228;rut&#246;ver, och

3. f&#246;r vatten&#246;verledningar och ytvattent&#228;kter: varje kubikmeter
i sekunden av den vattenm&#228;ngd som h&#246;gst f&#229;r ledas bort enligt
meddelat tillst&#229;nd.

Avgift skall inte betalas f&#246;r vattenkraftverk och
vattenregleringar, om antalet avgiftsenheter &#228;r mindre &#228;n tio.

8 &#167; F&#246;r vattenkraftverk och vattenregleringar &#228;r avgiften
f&#246;r varje avgiftsenhet, om verksamheten tillh&#246;r
klass 1: 0,05 promille av prisbasbeloppet,

klass 2: 0,1 promille av prisbasbeloppet,

klass 3: 0,15 promille av prisbasbeloppet,

klass 4: 0,2 promille av prisbasbeloppet.

F&#246;r vatten&#246;verledningar och vattent&#228;kter &#228;r avgiften f&#246;r
varje avgiftsenhet, om verksamheten tillh&#246;r

klass 1: 1 procent av prisbasbeloppet,

klass 2: 5 procent av prisbasbeloppet,

klass 3: 10 procent av prisbasbeloppet,

klass 4: 15 procent av prisbasbeloppet.

Med prisbasbeloppet avses prisbasbeloppet enligt 2 kap. 6
och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken f&#246;r det &#229;r som avgiften
avser.

Vid inplacering i avgiftsklass ska h&#228;nsyn tas till

– den omfattning i vilken fisk och fiske f&#246;rekommer i det
vattenomr&#229;de som ber&#246;rs av vattenverksamheten eller
anl&#228;ggningar f&#246;r denna,

– den utstr&#228;ckning i vilken vattenf&#246;rh&#229;llandena och fisket
p&#229;verkas av vattenverksamheten eller anl&#228;ggningar f&#246;r
denna, och

– omfattningen av de f&#246;rpliktelser som verksamhetsut&#246;varen
har &#229;lagts enligt 5 &#167; eller i villkor eller f&#246;rel&#228;gganden
enligt 11 kap. 8 &#167; milj&#246;balken. Lag (2010:1273).

9 &#167; Om det &#229;rliga beloppet av den allm&#228;nna fiskeavgiften &#228;r
ringa, f&#229;r mark- och milj&#246;domstolen eller l&#228;nsstyrelsen
best&#228;mma att avgiftsskyldigheten skall fullg&#246;ras genom
eng&#229;ngsbetalning. Ett s&#229;dant villkor skall meddelas om det
&#229;rliga avgiftsbeloppet skulle understiga femhundra kronor.
Lag (2010:937).

10 &#167; En &#229;rlig fiskeavgift enligt 6 &#167; ska tas ut fr&#229;n och med
kalender&#229;ret n&#228;rmast efter det &#229;r d&#229; arbeten eller andra
&#229;tg&#228;rder som inverkar p&#229; vattenf&#246;rh&#229;llandena p&#229;b&#246;rjades eller
d&#229; beslut om lagligf&#246;rklaring meddelades till och med det &#229;r d&#229;
verksamheten l&#228;ggs ned.

&#197;rlig fiskeavgift enligt 5 eller 6 &#167; ska f&#246;re varje kalender&#229;rs
utg&#229;ng betalas till Havs- och vattenmyndigheten.

Eng&#229;ngsavgift ska betalas till Havs- och vattenmyndigheten
senast vid den tidpunkt som anges n&#228;r avgiften best&#228;ms.
Lag (2011:610).

7 kap. Pr&#246;vningen av viss vattenverksamhet

Ans&#246;kningsm&#229;l

1 &#167; Best&#228;mmelser om ans&#246;kningsm&#229;l finns i 21 kap. 1 a &#167;
milj&#246;balken. Ans&#246;kningsm&#229;l &#228;r &#228;ven m&#229;l om

1. best&#228;mmande enligt 2 kap. 9 &#167; av ers&#228;ttning f&#246;r r&#228;tten att
ta i anspr&#229;k ett str&#246;mfall,

2. inr&#228;ttande enligt 4 kap. 3 &#167; av en gemensam anl&#228;ggning f&#246;r
bevattning, sedan en samf&#228;llighet enligt 4 kap. har bildats,

3. &#246;verflyttning enligt 8 kap. 3 &#167; f&#246;rsta stycket av r&#228;tten
till andelskraft,

4. ompr&#246;vning, utan samband med p&#229;g&#229;ende ans&#246;kningsm&#229;l,
enligt 17 &#167; f&#246;rsta stycket eller ompr&#246;vning enligt 17 &#167; andra
stycket, och

5. fastst&#228;llelse enligt 18 &#167; av en &#246;verenskommelse.
Lag (2010:937).

St&#228;mningsm&#229;l

2 &#167; St&#228;mningsm&#229;l &#228;r talan om

1. utrivning eller &#228;ndring av en vattenanl&#228;ggning, n&#228;r talan
grundas p&#229; att anl&#228;ggningen inte har tillkommit i laga ordning
eller inte &#228;r av laga beskaffenhet,

2. ers&#228;ttning f&#246;r skada eller intr&#229;ng genom en s&#229;dan anl&#228;ggning
som avses i 1,

3. ers&#228;ttning f&#246;r skada genom utrivning av en vattenanl&#228;ggning,
om utrivningen har skett utan tillst&#229;nd men s&#229;dant tillst&#229;nd
skulle ha beh&#246;vts, eller ers&#228;ttning, utan samband med p&#229;g&#229;ende
ans&#246;kningsm&#229;l, enligt 11 kap. 22 &#167; andra stycket milj&#246;balken,

4. ers&#228;ttning enligt 2 kap. 10 &#167; andra stycket,

5. deltagande, utan samband med p&#229;g&#229;ende ans&#246;kningsm&#229;l, i en
vattenreglering enligt 5 kap. 1 eller 4 &#167;,

6. s&#228;rskild tv&#229;ngsr&#228;tt, utan samband med p&#229;g&#229;ende
ans&#246;kningsm&#229;l, enligt 2 kap. 6 &#167; tredje stycket denna lag och
28 kap. 10-13 &#167;&#167; milj&#246;balken,

7. ompr&#246;vning enligt 8 kap. 2 &#167; andra stycket,

8. meddelande av best&#228;mmelser enligt 16 &#167;,

9. ers&#228;ttning enligt 31 kap. 33 &#167; milj&#246;balken,

10. ers&#228;ttning eller annat p&#229; grund av att en vattenanl&#228;ggning
inte underh&#229;lls i enlighet med 11 kap. 17 eller 18 &#167;&#167;
milj&#246;balken,

11. ers&#228;ttning f&#246;r skada p&#229; grund av att vattenverksamhet inte
drivs i enlighet med villkoren i en tillst&#229;ndsdom eller ett
tillst&#229;ndsbeslut eller, om s&#229;dana villkor saknas, drivs s&#229; att
det genom inverkan p&#229; vattenf&#246;rh&#229;llandena skadar allm&#228;nna eller
enskilda intressen,

12. ers&#228;ttning enligt 28 kap. 11 &#167; milj&#246;balken,

13. ers&#228;ttning, utan samband med p&#229;g&#229;ende ans&#246;kningsm&#229;l, enligt
25 kap. 11 &#167; milj&#246;balken, och

14. f&#246;rdelning av vatten enligt 9 kap. 6 &#167;.

F&#246;rfarandet vid mark- och milj&#246;domstolarna i ans&#246;kningsm&#229;l

3 &#167; Best&#228;mmelser om f&#246;rfarandet vid mark- och milj&#246;domstolarna
i ans&#246;kningsm&#229;l finns &#228;ven i 22 kap. milj&#246;balken.
Lag (2010:937).

4 &#167; Om vattenverksamhet avser utf&#246;rande av ett vattenkraftverk,
skall ans&#246;kan inneh&#229;lla uppgift om det omr&#229;de som enligt
s&#246;kanden b&#246;r utg&#246;ra str&#246;mfallsfastighet.

En ans&#246;kan enligt 1 &#167; 1 skall inneh&#229;lla ritningar j&#228;mte
beskrivning av str&#246;mfallets l&#228;ge och beskaffenhet, uppgift om
erbjudna ers&#228;ttningsbelopp samt &#246;vriga upplysningar som beh&#246;vs
f&#246;r att bed&#246;ma ers&#228;ttningsfr&#229;gan.

Till en ans&#246;kan enligt 1 &#167; 3 skall fogas dels ett
gravationsbevis r&#246;rande den fastighet varifr&#229;n r&#228;tten till
andelskraft skall flyttas &#246;ver, dels &#246;verenskommelser som har
tr&#228;ffats med borgen&#228;rer med pantr&#228;tt i fastigheten och andra
r&#228;tts&#228;gare.

5 &#167; Innan mark- och milj&#246;domstolen meddelar en dom om
ers&#228;ttning f&#246;r str&#246;mfall som skall avst&#229;s enligt 2 kap. 9 &#167; och
utg&#246;r fastighetsdel, skall en karta med beskrivning ha
uppr&#228;ttats &#246;ver omr&#229;det samt dess gr&#228;nser ha utm&#228;rkts i den
ordning som g&#228;ller f&#246;r fastighetsbildning.

Innan mark- och milj&#246;domstolen meddelar en dom om tillst&#229;nd
till ett vattenkraftverk, skall domstolen se till att det finns
en l&#228;mplig fastighet, som &#228;gs av s&#246;kanden och med vilken r&#228;tten
till tillgodog&#246;randet av vattenkraften f&#246;r framtiden skall vara
f&#246;renad (str&#246;mfallsfastighet). Lag (2010:937).

6 &#167; Domar i m&#229;l som r&#246;r vattenverksamhet skall ut&#246;ver vad som
f&#246;ljer av 22 kap. 25 &#167; milj&#246;balken i f&#246;rekommande fall &#228;ven
inneh&#229;lla best&#228;mmelser om

1. de omr&#229;den som f&#229;r tas i anspr&#229;k f&#246;r vattenverksamheten och
de s&#228;rskilda tv&#229;ngsr&#228;tter i &#246;vrigt som medges s&#246;kanden,

2. str&#246;mfallsfastighet,

3. vilka som skall delta i en vattenreglerings- eller
bevattningssamf&#228;llighet samt varje deltagares andelstal i fr&#229;ga
om kostnaderna f&#246;r verksamheten, och

4. villkor betr&#228;ffande tillhandah&#229;llande av andelskraft och om
kostnadsbidrag h&#228;rf&#246;r.

7 &#167; Fastst&#228;lls best&#228;mmelser om inneh&#229;llande och tappning 
av vatten f&#246;r att under osedvanliga f&#246;rh&#229;llanden tillgodose 
s&#228;kerheten hos en vattenanl&#228;ggning och kan de skador som 
f&#246;ljer om best&#228;mmelserna utnyttjas inte l&#228;mpligen uppskattas 
p&#229; f&#246;rhand, f&#229;r mark- och milj&#246;domstolen skjuta upp fr&#229;gan om 
ers&#228;ttning.

Anspr&#229;k p&#229; grund av skada som avses i f&#246;rsta stycket pr&#246;vas 
p&#229; det s&#228;tt som f&#246;reskrivs i 24 kap. 18 &#167; milj&#246;balken.
Lag (2018:1421).

F&#246;rfarandet vid mark- och milj&#246;domstolarna i st&#228;mningsm&#229;l

8 &#167; Talan i st&#228;mningsm&#229;l v&#228;cks genom ans&#246;kan om st&#228;mning.

9 &#167; F&#246;rberedelsen &#228;r skriftlig eller muntlig.

Kallelser och andra meddelanden till parterna skall delges.

10 &#167; I fr&#229;ga om f&#246;rel&#228;gganden f&#246;r parterna att avge skriftligt 
svarom&#229;l eller att inst&#228;lla sig vid muntlig f&#246;rberedelse eller 
vid huvudf&#246;rhandling och om parts utevaro fr&#229;n ett s&#229;dant 
sammantr&#228;de g&#228;ller r&#228;tteg&#229;ngsbalkens best&#228;mmelser r&#246;rande en 
sak, om vilken f&#246;rlikning inte &#228;r till&#229;ten. Lag (2021:458).

11 &#167; I fr&#229;ga om f&#246;rfarandet i st&#228;mningsm&#229;l g&#228;ller i &#246;vrigt
best&#228;mmelserna om ans&#246;kningsm&#229;l i 22 kap. 11 &#167; fj&#228;rde stycket,
12 och 13 &#167;&#167;, 16 &#167; f&#246;rsta stycket, 18 och 20 &#167;&#167;, 21 &#167; f&#246;rsta
och andra stycket samt 24 &#167; milj&#246;balken.

I m&#229;l enligt 2 &#167; 6 g&#228;ller ocks&#229; 22 kap. 23 och 28 &#167;&#167;
milj&#246;balken. Om det i ett s&#229;dant m&#229;l &#228;r fr&#229;ga om arbete f&#246;r att
f&#246;rebygga eller minska skador eller ol&#228;genheter till f&#246;ljd av
verksamhet enligt balken eller denna lag, g&#228;ller &#228;ven 22 kap.
14 &#167; milj&#246;balken.

12 &#167; Om svaranden f&#246;r att bem&#246;ta k&#228;rom&#229;let g&#246;r en ans&#246;kan hos
mark- och milj&#246;domstolen enligt 21 kap. 1 a &#167; f&#246;rsta stycket
3 milj&#246;balken eller om &#228;ndrade best&#228;mmelser om vattentappning
enligt 13 &#167; detta kapitel, handl&#228;ggs m&#229;let i dess helhet som
ett ans&#246;kningsm&#229;l, om inte m&#229;let med st&#246;d av 21 kap. 1 a &#167;
andra stycket milj&#246;balken &#228;nd&#229; behandlas som ett
st&#228;mningsm&#229;l.

Har beslut om borttagande eller &#228;ndring av en
vattenanl&#228;ggning meddelats av mark- och milj&#246;domstolen i ett
st&#228;mningsm&#229;l, av kronofogdemyndigheten med st&#246;d av lagen
(1990:746) om betalningsf&#246;rel&#228;ggande och handr&#228;ckning eller
av tillsynsmyndigheten enligt 26 kap. 9, 10 eller 18 &#167;
milj&#246;balken och g&#246;rs en ans&#246;kan som avses i f&#246;rsta stycket,
f&#229;r mark- och milj&#246;domstolen i ans&#246;kningsm&#229;let best&#228;mma att
beslutet inte f&#229;r verkst&#228;llas innan m&#229;let har blivit slutligt
avgjort eller mark- och milj&#246;domstolen f&#246;rordnar annat.
S&#246;kanden ska st&#228;lla s&#228;kerhet f&#246;r kostnader och skador.
Lag (2010:937).

Tillst&#229;nds giltighet, ompr&#246;vning m.m.

13 &#167; Mark- och milj&#246;domstolen kan fastst&#228;lla &#228;ndrade eller nya
best&#228;mmelser om inneh&#229;llande och tappning av vatten efter
ans&#246;kan av annan &#228;n tillst&#229;ndshavaren, om han vill utnyttja
vattenkraften i sitt str&#246;mfall b&#228;ttre, eller efter ans&#246;kan av
en kommun eller ett vattenf&#246;rbund som vill tillgodose den
allm&#228;nna milj&#246;v&#229;rden eller h&#228;lsov&#229;rden eller fr&#228;mja fisket.
Till f&#246;rm&#229;n f&#246;r allm&#228;nna farleder, allm&#228;nna hamnar,
bevattnings- och markavvattningssamf&#228;lligheter samt
avloppsf&#246;retag kan s&#229;dana best&#228;mmelser fastst&#228;llas p&#229; ans&#246;kan
av huvudmannen.

Best&#228;mmelser om att tillst&#229;nd kr&#228;vs f&#246;r vissa verksamheter och
&#229;tg&#228;rder finns i 7 kap. 28 a-29 b &#167;&#167; milj&#246;balken.
Lag (2010:937).

14 &#167; Ett tillst&#229;nd till vattent&#228;kt f&#229;r ompr&#246;vas av
mark- och milj&#246;domstolen efter ans&#246;kan av den som driver en
annan vattent&#228;kt som &#228;r beroende av samma vattentillg&#229;ng eller
av den som s&#246;ker tillst&#229;nd till en s&#229;dan vattent&#228;kt. D&#228;rvid
&#228;ger vad som i 16 kap. 11 &#167; milj&#246;balken f&#246;reskrivs om j&#228;mkning
av verksamheten eller f&#246;retr&#228;de &#229;t den ena verksamheten
motsvarande till&#228;mpning. Lag (2010:937).

15 &#167; P&#229; ans&#246;kan av l&#228;nsstyrelse eller den avgiftsskyldige f&#229;r 
mark- och milj&#246;domstolen f&#246;reskriva den &#228;ndring av en 
bygdeavgift eller en allm&#228;n fiskeavgift som kan beh&#246;vas med 
h&#228;nsyn till erfarenheterna av vattenverksamhetens verkningar 
eller till best&#229;ende hinder att utnyttja verksamheten i den 
avsedda omfattningen.

Fr&#229;gan om &#228;ndring av en s&#229;dan avgift f&#229;r &#228;ven tas upp till 
pr&#246;vning i samband med en ompr&#246;vning enligt 24 kap. 5, 13 
eller 13 a &#167; milj&#246;balken eller enligt 13 eller 14 &#167; detta 
kapitel. Lag (2023:634).

16 &#167; Saknas best&#228;mmelser om inneh&#229;llande eller tappning av
vatten betr&#228;ffande en vattenverksamhet eller best&#228;mmelser om
nyttjandet av en vattent&#228;kt eller &#228;r meddelade best&#228;mmelser
ofullst&#228;ndiga, f&#229;r mark- och milj&#246;domstolen p&#229; talan av den som
lider skada genom de r&#229;dande f&#246;rh&#229;llandena fastst&#228;lla s&#229;dana
best&#228;mmelser som &#228;r &#228;gnade att f&#246;r framtiden f&#246;rebygga eller
minska skador. Best&#228;mmelserna f&#229;r inte &#228;ndra vad som lagligen
kan g&#228;lla och inte heller skada tredje mans r&#228;tt.
Lag (2010:937).

&#196;ndrade f&#246;rh&#229;llanden i samf&#228;lligheter

17 &#167; Om en dom eller ett beslut enligt 24 kap. 5 eller 
13 &#167; milj&#246;balken eller n&#229;gon av 13–16 &#167;&#167; detta kapitel inverkar 
p&#229; fr&#229;gan om en samf&#228;llighets fortsatta best&#229;nd, kretsen av 
deltagare eller kostnadsf&#246;rdelningen mellan dem, f&#229;r meddelas 
de &#228;ndrade best&#228;mmelser som beh&#246;vs.

Intr&#228;der, sedan en samf&#228;llighet har bildats enligt denna lag, 
i andra fall &#228;n som avses i f&#246;rsta stycket &#228;ndrade 
f&#246;rh&#229;llanden som inte i ringa m&#229;n inverkar p&#229; fr&#229;gan om 
s&#228;ttet f&#246;r verksamhetens bedrivande, kretsen av deltagare 
eller kostnadsf&#246;rdelningen mellan dem, f&#229;r fr&#229;gan p&#229; ans&#246;kan 
av en deltagare ompr&#246;vas av mark- och milj&#246;domstolen. &#196;ven 
utan att s&#229;dana f&#246;rh&#229;llanden har intr&#228;tt, f&#229;r en ompr&#246;vning 
&#228;ga rum, om n&#229;gon vill ansluta sig som deltagare eller i det 
tidigare avg&#246;randet har f&#246;reskrivits att fr&#229;gan f&#229;r ompr&#246;vas 
efter en viss tid och denna tid har g&#229;tt ut.

Vid ompr&#246;vningen g&#228;ller best&#228;mmelserna om vattenverksamhet i 
till&#228;mpliga delar.

Den som intr&#228;der som deltagare i en best&#229;ende samf&#228;llighet 
ska &#229;l&#228;ggas att i sk&#228;lig utstr&#228;ckning ers&#228;tta de &#246;vriga 
deltagarna deras kostnader som nedlagts i gemensamma 
anl&#228;ggningar. Det som sagts nu g&#228;ller ocks&#229; n&#228;r andelstalet 
h&#246;js f&#246;r en deltagare som ing&#229;r i en samf&#228;llighet.
Lag (2018:1421).

18 &#167; En &#246;verenskommelse om att n&#229;gon skall intr&#228;da i eller
uttr&#228;da ur en samf&#228;llighet enligt denna lag, att en deltagares
andelstal skall &#228;ndras eller att samf&#228;lligheten skall upph&#246;ra
har samma verkan som en tillst&#229;ndsdom eller ett
tillst&#229;ndsbeslut, om &#246;verenskommelsen p&#229; ans&#246;kan av en
deltagare godk&#228;nns av mark- och milj&#246;domstolen. Ett s&#229;dant
godk&#228;nnande f&#229;r inte l&#228;mnas om det &#228;r uppenbart att
&#246;verenskommelsen strider mot denna lag. Lag (2010:937).

Markavvattning

19 &#167; L&#228;nsstyrelsen skall &#246;verl&#228;mna &#228;renden enligt milj&#246;balken
om tillst&#229;nd till markavvattning till mark- och milj&#246;domstolen,
om det framst&#228;lls yrkande om

1. att &#228;ven n&#229;gon annan &#228;n s&#246;kanden skall delta i
markavvattningen,

2. s&#228;rskild tv&#229;ngsr&#228;tt enligt 28 kap. 10 &#167; milj&#246;balken, eller

3. ers&#228;ttning enligt 31 kap. 16 &#167; milj&#246;balken eller inl&#246;sen
enligt 31 kap. 17 &#167; milj&#246;balken.

L&#228;nsstyrelsen f&#229;r &#246;verl&#228;mna &#228;renden enligt milj&#246;balken om andra
fastigheter &#228;n s&#246;kandens kan komma att ber&#246;ras.

L&#228;nsstyrelsen skall tillsammans med &#228;rendet &#246;verl&#228;mna ett
yttrande avseende den ans&#246;kta verksamhetens inverkan p&#229;
allm&#228;nna intressen. I yttrandet skall s&#228;rskild vikt l&#228;ggas vid
naturv&#229;rdsfr&#229;gorna. Lag (2010:937).

20 &#167; Om det vid en fastighetsreglering beslutas att en fr&#229;ga om
markavvattning skall pr&#246;vas enligt milj&#246;balken, skall detta
anm&#228;las av lantm&#228;terimyndigheten till mark- och milj&#246;domstolen.
&#196;garna av de fastigheter som ing&#229;r i fastighetsregleringen
anses d&#229; som s&#246;kande.

Anm&#228;lan skall vara skriftlig och inneh&#229;lla samma uppgifter som
en ans&#246;kan om tillst&#229;nd till markavvattning. Lag (2010:937).

21 &#167; Om det vid pr&#246;vningen av en markavvattning enligt
milj&#246;balken framst&#228;lls yrkande om att &#228;ven n&#229;gon annan &#228;n
s&#246;kanden skall delta i markavvattningen, skall mark- och
milj&#246;domstolen f&#246;rordna en markavvattningssakkunnig. En
markavvattningssakkunnig skall f&#246;rordnas &#228;ven i m&#229;l som inletts
genom en anm&#228;lan enligt 20 &#167;.

N&#229;gon markavvattningssakkunnig beh&#246;ver inte f&#246;rordnas om det &#228;r
uppenbart hur fr&#229;gan om delaktighet skall l&#246;sas.

Mark- och milj&#246;domstolen f&#229;r &#228;ven i annat fall f&#246;rordna en
markavvattningssakkunnig. Lag (2010:937).

22 &#167; S&#228;rskilda best&#228;mmelser om beh&#246;righet att vara
markavvattningssakkunnig f&#229;r meddelas av regeringen eller den
myndighet som regeringen best&#228;mmer.

23 &#167; Som markavvattningssakkunnig f&#229;r inte f&#246;rordnas n&#229;gon som
st&#229;r i ett s&#229;dant f&#246;rh&#229;llande till saken eller n&#229;gon av
parterna att tillf&#246;rlitligheten kan anses f&#246;rringad.

24 &#167; Den markavvattningssakkunnige b&#246;r samr&#229;da med s&#246;kanden och
&#246;vriga sak&#228;gare samt de myndigheter som ber&#246;rs av
markavvattningen.

25 &#167; Den markavvattningssakkunnige f&#229;r utf&#246;ra besiktning.
S&#246;kanden, &#246;vriga sak&#228;gare och de myndigheter som ber&#246;rs av
markavvattningen skall underr&#228;ttas om besiktningen.

26 &#167; Om det beh&#246;vs med anledning av besiktningen, har den
markavvattningssakkunnige r&#228;tt att g&#229; in i byggnader, betr&#228;da
&#228;gor, g&#246;ra m&#228;tningar och markunders&#246;kningar samt utf&#246;ra d&#228;rmed
sammanh&#228;ngande eller j&#228;mf&#246;rliga &#229;tg&#228;rder. I tr&#228;dg&#229;rdar eller
liknande planteringar f&#229;r tr&#228;d inte skadas eller f&#228;llas utan
&#228;garens samtycke. &#196;ven i &#246;vrigt skall skador undvikas, om det
&#228;r m&#246;jligt. R&#228;tt att betr&#228;da annans &#228;gor har ocks&#229; den som vid
mark- och milj&#246;domstolen f&#246;r talan i m&#229;let.

S&#246;kanden skall betala ers&#228;ttning f&#246;r skador som har uppkommit
genom &#229;tg&#228;rder enligt f&#246;rsta stycket. Yrkande om ers&#228;ttning
skall framst&#228;llas innan m&#229;let avg&#246;rs.

Polismyndigheten skall l&#228;mna det bitr&#228;de som beh&#246;vs f&#246;r att den
markavvattningssakkunniges befogenheter enligt f&#246;rsta stycket
f&#246;rsta meningen skall kunna ut&#246;vas. Lag (2010:937).

27 &#167; Om s&#246;kanden &#229;terkallar sin ans&#246;kan, skall de sak&#228;gare som
har framst&#228;llt yrkande om att delta i markavvattningen
underr&#228;ttas. Om s&#229;dana sak&#228;gare saknas eller inte inom
f&#246;reskriven tid beg&#228;r att handl&#228;ggningen forts&#228;tter, skall
m&#229;let skrivas av.

Sak&#228;gare p&#229; vars beg&#228;ran m&#229;let handl&#228;ggs vidare anses d&#228;refter
som s&#246;kande.

28 &#167; Ett m&#229;l som har inletts efter anm&#228;lan av
lantm&#228;terimyndigheten enligt 20 &#167; skall skrivas av, om
fastighetsregleringsf&#246;rr&#228;ttningen st&#228;lls in. Handl&#228;ggningen
skall dock forts&#228;tta, om sak&#228;gare som har f&#246;rt talan i m&#229;let
och som har kunnat ans&#246;ka om markavvattningen beg&#228;r det.
Underr&#228;ttas sak&#228;garna om regleringsf&#246;rr&#228;ttningens inst&#228;llande
vid ett sammantr&#228;de vid mark- och milj&#246;domstol, skall beg&#228;ran
framst&#228;llas vid sammantr&#228;det. I annat fall skall beg&#228;ran
framst&#228;llas inom den tid som mark- och milj&#246;domstolen
best&#228;mmer. Lag (2010:937).

29 &#167; Den markavvattningssakkunnige skall till mark- och
milj&#246;domstolen ge in ett yttrande. Om den
markavvattningssakkunnige anser att ans&#246;kan skall bifallas,
skall yttrandet inneh&#229;lla

1. f&#246;rslag om hur markavvattningen skall utformas, med
angivande av de milj&#246;konsekvenser en s&#229;dan utformning kommer
att medf&#246;ra,

2. vilka som skall delta i markavvattningen, och

3. varje deltagares andelstal i fr&#229;ga om kostnaderna f&#246;r
verksamheten.

Den markavvattningssakkunnige b&#246;r samtidigt med yttrandet ge in
sin kostnadsr&#228;kning. Lag (2010:937).

8 kap. Andelskraft

1 &#167; Den vars vattenkraft skall tillgodog&#246;ras av annan med st&#246;d
av 2 kap. 8 &#167; eller p&#229; grund av &#246;verenskommelse, f&#229;r delta i
tillgodog&#246;randet, om det &#228;r av betydelse f&#246;r hans verksamhet
och om hans r&#228;tt till kraften &#228;r grundad p&#229; &#228;gander&#228;tt eller
annan r&#228;ttighet som g&#228;ller mot alla och som inte &#228;r begr&#228;nsad
till tiden. Han &#228;r d&#229; ber&#228;ttigad till andel i kraftproduktionen
(andelskraft) och skyldig att bidra till kostnaderna f&#246;r
kraftanl&#228;ggningens utf&#246;rande och drift, allt i f&#246;rh&#229;llande till
sin andel i den vattenkraft som skall tillgodog&#246;ras vid
anl&#228;ggningen. Motsvarande g&#228;ller den vars str&#246;mfall tas i
anspr&#229;k enligt 2 kap. 9 &#167;, om ers&#228;ttning f&#246;r ianspr&#229;ktagandet
inte redan har best&#228;mts.

Skyldigheten att tillhandah&#229;lla andelskraft ligger p&#229;
str&#246;mfallsfastigheten.

R&#228;tten till andelskraft skall vara f&#246;renad med den fastighet
till vilken vattenkraften har h&#246;rt eller r&#228;ttigheten har
&#246;verflyttats enligt 3 &#167; f&#246;rsta stycket.

2 &#167; I samband med ett beslut om tillhandah&#229;llande av
andelskraft skall n&#246;dv&#228;ndiga best&#228;mmelser meddelas om villkoren
f&#246;r tillhandah&#229;llandet och om kostnadsbidrag.

Om f&#246;rh&#229;llandena &#228;ndras, har kraftanl&#228;ggningens &#228;gare eller
mottagaren av andelskraft r&#228;tt till ompr&#246;vning av
r&#228;ttsf&#246;rh&#229;llandet mellan dem. Vid ompr&#246;vningen f&#229;r endast
s&#229;dana &#228;ndringar beslutas som inneb&#228;r v&#228;sentlig f&#246;rdel f&#246;r
n&#229;gon av parterna utan att medf&#246;ra betydande ol&#228;genhet f&#246;r
motparten. Om det beslutas att r&#228;tten till andelskraft skall
avl&#246;sas mot ers&#228;ttning i pengar, g&#228;ller best&#228;mmelserna i 31
kap. milj&#246;balken om skadereglering vid tillst&#229;ndspr&#246;vning av
vattenverksamhet.

3 &#167; P&#229; ans&#246;kan av &#228;garen till en fastighet som har r&#228;tt till
andelskraft f&#229;r beslutas att r&#228;tten till andelskraft skall
flyttas &#246;ver till n&#229;gon annan fastighet som tillh&#246;r samma
&#228;gare, om detta kan ske utan skada f&#246;r borgen&#228;rer med pantr&#228;tt
eller andra r&#228;tts&#228;gare.

R&#228;tten till andelskraft f&#229;r uppl&#229;tas av &#228;garen till den
fastighet som har denna r&#228;tt. Avtal om uppl&#229;telse &#228;r inte
bindande l&#228;ngre &#228;n femtio &#229;r fr&#229;n det avtalet sl&#246;ts.
Uppl&#229;telser f&#246;r n&#229;gons livstid g&#228;ller dock utan begr&#228;nsning
till viss tid.

4 &#167; Om den kraftm&#228;ngd som tas ut som andelskraft minskas i
s&#229;dana fall som avses i 31 kap. 22 eller 23 &#167; milj&#246;balken eller
till f&#246;ljd av ompr&#246;vning f&#246;r att f&#246;rb&#228;ttra en vattenanl&#228;ggnings
s&#228;kerhet, &#228;r mottagaren av andelskraften skyldig att utan
ers&#228;ttning t&#229;la denna minskning i samma utstr&#228;ckning som
innehavaren av det kraftverk fr&#229;n vilket andelskraften
tillhandah&#229;lls.

9 kap. &#214;vriga best&#228;mmelser

1 &#167; Vid pr&#246;vningen av fr&#229;gor om vattenverksamhet och
vattenanl&#228;ggningar skall best&#228;mmelser om fastigheter g&#228;lla
ocks&#229; gruvor. Detta g&#228;ller dock inte i s&#229;dana fall som avses i
3 kap. 2 &#167; tredje stycket.

2 &#167; Vattenverksamhet skall anses ber&#246;ra en viss fastighet

1. n&#228;r ett yrkande framst&#228;lls om skyldighet f&#246;r fastighetens
&#228;gare att delta i verksamheten,

2. n&#228;r fastigheten eller dess vatten tas i anspr&#229;k f&#246;r
verksamheten eller f&#246;r en anl&#228;ggning i samband med
verksamheten, eller

3. n&#228;r verksamheten kan medf&#246;ra skador p&#229; mark eller vatten som
tillh&#246;r fastigheten, p&#229; byggnader eller anl&#228;ggningar som finns
p&#229; fastigheten eller p&#229; fastighetens anv&#228;ndningss&#228;tt.

3 &#167; Om en s&#228;kerhet som ska st&#228;llas enligt denna lag eller 
milj&#246;balken inte har godk&#228;nts av den till vars f&#246;rm&#229;n den 
st&#228;lls, ska s&#228;kerheten pr&#246;vas av l&#228;nsstyrelsen.

Borgen f&#229;r godk&#228;nnas av l&#228;nsstyrelsen endast om borgensmannen 
svarar som f&#246;r egen skuld och, om flera har tecknat borgen, de 
svarar solidariskt.

Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver inte 
st&#228;lla s&#228;kerhet. Lag (2019:903).

4 &#167; P&#229; beg&#228;ran av n&#229;gon som vill bedriva vattenverksamhet men
som &#228;nnu inte har ans&#246;kt om tillst&#229;nd, f&#229;r mark- och
milj&#246;domstolen f&#246;rordna en sakkunnig som p&#229;
verksamhetsut&#246;varens bekostnad g&#246;r n&#246;dv&#228;ndiga unders&#246;kningar.
Lag (2011:610).

5 &#167; Efter ans&#246;kan av &#228;garen till en vattenanl&#228;ggning eller av
n&#229;gon vars r&#228;tt ber&#246;rs av anl&#228;ggningen kan l&#228;nsstyrelsen
f&#246;rordna en besiktningsman f&#246;r att utreda om anl&#228;ggningen har
kommit till i laga ordning eller &#228;r av laga beskaffenhet.

Den som har ans&#246;kt om besiktning enligt f&#246;rsta stycket skall
betala kostnaderna f&#246;r besiktningen med ett belopp som
l&#228;nsstyrelsen best&#228;mmer. Om besiktningsmannen beg&#228;r det, &#228;r den
som har gjort ans&#246;kan &#228;ven skyldig att betala f&#246;rskott p&#229;
kostnaderna f&#246;r besiktningen.

6 &#167; &#196;r flera fastigheter beroende av samma grundvattentillg&#229;ng
f&#246;r f&#246;rbrukning till husbehov, skall vattnet f&#246;rdelas mellan
dem efter vad som &#228;r sk&#228;ligt, om fastigheternas behov inte kan
t&#228;ckas helt. Vid en s&#229;dan f&#246;rdelning f&#229;r en fastighet inte
ber&#246;vas vatten, som den med h&#228;nsyn till l&#228;ge och naturlig
beskaffenhet, &#228;ldre bebyggelse eller andra omst&#228;ndigheter b&#246;r
anses ha f&#246;retr&#228;de till.

En f&#246;rdelning f&#229;r j&#228;mkas, om f&#246;rh&#229;llandena har &#228;ndrats.

7 &#167; Mark- och milj&#246;domstolen skall f&#246;ra en f&#246;rteckning &#246;ver
vattenverksamhet inom domsomr&#229;det (vattenbok) i den
utstr&#228;ckning som regeringen f&#246;reskriver. Lag (2010:937).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2886">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2888">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
