

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1998-06-17" /> 
 <meta id="rattsinfo-edited" content="2021-10-04 14:51:12" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2913</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2912">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2914">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:358 ·
                    <a href="/sfsr?bet=1998:358">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1998:358) om Brysselkonventionen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-05-28
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:929
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1999-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Konventionen den 27 september 1968 om domstols beh&#246;righet
och om verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de och
tilltr&#228;deskonventionerna den 9 oktober 1978, den 25 oktober
1982, den 26 maj 1989 och den 29 november 1996 (Brysselkonven-
tionen), samt protokollet den 3 juni 1971 om EG-domstolens
tolkning av Brysselkonventionen i dess lydelse enligt n&#228;mnda
tilltr&#228;deskonventioner, skall g&#228;lla som lag h&#228;r i landet.

De svenska, engelska och franska texterna av Brysselkonven-
tionen och av 1971 &#229;rs protokoll i dess lydelse enligt de
tilltr&#228;deskonventioner som anges i f&#246;rsta stycket finns intagna
som bilaga till denna lag.

Regeringen tillk&#228;nnager de stater som har tilltr&#228;tt
Brysselkonventionen och 1971 &#229;rs protokoll, samt inneh&#229;llet i
s&#229;dana underr&#228;ttelser om &#228;ndringar i nationell r&#228;tt eller i
f&#246;rteckningarna &#246;ver domstolar som avses i artikel VI i
konventionens protokoll.

2 &#167; I artikel 64 i konventionen den 30 oktober 2007 om
domstols beh&#246;righet och om erk&#228;nnande och verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de (2007 &#229;rs Luganokonvention)
finns best&#228;mmelser om n&#228;r den konventionen ska till&#228;mpas i
st&#228;llet f&#246;r Brysselkonventionen. Lag (2009:1311).

3 &#167; Kompletterande best&#228;mmelser finns i lagen (2014:912) med
kompletterande best&#228;mmelser om domstols beh&#246;righet och om
erk&#228;nnande och internationell verkst&#228;llighet av vissa
avg&#246;randen. Lag (2014:929).

4 &#167; Har upph&#228;vts genom lag (2002:462).

5 &#167; Har upph&#228;vts genom lag (2002:462).

6 &#167; Har upph&#228;vts genom lag (2002:462).

7 &#167; Har upph&#228;vts genom lag (2002:462).

8 &#167; Har upph&#228;vts genom lag (2002:462).


CONVENTION
concernant la comp&#233;tence judiciaire et l&#39;ex&#233;cution des
d&#233;cisions en mati&#232;re civile et commerciale

PR&#201;AMBULE

LES HAUTES PARTIES CONTRACTANTES AU TRAIT&#201; INSTITUANT LA
COMMUNAUT&#201; &#201;CONOMIQUE EUROP&#201;ENNE,

D&#201;SIRANT mettre en ceuvre les dispositions de l&#39;article 220
dudit trait&#233; en vertu duquel elles se sont engag&#233;es &#224; assurer
la simplification des formalit&#233;s auxquelles sont subordonn&#233;es
la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des d&#233;cisions
judiciaires,

SOUCIEUSES de renforcer dans la Communaut&#233; la protection
juridique des personnes qui y sont &#233;tablies,

CONSID&#201;RANT qu&#39;il importe &#224; cette fin de d&#233;terminer la
comp&#233;tence de leurs juridictions dans l&#39;ordre international, de
faciliter la reconnaissance et d&#39;instaurer une proc&#233;dure rapide
afin d&#39;assurer l&#39;ex&#233;cution des d&#233;cisions, des actes
authentiques et des transactions judiciaires,

ONT D&#201;CID&#201; de conclure la pr&#233;sente convention et ont d&#233;sign&#233; &#224;
cet effet comme pl&#233;nipotentiaires:

[Pl&#233;nipotentiaires d&#233;sign&#233;s par les &#201;tats membres]

LESQUELS, r&#233;unis au sein du Conseil, apr&#232;s avoir &#233;chang&#233; leurs
pleins pouvoirs reconnus en bonne et due forme,

SONT CONVENUS DES DISPOSITIONS QUI SUIVENT

TITRE PREMIER CHAMP D&#39;APPLICATION

Article premier

La pr&#233;sente convention s&#39;applique en mati&#232;re civile et
commerciale et quelle que soit la nature de la juridiction.
Elle ne recouvre notamment pas les mati&#232;res fiscales,
douani&#232;res ou administratives.

Sont exclus de son application

1) l&#39;&#233;tat et la capacit&#233; des personnes physiques, les r&#233;gimes
matrimoniaux, les testaments et les successions;

2) les faillites, concordats et autres proc&#233;dures analogues;

3) la s&#233;curit&#233; sociale;

4) l&#39;arbitrage.

TITRE II
COMP&#201;TENCE

Section premi&#232;re
Dispositions g&#233;n&#233;rales

Article 2

Sous r&#233;serve des dispositions de la pr&#233;sente convention, les
personnes domicili&#233;es sur le territoire d&#39;un &#201;tat contractant
sont attraites, quelle que soit leur nationalit&#233;, devant les
juridictions de cet &#201;tat.

Les personnes qui ne poss&#232;dent pas la nationalit&#233; de l&#39;&#201;tat
dans lequel elles sont domicili&#233;es y sont soumises aux r&#232;gles
de comp&#233;tence applicables aux nationaux.

Article 3

Les personnes domicili&#233;es sur le territoire d&#39;un &#201;tat
contractant ne peuvent &#234;tre attraites devant les tribunaux d&#39;un
autre &#201;tat contractant qu&#39;en vertu des r&#232;gles &#233;nonc&#233;es aux
sections 2 &#224; 6 du pr&#233;sent titre.

Ne peuvent &#234;tre invoqu&#233;s contre elles notamment:

- en Belgique: l&#39;article 15 du code civil (Burgerlijk Wetboek)
et l&#39;article 638 du code judiciaire (Gerechtelijk Wetboek),

- au Danemark: l&#39;article 246 paragraphes 2 et 3 de la loi sur
la proc&#233;dure civile (Lov om rettens pleje),

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne: l&#39;article 23 du code de
proc&#233;dure civile (Zivilprozessordnung),

- en Gr&#232;ce: l&#39;article 40 du code de proc&#233;dure civile
(                             ),

- en France: les articles 14 et 15 du code civil,

- en Irlande: les dispositions relatives &#224; la comp&#233;tence fond&#233;e
sur un acte introductif d&#39;instance signifi&#233; ou notifi&#233; au
d&#233;fendeur qui se trouve temporairement en Irlande,

- en Italie: l&#39;article 2 et l&#39;article 4 no 1 et no 2 du code de
proc&#233;dure civile (Codice di procedura civile),

- au Luxembourg: les articles 14 et 15 du code civil,

- en Autriche: l&#39;article 99 de la loi sur la comp&#233;tence
judiciaire (Jurisdiktionsnorm),

- aux Pays-Bas: l&#39;article 126 troisi&#232;me alin&#233;a et l&#39;article 127
du code de proc&#233;dure civile (Wetboek van Burgerlijke
Rechtsvordering),

- au Portugal: l&#39;article 65 paragraphe 1 point c), l&#39;article 65
paragraphe 2 et l&#39;article 65 lettre A point c) du code de
proc&#233;dure civile (C&#243;digo de Processo Civil) et l&#39;article 11 du
code de proc&#233;dure du travail (C&#243;digo de Processo de Trabalho),

- en Finlande: oikeudenk&#228;ymiskaari/r&#228;tteg&#229;ngsbalken, chapitre
10 article 1er premier alin&#233;a deuxi&#232;me, troisi&#232;me et quatri&#232;me
phrases,

- en Su&#232;de: le chapitre 10 article 3 premier alin&#233;a premi&#232;re
phrase du code de proc&#233;dure judiciaire (r&#228;tteg&#229;ngsbalken),

- au Royaume-Uni: les dispositions relatives &#224; la comp&#233;tence
fond&#233;e sur:

a) un acte introductif d&#39;instance signifi&#233; ou notifi&#233; au
d&#233;fendeur qui se trouve temporairement au Royaume-Uni;

b) l&#39;existence au Royaume-Uni de biens appartenant au
d&#233;fendeur;

c) la saisie par le demandeur de biens situ&#233;s au Royaume-Uni.

Article 4

Si le d&#233;fendeur n&#39;est pas domicili&#233; sur le territoire d&#39;un &#201;tat
contractant, la comp&#233;tence est, dans chaque &#201;tat contractant,
r&#233;gl&#233;e par la loi de cet &#201;tat, sous r&#233;serve de l&#39;application
des dispositions de l&#39;article 16.

Toute personne, quelle que soit sa nationalit&#233;, domicili&#233;e sur
le territoire d&#39;un &#201;tat contractant, peut, comme les nationaux,
y invoquer contre ce d&#233;fendeur les r&#232;gles de comp&#233;tence qui y
sont en vigueur et notamment celles pr&#233;vues &#224; l&#39;article 3
deuxi&#232;me alin&#233;a.

Section 2

Comp&#233;tences sp&#233;ciales

Article 5

Le d&#233;fendeur domicili&#233; sur le territoire d&#39;un &#201;tat contractant
peut &#234;tre attrait, dans un autre &#201;tat contractant:

1) en mati&#232;re contractuelle, devant le tribunal du lieu o&#249;
l&#39;obligation qui sert de base &#224; la demande a &#233;t&#233; ou doit &#234;tre
ex&#233;cut&#233;e; en mati&#232;re de contrat individuel de travail, ce lieu
est celui o&#249; le travailleur accomplit habituellement son
travail; lorsque le travailleur n&#39;accomplit pas habituellement
son travail dans un m&#234;me pays, l&#39;employeur peut &#234;tre &#233;galement
attrait devant le tribunal du lieu o&#249; se trouve ou se trouvait
l&#39;&#233;tablissement qui a embauch&#233; le travailleur;

2) en mati&#232;re d&#39;obligation alimentaire, devant le tribunal du
lieu o&#249; le cr&#233;ancier d&#39;aliments a son domicile ou sa r&#233;sidence
habituelle ou, s&#39;il s&#39;agit d&#39;une demande accessoire &#224; une
action relative &#224; l&#39;&#233;tat des personnes, devant le tribunal
comp&#233;tent selon la loi du for pour en conna&#238;tre, sauf si cette
comp&#233;tence est uniquement fond&#233;e sur la nationalit&#233; d&#39;une des
parties;

3) en mati&#232;re d&#233;lictuelle ou quasi d&#233;lictuelle, devant le
tribunal du lieu o&#249; le fait dommageable s&#39;est produit;

4) s&#39;il s&#39;agit d&#39;une action en r&#233;paration de dommage ou d&#39;une
action en restitution fond&#233;es sur une infraction, devant le
tribunal saisi de l&#39;action publique, dans la mesure o&#249;, selon
sa loi, ce tribunal peut conna&#238;tre de l&#39;action civile;

5) s&#39;il s&#39;agit d&#39;une contestation relative &#224; l&#39;exploitation
d&#39;une succursale, d&#39;une agence ou de tout autre &#233;tablissement,
devant le tribunal du lieu de leur situation;

6) en sa qualit&#233; de fondateur, de trustee ou de b&#233;n&#233;ficiaire
d&#39;un trust constitu&#233; soit en application de la loi, soit par
&#233;crit ou par une convention verbale, confirm&#233;e par &#233;crit,
devant les tribunaux de l&#39;&#201;tat contractant sur le territoire
duquel le trust a son domicile;

7) s&#39;il s&#39;agit d&#39;une contestation relative au paiement de la
r&#233;mun&#233;ration r&#233;clam&#233; en raison de l&#39;assistance ou du sauvetage
dont a b&#233;n&#233;fici&#233; une cargaison ou un fret, devant le tribunal
dans le ressort duquel cette cargaison ou le fret s&#39;y
rapportant:

a) a &#233;t&#233; saisi pour garantir ce paiement

ou

b) aurait d&#251; &#234;tre saisi &#224; cet effet, mais une caution ou autre
s&#251;ret&#233; a &#233;t&#233; donn&#233;e;

cette disposition ne s&#39;applique que s&#39;il est pr&#233;tendu que le
d&#233;fendeur a un droit sur la cargaison ou sur le fret ou qu&#39;il
avait un tel droit au moment de cette assistance ou de ce
sauvetage.

Article 6

Ce m&#234;me d&#233;fendeur peut aussi &#234;tre attrait:

1) s&#39;il y a plusieurs d&#233;fendeurs, devant le tribunal du
domicile de l&#39;un d&#39;eux;

2) s&#39;il s&#39;agit d&#39;une demande en garantie ou d&#39;une demande en
intervention, devant le tribunal saisi de la demande
originaire, &#224; moins qu&#39;elle n&#39;ait &#233;t&#233; form&#233;e que pour traduire
hors de son tribunal celui qui a &#233;t&#233; appel&#233;;

3) s&#39;il s&#39;agit d&#39;une demande reconventionnelle qui d&#233;rive du
contrat ou du fait sur lequel est fond&#233;e la demande originaire,
devant le tribunal saisi de celle-ci;

4) en mati&#232;re contractuelle, si l&#39;action peut &#234;tre jointe &#224; une
action en mati&#232;re de droits r&#233;els immobiliers dirig&#233;e contre le
m&#234;me d&#233;fendeur, devant le tribunal de l&#39;&#201;tat contractant o&#249;
l&#39;immeuble est situ&#233;.

Article 6 bis

Lorsque, en vertu de la pr&#233;sente convention, un tribunal d&#39;un
&#201;tat contractant est comp&#233;tent pour conna&#238;tre des actions en
responsabilit&#233; du fait de l&#39;utilisation ou de l&#39;exploitation
d&#39;un navire, ce tribunal ou tout autre que lui substitue la loi
interne de cet &#201;tat conna&#238;t aussi des demandes relatives &#224; la
limitation de cette responsabilit&#233;.

Section 3

Comp&#233;tence en mati&#232;re d&#39;assurances

Article 7

En mati&#232;re d&#39;assurances, la comp&#233;tence est d&#233;termin&#233;e par la
pr&#233;sente section, sans pr&#233;judice des dispositions de l&#39;article
4 et de l&#39;article 5 paragraphe 5.

Article 8

L&#39;assureur domicili&#233; sur le territoire d&#39;un &#201;tat contractant
peut &#234;tre attrait:

1) devant les tribunaux de l&#39;&#201;tat o&#249; il a son domicile ou

2) dans un autre &#201;tat contractant, devant le tribunal du lieu
o&#249; le preneur d&#39;assurance a son domicile, ou

3) s&#39;il s&#39;agit d&#39;un coassureur, devant le tribunal d&#39;un &#201;tat
contractant saisi de l&#39;action form&#233;e contre l&#39;ap&#233;riteur de la
coassurance.

Lorsque l&#39;assureur n&#39;est pas domicili&#233; sur le territoire d&#39;un
&#201;tat contractant, mais poss&#232;de une succursale, une agence ou
tout autre &#233;tablissement dans un &#201;tat contractant, il est
consid&#233;r&#233; pour les contestations relatives &#224; leur exploitation
comme ayant son domicile sur le territoire de cet &#201;tat.

Article 9

L&#39;assureur peut, en outre, &#234;tre attrait devant le tribunal du
lieu o&#249; le fait dommageable s&#39;est produit s&#39;il s&#39;agit
d&#39;assurance de responsabilit&#233; ou d&#39;assurance portant sur des
immeubles. Il en est de m&#234;me si l&#39;assurance porte &#224; la fois sur
des immeubles et des meubles couverts par une m&#234;me police et
atteints par le m&#234;me sinistre.

Article 10

En mati&#232;re d&#39;assurance de responsabilit&#233;, l&#39;assureur peut
&#233;galement &#234;tre appel&#233; devant le tribunal saisi de l&#39;action de
la personne l&#233;s&#233;e contre l&#39;assur&#233; si la loi de ce tribunal le
permet.

Les dispositions des articles 7, 8 et 9 sont applicables en cas
d&#39;action directe intent&#233;e par la victime contre l&#39;assureur
lorsque l&#39;action directe est possible.

Si la loi relative &#224; cette action directe pr&#233;voit la mise en
cause du preneur d&#39;assurance ou de l&#39;assur&#233;, le m&#234;me tribunal
sera aussi comp&#233;tent &#224; leur &#233;gard.

Article 11

Sous r&#233;serve des dispositions de l&#39;article 10 troisi&#232;me alin&#233;a,
l&#39;action de l&#39;assureur ne peut &#234;tre port&#233;e que devant les
tribunaux de l&#39;&#201;tat contractant sur le territoire duquel est
domicili&#233; le d&#233;fendeur, qu&#39;il soit preneur d&#39;assurance, assur&#233;
ou b&#233;n&#233;ficiaire.

Les dispositions de la pr&#233;sente section ne portent pas atteinte
au droit d&#39;introduire une demande reconventionnelle devant le
tribunal saisi d&#39;une demande originaire conform&#233;ment &#224; la
pr&#233;sente section.

Article 12

Il ne peut &#234;tre d&#233;rog&#233; aux dispositions de la pr&#233;sente section
que par des conventions:

1) post&#233;rieures &#224; la naissance du diff&#233;rend ou

2) qui permettent au preneur d&#39;assurance, &#224; l&#39;assur&#233; ou au
b&#233;n&#233;ficiaire de saisir d&#39;autres tribunaux que ceux indiqu&#233;s &#224;
la pr&#233;sente section, ou

3) qui, pass&#233;es entre un preneur d&#39;assurance et un assureur
ayant, au moment de la conclusion du contrat, leur domicile ou
leur r&#233;sidence habituelle dans un m&#234;me &#201;tat contractant, ont
pour effet, alors m&#234;me que le fait dommageable se produirait &#224;
l&#39;&#233;tranger, d&#39;attribuer comp&#233;tence aux tribunaux de cet &#201;tat
sauf si la loi de celui-ci interdit de telles conventions, ou

4) conclues par un preneur d&#39;assurance n&#39;ayant pas son domicile
dans un &#201;tat contractant, sauf s&#39;il s&#39;agit d&#39;une assurance
obligatoire ou qui porte sur un immeuble situ&#233; dans un &#201;tat
contractant, ou

5) qui concernent un contrat d&#39;assurance en tant que celui-ci
couvre un ou plusieurs des risques &#233;num&#233;r&#233;s &#224; l&#39;article 12 bis.

Article 12 bis

Les risques vis&#233;s &#224; l&#39;article 12 paragraphe 5 sont les
suivants:

1) tout dommage:

a) aux navires de mer, aux installations au large des c&#244;tes et
en haute mer ou aux a&#233;ronefs, caus&#233; par des &#233;v&#233;nements
survenant en relation avec leur utilisation &#224; des fins
commerciales;

b) aux marchandises autres que les bagages des passagers,
durant un transport r&#233;alis&#233; par ces navires ou a&#233;ronefs soit en
totalit&#233;, soit en combinaison avec d&#39;autres modes de transport;

2) toute responsabilit&#233;, &#224; l&#39;exception de celle des dommages
corporels aux passagers ou &#224; leurs bagages,

a) r&#233;sultant de l&#39;utilisation ou de l&#39;exploitation des navires,
installations ou a&#233;ronefs, conform&#233;ment au paragraphe 1 point
a) ci-dessus, pour autant que la loi de l&#39;&#201;tat contractant
d&#39;immatriculation de l&#39;a&#233;ronef n&#39;interdise pas les clauses
attributives de juridiction dans l&#39;assurance de tels risques;

b) du fait de marchandises durant un transport vis&#233; au
paragraphe 1 point b) ci-dessus;

3) toute perte p&#233;cuniaire li&#233;e &#224; l&#39;utilisation ou &#224;
l&#39;exploitation des navires, installations ou a&#233;ronefs
conform&#233;ment au paragraphe 1 point a) ci-dessus, notamment
celle du fret ou du b&#233;n&#233;fice d&#39;affr&#232;tement;

4) tout risque li&#233; accessoirement &#224; l&#39;un de ceux vis&#233;s aux
paragraphes 1 &#224; 3 ci-dessus.

Section 4

Comp&#233;tence en mati&#232;re de contrats conclus par les consommateurs

Article 13

En mati&#232;re de contrat conclu par une personne pour un usage
pouvant &#234;tre consid&#233;r&#233; comme &#233;tranger &#224; son activit&#233;
professionnelle, ci-apr&#232;s d&#233;nomm&#233;e &#171;le consommateur&#187;, la
comp&#233;tence est d&#233;termin&#233;e par la pr&#233;sente section, sans
pr&#233;judice des dispositions de l&#39;article 4 et de l&#39;article 5
paragraphe 5:

1) lorsqu&#39;il s&#39;agit d&#39;une vente &#224; temp&#233;rament d&#39;objets
mobiliers corporels;

2) lorsqu&#39;il s&#39;agit d&#39;un pr&#234;t &#224; temp&#233;rament ou d&#39;une autre
op&#233;ration de cr&#233;dit li&#233;s au financement d&#39;une vente de tels
objets;

3) pour tout autre contrat ayant pour objet une fourniture de
services ou d&#39;objets mobiliers corporels si:

a) la conclusion du contrat a &#233;t&#233; pr&#233;c&#233;d&#233;e dans l&#39;&#201;tat du
domicile du consommateur d&#39;une proposition sp&#233;cialement faite
ou d&#39;une publicit&#233; et que

b) le consommateur a accompli dans cet &#201;tat les actes
n&#233;cessaires &#224; la conclusion de ce contrat.

Lorsque le cocontractant du consommateur n&#39;est pas domicili&#233;
sur le territoire d&#39;un &#201;tat contractant, mais poss&#232;de une
succursale, une agence ou tout autre &#233;tablissement dans un &#201;tat
contractant, il est consid&#233;r&#233; pour les contestations relatives
&#224; leur exploitation comme ayant son domicile sur le territoire
de cet &#201;tat.

La pr&#233;sente section ne s&#39;applique pas au contrat de transport.

Article 14

L&#39;action intent&#233;e par un consommateur contre l&#39;autre partie au
contrat peut &#234;tre port&#233;e soit devant les tribunaux de l&#39;&#201;tat
contractant sur le territoire duquel est domicili&#233;e cette
partie, soit devant les tribunaux de l&#39;&#201;tat contractant sur le
territoire duquel est domicili&#233; le consommateur.

L&#39;action intent&#233;e contre le consommateur par l&#39;autre partie au
contrat ne peut &#234;tre port&#233;e que devant les tribunaux de l&#39;&#201;tat
contractant sur le territoire duquel est domicili&#233; le
consommateur.

Ces dispositions ne portent pas atteinte au droit d&#39;introduire
une demande reconventionnelle devant le tribunal saisi d&#39;une
demande originaire conform&#233;ment &#224; la pr&#233;sente section.

Article 15

Il ne peut &#234;tre d&#233;rog&#233; aux dispositions de la pr&#233;sente section
que par des conventions:

1) post&#233;rieures &#224; la naissance du diff&#233;rend ou

2) qui permettent au consommateur de saisir d&#39;autres tribunaux
que ceux indiqu&#233;s &#224; la pr&#233;sente section ou

3) qui, pass&#233;es entre le consommateur et son cocontractant
ayant, au moment de la conclusion du contrat, leur domicile ou
leur r&#233;sidence habituelle dans un m&#234;me &#201;tat contractant,
attribuent comp&#233;tence aux tribunaux de cet &#201;tat sauf si la loi
de celui-ci interdit de telles conventions.

Section 5

Comp&#233;tences exclusives

Article 16

Sont seuls comp&#233;tents, sans consid&#233;ration de domicile:

1) a) en mati&#232;re de droits r&#233;els immobiliers et de baux
d&#39;immeubles, les tribunaux de l&#39;&#201;tat contractant o&#249; l&#39;immeuble
est situ&#233;;

b) toutefois, en mati&#232;re de baux d&#39;immeubles conclus en vue
d&#39;un usage personnel temporaire pour une p&#233;riode maximale de
six mois cons&#233;cutifs, sont &#233;galement comp&#233;tents les tribunaux
de l&#39;&#201;tat contractant dans lequel le d&#233;fendeur est domicili&#233;, &#224;
condition que le propri&#233;taire et le locataire soient des
personnes physiques et qu&#39;ils soient domicili&#233;s dans le m&#234;me
&#201;tat contractant;

2) en mati&#232;re de validit&#233;, de nullit&#233; ou de dissolution des
soci&#233;t&#233;s ou personnes morales ayant leur si&#232;ge sur le
territoire d&#39;un &#201;tat contractant, ou des d&#233;cisions de leurs
organes, les tribunaux de cet &#201;tat;

3) en mati&#232;re de validit&#233; des inscriptions sur les registres
publics, les tribunaux de l&#39;&#201;tat contractant sur le territoire
duquel ces registres sont tenus;

4) en mati&#232;re d&#39;inscription ou de validit&#233; des brevets,
marques, dessins et mod&#232;les, et autres droits analogues donnant
lieu &#224; d&#233;p&#244;t ou &#224; un enregistrement, les juridictions de l&#39;&#201;tat
contractant sur le territoire duquel le d&#233;p&#244;t ou
l&#39;enregistrement a &#233;t&#233; demand&#233;, a &#233;t&#233; effectu&#233; ou est r&#233;put&#233;
avoir &#233;t&#233; effectu&#233; aux termes d&#39;une convention internationale;

5) en mati&#232;re d&#39;ex&#233;cution des d&#233;cisions, les tribunaux de
l&#39;&#201;tat contractant du lieu de l&#39;ex&#233;cution.

Section 6

Prorogation de comp&#233;tence

Article 17

Si les parties, dont l&#39;une au moins a son domicile sur le
territoire d&#39;un &#201;tat contractant, sont convenues d&#39;un tribunal
ou de tribunaux d&#39;un &#201;tat contractant pour conna&#238;tre des
diff&#233;rends n&#233;s ou &#224; na&#238;tre &#224; l&#39;occasion d&#39;un rapport de droit
d&#233;termin&#233;, ce tribunal ou les tribunaux de cet &#201;tat sont seuls
comp&#233;tents. Cette convention attributive de juridiction est
conclue:

a) par &#233;crit ou verbalement avec confirmation &#233;crite, soit

b) sous une forme qui soit conforme aux habitudes que les
parties ont &#233;tablies entre elles, soit

c) dans le commerce international, sous une forme qui soit
conforme &#224; un usage dont les parties avaient connaissance ou
&#233;taient cens&#233;es avoir connaissance et qui est largement connu
et r&#233;guli&#232;rement observ&#233; dans ce type de commerce par les
parties &#224; des contrats du m&#234;me type dans la branche commerciale
consid&#233;r&#233;e.

Lorsqu&#39;une telle convention est conclue par des parties dont
aucune n&#39;a son domicile sur le territoire d&#39;un &#201;tat
contractant, les tribunaux des autres &#201;tats contractants ne
peuvent conna&#238;tre du diff&#233;rend tant que le tribunal ou les
tribunaux d&#233;sign&#233;s n&#39;ont pas d&#233;clin&#233; leur comp&#233;tence.

Le tribunal ou les tribunaux d&#39;un &#201;tat contractant auxquels
l&#39;acte constitutif d&#39;un trust attribue comp&#233;tence sont
exclusivement comp&#233;tents pour conna&#238;tre d&#39;une action contre un
fondateur, un trustee ou un b&#233;n&#233;ficiaire d&#39;un trust, s&#39;il
s&#39;agit de relations entre ces personnes ou de leurs droits ou
obligations dans le cadre du trust.

Les conventions attributives de juridiction ainsi que les
stipulations similaires d&#39;actes constitutifs de trust sont sans
effet si elles sont contraires aux dispositions des articles 12
et 15 ou si les tribunaux &#224; la comp&#233;tence desquels elles
d&#233;rogent sont exclusivement comp&#233;tents en vertu de l&#39;article
16.

Si une convention attributive de juridiction n&#39;a &#233;t&#233; stipul&#233;e
qu&#39;en faveur de l&#39;une des parties, celle-ci conserve le droit
de saisir tout autre tribunal comp&#233;tent en vertu de la pr&#233;sente
convention.

En mati&#232;re de contrats individuels de travail, la convention
attributive de juridiction ne produit ses effets que si elle
est post&#233;rieure &#224; la naissance du diff&#233;rend ou si le
travailleur l&#39;invoque pour saisir d&#39;autres tribunaux que celui
du domicile du d&#233;fendeur ou celui indiqu&#233; &#224; l&#39;article 5 point
1.

Article 18

Outre les cas o&#249; sa comp&#233;tence r&#233;sulte d&#39;autres dispositions de
la pr&#233;sente convention, le juge d&#39;un &#201;tat contractant devant
lequel le d&#233;fendeur compara&#238;t est comp&#233;tent. Cette r&#232;gle n&#39;est
pas applicable si la comparution a pour objet de contester la
comp&#233;tence ou s&#39;il existe une autre juridiction exclusivement
comp&#233;tente en vertu de l&#39;article 16.

Section 7

V&#233;rification de la comp&#233;tence et de la recevabilit&#233;

Article 19

Le juge d&#39;un &#201;tat contractant, saisi &#224; titre principal d&#39;un
litige pour lequel une juridiction d&#39;un autre &#201;tat contractant
est exclusivement comp&#233;tente en vertu de l&#39;article 16, se
d&#233;clare d&#39;office incomp&#233;tent.

Article 20

Lorsque le d&#233;fendeur domicili&#233; sur le territoire d&#39;un &#201;tat
contractant est attrait devant une juridiction d&#39;un autre &#201;tat
contractant et ne compara&#238;t pas, le juge se d&#233;clare d&#39;office
incomp&#233;tent si sa comp&#233;tence n&#39;est pas fond&#233;e aux termes de la
pr&#233;sente convention.

Le juge est tenu de surseoir &#224; statuer aussi longtemps qu&#39;il
n&#39;est pas &#233;tabli que ce d&#233;fendeur a &#233;t&#233; mis &#224; m&#234;me de recevoir
l&#39;acte introductif d&#39;instance ou un acte &#233;quivalent en temps
utile pour se d&#233;fendre ou que toute diligence a &#233;t&#233; faite &#224;
cette fin.

Les dispositions de l&#39;alin&#233;a pr&#233;c&#233;dent seront remplac&#233;es par
celles de l&#39;article 15 de la convention de La Haye, du 15
novembre 1965, relative &#224; la signification et &#224; la notification
&#224; l&#39;&#233;tranger des actes judiciaires et extrajudiciaires en
mati&#232;re civile ou commerciale, si l&#39;acte introductif d&#39;instance
a d&#251; &#234;tre transmis en ex&#233;cution de cette convention.

Section 8

Litispendance et connexit&#233;

Article 21

Lorsque des demandes ayant le m&#234;me objet et la m&#234;me cause sont
form&#233;es entre les m&#234;mes parties devant des juridictions d&#39;&#201;tats
contractants diff&#233;rents, la juridiction saisie en second lieu
sursoit d&#39;office &#224; statuer jusqu&#39;&#224; ce que la comp&#233;tence du
tribunal premier saisi soit &#233;tablie.

Lorsque la comp&#233;tence du tribunal premier saisi est &#233;tablie, le
tribunal saisi en second lieu se dessaisit en faveur de celui-
ci.

Article 22

Lorsque des demandes connexes sont form&#233;es devant des
juridictions d&#39;&#201;tats contractants diff&#233;rents et sont pendantes
au premier degr&#233;, la juridiction saisie en second lieu peut
surseoir &#224; statuer.

Cette juridiction peut &#233;galement se dessaisir, &#224; la demande de
l&#39;une des parties, &#224; condition que sa loi permette la jonction
d&#39;affaires connexes et que le tribunal premier saisi soit
comp&#233;tent pour conna&#238;tre des deux demandes.

Sont connexes, au sens du pr&#233;sent article, les demandes li&#233;es
entre elles par un rapport si &#233;troit qu&#39;il y a int&#233;r&#234;t &#224; les
instruire et &#224; juger en m&#234;me temps afin d&#39;&#233;viter des solutions
qui pourraient &#234;tre inconciliables si les causes &#233;taient jug&#233;es
s&#233;par&#233;ment.

Article 23

Lorsque les demandes rel&#232;vent de la comp&#233;tence exclusive de
plusieurs juridictions, le dessaisissement a lieu en faveur de
la juridiction premi&#232;re saisie.

Section 9

Mesures provisoires et conservatoires

Article 24

Les mesures provisoires ou conservatoires pr&#233;vues par la loi
d&#39;un &#201;tat contractant peuvent &#234;tre demand&#233;es aux autorit&#233;s
judiciaires de cet &#201;tat, m&#234;me si, en vertu de la pr&#233;sente
convention, une juridiction d&#39;un autre &#201;tat contractant est
comp&#233;tente pour conna&#238;tre du fond.

TITRE III
RECONNAISSANCE ET EX&#201;CUTION

Article 25

On entend par d&#233;cision, au sens de la pr&#233;sente convention,
toute d&#233;cision rendue par une juridiction d&#39;un &#201;tat contractant
quelle que soit la d&#233;nomination qui lui est donn&#233;e, telle
qu&#39;arr&#234;t, jugement, ordonnance ou mandat d&#39;ex&#233;cution, ainsi que
la fixation par le greffier du montant des frais du proc&#232;s.

Section premi&#232;re
Reconnaissance

Article 26

Les d&#233;cisions rendues dans un &#201;tat contractant sont reconnues
dans les autres &#201;tats contractants, sans qu&#39;il soit n&#233;cessaire
de recourir &#224; aucune proc&#233;dure.

En cas de contestation, toute partie int&#233;ress&#233;e qui invoque la
reconnaissance &#224; titre principal peut faire constater, selon la
proc&#233;dure pr&#233;vue aux sections 2 et 3 du pr&#233;sent titre, que la
d&#233;cision doit &#234;tre reconnue.

Si la reconnaissance est invoqu&#233;e de fa&#231;on incidente devant une
juridiction d&#39;un &#201;tat contractant, celle-ci est comp&#233;tente pour
en conna&#238;tre.

Article 27

Les d&#233;cisions ne sont pas reconnues:

1) si la reconnaissance est contraire &#224; l&#39;ordre public de
l&#39;&#201;tat requis;

2) si l&#39;acte introductif d&#39;instance ou un acte &#233;quivalent n&#39;a
pas &#233;t&#233; signifi&#233; ou notifi&#233; au d&#233;fendeur d&#233;faillant,
r&#233;guli&#232;rement et en temps utile, pour qu&#39;il puisse se d&#233;fendre;

3) si la d&#233;cision est inconciliable avec une d&#233;cision rendue
entre les m&#234;mes parties dans l&#39;&#201;tat requis;

4) si le tribunal de l&#39;&#201;tat d&#39;origine, pour rendre sa d&#233;cision,
a, en tranchant une question relative &#224; l&#39;&#233;tat ou &#224; la capacit&#233;
des personnes physiques, aux r&#233;gimes matrimoniaux, aux
testaments et aux successions, m&#233;connu une r&#232;gle de droit
international priv&#233; de l&#39;&#201;tat requis, &#224; moins que sa d&#233;cision
n&#39;aboutisse au m&#234;me r&#233;sultat que s&#39;il avait fait application
des r&#232;gles du droit international priv&#233; de l&#39;&#201;tat requis;

5) si la d&#233;cision est inconciliable avec une d&#233;cision rendue
ant&#233;rieurement dans un &#201;tat non contractant entre les m&#234;mes
parties dans un litige ayant le m&#234;me objet et la m&#234;me cause,
lorsque cette derni&#232;re d&#233;cision r&#233;unit les conditions
n&#233;cessaires &#224; sa reconnaissance dans l&#39;&#201;tat requis.

Article 28

De m&#234;me, les d&#233;cisions ne sont pas reconnues si les
dispositions des sections 3, 4 et 5 du titre II ont &#233;t&#233;
m&#233;connues ainsi que dans le cas pr&#233;vu &#224; l&#39;article 59.

Lors de l&#39;appr&#233;ciation des comp&#233;tences mentionn&#233;es &#224; l&#39;alin&#233;a
pr&#233;c&#233;dent, l&#39;autorit&#233; requise est li&#233;e par les constatations de
fait sur lesquelles la juridiction de l&#39;&#201;tat d&#39;origine a fond&#233;
sa comp&#233;tence.

Sans pr&#233;judice des dispositions du premier alin&#233;a, il ne peut
&#234;tre proc&#233;d&#233; au contr&#244;le de la comp&#233;tence des juridictions de
l&#39;&#201;tat d&#39;origine; les r&#232;gles relatives &#224; la comp&#233;tence ne
concernent pas l&#39;ordre public vis&#233; &#224; l&#39;article 27 paragraphe 1.

Article 29

En aucun cas, la d&#233;cision &#233;trang&#232;re ne peut faire l&#39;objet d&#39;une
r&#233;vision au fond.

Article 30

L&#39;autorit&#233; judiciaire d&#39;un &#201;tat contractant, devant laquelle
est invoqu&#233;e la reconnaissance d&#39;une d&#233;cision rendue dans un
autre &#201;tat contractant, peut surseoir &#224; statuer si cette
d&#233;cision fait l&#39;objet d&#39;un recours ordinaire.

L&#39;autorit&#233; judiciaire, d&#39;un &#201;tat contractant devant laquelle
est invoqu&#233;e la reconnaissance d&#39;une d&#233;cision rendue en Irlande
ou au Royaume-Uni et dont l&#39;ex&#233;cution est suspendue dans l&#39;&#201;tat
d&#39;origine du fait de l&#39;exercice d&#39;un recours peut surseoir &#224;
statuer.

Section 2
Ex&#233;cution

Article 31

Les d&#233;cisions rendues dans un &#201;tat contractant et qui y sont
ex&#233;cutoires sont mises &#224; ex&#233;cution dans un autre &#201;tat
contractant apr&#232;s y avoir &#233;t&#233; d&#233;clar&#233;es ex&#233;cutoires sur requ&#234;te
de toute partie int&#233;ress&#233;e.

Toutefois, au Royaume- Uni, ces d&#233;cisions sont mises &#224;
ex&#233;cution en Angleterre et au pays de Galles, en &#201;cosse ou en
Irlande du Nord, apr&#232;s avoir &#233;t&#233; enregistr&#233;es en vue de leur
ex&#233;cution, sur requ&#234;te de toute partie int&#233;ress&#233;e, dans l&#39;une
ou l&#39;autre de ces parties du Royaume-Uni, suivant le cas.

Article 32

1. La requ&#234;te est pr&#233;sent&#233;e:

- en Belgique, au tribunal de premi&#232;re instance ou &#224; la
&#171;rechtbank van eerste aanleg&#187;,

- au Danemark, au &#171;byret&#187;,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, au pr&#233;sident d&#39;une
chambre du &#171;Landgericht&#187;,

- en Gr&#232;ce, au ,(((((((((((((((((((()

- en Espagne, au &#171;Juzgado de Primera Instancia&#187;,

- en France, au pr&#233;sident du tribunal de grande instance,

- en Irlande, &#224; la &#171;High Court&#187;,

- en Italie, &#224; la &#171;corte d&#39;appello&#187;,

- au Luxembourg, au pr&#233;sident du tribunal d&#39;arrondissement,

- en Autriche, devant le &#171;Bezirksgericht&#187;,

- aux Pays-Bas,

au pr&#233;sident de &#171;l&#39;arrondissementsechtbank&#187;,

- au Portugal, au &#171;Tribunal Judicial de C&#237;rculo&#187;,

- en Finlande, devant le &#171;K&#228;r&#228;j&#228;oikeus/tingsr&#228;tt&#187;,

- en Su&#232;de, au &#171;Svea hovr&#228;tt&#187;,

- au Royaume-Uni:

a) en Angleterre et au pays de Galles, &#224; la &#171;High Court of
Justice&#187; ou, s&#39;il s&#39;agit d&#39;une d&#233;cision en mati&#232;re d&#39;obligation
alimentaire, &#224; la &#171;Magistrates&#39; Court&#187; saisie par
l&#39;interm&#233;diaire du &#171;Secretary of State&#187;;

b) en &#201;cosse, &#224; la &#171;Court of Session&#187;, ou, s&#39;il s&#39;agit d&#39;une
d&#233;cision en mati&#232;re d&#39;obligation alimentaire, &#224; la &#171;Sheriff
Court&#187;, saisie par l&#39;interm&#233;diaire du &#171;Secretary of State&#187;;

c) en Irlande du Nord, &#224; la &#171;High Court of Justice&#187; ou, s&#39;il
s&#39;agit d&#39;une d&#233;cison en mati&#232;re d&#39;obligation alimentaire, &#224; la
&#171;Magistrates&#39; Court&#187; saisie par l&#39;interm&#233;diaire du &#171;Secretary
of State&#187;.

2. La juridiction territorialement comp&#233;tente est d&#233;termin&#233;e
par le domicile de la partie contre laquelle l&#39;ex&#233;cution est
demand&#233;e. Si cette partie n&#39;est pas domicili&#233;e sur le
territoire de l&#39;&#201;tat requis, la comp&#233;tence est d&#233;termin&#233;e par
le lieu de l&#39;ex&#233;cution.

Article 33

Les modalit&#233;s du d&#233;p&#244;t de la requ&#234;te sont d&#233;termin&#233;es par la
loi de l&#39;&#201;tat requis.

Le requ&#233;rant doit faire &#233;lection de domicile, dans le ressort
de la juridiction saisie. Toutefois, si la loi de l&#39;&#201;tat requis
ne conna&#238;t pas l&#39;&#233;lection de domicile, le requ&#233;rant d&#233;signe un
mandataire ad litem.

Les documents mentionn&#233;s aux articles 46 et 47 sont joints &#224; la
requ&#234;te.

Article 34

La juridiction saisie de la requ&#234;te statue &#224; bref d&#233;lai, sans
que la partie contre laquelle l&#39;ex&#233;cution est demand&#233;e puisse,
en cet &#233;tat de la proc&#233;dure, pr&#233;senter d&#39;observation.

La requ&#234;te ne peut &#234;tre rejet&#233;e que pour l&#39;un des motifs pr&#233;vus
aux articles 27 et 28.

En aucun cas, la d&#233;cision &#233;trang&#232;re ne peut faire l&#39;objet d&#39;une
r&#233;vision au fond.

Article 35

La d&#233;cision rendue sur requ&#234;te est aussit&#244;t port&#233;e &#224; la
connaissance du requ&#233;rant, &#224; la diligence du greffier, suivant
les modalit&#233;s d&#233;termin&#233;es par la loi de l&#39;&#201;tat requis.

Article 36

Si l&#39;ex&#233;cution est autoris&#233;e, la partie contre laquelle
l&#39;ex&#233;cution est demand&#233;e peut former un recours contre la
d&#233;cision dans le mois de sa signification.

Si cette partie est domicili&#233;e dans un &#201;tat contractant autre
que celui o&#249; la d&#233;cision qui autorise l&#39;ex&#233;cution a &#233;t&#233; rendue,
le d&#233;lai est de deux mois et court du jour o&#249; la signification
a &#233;t&#233; faite &#224; personne ou &#224; domicile. Ce d&#233;lai ne comporte pas
de prorogation &#224; raison de la distance.

Article 37

1. Le recours est port&#233;, selon les r&#232;gles de la proc&#233;dure
contradictoire:

- en Belgique, devant le tribunal de premi&#232;re instance ou la
&#171;rechtbank van eerste aanleg&#187;,

- au Danemark, devant le &#171;landsret&#187;,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, devant
l&#39;&#171;Oberlandesgericht&#187;,

- en Gr&#232;ce, devant l&#39;&#171; ((((((((((((((((((((),

- en Espagne, devant l&#39;&#171;Audiencia Provincial&#187;,

- en France, devant la cour d&#39;appel,

- en Irlande, devant la &#171;High Court&#187;,

- en Italie, devant la &#171;corte d&#39;appello&#187;,

- au Luxembourg, devant la Cour sup&#233;rieure de justice si&#233;geant
en mati&#232;re d&#39;appel civil,

- en Autriche, au &#171;Bezirksgericht&#187;,

- aux Pays-Bas, devant l&#39;&#171;arrondissementsrechtbank&#187;,

- au Portugal, devant le &#171;Tribunal de Rela&#231;&#227;o&#187;,

- en Finlande, devant le &#171;hovioikeus/hovr&#228;tt&#187;,

- en Su&#232;de, devant le &#171;Svea hovr&#228;tt&#187;,

- au Royaume-Uni:

a) en Angleterre et au pays de Galles, devant la &#171;High Court of
Justice&#187; ou, s&#39;il s&#39;agit d&#39;une d&#233;cision en mati&#232;re d&#39;obligation
alimentaire, devant la &#171;Magistrates&#39; Court&#187;;

b) en &#201;cosse, devant la &#171;Court of Session&#187; ou, s&#39;il s&#39;agit
d&#39;une d&#233;cision en mati&#232;re d&#39;obligation alimentaire, devant la
&#171;Sheriff Court&#187;;

c) en Irlande du Nord, devant la &#171;High Court of Justice&#187; ou,
s&#39;il s&#39;agit d&#39;une d&#233;cision en mati&#232;re d&#39;obligation alimentaire,
devant la &#171;Magistrates&#39; Court&#187;.

2. La d&#233;cision rendue sur le recours ne peut faire l&#39;objet:

- en Belgique, en Gr&#232;ce, en Espagne, en France, en Italie, au
Luxembourg et aux Pays-Bas, que d&#39;un pourvoi en cassation,

- au Danemark, que d&#39;un recours devant le &#171;h&#248;jesteret&#187;, avec
l&#39;autorisation du ministre de la justice,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, que d&#39;une
&#171;Rechtsbeschwerde&#187;,

- en Autriche, dans le cas d&#39;un recours, que du
&#171;Revisionsrekurs&#187; et, dans le cas d&#39;une opposition, que du
recours (&#171;Berufung&#187;) avec la facult&#233; &#233;ventuelle d&#39;une r&#233;vision,

- en Irlande, que d&#39;un recours sur un point de droit devant la
&#171;Supreme Court&#187;,

- au Portugal, que d&#39;un recours sur un point de droit,

- en Finlande, que d&#39;un recours devant &#171;korkein oikeus/h&#246;gsta
domstolen&#187;,

- en Su&#232;de, que d&#39;un recours devant &#171;H&#246;gsta domstolen&#187;,

- au Royaume-Uni, que d&#39;un seul recours sur un point de droit.

Article 38

La juridiction saisie du recours peut, &#224; la requ&#234;te de la
partie qui l&#39;a form&#233;, surseoir &#224; statuer, si la d&#233;cision
&#233;trang&#232;re fait, dans l&#39;&#201;tat d&#39;origine, l&#39;objet d&#39;un recours
ordinaire ou si le d&#233;lai pour le former n&#39;est pas expir&#233;; dans
ce dernier cas, la juridiction peut impartir un d&#233;lai pour
former ce recours.

Lorsque la d&#233;cision a &#233;t&#233; rendue en Irlande ou au Royaume-Uni,
toute voie de recours pr&#233;vue dans l&#39;&#201;tat d&#39;origine est
consid&#233;r&#233;e comme un recours ordinaire pour l&#39;application du
premier alin&#233;a.

Cette juridiction peut &#233;galement subordonner l&#39;ex&#233;cution &#224; la
constitution d&#39;une garantie qu&#39;elle d&#233;termine.

Article 39

Pendant le d&#233;lai du recours pr&#233;vu &#224; l&#39;article 36 et jusqu&#39;&#224; ce
qu&#39;il ait &#233;t&#233; statu&#233; sur celui-ci, il ne peut &#234;tre proc&#233;d&#233; qu&#39;&#224;
des mesures conservatoires sur les biens de la partie contre
laquelle l&#39;ex&#233;cution est demand&#233;e.

La d&#233;cision qui accorde l&#39;ex&#233;cution emporte l&#39;autorisation de
proc&#233;der &#224; ces mesures.

Article 40

1. Si sa requ&#234;te est rejet&#233;e, le requ&#233;rant peut former un
recours:

- en Belgique, devant la cour d&#39;appel ou le &#171;hof van beroep&#187;,

- au Danemark, devant le &#171;landsret&#187;,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, devant
l&#39;&#171;Oberlandesgericht&#187;,

- en Gr&#232;ce, devant l&#39;&#171;(((((((&#187;,

- en Espagne, devant l&#39;&#171;Audiencia Provincial&#187;,

- en France, devant la cour d&#39;appel,

- en Irlande, devant la &#171;High Court&#187;,

- en Italie, devant la &#171;corte d&#39;appello&#187;,

- au Luxembourg, devant la Cour sup&#233;rieure de justice si&#233;geant
en mati&#232;re d&#39;appel civil,

- en Autriche, devant le &#171;Bezirksgericht&#187;,

- aux Pays-Bas, devant le &#171;gerechtshof&#187;,

- au Portugal, devant le &#171;Tribunal da Rela&#231;&#227;o&#187;,

- en Finlande, devant le &#171;hovioikeus/hovr&#228;tten&#187;,

- en Su&#232;de, devant le &#171;Svea hovr&#228;tt&#187;,

- au Royaume-Uni:

a) en Angleterre et au pays de Galles, devant la &#171;High Court of
Justice&#187; ou, s&#39;il s&#39;agit d&#39;une d&#233;cision en mati&#232;re d&#39;obligation
alimentaire, devant la &#171;Magistrates&#39; Court&#187;;

b) en &#201;cosse, devant la &#171;Court of Session&#187; ou, s&#39;il s&#39;agit
d&#39;une d&#233;cision en mati&#232;re d&#39;obligation alimentaire, devant la
&#171;Sheriff Court&#187;;

c) en Irlande du Nord, devant la &#171;High Court of Justice&#187; ou,
s&#39;il s&#39;agit d&#39;une d&#233;cision en mati&#232;re d&#39;obligation alimentaire,
devant la &#171;Magistrates&#39; Court&#187;.

2. La partie contre laquelle l&#39;ex&#233;cution est demand&#233;e est
appel&#233;e &#224; compara&#238;tre devant la juridiction saisie du recours.
En cas de d&#233;faut, les dispositions de l&#39;article 20 deuxi&#232;me et
troisi&#232;me alin&#233;as sont applicables alors m&#234;me que cette partie
n&#39;est pas domicili&#233;e sur le territoire d&#39;un des &#201;tats
contractants.

Article 41

La d&#233;cision rendue sur le recours pr&#233;vu &#224; l&#39;article 40 ne peut
faire l&#39;objet:

- en Belgique, en Gr&#232;ce, en Espagne, en France, en Italie, au
Luxembourg et aux Pays-Bas, que d&#39;un pourvoi en cassation,

- au Danemark, que d&#39;un recours devant le &#171;h&#248;jesteret&#187;, avec
l&#39;autorisation du ministre de la justice,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, que d&#39;une
&#171;Rechtsbeschwerde&#187;,

- en Irlande, que d&#39;un recours sur un point de droit devant la
&#171;Supreme Court&#187;,

- en Autriche, que d&#39;un &#171;Revisionsrekurs&#187;,

- au Portugal, que d&#39;un recours sur un point de droit,

- en Finlande, que d&#39;un recours devant le &#171;korkein
oikeus/h&#246;gsta domstolen&#187;,

- en Su&#232;de, que d&#39;un recours devant le &#171;H&#246;gsta domstolen&#187;,

- au Royaume-Uni, que d&#39;un seul recours sur un point de droit.

Article 42

Lorsque la d&#233;cision &#233;trang&#232;re a statu&#233; sur plusieurs chefs de
la demande et que l&#39;ex&#233;cution ne peut &#234;tre autoris&#233;e pour le
tout, l&#39;autorit&#233; judiciaire accorde l&#39;ex&#233;cution pour un ou
plusieurs d&#39;entre eux.

Le requ&#233;rant peut demander une ex&#233;cution partielle.

Article 43

Les d&#233;cisions &#233;trang&#232;res condamnant &#224; une astreinte ne sont
ex&#233;cutoires dans l&#39;&#201;tat requis que si le montant en a &#233;t&#233;
d&#233;finitivement fix&#233; par les tribunaux de l&#39;&#201;tat d&#39;origine.

Article 44

Le requ&#233;rant qui, dans l&#39;&#201;tat d&#39;origine, a b&#233;n&#233;fici&#233; en tout ou
en partie de l&#39;assistance judiciaire ou d&#39;une exemption de
frais et d&#233;pens b&#233;n&#233;ficie, dans la proc&#233;dure pr&#233;vue aux
articles 32 &#224; 35, de l&#39;assistance la plus favorable ou de
l&#39;exemption la plus large pr&#233;vue par le droit de l&#39;&#201;tat requis.

Le requ&#233;rant qui demande l&#39;ex&#233;cution d&#39;une d&#233;cision rendue au
Danemark par une autorit&#233; administrative en mati&#232;re
d&#39;obligation alimentaire peut invoquer dans l&#39;&#201;tat requis le
b&#233;n&#233;fice des dispositions du premier alin&#233;a s&#39;il produit un
document &#233;tabli par le minist&#232;re de la justice danois et
attestant qu&#39;il remplit les conditions &#233;conomiques pour pouvoir
b&#233;n&#233;ficier en tout ou en partie de l&#39;assistance judiciaire ou
d&#39;une exemption de frais et d&#233;pens.

Article 45

Aucune caution ni aucun d&#233;p&#244;t, sous quelque d&#233;nomination que ce
soit, ne peuvent &#234;tre impos&#233;s en raison, soit de la qualit&#233;
d&#39;&#233;tranger, soit du d&#233;faut de domicile ou de r&#233;sidence dans le
pays, &#224; la partie qui demande l&#39;ex&#233;cution dans un &#201;tat
contractant d&#39;une d&#233;cision rendue dans un autre &#201;tat
contractant.

Section 3

Dispositions communes

Article 46

La partie qui invoque la reconnaissance ou demande l&#39;ex&#233;cution
d&#39;une d&#233;cision doit produire:

1) une exp&#233;dition de celle-ci r&#233;unissant les conditions
n&#233;cessaires &#224; son authenticit&#233;;

2) s&#39;il s&#39;agit d&#39;une d&#233;cision par d&#233;faut, l&#39;original ou une
copie certifi&#233;e conforme du document &#233;tablissant que l&#39;acte
introductif d&#39;instance ou un acte &#233;quivalent a &#233;t&#233; signifi&#233; ou
notifi&#233; &#224; la partie d&#233;faillante.

Article 47

La partie qui demande l&#39;ex&#233;cution doit en outre produire:

1) tout document de nature &#224; &#233;tablir que, selon la loi de
l&#39;&#201;tat d&#39;origine, la d&#233;cision est ex&#233;cutoire et a &#233;t&#233;
signifi&#233;e;

2) s&#39;il y a lieu, un document justifiant que le requ&#233;rant
b&#233;n&#233;ficie de l&#39;assistance judiciaire dans l&#39;&#201;tat d&#39;origine.

Article 48

&#192; d&#233;faut de production des documents mentionn&#233;s &#224; l&#39;article 46
paragraphe 2 et &#224; l&#39;article 47 paragraphe 2, l&#39;autorit&#233;
judiciaire peut impartir un d&#233;lai pour les produire ou accepter
des documents &#233;quivalents ou, si elle s&#39;estime suffisamment
&#233;clair&#233;e, en dispenser.

Il est produit une traduction des documents si l&#39;autorit&#233;
judiciaire l&#39;exige; la traduction est certifi&#233;e par une
personne habilit&#233;e &#224; cet effet dans l&#39;un des &#201;tats
contractants.

Article 49

Aucune l&#233;galislation ni formalit&#233; analogue n&#39;est exig&#233;e en ce
qui concerne les documents mentionn&#233;s aux articles 46, 47 et &#224;
l&#39;article 48 deuxi&#232;me alin&#233;a, ainsi que, le cas &#233;ch&#233;ant, la
procuration ad litem.

TITRE IV
ACTES AUTHENTIQUES ET TRANSACTIONS JUDICIAIRES

Article 50

Les actes authentiques re&#231;us et ex&#233;cutoires dans un &#201;tat
contractant sont, sur requ&#234;te, d&#233;clar&#233;s ex&#233;cutoires dans un
autre &#201;tat contractant, conform&#233;ment &#224; la proc&#233;dure pr&#233;vue aux
articles 31 et suivants. La requ&#234;te ne peut &#234;tre rejet&#233;e que si
l&#39;ex&#233;cution de l&#39;acte authentique est contraire &#224; l&#39;ordre
public de l&#39;&#201;tat requis.

L&#39;acte produit doit r&#233;unir les conditions n&#233;cessaires &#224; son
authenticit&#233; dans l&#39;&#201;tat d&#39;origine.

Les dispositions de la section 3 du titre III sont, en tant que
de besoin, applicables.

Article 51

Les transactions conclues devant le juge au cours d&#39;un proc&#232;s
et ex&#233;cutoires dans l&#39;&#201;tat d&#39;origine sont ex&#233;cutoires dans
l&#39;&#201;tat requis aux m&#234;mes conditions que les actes authentiques.

TITRE V
DISPOSITIONS G&#201;N&#201;RALES

Article 52

Pour d&#233;terminer si une partie a un domicile sur le territoire
de l&#39;&#201;tat contractant dont les tribunaux sont saisis, le juge
applique sa loi interne.

Lorsqu&#39;une partie n&#39;a pas de domicile dans l&#39;&#201;tat dont les
tribunaux sont saisis, le juge, pour d&#233;terminer si elle a un
domicile dans un autre &#201;tat contractant, applique la loi de cet
&#201;tat.

. . .

Article 53

Le si&#232;ge des soci&#233;t&#233;s et des personnes morales est assimil&#233; au
domicile pour l&#39;application de la pr&#233;sente convention.
Toutefois, pour d&#233;terminer ce si&#232;ge, le juge saisi applique les
r&#232;gles de son droit international priv&#233;.

Pour d&#233;terminer si un trust a son domicile sur le territoire
d&#39;un &#201;tat contractant dont les tribunaux sont saisis, le juge
applique les r&#232;gles de son droit international priv&#233;.

TITRE VI
DISPOSITIONS TRANSITOIRES

Article 54

Les dispositions de la pr&#233;sente convention ne sont applicables
qu&#39;aux actions judiciaires intent&#233;es et aux actes authentiques
re&#231;us post&#233;rieurement &#224; l&#39;entr&#233;e en vigueur de la pr&#233;sente
convention dans l&#39;&#201;tat d&#39;origine et, lorsque la reconnaissance
ou l&#39;ex&#233;cution d&#39;une d&#233;cision ou d&#39;un acte authentique est
demand&#233;e, dans l&#39;&#201;tat requis.

Toutefois, les d&#233;cisions rendues apr&#232;s la date d&#39;entr&#233;e en
vigueur de la pr&#233;sente convention dans les rapports entre
l&#39;&#201;tat d&#39;origine et l&#39;&#201;tat requis &#224; la suite d&#39;actions
intent&#233;es avant cette date sont reconnues et ex&#233;cut&#233;es
conform&#233;ment aux dispositions du titre III si les r&#232;gles de
comp&#233;tence appliqu&#233;es sont conformes &#224; celles pr&#233;vues soit par
le titre II soit par une convention qui &#233;tait en vigueur entre
l&#39;&#201;tat d&#39;origine et l&#39;&#201;tat requis lorsque l&#39;action a &#233;t&#233;
intent&#233;e.

Si, par un &#233;crit ant&#233;rieur au 1er juin 1988 pour l&#39;Irlande ou
au 1er janvier

1987 pour le Royaume- Uni, les parties en litige &#224; propos d&#39;un
contrat &#233;taient convenues d&#39;appliquer &#224; ce contrat le droit
irlandais ou le droit d&#39;une partie du Royaume- Uni, les
tribunaux de l&#39;Irlande ou de cette partie du Royaume-Uni
conservent la facult&#233; de conna&#238;tre de ce litige.

Article 54 bis

Pendant trois ann&#233;es &#224; compter du 1er novembre 1986 pour le
Danemark et &#224; compter du 1er juin 1988 pour l&#39;Irlande, la
comp&#233;tence en mati&#232;re maritime dans chacun de ces &#201;tats est
d&#233;termin&#233;e non seulement conform&#233;ment aux dispositions du titre
II, mais &#233;galement conform&#233;ment aux paragraphes 1 &#224; 6 ci-apr&#232;s.
Toutefois, ces dispositions cesseront d&#39;&#234;tre applicables dans
chacun de ces &#201;tats au moment o&#249; la convention internationale
pour l&#39;unification de certaines r&#232;gles sur la saisie
conservatoire des navires de mer, sign&#233;e &#224; Bruxelles le 10 mai
1952, sera en vigueur &#224; son &#233;gard.

1) Une personne domicili&#233;e sur le territoire d&#39;un &#201;tat
contractant peut &#234;tre attraite pour une cr&#233;ance maritime devant
les tribunaux de l&#39;un des &#201;tats mentionn&#233;s ci-dessus lorsque le
navire sur lequel porte la cr&#233;ance ou tout autre navire dont
elle est propri&#233;taire a fait l&#39;objet d&#39;une saisie judiciaire
sur le territoire de ce dernier &#201;tat pour garantir la cr&#233;ance,
ou aurait pu y faire l&#39;objet d&#39;une saisie alors qu&#39;une caution
ou une autre s&#251;ret&#233; a &#233;t&#233; donn&#233;e, dans les cas suivants:

a) si le demandeur est domicili&#233; sur le territoire de cet &#201;tat;

b) si la cr&#233;ance maritime est n&#233;e dans cet &#201;tat;

c) si la cr&#233;ance maritime est n&#233;e au cours d&#39;un voyage pendant
lequel la saisie a &#233;t&#233; faite ou aurait pu &#234;tre faite;

d) si la cr&#233;ance provient d&#39;un abordage ou d&#39;un dommage caus&#233;
par un navire, par ex&#233;cution ou omission d&#39;une manœuvre ou par
inobservation des r&#232;glements, soit &#224; un autre navire, soit aux
choses ou personnes se trouvant &#224; bord;

e) si la cr&#233;ance est n&#233;e d&#39;une assistance ou d&#39;un sauvetage;

f) si la cr&#233;ance est garantie par une hypoth&#232;que maritime ou un
mort-gage sur le navire saisi.

2) Peut &#234;tre saisi le navire auquel la cr&#233;ance maritime se
rapporte ou tout autre navire appartenant &#224; celui qui &#233;tait, au
moment o&#249; est n&#233;e la cr&#233;ance maritime, propri&#233;taire du navire
auquel cette cr&#233;ance se rapporte. Toutefois, pour les cr&#233;ances
pr&#233;vues au paragraphe 5 points o), p) ou q), seul le navire sur
lequel porte la cr&#233;ance pourra &#234;tre saisi.

3) Des navires seront r&#233;put&#233;s avoir le m&#234;me propri&#233;taire
lorsque toutes les parts de propri&#233;t&#233; appartiennent &#224; une m&#234;me
ou aux m&#234;mes personnes.

4) En cas d&#39;affr&#232;tement d&#39;un navire avec remise de la gestion
nautique, lorsque l&#39;affr&#233;teur r&#233;pond seul d&#39;une cr&#233;ance
maritime se rapportant au navire, celui-ci peut &#234;tre saisi ou
tout autre navire appartenant &#224; cet affr&#233;teur, mais aucun autre
navire appartenant au propri&#233;taire ne peut &#234;tre saisi en vertu
de cette cr&#233;ance maritime. Il en est de m&#234;me dans tous les cas
o&#249; une personne autre que le propri&#233;taire est tenue d&#39;une
cr&#233;ance maritime.

5) On entend par &#171;cr&#233;ance maritime&#187; l&#39;all&#233;gation d&#39;un droit ou
d&#39;une cr&#233;ance ayant l&#39;une ou plusieurs des causes suivantes:

a) dommages caus&#233;s par un navire soit par abordage, soit
autrement;

b) pertes de vies humaines ou dommages corporels caus&#233;s par un
navire ou provenant de l&#39;exploitation d&#39;un navire;

c) assistance et sauvetage;

d) contrats relatifs &#224; l&#39;utilisation ou la location d&#39;un navire
par charte- partie ou autrement;

e) contrats relatifs au transport des marchandises par un
navire en vertu d&#39;une charte- partie, d&#39;un connaissement ou
autrement;

f) pertes ou dommages aux marchandises et bagages transport&#233;s
par un navire;

g) avarie commune;

h) pr&#234;t &#224; la grosse;

i) remorquage;

j) pilotage;

k) fournitures, quel qu&#39;en soit le lieu, de produits ou de
mat&#233;riel faites &#224; un navire en vue de son exploitation ou de
son entretien;

l) construction, r&#233;parations, &#233;quipement d&#39;un navire ou frais
de cale;

m) salaires des capitaines, officiers ou hommes d&#39;&#233;quipage;

n) d&#233;bours du capitaine et ceux effectu&#233;s par les chargeurs,
les affr&#233;teurs et les agents pour le compte du navire ou de son
propri&#233;taire;

o) la propri&#233;t&#233; contest&#233;e d&#39;un navire;

p) la copropri&#233;t&#233; d&#39;un navire ou sa possession, ou son
exploitation, ou les droits aux produits d&#39;exploitation d&#39;un
navire en copropri&#233;t&#233;;

q) toute hypoth&#232;que maritime et tout mortgage.

6) Au Danemark, l&#39;expression &#171;saisie judiciaire&#187; couvre, en ce
qui concerne les cr&#233;ances maritimes vis&#233;es au paragraphe 5
points o) et p), le forbud pour autant que cette proc&#233;dure soit
la seule admise en l&#39;esp&#232;ce par les articles 646 &#224; 653 de la
loi sur la proc&#233;dure civile (Lov om rettens pleje).

TITRE VII
RELATIONS AVEC LES AUTRES CONVENTIONS

Article 55

Sans pr&#233;judice des dispositions de l&#39;article 54 deuxi&#232;me alin&#233;a
et de l&#39;article 56, la pr&#233;sente convention remplace entre les
&#201;tats qui y sont parties les conventions conclues entre deux ou
plusieurs de ces &#201;tats, &#224; savoir:

- la convention entre la Belgique et la France sur la
comp&#233;tence judiciaire, sur l&#39;autorit&#233; et l&#39;ex&#233;cution des
d&#233;cisions judiciaires, des sentences arbitrales et des actes
authentiques, sign&#233;e &#224; Paris le 8 juillet 1899,

- la convention entre la Belgique et les Pays-Bas sur la
comp&#233;tence judiciaire territoriale, sur la faillite, ainsi que
sur l&#39;autorit&#233; et l&#39;ex&#233;cution des d&#233;cisions judiciaires, des
sentences arbitrales et des actes authentiques, sign&#233;e &#224;
Bruxelles le 28 mars 1925,

- la convention entre la France et l&#39;Italie sur l&#39;ex&#233;cution des
jugements en mati&#232;re civile et commerciale, sign&#233;e &#224; Rome le 3
juin 1930,

- la convention entre le Royaume-Uni et la France sur
l&#39;ex&#233;cution r&#233;ciproque des jugements en mati&#232;re civile et
commerciale, accompagn&#233;e d&#39;un protocole, sign&#233;e &#224; Paris le 18
janvier 1934,

- la convention entre le Royaume-Uni et la Belgique sur
l&#39;ex&#233;cution r&#233;ciproque des jugements en mati&#232;re civile et
commerciale, accompagn&#233;e d&#39;un protocole, sign&#233;e &#224; Bruxelles le
2 mai 1934,

- la convention entre l&#39;Allemagne et l&#39;Italie sur la
reconnaissance et l&#39;ex&#233;cution des d&#233;cisions judiciaires en
mati&#232;re civile et commerciale, sign&#233;e &#224; Rome le 9 mars 1936,

- la convention entre le royaume de Belgique et l&#39;Autriche sur
la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des d&#233;cisions
judiciaires et des actes authentiques en mati&#232;re d&#39;obligations
alimentaires, sign&#233;e &#224; Vienne le 25 octobre 1957,

- la convention entre la r&#233;publique f&#233;d&#233;rale d&#39;Allemagne et le
royaume de Belgique concernant la reconnaissance et l&#39;ex&#233;cution
r&#233;ciproques en mati&#232;re civile et commerciale des d&#233;cisions
judiciaires, sentences arbitrales et actes authentiques, sign&#233;e
&#224; Bonn le 30 juin 1958,

- la convention entre le royaume des Pays-Bas et la R&#233;publique
italienne sur la reconnaissance et l&#39;ex&#233;cution des d&#233;cisions
judiciaires en mati&#232;re civile et commerciale, sign&#233;e &#224; Rome le
17 avril 1959,

- la convention entre la r&#233;publique f&#233;d&#233;rale d&#39;Allemagne et
l&#39;Autriche sur la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des
d&#233;cisions et transactions judiciaires et des actes authentiques
en mati&#232;re civile et commerciale, sign&#233;e &#224; Vienne le 6 juin
1959,

- la convention entre le royaume de Belgique et l&#39;Autriche sur
la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des d&#233;cisions
judiciaires, sentences arbitrales et actes authentiques en
mati&#232;re civile et commerciale, sign&#233;e &#224; Vienne le 16 juin 1959,

- la convention entre le Royaume-Uni et la r&#233;publique f&#233;d&#233;rale
d&#39;Allemagne sur la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques
des jugements en mati&#232;re civile et commerciale, sign&#233;e &#224; Bonn
le 14 juillet 1960,

- la convention entre le Royaume-Uni et l&#39;Autriche sur la
reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des d&#233;cisions
judiciaires en mati&#232;re civile et commerciale, sign&#233;e &#224; Vienne
le 14 juillet 1961, ainsi que le protocole de modification
sign&#233; &#224; Londres le 6 mars 1970,

- la convention entre le royaume de Gr&#232;ce et la r&#233;publique
f&#233;d&#233;rale d&#39;Allemagne sur la reconnaissance et l&#39;ex&#233;cution
r&#233;ciproques des jugements, transactions et actes authentiques
en mati&#232;re civile et commerciale, sign&#233;e &#224; Ath&#232;nes le 4
novembre 1961,

- la convention entre le royaume de Belgique et la R&#233;publique
italienne concernant la reconnaissance et l&#39;ex&#233;cution des
d&#233;cisions judiciaires et d&#39;autres titres ex&#233;cutoires en mati&#232;re
civile et commerciale, sign&#233;e &#224; Rome le 6 avril 1962,

- la convention entre le royaume des Pays-Bas et la r&#233;publique
f&#233;d&#233;rale d&#39;Allemagne sur la reconnaissance et l&#39;ex&#233;cution
mutuelles des d&#233;cisions judiciaires et autres titres
ex&#233;cutoires en mati&#232;re civile et commerciale, sign&#233;e &#224; La Haye
le 30 ao&#251;t 1962,

- la convention entre le royaume des Pays-Bas et l&#39;Autriche sur
la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des d&#233;cisions
judiciaires et des actes authentiques en mati&#232;re civile et
commerciale, sign&#233;e &#224; La Haye le 6 f&#233;vrier 1963,

- la convention entre la France et l&#39;Autriche sur la
reconnaissance et l&#39;ex&#233;cution des d&#233;cisions judiciaires et des
actes authentiques en mati&#232;re civile et commerciale, sign&#233;e &#224;
Vienne le 15 juillet 1966,

- la convention entre le Royaume-Uni et la R&#233;publique italienne
sur la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des jugements
en mati&#232;re civile et commerciale, sign&#233;e &#224; Rome le 7 f&#233;vrier
1964, accompagn&#233;e d&#39;un protocole sign&#233; &#224; Rome le 14 juillet
1970,

- la convention entre le Royaume-Uni et le royaume des Pays-Bas
sur la reconnaissance et l&#39;ex&#233;cution r&#233;ciproques des jugements
en mati&#232;re civile, sign&#233;e &#224; La Haye le 17 novembre 1967,

- la convention entre l&#39;Espagne et la France sur la
reconnaissance et l&#39;ex&#233;cution de jugements et de sentences
arbitrales en mati&#232;re civile et commerciale, sign&#233;e &#224; Paris le
28 mai 1969 ,

- la convention entre le Luxembourg et l&#39;Autriche sur la
reconnaissance et l&#39;ex&#233;cution des d&#233;cisions judiciaires et des
actes authentiques en mati&#232;re civile et commerciale, sign&#233;e &#224;
Luxembourg le 29 juillet 1971,

- la convention entre l&#39;Italie et l&#39;Autriche sur la
reconnaissance et l&#39;ex&#233;cution des d&#233;cisions judiciaires en
mati&#232;re civile et commerciale, des transactions judiciaires et
des actes notari&#233;s sign&#233;e &#224; Rome le 16 novembre 1971,

- la convention entre l&#39;Espagne et l&#39;Italie en mati&#232;re
d&#39;assistance judiciaire et de reconnaissance et ex&#233;cution de
jugements en mati&#232;re civile et commerciale, sign&#233;e &#224; Madrid le
22 mai 1973,

- la convention entre la Finlande, l&#39;Islande, la Norv&#232;ge, la
Su&#232;de et le Danemark sur la reconnaissance et l&#39;ex&#233;cution des
d&#233;cisions en mati&#232;re civile, sign&#233;e &#224; Copenhague le 11 octobre
1977,

- la convention entre l&#39;Autriche et la Su&#232;de sur la
reconnaissance et l&#39;ex&#233;cution des jugements en mati&#232;re civile,
sign&#233;e &#224; Stockholm le 16 septembre 1982,

- la convention entre l&#39;Espagne et la r&#233;publique f&#233;d&#233;rale
d&#39;Allemagne sur la reconnaissance et l&#39;ex&#233;cution de d&#233;cisions
et transactions judiciaires, et d&#39;actes authentiques
ex&#233;cutoires en mati&#232;re civile et commerciale, sign&#233;e &#224; Bonn le
14 novembre 1983 ,

- la convention entre l&#39;Autriche et l&#39;Espagne sur la
reconnaissance et l&#39;ex&#233;cution des d&#233;cisions et transactions
judiciaires et des actes authentiques ex&#233;cutoires en mati&#232;re
civile et commerciale, sign&#233;e &#224; Vienne le 17 f&#233;vrier 1984,

- la convention entre la Finlande et l&#39;Autriche sur la
reconnaissance et l&#39;ex&#233;cution des jugements en mati&#232;re civile,
sign&#233;e &#224; Vienne le 17 novembre 1986,

et pour autant qu&#39;il est en vigueur:

- le trait&#233; entre la Belgique, les Pays-Bas et le Luxembourg
sur la comp&#233;tence judiciaire, sur la faillite, sur l&#39;autorit&#233;
et l&#39;ex&#233;cution des d&#233;cisions judiciaires, des sentences
arbitrales et des actes authentiques, sign&#233; &#224; Bruxelles le 24
novembre 1961.

Article 56

Le trait&#233; et les conventions mentionn&#233;s &#224; l&#39;article 55
continuent &#224; produire leurs effets dans les mati&#232;res auxquelles
la pr&#233;sente convention n&#39;est pas applicable.

Ils continuent &#224; produire leurs effets en ce qui concerne les
d&#233;cisions rendues et les actes re&#231;us avant l&#39;entr&#233;e en vigueur
de la pr&#233;sente convention.

Article 57

1. La pr&#233;sente convention n&#39;affecte pas les conventions
auxquelles les &#201;tats contractants sont ou seront parties et
qui, dans des mati&#232;res particuli&#232;res, r&#232;glent la comp&#233;tence
judiciaire, la reconnaissance ou l&#39;ex&#233;cution des d&#233;cisions.

2. En vue d&#39;assurer son interpr&#233;tation uniforme, le paragraphe
1 est appliqu&#233; de la mani&#232;re suivante:

a) la pr&#233;sente convention ne fait pas obstacle &#224; ce qu&#39;un
tribunal d&#39;un &#201;tat contractant partie &#224; une convention relative
&#224; une mati&#232;re particuli&#232;re puisse fonder sa comp&#233;tence sur une
telle convention, m&#234;me si le d&#233;fendeur est domicili&#233; sur le
territoire d&#39;un &#201;tat contractant non partie &#224; une telle
convention. Le tribunal saisi applique, en tout cas, l&#39;article
20 de la pr&#233;sente convention;

b) les d&#233;cisions rendues dans un &#201;tat contractant par un
tribunal ayant fond&#233; sa comp&#233;tence sur une convention relative
&#224; une mati&#232;re particuli&#232;re sont reconnues et ex&#233;cut&#233;es dans les
autres &#201;tats contractants conform&#233;ment &#224; la pr&#233;sente
convention.

Si une convention relative &#224; une mati&#232;re particuli&#232;re et &#224;
laquelle sont parties l&#39;&#201;tat d&#39;origine et l&#39;&#201;tat requis
d&#233;termine les conditions de reconnaissance et d&#39;ex&#233;cution des
d&#233;cisions, il est fait application de ces conditions. Il peut,
en tout cas, &#234;tre fait application des dispositions de la
pr&#233;sente convention qui concernent la proc&#233;dure relative &#224; la
reconnaissance et &#224; l&#39;ex&#233;cution des d&#233;cisions.

3. La pr&#233;sente convention ne pr&#233;juge pas l&#39;application des
dispositions qui, dans des mati&#232;res particuli&#232;res, r&#232;glent la
comp&#233;tence judiciaire, la reconnaissance ou l&#39;ex&#233;cution des
d&#233;cisions et qui sont ou seront contenues dans les actes des
institutions des Communaut&#233;s europ&#233;ennes ou dans les
l&#233;gislations nationales harmonis&#233;es en ex&#233;cution de ces actes.

Article 58

Jusqu&#39;au moment o&#249; la convention concernant la comp&#233;tence
judiciaire et l&#39;ex&#233;cution des d&#233;cisions en mati&#232;re civile et
commerciale, sign&#233;e &#224; Lugano le 16 septembre 1988, produira ses
effets &#224; l&#39;&#233;gard de la France et de la Conf&#233;d&#233;ration suisse,
les dispositions de la pr&#233;sente convention ne portent pas
pr&#233;judice aux droits reconnus aux ressortissants suisses par la
convention entre la France et la Conf&#233;d&#233;ration suisse sur la
comp&#233;tence judiciaire et l&#39;ex&#233;cution des jugements en mati&#232;re
civile, sign&#233;e &#224; Paris le 15 juin 1869.

Article 59

La pr&#233;sente convention ne fait pas obstacle &#224; ce qu&#39;un &#201;tat
contractant s&#39;engage envers un &#201;tat tiers, aux termes d&#39;une
convention sur la reconnaissance et l&#39;ex&#233;cution des jugements,
&#224; ne pas reconna&#238;tre une d&#233;cision rendue, notamment dans un
autre &#201;tat contractant, contre un d&#233;fendeur qui avait son
domicile ou sa r&#233;sidence habituelle sur le territoire de l&#39;&#201;tat
tiers lorsque, dans un cas pr&#233;vu par l&#39;article 4, la d&#233;cision
n&#39;a pu &#234;tre fond&#233;e que sur une comp&#233;tence vis&#233;e &#224; l&#39;article 3
deuxi&#232;me alin&#233;a.

Toutefois, aucun &#201;tat contractant ne peut s&#39;engager envers un
&#201;tat tiers &#224; ne pas reconna&#238;tre une d&#233;cision rendue dans un
autre &#201;tat contractant par une juridiction dont la comp&#233;tence
est fond&#233;e sur l&#39;existence dans cet &#201;tat de biens appartenant
au d&#233;fendeur ou sur la saisie par le demandeur de biens qui y
existent:

1) si la demande porte sur la propri&#233;t&#233; ou la possession
desdits biens, vise &#224; obtenir l&#39;autorisation d&#39;en disposer ou
est relative &#224; un autre litige les concernant ou

2) si les biens constituent la garantie d&#39;une cr&#233;ance qui fait
l&#39;objet de la demande.

TITRE VIII
DISPOSITIONS FINALES

Article 60

. . .

Article 61

La pr&#233;sente convention sera ratifi&#233;e par les &#201;tats signataires.
Les instruments de ratification seront d&#233;pos&#233;s aupr&#232;s du
secr&#233;taire g&#233;n&#233;ral du Conseil des Communaut&#233;s europ&#233;ennes.

Article 62

La pr&#233;sente convention entrera en vigueur le premier jour du
troisi&#232;me mois suivant le d&#233;p&#244;t de l&#39;instrument de ratification
de l&#39;&#201;tat signataire qui proc&#233;dera le dernier &#224; cette
formalit&#233;.

Article 63

Les &#201;tats contractants reconnaissent que tout &#201;tat qui devient
membre de la Communaut&#233; &#233;conomique europ&#233;enne aura l&#39;obligation
d&#39;accepter que la pr&#233;sente convention soit prise comme base
pour les n&#233;gociations n&#233;cessaires pour assurer la mise en œuvre
de l&#39;article 220 dernier alin&#233;a du trait&#233; instituant la
Communaut&#233; &#233;conomique europ&#233;enne dans les rapports entre les
&#201;tats contractants et cet &#201;tat.

Les adaptations n&#233;cessaires pourront faire l&#39;objet d&#39;une
convention sp&#233;ciale entre les &#201;tats contractants, d&#39;une part,
et cet &#201;tat, d&#39;autre part.

Article 64

Le secr&#233;taire g&#233;n&#233;ral du Conseil des Communaut&#233;s europ&#233;ennes
notifiera aux &#201;tats signataires:

a) le d&#233;p&#244;t de tout instrument de ratification;

b) les dates d&#39;entr&#233;e en vigueur de la pr&#233;sente convention;

c) . . . ;

d) les d&#233;clarations re&#231;ues en application de l&#39;article IV du
protocole;

e) les communications faites en application de l&#39;article VI du
protocole.

Article 65

Le protocole qui, du commun accord des &#201;tats contractants, est
annex&#233; &#224; la pr&#233;sente convention, en fait partie int&#233;grante.

Article 66

La pr&#233;sente convention est conclue pour une dur&#233;e illimit&#233;e.

Article 67

Chaque &#201;tat contractant peut demander la r&#233;vision de la
pr&#233;sente convention. Dans ce cas, une conf&#233;rence de r&#233;vision
est convoqu&#233;e par le pr&#233;sident du Conseil des Communaut&#233;s
europ&#233;ennes.

Article 68

La pr&#233;sente convention, r&#233;dig&#233;e en un exemplaire unique en
langue allemande, en langue fran&#231;aise, en langue italienne et
en langue n&#233;erlandaise, les quatre textes faisant &#233;galement
foi, sera d&#233;pos&#233;e dans les archives du secr&#233;tariat g&#233;n&#233;ral du
Conseil des Communaut&#233;s europ&#233;ennes. Le secr&#233;taire g&#233;n&#233;ral en
remettra une copie certifi&#233;e conforme &#224; chacun des
gouvernements des &#201;tats signataires.

En foi de quoi les pl&#233;nipotentiaires soussign&#233;s ont appos&#233; leur
signature en bas de la pr&#233;sente convention.

[Signatures des pl&#233;nipotentiaires d&#233;sign&#233;s]

PROTOCOLE

Les hautes parties contractantes sont convenues des
dispositions suivantes, qui sont annex&#233;es &#224; la convention

Article I

Toute personne domicili&#233;e au Luxembourg, attraite devant un
tribunal d&#39;un autre &#201;tat contractant en application de
l&#39;article 5 paragraphe 1, peut d&#233;cliner la comp&#233;tence de ce
tribunal. Ce tribunal se d&#233;clare d&#39;office incomp&#233;tent si le
d&#233;fendeur ne compara&#238;t pas.

Toute convention attributive de juridiction au sens de
l&#39;article 17 ne produit ses effets &#224; l&#39;&#233;gard d&#39;une personne
domicili&#233;e au Luxembourg que si celle-ci l&#39;a express&#233;ment et
sp&#233;cialement accept&#233;e.

Article II

Sans pr&#233;judice de dispositions nationales plus favorables, les
personnes domicili&#233;es dans un &#201;tat contractant et poursuivies
pour une infraction involontaire devant les juridictions
r&#233;pressives d&#39;un autre &#201;tat contractant dont elles ne sont pas
les nationaux peuvent se faire d&#233;fendre par les personnes
habilit&#233;es &#224; cette fin, m&#234;me si elles ne comparaissent pas
personnellement.

Toutefois, la juridiction saisie peut ordonner la comparution
personnelle: si celle-ci n&#39;a pas eu lieu, la d&#233;cision rendue
sur l&#39;action civile sans que la personne en cause ait eu la
possibilit&#233; de se faire d&#233;fendre pourra ne pas &#234;tre reconnue ni
ex&#233;cut&#233;e dans les autres &#201;tats contractants.

Article III

Aucun imp&#244;t, droit ou taxe, proportionnel &#224; la valeur du
litige, n&#39;est per&#231;u dans l&#39;&#201;tat requis &#224; l&#39;occasion de la
proc&#233;dure tendant &#224; l&#39;octroi de la formule ex&#233;cutoire.

Article IV

Les actes judiciaires et extrajudiciaires dress&#233;s sur le
territoire d&#39;un &#201;tat contractant et qui doivent &#234;tre notifi&#233;s
ou signifi&#233;s &#224; des personnes se trouvant sur le territoire d&#39;un
autre &#201;tat contractant sont transmis selon les modes pr&#233;vus par
les conventions ou accords conclus entre les &#201;tats
contractants.

Sauf si l&#39;&#201;tat de destination s&#39;y oppose par d&#233;claration faite
au secr&#233;taire g&#233;n&#233;ral du Conseil des Communaut&#233;s europ&#233;ennes,
ces actes peuvent aussi &#234;tre envoy&#233;s directement par les
officiers minist&#233;riels de l&#39;&#201;tat o&#249; les actes sont dress&#233;s aux
officiers minist&#233;riels de l&#39;&#201;tat sur le territoire duquel se
trouve le destinataire de l&#39;acte. Dans ce cas, l&#39;officier
minist&#233;riel de l&#39;&#201;tat d&#39;origine transmet une copie de l&#39;acte &#224;
l&#39;officier minist&#233;riel de l&#39;&#201;tat requis, qui est comp&#233;tent pour
la remettre au destinataire. Cette remise est faite dans les
formes pr&#233;vues par la loi de l&#39;&#201;tat requis. Elle est constat&#233;e
par une attestation envoy&#233;e directement &#224; l&#39;officier
minist&#233;riel de l&#39;&#201;tat d&#39;origine.

Article V

La comp&#233;tence judiciaire pr&#233;vue &#224; l&#39;article 6 point 2 et &#224;
l&#39;article 10 pour la demande en garantie ou la demande en
intervention ne peut &#234;tre invoqu&#233;e ni dans la r&#233;publique
f&#233;d&#233;rale d&#39;Allemagne, ni dans la r&#233;publique d&#39;Autriche. Toute
personne domicili&#233;e sur le territoire d&#39;un autre &#201;tat
contractant peut &#234;tre appel&#233;e devant les tribunaux de:

- la r&#233;publique f&#233;d&#233;rale d&#39;Allemagne, en application des
articles 68 et 72 &#224; 74 du code de proc&#233;dure civile concernant
la litis denuntiatio,

- la r&#233;publique d&#39;Autriche, conform&#233;ment &#224; l&#39;article 21 du Code
de proc&#233;dure civile (Zivilprozessordnung) concernant la litis
denuntiatio.

Les d&#233;cisions rendues dans les autres &#201;tats contractants en
vertu de l&#39;article 6 point 2 et de l&#39;article 10 sont reconnues
et ex&#233;cut&#233;es dans la r&#233;publique f&#233;d&#233;rale d&#39;Allemagne et dans la
r&#233;publique d&#39;Autriche conform&#233;ment au titre III. Les effets
produits &#224; l&#39;&#233;gard des tiers, en application de l&#39;alin&#233;a
pr&#233;c&#233;dent, par des jugements rendus dans ces &#201;tats sont
&#233;galement reconnus dans les autres &#201;tats contractants.

Article V bis

En mati&#232;re d&#39;obligation alimentaire, les termes &#171;juge&#187;,
&#171;tribunal&#187; et &#171;juridiction&#187; comprennent les autorit&#233;s
administratives danoises.

En Su&#232;de, dans les proc&#233;dures sommaires concernant les
injonctions de payer (betalningsf&#246;rel&#228;ggande) et l&#39;assistance
(handr&#228;ckning), les termes &#171;juge&#187;, &#171;tribunal&#187; et &#171;juridiction&#187;
comprennent le service public su&#233;dois de recouvrement forc&#233;
(kronofogdemyndighet).

Article V ter

Dans les litiges entre le capitaine et un membre de l&#39;&#233;quipage
d&#39;un navire de mer immatricul&#233; au Danemark, en Gr&#232;ce, en
Irlande ou au Portugal, relatifs aux r&#233;mun&#233;rations ou aux
autres conditions de service, les juridictions d&#39;un &#201;tat
contractant doivent contr&#244;ler si l&#39;agent diplomatique ou
consulaire dont rel&#232;ve le navire a &#233;t&#233; inform&#233; du litige. Elles
doivent surseoir &#224; statuer aussi longtemps que cet agent n&#39;a
pas &#233;t&#233; inform&#233;. Elles doivent, m&#234;me d&#39;office, se dessaisir si
cet agent, d&#251;ment inform&#233;, a exerc&#233; les attributions que lui
reconna&#238;t en la mati&#232;re une convention consulaire ou, &#224; d&#233;faut
d&#39;une telle convention, a soulev&#233; des objections sur la
comp&#233;tence dans le d&#233;lai imparti.

Article V quater

Lorsque, dans le cadre de l&#39;article 69 paragraphe 5 de la
convention relative au brevet europ&#233;en pour le march&#233; commun,
sign&#233;e &#224; Luxembourg le 15 d&#233;cembre 1975, les articles 52 et 53
de la pr&#233;sente convention sont appliqu&#233;s aux dispositions
relatives &#224; la &#171;r&#233;sidence&#187;, selon le texte de la premi&#232;re
convention, le terme &#171;r&#233;sidence&#187; employ&#233; dans ce texte est
r&#233;put&#233; avoir la m&#234;me port&#233;e que le terme &#171;domicile&#187; figurant
dans les articles 52 et 53 pr&#233;cit&#233;s.

Article V quinquies

Sans pr&#233;judice de la comp&#233;tence de l&#39;Office europ&#233;en des
brevets selon la convention sur la d&#233;livrance de brevets
europ&#233;ens, sign&#233;e &#224; Munich le 5 octobre 1973, les juridictions
de chaque &#201;tat contractant sont seules comp&#233;tentes, sans
consid&#233;ration de domicile, en mati&#232;re d&#39;inscription ou de
validit&#233; d&#39;un brevet europ&#233;en d&#233;livr&#233; pour cet &#201;tat et qui
n&#39;est pas un brevet communautaire en application des
dispositions de l&#39;article 86 de la convention relative au
brevet europ&#233;en pour le march&#233; commun sign&#233;e &#224; Luxembourg le 15
d&#233;cembre 1975.

Article V sexies

Sont &#233;galement consid&#233;r&#233;es Comme des actes authentiques au sens
de l&#39;article 50 premier alin&#233;a de la convention, les
conventions en mati&#232;re d&#39;obligations alimentaires conclues
devant des autorit&#233;s administratives ou authentifi&#233;es par
elles.

Article VI

Les &#201;tats contractants communiqueront au secr&#233;taire g&#233;n&#233;ral du
Conseil des Communaut&#233;s europ&#233;ennes les textes de leurs
dispositions l&#233;gislatives qui modifieraient soit les articles
de leurs lois qui sont mentionn&#233;s dans la convention, soit les
juridictions qui sont d&#233;sign&#233;es au titre III section 2.

En foi de quoi les pl&#233;nipotentiaires soussign&#233;s ont appos&#233; leur
signature au bas du pr&#233;sent protocole.

Fait &#224; Bruxelles, le vingt-sept septembre mil neuf cent
soixante-huit.

[Signatures des pl&#233;nipotentiaires d&#233;sign&#233;s]

PROTOCOLE

concernant l&#39;interpr&#233;ation par la Cour de justice de la
convention du 27 septembre 1968 concernant la comp&#233;tence
judiciaire et l&#39;ex&#233;cution des d&#233;cisions en mati&#232;re civile et
commerciale

LES HAUTES PARTIES CONTRACTANTES AU TRAIT&#201; INSTITUANT LA
COMMUNAUT&#201; &#201;CONOMIQUE EUROP&#201;ENNE,

se r&#233;f&#233;rant &#224; la d&#233;claration annex&#233;e &#224; la convention concernant
la comp&#233;tence judiciaire et l&#39;ex&#233;cution des d&#233;cisions en
mati&#232;re civile et commerciale sign&#233;e &#224; Bruxelles le 27
septembre 1968,

ont d&#233;cid&#233; de conclure un protocole attribuant comp&#233;tence &#224; la
Cour de justice des Communaut&#233;s europ&#233;ennes pour
l&#39;interpr&#233;tation de ladite convention et ont d&#233;sign&#233; &#224; cet
effet comme pl&#233;nipotentiaires:

[Liste des pl&#233;nipotentiaires d&#233;sign&#233;s par les &#201;tats membres]

LESQUELS, r&#233;unis au sein du Conseil, apr&#232;s avoir &#233;chang&#233; leurs
pleins pouvoirs reconnus en bonne et due forme,

SONT CONVENUS DES DISPOSITIONS QUI SUIVENT:

Article premier

La Cour de justice des Communaut&#233;s europ&#233;ennes est comp&#233;tente
pour statuer sur l&#39;interpr&#233;tation de la convention concernant
la comp&#233;tence judiciaire et l&#39;ex&#233;cution des d&#233;cisions en
mati&#232;re civile et commerciale et du protocole annex&#233; &#224; cette
convention, sign&#233;s &#224; Bruxelles le 27 septembre 1968, ainsi que
du pr&#233;sent protocole.

La Cour de justice des Communaut&#233;s europ&#233;ennes est &#233;galement
comp&#233;tente pour statuer sur l&#39;interpr&#233;tation de la convention
relative &#224; l&#39;adh&#233;sion du royaume de Danemark, de l&#39;Irlande et
du Royaume-Uni de Grande-Bretagne et d&#39;Irlande du Nord &#224; la
convention du 27 septembre 1968 ainsi qu&#39;au pr&#233;sent protocole.

La Cour de justice des Communaut&#233;s europ&#233;ennes est &#233;galement
comp&#233;tente pour statuer sur l&#39;interpr&#233;tation de la convention
relative &#224; l&#39;adh&#233;sion de la R&#233;publique hell&#233;nique &#224; la
convention du 27 septembre 1968 et au pr&#233;sent protocole, tels
qu&#39;ils ont &#233;t&#233; adapt&#233;s par la convention de 1978.

La Cour de justice des Communaut&#233;s europ&#233;ennes est &#233;galement
comp&#233;tente pour statuer sur l&#39;interpr&#233;tation de la convention
relative &#224; l&#39;adh&#233;sion du royaume d&#39;Espagne et de la R&#233;publique
portugaise &#224; la convention du 27 septembre 1968 et au pr&#233;sent
protocole, tels qu&#39;ils ont &#233;t&#233; adapt&#233;s par les conventions de
1978 et 1982.

La Cour de justice des Communaut&#233;s europ&#233;ennes est &#233;galement
comp&#233;tente pour statuer sur l&#39;interpr&#233;tation de la convention
relative &#224; l&#39;adh&#233;sion de la r&#233;publique d&#39;Autriche, de la
r&#233;publique de Finlande et du royaume de Su&#232;de &#224; la convention
du 27 septembre 1968 et au pr&#233;sent protocole, tels qu&#39;ils ont
&#233;t&#233; adapt&#233;s par les conventions de 1978, de 1982 et de 1989.

Article 2

Les juridictions suivantes ont le pouvoir de demander &#224; la Cour
de justice de statuer &#224; titre pr&#233;judiciel sur une question
d&#39;interpr&#233;tation:

1) - en Belgique: la Cour de cassation &#171;het Hof van Cassatie&#187;
et le Conseil d&#39;&#201;tat &#171;de Raad van Staat&#187;,

- au Danemark: h&#248;jesteret,

- en r&#233;publique f&#233;d&#233;rale d&#39;Allemagne: &#171;die obersten
Gerichtsh&#246;fe des Bundes&#187;,

- en Gr&#232;ce: &#171;(( ((((((( ((((((((((&#187;,

- en Espagne: &#171;el Tribunal Supremo&#187;,

- en France: la Cour de cassation et le Conseil d&#39;&#201;tat,

- en Irlande: &#171;the Supreme Court&#187;,

- en Italie: &#171;la Corte suprema di cassazione&#187;,

- au Luxembourg: la Cour sup&#233;rieure de justice si&#233;geant comme
Cour de cassation,

- en Autriche: le &#171;Oberste Gerichtshof&#187;, le
&#171;Verwaltungsgerichtshof&#187; et le &#171;Verfassungsgerichtshof&#187;,

- aux Pays-Bas: &#171;de Hoge Raad&#187;,

- au Portugal: &#171;o Supremo Tribunal de justi&#231;a et o Supremo
Tribunal Administrativo&#187;,

- en Finlande: &#171;korkein oikeus/h&#246;gsta domstolen et korkein
hallintooikeus/h&#246;gsta f&#246;rvaltningsdomstolen&#187;,

- en Su&#232;de: &#171;H&#246;gsta domstolen, Regeringsr&#228;tten,
Arbetsdomstolen&#187; et &#171;Marknadsdomstolen&#187;,

- au Royaume-Uni: &#171;the House of Lords&#187; et les juridictions
saisies sur la base de l&#39;article 37 deuxi&#232;me alin&#233;a ou de
l&#39;article 41 de la convention;

2) les juridictions des &#201;tats contractants lorsqu&#39;elles
statuent en appel;

3) dans les cas pr&#233;vus &#224; l&#39;article 37 de la convention, les
juridictions mentionn&#233;es audit article.

Article 3

1. Lorsqu&#39;une question portant sur l&#39;interpr&#233;tation de la
convention et des autres textes mentionn&#233;s &#224; l&#39;article 1er est
soulev&#233;e dans une affaire pendante devant une juridiction
indiqu&#233;e &#224; l&#39;article 2 paragraphe 1, cette juridiction, si elle
estime qu&#39;une d&#233;cision sur ce point est n&#233;cessaire pour rendre
son jugement, est tenue de demander &#224; la Cour de justice de
statuer sur cette question.

2. Lorsqu&#39;une telle question est soulev&#233;e devant une
juridiction indiqu&#233;e &#224; l&#39;article 2 paragraphes 2 et 3, cette
juridiction peut, dans les conditions d&#233;termin&#233;es au paragraphe
1, demander &#224; la Cour de justice de statuer.

Article 4

1. L&#39;autorit&#233; comp&#233;tente d&#39;un &#201;tat contractant a la facult&#233; de
demander &#224; la Cour de justice de se prononcer sur une question
d&#39;interpr&#233;tation de la convention et des autres textes
mentionn&#233;s &#224; l&#39;article 1er si des d&#233;cisions rendues par des
juridictions de cet &#201;tat sont en contradiction avec
l&#39;interpr&#233;tation donn&#233;e, soit par la Cour de justice, soit par
une d&#233;cision d&#39;une juridiction d&#39;un autre &#201;tat contractant
mentionn&#233;e &#224; l&#39;article 2 paragraphes 1 et 2. Les dispositions
du pr&#233;sent paragraphe ne s&#39;appliquent qu&#39;aux d&#233;cisions pass&#233;es
en force de chose jug&#233;e.

2. L&#39;interpr&#233;tation donn&#233;e par la Cour de justice &#224; la suite
d&#39;une telle demande est sans effet sur les d&#233;cisions &#224;
l&#39;occasion desquelles l&#39;interpr&#233;tation lui a &#233;t&#233; demand&#233;e.

3. Sont comp&#233;tents pour saisir la Cour de justice d&#39;une demande
d&#39;interpr&#233;tation conform&#233;ment au paragraphe 1, les procureurs
g&#233;n&#233;raux pr&#232;s les cours de cassation des &#201;tats contractants ou
toute autre autorit&#233; d&#233;sign&#233;e par un &#201;tat contractant.

4. Le greffier de la Cour de justice notifie la demande aux
&#201;tats contractants, &#224; la Commission et au Conseil des
Communaut&#233;s europ&#233;ennes qui, dans un d&#233;lai de deux mois &#224;
compter de cette notification, ont le droit de d&#233;poser devant
la Cour des m&#233;moires ou observations &#233;crites.

5. La proc&#233;dure pr&#233;vue au pr&#233;sent article ne donne lieu ni &#224; la
perception ni au remboursement des frais et d&#233;pens.

Article 5

1. Dans la mesure o&#249; le pr&#233;sent protocole n&#39;en dispose pas
autrement, les dispositions du trait&#233; instituant la Communaut&#233;
&#233;conomique europ&#233;enne et celles du protocole sur le statut de
la Cour de justice y annex&#233;, qui sont applicables lorsque la
Cour est appel&#233;e &#224; statuer &#224; titre pr&#233;judiciel, s&#39;appliquent
&#233;galement &#224; la proc&#233;dure d&#39;interpr&#233;tation de la convention et
des autres textes mentionn&#233;s &#224; l&#39;article 1er.

2. Le r&#232;glement de proc&#233;dure de la Cour de justice est adapt&#233;
et compl&#233;t&#233;, si besoin est, conform&#233;ment &#224; l&#39;article 188 du
trait&#233; instituant la Communaut&#233; &#233;conomique europ&#233;enne.

Article 6

. . . .

Article 7

Le pr&#233;sent protocole sera ratifi&#233; par les &#201;tats signataires.
Les instruments de ratification seront d&#233;pos&#233;s aupr&#232;s du
secr&#233;taire g&#233;n&#233;ral du Conseil des Communaut&#233;s europ&#233;ennes.

Article 8

Le pr&#233;sent protocole entre en vigueur le premier jour du
troisi&#232;me mois suivant le d&#233;p&#244;t de l&#39;instrument de ratification
de l&#39;&#201;tat signataire qui proc&#232;de le dernier &#224; cette formalit&#233;.
Toutefois, son entr&#233;e en vigueur intervient au plus t&#244;t en m&#234;me
temps que celle de la convention du 27 septembre 1968
concernant la comp&#233;tence judiciaire et l&#39;ex&#233;cution des
d&#233;cisions en mati&#232;re civile et commerciale.

Article 9

Les &#201;tats contractants reconnaissent que tout &#201;tat qui devient
membre de la Communaut&#233; &#233;conomique europ&#233;enne et auquel
s&#39;applique l&#39;article 63 de la convention concernant la
comp&#233;tence judiciaire et l&#39;ex&#233;cution des d&#233;cisions en mati&#232;re
civile et commerciale doit accepter les dispositions du pr&#233;sent
protocole, sous r&#233;serve des adaptations n&#233;cessaires.

Article 10

Le secr&#233;taire g&#233;n&#233;ral du Conseil des Communaut&#233;s europ&#233;ennes
notifie aux &#201;tats signataires:

a) le d&#233;p&#244;t de tout instrument de ratification;

b) la date d&#39;entr&#233;e en vigueur du pr&#233;sent protocole;

c) les d&#233;clarations re&#231;ues en application de l&#39;article 4
paragraphe 3;

d) . . . .

Article 11

Les &#201;tats contractants communiqueront au secr&#233;taire g&#233;n&#233;ral du
Conseil des Communaut&#233;s europ&#233;ennes les textes de leurs
dispositions l&#233;gislatives qui impliquent une modification de la
liste des juridictions d&#233;sign&#233;es &#224; l&#39;article 2 paragraphe 1.

Article 12

Le pr&#233;sent protocole est conclu pour une dur&#233;e illimit&#233;e.

Article 13

Chaque &#201;tat contractant peut demander la r&#233;vision du pr&#233;sent
protocole. Dans ce cas, une conf&#233;rence de r&#233;vision est
convoqu&#233;e par le pr&#233;sident du Conseil des Communaut&#233;s
europ&#233;ennes.

Article 14

Le pr&#233;sent protocole, r&#233;dig&#233; en un exemplaire unique en langues
allemande, fran&#231;aise, italienne et n&#233;erlandaise, les quatre
textes faisant &#233;galement foi, est d&#233;pos&#233; dans les archives du
secr&#233;tariat du Conseil des Communaut&#233;s europ&#233;ennes. Le
secr&#233;taire g&#233;n&#233;ral en remet une copie certifi&#233;e conforme &#224;
chacun des gouvernements des &#201;tats signataires .

En foi de quoi les pl&#233;nipotentiaires soussign&#233;s ont appos&#233; leur
signature au bas du pr&#233;sent protocole.

Fait &#224; Luxembourg, le trois juin mil neuf cent soixante et
onze.

[Signatures des pl&#233;nipotentiaires]

CONVENTION

on jurisdiction and the enforcement of judgments in civil and
commercial matters

PREAMBLE

THE HIGH CONTRACTING PARTIES TO THE TREATY ESTABLISHING THE
EUROPEAN ECONOMIC COMMUNITY,

DESIRING to implement the provisions of Article 220 of that
Treaty by virtue of which they undertook to secure the
simplification of formalities governing the reciprocal
recognition and enforcement of judgments of courts or
tribunals;

ANXIOUS to strengthen in the Community the legal protection of
persons therein established;

CONSIDERING that it is necessary for this purpose to determine
the international jurisdiction of their courts, to facilitate
recognition and to introduce an expeditious procedure for
securing the enforcement of judgments, authentic instruments
and court settlements;

HAVE DECIDED to conclude this Convention and to this end have
designated as their Plenipotentiaries:

[Plenipotentiaries designated by the Member States]

WHO, meeting within the Council, having exchanged their full
powers, found in good and due form,

HAVE AGREED AS FOLLOWS:

TITLE I
SCOPE

Article 1

This Convention shall apply in civil and commercial matters
whatever the nature of the court or tribunal. It shall not
extend, in particular, to revenue, customs or administrative
matters.

The Convention shall not apply to:

1. the status or legal capacity of natural persons, rights in
property arising out of a matrimonial relationship, wills and
succession;

2. bankruptcy, proceedings relating to the winding-up of
insolvent companies or other legal persons, judicial
arrangements, compositions and analogous proceedings;

3. social security;

4. arbitration

TITLE II
JURISDICTION

Section 1

General provisions

Article 2

Subject to the provisions of this Convention, persons domiciled
in a Contracting State shall, whatever their nationality, be
sued in the courts of that State.

Persons who are not nationals of the State in which they are
domiciled shall be governed by the rules of jurisdiction
applicable to nationals of that State.

Article 3

Persons domiciled in a Contracting State may be sued in the
courts of another Contracting State only by virtue of the rules
set out in Sections 2 to 6 of this Title.

In particular the following provisions shall not be applicable
as against them:

- in Belgium: Article 15 of the civil code (Code civil -
Burgerlijk Wetboek) and Article 638 of the judicial code (Code
judiciaire - Gerechtelijk Wetboek),

- in Denmark: Article 246 (2) and (3) of the law on civil
procedure (Lov om rettens pleje),

- in the Federal Republic of Germany: Article 23 of the code of
civil procedure (Zivilproze&#223;ordnung),

- in Greece, Article 40 of the code of civil procedure
((((((((( ((((((((( ((((((((((),

- in France: Articles 14 and 15 of the civil code (Code civil),

- in Ireland: the rules which enable jurisdiction to be founded
on the document instituting the proceedings having been served
on the defendant during his temporary presence in Ireland,

- in Italy: Articles 2 and 4, Nos 1 and 2 of the code of civil
procedure (Codice di procedura civile),

- in Luxembourg: Articles 14 and 15 of the civil code (Code
civil),

- in Austria: Article 99 of the Law on Court Jurisdiction
(Jurisdiktionsnorm),

- in the Netherlands: Articles 126 (3) and 127 of the code of
civil procedure (Wetboek van Burgerlijke Rechtsvordering),

- in Portugal: Article 65 (1) (c), Article 65 (2) and Article
65A (c) of the code of civil procedure (C&#243;digo de Processo
Civil) and Article 11 of the code of labour procedure (C&#243;digo
de Processo de Trabalho),

- in Finland: the second, third and fourth sentences of the
first paragraph of Section 1 of Chapter 10 of the Code of
Judicial Procedure (oikeudenk&#228;ymiskaari/r&#228;tteg&#229;ngsbalken),

- in Sweden: the first sentence of the first paragraph of
Section 3 of Chapter 10 of the Code of Judicial Procedure
(r&#228;tteg&#229;ngsbalken),

- in the United Kingdom: the rules which enable jurisdiction to
be founded on:

(a) the document instituting the proceedings having been served
on the defendant during his temporary presence in the United
Kingdom; or

(b) the presence within the United Kingdom of property
belonging to the defendant; or

(c) the seizure by the plaintiff of property situated in the
United Kingdom.

Article 4

If the defendant is not domiciled in a Contracting State, the
jurisdiction of the courts of each Contracting State shall,
subject to the provisions of Article 16, be determined by the
law of that State.

As against such a defendant, any person domiciled in a
Contracting State may, whatever his nationality, avail himself
in that State of the rules of jurisdiction there in force, and
in particular those specified in the second paragraph of
Article 3, in the same way as the nationals of that State.

Section 2

Special jurisdiction

Article 5

A person domiciled in a Contracting State may, in another
Contracting State, be sued:

1. in matters relating to a contract, in the courts for the
place of performance of the obligation in question; in matters
relating to individual contracts of employment, this place is
that where the employee habitually carries out his work, or if
the employee does not habitually carry out his work in any one
country, the employer may also be sued in the courts for the
place where the business which engaged the employee was or is
now situated;

2. in matters relating to maintenance, in the courts for the
place where the maintenance creditor is domiciled or habitually
resident or, if the matter is ancillary to proceedings
concerning the status of a person, in the court which,
according to its own law, has jurisdiction to entertain those
proceedings, unless that jurisdiction is based solely on the
nationality of one of the parties;

3. in matters relating to tort, delict or quasi-delict, in the
courts for the place where the harmful event occurred;

4. as regards a civil claim for damages or restitution which is
based on an act giving rise to criminal proceedings, in the
court seised of those proceedings, to the extent that that
court has jurisdiction under its own law to entertain civil
proceedings;

5. as regards a dispute arising out of the operations of a
branch, agency or other establishment, in the courts for the
place in which the branch, agency or other establishment is
situated;

6. as settlor, trustee or beneficiary of a trust created by the
operation of a statute, or by a written instrument, or created
orally and evidenced in writing, in the courts of the
Contracting State in which the trust is domiciled;

7. as regards a dispute concerning the payment of remuneration
claimed in respect of the salvage of a cargo or freight, in the
court under the authority of which the cargo or freight in
question:

(a) has been arrested to secure such payment, or

(b) could have been so arrested, but bail or other security has
been given;

provided that this provision shall apply only if it is claimed
that the defendant has an interest in the cargo or freight or
had such an interest at the time of salvage.

Article 6

A person domiciled in a Contracting State may also be sued:

1. where he is one of a number of defendants, in the courts for
the place where any one of them is domiciled;

2. as a third party in an action on a warranty or guarantee or
in any other third party proceedings, in the court seised of
the original proceedings, unless these were instituted solely
with the object of removing him from the jurisdiction of the
court which would be competent in his case;

3. on a counter-claim arising from the same contract or facts
on which the original claim was based, in the court in which
the original claim is pending;

4. in matters relating to a contract, if the action may be
combined with an action against the same defendant in matters
relating to rights in rem in immovable property, in the court
of the Contracting State in which the property is situated.

Article 6a

Where by virtue of this Convention a court of a Contracting
State has jurisdiction in actions relating to liability from
the use or operation of a ship, that court, or any other court
substituted for this purpose by the internal law of that State,
shall also have jurisdiction over claims for limitation of such
liability.

Section 3

Jurisdiction in matters relating to insurance

Article 7

In matters relating to insurance, jurisdiction shall be
determined by this Section, without prejudice to the provisions
of Articles 4 and 5 point 5.

Article 8

An insurer domiciled in a Contracting State may be sued:

1. in the courts of the State where he is domiciled, or

2. in another Contracting State, in the courts for the place
where the policy- holder is domiciled, or

3. if he is a co-insurer, in the courts of a Contracting State
in which proceedings are brought against the leading insurer.

An insurer who is not domiciled in a Contracting State but has
a branch, agency or other establishment in one of the
Contracting States shall, in disputes arising out of the
operations of the branch, agency or establishment, be deemed to
be domiciled in that State.

Article 9

In respect of liability insurance or insurance of immovable
property, the insurer may in addition be sued in the courts for
the place where the harmful event occurred. The same applies if
movable and immovable property are covered by the same
insurance policy and both are adversely affected by the same
contingency.

Article 10

In respect of liability insurance, the insurer may also, if the
law of the court permits it, be joined in proceedings which the
injured party had brought against the insured.

The provisions of Articles 7, 8 and 9 shall apply to actions
brought by the injured party directly against the insurer,
where such direct actions are permitted

.

If the law governing such direct actions provides that the
policy-holder or the insured may be joined as a party to the
action, the same court shall have jurisdiction over them.

Article 11

Without prejudice to the provisions of the third paragraph of
Article 10, an insurer may bring proceedings only in the courts
of the Contracting State in which the defendant is domiciled,
irrespective of whether he is the policy-holder, the insured or
a beneficiary.

The provisions of this Section shall not affect the right to
bring a counterclaim in the court in which, in accordance with
this Section, the original claim is pending.

Article 12

The provisions of this Section may be departed from only by an
agreement on jurisdiction:

1. which is entered into after the dispute has arisen, or

2. which allows the policy-holder, the insured or a beneficiary
to bring proceedings in courts other than those indicated in
this Section, or

3. which is concluded between a policy-holder and an insurer,
both of whom are domiciled in the same Contracting State, and
which has the effect of conferring jurisdiction on the courts
of that State even if the harmful event were to occur abroad,
provided that such an agreement is not contrary to the law of
that State, or

4. which is concluded with a policy-holder who is not domiciled
in a Contracting State, except in so far as the insurance is
compulsory or relates to immovable property in a Contracting
State, or

5. which relates to a contract of insurance in so far as it
covers one or more of the risks set out in Article 12a.

Article 12a

The following are the risks referred to in point 5 of Article
12:

1. any loss of or damage to:

(a) sea-going ships, installations situated offshore or on the
high seas, or aircraft, arising from perils which relate to
their use for commercial purposes;

(b) goods in transit other than passengers&#39; baggage where the
transit consists of or includes carriage by such ships or
aircraft;

2. any liability, other than for bodily injury to passengers or
loss of or damage to their baggage:

(a) arising out of the use or operation of ships, installations
or aircraft as referred to in point 1 (a) above in so far as
the law of the Contracting State in which such aircraft are
registered does not prohibit agreements on jurisdiction
regarding insurance of such risks;

(b) for loss or damage caused by goods in transit as described
in point 1 (b) above;

3. any financial loss connected with the use or operation of
ships, installations or aircraft as referred to in point 1 (a)
above, in particular loss of freight or charter-hire;

4. any risk or interest connected with any of those referred to
in points 1 to 3 above.

Section 4

Jurisdiction over consumer contracts

Article 13

In proceedings concerning a contract concluded by a person for
a purpose which can be regarded as being outside his trade or
profession, hereinafter called &#39;the consumer&#39;, jurisdiction
shall be determined by this Section, without prejudice to the
provisions of point 5 of Articles 4 and 5, if it is:

1. a contract for the sale of goods on instalment credit terms;
or

2. a contract for a loan repayable by instalments, or for any
other form of credit, made to finance the sale of goods; or

3. any other contract for the supply of goods or a contract for
the supply of services, and

(a) in the State of the consumer&#39;s domicile the conclusion of
the contract was preceded by a specific invitation addressed to
him or by advertising; and

(b) the consumer took in that State the steps necessary for the
conclusion of the contract.

Where a consumer enters into a contract with a party who is not
domiciled in a Contracting State but has a branch, agency or
other establishment in one of the Contracting States, that
party shall, in disputes arising out of the operations of the
branch, agency or establishment, be deemed to be domiciled in
that State.

This Section shall not apply to contracts of transport.

Article 14

A consumer may bring proceedings against the other party to a
contract either in the courts of the Contracting State in which
that party is domiciled or in the courts of the Contracting
State in which he is himself domiciled.

Proceedings may be brought against a consumer by the other
party to the contract only in the courts of the Contracting
State in which the consumer is domiciled.

These provisions shall not affect the right to bring a counter-
claim in the court in which, in accordance with this Section,
the original claim is pending.

Article 15

The provisions of this Section may be departed from only by an
agreement:

1. which is entered into after the dispute has arisen; or

2. which allows the consumer to bring proceedings in courts
other than those indicated in this Section; or

3. which is entered into by the consumer and the other party to
the contract, both of whom are at the time of conclusion of the
contract domiciled or habitually resident in the same
Contracting State, and which confers jurisdiction on the courts
of that State, provided that such an agreement is not contrary
to the law of that State.

Section 5

Exclusive jurisdiction

Article 16

The following courts shall have exclusive jurisdiction,
regardless of domicile:

1. (a) in proceedings which have as their object rights in rem
in immovable property or tenancies of immovable property, the
courts of the Contracting State in which the property is
situated;

(b) however, in proceedings which have as their object
tenancies of immovable property concluded for temporary private
use for a maximum period of six consecutive months, the courts
of the Contracting State in which the defendant is domiciled
shall also have jurisdiction, provided that the landlord and
the tenant are natural persons and are domiciled in the same
Contracting State;

2. in proceedings which have as their object the validity of
the constitution, the nullity or the dissolution of companies
or other legal persons or associations of natural or legal
persons, or the decisions of their organs, the courts of the
Contracting State in which the company, legal person or
association has its seat;

3. in proceedings which have as their object the validity of
entries in public registers, the courts of the Contracting
State in which the register is kept;

4. in proceedings concerned with the registration or validity
of patents, trade marks, designs, or other similar rights
required to be deposited or registered, the courts of the
Contracting State in which the deposit or registration has been
applied for, has taken place or is under the terms of an
international convention deemed to have taken place;

5. in proceedings concerned with the enforcement of judgments,
the courts of the Contracting State in which the judgment has
been or is to be enforced.

Section 6

Prorogation of jurisdiction

Article 17

If the parties, one or more of whom is domiciled in a
Contracting State, have agreed that a court or the courts of a
Contracting State are to have jurisdiction to settle any
disputes which have arisen or which may arise in connection
with a particular legal relationship, that court or those
courts shall have exclusive jurisdiction. Such an agreement
conferring jurisdiction shall be either:

(a) in writing or evidenced in writing; or

(b) in a form which accords with practices which the parties
have established between themselves; or

(c) in international trade or commerce, in a form which accords
with a usage of which the parties are or ought to have been
aware and which in such trade or commerce is widely known to,
and regularly observed by, parties to contracts of the type
involved in the particular trade or commerce concerned.

Where such an agreement is concluded by parties, none of whom
is domiciled in a Contracting State, the courts of other
Contracting States shall have no jurisdiction over their
disputes unless the court or courts chosen have declined
jurisdiction.

The court or courts of a Contracting State on which a trust
instrument has conferred jurisdiction shall have exclusive
jurisdiction in any proceedings brought against a settlor,
trustee or beneficiary, if relations between these persons or
their rights or obligations under the trust are involved.

Agreements or provisions of a trust instrument conferring
jurisdiction shall have no legal force if they are contrary to
the provisions of Articles 12 or 15, or if the courts whose
jurisdiction they purport to exclude have exclusive
jurisdiction by virtue of Article 16.

If an agreement conferring jurisdiction was concluded for the
benefit of only one of the parties, that party shall retain the
right to bring proceedings in any other court which has
jurisdiction by virtue of this Convention.

In matters relating to individual contracts of employment an
agreement conferring jurisdiction shall have legal force only
if it is entered into after the dispute has arisen or if the
employee invokes it to seise courts other than those for the
defendant&#39;s domicile or those specified in Article 5 (1).

Article 18

Apart from jurisdiction derived from other provisions of this
Convention, a court of a Contracting State before whom a
defendant enters an appearance shall have jurisdiction. This
rule shall not apply where appearance was entered solely to
contest the jurisdiction, or where another court has exclusive
jurisdiction by virtue of Article 16.

Section 7

Examination as to jurisdiction and admissibility

Article 19

Where a court of a Contracting State is seised of a claim which
is principally concerned with a matter over which the courts of
another Contracting State have exclusive jurisdiction by virtue
of Article 16, it shall declare of its own motion that it has
no jurisdiction.

Article 20

Where a defendant domiciled in one Contracting State is sued in
a court of another Contracting State and does not enter an
appearance, the court shall declare of its own motion that it
has no jurisdiction unless its jurisdiction is derived from the
provisions of the Convention.

The court shall stay the proceedings so long as it is not shown
that the defendant has been able to receive the document
instituting the proceedings or an equivalent document in
sufficient time to enable him to arrange for his defence, or
that all necessary steps have been taken to this end.

The provisions of the foregoing paragraph shall be replaced by
those of Article 15 of the Hague Convention of 15 November 1965
on the service abroad of judicial and extrajudicial documents
in civil or commercial matters, if the document instituting the
proceedings or notice thereof had to be transmitted abroad in
accordance with that Convention.

Section 8

Lis pendens - related actions

Article 21

Where proceedings involving the same cause of action and
between the same parties are brought in the courts of different
Contracting States, any court other than the court first seised
shall of its own motion stay its proceedings until such time as
the jurisdiction of the court first seised is established.

Where the jurisdiction of the court first seised is
established, any court other than the court first seised shall
decline jurisdiction in favour of that court.

Article 22

Where related actions are brought in the courts of different
Contracting States, any court other than the court first seised
may, while the actions are pending at first instance, stay its
proceedings.

A court other than the court first seised may also, on the
application of one of the parties, decline jurisdiction if the
law of that court permits the consolidation of related actions
and the court first seised has jurisdiction over both actions.

For the purposes of this Article, actions are deemed to be
related where they are so closely connected that it is
expedient to hear and determine them together to avoid the risk
of irreconcilable judgments resulting from separate
proceedings.

Article 23

Where actions come within the exclusive jurisdiction of several
courts, any court other than the court first seised shall
decline jurisdiction in favour of that court.

Section 9

Provisional, including protective, measures

Article 24

Application may be made to the courts of a Contracting State
for such provisional, including protective, measures as may be
available under the law of that State, even if, under this
Convention, the courts of another Contracting State have
jurisdiction as to the substance of the matter.

TITLE III
RECOGNITION AND ENFORCEMENT

Article 25

For the purposes of this Convention, &#39;judgment&#39; means any
judgment given by a court or tribunal of a Contracting State,
whatever the judgment may be called, including a decree, order,
decision or writ of execution, as well as the determination of
costs or expenses by an officer of the court.

Section 1
Recognition

Article 26

A judgment given in a Contracting State shall be recognized in
the other Contracting States without any special procedure
being required.

Any interested party who raises the recognition of a judgment
as the principal issue in a dispute may, in accordance with the
procedures provided for in Sections 2 and 3 of this Title,
apply for a decision that the judgment be recognized.

If the outcome of proceedings in a court of a Contracting State
depends on the determination of an incidental question of
recognition that court shall have jurisdiction over that
question.

Article 27

A judgment shall not be recognized:

1. if such recognition is contrary to public policy in the
State in which recognition is sought;

2. where it was given in default of appearance, if the
defendant was not duly served with the document which
instituted the proceedings or with an equivalent document in
sufficient time to enable him to arrange for his defence,

3. if the judgment is irreconcilable with a judgment given in a
dispute between the same parties in the State in which
recognition is sought;

4. if the court of the State of origin, in order to arrive at
its judgment, has decided a preliminary question concerning the
status or legal capacity of natural persons, rights in property
arising out of a matrimonial relationship, wills or succession
in a way that conflicts with a rule of the private
international law of the State in which the recognition is
sought, unless the same result would have been reached by the
application of the rules of private international law of that
State ;

5. if the judgment is irreconcilable with an earlier judgment
given in a non-contracting State involving the same cause of
action and between the same parties, provided that this latter
judgment fulfils the conditions necessary for its recognition
in the State addressed.

Article 28

Moreover, a judgment shall not be recognized if it conflicts
with the provisions of Sections 3, 4 or 5 of Title II, or in a
case provided for in Article 59.

In its examination of the grounds of jurisdiction referred to
in the foregoing paragraph, the court or authority applied to
shall be bound by the findings of fact on which the court of
the State of origin based its jurisdiction.

Subject to the provisions of the first paragraph, the
jurisdiction of the court of the State of origin may not be
reviewed; the test of public policy referred to in point 1 of
Article 27 may not be applied to the rules relating to
jurisdiction.

Article 29

Under no circumstances may a foreign judgment be reviewed as to
its substance.

Article 30

A court of a Contracting State in which recognition is sought
of a judgment given in another Contracting State may stay the
proceedings if an ordinary appeal against the judgment has been
lodged.

A court of a Contracting State in which recognition is sought
of a judgment given in Ireland or the United Kingdom may stay
the proceedings if enforcement is suspended in the State of
origin, by reason of an appeal.

Section 2
Enforcement

Article 31

A judgment given in a Contracting State and enforceable in that
State shall be enforced in another Contracting State when, on
the application of any interested party, it has been declared
enforceable there.

However, in the United Kingdom, such a judgment shall be
enforced in England and Wales, in Scotland, or in Northern
Ireland when, on the application of any interested party, it
has been registered for enforcement in that part of the United
Kingdom.

Article 32

1. The application shall be submitted:

- in Belgium, to the &#39;tribunal de premi&#232;re instance&#39; or
&#39;rechtbank van eerste aanleg&#39;,

- in Denmark, to the &#39;byret&#39;,

- in the Federal Republic of Germany,

to the presiding judge of a chamber of the &#39;Landgericht&#39;,

- in Greece, to the &#39;((((((((( (((((((((((&#39;,

- in Spain, to the &#39;Juzgado de Primera Instancia&#39;,

- in France, to the presiding judge of the &#39;tribunal de grande
instance&#39;,

- in Ireland, to the High Court,

- in Italy, to the &#39;Corte d&#39;appello&#39;,

- in Luxembourg, to the presiding judge of the &#39;tribunal
d&#39;arrondissement&#39;,

- in Austria, to the &#39;Bezirksgericht&#39;,

- in the Netherlands, to the presiding judge of the
&#39;arrondissementsrechtbank&#39;,

- in Portugal, to the &#39;Tribunal Judicial de Circulo&#39;,

- in Finland, to the &#39;k&#228;r&#228;j&#228;oikeus/

tingsr&#228;tt&#39;,

- in Sweden, to the &#39;Svea hovr&#228;tt&#39;,

- in the United Kingdom:

(a) in England and Wales, to the High Court of Justice, or in
the case of maintenance judgment to the Magistrates&#39; Court on
transmission by the Secretary of State;

(b) in Scotland, to the Court of Session, or in the case of a
maintenance judgment to the Sheriff Court on transmission by
the Secretary of State;

(c) in Northern Ireland, to the High Court of Justice, or in
the case of a maintenance judgment to the Magistrates&#39; Court on
transmission by the Secretary of State.

2. The jurisdiction of local courts shall be determined by
reference to the place of domicile of the party against whom
enforcement is sought. If he is not domiciled in the State in
which enforcement is sought, it shall be determined by
reference to the place of enforcement.

Article 33

The procedure for making the application shall be governed by
the law of the State in which enforcement is sought.

The applicant must give an address for service of process
within the area of jurisdiction of the court applied to.
However, if the law of the State in which enforcement is sought
does not provide for the furnishing of such an address, the
applicant shall appoint a representative ad litem.

The documents referred to in Articles 46 and 47 shall be
attached to the application.

Article 34

The court applied to shall give its decision without delay; the
party against whom enforcement is sought shall not at this
stage of the proceedings be entitled to make any submissions on
the application.

The application may be refused only for one of the reasons
specified in Articles 27 and 28.

Under no circumstances may the foreign judgment be reviewed as
to its substance.

Article 35

The appropriate officer of the court shall without delay bring
the decision given on the application to the notice of the
applicant in accordance with the procedure laid down by the law
of the State in which enforcement is sought.

Article 36

If enforcement is authorized, the party against whom
enforcement is sought may appeal against the decision within
one month of service thereof.

If that party is domiciled in a Contracting State other than
that in which the decision authorizing enforcement was given,
the time for appealing shall be two months and shall run from
the date of service, either on him in person or at his
residence. No extension of time may be granted on account of
distance.

Article 37

1. An appeal against the decision authorizing enforcement shall
be lodged in accordance with the rules governing procedure in
contentious matters:

- in Belgium, with the &#39;tribunal de premi&#232;re instance&#39; or
&#39;rechtbank van eerste aanleg&#39;,

- in Denmark, with the &#39;landsret&#39;,

- in the Federal Republic of Germany, with the
&#39;Oberlandesgericht&#39;,

- in Greece, with the &#39;(((((((&#39;,

- in Spain, with the &#39;Audiencia Provincial&#39;,

- in France, with the &#39;cour d&#39;appel&#39;,

- in Ireland, with the High Court,

- in Italy, with the &#39;corte d&#39;appello&#39;,

- in Luxembourg, with the &#39;Cour sup&#233;rieure de justice&#39; sitting
as a court of civil appeal,

- in Austria with the &#39;Bezirksgericht&#39;,

- in the Netherlands, with the &#39;arrondissementsrechtbank&#39;,

- in Portugal, with the &#39;Tribunal de Rela&#231;&#227;o&#39;,

- in Finland, with the &#39;hovioikeus/hovr&#228;tt&#39;,

- in Sweden, with the &#39;Svea hovr&#228;tt&#39;,

- in the United Kingdom:

(a) in England and Wales, with the High Court of Justice, or in
the case of a maintenance judgment with the Magistrates&#39; Court;

(b) in Scotland, with the Court of Session, or in the case of a
maintenance judgment with the Sheriff Court;

(c) in Northern Ireland, with the High Court of Justice, or in
the case of a maintenance judgment with the Magistrates&#39; Court.

2. The judgment given on the appeal may be contested only:

- in Belgium, Greece, Spain, France, Italy, Luxembourg and in
the Netherlands, by an appeal in cassation,

- in Denmark, by an appeal to the &#39;h&#248;jesteret&#39;, with the leave
of the Minister of Justice,

- in the Federal Republic of Germany, by a &#39;Rechtsbeschwerde&#39;,

- in Austria, in the case of an appeal, by a &#39;Revisionsrekurs&#39;
and, in the case of opposition proceedings, by a &#39;Berufung&#39;
with the possibility of a revision,

- in Ireland, by an appeal on a point of law to the Supreme
Court,

- in Portugal, by an appeal on a point of law,

- in Finland, by an appeal to &#39;korkein oikeus/h&#246;gsta
domstolen&#39;,

- in Sweden by an appeal to &#39;H&#246;gsta domstolen&#39;,

- in the United Kingdom, by a single further appeal on a point
of law.

Article 38

The court with which the appeal under Article 37 (1) is lodged
may, on the application of the appellant, stay the proceedings
if an ordinary appeal has been lodged against the judgment in
the State of origin or if the time for such an appeal has not
yet expired; in the latter case, the court may specify the time
within which such an appeal is to be lodged.

Where the judgment was given in Ireland or the United Kingdom,
any form of appeal available in the State of origin shall be
treated as an ordinary appeal for the purposes of the first
paragraph.

The court may also make enforcement conditional on the
provision of such security as it shall determine.

Article 39

During the time specified for an appeal pursuant to Article 36
and until any such appeal has been determined, no measures of
enforcement may be taken other than protective measures taken
against the property of the party against whom enforcement is
sought.

The decision authorizing enforcement shall carry with it the
power to proceed to any such protective measures.


Article 40

If the application for enforcement is refused, the applicant
may appeal:

- in Belgium, to the &#39;cour d&#39;appel&#39; or &#39;hof van beroep&#39;,

- in Denmark, to the &#39;landsret&#39;,

- in the Federal Republic of Germany, to the
&#39;Oberlandesgericht&#39;,

- in Greece, to the &#39;(((((((&#39;,

- in Spain, to the &#39;Audiencia Provincial&#39;,

- in France, to the &#39;cour d&#39;appel&#39;,

- in Ireland, to the High Court,

- in Italy, to the &#39;corte d&#39;appello&#39;,

- in Luxembourg, to the &#39;Cour sup&#233;rieure de justice&#39; sitting as
a court of civil appeal,

- in Austria, to the &#39;Bezirksgericht&#39;,

- in the Netherlands, to the &#39;gerechtshof&#39;,

- in Portugal, to the &#39;Tribunal de Rela&#231;&#227;o&#39;,

- in Finland, to &#39;hovioikeus/hovr&#228;tten&#39;,

- in Sweden, to the &#39;Svea hovr&#228;tt&#39;,

- in the United Kingdom:

(a) in England and Wales, to the High Court of Justice, or in
the case of a maintenance judgment to the Magistrates&#39; Court;

(b) in Scotland, to the Court of Session, or in the case of a
maintenance judgment to the Sheriff Court;

(c) in Northern Ireland, to the High Court of Justice, or in
the case of a maintenance judgment to the Magistrates&#39; Court .

2. The party against whom enforcement is sought shall be
summoned to appear before the appellate court. If he fails to
appear, the provisions of the second and third paragraphs of
Article 20 shall apply even where he is not domiciled in any of
the Contracting States.

Article 41

A judgment given on an appeal provided for in Article 40 may be
contested only:

- in Belgium, Greece, Spain, France, Italy, Luxembourg and in
the Netherlands, by an appeal in cassation,

- in Denmark, by an appeal to the &#39;h&#248;jesteret&#39;, with the leave
of the Minister of Justice,

- in the Federal Republic of Germany, by a &#39;Rechtsbeschwerde&#39;,

- in Ireland, by an appeal on a point of law to the Supreme
Court,

- in Austria, by a &#39;Revisionsrekurs&#39;,

- in Portugal, by an appeal on a point of law,

- in Finland, by an appeal to &#39;korkein oikeus/h&#246;gsta
domstolen&#39;,

- in Sweden, by an appeal to &#39;H&#246;gsta domstolen&#39;,

– in the United Kingdom, by a single further appeal on a point
of law.

Article 42

Where a foreign judgment has been given in respect of several
matters and enforcement cannot be authorized for all of them,
the court shall authorize enforcement for one or more of them.

An applicant may request partial enforcement of a judgment.

Article 43

A foreign judgment which orders a periodic payment by way of a
penalty shall be enforceable in the State in which enforcement
is sought only if the amount of the payment has been finally
determined by the courts of the State of origin.

Article 44

An applicant who, in the State of origin has benefited from
complete or partial legal aid or exemption from costs or
expenses, shall be entitled, in the procedures provided for in
Articles 32 to 35, to benefit from the most favourable legal
aid or the most extensive exemption from costs or expenses
provided for by the law of the State addressed.

However, an applicant who requests the enforcement of a
decision given by an administrative authority in Denmark in
respect of a maintenance order may, in the State addressed,
claim the benefits referred to in the first paragraph if he
presents a statement from the Danish Ministry of Justice to the
effect that he fulfils the economic requiremens to qualify for
the grant of complete or partial legal aid or exemption from
costs or expenses.

Article 45

No security, bond or deposit, however described, shall be
required of a party who in one Contracting State applies for
enforcement of a judgment given in another Contracting State on
the ground that he is a foreign national or that he is not
domiciled or resident in the State in which enforcement is
sought.

Section 3
Common provisions

Article 46

A party seeking recognition or applying for enforcement of a
judgment shall produce:

1. a copy of the judgment which satisfies the conditions
necessary to establish its authenticity;

2. in the case of a judgment given in default, the original or
a certified true copy of the document which establishes that
the party in default was served with the document instituting
the proceedings or with an equivalent document.

Article 47

A party applying for enforcement shall also produce:

1. documents which establish that, according to the law of the
State of origin the judgment is enforceable and has been
served;

2. where appropriate, a document showing that the applicant is
in receipt of legal aid in the State of origin.

Article 48

If the documents specified in point 2 of Articles 46 and 47 are
not produced, the court may specify a time for their
production, accept equivalent documents or, if it considers
that it has sufficient information before it, dispense with
their production.

If the court so requires, a translation of the documents shall
be produced; the translation shall be certified by a person
qualified to do so in one of the Contracting States.

Article 49

No legalization or other similar formality shall be required in
respect of the documents referred to in Articles 46 or 47 or
the second paragraph of Article 48, or in respect of a document
appointing a representative ad litem.

TITLE IV
AUTHENTIC INSTRUMENTS AND COURT SETTLEMENTS

Article 50

A document which has been formally drawn up or registered as an
authentic instrument and is enforceable in one Contracting
State shall, in another Contracting State, be declared
enforceable there, on application made in accordance with the
procedures provided for in Article 31 et seq. The application
may be refused only if enforcement of the instrument is
contrary to public policy in the State addressed.

The instrument produced must satisfy the conditions necessary
to establish its authenticity in the State of origin.

The provisions of Section 3 of Title III shall apply as
appropriate.

Article 51

A settlement which has been approved by a court in the course
of proceedings and is enforceable in the State in which it was
concluded shall be enforceable in the State addressed under the
same conditions as authentic instruments.

TITLE V
GENERAL PROVISIONS

Article 52

In order to determine whether a party is domiciled in the
Contracting State whose courts are seised of a matter, the
Court shall apply its internal law.

If a party is not domiciled in the State whose courts are
seised of the matter, then, in order to determine whether the
party is domiciled in another Contracting State, the court
shall apply the law of that State.

. . .

Article 53

For the purposes of this Convention, the seat of a company or
other legal person or association of natural or legal persons
shall be treated as its domicile. However, in order to
determine that seat, the court shall apply its rules of private
international law.

In order to determine whether a trust is domiciled in the
Contracting State whose courts are seised of the matter, the
court shall apply its rules of private international law.

TITLE VI
TRANSITIONAL PROVISIONS

Article 54

The provisions of the Convention shall apply only to legal
proceedings instituted and to documents formally drawn up or
registered as authentic instruments after its entry into force
in the State of origin and, where recognition or enforcement of
a judgment or authentic instruments is sought, in the State
addressed.

However, judgments given after the date of entry into force of
this Convention between the State of origin and the State
addressed in proceedings instituted before that date shall be
recognized and enforced in accordance with the provisions of
Title III if jurisdiction was founded upon rules which accorded
with those provided for either in Title II of this Convention
or in a convention concluded between the State of origin and
the State addressed which was in force when the proceedings
were instituted.

If the parties to a dispute concerning a contract had agreed in
writing before 1 June 1988 for Ireland or before 1 January 1987
for the United Kingdom that the contract was to be governed by
the law of Ireland or of a part of the United Kingdom, the
courts of Ireland or of that part of the United Kingdom shall
retain the right to exercise jurisdiction in the dispute.

Article 54a

For a period of three years from 1 November 1986 for Denmark
and from 1 June 1988 for Ireland, jurisdiction in maritime
matters shall be determined in these States not only in
accordance with the provisions of Title II, but also in
accordance with the provisions of paragraphs 1 to 6 following.
However, upon the entry into force of the International
Convention relating to the arrest of sea-going ships, signed at
Brussels on 10 May 1952, for one of these States, those
provisions shall cease to have effect for that State.

1. A person who is domiciled in a Contracting State may be sued
in the courts of one of the States mentioned above in respect
of a maritime claim if the ship to which the claim relates or
any other ship owned by him has been arrested by judicial
process within the territory of the latter State to secure the
claim, or could have been so arrested there but bail or other
security has been given, and either:

(a) the claimant is domiciled in the latter State; or

(b) the claim arose in the latter State; or

(c) the claim concerns the voyage during which the arrest was
made or could have been made; or

(d) the claim arises out of a collision or out of damage caused
by a ship to another ship or to goods or persons on board
either ship, either by the execution or non- execution of a
manoeuvre or by the non-observance of regulations; or

(e) the claim is for salvage; or

(f) the claim is in respect of a mortgage or hypothecation of
the ship arrested.

2. A claimant may arrest either the particular ship to which
the maritime claim relates, or any other ship which is owned by
the person who was, at the time when the maritime claim arose,
the owner of the particular ship. However, only the particular
ship to which the maritime claim relates may be arrested in
respect of the maritime claims set out in 5 (o), (p) or (q) of
this Article.

3. Ships shall be deemed to be in the same ownership when all
the shares therein are owned by the same person or persons.

4. When in the case of a charter by demise of a ship the
charterer alone is liable in respect of a maritime claim
relating to that ship, the claimant may arrest that ship or any
other ship owned by the charterer, but no other ship owned by
the owner may be arrested in respect of such claim. The same
shall apply to any case in which a person other than the owner
of a ship is liable in respect of a maritime claim relating to
that ship.

5. The expression &#39;maritime claim&#39; means a claim arising out of
one or more of the following:

(a) damage caused by any ship either in collision or otherwise;

(b) loss of life or personal injury caused by any ship or
occurring in connection with the operation on any ship;

(c) salvage;

(d) agreement relating to the use or hire of any ship whether
by charterparty or otherwise;

(e) agreement relating to the carriage of goods in any ship
whether by charterparty or otherwise;

(f) loss of or damage to goods including baggage carried in any
ship;

(g) general average;

(h) bottomry;

(i) towage;

(j) pilotage;

(k) goods or materials wherever supplied to a ship for her
operation or maintenance;

(l) construction, repair or equipment of any ship or dock
charges and dues;

(m) wages of masters, officers or crew;

(n) mater&#39;s disbursements, including disbursements made by
shippers, charterers or agents on behalf of a ship or her
owner;

(o) dispute as to the title to or ownership of any ship;

(p) disputes between co-owners of any ship as to the ownership,
possession, employment or earnings of that ship;

(q) the mortgage or hypothecation of any ship.

6. In Denmark, the expression &#39;arrest&#39; shall be deemed as
regards the maritime claims referred to in 5 (o) and (p) of
this Article, to include a &#39;forbud&#39;, where that is the only
procedure allowed in respect of such a claim under Articles 646
to 653 of the law on civil procedure (lov om rettens pleje).

TITLE VII
RELATIONSHIP TO OTHER CONVENTIONS

Article 55

Subject to the provisions of the second subparagraph of Article
54, and of Article 56, this Convention shall, for the States
which are parties to it, supersede the following conventions
concluded between two or more of them:

the Convention between Belgium and France on jurisdiction and
the validity and enforcement of judgments, arbitration awards
and authentic instruments, signed at Paris on 8 July 1899,

- the Convention between Belgium and the Netherlands on
jurisdiction, bankruptcy, and the validity and enforcement of
judgments, arbitration awards and authentic instruments, signed
at Brussels on 28 March 1925,

- the Convention between France and Italy on the enforcement of
judgments in civil and commercial matters, signed at Rome on 3
June 1930,

- the Convention between the United Kingdom and the French
Republic providing for the reciprocal enforcement of judgments
in civil and commercial matters, with Protocol, signed at Paris
on 18 January 1934,

- the Convention between the United Kingdom and the Kingdom of
Belgium providing for the reciprocal enforcement of judgments
in civil

and commecial matters, with Protocol, signed at Brussels on 2
May 1934,

- the Convention between Germany and Italy on the recognition
and enforcement of judgments in civil and commercial matters,
signed at Rome on 9 March 1936,

- the Convention between the Kingdom of Belgium and Austria on
the reciprocal recognition and enforcement of judgments and
authentic instruments relating to maintenance obligations,
signed at Vienna on 25 October 1957,

- the Convention between the Federal Republic of Germany and
the Kingdom of Belgium on the mutual recognition and
enforcement of judgments, arbitration awards and authentic
instruments in civil and commercial matters, signed at Bonn on
30 June 1958,

- the Convention between the Kingdom of the Netherlands and the
Italian Republic on the recognition and enforcement of
judgments in civil and commercial matters, signed at Rome on 17
April 1959,

- the Convention between the Federal Republic of Germany and
Austria on the reciprocal recognition and enforcement of
judgments, settlements and authentic instruments in civil and
commercial matters, signed at Vienna on 6 June 1959,

- the Convention between the Kingdom of Belgium and Austria on
the reciprocal recognition and enforcement of judgments,
arbitral awards and authentic instruments in civil and
commercial matters, signed at Vienna on 16 June 1959,

- the Convention between the United Kingdom and the Federal
Republic of Germany for the reciprocal recognition and
enforcement of judgments in civil and commercial matters,
signed at Bonn on 14 July 1960,

- the Convention between the United Kingdom and Austria
providing for the reciprocal recognition and enforcement of
judgments in civil and commercial matters, signed at Vienna on
14 July 1961, with amending Protocol signed at London on 6
March 1970,

- the Convention between the Kingdom of Greece and the Federal
Republic of Germany for the reciprocal recognition and
enforcement of judgments, settlements and authentic instruments
in civil and commercial matters, signed in Athens on 4 November
1961,

- the Convention between the Kingdom of Belgium and the Italian
Republic on the recognition and enforcement of judgments and
other enforceable instruments in civil and commercial matters,
signed at Rome on 6 April 1962,

- the Convention between the Kingdom of the Netherlands and the
Federal Republic of Germany on the mutual recognition and
enforcement of judgments and other enforceable instruments in
civil and commercial matters, signed at The Hague on 30 August
1962,

- the Convention between the Kingdom of the Netherlands and
Austria on the reciprocal recognition and enforcement of
judgments and authentic instruments in civil and commercial
matters, signed at The Hague on 6 February 1963,

- the Convention between France and Austria on the recognition
and enforcement of judgments and authentic instruments in civil
and commercial matters, signed at Vienna on 15 July 1966,

- the Convention between the United Kingdom and the Republic of
Italy for the reciprocal recognition and enforcement of
judgments in civil and commercial matters, signed at Rome on 7
February 1964, with amending Protocol signed at Rome on 14 July
1970,

- the Convention between the United Kingdom and the Kingdom of
the Netherlands providing for the reciprocal recognition and
enforcement of judgments in civil matters, signed at The Hague
on 17 November 1967,

- the Convention between Spain and France on the recognition
and enforcement of judgment arbitration awards in civil and
commercial matters, signed at Paris on 28 May 1969,

- the Convention between Luxembourg and Austria on the
recognition and enforcement of judgments aud authentic
instruments in civil and commercial matters, signed at
Luxembourg on 29 July 1971,

- the Convention between Italy and Austria on the recognition
and enforcement of judgments in civil and commercial matters,
of judicial settlements and of authentic instruments, signed at
Rome on 16 November 1971,

- the Convention between Spain and Italy regarding legal aid
and the recognition and enforcement of judgments in civil and
commercial matters, signed at Madrid on 22 May 1973,

- the Convention between Finland, Iceland, Norway, Sweden and
Denmark on the recognition and enforcement of judgments in
civil matters, signed at Copenhagen on 11 October 1977,

- the Convention between Austria and Sweden on the recognition
and enforcement of judgments in civil matters, signed at
Stockholm on 16 September 1982,

- the Convention between Spain and the Federal Republic of
Germany on the recognition and enforcement of judgments,
settlements and enforceable authentic instruments in civil and
commercial matters, signed at Bonn on 14 November 1983,

- the Convention between Austria and Spain on the recognition
and enforcement of judgments, settlements and enforceable
authentic instruments in civil and commercial matters, signed
at Vienna on 17 February 1984 ,

- the Convention between Finland and Austria on the recognition
and enforcement of judgments in civil matters, signed at Vienna
on 17 November 1986,

and, in so far as it is in force:

- the Treaty between Belgium, the Netherlands and Luxembourg in
jurisdiction, bankruptcy, and the validity and enforcement of
judgments, arbitration awards and authentic instruments, signed
at Brussels on 24 November 1961.

Article 56

The Treaty and the conventions referred to in Article 55 shall
continue to have effect in relation to matters to which this
Convention does not apply.

They shall continue to have effect in respect of judgments
given and documents formally drawn up or registered as
authentic instruments before the entry into force of this
Convention.

Article 57

1. This Convention shall not affect any conventions to which
the Contracting States are or will be parties and which in
relation to particular matters, govern jurisdiction or the
recognition or enforcement of judgments.

2. With a view to its uniform interpretation, paragraph 1 shall
be applied in the following manner:

(a) this Convention shall not prevent a court of a Contracting
State which is a party to a convention on a particular matter
from assuming jurisdiction in accordance with that Convention,
even where the defendant is domiciled in another Contracting
State which is not a party to that Convention. The court
hearing the action shall, in any event, apply Article 20 of
this Convention;

(b) judgments given in a Contracting State by a court in the
exercise of jurisdiction provided for in a convention on a
particular matter shall be recognized and enforced in the other
Contracting State in accordance with this Convention.

Where a convention on a particular matter to which both the
State of origin and the State addressed are parties lays down
conditions for the recognition or enforcement of judgments,
those conditions shall apply. In any event, the provisions of
this Convention which concern the procedure for recognition and
enforcement of judgments may be applied.

3. This Convention shall not affect the application of
provisions which, in relation to particular matters, govern
jurisdiction or the recognition or enforcement of judgments and
which are or will be contained in acts of the institutions of
the European Communities or in national laws harmonized in
implementation of such acts.

Article 58

Until such time as the Convention on jurisdiction and the
enforcement of judgments in civil and commercial matters,
signed at Lugano on 16 September 1988, takes effect with regard
to France and the Swiss Confederation, this Convention shall
not affect the rights granted to Swiss nationals by the
Convention between France and the Swiss Confederation on
jurisdiction and enforcement of judgments in civil matters,
signed at Paris on 15 June 1869.

Article 59

This Convention shall not prevent a Contracting State from
assuming, in a convention on the recognition and enforcement of
judgments, an obligation towards a third State not to recognize
judgments given in other Contracting States against defendants
domiciled or habitually resident in the third State where, in
cases provided for in Article 4, the judgment could only be
founded on a ground of jurisdiction specified in the second
paragraph of Article 3.

However, a Contracting State may not assume an obligation
towards a third State not to recognize a judgment given in
another Contracting State by a court basing its jurisdiction on
the presence within that State of property belonging to the
defendant, or the seizure by the plaintiff of property situated
there:

1. if the action is brought to assert or declare proprietary or
possessory rights in that property, seeks to obtain authority
to dispose of it, or arises from another issue relating to such
property; or

2. if the property constitutes the security for a debt which is
the subject- matter of the action.

TITLE VIII
FINAL PROVISIONS

Article 60

. . .

Article 61

This Convention shall be ratified by the signatory States. The
instruments of ratification shall be deposited with the
Secretary- General of the Council of the European Communities.

Article 62

This Convention shall enter into force on the first day of the
third month following the deposit of the instrument of
ratification by the last signatory State to take this step.

Article 63

The Contracting States recognize that any State which becomes a
member of the European Economic Community shall be required to
accept this Convention as a basis for the negotiations between
the Contracting States and that State necessary to ensure the
implementation of the last paragraph of Article 220 of the
Treaty establishing the European Economic Community.

The necessary adjustments may be the subject of a special
convention between the Contracting States of the one part and
the new Member States of the other part.


Article 64

The Secretary-General of the Council of the European
Communities shall notify the signatory States of:

(a) the deposit of each instrument of ratification;

(b) the date of entry into force of this Convention;

(c) . . . ;

(d) any declaration received pursuant to Article IV of the
Protocol;

(e) any communication made pursuant to Article VI of the
Protocol.

Article 65

The Protocol annexed to this Convention by common accord of the
Contracting States shall form an integral part thereof.

Article 66

This Convention is concluded for an unlimited period.

Article 67

Any Contracting State may request the revision of this
Convention. In this event, a revision conference shall be
convened by the President of the Council of the European
Communities.

Article 68

This Convention, drawn up in a single original in the Dutch,
French, German and Italian languages, all four texts being
equally authentic, shall be deposited in the archives of the
Secretariat of the Council of the European Communities. The
Secretary-General shall transmit a certified copy to the
Government of each signatory State .

In witness whereof, the undersigned Plenipotentiaries have
affixed their signatures below this Convention.

[Signatures of the designated plenipotentiaries]

PROTOCOL

The High Contracting Parties have agreed upon the following
provisions, which shall be annexed to the Convention:

Article I

Any person domiciled in Luxembourg who is sued in a court of
another Contracting State pursuant to Article 5 (1) may refuse
to submit to the jurisdiction of that court. If the defendant
does not enter an appearance the court shall declare of its own
motion that it has no jurisdiction.

An agreement conferring jurisdiction, within the meaning of
Article 17, shall be valid with respect to a person domiciled
in Luxembourg only if that person has expressly and
specifically so agreed.

Article II

Without prejudice to any more favourable provisions of national
laws, persons domiciled in a Contracting State who are being
prosecuted in the criminal courts of another Contracting State
of which they are not nationals for an offence which was not
intentionally committed may be defended by persons qualified to
do so, even if they do not appear in person.

However, the court seised of the matter may order appearance in
person; in the case of failure to appear, a judgment given in
the civil action without the person concerned having had the
opportunity to arrange for his defence need not be recognized
or enforced in the other Contracting States.

Article III

In proceedings for the issue of an order for enforcement, no
charge, duty or fee calculated by reference to the value of the
matter in issue may be levied in the State in which enforcement
is sought.

Article IV

Judicial and extrajudicial documents drawn up in one
Contracting State which have to be served on persons in another
Contracting State shall be transmitted in accordance with the
procedures laid down in the conventions and agreements
concluded between the Contracting States.

Unless the State in which service is to take place objects by
declaration to the Secretary-General of the Council of the
European Communities, such documents may also be sent by the
appropriate public officers of the State in which the document
has been drawn up directly to the appropriate public officers
of the State in which the addressee is to be found. In this
case the officer of the State of origin shall send a copy of
the document to the officer of the State applied to who is
competent to forward it to the addressee. The document shall be
forwarded in the manner specified by the law of the State
applied to. The forwarding shall be recorded by a certificate
sent directly to the officer of the State of origin.

Article V

The jurisdiction specified in Articles 6 (2) and 10 in actions
on a warranty or guarantee or in any other third-party
proceedings may not be resorted to in the Federal Republic of
Germany or in Austria. Any person domiciled in another
Contracting State may be sued in the courts:

- of the Federal Republic of Germany, pursuant to Articles 68,
72, 73 and 74 of the code of civil procedure
(Zivilprozessordnung) concerning third-party notices,

- of Austria, pursuant to Article 21 of the code of civil
procedure (Zivilprozessordnung) concerning third-party notices.

Judgments given in the other Contracting States by virtue of
Article 6 (2) or 10 shall be recognized and enforced in the
Federal Republic of Germany and in Austria in accordance with
Title III. Any effects which judgments given in those States
may have on third parties by application of the provisions in
the preceeding paragraph shall also be recognized in the other
Contracting States.

Article Va

In matters relating to maintenance, the expression &#39;court&#39;
includes the Danish administrative authorities.

In Sweden, in summary proceedings concerning orders to pay
(betalningsf&#246;rel&#228;ggande) and assistance (bandr&#228;ckning), the
expression &#39;court&#39; includes the &#39;Swedish enforcement service&#39;
(kronofogdemyndighet).

Article Vb

In proceedings involving a dispute between the master and a
member of the crew of a sea-going ship registered in Denmark,
in Greece, in Ireland or in Portugal, concerning remuneration
or other conditions of service, a court in a Contracting State
shall establish whether the diplomatic or consular officer
responsible for the ship has been notified of the dispute. It
shall stay the proceedings so long as he has not been notified.
It shall of its own motion decline jurisdiction if the officer,
having been duly notified, has exercised the powers accorded to
him in the matter by a consular convention, or in the absence
of such a convention has, within the time allowed, raised any
objection to the exercise of such jurisdiction.

Article Vc

Article 52 and 53 of this Convention shall, when applied by
Article 69 (5) of the Convention for the European patent for
the common market, signed at Luxembourg on 15 December 1975, to
the provisions relating to &#39;residence&#39; in the English text of
that Convention, operate as if &#39;residence&#39; in that text were
the same as &#39;domicile&#39; in Articles 52 and 53.

Article Vd

Without prejudice to the jurisdiction of the European Patent
Office under the Convention on the grant of European patents,
signed at Munich on 5 October 1973, the courts of each
Contracting State shall have exclusive jurisdiction, regardless
of domicile, in proceedings concerned with the registration or
validity of any European patent granted for that State which is
not a Community patent by virtue of the provisions of Article
86 of the Convention for the European patent for the common
market, signed at Luxembourg on 15 December 1975.

Article Ve

Arrangements relating to maintenance obligations concluded with
administrative authorities or authenticated by them shall also
be regarded as authentic instruments within the meaning of the
first paragraph of Article 50 of the Convention.

Article VI

The Contracting States shall communicate to the Secretary-
General of the Council of the European Communities the text of
any provisions of their laws which amend either those articles
of their laws mentioned in the Convention or the lists of
courts specified in Section 2 of Title III of the Convention.

In witness whereof, the undersigned Plenipotentiaries have
affixed their signatures below this Protocol.

Done at Brussels on the twenty-seventh day of September in the
year one thousand nine hundred and sixty-eight.

[Signatures of the designated plenipotentiaries]

PROTOCOL

on the interpretation by the Court of Justice of the Convention
of 27 September 1968 on jurisdiction and the enforcement of
judgments in civil and commercial matters

THE HIGH CONTRACTING PARTIES TO THE TREATY ESTABLISHING THE
EUROPEAN ECONOMIC COMMUNITY,

Having regard to the Declaration annexed to the Convention on
jurisdiction and the enforcement of judgments in civil and
commercial matters, signed at Brussels on 27 September 1968,

Have decided to conclude a Protocol conferring jurisdiction on
the Court of Justice of the European Communities to interpret
that Convention, and to this end have designated as their
Plenipotentiaries:

[List of the plenipotentiaries designated by the Member States]

WHO, meeting within the Council, having exchanged their full
powers, found in good and due form,

HAVE AGREED AS FOLLOWS:

Article 1

The Court of Justice of the European Communities shall have
jurisdiction to give rulings on the interpretation of the
Convention on jurisdiction and the enforcement of judgments in
civil and commercial matters and of the Protocol annexed to
that Convention, signed at Brussels on 27 September 1968, and
also on the interpretation of the present Protocol.

The Court of Justice of the European Communities shall also
have jurisdiction to give rulings on the interpretation of the
Convention on the accession of the Kingdom of Denmark, Ireland
and the United Kingdom of Great Britain and Northern Ireland to
the Convention of 27 September 1968 and to this Protocol.

The Court of Justice of the European Communities shall also
have jurisdiction to give rulings on the interpretation of the
Convention on the accession of the Hellenic Republic to the
Convention of 27 September 1968 and to this Protocol, as
adjusted by the 1978 Convention.

The Court of Justice of the European Communities shall also
have jurisdiction to give rulings on the interpretation of the
Convention on the accession of the Kingdom of Spain and the
Portuguese Republic to the Convention of 27 September 1968 and
to this Protocol, as adjusted by the 1978 Convention and the
1982 Convention.

The Court of Justice of the European Communities shall also
have jurisdiction to give rulings on the interpretation of the
Convention on the accession of the Republic of Austria, the
Republic of Finland and the Kingdom of Sweden to the Convention
of 27 September 1968 and to this Protocol, as adjusted by the
1978 Convention, the 1982 Convention and the 1989 Convention.

Article 2

The following courts may request the Court of Justice to give
preliminary rulings on questions of interpretation:

1. - in Belgium: &#39;la Cour de Cassation&#39; - &#39;het Hof van
Cassatie&#39; and &#39;le Conseil d&#39;&#201;tat&#39; - &#39;de Raad van State&#39;,

- in Denmark: &#39;h&#248;jesteret&#39;,

- in the Federal Republic of Germany: &#39;die obersten
Gerichtsh&#246;fe des Bundes&#39;,

- in Greece: the &#39;(( ((((((( ((((((((((&#39;,

- in Spain: &#39;el Tribunal Supremo&#39;,

- in France: &#39;la Cour de Cassation&#39; and &#39;le Conseil d&#39;&#201;tat&#39;,

- in Ireland: the Supreme Court,

- in Italy: &#39;la Corte Suprema di Cassazione&#39;,

- in Luxembourg: &#39;la Cour sup&#233;rieure de Justice&#39; when sitting
as &#39;Cour de Cassation&#39;,

- in Austria, the &#39;Oberste Gerichtshof&#39;, the
&#39;Verwaltungsgerichtshof&#39; and the &#39;Verfassungsgerichtshof&#39;,

- in the Netherlands: &#39;de Hoge Raad&#39;,

- in Portugal: &#39;o Supremo Tribunal de Justi&#231;a&#39; and &#39;o Supremo
Tribunal Administrativo&#39;,

- in Finland, &#39;korkein oikeus/h&#246;gsta domstolen&#39; and &#39;korkein
hallintooikeus/h&#246;gsta f&#246;rvaltningsdomstolen&#39;,

- in Sweden, &#39;H&#246;gsta domstolen&#39;, &#39;Regeringsr&#228;tten&#39;,
&#39;Arbetsdomstolen&#39; and &#39;Marknadsdomstolen&#39;,

- in the United Kingdom: the House of Lords and courts to which
application has been made under the second paragraph of Article
37 or under Article 41 of the Convention;

2. the courts of the Contracting States when they are sitting
in an appellate capacity;

3. in the cases provided for in Article 37 of the Convention,
the courts referred to in that Article.

Article 3

1. Where a question of interpretation of the Convention or of
one of the other instruments referred to in Article 1 is raised
in a case pending before one of the courts listed in point 1 of
Article 2, that court shall, if it considers that a decision on
the question is necessary to enable it to give judgment,
request the Court of Justice to give a ruling thereon.

2. Where such a question is raised before any court referred to
in point 2 or 3 of Article 2, that court may under the
conditions laid down in paragraph 1, request the Court of
Justice to give a ruling thereon.

Article 4

1. The competent authority of a Contracting State may request
the Court of Justice to give a ruling on a question of
interpretation of the Convention or of one of the other
instruments referred to in Article 1 if judgments given by
courts of that State conflict with the interpretation given
either by the Court of Justice or in a judgment of one of the
courts of another Contracting State referred to in point 1 or 2
of Article 2. The provisions of this paragraph shall apply only
to judgments which have become res judicata.

2. The interpretation given by the Court of Justice in response
to such a request shall not affect the judgments which gave
rise to the request for interpretation.

3. The Procurators- General of the Courts of Cassation of the
Contracting States, or any other authority designated by a
Contracting State, shall be entitled to request the Court of
Justice for a ruling on interpretation in accordance with
paragraph 1.

4. The Registrar of the Court of Justice shall give notice of
the request to the Contracting States, to the Commission and to
the Council of the European Communities; they shall then be
entitled within two months of the notification to submit
statements of case or written observations to the Court.

5. No fees shall be levied or any costs or expenses awarded in
respect of the proceedings provided for in this Article.

Article 5

1. Except where this Protocol otherwise provides, the
provisions of the Treaty establishing the European Economic
Community and those of the Protocol on the Statute of the Court
of Justice annexed thereto, which are applicable when the Court
is requested to give a preliminary ruling, shall also apply to
any proceedings for the interpretation of the Convention and
the other instruments referred to in Article 1.

2. The Rules of Procedure of the Court of Justice shall, if
necessary, be adjusted and supplemented in accordance with
Article 188 of the Treaty establishing the European Economic
Community.

Article 6

. . .

Article 7

This Protocol shall be ratified by the signatory States. The
instruments of ratification shall be deposited with the
Secretary-General of the Council of the European Communities.

Article 8

This Protocol shall enter into force on the first day of the
third month following the deposit of the instrument of
ratification by the last signatory State to take this step;
provided that it shall at the earliest enter into force at the
same time as the Convention of 27 September 1968 on
jurisdiction and the enforcement of judgments in civil and
commercial matters.

Article 9

The Contracting States recognize that any State which becomes a
member of the European Economic Community, and to which Article
63 of the Convention on jurisdiction and the enforcement of
judgments in civil and commercial matters applies, must accept
the provisions of this Protocol, subject to such adjustments as
may be required.

Article 10

The Secretary-General of the Council of the European
Communities shall notify the signatory States of:

(a) the deposit of each instrument of ratification;

(b) the date of entry into force of this Protocol;

(c) any designation received pursuant to Article 4 (3);

(d) . . . .

Article 11

The Contracting States shall communicate to the Secretary-
General of the Council of the European Communities the texts of
any provisions of their laws which necessitate an amendment to
the list of courts in point 1 of Article 2.

Article 12

This Protocol is concluded for an unlimited period.

Article 13

Any Contracting State may request the revision of this
Protocol. In this event, a revision conference shall be
convened by the President of the Council of the European
Communities.

Article 14

This Protocol, drawn up in a single original in the Dutch,
French, German and Italian languages, all four texts being
equally authentic, shall be deposited in the archives of the
Secretariat of the Council of the European Communities. The
Secretary- General shall transmit a certified copy to the
Government of each signatory State.

In witness whereof, the undersigned Plenipotentiaries have
affixed their signatures below this Protocol.

Done at Luxembourg on the third day of June in the year one
thousand nine hundred and seventy-one.

[Signatures of the plenipotentiaries]

Bilaga

KONVENTION

om domstols beh&#246;righet och om verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de1

INGRESS2

DE H&#214;GA F&#214;RDRAGSSLUTANDE PARTERNA I F&#214;RDRAGET OM UPPR&#196;TTANDET
AV EUROPEISKA EKONOMISKA GEMENSKAPEN,

SOM &#214;NSKAR genomf&#246;ra best&#228;mmelserna i artikel 220 i n&#228;mnda
f&#246;rdrag, enligt vilken de skall s&#228;kerst&#228;lla f&#246;renkling av
formaliteter f&#246;r &#246;msesidigt erk&#228;nnande och verkst&#228;llighet av
r&#228;ttsliga avg&#246;randen,

SOM &#196;R ANGEL&#196;GNA om att i gemenskapen st&#228;rka det r&#228;ttsliga
skyddet f&#246;r personer som &#228;r etablerade d&#228;r,

SOM BEAKTAR att det f&#246;r detta &#228;ndam&#229;l &#228;r n&#246;dv&#228;ndigt att
fastst&#228;lla den internationella beh&#246;righeten f&#246;r deras
domstolar, att underl&#228;tta erk&#228;nnande och tillskapa ett snabbt
f&#246;rfarande f&#246;r att s&#228;kerst&#228;lla verkst&#228;llighet av domar,
officiella handlingar (actes authentiques) och inf&#246;r domstol
ing&#229;ngna f&#246;rlikningar,

HAR BESLUTAT att ing&#229; denna konvention och har f&#246;r detta
&#228;ndam&#229;l som befullm&#228;ktigade ombud utsett:

[Befullm&#228;ktigade ombud utsedda av medlemsstaterna]

SOM, f&#246;rsamlade i r&#229;det, sedan de utv&#228;xlat sina fullmakter och
funnit dem vara i god och beh&#246;rig form

HAR ENATS OM F&#214;LJANDE.

AVDELNING I
TILL&#196;MPNINGSOMR&#197;DE

Artikel 1

Denna konvention &#228;r till&#228;mplig p&#229; privatr&#228;ttens omr&#229;de,
oberoende av vilket slag av domstol det &#228;r fr&#229;ga om. Den
omfattar i synnerhet inte skattefr&#229;gor, tullfr&#229;gor och
f&#246;rvaltningsr&#228;ttsliga fr&#229;gor3.

Konventionen &#228;r inte till&#228;mplig p&#229;

1. fysiska personers r&#228;ttsliga status, r&#228;ttskapacitet eller
r&#228;ttshandlingsf&#246;rm&#229;ga, makars f&#246;rm&#246;genhetsf&#246;rh&#229;llanden, arv och
testamente,

2. konkurs, ackord och liknande f&#246;rfaranden,

3. social trygghet,

4. skiljef&#246;rfarande.

AVDELNING II
DOMSTOLS

BEH&#214;RIGHET

Avsnitt 1

Allm&#228;nna best&#228;mmelser

Artikel 2

Om inte annat f&#246;reskrivs i denna konvention, skall talan mot
den som har hemvist i en konventionsstat v&#228;ckas vid domstol i
den staten, oberoende av i vilken stat han har medborgarskap.

F&#246;r den som inte &#228;r medborgare i den stat d&#228;r han har hemvist
g&#228;ller samma best&#228;mmelser om domstols beh&#246;righet som f&#246;r
statens egna medborgare.

Artikel 3

Talan mot den som har hemvist i en konventionsstat f&#229;r v&#228;ckas
vid domstol i en annan konventionsstat endast med st&#246;d av
best&#228;mmelserna i avsnitt 2 till 6 i denna avdelning.

S&#228;rskilt f&#246;ljande best&#228;mmelser f&#229;r inte till&#228;mpas mot en s&#229;dan
person:

- I Belgien: artikel 15 i civillagen (Code civil - Burgerlijk
Wetboek) och artikel 638 i processlagen (Code judiciaire -
Gerechtelijk Wetboek),

- I Danmark: &#167; 246, stk. 2 och 3, i lov om rettens pleje4,

- I F&#246;rbundsrepubliken Tyskland: &#167; 23 i civilprocesslagen
(Zivilproze&#223;ordnung),

- I Grekland: artikel 40 i civilprocesslagen (((((((((
((((((((( (((((((((()

- I Frankrike: artiklarna 14 och 15 i civillagen (Code civil),

- I Irland: de best&#228;mmelser som medger beh&#246;righet p&#229; den
grunden att st&#228;mningsans&#246;kan har delgivits svaranden under hans
tillf&#228;lliga vistelse i Irland,

- I Italien: artiklarna 2 och 4, nr 1 och 2 i civilprocesslagen
(Codice i procedura civile),

- I Luxemburg: artiklarna 14 och 15 i civillagen (Code civil),

- I &#214;sterrike: artikel 99 i lagen om domstols beh&#246;righet
(Jurisdiktionsnorm),

- I Nederl&#228;nderna: artikel 126, tredje stycket och artikel 127
i civilprocesslagen (Wetboek van Burgerlijke Rechtsvordering),

- I Portugal: artiklarna 65.1.c, 65.2 och 65A.c i
civilprocesslagen (C&#243;digo de Processo Civil) och artikel 11 i
lagen om r&#228;tteg&#229;ngen i arbetstvister (C&#243;digo de Processo de
Trabalho),

- I Finland: 10 kap 1 &#167; 1 mom. andra, tredje och fj&#228;rde
meningen i r&#228;tteg&#229;ngsbalken/ oikeudenk&#228;ymiskaari,

- I Sverige: 10 kap 3 &#167; f&#246;rsta stycket, f&#246;rsta meningen i
r&#228;tteg&#229;ngsbalken,

- I F&#246;renade kungariket: de best&#228;mmelser som medger att
domstols beh&#246;righet grundas p&#229;

a) att st&#228;mningsans&#246;kan har delgivits svaranden under hans
tillf&#228;lliga vistelse i F&#246;renade kungariket, eller

b) att svaranden har egendom i F&#246;renade kungariket, eller

c) att k&#228;randen erh&#229;llit kvarstad eller liknande
s&#228;kerhets&#229;tg&#228;rd i egendom som finns i F&#246;renade kungariket5.

Artikel 4

Om svaranden inte har hemvist i n&#229;gon konventionsstat best&#228;ms
domstolarnas beh&#246;righet i varje konventionsstat i enlighet med
den statens lag, om inte annat f&#246;ljer av best&#228;mmelserna i
artikel 16.

Mot en s&#229;dan svarande kan den som har hemvist i en
konventionsstat, oberoende av medborgarskap, p&#229; samma s&#228;tt som
statens egna medborgare, &#229;beropa de best&#228;mmelser om domstols
beh&#246;righet som g&#228;ller d&#228;r och s&#228;rskilt de best&#228;mmelser som
anges i artikel 3, andra stycket.

Avsnitt 2

S&#228;rskilda beh&#246;righetsregler

Artikel 5

Talan mot den som har hemvist i en konventionsstat kan v&#228;ckas i
en annan konventionsstat

1. om talan avser avtal, vid domstolen i den ort d&#228;r den
f&#246;rpliktelse som talan avser har uppfyllts eller skall
uppfyllas; om talan avser anst&#228;llningsavtal &#228;r denna ort den
d&#228;r arbetstagaren vanligtvis utf&#246;r sitt arbete eller, om
arbetstagaren inte vanligtvis utf&#246;r sitt arbete i ett och samma
land, kan talan mot arbetsgivaren &#228;ven v&#228;ckas vid domstolen i
den ort d&#228;r det aff&#228;rsst&#228;lle vid vilket arbetstagaren anst&#228;llts
&#228;r eller var bel&#228;get6,

2. om talan avser underh&#229;llsskyldighet, vid domstolen i den ort
d&#228;r den underh&#229;llsber&#228;ttigade har sin hemvist eller vanliga
vistelseort eller, om talan har samband med fr&#229;gan om n&#229;gons
r&#228;ttsliga status, vid den domstol som enligt sin egen lag &#228;r
beh&#246;rig att pr&#246;va denna fr&#229;ga, s&#229;vida inte beh&#246;righeten endast
grundar sig p&#229; den ena partens medborgarskap7,

3. om talan avser skadest&#229;nd utanf&#246;r avtalsf&#246;rh&#229;llanden, vid
domstolen i den ort d&#228;r skadan intr&#228;ffade,

4. om talan avser enskilt anspr&#229;k i anledning av brott, vid den
domstol d&#228;r brottm&#229;let &#228;r anh&#228;ngigt, i den m&#229;n domstolen enligt
sin lag &#228;r beh&#246;rig att pr&#246;va enskilda anspr&#229;k,

5. i fr&#229;ga om tvist som h&#228;nf&#246;r sig till verksamheten vid en
filial, agentur eller annan etablering, vid domstolen i den ort
d&#228;r denna &#228;r bel&#228;gen,

6. i hans egenskap av instiftare av en trust, trustee eller
insatt f&#246;rm&#229;nstagare till en trust som &#228;r uppr&#228;ttad antingen
genom lag eller genom en skriftlig handling eller muntligen och
skriftligen bekr&#228;ftad vid domstolarna i den konventionsstat d&#228;r
denna trust har sitt s&#228;te8,

7. i fr&#229;ga om tvist om betalning av b&#228;rgarl&#246;n f&#246;r b&#228;rgning av
skeppslast eller f&#246;r frakt, vid den domstol d&#228;r lasten eller
frakten

a) har blivit f&#246;rem&#229;l f&#246;r kvarstad eller liknande
s&#228;kerhets&#229;tg&#228;rd f&#246;r att s&#228;kerst&#228;lla s&#229;dan betalning, eller

b) kunde ha blivit f&#246;rem&#229;l f&#246;r s&#229;dan s&#228;kerhets&#229;tg&#228;rd, om inte
borgen eller annan s&#228;kerhet hade st&#228;llts,

f&#246;rutsatt att det g&#246;rs g&#228;llande att svaranden har n&#229;gon r&#228;tt
till lasten eller frakten eller hade s&#229;dan r&#228;tt vid tiden f&#246;r
b&#228;rgningen9.

Artikel 6

Talan mot den som har hemvist i en konventionsstat kan &#228;ven
v&#228;ckas

1. om han &#228;r en av flera svaranden, vid domstol d&#228;r n&#229;gon av
svarandena har hemvist,

2. om talan avser &#229;terg&#229;ngskrav eller annat liknande, vid den
domstol d&#228;r det ursprungliga k&#228;rom&#229;let &#228;r anh&#228;ngigt, s&#229;vida
inte detta har v&#228;ckts endast f&#246;r att f&#229; talan mot tredje man
pr&#246;vad vid annan domstol &#228;n den som annars skulle ha varit
beh&#246;rig att pr&#246;va talan mot honom,

3. vid genk&#228;rom&#229;l som grundar sig p&#229; samma avtal eller
omst&#228;ndigheter som huvudk&#228;rom&#229;let, vid den domstol d&#228;r
huvudk&#228;rom&#229;let &#228;r anh&#228;ngigt,

4. om talan avser avtal och denna talan f&#229;r f&#246;renas med ett
annat m&#229;l mot samma svarande om sakr&#228;tt till fast egendom, vid
domstolen i den konventionsstat d&#228;r fastigheten &#228;r bel&#228;gen10,

Artikel 6a11

En domstol i den konventionsstat som med st&#246;d av denna
konvention &#228;r beh&#246;rig att pr&#246;va m&#229;l om ansvar till f&#246;ljd av ett
fartygs anv&#228;ndning eller drift &#228;r, liksom annan domstol som
enligt lagen i den staten &#228;r beh&#246;rig i st&#228;llet f&#246;r denna, ocks&#229;
beh&#246;rig att pr&#246;va m&#229;l om begr&#228;nsning av s&#229;dant ansvar.


Avsnitt 3
Beh&#246;righet vid f&#246;rs&#228;kringstvister

Artikel 7

F&#246;r f&#246;rs&#228;kringstvister g&#228;ller i fr&#229;ga om domstols beh&#246;righet -
ut&#246;ver f&#246;reskrifterna i artikel 4 och artikel 5.5 -
best&#228;mmelserna i detta avsnitt.

Artikel 8 12

Talan mot en f&#246;rs&#228;kringsgivare som har hemvist i en
konventionsstat kan v&#228;ckas

1. vid domstolarna i den stat d&#228;r han har hemvist, eller

2. i en annan konventionsstat, vid domstolen i den ort d&#228;r
f&#246;rs&#228;kringstagaren har hemvist, eller

3. om han &#228;r en samf&#246;rs&#228;krare, vid den domstol i en
konventionsstat d&#228;r talan har v&#228;ckts mot
huvudf&#246;rs&#228;kringsgivaren.

En f&#246;rs&#228;kringsgivare, som inte har hemvist i n&#229;gon
konventionsstat men som har en filial, agentur eller annan
etablering i en s&#229;dan stat, skall i fr&#229;ga om tvister som h&#228;nf&#246;r
sig till verksamheten vid denna anses ha hemvist i den staten.

Artikel 9

Betr&#228;ffande ansvarsf&#246;rs&#228;kring eller f&#246;rs&#228;kring av fast egendom
kan talan mot f&#246;rs&#228;kringsgivaren ocks&#229; v&#228;ckas vid domstolen i
den ort d&#228;r skadan intr&#228;ffade. Detsamma g&#228;ller om b&#229;de l&#246;s och
fast egendom omfattas av samma f&#246;rs&#228;kringsavtal och har skadats
genom samma h&#228;ndelse.

Artikel 10

I fr&#229;ga om ansvarsf&#246;rs&#228;kring kan, om lagen i domstolsstaten
till&#229;ter det, talan mot f&#246;rs&#228;kringsgivaren vidare v&#228;ckas vid
den domstol d&#228;r den skadelidande har v&#228;ckt talan mot den
f&#246;rs&#228;krade.

Best&#228;mmelserna i artiklarna 7, 8 och 9 g&#228;ller om den
skadelidande v&#228;cker talan direkt mot f&#246;rs&#228;kringsgivaren, om
s&#229;dan direkt talan &#228;r till&#229;ten.

Om den lag som &#228;r till&#228;mplig p&#229; s&#229;dan direkt talan till&#229;ter att
talan mot f&#246;rs&#228;kringstagaren eller den f&#246;rs&#228;krade f&#229;r pr&#246;vas i
samma r&#228;tteg&#229;ng, &#228;r samma domstol beh&#246;rig i f&#246;rh&#229;llande till
dessa personer.

Artikel 11

Med undantag av de fall som avses i artikel 10 tredje stycket,
f&#229;r en f&#246;rs&#228;kringsgivare v&#228;cka talan endast vid domstolarna i
den konventionsstat d&#228;r svaranden har hemvist, vare sig denne
&#228;r f&#246;rs&#228;kringstagare, f&#246;rs&#228;krad eller f&#246;rm&#229;nstagare.

Best&#228;mmelserna i detta avsnitt inskr&#228;nker inte r&#228;tten att v&#228;cka
genk&#228;rom&#229;l vid den domstol d&#228;r huvudk&#228;rom&#229;let, enligt
best&#228;mmelserna i detta avsnitt, &#228;r anh&#228;ngigt.

Artikel 1213

Avvikelser fr&#229;n best&#228;mmelserna i detta avsnitt i ett avtal om
domstolsbeh&#246;righet g&#228;ller endast om avtalet

1. har ing&#229;tts efter tvistens uppkomst, eller

2. ger f&#246;rs&#228;kringstagaren, den f&#246;rs&#228;krade eller en
f&#246;rm&#229;nstagare r&#228;tt att v&#228;cka talan vid andra domstolar &#228;n dem
som anges i detta avsnitt, eller

3. har ing&#229;tts mellan en f&#246;rs&#228;kringstagare och en
f&#246;rs&#228;kringsgivare, vilka vid f&#246;rs&#228;kringavtalets ing&#229;ende hade
hemvist eller sin vanliga vistelseort i samma konventionsstat,
och avtalet inneb&#228;r att domstolarna i den staten skall vara
beh&#246;riga &#228;ven om skadan skulle intr&#228;ffa utomlands, s&#229;vida inte
ett s&#229;dant avtal strider mot lagen i den staten, eller

4. har ing&#229;tts med en f&#246;rs&#228;kringstagare som inte har hemvist i
n&#229;gon konventionsstat, f&#246;rutsatt att f&#246;rs&#228;kringen inte &#228;r
obligatorisk och inte heller avser fast egendom i en
konventionsstat, eller

5. h&#228;nf&#246;r sig till ett f&#246;rs&#228;kringsavtal som omfattar en eller
flera av de risker som anges i artikel 12a.

Artikel 12a14

De risker som avses i artikel 12.5 &#228;r f&#246;ljande:

1. F&#246;rlust av eller skada p&#229;

a) havsg&#229;ende fartyg, anl&#228;ggningar offshore eller p&#229; fria havet
eller luftfartyg, d&#228;r f&#246;rlusten eller skadan har samband med
deras anv&#228;ndning f&#246;r kommersiellt &#228;ndam&#229;l,

b) gods under transport, med undantag f&#246;r passagerares resgods,
n&#228;r transporten helt eller delvis sker med s&#229;dant fartyg eller
luftfartyg.

2. Ansvar, med undantag f&#246;r fysisk skada p&#229; passagerare eller
f&#246;rlust av eller skada p&#229; deras resgods,

a) som &#228;r en f&#246;ljd av anv&#228;ndningen eller driften av fartyg,
anl&#228;ggningar eller luftfartyg som anges i punkt 1 a, s&#229;vida
inte lagen i den konventionsstat d&#228;r s&#229;dant luftfartyg &#228;r
registrerat f&#246;rbjuder avtal om domstols beh&#246;righet i fr&#229;ga om
f&#246;rs&#228;kring av s&#229;dana risker,

b) f&#246;r f&#246;rlust eller skada orsakad av gods under transport
enligt punkt 1 b.

3. Ekonomisk f&#246;rlust som har samband med anv&#228;ndningen eller
driften av fartyg, anl&#228;ggningar eller luftfartyg enligt punkt 1
a, s&#228;rskilt f&#246;rlust av frakt eller befraktningsint&#228;kter.

4. Varje risk som har samband med n&#229;gon av de risker som avses
i punkterna 1 till 3.

Avsnitt 4 15
Beh&#246;righet vid konsumenttvister

Artikel 13

I tvister som g&#228;ller avtal som har ing&#229;tts av en person f&#246;r
&#228;ndam&#229;l som kan anses ligga utanf&#246;r hans aff&#228;rsverksamhet eller
yrkesverksamhet, i det f&#246;ljande kallad konsumenten, g&#228;ller i
fr&#229;ga om beh&#246;righeten - om inte annat f&#246;ljer av f&#246;reskrifterna
i artikel 4 och artikel 5.5 - best&#228;mmelserna i detta avsnitt,
om det g&#228;ller

1. k&#246;p av varor d&#228;r betalningen skall erl&#228;ggas i s&#228;rskilda
poster, eller

2. l&#229;n som skall &#229;terbetalas i s&#228;rskilda poster eller n&#229;gon
annan form av kredit om l&#229;net eller krediten var avsedd att
finansiera k&#246;p av varor, eller

3. andra avtal om leverans av varor eller utf&#246;rande av
tj&#228;nster, om

a) avtalet f&#246;regicks av ett s&#228;rskilt anbud riktat till
konsumenten i den konventionsstat d&#228;r han har hemvist, eller
annonsering d&#228;r, och

b) konsumenten vidtog de f&#246;r avtalets ing&#229;ende n&#246;dv&#228;ndiga
&#229;tg&#228;rderna i den staten.

Om konsumentens avtalspart inte har hemvist i en
konventionsstat men har en filial, agentur eller annan
etablering i en s&#229;dan stat, skall han anses ha hemvist i den
staten s&#229;vitt avser tvister som h&#228;nf&#246;r sig till denna
verksamhet.

Detta avsnitt skall inte till&#228;mpas p&#229; transportavtal.

Artikel 14

Konsumenten f&#229;r v&#228;cka talan mot den andra avtalsparten antingen
vid domstolarna i den konventionsstat d&#228;r denne har hemvist
eller vid domstolarna i den konventionsstat d&#228;r han sj&#228;lv har
hemvist.

Talan mot en konsument f&#229;r av den andra avtalsparten v&#228;ckas
endast vid domstolarna i den konventionsstat d&#228;r konsumenten
har hemvist.

Dessa best&#228;mmelser inskr&#228;nker inte r&#228;tten att v&#228;cka genk&#228;rom&#229;l
vid den domstol d&#228;r huvudk&#228;rom&#229;let, enligt best&#228;mmelserna i
detta avsnitt, &#228;r anh&#228;ngigt.

Artikel 15

Avvikelser fr&#229;n best&#228;mmelserna i detta avsnitt i ett avtal om
domstols beh&#246;righet g&#228;ller endast om avtalet

1. har ing&#229;tts efter tvistens uppkomst, eller

2. ger konsumenten r&#228;tt att v&#228;cka talan vid andra domstolar &#228;n
dem som anges i detta avsnitt, eller

3. har ing&#229;tts av en konsument och dennes avtalspart, vilka vid
avtalets ing&#229;ende hade hemvist eller sin vanliga vistelseort i
samma konventionsstat, och avtalet ger domstolarna i den staten
beh&#246;righet, s&#229;vida inte ett s&#229;dant avtal strider mot lagen i
den staten.

Avsnitt 5

Exklusiv beh&#246;righet

Artikel 16

F&#246;ljande domstolar skall, oberoende av parternas hemvist, ha
exklusiv beh&#246;righet

1. a) om talan avser sakr&#228;tt i fast egendom eller nyttjander&#228;tt
till fast egendom, domstolarna i den konventionsstat d&#228;r
egendomen &#228;r bel&#228;gen,

b) dock skall, om talan avser avtal om nyttjander&#228;tt till fast
egendom f&#246;r tillf&#228;lligt privat bruk under en tid av h&#246;gst sex
p&#229; varandra f&#246;ljande m&#229;nader, ocks&#229; domstolarna i den
konventionsstat d&#228;r svaranden har hemvist vara beh&#246;riga under
f&#246;ruts&#228;ttning att &#228;garen och nyttjander&#228;ttsinnehava-ren &#228;r
fysiska personer och har hemvist i samma konventions-stat16,

2. om talan avser giltighet, ogiltighet eller uppl&#246;sning av
bolag eller andra juridiska personer eller beslut av deras
organ, domstolarna i den konventionsstat d&#228;r den juridiska
personen har sitt s&#228;te,

3. om talan avser giltigheten av inskrivningar i offentliga
register, domstolarna i den konventionsstat d&#228;r registret f&#246;rs,

4. om talan avser registrering eller giltighet av patent,
varum&#228;rken, m&#246;nster och liknande r&#228;ttigheter f&#246;r vilka kr&#228;vs
deposition eller registrering, domstolarna i den konventions-
stat d&#228;r deposition eller registrering har beg&#228;rts eller har
&#228;gt rum eller - p&#229; grund av best&#228;mmelserna i en internationell
konvention - anses ha &#228;gt rum,

5. om talan avser verkst&#228;llighet av domar, domstolarna i den
konventionsstat d&#228;r domen har verkst&#228;llts eller skall
verkst&#228;llas.

Avsnitt 6
Avtal om domstols beh&#246;righet

Artikel 1717

Om parterna har tr&#228;ffat avtal om att en domstol eller
domstolarna i en konventionsstat skall vara beh&#246;riga att avg&#246;ra
en redan uppkommen tvist eller framtida tvister i anledning av
ett best&#228;mt r&#228;ttsf&#246;rh&#229;llande, och minst en av parterna har
hemvist i en konventionsstat, skall endast den domstolen eller
domstolarna i den staten vara beh&#246;riga. Ett s&#229;dant avtal skall
vara antingen

a) skriftligt eller muntligt och skriftligen bekr&#228;ftat, eller

b) i en form som &#246;verensst&#228;mmer med praxis som parterna har
utbildat mellan sig, eller

c) i internationell handel, i en form som &#246;verensst&#228;mmer med
handelsbruk eller annan sedv&#228;nja som parterna k&#228;nde till eller
borde ha k&#228;nt till och som &#228;r allm&#228;nt k&#228;nd och regelm&#228;ssigt
iakttas av parter i avtal av f&#246;religgande typ vid det
ifr&#229;gavarande slaget av handel.

Om ett s&#229;dant avtal har ing&#229;tts mellan parter av vilka ingen
har hemvist i en konventionsstat, &#228;r domstolarna i andra
konventionsstater inte beh&#246;riga att pr&#246;va tvisten s&#229; l&#228;nge den
eller de utvalda domstolarna inte har f&#246;rklarat sig obeh&#246;riga.

Den domstol eller de domstolar i en konventionsstat som enligt
en handling varigenom en trust har bildats &#228;r beh&#246;rig domstol,
har exklusiv beh&#246;righet vid talan som v&#228;cks mot en instiftare,
trustee eller insatt f&#246;rm&#229;nstagare till en trust, om saken
ang&#229;r f&#246;rh&#229;llandet mellan dessa personer eller deras
r&#228;ttigheter eller skyldigheter inom ramen f&#246;r denna trust.

Avtal om domstols beh&#246;righet eller motsvarande best&#228;mmelser i
en handling varigenom en trust har bildats har ingen verkan om
de strider mot best&#228;mmelserna i artiklarna 12 eller 15 eller om
de domstolar vilkas beh&#246;righet de utesluter har exklusiv
beh&#246;righet enligt artikel 16.

Om ett avtal om domstols beh&#246;righet har tr&#228;ffats till f&#246;rm&#229;n
f&#246;r endast en av parterna, beh&#229;ller den parten sin r&#228;tt att
v&#228;cka talan vid varje annan domstol som &#228;r beh&#246;rig enligt denna
konvention.

I m&#229;l om anst&#228;llningsavtal &#228;r ett avtal om domstols beh&#246;righet
giltig endast om det har ing&#229;tts efter tvistens uppkomst eller
om arbetstagaren &#229;beropar det f&#246;r att v&#228;cka talan vid andra
domstolar &#228;n domstolen i den ort d&#228;r svaranden har hemvist
eller de domstolar som anges i artikel 5.1.

Artikel 18

Ut&#246;ver den beh&#246;righet som en domstol i en konventionsstat har
enligt andra best&#228;mmelser i denna konvention, &#228;r domstolen
beh&#246;rig om svaranden g&#229;r i svarom&#229;l inf&#246;r denna. Detta g&#228;ller
dock inte om svaranden gick i svarom&#229;l endast f&#246;r att bestrida
domstolens beh&#246;righet eller om en annan domstol har exklusiv
beh&#246;righet enligt artikel 16.

Avsnitt 7
Pr&#246;vning av beh&#246;righetsfr&#229;gan och av fr&#229;gan om m&#229;let kan tas
upp

Artikel 19

Om talan som v&#228;cks vid en domstol i en konventionsstat g&#228;ller
en tvist som huvudsakligen r&#246;r en fr&#229;ga som en domstol i en
annan konventionsstat &#228;r exklusivt beh&#246;rig att pr&#246;va enligt
artikel 16, skall domstolen sj&#228;lvmant f&#246;rklara sig obeh&#246;rig.

Artikel 20

Om talan v&#228;cks vid en domstol i en konventionsstat mot en
svarande som har hemvist i en annan konventionsstat, och
svaranden inte g&#229;r i svarom&#229;l, skall domstolen sj&#228;lvmant
f&#246;rklara sig obeh&#246;rig, s&#229;vida den inte &#228;r beh&#246;rig enligt
best&#228;mmelserna i denna konvention.

Domstolen skall l&#229;ta handl&#228;ggningen av m&#229;let vila till dess att
det har klarlagts att svaranden har haft m&#246;jlighet att f&#229; del
av st&#228;mningsans&#246;kan eller motsvarande handling i s&#229; god tid att
han kunnat f&#246;rbereda sitt svarom&#229;l eller att alla n&#246;dv&#228;ndiga
&#229;tg&#228;rder f&#246;r detta syfte har vidtagits18.

I st&#228;llet f&#246;r best&#228;mmelserna i f&#246;reg&#229;ende stycke g&#228;ller
best&#228;mmelserna i artikel 15 i Haagkonventionen den 15 november
1965 om delgivning i utlandet av handlingar i m&#229;l och &#228;renden
av civil eller kommersiell natur, om st&#228;mningsans&#246;kan eller
underr&#228;ttelse d&#228;rom skall &#246;vers&#228;ndas till utlandet i enlighet
med n&#228;mnda konvention.

Avsnitt 8

Litispendens och m&#229;l som har samband med varandra

Artikel 2119

Om talan v&#228;cks vid domstolar i olika konventionsstater r&#246;rande
samma sak och m&#229;len g&#228;ller samma parter, skall varje domstol
utom den vid vilken talan f&#246;rst v&#228;ckts sj&#228;lvmant l&#229;ta
handl&#228;ggningen av m&#229;let vila till dess att det har fastst&#228;llts
att den domstol vid vilken talan f&#246;rst v&#228;ckts &#228;r beh&#246;rig.

N&#228;r det har fastst&#228;llts att den domstol vid vilken talan f&#246;rst
v&#228;ckts &#228;r beh&#246;rig, skall &#246;vriga domstolar sj&#228;lvmant avvisa
talan till f&#246;rm&#229;n f&#246;r den domstolen.

Artikel 22

Om k&#228;rom&#229;l som har samband med varandra &#228;r v&#228;ckta vid domstolar
i olika konventionsstater och m&#229;len pr&#246;vas i f&#246;rsta instans,
f&#229;r varje domstol utom den vid vilken talan f&#246;rst v&#228;ckts l&#229;ta
handl&#228;ggningen av m&#229;let vila.

Annan domstol &#228;n den vid vilken talan f&#246;rst v&#228;ckts f&#229;r ocks&#229;
avvisa talan p&#229; beg&#228;ran av en av parterna, om dess lag till&#229;ter
f&#246;rening av m&#229;l som har samband med varandra och den domstol
vid vilken talan f&#246;rst v&#228;ckts &#228;r beh&#246;rig att pr&#246;va b&#229;da
k&#228;rom&#229;len.

Vid till&#228;mpningen av denna artikel skall k&#228;rom&#229;let anses ha
samband med varandra om de &#228;r s&#229; f&#246;renade att en gemensam
handl&#228;ggning och dom &#228;r p&#229;kallad f&#246;r att undvika att of&#246;renliga
domar meddelas som en f&#246;ljd av att k&#228;rom&#229;len pr&#246;vas i olika
r&#228;tteg&#229;ngar.

Artikel 23

Om flera domstolar &#228;r exklusivt beh&#246;riga, skall varje domstol
utom den vid vilken talan f&#246;rst v&#228;ckts f&#246;rklara sig obeh&#246;rig
till f&#246;rm&#229;n f&#246;r den domstolen.

Avsnitt 9

Interimistiska &#229;tg&#228;rder, d&#228;ribland s&#228;kerhets&#229;tg&#228;rder

Artikel 24

Interimistiska &#229;tg&#228;rder, d&#228;ribland s&#228;kerhets&#229;tg&#228;rder, som kan
vidtas enligt lagen i en konventionsstat, f&#229;r beg&#228;ras hos
domstolarna i den staten, &#228;ven om domstol i en annan
konventionsstat &#228;r beh&#246;rig att pr&#246;va m&#229;let i sak enligt denna
konvention.

AVDELNING III
ERK&#196;NNANDE OCH VERKST&#196;LLIGHET

Artikel 25

I denna konvention f&#246;rst&#229;s med dom varje avg&#246;rande som har
meddelats av domstol i en konventionsstat oavsett dess
rubricering, s&#229;som dom, beslut eller f&#246;rordnande om
verkst&#228;llighet, liksom domstolstj&#228;nstemans beslut i fr&#229;ga om
r&#228;tteg&#229;ngskostnader.

Avsnitt 1
Erk&#228;nnande

Artikel 26

En dom som har meddelats i en konventionsstat skall erk&#228;nnas i
de andra konventionsstaterna utan att n&#229;got s&#228;rskilt f&#246;rfarande
beh&#246;ver anlitas.

Om fr&#229;gan om en dom skall erk&#228;nnas eller inte &#228;r f&#246;rem&#229;l f&#246;r
tvist, kan en part, som g&#246;r g&#228;llande att domen skall erk&#228;nnas,
genom att anlita det f&#246;rfarande som f&#246;reskrivs i avsnitt 2 och
3 i denna avdelning, f&#229; fastst&#228;llt att domen skall erk&#228;nnas.

Om utg&#229;ngen av ett m&#229;l som handl&#228;ggs vid en domstol i en
konventionsstat &#228;r beroende av om en dom skall erk&#228;nnas, &#228;r den
domstolen beh&#246;rig att pr&#246;va fr&#229;gan om erk&#228;nnande.

Artikel 27

En dom skall inte erk&#228;nnas

1. om ett erk&#228;nnande skulle strida mot grunderna f&#246;r
r&#228;ttsordningen ordre public i den stat d&#228;r domen g&#246;rs g&#228;llande,

2. om det &#228;r en tredskodom eller en annan dom som har meddelats
mot en utebliven svarande och svaranden inte p&#229; r&#228;tt s&#228;tt har
delgivits st&#228;mningsans&#246;kan eller motsvarande handling i
tillr&#228;cklig tid f&#246;r att kunna f&#246;rbereda sitt svaro-m&#229;l20,

3. om domen &#228;r of&#246;renlig med en dom som har meddelats i en
tvist mellan samma parter i den stat d&#228;r domen g&#246;rs g&#228;llande,

4. om domstolen i ursprungsstaten i sin dom har tagit st&#228;llning
till en fr&#229;ga om en fysisk persons r&#228;ttsliga status, r&#228;ttskapa-
citet eller r&#228;ttshandlingsf&#246;rm&#229;ga, makars f&#246;rm&#246;genhetsf&#246;rh&#229;l-
landen, arv eller testamente i strid med en internationellt
privatr&#228;ttslig best&#228;mmelse i den stat d&#228;r domen g&#246;rs g&#228;llande,
s&#229;vida inte resultatet skulle ha blivit detsamma om domstolen
hade till&#228;mpat sistn&#228;mnda stats internationellt privatr&#228;ttsliga
best&#228;mmelser,

5. om domen &#228;r of&#246;renlig med en dom som tidigare har meddelats
i en icke f&#246;rdragsslutande stat mellan samma parter och r&#246;rande
samma sak, s&#229;vida den f&#246;rst meddelade domen uppfyller de
n&#246;dv&#228;ndiga villkoren f&#246;r erk&#228;nnande i den stat d&#228;r domen g&#246;rs
g&#228;llande21.

Artikel 28

En dom skall vidare inte erk&#228;nnas om den strider mot
best&#228;mmelserna i avsnitt 3, 4 och 5 i avdelning II, och inte
heller i de fall som avses i artikel 59.

Vid den beh&#246;righetspr&#246;vning som &#229;syftas i f&#246;reg&#229;ende stycke &#228;r
den domstol eller myndighet som pr&#246;var fr&#229;gan om erk&#228;nnande
bunden av de faktiska omst&#228;ndigheter som domstolen i
ursprungsstaten har grundat sin beh&#246;righet p&#229;.

Domstolens beh&#246;righet i ursprungsstaten f&#229;r inte ompr&#246;vas p&#229;
andra grunder &#228;n som avses i f&#246;rsta stycket;
beh&#246;righetsreglerna omfattas inte av de i artikel 27.1 &#229;syftade
grunderna f&#246;r r&#228;ttsordningen.

Artikel 29

En utl&#228;ndsk dom f&#229;r aldrig ompr&#246;vas i sak.

Artikel 30

Om det vid domstol i en konventionsstat g&#246;rs g&#228;llande att en
dom som har meddelats i en annan konventionsstat skall
erk&#228;nnas, f&#229;r domstolen l&#229;ta handl&#228;ggningen av m&#229;let vila om
&#228;ndring i domen har s&#246;kts genom anlitande av ordin&#228;ra
r&#228;ttsmedel.

Om det vid domstol i en konventionsstat g&#246;rs g&#228;llande att en
dom som har meddelats i Irland eller F&#246;renade kungariket skall
erk&#228;nnas, f&#229;r domstolen l&#229;ta handl&#228;ggningen av m&#229;let vila om
verkst&#228;llighet av domen har uppskjutits i ursprungsstaten p&#229;
grund av att &#228;ndring i domen har s&#246;kts22.

Avsnitt 2
Verkst&#228;llighet

Artikel 31

En dom som har meddelats i en konventionsstat och som &#228;r
verkst&#228;llbar i den staten skall verkst&#228;llas i en annan
konventionsstat sedan domen, p&#229; ans&#246;kan av part, har f&#246;rklarats
vara verkst&#228;llbar d&#228;r23.

I F&#246;renade kungariket skall s&#229;dana domar dock verkst&#228;llas i
England och Wales, i Skottland eller i Nordirland sedan domen,
p&#229; ans&#246;kan av part, har registrerats f&#246;r verkst&#228;llighet i den
delen av F&#246;renade kungariket24.

Artikel 32

1. Ans&#246;kan skall g&#246;ras

- i Belgien, vid tribunal de premi&#232;re instance eller rechtbank
van eerste aanleg,

- i Danmark, vid byret25,

- i F&#246;rbundsrepubliken Tyskland, hos ordf&#246;randen i en avdelning
av Landgericht,

- i Grekland, vid ((((((((( (((((((((((,

- i Spanien, vid Juzgado de Primera Instancia,

- i Frankrike, hos ordf&#246;randen i tribunal de grande instance,

- i Irland, vid High Court,

- i Italien, vid corte d&#39;appello,

- i Luxemburg, hos ordf&#246;randen i tribunal d&#39;arrondissement,

- i &#214;sterrike, vid Bezirksgericht

- i Nederl&#228;nderna, hos ordf&#246;randen i arrondissementsrechtbank,

- i Portugal, vid Tribunal Judical de C&#237;rculo,

- i Finland, vid tingsr&#228;tt/ k&#228;r&#228;j&#228;oikeus,

- i Sverige, vid Svea hovr&#228;tt,

- i F&#246;renade kungariket,

a) i England och Wales, vid High Court of Justice eller, i
fr&#229;ga om domar om underh&#229;llsskyldighet, vid Magistrates&#39; Court
genom f&#246;rmedling av Secretary of State,

b) i Skottland, vid Court of Session eller, i fr&#229;ga om domar om
underh&#229;llsskyldighet, vid Sheriff Court genom f&#246;rmedling av
Secretary of State,

c) i Nordirland, vid High Court of Justice eller, i fr&#229;ga om
domar om underh&#229;llskyldighet, vid Magistrates&#39; Court genom
f&#246;rmedling av Secretary of State26.

2. Den lokala beh&#246;righeten skall best&#228;mmas efter motpartens
hemvist. Om denna inte har hemvist i den stat d&#228;r
verkst&#228;llighet beg&#228;rs, skall beh&#246;righeten best&#228;mmas efter den
plats d&#228;r verkst&#228;llighet skall ske.

Artikel 33

F&#246;rfarandet vid ans&#246;kan om verkst&#228;llighet regleras av lagen i
den stat d&#228;r verkst&#228;llighet beg&#228;rs.

S&#246;kanden skall uppge en delgivningsadress inom den domstols
domkrets d&#228;r ans&#246;kningen g&#246;rs. Om lagen i den staten inte
f&#246;reskriver att en s&#229;dan adress skall anges, skall s&#246;kanden i
st&#228;llet utse ett ombud i saken.

De handlingar som anges i artiklarna 46 och 47 skall bifogas
ans&#246;kan.

Artikel 34

Den domstol som pr&#246;var ans&#246;kningen skall avg&#246;ra fr&#229;gan snarast;
i detta skede av f&#246;rfarandet skall motparten inte ges tillf&#228;lle
att yttra sig &#246;ver ans&#246;kan.

Ans&#246;kningen f&#229;r avsl&#229;s endast p&#229; n&#229;gon av de i artiklarna 27
och 28 angivna grunderna.

Den utl&#228;ndska domen f&#229;r aldrig ompr&#246;vas i sak.

Artikel 35

En beh&#246;rig domstolstj&#228;nsteman skall snarast, p&#229; det s&#228;tt som
f&#246;reskrivs i verkst&#228;llighetsstaten, underr&#228;tta s&#246;kanden om det
avg&#246;rande som har meddelats med anledning av ans&#246;kningen.

Artikel 36

Om verkst&#228;llighet medges, kan motparten s&#246;ka &#228;ndring av
avg&#246;randet inom en m&#229;nad fr&#229;n det att han delgavs detta.

Om &#228;ndringss&#246;kanden har hemvist i annan konventionsstat &#228;n den
d&#228;r avg&#246;randet att medge verkst&#228;llighet meddelades, skall
fristen f&#246;r att s&#246;ka &#228;ndring vara tv&#229; m&#229;nader och l&#246;pa fr&#229;n den
dag d&#229; beslutet delgavs honom, antingen personligen eller i
hans bostad. Fristen f&#229;r inte f&#246;rl&#228;ngas p&#229; grund av l&#229;ngt
avst&#229;nd.

Artikel 3727

1. Ans&#246;kan om &#228;ndring av ett avg&#246;rande som medger
verkst&#228;llighet skall g&#246;ras enligt de best&#228;mmelser som g&#228;ller
f&#246;r kontradiktorisk tvistem&#229;lsprocess.

- i Belgien, vid tribunal de premi&#232;re instance eller rechtbank
van eerste aanleg,

- i Danmark, vid landsret,

- i F&#246;rbundsrepubliken Tyskland, vid Oberlandesgericht,

- i Grekland, vid (((((((,

- i Spanien, vid Audencia Provincial,

- i Frankrike, vid cour d&#39;appel,

- i Irland, vid High Court,

- i Italien, vid corte d&#39;appello,

- i Luxemburg, vid Cour sup&#233;rieure de justice i dess
sammans&#228;ttning som &#246;verinstans i civilm&#229;l,

- i &#214;sterrike, vid Bezirksgericht,

- i Nederl&#228;nderna, vid arrondissementsrechtbank,

- i Portugal, vid Tribunal de Rela&#231;&#227;o,

- i Finland, vid hovr&#228;tt/ hovioikeus,

- i Sverige, vid Svea hovr&#228;tt,

- i F&#246;renade kungariket,

a) i England och Wales, vid High Court of Justice eller, i
fr&#229;ga om domar om underh&#229;llsskyldighet, vid Magistrates&#39; Court,

b) i Skottland, vid Court of Session eller, i fr&#229;ga om domar om
underh&#229;llsskyldighet, vid Sheriff Court,

c) i Nordirland, vid High Court of Justice eller, i fr&#229;ga om
domar om underh&#229;llsskyldighet, vid Magistrates&#39; Court.

2. Mot de avg&#246;rande som meddelas med anledning av att &#228;ndring
har s&#246;kts f&#229;r talan endast f&#246;ras

- i Belgien, Grekland, Spanien, Frankrike, Italien, Luxemburg
och Nederl&#228;nderna genom kassationsbesv&#228;r,

- i Danmark, genom &#246;verklagande till h&#248;jesteret efter tillst&#229;nd
fr&#229;n justitieministern,

- i F&#246;rbundsrepubliken Tyskland, genom Rechtsbeschwerde,

- i &#214;sterrike, vid &#246;verklagande (Rekursverfahren), genom
Revisionsrekurs och, vid opposition (Widerspruchsverfahren),
genom Berufung med m&#246;jlighet till Revision,

- i Irland, genom &#246;verklagande av en r&#228;ttsfr&#229;ga till Supreme
Court,

- i Portugal, genom &#246;verklagande av en r&#228;ttsfr&#229;ga,

- i Finland, genom besv&#228;r hos h&#246;gsta domstolen/ korkein oikeus,

- i Sverige, genom &#246;verklagande till H&#246;gsta domstolen,

i F&#246;renade kungariket genom ett &#246;verklagande som avser en
r&#228;ttsfr&#229;ga.

Artikel 38

Den domstol som handl&#228;gger verkst&#228;llighetsfr&#229;gan efter det att
&#228;ndring har s&#246;kts enligt artikel 37 f&#246;rsta stycket, f&#229;r p&#229;
beg&#228;ran av klaganden l&#229;ta handl&#228;ggningen av m&#229;let vila, om
talan mot domen har f&#246;rts genom anlitande av ordin&#228;ra
r&#228;ttsmedel i ursprungsstaten eller om fristen f&#246;r s&#229;dan talan
&#228;nnu inte har l&#246;pt ut; i sistn&#228;mnda fall f&#229;r domstolen best&#228;mma
en tid inom vilken en s&#229;dan talan skall f&#246;ras.

Om domen meddelades i Irland eller i F&#246;renade kungariket skall
varje form av &#246;verklagande som st&#229;r till buds i ursprungsstaten
anses som en s&#229;dan talan mot domen med anlitande av ordin&#228;ra
r&#228;ttsmedel som avses i f&#246;rsta stycket28.

Domstolen kan ocks&#229; g&#246;ra verkst&#228;lligheten beroende av att det
st&#228;lls s&#229;dan s&#228;kerhet som domstolen best&#228;mmer.

Artikel 39

S&#229; l&#228;nge den i artikel 36 angivna fristen f&#246;r att s&#246;ka &#228;ndring
inte har l&#246;pt ut och intill dess att beslut har meddelats med
anledning av att &#228;ndring s&#246;kts, f&#229;r inga andra &#229;tg&#228;rder f&#246;r
verkst&#228;llighet &#228;n s&#228;kerhets&#229;tg&#228;rder vidtas mot g&#228;lden&#228;rens
egendom.

Ett avg&#246;rande som medger verkst&#228;llighet medf&#246;r att s&#229;dana
s&#228;kerhets&#229;tg&#228;rder f&#229;r vidtas.

Artikel 40

1. Om en ans&#246;kan om verkst&#228;llighet avsl&#229;s, kan s&#246;kanden ans&#246;ka
om &#228;ndring av avg&#246;randet

- i Belgien vid cour d&#39;appel eller hof van beroep,

- i Danmark, vid landsret,

- i F&#246;rbundsrepubliken Tyskland, vid Oberlandesgericht,

- i Grekland, vid (((((((,

- i Spanien, vid Audiencia Provincial,

- i Frankrike, vid cour d&#39;appel,

- i Irland, vid High Court,

- i Italien, vid corte d&#39;appello,

- i Luxemburg, vid cour sup&#233;rieure de justice i dess
sammans&#228;ttning som &#246;verinstans i civilm&#229;l,

- i &#214;sterrike, vid Bezirksgericht,

- i Nederl&#228;nderna, vid gerechtshof,

- i Portugal, vid Tribunal da Rela&#231;&#227;o,

- i Finland, vid hovr&#228;tt/hovioikeus,

- i Sverige, vid Svea hovr&#228;tt,

- i F&#246;renade kungariket,

a) i England och Wales, vid High Court of Justice eller, i
fr&#229;ga om domar om underh&#229;llsskyldighet, vid Magistrates&#39; Court,

b) i Skottland, vid Court of Session eller, i fr&#229;ga om domar om
underh&#229;llsskyldighet vid Sheriff Court,

c) i Nordirland, vid High Court of Justice eller, i fr&#229;ga om
domar om underh&#229;llsskyldighet, vid Magistrates&#39; Court29.

2. Den domstol som handl&#228;gger fr&#229;gan om verkst&#228;llighet efter
det att &#228;ndring har s&#246;kts skall h&#246;ra motparten. Om denne
underl&#229;ter att f&#246;rklara sig skall best&#228;mmelserna i artikel 20
andra och tredje styckena till&#228;mpas &#228;ven om han inte har
hemvist i en konventionsstat.

Artikel 4130

Mot det avg&#246;rande som meddelas med anledning av att s&#229;dan
&#228;ndring som avses i artikel 40 har s&#246;kts f&#229;r talan endast f&#246;ras

- i Belgien, Grekland, Spanien, Frankrike, Italien, Luxemburg
och Nederl&#228;nderna, genom kassationsbesv&#228;r,

- i Danmark, genom besv&#228;r till h&#248;jesteret efter tillst&#229;nd fr&#229;n
justitieministern,

- i F&#246;rbundsrepubliken Tyskland, genom Rechtsbeschwerde,

- i Irland, genom &#246;verklagande av en r&#228;ttsfr&#229;ga till Supreme
Court,

- i &#214;sterrike, genom Revisionsrekurs,

- i Portugal, genom &#246;verklagande av en r&#228;ttsfr&#229;ga,

- i Finland, genom besv&#228;r hos h&#246;gsta domstolen/ korkein oikeus,

- i Sverige, genom &#246;verklagande till H&#246;gsta domstolen,

- i F&#246;renade kungariket, genom ett &#246;verklagande som avser en
r&#228;ttsfr&#229;ga.

Artikel 42

Om en utl&#228;ndsk dom omfattar flera yrkanden och verkst&#228;llighet
inte kan medges f&#246;r domen i dess helhet, skall domstolen medge
verkst&#228;llighet betr&#228;ffande ett eller flera av dem.

S&#246;kanden kan beg&#228;ra att domen verkst&#228;lls delvis.

Artikel 43

En utl&#228;ndsk dom varigenom n&#229;gon f&#246;rpliktas att betala vite &#228;r
verkst&#228;llbar i verkst&#228;llighetsstaten endast om vitets belopp
slutligt har fastst&#228;llts av domstol i ursprungsstaten.

Artikel 4431

Om s&#246;kanden i ursprungsstaten helt eller delvis hade r&#228;ttshj&#228;lp
eller var befriad fr&#229;n kostnader och avgifter, skall han vid
det f&#246;rfarande som avses i artiklarna 32 till 35 vara
ber&#228;ttigad till r&#228;ttshj&#228;lp eller kostnads- och avgiftsbefrielse
i st&#246;rsta m&#246;jliga utstr&#228;ckning enligt lagen i
verkst&#228;llighetsstaten.

En s&#246;kande som beg&#228;r verkst&#228;llighet av ett avg&#246;rande om
underh&#229;llsskyldighet, som har meddelats av en administrativ
myndighet i Danmark, kan i verkst&#228;llighetsstaten erh&#229;lla de
f&#246;rm&#229;ner som anges i f&#246;rsta stycket, om han f&#246;reter ett intyg
fr&#229;n det danska justitieminsteriet som bekr&#228;ftar att han
uppfyller de ekonomiska villkor som g&#228;ller f&#246;r erh&#229;llande av
r&#228;ttshj&#228;lp, helt eller delvis, eller befrielse fr&#229;n kostnader
och avgifter.

Artikel 45

Ingen s&#228;kerhet, borgen eller deposition, oavsett dess
ben&#228;mning, f&#229;r kr&#228;vas av den som i en konventionsstat, beg&#228;r
verkst&#228;llighet av en dom som har meddelats i en annan
konventionsstat, p&#229; den grunden att han &#228;r utl&#228;ndsk medborgare
eller inte har sin hemvist eller vistelseort i
verkst&#228;llighetsstaten.

Avsnitt 3
Gemensamma best&#228;mmelser

Artikel 46

Den part som g&#246;r g&#228;llande att en dom skall erk&#228;nnas eller
ans&#246;ker om verkst&#228;llighet av en dom skall ge in

1. en kopia av domen som uppfyller de villkor som &#228;r n&#246;dv&#228;ndiga
f&#246;r att dess &#228;kthet skall kunna fastst&#228;llas,

2. n&#228;r det r&#246;r sig om en tredskodom eller annan dom som har
meddelats mot en utebliven svarande, originalet eller en
bestyrkt kopia av den handling som visar att st&#228;mningsans&#246;kan
eller motsvarande handling har delgivits den uteblivna
parten32.

Artikel 47

Den part som ans&#246;ker om verkst&#228;llighet skall ocks&#229; ge in

1. handlingar som visar att domen &#228;r verkst&#228;llbar enligt lagen
i ursprungsstaten och att den har delgivits,

2. i f&#246;rekommande fall, handlingar som visar att s&#246;kanden
&#229;tnj&#246;t r&#228;ttshj&#228;lp i ursprungsstaten.

Artikel 48

Om de i artikel 46.2 och artikel 47.2 angivna handlingarna inte
har ingivits, kan domstolen best&#228;mma en tid inom vilken de
skall inges, godta likv&#228;rdiga handlingar eller, om tillg&#228;ngliga
uppgifter kan anses tillr&#228;ckliga, befria s&#246;kanden fr&#229;n
skyldigheten att ge in dem.

Om domstolen beg&#228;r det, skall en &#246;vers&#228;ttning av handlingarna
ges in; &#246;vers&#228;ttningen skall vara bestyrkt av en person som &#228;r
beh&#246;rig d&#228;rtill i n&#229;gon av konventionsstaterna.

Artikel 49

Ingen legalisering eller annat liknande f&#246;rfarande f&#229;r kr&#228;vas i
fr&#229;ga om de handlingar som anges i artiklarna 46 och 47 och i
artikel 48, andra stycket eller i fr&#229;ga om fullmakt f&#246;r ombud i
saken.

AVDELNING IV
OFFICIELLA HANDLINGAR (ACTES AUTHENTIQUES) OCH INF&#214;R DOMSTOL
ING&#197;NGNA F&#214;RLIKNINGAR

Artikel 50

En handling som har uppr&#228;ttats eller registrerats som en
officiell handling (acte authentique) och som &#228;r verkst&#228;llbar i
en konventionsstat skall p&#229; ans&#246;kan f&#246;rklaras vara verkst&#228;llbar
i en annan konventionsstat i enlighet med det i artikel 31 och
f&#246;ljande artiklar f&#246;reskrivna f&#246;rfarandet. Framst&#228;llningen f&#229;r
avsl&#229;s endast om verkst&#228;llighet av den officiella handlingen
strider mot grunderna f&#246;r r&#228;ttsordningen (ordre public) i
verkst&#228;llighetsstaten33.

Den ingivna handlingen m&#229;ste uppfylla de villkor som &#228;r
n&#246;dv&#228;ndiga f&#246;r att den skall kunna godtas som en officiell
handling i ursprungsstaten.

Best&#228;mmelserna i avdelning III avsnitt 3 g&#228;ller i till&#228;mpliga
delar.

Artikel 51

En f&#246;rlikning som har ing&#229;tts inf&#246;r domstol i ett p&#229;g&#229;ende m&#229;l
och som &#228;r verkst&#228;llbar i den stat d&#228;r f&#246;rlikningen ingicks &#228;r
verkst&#228;llbar i verkst&#228;llighetsstaten under samma
f&#246;ruts&#228;ttningar som officiella handlingar (actes authentiques).

AVDELNING V
ALLM&#196;NNA BEST&#196;MMELSER

Artikel 52

Vid avg&#246;randet av fr&#229;gan om en part har hemvist i den
konventionsstat d&#228;r talan &#228;r v&#228;ckt skall domstolen till&#228;mpa sin
egen lag.

Om en part inte har hemvist i den stat d&#228;r m&#229;let &#228;r anh&#228;ngigt
skall domstolen, vid avg&#246;randet av fr&#229;gan om parten har hemvist
i en annan konventionsstat, till&#228;mpa den statens lag.

. . . 34

Artikel 53

Vid till&#228;mpningen av denna konvention skall ett bolags eller
annan juridisk persons s&#228;te anses vara dess hemvist. F&#246;r att
best&#228;mma var detta s&#228;te &#228;r bel&#228;get skall domstolen dock
till&#228;mpa sin egen internationella privatr&#228;tt.

F&#246;r att best&#228;mma om en trust har s&#228;te i den konventionsstat d&#228;r
m&#229;let &#228;r anh&#228;ngigt skall domstolen till&#228;mpa sin egen
internationella privatr&#228;tt35.

AVDELNING VI
&#214;VERG&#197;NGS-BEST&#196;MMELSER

Artikel 5436

Best&#228;mmelserna i denna konvention skall till&#228;mpas endast p&#229;
r&#228;ttsliga f&#246;rfaranden som har inletts och p&#229; officiella
handlingar som har uppr&#228;ttats eller registrerats efter
konventionens ikrafttr&#228;dande i ursprungsstaten och, i fr&#229;ga om
erk&#228;nnande eller verkst&#228;llighet av en dom eller en officiell
handling, i den stat som ans&#246;kan riktar sig till.

Domar som har meddelats i ursprungsstaten, efter denna
konventions ikrafttr&#228;dande mellan ursprungsstaten och den stat
som ans&#246;kan riktar sig till, i m&#229;l och &#228;renden som har
anh&#228;ngiggjorts f&#246;re den dagen, skall dock erk&#228;nnas och
verkst&#228;llas i den stat som ans&#246;kan riktar sig till enligt
best&#228;mmelserna i avdelning III, om domstolen har grundat sin
beh&#246;righet p&#229; best&#228;mmelser som &#246;verensst&#228;mmer antingen med de
best&#228;mmelser som anges i avdelning II i denna konvention eller
med best&#228;mmelser i en konvention som g&#228;llde mellan
ursprungsstaten och den stat som ans&#246;kan riktar sig till vid
tiden f&#246;r m&#229;lets eller &#228;rendets anh&#228;ngigg&#246;rande37.

Om parterna i en avtalstvist skriftligen har kommit &#246;verens om
- betr&#228;ffande Irland f&#246;re den 1 juni 1988 och betr&#228;ffande
F&#246;renade kungariket f&#246;re den 1 januari 1987 - att den p&#229;
avtalet till&#228;mpliga lagen skall vara irl&#228;ndsk lag eller lagen i
en del av F&#246;renade kungariket, skall domstolarna i Irland och i
den delen av F&#246;renade kungariket beh&#229;lla sin beh&#246;righet att
pr&#246;va tvisten38.

Artikel 54a39

Under en tid av tre &#229;r r&#228;knat fr&#229;n den 1 november 1986 f&#246;r
Danmark och fr&#229;n den 1 juni 1988 f&#246;r Irland skall i sj&#246;r&#228;ttsm&#229;l
beh&#246;righeten i dessa stater best&#228;mmas inte endast enligt
best&#228;mmelserna i avdelning II utan &#228;ven enligt de nedan i
punkterna 1 till 6 angivna best&#228;mmelserna. Dessa best&#228;mmelser
upph&#246;r dock att g&#228;lla f&#246;r ifr&#229;gavarande stat n&#228;r den
internationella konventionen om kvarstad och liknande
s&#228;kerhets&#229;tg&#228;rder (arrest) i havsg&#229;ende fartyg, som
undertecknades i Bryssel den 10 maj 1952, tr&#228;der i kraft i
f&#246;rh&#229;llande till den staten.

1. Mot den som har hemvist i en konventionsstat kan i fr&#229;ga om
sj&#246;fordringar talan v&#228;ckas vid domstolarna i en av de ovan
n&#228;nmda staterna om det fartyg som fordran h&#228;nf&#246;r sig till,
eller annat av honom &#228;gt fartyg, har blivit f&#246;rem&#229;l f&#246;r
kvarstad eller liknande s&#228;kerhets&#229;tg&#228;rd (arrest) vid ett
r&#228;ttsligt f&#246;rfarande inom den senare statens territorium f&#246;r
att s&#228;kerst&#228;lla kravet, eller kunde ha blivit f&#246;rem&#229;l f&#246;r s&#229;dan
s&#228;kerhets&#229;tg&#228;rd om inte borgen eller annan s&#228;kerhet hade
st&#228;llts och

a) k&#228;randen, har hemvist i denna stat, eller

b) fordringen har uppkommit i denna stat, eller

c) fordringen har uppkommit under den resa vid vilken
s&#228;kerhets&#229;tg&#228;rden har, eller kunde ha, vidtagits, eller

d) fordringen grundar sig p&#229; en sammanst&#246;tning eller skada
orsakad av ett fartyg p&#229; ett annat eller p&#229; gods eller personer
ombord p&#229; n&#229;got av fartygen, som beror antingen p&#229; verkst&#228;lld
eller underl&#229;ten man&#246;ver eller underl&#229;tenhet att iaktta
g&#228;llande f&#246;reskrifter, eller

e) fordringen avser b&#228;rgning, eller

f) pantr&#228;tt p&#229; grund av inteckning eller annan p&#229; avtal grundad
pantr&#228;tt till s&#228;kerhet f&#246;r fordringen g&#228;ller i det fartyg som
&#228;r f&#246;rem&#229;l f&#246;r kvarstad eller liknande s&#228;kerhets&#229;tg&#228;rd
(arrest).

2. Kvarstad eller liknande s&#228;kerhets&#229;tg&#228;rd (arrest) kan
erh&#229;llas s&#229;v&#228;l i det fartyg som sj&#246;fordringen h&#228;nf&#246;r sig till
som i annat fartyg &#228;gt av den person som vid tiden f&#246;r
fordringens uppkomst var &#228;gare till det f&#246;rstn&#228;mnda fartyget. I
fr&#229;ga om s&#229;dana fordringar som anges i punkt 5 o, p eller q i
denna artikel f&#229;r dock endast det fartyg som sj&#246;fordringen
h&#228;nf&#246;r sig till tas i anspr&#229;k.

3. Fartyg skall anses tillh&#246;ra samma &#228;gare n&#228;r alla andelar
d&#228;ri &#228;gs av samma person eller personer.

4. Om, vid skeppslega (demise charter), befraktaren ensam &#228;r
ansvarig f&#246;r en sj&#246;fordran som h&#228;nf&#246;r sig till fartyget, kan
kvarstad eller liknande s&#228;kerhets&#229;tg&#228;rd (arrest) erh&#229;llas f&#246;r
fordringen i detta fartyg eller i annat fartyg som &#228;gs av
befraktaren men inte i n&#229;got annat fartyg som tillh&#246;r &#228;garen.
Denna best&#228;mmelse g&#228;ller &#228;ven i andra fall d&#229; n&#229;gon annan &#228;n
ett fartygs &#228;gare &#228;r ansvarig f&#246;r en sj&#246;fordran.

5. Uttrycket sj&#246;fordran inneb&#228;r en fordran som st&#246;der sig p&#229; en
eller flera av f&#246;ljande grunder:

a) Skada orsakad av ett fartyg genom sammanst&#246;tning eller p&#229;
annat s&#228;tt.

b) D&#246;dsfall eller personskada som orsakats av ett fartyg eller
som intr&#228;ffat i samband med driften av ett fartyg.

c) B&#228;rgning.

d) Avtal som r&#246;r fartygs anv&#228;ndning eller f&#246;rhyrning p&#229;
grundval av certeparti eller annat.

e) Avtal som r&#246;r transport av gods med ett fartyg p&#229; grundval
av certeparti, konossement eller annat.

f) F&#246;rlust av eller skada p&#229; gods inklusive resgods under
transport med fartyg.

g) Gemensamt haveri.

h) Bodmeri.

i) Bogsering.

j) Lotsning.

k) Leverans av varor eller material f&#246;r fartygs drift eller
underh&#229;ll, oberoende av leveransorten.

l) Byggnad eller reparation av eller utrustning till ett fartyg
eller kostnader f&#246;r dockning.

m) Bef&#228;lhavares, bef&#228;ls och bes&#228;ttnings l&#246;ner.

n) Bef&#228;lhavares utl&#228;gg, inklusive utl&#228;gg som gjorts av
avlastare, befraktare eller agenter f&#246;r fartygets eller dess
&#228;gares r&#228;kning.

o) Tvist om &#228;gander&#228;tten till ett fartyg.

p) Tvist mellan del&#228;gare till ett fartyg om &#228;gander&#228;tten eller
besittningen till fartyget eller driften av eller int&#228;kterna
fr&#229;n detta.

q) Pantr&#228;tt p&#229; grund av inteckning eller annan p&#229; avtal grundad
pantr&#228;tt i fartyg.

6. I Danmark skall, i fr&#229;ga om sj&#246;fordringar som behandlas i
punkt 5 o och p i denna artikel, uttrycket arrest anses omfatta
ocks&#229; forbud n&#228;r detta, enligt paragraferna 646 till 653 i lov
om rettens pleje, &#228;r det enda till&#229;tna f&#246;rfarandet i fr&#229;ga om
s&#229;dan fordran.

AVDELNING VII
F&#214;RH&#197;LLANDET TILL ANDRA KONVENTIONER

Artikel 55

Med de begr&#228;nsningar som f&#246;ljer av artikel 54 andra stycket och
artikel 56 skall denna konvention, f&#246;r de stater som har
tilltr&#228;tt den, ers&#228;tta f&#246;ljande konventioner som ing&#229;tts mellan
tv&#229; eller flera av dem:

- Konventionen mellan Belgien och Frankrike om domstols
beh&#246;righet samt erk&#228;nnande och verkst&#228;llighet av domar,
skiljedomar och officiella handlingar, undertecknad i Paris den
8 juli 1899.

- Konventionen mellan Belgien och Nederl&#228;nderna om domstols
beh&#246;righet, om konkurs, samt om erk&#228;nnande och verkst&#228;llighet
av domar, skiljedomar och officiella handlingar, undertecknad i
Bryssel den 28 mars 1925.

- Konventionen mellan Frankrike och Italien om verkst&#228;llighet
av domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Rom den 3 juni
1930.

- Konventionen mellan F&#246;renade kungariket och Frankrike om
&#246;msesidig verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de, med
protokoll, undertecknad i Paris den 18 januari 193440.

- Konventionen mellan F&#246;renade kungariket och Konungariket
Belgien om &#246;msesidig verkst&#228;llighet av domar p&#229; privatr&#228;ttens
omr&#229;de, med protokoll, undertecknad i Bryssel den 2 maj 193440.

- Konventionen mellan Tyskland och Italien om erk&#228;nnande och
verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i
Rom den 9 mars 1936.

- Konventionen mellan Belgien och &#214;sterrike om &#246;msesidigt
erk&#228;nnande och verkst&#228;llighet av domar och officiella
handlingar ang&#229;ende underh&#229;llsskyldighet undertecknad i Wien
den 25 oktober 195741.

- Konventionen mellan F&#246;rbundsrepubliken Tyskland och
Konungariket Belgien om &#246;msesidigt erk&#228;nnande och
verkst&#228;llighet p&#229; privatr&#228;ttens omr&#229;de av domar, skiljedomar
och officiella handlingar, undertecknad i Bonn den 30 juni
1958.

- Konventionen mellan Konungariket Nederl&#228;nderna och Italienska
republiken om erk&#228;nnande och verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Rom den 17 april 1959.

- Konventionen mellan Tyskland och &#214;sterrike om &#246;msesidigt
erk&#228;nnande och verkst&#228;llighet av domar, f&#246;rlikningar och
officiella handlingar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i
Wien den 6 juni 195942.

- Konventionen mellan Belgien och &#214;sterrike om &#246;msesidigt
erk&#228;nnande och verkst&#228;llighet av domar, skiljedomar och
officiella handlingar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i
Wien den 16 juni 195942.

- Konventionen mellan F&#246;renade kungariket och F&#246;rbundsrepu-
bliken Tyskland om &#246;msesidigt erk&#228;nnande och verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Bonn den 14 juli
196043.

- Konventionen mellan F&#246;renade kungariket och &#214;sterrike med
best&#228;mmelser om &#246;msesidigt erk&#228;nnande och verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Wien den 14 juli
1961 med &#228;ndringsprotokoll undertecknat i London den 6 mars
197042.

- Konventionen mellan Konungariket Grekland och F&#246;rbunds-
republiken Tyskland om &#246;msesidigt erk&#228;nnande och verkst&#228;llighet
av domar, f&#246;rlikningar och officiella handlingar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Aten den 4 november
196144.

- Konventionen mellan Konungariket Belgien och Republiken
Italien om erk&#228;nnande och verkst&#228;llighet av domar och andra
exekutionstitlar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Rom
den 6 april 1962.

- Konventionen mellan Konungariket Nederl&#228;nderna och
F&#246;rbundsrepubliken Tyskland om &#246;msesidigt erk&#228;nnande och
verkst&#228;llighet av domar och andra exekutionstitlar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Haag den 30 augusti 1962.

- Konventionen mellan Nederl&#228;nderna och &#214;sterrike om &#246;msesidigt
erk&#228;nnande och verkst&#228;llighet av domar och officiella
handlingar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Haag den 6
februari 196342.

- Konventionen mellan Frankrike och &#214;sterrike om erk&#228;nnande och
verkst&#228;llighet av domar och officiella handlingar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Wien den 15 juli 196645.

- Konventionen mellan F&#246;renade kungariket och Republiken
Italien om &#246;msesidigt erk&#228;nnande och verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Rom den 7 februari 1964,
med till&#228;ggsprotokoll undertecknat i Rom den 14 juli 197046.

- Konventionen mellan F&#246;renade kungariket och Konungariket
Nederl&#228;nderna om &#246;msesidigt erk&#228;nnande och verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Haag den 17
november 196746.

- Konventionen mellan Spanien och Frankrike om erk&#228;nnande och
verkst&#228;llighet av domar och skiljedomar p&#229; privatr&#228;ttens
omr&#229;de, undertecknad i Paris den 28 maj 196945.

- Konventionen mellan Luxemburg och &#214;sterrike om erk&#228;nnande och
verkst&#228;llighet av domar och officiella handlingar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Luxemburg den 29 juli
197147.

- Konventionen mellan Italien och &#214;sterrike om erk&#228;nnande och
verkst&#228;llighet av domar, f&#246;rlikningar och officiella handlingar
p&#229; privatr&#228;ttens omr&#229;de, undertecknad i Rom den 16 november
197147.

- Konventionen mellan Spanien och Italien om r&#228;ttshj&#228;lp och om
erk&#228;nnande och verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de,
undertecknad i Madrid den 22 maj 197345.

- Konventionen mellan Danmark, Finland, Island, Norge och
Sverige om erk&#228;nnande och verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i K&#246;penhamn den 11 oktober
197747.

- Konventionen mellan &#214;sterrike och Sverige om erk&#228;nnande och
verkst&#228;llighet av civildomar, undertecknad i Stockholm den 16
september 198247.

- Konventionen mellan Spanien och F&#246;rbundsrepubliken Tyskland
om erk&#228;nnande och verkst&#228;llighet av domar, f&#246;rlikningar och
verkst&#228;llbara officiella handlingar p&#229; privatr&#228;ttens omr&#229;de,
undertecknad i Bonn den 14 november 198345.

- Konventionen mellan &#214;sterrike och Spanien om erk&#228;nnande och
verkst&#228;llighet av domar, f&#246;rlikningar och verkst&#228;llbara
officiella handlingar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i
Wien den 17 februari 198447.

- Konventionen mellan Finland och &#214;sterrike om erk&#228;nnande och
verkst&#228;llighet av civildomar, undertecknad i Wien den 17
november 198647,

samt, om det &#228;r i kraft,

f&#246;rdraget mellan Belgien, Nederl&#228;nderna och Luxemburg om
domstols beh&#246;righet, om konkurs, om giltighet och
verkst&#228;llighet av domar, skiljedomar och officiella handlingar,
undertecknat i Bryssel den 24 november 1961.

Artikel 56

Det f&#246;rdrag och de konventioner som anges i artikel 55 skall
forts&#228;tta att g&#228;lla p&#229; omr&#229;den d&#228;r denna konvention inte &#228;r
till&#228;mplig.

De skall forts&#228;tta att g&#228;lla betr&#228;ffande domar som har
meddelats och handlingar som har uppr&#228;ttats eller registrerats
som officiella handlingar f&#246;re denna konventions
ikrafttr&#228;dande.

Artikel 57

1. Denna konvention skall inte inverka p&#229; konventioner som
konventionsstaterna har tilltr&#228;tt eller kommer att tilltr&#228;da
och som p&#229; s&#228;rskilda omr&#229;den reglerar domstolars beh&#246;righet
eller erk&#228;nnande eller verkst&#228;llighet av domar48.

2. F&#246;r att s&#228;kerst&#228;lla en enhetlig tolkning skall punkt 1
till&#228;mpas enligt f&#246;ljande:

a) Denna konvention skall inte utg&#246;ra hinder f&#246;r en domstol i
en konventionsstat som har tilltr&#228;tt en konvention som reglerar
ett s&#228;rskilt omr&#229;de att f&#246;rklara sig beh&#246;rig i enlighet med den
konventionen, &#228;ven om svaranden har hemvist i en
konventionsstat som inte har tilltr&#228;tt ifr&#229;gavarande
konvention. Den domstol som handl&#228;gger m&#229;let skall dock alltid
till&#228;mpa artikel 20 i denna konvention.

b) Domar som har meddelats av en domstol i en konventionsstat
med till&#228;mpning av beh&#246;righetsregler i en konvention som
reglerar ett s&#228;rskilt omr&#229;de skall erk&#228;nnas och verkst&#228;llas i
de andra konventionsstaterna i enlighet med best&#228;mmelserna i
denna konvention.

Om det i en konvention som reglerar ett s&#228;rskilt omr&#229;de och som
har tilltr&#228;tts s&#229;v&#228;l av ursprungsstaten som av den stat som
ans&#246;kan riktas till, anges f&#246;ruts&#228;ttningar f&#246;r erk&#228;nnande eller
verkst&#228;llighet av domar, skall dessa f&#246;ruts&#228;ttningar g&#228;lla.
Best&#228;mmelserna i denne konvention om f&#246;rfarandet vid erk&#228;nnande
och verkst&#228;llighet kan dock alltid till&#228;mpas49.

3. Denna konvention skall inte p&#229;verka till&#228;mpningen av de
best&#228;mmelser som, p&#229; s&#228;rskilda omr&#229;den, reglerar domstols
beh&#246;righet eller erk&#228;nnande eller verkst&#228;llighet av domar som
finns intagna i, eller kommer att tas in i r&#228;ttsakter antagna
av Europeiska gemenskapernas institutioner eller i nationell
lagstiftning som harmoniserats f&#246;r att genomf&#246;ra s&#229;dana
r&#228;ttsakter50.

Artikel 5851

Till dess konventionen om domstols beh&#246;righet och om
verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de, undertecknad i
Lugano den 16 september 1988, b&#246;rjar g&#228;lla f&#246;r Frankrike och
Schweiz skall denna konvention inte p&#229;verka de r&#228;ttigheter som
schweiziska medborgare har genom konventionen mellan Frankrike
och Schweiz om domstols beh&#246;righet och verkst&#228;llighet av
civildomar, undertecknad i Paris den 15 juni 1869.

Artikel 59

Denna konvention skall inte utg&#246;ra hinder f&#246;r en
konventionsstat att i f&#246;rh&#229;llande till en tredje stat, i en
konvention om erk&#228;nnande och verkst&#228;llighet av domar, f&#246;rplikta
sig att inte erk&#228;nna domar som har meddelats i andra
konventionsstater mot svarande som har hemvist eller sin
vanliga vistelseort i denna tredje stat n&#228;r domen, i fall som
avses i artikel 4, kunnat meddelas endast med st&#246;d av en
beh&#246;righetsregel som anges i artikel 3, andra stycket.

En konventionsstat f&#229;r dock inte i f&#246;rh&#229;llande till en tredje
stat f&#246;rplikta sig att inte erk&#228;nna en dom som har meddelats i
en annan konventionsstat av en domstol som har grundat sin
beh&#246;righet p&#229; att svaranden har egendom i den staten eller att
k&#228;randen har erh&#229;llit kvarstad eller liknande s&#228;kerhets&#229;tg&#228;rd i
egendom som finns d&#228;r, om

1. talan avser &#228;gander&#228;tt till egendomen eller r&#228;tt att inneha
denna, syftar till att erh&#229;lla r&#228;tt att f&#246;rfoga &#246;ver den, eller
avser annan tvist som har samband med egendomen, eller

2. egendomen utg&#246;r s&#228;kerhet f&#246;r den fordran som &#228;r f&#246;rem&#229;l f&#246;r
r&#228;tteg&#229;ngen52.

AVDELNING VIII

SLUT-

BEST&#196;MMELSER

Artikel 60

. . . 53

Artikel 6154

Denna konvention skall ratificeras av signat&#228;rstaterna.
Ratifikationsinstrumenten skall deponeras hos
generalsekreteraren vid Europeiska gemenskapernas r&#229;d.

Artikel 6255

Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den tredje
m&#229;naden efter det att ratifikationsinstrumentet har deponerats
av den signat&#228;rstat som sist fullg&#246;r denna formalitet.

Artikel 63

Konventionsstaterna konstaterar att varje stat som blir medlem
av Europeiska gemenskapen skall vara skyldig att godta denna
konvention som underlag f&#246;r de f&#246;rhandlingar som &#228;r n&#246;dv&#228;ndiga
f&#246;r att s&#228;kerst&#228;lla genomf&#246;randet av artikel 220 sista stycket
i F&#246;rdraget om uppr&#228;ttandet av Europeiska ekonomiska
gemenskapen, i f&#246;rh&#229;llandet mellan konventionsstaterna och den
staten.

N&#246;dv&#228;ndig anpassning kan bli f&#246;rem&#229;l f&#246;r en s&#228;rskild konvention
mellan konventionsstaterna, &#229; ena sidan, och den staten, &#229;
andra sidan.

Artikel 6456

Generalsekreteraren vid Europeiska gemenskapernas r&#229;d skall
underr&#228;tta signat&#228;rstaterna om

a) deponeringen av varje ratifikationsinstrument,

b) dagen f&#246;r konventionens ikrafttr&#228;dande,

c) . . .57

d) f&#246;rklaringar som mottas enligt artikel IV i protokollet,

e) underr&#228;ttelser som l&#228;mnas enligt artikel VI i protokollet.

Artikel 65

Det protokoll som enligt gemensam &#246;verenskommelse mellan
konventionsstaterna bil&#228;ggs konventionen utg&#246;r en integrerad
del av denna.

Artikel 66

Denna konvention ing&#229;s p&#229; obegr&#228;nsad tid.

Artikel 67

Varje konventionsstat f&#229;r beg&#228;ra att konventionen revideras. Om
s&#229; sker, skall ordf&#246;randen f&#246;r Europeiska gemenskapernas r&#229;d
sammankalla en revisionskonferens.

Artikel 6858

Denna konvention, som har uppr&#228;ttats i ett enda exemplar p&#229;
franska, italienska, nederl&#228;ndska och tyska spr&#229;ken, vilka fyra
texter &#228;ger lika giltighet, skall deponeras i arkiven hos
generalsekretariatet vid Europeiska gemenskapernas r&#229;d.
Generalsekreteraren skall till regeringen i varje signat&#228;rstat
&#246;vers&#228;nda en bestyrkt kopia59.

Till bevis p&#229; detta har undertecknade befullm&#228;ktigade ombud
underskrivit denna konvention.

(De utsedda befullm&#228;ktigade ombudens underskrifter60)

PROTOKOLL61

De h&#246;ga f&#246;rdragsslutande parterna har kommit &#246;verens om
f&#246;ljande best&#228;mmelser, vilka skall bil&#228;ggas konventionen:

Artikel I

Om talan v&#228;cks mot en person som har hemvist i Luxemburg vid en
domstol i en annan konventionsstat med st&#246;d av artikel 5.1, f&#229;r
denne g&#246;ra inv&#228;ndning om domstolens beh&#246;righet. Om svaranden
inte g&#229;r i svarom&#229;l skall domstolen sj&#228;lvmant f&#246;rklara sig
obeh&#246;rig.

Ett avtal om domstols beh&#246;righet som avses i artikel 17 g&#228;ller
mot en person som har hemvist i Luxemburg endast om denna
uttryckligen och s&#228;rskilt har godk&#228;nt avtalet.

Artikel II

Med f&#246;rbeh&#229;ll f&#246;r mer f&#246;rdelaktiga nationella f&#246;reskrifter, f&#229;r
den som har hemvist i en konventionsstat och &#228;r &#229;talad f&#246;r ett
icke upps&#229;tligt brott vid en brottm&#229;lsdomstol i en annan
konventionsstat i vilken han inte &#228;r medborgare, f&#246;rsvaras av
en d&#228;rtill beh&#246;rig person, &#228;ven om han inte inst&#228;ller sig
personligen.

Den domstol som handl&#228;gger m&#229;let f&#229;r dock f&#246;reskriva personlig
inst&#228;llelse; om en s&#229;dan f&#246;reskrift inte har efterkommits
beh&#246;ver en dom som har meddelats r&#246;rande ett civilr&#228;ttsligt
anspr&#229;k mot n&#229;gon som inte har haft tillf&#228;lle att svara i m&#229;let
varken erk&#228;nnas eller verkst&#228;llas i andra konventionsstater.

Artikel III

Ingen avgift eller skatt som &#228;r ber&#228;knad efter tvistef&#246;rem&#229;lets
v&#228;rde f&#229;r tas ut i verkst&#228;llighetsstaten vid det f&#246;rfarande som
syftar till f&#246;rordnande om verkst&#228;llighet.

Artikel IV

Domstolshandlingar och andra handlingar som uppr&#228;ttats i en
konventionsstat och som skall delges n&#229;gon i en annan
konventionsstat skall &#246;vers&#228;ndas i enlighet med de konventioner
och avtal som g&#228;ller mellan konventionsstaterna.

S&#229;vida inte den stat d&#228;r delgivning skall &#228;ga rum genom en
f&#246;rklaring till generalsekreteraren vid Europeiska
gemenskapernas r&#229;d mots&#228;tter sig detta, kan s&#229;dana handlingar
ocks&#229; s&#228;ndas fr&#229;n tj&#228;nsteman i den stat d&#228;r handlingen har
uppr&#228;ttats direkt till tj&#228;nsteman i den stat d&#228;r mottagaren
befinner sig. I s&#229;dant fall skall tj&#228;nstemannen i
ursprungsstaten s&#228;nda en kopia av handlingen till den
tj&#228;nsteman i mottagarstaten som &#228;r beh&#246;rig att &#246;verl&#228;mna den
till mottagaren. Handlingen skall &#246;verl&#228;mnas p&#229; det s&#228;tt som
f&#246;reskrivs i mottagarstatens lag. &#214;verl&#228;mnandet skall bekr&#228;ftas
genom ett intyg som s&#228;nds direkt till tj&#228;nstemannen i
ursprungsstaten.

Artikel V62

Den grund f&#246;r beh&#246;righet som anges i artikel 6.2 och i artikel
10 r&#246;rande &#229;terg&#229;ngskrav eller annat liknande f&#229;r varken
&#229;beropas i Tyskland eller i &#214;sterrike. Mot den som har hemvist
i en annan konventionsstat f&#229;r talan v&#228;ckas vid domstolarna

- i Tyskland, enligt artiklarna 68, 72, 73 och 74 i
civilprocesslagen (Zivilprozessordnung) ang&#229;ende
litisdenuntiation

- i &#214;sterrike, enligt artikel 21 i civilprocesslagen
(Zivilprozessordnung) ang&#229;ende litisdenuntiation.

Domar som har meddelats i andra konventionsstater med st&#246;d av
artikel 6.2 eller artikel 10 skall erk&#228;nnas och verkst&#228;llas i
Tyskland och i &#214;sterrike i enlighet med avdelning III. De
r&#228;ttsverkningar som domar meddelade i dessa stater kan ha f&#246;r
tredje man genom till&#228;mpningen av f&#246;reg&#229;ende stycke skall ocks&#229;
erk&#228;nnas i de andra konventionsstaterna.

Artikel Va63

I m&#229;l som underh&#229;llsskyldighet avses med uttrycket domstol
ocks&#229; de danska administrativa myndigheterna.

I Sverige avses vid summarisk process i m&#229;l om
betalningsf&#246;rel&#228;ggande och handr&#228;ckning med uttrycket &quot;domstol&quot;
ocks&#229; svensk kronofogdemyndighet.

Artikel Vb64

I tvist mellan bef&#228;lhavare och n&#229;gon i bes&#228;ttningen p&#229; ett
havsg&#229;ende fartyg som &#228;r registrerat i Danmark, Grekland,
Irland eller Portugal om l&#246;n eller andra anst&#228;llningsvillkor,
skall domstol i annan konventionsstat unders&#246;ka om den
diplomatiska eller konsul&#228;ra tj&#228;nsteman som &#228;r ansvarig f&#246;r
fartyget har blivit underr&#228;ttad om tvisten. Domstolen skall
l&#229;ta avg&#246;randet av m&#229;let anst&#229; s&#229; l&#228;nge underr&#228;ttelse inte har
skett. Den skall sj&#228;lvmant f&#246;rklara sig obeh&#246;rig om
tj&#228;nstemannen, vederb&#246;rligen underr&#228;ttad, har ut&#246;vat sina
befogenheter i saken enligt en konsul&#228;r konvention eller, i
avsaknad av en s&#229;dan konvention, inom den utsatta tiden har
gjort inv&#228;ndning om domstolens beh&#246;righet i tvisten.

Artikel Vc65

N&#228;r artiklarna 52 och 53 i denna konvention i enlighet med
artikel 69.5 i konventionen om europeiska patent f&#246;r den
gemensamma marknaden, undertecknad i Luxemburg den 15 december
1975, till&#228;mpas p&#229; best&#228;mmelserna som r&#246;r residence i den
engelska texten till den konventionen anses uttrycket residence
i den texten ha samma inneb&#246;rd som uttrycket hemvist i de
ovann&#228;mnda artiklarna 52 och 53.

Artikel Vd66

Med f&#246;rbeh&#229;ll f&#246;r den beh&#246;righet som det europeiska
patentverket har enligt den europeiska patentkonventionen
undertecknad i M&#252;nchen den 5 oktober 1973, skall domstolarna i
varje konventionsstat, oberoende av hemvist, ha exklusiv
beh&#246;righet vid talan som ang&#229;r registreringen eller giltigheten
av ett europeiskt patent som har meddelats f&#246;r den staten och
som inte &#228;r ett gemenskapspatent enligt artikel 86 i
konventionen om europeiska patent f&#246;r den gemensamma marknaden,
undertecknad i Luxemburg den 15 december 1975.

Artikel Ve67

Ett avtal om underh&#229;llsskyldighet som har ing&#229;tts inf&#246;r en
administrativ myndighet eller bestyrkts av en s&#229;dan myndighet
skall ocks&#229; anses som en officiell handling enligt artikel 50
f&#246;rsta stycket i konventionen.

Artikel VI

Konventionsstaterna skall till generalsekreteraren vid
Europeiska gemenskapernas r&#229;d &#246;verl&#228;mna s&#229;dana lagtexter som
inneb&#228;r &#228;ndringar antingen i de best&#228;mmelser vartill h&#228;nvisas i
denna konvention eller i f&#246;rteckningarna &#246;ver domstolar som
anges i avdelning III, avsnitt 2 i konventionen.

Till bevis p&#229; detta har undertecknade befullm&#228;ktigade ombud
underskrivit detta protokoll.

Som skedde i Bryssel den tjugosjunde september
nittonhundrasextio&#229;tta.

(De utsedda befullm&#228;ktigade ombudens underskrifter.)


PROTOKOLL

om domstolens tolkning av konventionen den 27 september 1968 om
domstolens beh&#246;righet och om verkst&#228;llighet av avg&#246;randen p&#229;
privatr&#228;ttens omr&#229;de68

DE H&#214;GA F&#214;RDRAGSSLUTANDE PARTERNA I F&#214;RDRAGET OM UPPR&#196;TTANDET
AV EUROPEISKA EKONOMISKA GEMENSKAPEN,

SOM H&#196;NVISAR till den f&#246;rklaring som bilagts konventionen om
domstols beh&#246;righet och om verkst&#228;llighet av domar p&#229;
privatr&#228;ttens omr&#229;de, undertecknad i Bryssel den 27 september
1968.

HAR BESLUTAT att anta ett protokoll som ger Europeiska
gemenskapernas domstol beh&#246;righet att tolka den konventionen
och har f&#246;r detta &#228;ndam&#229;l som befullm&#228;ktigade ombud utsett

(F&#246;rteckning &#246;ver de befullm&#228;ktigade ombuden som har utsetts av
medlemsstaterna.)

SOM, f&#246;rsamlade i r&#229;det, sedan de har utv&#228;xlat sina fullmakter
och funnit dem vara i god och beh&#246;rig form.

HAR ENATS OM F&#214;LJANDE.

Artikel 1

Europeiska gemenskapernas domstol &#228;r beh&#246;rig att tolka
konventionen om domstols beh&#246;righet och om verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de samt det till konventionen
bilagda protokoll som undertecknades i Bryssel den 27 september
1968, samt detta protokoll.

Europeiska gemenskapernas domstol &#228;r &#228;ven beh&#246;rig att tolka
konventionen om Konungariket Danmarks, Irlands och F&#246;renade
konungarikets Storbritannien och Nordirland tilltr&#228;de till
konventionen den 27 september 1968 samt till detta protokoll69.

Europeiska gemenskapernas domstol &#228;r &#228;ven beh&#246;rig att tolka
konventionen om Republiken Greklands tilltr&#228;de till
konventionen den 27 september 1968 samt till detta protokoll,
s&#229; som de har anpassats genom 1978 &#229;rs konvention70.

Europeiska gemenskapernas domstol &#228;r &#228;ven beh&#246;rig att tolka
konventionen om Konungariket Spaniens och Republiken Portugals
tilltr&#228;de till konventionen den 27 september 1968 samt till
detta protokoll, s&#229; som de har anpassats genom 1978 och 1982
&#229;rs konventioner71.

Europeiska gemenskapernas domstol &#228;r &#228;ven beh&#246;rig att tolka
konventionen om Republiken &#214;sterrikes, Republiken Finlands och
Konungariket Sveriges tilltr&#228;de till konventionen den 27
september 1968 samt till detta protokoll, s&#229; som de har
anpassats genom 1978, 1982 och 1989 &#229;rs konventioner72.

Artikel 2

F&#246;ljande domstolar har r&#228;tt att beg&#228;ra att domstolen skall
meddela f&#246;rhandsavg&#246;rande i en tolkningsfr&#229;ga:

1. - i Belgien: Cour de cassation - Hof van Cassatie och
Conseil d&#39;Etat - Raad van State,

- i Danmark: h&#248;jesteret,

- i F&#246;rbundsrepubliken Tyskland: die obersten Gerichtsh&#246;fe des
Bundes,

- i Grekland: (( ((((((( ((((((((((,

- i Spanien: Tribunal Supremo,

- i Frankrike: Cour de cassation och Conseil d&#39;Etat,

- i Irland: Supreme Court,

- i Italien: Corte suprema di cassazione,

- i Luxemburg: Cour sup&#233;rieure de justice i dess sammans&#228;ttning
som Cour de Cassation,

- i &#214;sterrike: Oberste Gerichtshof, Verwaltungsgerichtshof och
Verfassungsgerichtshof,

- i Nederl&#228;nderna: Hoge Raad,

- i Portugal: Supremo Tribunal de justi&#231;a och Supremo Tribunal
Administrativo,

- i Finland: h&#246;gsta domstolen/korkein oikeus och h&#246;gsta
f&#246;rvaltningsdomstolen/korkein hallintooikeus,

- i Sverige: H&#246;gsta domstolen, Regeringsr&#228;tten, Arbetsdomstolen
och Marknadsdomstolen,

- i F&#246;renade kungariket: House of Lords och de domstolar till
vilka ans&#246;kningar enligt artikel 37 andra stycket eller artikel
41 i konventionen har gjorts73;

2. konventionsstaternas domstolar n&#228;r de utg&#246;r &#246;verinstans,

3. i fall som avses i artikel 37 i konventionen, de domstolar
som n&#228;mns i den artikeln.

Artikel 3

1. N&#228;r en fr&#229;ga om tolkning av konventionen och av de andra
texter som n&#228;mns i artikel 1 uppkommer i ett m&#229;l som &#228;r
anh&#228;ngigt vid n&#229;gon av de domstolar som n&#228;mns i artikel 2.1 och
denna domstol finner att ett beslut i denna fr&#229;ga &#228;r n&#246;dv&#228;ndigt
f&#246;r att den skall kunna d&#246;ma i saken, &#228;r den skyldig att beg&#228;ra
att domstolen meddelar ett f&#246;rhandsavg&#246;rande.

2. N&#228;r en s&#229;dan fr&#229;ga uppkommer vid en domstol som avses i
artikel 2.2 och 2.3, kan denna domstol p&#229; de villkor som anges
i punkt 1 beg&#228;ra att domstolen meddelar ett f&#246;rhandsavg&#246;rande.

Artikel 4

1. En beh&#246;rig myndighet i en konventionsstat har r&#228;tt att
beg&#228;ra att domstolen uttalar sig i en fr&#229;ga om tolkningen av
konventionen och de andra texter som n&#228;mns i artikel 1, om
domar som meddelats av domstolar i den staten strider antingen
mot den tolkning som gjorts av domstolen eller mot en dom av en
s&#229;dan domstol i en annan konventionsstat som n&#228;mns i artikel
2.1 och 2.2. Best&#228;mmelserna i denna punkt g&#228;ller endast domar
som har vunnit laga kraft.

2. Den tolkning som g&#246;rs av domstolen i anledning av en s&#229;dan
beg&#228;ran p&#229;verkar inte de domar som gav upphov till beg&#228;ran om
tolkning.

3. Det offentligas h&#246;gsta representant vid
kassationsdomstolarna i konventionsstaterna eller varje annan
myndighet som utses av en konventionsstat &#228;r beh&#246;riga att v&#228;nda
sig till domstolen med en beg&#228;ran om tolkning enligt punkt 1.

4. N&#228;r en s&#229;dan beg&#228;ran inkommer skall domstolens
justitiesekreterare underr&#228;tta konventionsstaterna samt
Europeiska gemenskapernas kommission och r&#229;d, vilka inom en
frist om tv&#229; m&#229;nader efter s&#229;dan underr&#228;ttelse har r&#228;tt att
inkomma till domstolen med inlagor eller skriftliga synpunkter.

5. Det f&#246;rfarande som anges i denna artikel skall inte
f&#246;ranleda att avgifter tas ut eller att ers&#228;ttning f&#246;r
kostnader eller utl&#228;gg tillerk&#228;nns.

Artikel 5

1. S&#229;vida annat inte f&#246;reskrivs i detta protokoll skall de
best&#228;mmelser i F&#246;rdraget om uppr&#228;ttandet av Europeiska
ekonomiska gemenskapen och i det d&#228;rtill bilagda protokollet om
domstolens stadga vilka g&#228;ller n&#228;r domstolen skall meddela
f&#246;rhandsavg&#246;rande, till&#228;mpas &#228;ven vid tolkning av konventionen
och de andra texter som n&#228;mns i artikel 1.

2. Domstolens r&#228;tteg&#229;ngsregler skall vid behov anpassas och
kompletteras i enlighet med artikel 188 i F&#246;rdraget om
uppr&#228;ttandet av Europeiska ekonomiska gemenskapen.

Artikel 6

. . . 74

Artikel 775

Detta protokoll skall ratificeras av signat&#228;rstaterna.
Ratifikationsinstrumenten skall deponeras hos
generalsekreteraren vid Europeiska gemenskapernas r&#229;d.

Artikel 876

Detta protokoll tr&#228;der i kraft den f&#246;rsta dagen i den tredje
m&#229;naden efter det att ratifikationsinstrumentet har deponerats
av den signat&#228;rstat som sist fullg&#246;r denna formalitet. Det
tr&#228;der dock i kraft tidigast samtidigt som konventionen den 27
september 1968 om domstols beh&#246;righet och om verkst&#228;llighet av
domar p&#229; privatr&#228;ttens omr&#229;de.

Artikel 9

Konventionsstaterna konstaterar att varje stat som blir medlem
av Europeiska ekonomiska gemenskapen och i f&#246;rh&#229;llande till
vilken artikel 63 i konventionen om domstols beh&#246;righet och om
verkst&#228;llighet av domar p&#229; privatr&#228;ttens omr&#229;de &#228;r till&#228;mplig
skall godta best&#228;mmelserna i detta protokoll, med f&#246;rbeh&#229;ll f&#246;r
n&#246;dv&#228;ndig anpassning.

Artikel 1077

Generalsekreteraren vid Europeiska gemenskapernas r&#229;d skall
underr&#228;tta signat&#228;rstaterna om

a) deponeringen av varje ratifikationsinstrument,

b) dagen f&#246;r detta protokolls ikrafttr&#228;dande,

c) f&#246;rordnanden som har mottagits enligt artikel 4.3,

d) . . .78

Artikel 11

Konventionsstaterna skall till generalsekreteraren vid
Europeiska gemenskapernas r&#229;d &#246;verl&#228;mna s&#229;dana lagtexter som
inneb&#228;r &#228;ndringar i den f&#246;rteckning &#246;ver domstolar som anges i
artikel 2.1.

Artikel 12

Detta protokoll g&#228;ller f&#246;r obegr&#228;nsad tid.

Artikel 13

Varje konventionsstat f&#229;r beg&#228;ra att detta protokoll revideras.
Om s&#229; sker, skall ordf&#246;randen f&#246;r Europeiska gemenskapernas r&#229;d
sammankalla en revisionskonferens.

Artikel 1479

Detta protokoll som har uppr&#228;ttats i ett enda exemplar p&#229;
tyska, franska, italienska och nederl&#228;ndska spr&#229;ken, vilka fyra
texter &#228;ger lika giltighet, skall deponeras i arkiven hos
generalsekretariatet vid Europeiska gemenskapernas r&#229;d.
Generalsekreteraren skall &#246;verl&#228;mna en bestyrkt kopia till
regeringen i varje signat&#228;rstat80.

Till bevis p&#229; detta har undertecknade befullm&#228;ktigade ombud
underskrivit detta protokoll.

Som skedde i Luxemburg den tredje juni nittonhundrasjuttioett.

(De befullm&#228;ktigade ombudens underskrifter.)


1 Prop. 1997/98:102, bet. 1997/98:LU24, rskr. 1997/98:231.

2 Konventionens &#246;vriga texter finns tillg&#228;ngliga hos
Utrikesdepartementet.

1 Texten s&#229;som den &#228;ndrats genom konventionen av den 9 oktober
1978 om Konungariket Danmarks, Irlands och F&#246;renade
konungariket Storbritanniens och Nordirlands tilltr&#228;de, nedan
kallad &quot;1978 &#229;rs konvention&quot;, konventionen av den 25 oktober
1982 om Republiken Greklands tilltr&#228;de, nedan kallad &quot;1982 &#229;rs
konvention&quot; och konventionen av den 26 maj 1989 om Konungariket
Spaniens och Republiken Portugals tilltr&#228;de, nedan kallad &quot;1989
&#229;rs konvention&quot;, och konventionen av den 29 november 1996 om
Republiken &#214;sterrikes, Republiken Finlands och Konungariket
Sveriges tilltr&#228;de, nedan kallad &quot;1996 &#229;rs konvention&quot;.

2 Ingressen till 1989 &#229;rs konvention inneh&#229;ller f&#246;ljande text:
&quot;SOM &#196;R MEDVETNA OM att medlemsstaterna i gemenskapen och
medlemsstaterna i Europeiska frihandelssammanslutningen (EFTA)
den 16 september 1988 i Lugano ingick konventionen om domstols
beh&#246;righet och om verkst&#228;llighet av domar p&#229; privatr&#228;ttens
omr&#229;de, vilket utvidgar Brysselskonventionens principer till
att g&#228;lla de stater som tilltr&#228;der denna konvention.&quot;

3 Andra meningen tillagd genom artikel 3 i 1978 &#229;rs konvention.

4 &#196;ndringen framg&#229;r av en underr&#228;ttelse l&#228;mnad den 8 februari
1988 i enlighet med artikel VI i det bifogade protokollet och
bekr&#228;ftad i 1989 &#229;rs konvention, bilaga I punkt e.1.

5 Andra stycket s&#229;som det har &#228;ndrats genom artikel 4 i 1978
&#229;rs konvention, artikel 3 i 1982 &#229;rs konvention, artikel 3 i
1989 &#229;rs konvention och artikel 2 i 1996 &#229;rs konvention.

6 Artikel 5.1 s&#229;som den &#228;ndrats i texten p&#229; franska genom
artikel 5.1 i 1978 &#229;rs konvention och s&#229;som den &#228;ndrats genom
artikel 4 i 1989 &#229;rs konvention.

7 Artikel 5.2 s&#229;som den &#228;ndrats genom artikel 5.3 i 1978 &#229;rs
konvention.

8 Artikel 5.6 har lagts till genom artikel 5.4 i 1978 &#229;rs
konvention.

9 Artikel 5.7 har lagts till genom artikel 5.4 i 1978 &#229;rs
konvention.

10 Artikel 5.4 tillagd genom artikel 5 i 1989 &#229;rs konvention.

11 Artikeln tillagd genom artikel 6 i 1978 &#229;rs konvention.

12 Texten s&#229;som den &#228;ndrats genom artikel 7 i 1978 &#229;rs
konvention.

13 Texten s&#229;som den har &#228;ndrats genom artikel 8 i 1978 &#229;rs
konvention.

14 Artikeln tillagd genom artikel 9 i 1978 &#229;rs konvention.

15 Texten s&#229;som den &#228;ndrats genom artikel 10 i 1978 &#229;rs
konvention.

16 Artikel 16.1 s&#229;som den &#228;ndrats genom artikel 6 i 1989 &#229;rs
konvention.

17 Texten s&#229;som den &#228;ndrats genom artikel 11 i 1978 &#229;rs
konvention och artikel 7 i 1989 &#229;rs konvention.

18 Andra stycket s&#229;som det &#228;ndrats genom artikel 12 i 1978 &#229;rs
konvention.

19 Texten s&#229;som den &#228;ndrats genom artikel 8 i 1989 &#229;rs
konvention.

20 Artikel 27.2 s&#229;som den &#228;ndrats genom artikel 13.1 i 1978 &#229;rs
konvention.

21 Artikel 27.5 tillagd genom artikel 13.2 i 1978 &#229;rs
konvention.

22 Det andra stycket tillagt genom artikel 14 i 1978 &#229;rs
konvention.

23 Texten s&#229;som den &#228;ndrats genom artikel 9 i 1989 &#229;rs
konvention.

24 Det andra stycket har lagts till genom artikel 15 i 1978 &#229;rs
konvention.

25 &#196;ndringen framg&#229;r av en underr&#228;ttelse l&#228;mnad den 8 februari
1988 i enlighet med artikel VI i det bifogade protokollet och
bekr&#228;ftad genom 1989 &#229;rs konvention, bilaga I punkt e.2.

26 Artikel 32.1 s&#229;som den &#228;ndrats genom artikel 16 i 1978 &#229;rs
konvention, artikel 4 i 1982 &#229;rs konvention, artikel 10 i 1989
&#229;rs konvention och artikel 3 i 1996 &#229;rs konvention.

27 Texten s&#229;som den &#228;ndrats genom artikel 17 i 1978 &#229;rs
konvention, artikel 5 i 1982 &#229;rs konvention, artikel 11 i 1989
&#229;rs konvention och artikel 4 i 1996 &#229;rs konvention.

28 Det andra stycket har lagts till genom artikel 18 i 1978 &#229;rs
konvention.

29 Artikel 40.1 s&#229;som den &#228;ndrats genom artikel 19 i 1978 &#229;rs
konvention, artikel 6 i 1982 &#229;rs konvention, artikel 12 i 1989
&#229;rs konvention och artikel 5 i 1996 &#229;rs konvention.

30 Texten s&#229;som den &#228;ndrats genom artikel 20 i 1978 &#229;rs
konvention, artikel 7 i 1982 &#229;rs konvention, artikel 13 i 1989
&#229;rs konvention och artikel 6 i 1996 &#229;rs konvention.

31 Texten s&#229;som den &#228;ndrats genom artikel 21 i 1978 &#229;rs
konvention och 1989 &#229;rs konvention, bilaga I punkt e.3.

32 Artikel 46.2 s&#229;som den &#228;ndrats genom artikel 22 i 1978 &#229;rs
konvention.

33 F&#246;rsta stycket s&#229;som det &#228;ndrats genom artikel 14 i 1989 &#229;rs
konvention.

34 Det tredje stycket har utg&#229;tt genom artikel 15 i 1989 &#229;rs
konvention.

35 Det andra stycket har lagts till genom artikel 23 i 1978 &#229;rs
konvention.

36 Texten s&#229;som den ersatts genom artikel 16 i 1989 &#229;rs
konvention.

37 1978 &#229;rs konvention inneh&#229;ller i avdelning V f&#246;ljande
&#246;verg&#229;ngsbest&#228;mmelser:

&quot;Artikel 34

1. 1968 &#229;rs konvention och 1971 &#229;rs protokoll, i deras lydelse
enligt denna konvention skall till&#228;mpas endast p&#229; r&#228;ttsliga
f&#246;rfaranden som har inletts och p&#229; officiella handlingar som
har uppr&#228;ttats eller registrerats efter denna konventions
ikrafttr&#228;dande i ursprungsstaten och, i fr&#229;ga om erk&#228;nnande
eller verkst&#228;llighet av en dom eller en officiell handling, i
den stat som ans&#246;kan riktar sig till.

2. I relationerna mellan de sex stater som ingick 1968 &#229;rs
konvention skall domar som meddelats efter denna konventions
ikrafttr&#228;dande i m&#229;l och &#228;renden som har anh&#228;ngiggjorts f&#246;re
den dagen dock erk&#228;nnas och verkst&#228;llas enligt best&#228;mmelserna i
avdelning III i 1968 &#229;rs konvention i dess lydelse enligt denna
konvention.

3. D&#228;rut&#246;ver g&#228;ller, i relationerna mellan de sex stater som
ingick 1968 &#229;rs konvention och de tre stater som n&#228;mns i
artikel 1 i den h&#228;r konventionen, liksom i relationerna mellan
dessa tre stater, att domar som meddelats efter denna
konventions ikrafttr&#228;dande mellan ursprungsstaten och den stat
som ans&#246;kan riktar sig till, i m&#229;l och &#228;renden som har
anh&#228;ngiggjorts f&#246;re den dagen, skall erk&#228;nnas och verkst&#228;llas
enligt best&#228;mmelserna i avdelning III i 1968 &#229;rs konvention i
dess lydelse enligt denna konvention, om beh&#246;righeten har
grundats p&#229; best&#228;mmelser som &#246;verensst&#228;mmer antingen med
best&#228;mmelserna i den &#228;ndrade avdelning II eller med
best&#228;mmelserna i en konvention som g&#228;llde mellan
ursprungsstaten och den stat som ans&#246;kan riktar sig till vid
tiden f&#246;r m&#229;lets eller &#228;rendets anh&#228;ngigg&#246;rande.&quot;

1982 &#229;rs konvention inneh&#229;ller i avdelning V f&#246;ljande
&#246;verg&#229;ngsbest&#228;mmelser:

&quot;Artikel 12

1. 1968 &#229;rs konvention och 1971 &#229;rs protokoll, i deras lydelse
enligt 1978 &#229;rs konvention och denna konvention, skall
till&#228;mpas endast p&#229; r&#228;ttsliga f&#246;rfaranden som har inletts och
p&#229; officiella handlingar som har uppr&#228;ttats eller registrerats
efter denna konventions ikrafttr&#228;dande i ursprungsstaten och, i
fr&#229;ga om erk&#228;nnande eller verkst&#228;llighet av en dom eller en
officiell handling, i den stat som ans&#246;ken riktar sig till.

2. Domar som har meddelats efter denna konventions
ikrafttr&#228;dande mellan ursprungsstaten och den stat som ans&#246;kan
riktar sig till, i m&#229;l och &#228;renden som har anh&#228;ngiggjorts f&#246;re
den dagen, skall dock erk&#228;nnas och verkst&#228;llas i den stat som
ans&#246;kan riktar sig till enligt best&#228;mmelserna i avdelning III i
1968 &#229;rs konvention, i dess lydelse enligt 1978 &#229;rs konvention
och denna konvention, om beh&#246;righeten har grundats p&#229;
best&#228;mmelser som &#246;verensst&#228;mmer antingen med best&#228;mmelserna i
den &#228;ndrade avdelning II, i 1968 &#229;rs konvention, eller med
best&#228;mmelserna i en konvention som g&#228;llde mellan
ursprungsstaten och den stat som ans&#246;kan riktar sig till vid
tiden f&#246;r m&#229;lets eller &#228;rendets anh&#228;ngigg&#246;rande.&quot;

1989 &#229;rs konvention inneh&#229;ller i avdelning VI f&#246;ljande
&#246;verg&#229;ngsbest&#228;mmelser:

&quot;Artikel 29

1. 1968 &#229;rs konvention och 1971 &#229;rs protokoll, i deras lydelse
enligt 1978 &#229;rs konvention, 1982 &#229;rs konvention och denna
konvention, skall till&#228;mpas endast p&#229; r&#228;ttsliga f&#246;rfaranden som
har inletts och p&#229; officiella handlingar som har uppr&#228;ttats
eller registrerats efter denna konventions ikrafttr&#228;dande i
ursprungsstaten och, i fr&#229;ga om erk&#228;nnande eller verkst&#228;llighet
av en dom eller en officiell handling, i den stat som ans&#246;kan
riktar sig till.

2. Domar som har meddelats efter denna konventions
ikrafttr&#228;dande mellan ursprungsstaten och den stat som ans&#246;kan
riktar sig till, i m&#229;l och &#228;renden som har anh&#228;ngiggjorts f&#246;re
den dagen, skall dock erk&#228;nnas och verkst&#228;llas enligt
best&#228;mmelserna i avdelning III i 1968 &#229;rs konvention, i dess
lydelse enligt 1978 &#229;rs konvention, 1982 &#229;rs konvention och
denna konvention, om beh&#246;righeten har grundats p&#229; best&#228;mmelser
som &#246;verensst&#228;mmer antingen med best&#228;mmelserna i den &#228;ndrade
avdelning II i 1968 &#229;rs konvention, eller med best&#228;mmelserna i
en konvention som g&#228;llde mellan ursprungsstaten och den stat
som ans&#246;kan riktar sig till vid tiden f&#246;r m&#229;lets eller &#228;rendets
anh&#228;ngigg&#246;rande.&quot;

1996 &#229;rs konvention inneh&#229;ller i avdelning V f&#246;ljande
&#246;verg&#229;ngsbest&#228;mmelser:

&quot;1. 1968 &#229;rs konvention och 1971 &#229;rs protokoll, i deras lydelse
enligt 1978 &#229;rs konvention, 1982 &#229;rs konvention, 1989 &#229;rs
konvention och denna konvention skall till&#228;mpas endast p&#229;
r&#228;ttsliga f&#246;rfaranden som har inletts och p&#229; officiella
handlingar som har uppr&#228;ttats eller registrerats efter denna
konventions ikrafttr&#228;dande i ursprungsstaten och, i fr&#229;ga om
erk&#228;nnande eller verkst&#228;llighet av en dom eller en officiell
handling, i den stat som ans&#246;kan riktar sig till.

2. Domar som har meddelats efter denna konventions
ikrafttr&#228;dande mellan ursprungsstaten och den stat som ans&#246;kan
riktar sig till, i m&#229;l och &#228;renden som har anh&#228;ngiggjorts f&#246;re
den dagen, skall dock erk&#228;nnas och verkst&#228;llas enligt
best&#228;mmelserna i avdelning III i 1968 &#229;rs konvention, i dess
lydelse enligt 1978 &#229;rs konvention, 1982 &#229;rs konvention, 1989
&#229;rs konvention och denna konvention, om beh&#246;righeten har
grundats p&#229; best&#228;mmelser som &#246;verensst&#228;mmer antingen med
best&#228;mmelserna i den &#228;ndrade avdelning II i 1968 &#229;rs
konvention, eller med best&#228;mmelserna i en konvention som g&#228;llde
mellan ursprungsstaten och den stat som ans&#246;kan riktar sig till
vid tiden f&#246;r m&#229;lets eller &#228;rendets anh&#228;ngigg&#246;rande.&quot;

38 Detta stycke skall ers&#228;tta artikel 35 i avdelning V i 1978
&#229;rs konvention som hade utvidgats till att g&#228;lla Republiken
Grekland genom artikel 1.2 i 1982 &#229;rs konvention. I 1989 &#229;rs
konvention f&#246;reskrivs att dessa tv&#229; senaste best&#228;mmelserna
skall utg&#229;.

39 Denna artikel tillagd genom artikel 17 i 1989 &#229;rs
konvention. Den motsvarar artikel 36 i avdelning V i 1978 &#229;rs
konvention och har utvidgats till att g&#228;lla Republiken Grekland
genom artikel 1.2 i 1982 &#229;rs konvention. I 1989 &#229;rs konvention,
artikel 28 f&#246;reskrivs att dessa tv&#229; senaste best&#228;mmelserna
skall utg&#229;.

40 Strecksats tillagd genom artikel 24 i 1978 &#229;rs konvention.

41 Strecksats tillagd genom artikel 7 i 1996 &#229;rs konvention.

42 Strecksatsen tillagd genom artikel 7 i 1996 &#229;rs konvention.

43 Strecksatsen tillagd genom artikel 24 i 1978 &#229;rs konvention.

44 Strecksats tillagd genom artikel 8 i 1982 &#229;rs konvention.

45 Strecksatsen tillagd genom artikel 7 i 1996 &#229;rs konvention.

46 Strecksatsen tillagd genom artikel 24 i 1978 &#229;rs konvention.

47 Strecksatsen tillagd genom artikel 18 i 1989 &#229;rs konvention.

48 Artikel 57.1 s&#229;som den &#228;ndrats genom artikel 25.1 i 1978 &#229;rs
konvention och artikel 19 i 1989 &#229;rs konvention.

49 Artikel 57.2 tillagd genom artikel 19 i 1989 &#229;rs konvention.
Artikel 57.2 motsvarar artikel 25.2 i 1978 &#229;rs konvention som
har utvidgats att g&#228;lla Republiken Grekland genom artikel 1.2 i
1982 &#229;rs konvention. I 1989 &#229;rs konvention, artikel 28,
f&#246;reskrivs att de tv&#229; senaste best&#228;mmelserna skall upph&#246;ra att
g&#228;lla.

50 Artikel 57.3 tillagd genom artikel 25.1 i 1978 &#229;rs
konvention.

51 Texten s&#229;som den &#228;ndrats genom artikel 20 i 1989 &#229;rs
konvention.

52 Andra stycket tillagt genom artikel 26 i 1978 &#229;rs
konvention.

53 I artikel 21 i 1989 &#229;rs konvention f&#246;reskrivs att artikel
60, &#228;ndrad genom artikel 27 i 1978 &#229;rs konvention skall utg&#229;.

54 Ratifikationen av 1978 och 1982 &#229;rs konventioner regleras i
artiklarna 38 och 14 i dessa konventioner.

Ratifikationen av 1989 &#229;rs konvention regleras i artikel 3A i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 31

Denna konvention skall ratificeras av signat&#228;rstaterna.
Ratifikationsinstrumenten skall deponeras hos
generalsekreteraren vid Europeiska gemenskapernas r&#229;d.&quot;

Ratifikationen av 1996 &#229;rs konvention regleras i artikel 15 i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 15

Denna konvention skall ratificeras av signat&#228;rstaterna.
Ratifikationsinstrumenten skall deponeras hos
generalsekreteraren vid Europeiska unionens r&#229;d.&quot;

55 1978 och 1982 &#229;rs konventioners ikrafttr&#228;dande reglerades i
artiklarna 39 och 15 i dessa konventioner.

1989 &#229;rs konventions ikrafttr&#228;dande regleras i artikel 32 i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 32

1. Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den
tredje m&#229;naden efter det att tv&#229; signat&#228;rstater, varav den ena
&#228;r Konungariket Spanien eller Republiken Portugal, har
deponerat sina ratifikationsinstrument.

2. I f&#246;rh&#229;llande till varje annan signat&#228;rstat tr&#228;der denna
konvention i kraft den f&#246;rsta dagen i den tredje m&#229;naden efter
det att den staten har deponerat sitt ratifikationsinstrument.&quot;

Ikrafttr&#228;dandet f&#246;r 1996 &#229;rs konvention regleras i artikel 16 i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 16

1. Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den
tredje m&#229;naden efter det att tv&#229; signat&#228;rstater, varav den ena
skall vara Republiken &#214;sterrike, Republiken Finland eller
Konungariket Sverige, har deponerat sina
ratifikationsinstrument.

2. I f&#246;rh&#229;llande till varje annan signat&#228;rstat tr&#228;der denna
konvention i kraft den f&#246;rsta dagen i den tredje m&#229;naden efter
det att den staten har deponerat sitt ratifikationsinstrument.&quot;

56 Underr&#228;ttelserna om 1978 och 1982 &#229;rs konventioner regleras
i artiklarna 40 och 16 i dessa konventioner.

Underr&#228;ttelserna om 1989 &#229;rs konvention regleras i artikel 33 i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 33

Generalsekreteraren vid Europeiska gemenskapernas r&#229;d skall
underr&#228;tta signat&#228;rstaterna om

a) deponeringen av varje ratifikationsinstrument,

b) dagen f&#246;r konventionens ikrafttr&#228;dande f&#246;r
konventionsstaterna.&quot;

Notifikationerna om 1996 &#229;rs konvention regleras i artikel 17 i
samma konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 17

Generalsekreteraren vid Europeiska unionens r&#229;d skall
underr&#228;tta signat&#228;rstaterna om

a) deponeringen av varje ratifikationsinstrument,

b) dagen f&#246;r konventionens ikrafttr&#228;dande f&#246;r
konventionsstaterna.&quot;

57 I artikel 22 i 1989 &#229;rs konvention f&#246;reskrivs att c, &#228;ndrad
genom artikel 28 i 1978 &#229;rs konvention, skall utg&#229;.

58 Angivandet av de texter som &#228;ger lika giltighet f&#246;ljer av
f&#246;ljande best&#228;mmelser:

- n&#228;r det g&#228;ller 1978 &#229;rs konventon, artikel 41 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 41

Denna konvention, som har uppr&#228;ttats i ett enda exemplar p&#229;
danska, engelska, franska, iriska, italienska, nederl&#228;ndska och
tyska spr&#229;ken, vilka sju texter alla &#228;ger lika giltighet, skall
deponeras i arkivet hos generalsekretariatet vid Europeiska
gemenskapernas r&#229;d. Generalsekreteraren skall &#246;verl&#228;mna en
bestyrkt kopia till regeringen i varje signat&#228;rstat.&quot;

- n&#228;r det g&#228;ller 1982 &#229;rs konvention, artikel 17 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 17

Denna konvention, som har uppr&#228;ttats i ett enda exemplar p&#229;
danska, engelska, franska, grekiska, iriska, italienska,
nederl&#228;ndska och tyska spr&#229;ken, vilka &#229;tta texter alla &#228;ger
lika giltighet, skall deponeras i arkiven hos
generalsekretariatet vid Europeiska gemenskapernas r&#229;d.
Generalsekreteraren skall &#246;verl&#228;mna en bestyrkt kopia till
regeringen i varje signat&#228;rstat.&quot;

- n&#228;r det g&#228;ller 1989 &#229;rs konvention, artikel 34 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 34

Denna konvention, som har uppr&#228;ttats i ett enda exemplar p&#229;
danska, engelska, franska, grekiska, iriska, italienska,
nederl&#228;ndska, portugisiska, spanska och tyska spr&#229;ken, vilka
tio texter alla &#228;ger lika giltighet, skall deponeras i arkiven
hos generalsekretariatet vid Europeiska gemenskapernas r&#229;d.
Generalsekreteraren skall &#246;verl&#228;mna en bestyrkt kopia till
regeringen i varje signat&#228;rstat.&quot;

- n&#228;r det g&#228;ller 1996 &#229;rs konvention, artikel 18 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 18

Denna konvention, som har uppr&#228;ttats i ett enda exemplar p&#229;
spanska, danska, tyska, grekiska, engelska, franska, iriska,
italienska, nederl&#228;ndska, portugisiska, finska och svenska
spr&#229;ken, vilka tolv texter alla &#228;ger lika giltighet, skall
deponeras i arkiven hos generalsekretariatet vid Europeiska
gemenskapernas r&#229;d.

Generalsekreteraren skall &#246;verl&#228;mna en bestyrkt kopia till
regeringen i varje signat&#228;rstat.&quot;

59 Avfattandet av texter som &#228;ger giltighet till 1968 &#229;rs
konvention p&#229; de tilltr&#228;dande medlemsstaternas officiella spr&#229;k
f&#246;ljer av

- n&#228;r det g&#228;ller 1978 &#229;rs konvention, artikel 37 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 37

Generalsekreteraren vid Europeiska gemenskapernas r&#229;d skall
till regeringarna i Konungariket Danmark, Irland och F&#246;renade
konungariket Storbritannien och Nordirland &#246;verl&#228;mna en
bestyrkt kopia av 1968 &#229;rs konvention och 1971 &#229;rs protokoll p&#229;
franska, italienska, nederl&#228;ndska och tyska spr&#229;ken.

De p&#229; danska, engelska och iriska avfattade texterna till 1968
&#229;rs konvention och 1971 &#229;rs protokoll bifogas denna konvention.
De p&#229; danska, engelska och iriska spr&#229;ken avfattade texterna
&#228;ger lika giltighet som origi- naltexterna till 1968 &#229;rs
konvention och 1971 &#229;rs protokoll.&quot;

- n&#228;r det g&#228;ller 1982 &#229;rs konvention, artikel 13 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 13

Generalsekreteraren f&#246;r Europeiska gemenskapernas r&#229;d skall
till Republiken Greklands regering &#246;vers&#228;nda en bestyrkt kopia
av 1968 &#229;rs konvention, 1971 &#229;rs protokoll och 1978 &#229;rs
konvention p&#229; danska, engelska, franska, iriska, italienska,
nederl&#228;ndska och tyska spr&#229;ken.

De texter till 1968 &#229;rs konvention, 1971 &#229;rs protokoll och 1978
&#229;rs konvention, som har uppr&#228;ttats p&#229; grekiska spr&#229;ket, finns
bilagda denna konvention. De texter som har uppr&#228;ttats p&#229;
grekiska spr&#229;ket &#228;ger lika giltighet som de andra texterna till
1968 &#229;rs konvention, 1971 &#229;rs protokoll och 1978 &#229;rs
konvention.&quot;

- n&#228;r det g&#228;ller 1989 &#229;rs konvention, artikel 30 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 30

1. Generalsekreteraren vid Europeiska gemenskapernas r&#229;d skall
till Konungariket Spaniens och Republiken Portugals regeringar
&#246;verl&#228;mna en bestyrkt kopia av 1968 &#229;rs konvention, 1971 &#229;rs
protokoll, 1978 ars konvention och 1982 &#229;rs konvention p&#229;
danska, engelska, franska, grekiska, iriska, italienska,
nederl&#228;ndska och tyska spr&#229;ken.

2. De texter till 1968 &#229;rs konvention, 1971 &#229;rs protokoll, 1978
&#229;rs konvention, 1982 &#229;rs konvention som har uppr&#228;ttats p&#229;
spanska och portugisiska spr&#229;ken &#229;terfinns i bilagorna II, III,
IV och V till denna konvention. De texter som uppr&#228;ttats p&#229;
spanska och portugisiska spr&#229;ken &#228;ger lika giltighet som de
andra texterna till 1968 &#229;rs konvention, 1971 &#229;rs protokoll,
1978 &#229;rs konvention och 1982 &#229;rs konvention.&quot;

- n&#228;r det g&#228;ller 1996 &#229;rs konvention, artikel 14 i samma
konvention, vilken artikel har f&#246;ljande lydelse:

&quot;Artikel 14

1. Generalsekreteraren vid Europeiska unionens r&#229;d skall till
Republiken &#214;sterrikes, Republiken Finlands, och Konungariket
Sveriges regeringar &#246;verl&#228;mna en bestyrkt kopia av 1968 &#229;rs
konvention, 1971 &#229;rs protokoll, 1978 &#229;rs konvention, 1982 &#229;rs
konvention och 1989 &#229;rs konvention p&#229; spanska, danska, tyska,
grekiska, engelska, franska, iriska, italienska, nederl&#228;ndska
och portugisiska spr&#229;ken.

2. De texter till 1968 &#229;rs konvention, 1971 &#229;rs protokoll, 1978
&#229;rs konvention, 1982 &#229;rs konvention och 1989 &#229;rs konvention som
har uppr&#228;ttats p&#229; finska och svenska spr&#229;ken &#228;ger lika
giltighet som de andra texterna till 1968 &#229;rs konvention, 1971
&#229;rs protokoll, 1978 &#229;rs konvention, 1982 &#229;rs konvention och
1989 &#229;rs konvention.&quot;

60 1978, 1982 och 1989 &#229;rs konventioner har undertecknats av
medlemsstaternas befullm&#228;ktigade ombud. Konungariket Danmarks
befullm&#228;ktigade ombuds underskrift &#228;r &#229;tf&#246;ljd av f&#246;ljande text:

&quot;Utan att, vid ratificeringen, g&#246;ra avkall p&#229; en territoriell
reservation betr&#228;ffande F&#228;r&#246;arna och Gr&#246;nland, med likv&#228;l
m&#246;jlighet att senare utvidga konventionens omfattning till att
omfatta dessa tv&#229; territorier.&quot;

61 Texten s&#229;som den &#228;ndrats genom 1978, 1982 och 1989 &#229;rs
konventioner.

62 Artikeln s&#229;som den &#228;ndrats genom artikel 8 i 1996 &#229;rs
konvention.

63 Artikeln tillagd genom artikel 29 i 1978 &#229;rs konvention och
&#228;ndrad genom artikel 9 i 1996 &#229;rs konvention.

64 Artikeln tillagd genom artikel 29 i 1978 &#229;rs konvention,
&#228;ndrad genom artikel 9 i 1982 &#229;rs konvention och artikel 23 i
1989 &#229;rs konvention.

65 Artikeln tillagd genom artikel 29 i 1978 &#229;rs konvention.

66 Artikeln tillagd genom artikel 29 i 1978 &#229;rs konvention.

67 Artikeln tillagd genom artikel 10 i 1996 &#229;rs konvention.

68 Texten s&#229;som den &#228;ndrats genom konventionen av den 9 oktober
1978 om Konungariket Danmarks, Irlands och F&#246;renade
konungarikets Storbritannien och Nordirland tilltr&#228;de, nedan
kallad &quot;1978 &#229;rs konvention&quot;, konventionen av den 25 oktober
1982 om Republiken Greklands tilltr&#228;de, nedan kallad &quot;1982 &#229;rs
konvention&quot; och konventionen av den 26 maj 1989 om Konungariket
Spaniens och Republiken Portugals tilltr&#228;de, nedan kallad &quot;1989
&#229;rs konvention&quot;, och konventionen av den 29 november 1996 om
Republiken &#214;sterrikes, Republiken Finlands och Konungariket
Sveriges tilltr&#228;de, nedan kallad &quot;1996 &#229;rs konvention&quot;.

69 Andra stycket tillagt genom artikel 30 i 1978 &#229;rs
konvention.

70 Tredje stycket tillagt genom artikel 10 i 1982 &#229;rs
konvention.

71 Fj&#228;rde stycket tillagt genom artikel 24 i 1989 &#229;rs
konvention.

72 Femte stycket tillagt genom artikel 11 i 1996 &#229;rs
konvention.

73 Punkt 1 s&#229;som den &#228;ndrats genom artikel 31 i 1978 &#229;rs
konvention, artikel 11 i 1982 &#229;rs konvention, artikel 25 i 1989
&#229;rs konvention och artikel 12 i 1996 &#229;rs konvention.

74 I artikel 26 i 1989 &#229;rs konvention f&#246;reskrivs att artikel 6,
&#228;ndrad genom artikel 32 i 1978 &#229;rs konvention, skall utg&#229;.

75 Se fotnot 54.

76 Se fotnot 55.

77 Se fotnot 56.

78 I artikel 27 i 1989 &#229;rs konvention f&#246;reskrivs att d, &#228;ndrad
genom artikel 33 i 1978 &#229;rs konvention, skall utg&#229;.

79 Se fotnot 58.

80 Se fotnot 59.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2912">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2914">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
