

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1998-06-05" /> 
 <meta id="rattsinfo-edited" content="2013-08-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2919</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2918">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2920">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:258 ·
                    <a href="/sfsr?bet=1998:258">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1998:258) om dubbelbeskattningsavtal mellan Sverige och Makedonien</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-05-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1390
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1998-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och f&#246;rm&#246;genhet som Sverige och Makedonien
undertecknade den 17 februari 1998 skall g&#228;lla som lag h&#228;r i
landet. Avtalet &#228;r avfattat p&#229; svenska, makedoniska och
engelska. Den svenska och engelska texten framg&#229;r av bilaga
till denna lag.

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast om dessa
medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars
skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1390).

&#214;verg&#229;ngsbest&#228;mmelser

1998:258

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas p&#229; beskattnings&#229;r som b&#246;rjar den 1 januari n&#228;rmast
efter dagen d&#229; lagen tr&#228;der i kraft eller senare.

2. F&#246;ljande f&#246;rfattningar skall inte l&#228;ngre till&#228;mpas s&#229;vitt
avser f&#246;rh&#229;llandet mellan Sverige och Makedonien, n&#228;mligen

- f&#246;rordningen (1982:70) om dubbelbeskattningsavtal mellan
Sverige och Jugoslavien,

- f&#246;rordningen (1982:71) om kupongskatt f&#246;r person med hemvist
i Jugoslavien, m.m.

De angivna f&#246;rfattningarna skall dock fortfarande till&#228;mpas

a) p&#229; inkomst som f&#246;rv&#228;rvas f&#246;re den 1 januari &#229;ret efter det
&#229;r d&#229; lagen tr&#228;der i kraft, samt

b) betr&#228;ffande skatt p&#229; f&#246;rm&#246;genhet, p&#229; skatt som p&#229;f&#246;rs vid
taxeringen &#229;ret efter det &#229;r d&#229; lagen tr&#228;der i kraft eller vid
tidigare &#229;rs taxering.

Bilaga

AVTAL MELLAN
KONUNGARIKET SVERIGE OCH REPUBLIKEN
MAKEDONIEN F&#214;R
UNDVIKANDE AV
DUBBELBESKATTNING
BETR&#196;FFANDE SKATTER P&#197;
INKOMST OCH
F&#214;RM&#214;GENHET

Konungariket Sverige och Republiken Makedonien, som &#246;nskar ing&#229;
ett avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och f&#246;rm&#246;genhet, har kommit &#246;verens om
f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet som p&#229;f&#246;rs f&#246;r var och en av de avtalsslutande
staternas eller dess lokala myndigheters r&#228;kning, oberoende av
det s&#228;tt p&#229; vilket skatterna tas ut.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla
skatter som utg&#229;r p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet
eller p&#229; delar av inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripet
skatter p&#229; vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s eller fast
egendom, samt skatter p&#229; v&#228;rdestegring.

3. De skatter p&#229; vilka detta avtal till&#228;mpas &#228;r:

a) i Makedonien:
1)      inkomstskatten,
2)      vinstskatten,
3)      egendomsskatten,
(i det f&#246;ljande ben&#228;mnd &quot;makedonisk skatt&quot;),

b) i Sverige:
1)      den statliga inkomstskatten, kupongskatten d&#228;ri inbegripen,
2)      den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,
3)      den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl.,
4)      den kommunala inkomstskatten,
5)      expansionsmedelsskatten,
6)      fastighetsskatten, och
7)      den statliga f&#246;rm&#246;genhetsskatten,
(i det f&#246;ljande ben&#228;mnd &quot;svensk skatt&quot;).

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de skatter som anges i punkt 3. De
beh&#246;riga myndigheterna i de avtalsslutande staterna skall
meddela varandra de v&#228;sentliga &#228;ndringar som gjorts i
respektive skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) 1) &quot;Makedonien&quot; &#229;syftar Republiken Makedoniens territorium
och omfattar, n&#228;r uttrycket anv&#228;nds i geografisk betydelse,
dess landomr&#229;den och vatten och bottnar i dess insj&#246;ar &#246;ver
vilka Makedonien har jurisdiktion eller suver&#228;na r&#228;ttigheter
att utforska, exploatera och f&#246;rvalta naturresurser, i enlighet
med intern jurisdiktion och folkr&#228;ttens regler;

2) &quot;Sverige&quot; &#229;syftar Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion;

b) &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande
staten&quot; &#229;syftar Makedonien eller Sverige, beroende p&#229;
sammanhanget;

c) &quot;person&quot; inbegriper fysisk person, bolag och annan
sammanslutning;

d) &quot;bolag&quot; &#229;syftar juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person;

e) &quot;registrerat kontor&quot; &#229;syftar det legala huvudkontoret f&#246;r
ett bolag som registrerats enligt intern lagstiftning i en
avtalsslutande stat;

f) &quot;medborgare&quot; &#229;syftar:

1)      i Makedonien, fysisk person som enligt makedonisk
        lagstiftning om medborgarskap har medborgarskap i Makedonien,

2)      i Sverige, fysisk person som har medborgarskap i Sverige,

3)      juridisk person eller annan sammanslutning som bildats
        enligt lagstiftningen i en avtalsslutande stat;

g) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; &#229;syftar f&#246;retag som bedrivs av person
med hemvist i en avtalsslutande stat respektive f&#246;retag som
bedrivs av person med hemvist i den andra avtalsslutande
staten;

h) &quot;beh&#246;rig myndighet&quot; &#229;syftar:

1)      i Makedonien: finansministern eller dennes befullm&#228;ktigade
        ombud, och

2)      i Sverige: finansministern, dennes befullm&#228;ktigade ombud
        eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
        myndighet vid till&#228;mpningen av detta avtal;

i) &quot;internationell trafik&quot; &#229;syftar transport med skepp eller
luftfartyg som anv&#228;nds av f&#246;retag som har sin verkliga ledning
i en avtalsslutande stat utom d&#229; skeppet eller luftfartyget
anv&#228;nds uteslutande mellan platser i den andra avtalsslutande
staten.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet anses, s&#229;vida
inte sammanhanget f&#246;ranleder annat, varje uttryck som inte
definierats i avtalet ha den betydelse som uttrycket har enligt
den statens lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka
avtalet till&#228;mpas.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;person
med hemvist i en avtalsslutande stat&quot; person som enligt
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av
domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning, legalt
huvudkontor (registrerat kontor) eller annan liknande
omst&#228;ndighet. Uttrycket inbegriper handelsbolag och d&#246;dsbon
endast till den del dess inkomst &#228;r skattepliktig i denna stat
p&#229; samma s&#228;tt som inkomst som f&#246;rv&#228;rvas av person med hemvist
d&#228;r, antingen hos handelsbolaget eller d&#246;dsboet eller hos dess
del&#228;gare.

Uttrycket &quot;person med hemvist i en avtalsslutande stat&quot;
inbegriper emellertid inte person som &#228;r skattskyldig i denna
stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r
f&#246;rm&#246;genhet bel&#228;gen d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229;
f&#246;ljande s&#228;tt:

a) han anses ha hemvist i den stat d&#228;r han har en bostad som
stadigvarande st&#229;r till hans f&#246;rfogande. Om han har en s&#229;dan
bostad i b&#229;da staterna, anses han ha hemvist i den stat med
vilken hans personliga och ekonomiska f&#246;rbindelser &#228;r starkast
(centrum f&#246;r levnadsintressena);

b) om det inte kan avg&#246;ras i vilken avtalsslutande stat han har
centrum f&#246;r sina levnadsintressen eller om han inte i n&#229;gondera
staten har en bostad som stadigvarande st&#229;r till hans
f&#246;rfogande, anses han ha hemvist i den stat d&#228;r han
stadigvarande vistas;

c) om han stadigvarande vistas i b&#229;da staterna eller om han
inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist
i den stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, skall de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i b&#229;da avtalsslutande staterna, anses
personen i fr&#229;ga ha hemvist i den stat d&#228;r den har sin verkliga
ledning.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,
b) filial,
c) kontor,
d) fabrik,
e) verkstad, och
f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings-, monterings- eller
installationsverksamhet eller verksamhet som best&#229;r av
&#246;vervakning i anslutning d&#228;rtill utg&#246;r fast driftst&#228;lle endast
om verksamheten p&#229;g&#229;r under en tidsperiod som &#246;verstiger tolv
m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) innehavet av en stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i
punkterna a)-e), under f&#246;ruts&#228;ttning att hela verksamheten som
bedrivs fr&#229;n den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229;
grund av denna kombination &#228;r av f&#246;rberedande eller bitr&#228;dande
art.

5. Om en person, som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 6 till&#228;mpas, &#228;r verksam f&#246;r ett f&#246;retag samt i en
avtalsslutande stat har och d&#228;r regelm&#228;ssigt anv&#228;nder fullmakt
att sluta avtal i f&#246;retagets namn, anses detta f&#246;retag - utan
hinder av best&#228;mmelserna i punkterna 1 och 2 - ha fast
driftst&#228;lle i denna stat i fr&#229;ga om varje verksamhet som denna
person bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om den
verksamhet som denna person bedriver &#228;r begr&#228;nsad till s&#229;dan
som anges i punkt 4 och som om den bedrevs fr&#229;n en
stadigvarande plats f&#246;r aff&#228;rsverksamhet inte skulle g&#246;ra denna
stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast driftst&#228;lle
enligt best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag i en avtalsslutande stat anses inte ha fast
driftst&#228;lle i den andra avtalsslutande staten endast p&#229; den
grund att f&#246;retaget bedriver aff&#228;rsverksamhet i denna stat
genom f&#246;rmedling av m&#228;klare, kommission&#228;r eller annan oberoende
representant, under f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid
bedriver sin sedvanliga aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en
avtalsslutande stat kontrollerar eller kontrolleras av ett
bolag med hemvist i den andra avtalsslutande staten eller ett
bolag som bedriver aff&#228;rsverksamhet i denna andra stat
(antingen fr&#229;n fast driftst&#228;lle eller p&#229; annat s&#228;tt), medf&#246;r
inte i och f&#246;r sig att n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle
f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket har
enligt lagstiftningen i den avtalsslutande stat d&#228;r egendomen
&#228;r bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till
fast egendom, levande och d&#246;da inventarier i lantbruk och
skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten
om fast egendom till&#228;mpas, byggnader, nyttjander&#228;tt till fast
egendom samt r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar
f&#246;r nyttjandet av eller r&#228;tten att nyttja mineralf&#246;rekomst,
k&#228;lla eller annan naturtillg&#229;ng. Skepp, b&#229;tar och luftfartyg
anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan
anv&#228;ndning av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast
egendom som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss
angivet s&#228;tt, f&#229;r f&#246;retagets inkomst beskattas i den andra
staten, men endast s&#229; stor del d&#228;rav som &#228;r h&#228;nf&#246;rlig till det
fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i
vardera avtalsslutande staten till det fasta driftst&#228;llet den
inkomst som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat,
om det varit ett frist&#229;ende f&#246;retag som bedrivit verksamhet av
samma eller liknande slag under samma eller liknande villkor
och sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag
f&#246;r utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder
inbegripna utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna
f&#246;rvaltning, oavsett om utgifterna uppkommit i den stat d&#228;r det
fasta driftst&#228;llet &#228;r bel&#228;get eller annorst&#228;des.

4. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets
f&#246;rsorg f&#246;r f&#246;retaget.

5. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som
&#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande
&#229;r fr&#229;n &#229;r, s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder
annat.

6. Ing&#229;r i inkomst av r&#246;relse inkomst som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa
artiklar inte av reglerna i denna artikel.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande stat
genom anv&#228;ndningen av skepp eller luftfartyg i internationell
trafik beskattas endast i den avtalsslutande stat d&#228;r f&#246;retaget
har sin verkliga ledning. I fall d&#229; denna stat p&#229; grund av sin
lagstiftning inte kan beskatta inkomsten i sin helhet, skall
inkomsten beskattas endast i den avtalsslutande stat d&#228;r
f&#246;retaget har hemvist.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian Airlines System
(SAS) endast i fr&#229;ga om den del av inkomsten som motsvarar den
andel i konsortiet som innehas av SAS Sverige AB, den svenske
del&#228;garen i SAS.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som
f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt f&#246;retag
eller en internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital,
eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat
som ett f&#246;retag i den andra avtalsslutande staten eller &#228;ger
del i b&#229;da dessa f&#246;retags kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som
avviker fr&#229;n dem som skulle ha avtalats mellan av varandra
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag
i denna stat inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed beskattar
- inkomst, f&#246;r vilken ett f&#246;retag i den andra avtalsslutande
staten beskattats i denna andra stat, samt den s&#229;lunda
inr&#228;knade inkomsten &#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget
i den f&#246;rstn&#228;mnda staten om de villkor som avtalats mellan
f&#246;retagen hade varit s&#229;dana som skulle ha avtalats mellan av
varandra oberoende f&#246;retag, skall denna andra stat, om den
anser att det &#228;r ber&#228;ttigat att inkomsten inr&#228;knats p&#229; angivet
s&#228;tt, genomf&#246;ra vederb&#246;rlig justering av det skattebelopp som
p&#229;f&#246;rts f&#246;r inkomsten d&#228;r. Vid s&#229;dan justering iakttas &#246;vriga
best&#228;mmelser i detta avtal och de beh&#246;riga myndigheterna i de
avtalsslutande staterna &#246;verl&#228;gger vid behov med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i den andra avtalsslutande staten f&#229;r
beskattas i denna andra stat.

2. S&#229;dan utdelning f&#229;r - utan hinder av best&#228;mmelserna i punkt
1 - beskattas &#228;ven i den avtalsslutande stat d&#228;r bolaget som
betalar utdelningen har hemvist, enligt lagstiftningen i denna
stat, men om mottagaren har r&#228;tt till utdelningen f&#229;r skatten
inte &#246;verstiga 15 procent av utdelningens bruttobelopp. Om
emellertid den som har r&#228;tt till utdelningen &#228;r ett bolag (med
undantag f&#246;r handelsbolag) som direkt innehar minst 25 procent
av det utbetalande bolagets kapital skall utdelningen vara
undantagen fr&#229;n beskattning i den avtalsslutande stat i vilken
det bolag som betalar utdelningen har hemvist.

Best&#228;mmelserna i denna punkt ber&#246;r inte bolagets beskattning
f&#246;r den vinst av vilken utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier eller andra r&#228;ttigheter, som inte &#228;r fordringar, med
r&#228;tt till andel i vinst, samt inkomst av andra andelar i bolag,
som enligt lagstiftningen i den stat d&#228;r det utdelande bolaget
har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt som
inkomst av aktier.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den
som har r&#228;tt till utdelningen har hemvist i en avtalsslutande
stat och bedriver r&#246;relse i den andra avtalsslutande staten,
d&#228;r bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den andel p&#229; grund av vilken
utdelningen betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 14.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra
stat inte beskatta utdelning som bolaget betalar, utom i den
m&#229;n utdelningen betalas till person med hemvist i denna andra
stat eller i den m&#229;n den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med fast driftst&#228;lle eller
stadigvarande anordning i denna andra stat, och ej heller p&#229;
bolagets icke utdelade vinst ta ut en skatt som utg&#229;r p&#229;
bolagets icke utdelade vinst, &#228;ven om utdelningen eller den
icke utdelade vinsten helt eller delvis utg&#246;rs av inkomst som
uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

2. R&#228;ntan f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna
stat, men om mottagaren har r&#228;tt till r&#228;ntan f&#229;r skatten inte
&#246;verstiga 10 procent av r&#228;ntans bruttobelopp.

3. Utan hinder av best&#228;mmelserna i punkt 2 skall r&#228;nta som
anges i punkt 1 beskattas endast i den avtalsslutande stat d&#228;r
den som har r&#228;tt till r&#228;ntan har hemvist, under f&#246;ruts&#228;ttning
att ett av f&#246;ljande villkor &#228;r uppfyllda:

a) r&#228;ntan betalas av eller till en avtalsslutande stat, av
eller till dess offentligr&#228;ttsliga personer eller lokala
myndigheter eller centralbanken i en avtalsslutande stat;

b) r&#228;ntan betalas p&#229; grund av l&#229;n som godk&#228;nts av regeringen i
den avtalsslutande stat d&#228;r den som betalar r&#228;ntan har hemvist;

c) r&#228;ntan betalas p&#229; grund av l&#229;n som beviljas eller garanteras
av Styrelsen f&#246;r internationellt utvecklingssamarbete (SIDA),
Swedfund International AB eller Exportkreditn&#228;mnden eller av
annan institution av offentligr&#228;ttslig karakt&#228;r med syfte att
fr&#228;mja export eller utveckling under f&#246;ruts&#228;ttning att krediten
beviljats eller garanterats p&#229; f&#246;rm&#229;nliga villkor;

d) r&#228;ntan betalas p&#229; grund av l&#229;n som beviljas av en bank.

4. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av
varje slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning
i fast egendom eller inte och antingen den medf&#246;r r&#228;tt till
andel i g&#228;lden&#228;rens vinst eller inte. Uttrycket &#229;syftar
s&#228;rskilt inkomst av v&#228;rdepapper som utf&#228;rdats av staten och
inkomst av obligationer eller debentures, d&#228;ri inbegripet
agiobelopp och vinster som h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper,
obligationer eller debentures. Straffavgift p&#229; grund av sen
betalning anses inte som r&#228;nta vid till&#228;mpningen av denna
artikel.

5. Best&#228;mmelserna i punkterna 1, 2 och 3 till&#228;mpas inte, om den
som har r&#228;tt till r&#228;ntan har hemvist i en avtalsslutande stat
och bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n
vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller
ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den fordran f&#246;r vilken
r&#228;ntan betalas &#228;ger verkligt samband med det fasta driftst&#228;llet
eller den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14.

6. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
utbetalaren &#228;r den staten sj&#228;lv, en lokal myndighet eller
person med hemvist i denna stat. Om emellertid den person som
betalar r&#228;ntan, antingen han har hemvist i en avtalsslutande
stat eller inte, i en avtalsslutande stat har fast driftst&#228;lle
eller stadigvarande anordning i samband med vilken den skuld
uppkommit f&#246;r vilken r&#228;ntan betalas, och r&#228;ntan belastar det
fasta driftst&#228;llet eller den stadigvarande anordningen, anses
r&#228;ntan h&#228;rr&#246;ra fr&#229;n den stat d&#228;r det fasta driftst&#228;llet eller
den stadigvarande anordningen finns.

7. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan
person r&#228;ntebeloppet, med h&#228;nsyn tagen till den fordran f&#246;r
vilken r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha
avtalats mellan utbetalaren och den som har r&#228;tt till r&#228;ntan om
s&#229;dana f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i
denna artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall
beskattas &#246;verskjutande belopp enligt lagstiftningen i vardera
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i
detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, beskattas endast i denna andra stat, om personen i
fr&#229;ga har r&#228;tt till royaltyn.

2. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk, h&#228;ri inbegripet biograffilm och film
eller band f&#246;r radio- eller televisionsuts&#228;ndning, patent,
varum&#228;rke, m&#246;nster eller modell, ritning, hemligt recept eller
hemlig tillverkningsmetod eller f&#246;r upplysning om
erfarenhetsr&#246;n av industriell, kommersiell eller vetenskaplig
natur.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om den som har r&#228;tt
till royaltyn har hemvist i en avtalsslutande stat och bedriver
r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken royaltyn
h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken royaltyn betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

4. Royalty anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
utbetalaren &#228;r staten sj&#228;lv, en lokal myndighet eller person
med hemvist i denna stat. Om emellertid den person som betalar
royaltyn, antingen han har hemvist i en avtalsslutande stat
eller inte, i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i samband varmed skyldigheten att
betala royaltyn uppkommit, och royaltyn belastar det fasta
driftst&#228;llet eller den stadigvarande anordningen, anses
royaltyn h&#228;rr&#246;ra fr&#229;n den stat d&#228;r det fasta driftst&#228;llet eller
den stadigvarande anordningen finns.

5. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan
person royaltybeloppet, med h&#228;nsyn tagen till det nyttjande,
den r&#228;ttighet eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan utbetalaren
och den som har r&#228;tt till royaltyn om s&#229;dana f&#246;rbindelser inte
f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229;
sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp
enligt lagstiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som
avses i artikel 6 och som &#228;r bel&#228;gen i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av andelar i ett bolag vars
tillg&#229;ngar huvudsakligen best&#229;r av s&#229;dan fast egendom som avses
i artikel 6 och som &#228;r bel&#228;gen i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

3. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som utg&#246;r del
av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i
en avtalsslutande stat har i den andra avtalsslutande staten,
eller av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning
f&#246;r att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med
hemvist i en avtalsslutande stat har i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat. Detsamma g&#228;ller vinst
p&#229; grund av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig
eller tillsammans med hela f&#246;retaget) eller av s&#229;dan
stadigvarande anordning.

4. Vinst p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik, eller l&#246;s egendom som &#228;r
h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana skepp eller luftfartyg,
beskattas endast i den avtalsslutande stat d&#228;r f&#246;retaget har
sin verkliga ledning. I fall d&#229; denna stat p&#229; grund av sin
lagstiftning inte kan beskatta vinsten i sin helhet, skall
vinsten beskattas endast i den avtalsslutande stat i vilken
&#246;verl&#229;taren har hemvist.

Betr&#228;ffande vinst som f&#246;rv&#228;rvas av luftfartskonsortiet
Scandinavian Airlines System (SAS) till&#228;mpas best&#228;mmelserna i
denna punkt endast i fr&#229;ga om den del av vinsten som motsvarar
den andel i konsortiet vilken innehas av SAS Sverige AB, den
svenske del&#228;garen i SAS.

5. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1, 2, 3 och 4 beskattas endast i den
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

6. Vinst p&#229; grund av &#246;verl&#229;telse av egendom som f&#246;rv&#228;rvas av
fysisk person som har haft hemvist i en avtalsslutande stat och
som f&#229;tt hemvist i den andra avtalsslutande staten f&#229;r - utan
hinder av best&#228;mmelserna i punkt 5 - beskattas i den
f&#246;rstn&#228;mnda staten.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst, som en fysisk person med hemvist i en
avtalsslutande stat f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller
annan sj&#228;lvst&#228;ndig verksamhet, beskattas endast i denna stat om
han inte i den andra avtalsslutande staten har stadigvarande
anordning, som regelm&#228;ssigt st&#229;r till hans f&#246;rfogande f&#246;r att
ut&#246;va verksamheten. Om han har s&#229;dan stadigvarande anordning,
f&#229;r inkomsten beskattas i denna andra stat men endast s&#229; stor
del av den som &#228;r h&#228;nf&#246;rlig till denna stadigvarande anordning.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet,
uppfostrings- och undervisningsverksamhet samt s&#229;dan
sj&#228;lvst&#228;ndig verksamhet som l&#228;kare, advokat, ingenj&#246;r,
arkitekt, tandl&#228;kare och revisor ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18 och 19 f&#246;ranleder
annat, beskattas l&#246;n och annan liknande ers&#228;ttning som person
med hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund av
anst&#228;llning endast i denna stat, s&#229;vida inte arbetet utf&#246;rs i
den andra avtalsslutande staten. Om arbetet utf&#246;rs i denna
andra stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas
d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
ers&#228;ttning, som person med hemvist i en avtalsslutande stat
uppb&#228;r f&#246;r arbete som utf&#246;rs i den andra avtalsslutande staten,
endast i den f&#246;rstn&#228;mnda staten, om

a) mottagaren vistas i den andra staten under tidsperiod eller
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i
den andra staten eller p&#229; dennes v&#228;gnar, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller
stadigvarande anordning som arbetsgivaren har i den andra
staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete som utf&#246;rs ombord p&#229; skepp eller
luftfartyg i internationell trafik beskattas i den
avtalsslutande stat d&#228;r f&#246;retaget har sin verkliga ledning. Om
person med hemvist i Sverige uppb&#228;r inkomst av arbete, vilket
utf&#246;rs ombord p&#229; ett luftfartyg som anv&#228;nds i internationell
trafik av luftfartskonsortiet Scandinavian Airlines System
(SAS), beskattas inkomsten endast i Sverige.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse eller annat liknande organ i bolag med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i den andra
avtalsslutande staten i egenskap av underh&#229;llningsartist, s&#229;som
teater- eller filmsk&#229;despelare, radio- eller televisionsartist
eller musiker, eller i egenskap av sportut&#246;vare, beskattas i
denna andra stat.

2. I fall d&#229; inkomst genom personlig verksamhet, som
underh&#229;llningsartist eller sportut&#246;vare bedriver i denna
egenskap, inte tillfaller underh&#229;llningsartisten eller
sportut&#246;varen sj&#228;lv utan annan person, f&#229;r denna inkomst, utan
hinder av best&#228;mmelserna i artiklarna 7, 14 och 15, beskattas i
den avtalsslutande stat d&#228;r underh&#229;llningsartisten eller
sportut&#246;varen bedriver verksamheten.

3. S&#229;dan inkomst skall emellertid undantas fr&#229;n skatt i den
avtalsslutande stat d&#228;r verksamheten ut&#246;vas om detta sker i
enlighet med ett speciellt program f&#246;r kulturellt utbyte som
&#246;verenskommits mellan regeringarna i de tv&#229; avtalsslutande
staterna.

Artikel 18

Pensioner, livr&#228;ntor och liknande

betalningar

1. Pension och annan ers&#228;ttning som har samband med tidigare
anst&#228;llning, ers&#228;ttning enligt en avtalsslutande stats g&#228;llande
socialf&#246;rs&#228;kringslagstiftning och livr&#228;nta, som h&#228;rr&#246;r fr&#229;n en
avtalsslutande stat och betalas till person med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i den f&#246;rstn&#228;mnda
staten.

2. Med uttrycket &quot;livr&#228;nta&quot; f&#246;rst&#229;s ett fastst&#228;llt belopp, som
utbetalas periodiskt p&#229; fastst&#228;llda tider under en persons
livstid eller under angiven eller fastst&#228;llbar tidsperiod och
som utg&#229;r p&#229; grund av f&#246;rpliktelse att verkst&#228;lla dessa
utbetalningar som ers&#228;ttning f&#246;r d&#228;remot fullt svarande
vederlag i pengar eller pengars v&#228;rde.

Artikel 19

Offentlig tj&#228;nst

1. a) Ers&#228;ttning (med undantag f&#246;r pension), som betalas av en
avtalsslutande stat eller en av dess lokala myndigheter till
fysisk person p&#229; grund av arbete som utf&#246;rts i denna stats
eller dess lokala myndigheters tj&#228;nst, beskattas endast i denna
stat.

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra
avtalsslutande staten om arbetet utf&#246;rs i denna andra stat och
personen i fr&#229;ga har hemvist i denna stat och

1)      &#228;r medborgare i denna stat, eller

2)      inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
        arbetet.

2. Best&#228;mmelserna i artiklarna 15 och 16 till&#228;mpas p&#229;
ers&#228;ttning som betalas p&#229; grund av arbete som utf&#246;rts i samband
med r&#246;relse som bedrivs av en avtalsslutande stat eller dess
lokala myndigheter.

Artikel 20

Studerande

Studerande och aff&#228;rspraktikant, som har eller omedelbart f&#246;re
vistelsen i en avtalsslutande stat hade hemvist i den andra
avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda staten
uteslutande f&#246;r sin undervisning eller praktik, beskattas inte
i denna stat f&#246;r belopp som han erh&#229;ller f&#246;r sitt uppeh&#228;lle,
sin undervisning eller praktik, under f&#246;ruts&#228;ttning att
beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla utanf&#246;r denna stat.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal beskattas endast i denna stat, oavsett varifr&#229;n inkomsten
h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
undantag f&#246;r inkomst av fast egendom som avses i artikel 6
punkt 2, om mottagaren av inkomsten har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller
ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken inkomsten betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

Artikel 22

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fast egendom som avses i
artikel 6, vilken person med hemvist i en avtalsslutande stat
innehar och vilken &#228;r bel&#228;gen i den andra avtalsslutande staten
f&#229;r beskattas i denna andra stat.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
eller av l&#246;s egendom h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r
att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som fysisk person med
hemvist i en avtalsslutande stat har i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

3. F&#246;rm&#246;genhet best&#229;ende av skepp och luftfartyg som anv&#228;nds i
internationell trafik och av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till
anv&#228;ndningen av s&#229;dana skepp och luftfartyg beskattas endast i
den avtalsslutande stat d&#228;r f&#246;retaget har sin verkliga ledning.

Best&#228;mmelserna i denna punkt till&#228;mpas betr&#228;ffande f&#246;rm&#246;genhet
som innehas av luftfartskonsortiet Scandinavian Airlines System
(SAS) endast i fr&#229;ga om den del av f&#246;rm&#246;genheten som motsvarar
den andel i konsortiet som innehas av SAS Sverige AB, den
svenske del&#228;garen i SAS.

Artikel 23

Undanr&#246;jande av

dubbelbeskattning

1. F&#246;r personer med hemvist i Makedonien skall
dubbelbeskattning undvikas p&#229; f&#246;ljande s&#228;tt:

Om person med hemvist i Makedonien f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i Sverige, skall Makedonien:

a) fr&#229;n skatten p&#229; denna persons inkomst avr&#228;kna ett belopp
motsvarande den inkomstskatt som betalats i Sverige;

b) fr&#229;n skatten p&#229; denna persons f&#246;rm&#246;genhet avr&#228;kna ett belopp
motsvarande den f&#246;rm&#246;genhetsskatt som betalats i Sverige.

Avr&#228;kningsbeloppet skall emellertid inte i n&#229;gotdera fallet
&#246;verstiga den del av inkomstskatten eller f&#246;rm&#246;genhetsskatten,
ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den inkomst eller
den f&#246;rm&#246;genhet som f&#229;r beskattas i Sverige.

c) Om inkomst, som person med hemvist i Makedonien f&#246;rv&#228;rvar,
eller f&#246;rm&#246;genhet, som s&#229;dan person innehar, enligt best&#228;mmelse
i avtalet &#228;r undantagen fr&#229;n skatt i Makedonien, f&#229;r Makedonien
likv&#228;l vid best&#228;mmandet av beloppet av skatten p&#229; denna persons
&#229;terst&#229;ende inkomst eller f&#246;rm&#246;genhet beakta den inkomst eller
f&#246;rm&#246;genhet som undantagits fr&#229;n skatt.

2. Betr&#228;ffande Sverige skall dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
makedonisk lagstiftning och i enlighet med best&#228;mmelserna i
detta avtal f&#229;r beskattas i Makedonien, skall Sverige - med
beaktande av best&#228;mmelserna i svensk lagstiftning betr&#228;ffande
avr&#228;kning av utl&#228;ndsk skatt (&#228;ven i den lydelse de framdeles
kan f&#229; genom att &#228;ndras utan att den allm&#228;nna princip som anges
h&#228;r &#228;ndras) - fr&#229;n den svenska skatten p&#229; inkomsten avr&#228;kna ett
belopp motsvarande den makedoniska skatt som erlagts p&#229;
inkomsten.

b) Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst, som
enligt best&#228;mmelserna i detta avtal beskattas endast i
Makedonien, f&#229;r Sverige vid fastst&#228;llandet av skattesatsen f&#246;r
svensk progressiv skatt beakta den inkomst som skall beskattas
endast i Makedonien.

c) Utan hinder av best&#228;mmelserna i a) ovan &#228;r utdelning fr&#229;n
bolag med hemvist i Makedonien till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i svensk lag
om skattebefrielse f&#246;r utdelning som erh&#229;lls av svenska bolag
fr&#229;n dotterbolag utomlands.

d) Vid till&#228;mpningen av a) skall en skatt p&#229; 5 procent p&#229;
bruttobeloppet anses ha erlagts i Makedonien p&#229; royalty som
erh&#229;llits s&#229;som ers&#228;ttning f&#246;r nyttjandet av patent, m&#246;nster
eller modell, ritning, hemligt recept eller hemlig
tillverkningsmetod eller f&#246;r upplysning om erfarenhetsr&#246;n av
industriell, kommersiell eller vetenskaplig natur, om
nyttjandet skett i industriell verksamhet eller
tillverkningsverksamhet, jordbruk (d&#228;ri inbegripet
boskapsuppf&#246;dning), skogsbruk, fiske eller turism (d&#228;ri
inbegripet restaurang- och hotellverksamhet), under
f&#246;ruts&#228;ttning att verksamheten bedrivits i Makedonien. Vid
till&#228;mpningen av a) i denna punkt anses uttrycket &quot;den
makedoniska skatt som erlagts&quot; innefatta makedonisk skatt som
skulle ha erlagts, men som p&#229; grund av tidsbegr&#228;nsade
best&#228;mmelser i makedonisk lagstiftning avsedd att fr&#228;mja
ekonomisk utveckling inte erlagts eller erlagts med l&#228;gre
belopp, under f&#246;ruts&#228;ttning att s&#229;dan befrielse eller l&#228;ttnad
fr&#229;n skatt givits betr&#228;ffande vinst fr&#229;n s&#229;dan verksamhet som
angetts i f&#246;reg&#229;ende mening.

e) Vid till&#228;mpningen av c) ovan skall en skatt p&#229; 15 procent
anses ha erlagts p&#229; den vinst av vilken utdelningen betalas av
bolaget med hemvist i Makedonien, om vinsten h&#228;rr&#246;r fr&#229;n
industriell verksamhet eller tillverkningsverksamhet eller fr&#229;n
jordbruk (d&#228;ri inbegripet boskapsuppf&#246;dning), skogsbruk, fiske
eller turism (d&#228;ri inbegripet restaurang- och
hotellverksamhet), allt under f&#246;ruts&#228;ttning att verksamheten
bedrivits i Makedonien.

f) Best&#228;mmelserna i d) och e) g&#228;ller endast betr&#228;ffande de fem
f&#246;rsta &#229;ren under vilka detta avtal till&#228;mpas. Denna period kan
f&#246;rl&#228;ngas genom &#246;msesidig &#246;verenskommelse mellan de beh&#246;riga
myndigheterna.

g) Om en person med hemvist i Sverige innehar f&#246;rm&#246;genhet som i
enlighet med lagstiftningen i Makedonien och best&#228;mmelserna i
detta avtal f&#229;r beskattas i Makedonien, skall Sverige fr&#229;n
skatten p&#229; denna f&#246;rm&#246;genhet avr&#228;kna ett belopp motsvarande den
f&#246;rm&#246;genhetsskatt som erlagts i Makedonien. Avr&#228;kningsbeloppet
skall emellertid inte &#246;verstiga den del av f&#246;rm&#246;genhetsskatten,
ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet
som f&#229;r beskattas i Makedonien.

Artikel 24

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i
denna andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan bli
underkastad. Utan hinder av best&#228;mmelserna i artikel 1
till&#228;mpas denna best&#228;mmelse &#228;ven p&#229; person som inte har hemvist
i en avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
skall i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n
beskattningen av f&#246;retag i denna andra stat, som bedriver
verksamhet av samma slag.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 7 eller artikel 12 punkt 5 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan betalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i den andra
avtalsslutande staten avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda staten.
P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat har
till person med hemvist i den andra avtalsslutande staten
avdragsgill vid best&#228;mmandet av s&#229;dant f&#246;retags
beskattningsbara f&#246;rm&#246;genhet p&#229; samma villkor som skuld till
person med hemvist i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en
eller flera personer med hemvist i den andra avtalsslutande
staten, skall inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r
beskattning eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat
slag eller mer tyngande &#228;n den beskattning och d&#228;rmed
sammanh&#228;ngande krav som annat liknande f&#246;retag i den
f&#246;rstn&#228;mnda staten &#228;r eller kan bli underkastat.

5. Best&#228;mmelserna i denna artikel anses inte medf&#246;ra skyldighet
f&#246;r en avtalsslutande stat att medge person med hemvist i den
andra avtalsslutande staten s&#229;dant personligt avdrag vid
beskattningen, s&#229;dan skattebefrielse eller skatteneds&#228;ttning p&#229;
grund av civilst&#229;nd eller f&#246;rs&#246;rjningsplikt mot familj som
medges person med hemvist i den egna staten.

6. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas
best&#228;mmelserna i denna artikel p&#229; skatter av varje slag och
beskaffenhet.

Artikel 25

F&#246;rfarandet vid &#246;msesidig

&#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan han, utan att detta p&#229;verkar
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa
staters interna r&#228;ttsordning, l&#228;gga fram saken f&#246;r den beh&#246;riga
myndigheten i den avtalsslutande stat d&#228;r personen har hemvist,
eller om fr&#229;ga &#228;r om till&#228;mpning av artikel 24 punkt 1, i den
avtalsslutande stat d&#228;r han &#228;r medborgare. Saken skall l&#228;ggas
fram inom tre &#229;r fr&#229;n den tidpunkt d&#229; personen i fr&#229;ga fick
vetskap om den &#229;tg&#228;rd som givit upphov till beskattning som
strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning,
skall myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig
&#246;verenskommelse med den beh&#246;riga myndigheten i den andra
avtalsslutande staten i syfte att undvika beskattning som
strider mot avtalet. &#214;verenskommelse som tr&#228;ffats skall
genomf&#246;ras utan hinder av tidsgr&#228;nser i de avtalsslutande
staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller
till&#228;mpningen av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att
undanr&#246;ja dubbelbeskattning i fall som inte omfattas av
avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter.

Artikel 26

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
utbyta s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa
best&#228;mmelserna i detta avtal eller i de avtalsslutande
staternas interna lagstiftning betr&#228;ffande skatter som omfattas
av avtalet, i den m&#229;n beskattningen enligt denna lagstiftning
inte strider mot avtalet. Utbytet av upplysningar begr&#228;nsas
inte av artikel 1. Upplysningar som en avtalsslutande stat
mottagit skall behandlas s&#229;som hemliga p&#229; samma s&#228;tt som
upplysningar, som erh&#229;llits enligt den interna lagstiftningen i
denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter
(d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan) som
fastst&#228;ller, uppb&#228;r eller indriver de skatter som omfattas av
avtalet eller handl&#228;gger &#229;tal eller besv&#228;r i fr&#229;ga om dessa
skatter. Dessa personer eller myndigheter skall anv&#228;nda
upplysningarna endast f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa
upplysningarna vid offentlig r&#228;tteg&#229;ng eller i
domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte medf&#246;ra skyldighet f&#246;r
en avtalsslutande stat att

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den
andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet,
industri-, handels- eller yrkeshemlighet eller i
n&#228;ringsverksamhet nyttjat f&#246;rfaringss&#228;tt eller upplysningar,
vilkas &#246;verl&#228;mnande skulle strida mot allm&#228;nna h&#228;nsyn (ordre
public).

Artikel 27

Begr&#228;nsning av f&#246;rm&#229;ner

Om efter undertecknandet en avtalsslutande stat inf&#246;r
lagstiftning enligt vilken &quot;offshore&quot;-inkomst som f&#246;rv&#228;rvas av
ett bolag fr&#229;n

a) sj&#246;fart,

b) bank-, finans-, f&#246;rs&#228;krings- eller liknande verksamhet,
eller

c) genom att vara huvudkontor, coordination centre eller en
liknande enhet som tillhandah&#229;ller administrativa eller andra
tj&#228;nster till en grupp av bolag som bedriver r&#246;relse
huvudsakligen i andra stater,

inte beskattas i denna stat eller beskattas med en skattesats
som &#228;r betydligt l&#228;gre &#228;n den som till&#228;mpas p&#229; inkomst fr&#229;n
liknande verksamheter som bedrivits inom denna stat, skall
best&#228;mmelserna i detta avtal som medf&#246;r begr&#228;nsning av den
andra avtalsslutande statens r&#228;tt att beskatta inkomst fr&#229;n
s&#229;dana &quot;offshore&quot;-aktiviteter inte g&#228;lla. P&#229; samma s&#228;tt skall
denna andra stat vara of&#246;rhindrad att beskatta utdelning som
betalas av bolaget i fr&#229;ga.

Artikel 28

Diplomatiska f&#246;retr&#228;dare och

konsul&#228;ra tj&#228;nstem&#228;n

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer
diplomatiska f&#246;retr&#228;dare eller konsul&#228;ra tj&#228;nstem&#228;n.

Artikel 29

Ikrafttr&#228;dande

1. De avtalsslutande staterna skall meddela varandra n&#228;r de
&#229;tg&#228;rder vidtagits som kr&#228;vs enligt lagstiftningen i staten i
fr&#229;ga f&#246;r att detta avtal skall tr&#228;da i kraft.

2. Detta avtal tr&#228;der i kraft den dag d&#229; det sista av de
meddelanden som avses i punkt 1 tas emot och avtalets
best&#228;mmelser till&#228;mpas p&#229; beskattnings&#229;r som b&#246;rjar den 1
januari n&#228;rmast efter dagen d&#229; avtalet tr&#228;der i kraft eller
senare.

Artikel 30

Upph&#246;rande

Detta avtal f&#246;rblir i kraft till dess det s&#228;gs upp av en
avtalsslutande stat. Vardera avtalsslutande staten kan p&#229;
diplomatisk v&#228;g s&#228;ga upp avtalet genom underr&#228;ttelse h&#228;rom
minst sex m&#229;nader f&#246;re utg&#229;ngen av n&#229;got kalender&#229;r som f&#246;ljer
efter en tidsperiod av fem &#229;r fr&#229;n den dag d&#229; avtalet tr&#228;tt i
kraft. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet att g&#228;lla
p&#229; beskattnings&#229;r som b&#246;rjar den 1 januari n&#228;rmast efter dagen
d&#229; avtalet s&#228;gs upp eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Stockholm, den 17 februari 1998, i tv&#229; exemplar p&#229;
makedoniska, svenska och engelska spr&#229;ken vilka &#228;ger lika
vitsord. F&#246;r den h&#228;ndelse att texterna avviker skall den
engelska texten &#228;ga f&#246;retr&#228;de.

F&#246;r Konungariket
Sveriges regering

Knut Rexed

F&#246;r Republiken
Makedoniens regering

Tihomir Ilievski

AGREEMENT BETWEEN THE
KINGDOM OF SWEDEN AND THE REPUBLIC OF
MACEDONIA FOR THE AVOIDANCE OF DOUBLE
TAXATION WITH RESPECT
TO TAXES ON INCOME AND
ON CAPITAL

The Kingdom of Sweden and the Republic of Macedonia, desiring
to conclude an Agreement for the avoidance of double taxation
with respect to taxes on income and on capital, have agreed as
follows:

Article 1

Personal scope

This Agreement shall apply to persons who are residents of one
or both of the Contracting States.

Article 2

Taxes covered

(1) This Agreement shall apply to taxes on income and on
capital imposed on behalf of each Contracting State or of its
local authorities, irrespective of the manner in which they are
levied.

(2) There shall be regarded as taxes on income and on capital
all taxes imposed on total income, on total capital, or on
elements of income or of capital, including taxes on gains from
the alienation of movable or immovable property, as well as
taxes on capital appreciation.

(3) The taxes to which the Agreement shall apply are:

(a) in the case of Macedonia:
(i)     the income tax;
(ii)    the profit tax;
(iii)   the property tax;
(hereinafter referred to as &quot;Macedonian Tax&quot;);

(b) in the case of Sweden:

(i)     the national income tax (den statliga inkomstskatten),
        including the withholding tax on dividends (kupongskatten);

(ii)    the income tax on non-residents (den s&#228;rskilda
        inkomstskatten f&#246;r utomlands bosatta);

(iii)   the income tax on non-resident artistes and athletes
        (den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
        m.fl.);

(iv)    the municipal income tax (den kommunala inkomstskatten);

(v)     the tax on means intended for expansion purposes
        (expansionsmedelsskatten);

(vi)    the tax on real estate (fastighetsskatten);

(vii)   the national capital tax (den statliga
        f&#246;rm&#246;genhetsskatten);

(hereinafter referred to as &quot;Swedish tax&quot;).

(4) The Agreement shall apply also to any identical or
substantially similar taxes which are imposed after the date of
signature of the Agreement in addition to, or in place of, the
taxes referred to in paragraph (3). The competent authorities
of the Contracting States shall notify each other of any
substantial changes which have been made in their respective
taxation laws.

Article 3

General definitions

(1) For the purposes of this Agreement, unless the context
otherwise requires:

(a) (i) the term &quot;Macedonia&quot; means the territory of the
Republic of Macedonia, and used in geographical sense means its
land, inland lake water and bottom over which it has
jurisdiction or sovereign rights for the purpose of exploring,
exploiting, conserving and managing natural resources, pursuant
to internal jurisdiction and international law;

(ii) the term &quot;Sweden&quot; means the Kingdom of Sweden and, when
used in a geographical sense, includes the national territory,
the territorial sea of Sweden as well as other maritime areas
over which Sweden in accordance with international law
exercises sovereign rights or jurisdiction;

(b) the terms &quot;a Contracting State&quot; and &quot;the other Contracting
State&quot; mean Macedonia or Sweden, as the context requires;

(c) the term &quot;person&quot; includes an individual, a company and any
other body of persons;

(d) the term &quot;company&quot; means any body corporate or any entity
which is treated as a body corporate for tax purposes;

(e) the term &quot;registered office&quot; means the legal head office of
a company registered under the domestic laws of each
Contracting State;

(f) the term &quot;national&quot; means:

(i)     in relation to Macedonia any individual possessing
        Macedonian Nationality in accordance with the Macedonian
        Nationality Code;

(ii)    in relation to Sweden any individual possessing the
        nationality of Sweden;

(iii)   any legal person, partnership and association deriving
        its status as such from the laws in force in either of the
        Contracting States;

(g) the terms &quot;enterprise of a Contracting State&quot; and
&quot;enterprise of the other Contracting State&quot; mean respectively
an enterprise carried on by a resident of a Contracting State
and an enterprise carried on by a resident of the other
Contracting State;

(h) the term &quot;competent authority&quot; means:

(i)     in Macedonia, the Minister of Finance or his authorized
        representative; and

(ii)    in Sweden, the Minister of Finance, his authorized
        representative or the authority which is designated as a
        competent authority for the purposes of this Agreement;

(i) the term &quot;international traffic&quot; means any transport by a
ship or an aircraft operated by an enterprise which has its
place of effective management in a Contracting State, except
when the ship or aircraft is operated solely between places in
the other Contracting State.

(2) As regards the application of this Agreement by a
Contracting State, any term not defined shall, unless the
context otherwise requires, have the meaning which it has under
the laws of that State concerning the taxes to which the
Agreement applies.

Article 4

Resident

(1) For the purposes of this Agreement, the term &quot;resident of a
Contracting State&quot; means any person who, under the laws of that
State, is liable to tax therein by reason of his domicile,
residence, place of management, legal head office (registered
office) or any other criterion of a similar nature. However, in
the case of a partnership or estate the term applies only to
the extent that the income derived by such partnership or
estate is subject to tax in that State as the income of a
resident, either in its hands or in the hands of its partners.

The term &quot;resident of a Contracting State&quot; does not include any
person who is liable to tax in that State in respect only of
income from sources in that State or capital situated therein.

(2) Where by reason of the provisions of paragraph (1) an
individual is a resident of both Contracting States, then his
status shall be determined as follows:

(a) he shall be deemed to be a resident of the State in which
he has a permanent home available to him; if he has a permanent
home available to him in both States, he shall be deemed to be
a resident of the State with which his personal and economic
relations are closer (centre of vital interests);

(b) if the State in which he has his centre of vital interests
cannot be determined, or if he has not a permanent home
available to him in either State, he shall be deemed to be a
resident of the State in which he has an habitual abode;

(c) if he has an habitual abode in both States or in neither of
them, he shall be deemed to be a resident of the State of which
he is a national;

(d) if he is a national of both States or of neither of them,
the competent authorities of the Contracting States shall
settle the question by mutual agreement.

(3) Where by reason of the provisions of paragraph (1) a person
other than an individual is a resident of both Contracting
States, then it shall be deemed to be a resident of the State
in which its place of effective management is situated.

Article 5

Permanent establishment

(1) For the purposes of this Agreement, the term &quot;permanent
establishment&quot; means a fixed place of business through which
the business of an enterprise is wholly or partly carried on.

(2) The term &quot;permanent establishment&quot; includes especially:

(a) a place of management;

(b) a branch;

(c) an office;

(d) a factory;

(e) a workshop; and

(f) a mine, an oil or gas well, a quarry or any other place of
extraction of natural resources.

(3) A building site or a construction, assembly or installation
project or supervisory activities in connection therewith
constitutes a permanent establishment only if such site,
project or activities continue for a period of more than twelve
months.

(4) Notwithstanding the preceding provisions of this Article,
the term &quot;permanent establishment&quot; shall be deemed not to
include:

(a) the use of facilities solely for the purpose of storage,
display or delivery of goods or merchandise belonging to the
enterprise;

(b) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of storage,
display or delivery;

(c) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of
processing by another enterprise;

(d) the maintenance of a fixed place of business solely for the
purpose of purchasing goods or merchandise or of collecting
information, for the enterprise;

(e) the maintenance of a fixed place of business solely for the
purpose of carrying on, for the enterprise, any other activity
of a preparatory or auxiliary character;

(f) the maintenance of a fixed place of business solely for any
combination of activities mentioned in sub-paragraphs (a) to
(e), provided that the overall activity of the fixed place of
business resulting from this combination is of a preparatory or
auxiliary character.

(5) Notwithstanding the provisions of paragraphs (1) and (2),
where a person - other than an agent of an independent status
to whom paragraph (6) applies - is acting in a Contracting
State on behalf of an enterprise of the other Contracting
State, that enterprise shall be deemed to have a permanent
establishment in the first-mentioned Contracting State in
respect of any activities which that person undertakes for the
enterprise, if such a person has and habitually exercises in
that State an authority to conclude contracts in the name of
the enterprise, unless the activities of such person are
limited to those mentioned in paragraph (4) which, if exercised
through a fixed place of business, would not make this fixed
place of business a permanent establishment under the
provisions of that paragraph.

(6) An enterprise of a Contracting State shall not be deemed to
have a permanent establishment in the other Contracting State
merely because it carries on business in that other State
through a broker, general commission agent or any other agent
of an independent status, provided that such persons are acting
in the ordinary course of their business.

(7) The fact that a company which is a resident of a
Contracting State controls or is controlled by a company which
is a resident of the other Contracting State, or which carries
on business in that other State (whether through a permanent
establishment or otherwise) shall not of itself constitute
either company a permanent establishment of the other.

Article 6

Income from immovable property

(1) Income derived by a resident of a Contracting State from
immovable property (including income from agriculture or
forestry) situated in the other Contracting State may be taxed
in that other State.

(2) The term &quot;immovable property&quot; shall have the meaning which
it has under the law of the Contracting State in which the
property in question is situated. The term shall in any case
include property accessory to immovable property, livestock and
equipment used in agriculture and forestry, rights to which the
provisions of general law respecting landed property apply,
buildings, usufruct of immovable property and rights to
variable or fixed payments as consideration for the working of,
or the right to work, mineral deposits, sources and other
natural resources; ships, boats and aircraft shall not be
regarded as immovable property.

(3) The provisions of paragraph (1) shall apply to income
derived from the direct use, letting, or use in any other form
of immovable property.

(4) The provisions of paragraphs (1) and (3) shall also apply
to the income from immovable property of an enterprise and to
income from immovable property used for the performance of
independent personal services.

Article 7

Business profits

(1) The profits of an enterprise of a Contracting State shall
be taxable only in that State unless the enterprise carries on
business in the other Contracting State through a permanent
establishment situated therein. If the enterprise carries on
business as aforesaid, the profits of the enterprise may be
taxed in the other State but only so much of them as is
attributable to that permanent establishment.

(2) Subject to the provisions of paragraph (3), where an
enterprise of a Contracting State carries on business in the
other Contracting State through a permanent establishment
situated therein, there shall in each Contracting State be
attributed to that permanent establishment the profits which it
might be expected to make if it were a distinct and separate
enterprise engaged in the same or similar activities under the
same or similar conditions and dealing wholly independently
with the enterprise of which it is a permanent establishment.

(3) In the determination of the profits of a permanent
establishment, there shall be allowed as deductions expenses
which are incurred for the purposes of the business of the
permanent establishment, including executive and general
administrative expenses so incurred, whether in the State in
which the permanent establishment is situated or elsewhere.

(4) No profits shall be attributed to a permanent establishment
by reason of the mere purchase by that permanent establishment
of goods or merchandise for the enterprise.

(5) For the purposes of the preceding paragraphs, the profits
to be attributed to the permanent establishment shall be
determined by the same method year by year unless there is good
and sufficient reason to the contrary.

(6) Where profits include items of income which are dealt with
separately in other Articles of this Agreement, then the
provisions of those Articles shall not be affected by the
provisions of this Article.

Article 8

Shipping and air transport

(1) Profits from the operation of ships or aircraft in
international traffic shall be taxable only in the Contracting
State in which the place of effective management of the
enterprise is situated. If that State according to its
legislation cannot tax the whole of the profits, the profits
shall be taxable only in the Contracting State of which the
enterprise is a resident.

(2) With respect to profits derived by the air transport
consortium Scandinavian Airlines System (SAS) the provisions of
paragraph (1) shall apply only to such part of the profits as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

(3) The provisions of paragraph (1) shall also apply to profits
from the participation in a pool, a joint business or an
international operating agency.

Article 9

Associated enterprises

(1) Where:

(a) an enterprise of a Contracting State participates directly
or indirectly in the management, control or capital of an
enterprise of the other Contracting State, or

(b) the same persons participate directly or indirectly in the
management, control or capital of an enterprise of a
Contracting State and an enterprise of the other Contracting
State,

and in either case conditions are made or imposed between the
two enterprises in their commercial or financial relations
which differ from those which would be made between independent
enterprises, then any profits which would, but for those
conditions, have accrued to one of the enterprises, but, by
reason of those conditions, have not so accrued, may be
included in the profits of that enterprise and taxed
accordingly.

(2) Where a Contracting State includes in the profits of an
enterprise of that State - and taxes accordingly - profits on
which an enterprise of the other Contracting State has been
charged to tax in that other State and the profits so included
are profits which would have accrued to the enterprise of the
first-mentioned State if the conditions made between the two
enterprises had been those which would have been made between
independent enterprises, then that other State shall make an
appropriate adjustment to the amount of the tax charged therein
on those profits where that other State considers the
adjustment justified. In determining such adjustment, due
regard shall be had to the other provisions of this Agreement
and the competent authorities of the Contracting States shall
if necessary consult each other.

Article 10

Dividends

(1) Dividends paid by a company which is a resident of a
Contracting State to a resident of the other Contracting State
may be taxed in that other State.

(2) Notwithstanding the provisions of paragraph (1), such
dividends may also be taxed in the Contracting State of which
the company paying the dividends is a resident and according to
the laws of that State, but if the recipient is the beneficial
owner of the dividends the tax so charged shall not exceed 15
per cent of the gross amount of the dividends. However, if the
beneficial owner is a company (other than a partnership) which
holds directly at least 25 per cent of the capital of the
company paying the dividends, the dividends shall be exempt
from tax in the Contracting State of which the company paying
the dividends is a resident.

This paragraph shall not affect the taxation of the company in
respect of the profits out of which the dividends are paid.

(3) The term &quot;dividends&quot; as used in this Article means income
from shares or other rights, not being debt-claims,
participating in profits, as well as income from other
corporate rights which is subjected to the same taxation
treatment as income from shares by the laws of the State of
which the company making the distribution is a resident.

(4) The provisions of paragraphs (1) and (2) shall not apply if
the beneficial owner of the dividends, being a resident of a
Contracting State, carries on business in the other Contracting
State of which the company paying the dividends is a resident,
through a permanent establishment situated therein, or performs
in that other State independent personal services from a fixed
base situated therein, and the holding in respect of which the
dividends are paid is effectively connected with such permanent
establishment or fixed base. In such case the provisions of
Article 7 or Article 14, as the case may be, shall apply.

(5) Where a company which is a resident of a Contracting State
derives profits or income from the other Contracting State,
that other State may not impose any tax on the dividends paid
by the company, except insofar as such dividends are paid to a
resident of that other State or insofar as the holding in
respect of which the dividends are paid is effectively
connected with a permanent establishment or a fixed base
situated in that other State, nor subject the company&#39;s
undistributed profits to a tax on the company&#39;s undistributed
profits, even if the dividends paid or the undistributed
profits consist wholly or partly of profits or income arising
in such other State.

Article 11

Interest

(1) Interest arising in a Contracting State and paid to a
resident of the other Contracting State may be taxed in that
other State.

(2) However, such interest may also be taxed in the Contracting
State in which it arises and according to the laws of that
State, but if the recipient is the beneficial owner of the
interest the tax so charged shall not exceed 10 per cent of the
gross amount of the interest.

(3) Notwithstanding the provisions of paragraph (2) interest,
mentioned in paragraph (1), shall be taxable only in the
Contracting State where the beneficial owner of the interest is
a resident if one of the following requirements is fulfilled;

(a) the payer or the recipient of the interest is the
Contracting State itself, a statutory body or a local authority
thereof or the Central Bank of a Contracting State;

(b) the interest is paid in respect of a loan which has been
approved by the Government in the Contracting State where the
payer of the interest is a resident;

(c) the interest is paid in respect of a loan granted or
guaranteed by The Swedish International Development Authority
(SIDA), Swedfund International AB or The Swedish Export Credits
Guarantee Board (Exportkreditn&#228;mnden) or any other institution
of a public character with the objective to promote exports or
development, if the credit is granted or guaranteed on
preferential conditions;

(d) the interest is paid in respect of a loan granted by a
bank.

(4) The term &quot;interest&quot; as used in this Article means income
from debt-claims of every kind, whether or not secured by
mortgage and whether or not carrying a right to participate in
the debtor&#39;s profits, and in particular, income from government
securities and income from bonds or debentures, including
premiums and prizes attaching to such securities, bonds or
debentures. Penalty charges for late payment shall not be
regarded as interest for the purpose of this Article.

(5) The provisions of paragraphs (1), (2) and (3) shall not
apply if the beneficial owner of the interest, being a resident
of a Contracting State, carries on business in the other
Contracting State in which the interest arises, through a
permanent establishment situated therein, or performs in that
other State independent personal services from a fixed base
situated therein, and the debt-claim in respect of which the
interest is paid is effectively connected with such permanent
establishment or fixed base. In such case the provisions of
Article 7 or Article 14, as the case may be, shall apply.

(6) Interest shall be deemed to arise in a Contracting State
when the payer is that State itself, a local authority or a
resident of that State. Where, however, the person paying the
interest, whether he is a resident of a Contracting State or
not, has in a Contracting State a permanent establishment or a
fixed base in connection with which the indebtedness on which
the interest is paid was incurred, and such interest is borne
by such permanent establishment or fixed base, then such
interest shall be deemed to arise in the State in which the
permanent establishment or fixed base is situated.

(7) Where by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the interest, having regard to the debt-
claim for which it is paid, exceeds the amount which would have
been agreed upon by the payer and the beneficial owner in the
absence of such relationship, the provisions of this Article
shall apply only to the last-mentioned amount. In such case,
the excess part of the payments shall remain taxable according
to the laws of each Contracting State, due regard being had to
the other provisions of this Agreement.

Article 12

Royalties

(1) Royalties arising in a Contracting State and paid to a
resident of the other Contracting State shall be taxable only
in that other State if such resident is the beneficial owner of
the royalties.

(2) The term &quot;royalties&quot; as used in this Article means payments
of any kind received as a consideration for the use of, or the
right to use, any copyright of literary, artistic or scientific
work including cinematograph films and films or tapes for radio
or television broadcasting, any patent, trade mark, design or
model, plan, secret formula or process, or for information
concerning industrial, commercial or scientific experience.

(3) The provisions of paragraph (1) shall not apply if the
beneficial owner of the royalties, being a resident of a
Contracting State, carries on business in the other Contracting
State in which the royalties arise, through a permanent
establishment situated therein, or performs in that other State
independent personal services from a fixed base situated
therein, and the right or property in respect of which the
royalties are paid is effectively connected with such permanent
establishment or fixed base. In such case the provisions of
Article 7 or Article 14, as the case may be, shall apply.

(4) Royalties shall be deemed to arise in a Contracting State
when the payer is that State itself, a local authority or a
resident of that State. Where, however, the person paying the
royalties, whether he is a resident of a Contracting State or
not, has in a Contracting State a permanent establishment or a
fixed base in connection with which the liability to pay the
royalties was incurred, and such royalties are borne by such
permanent establishment or fixed base, then such royalties
shall be deemed to arise in the State in which the permanent
establishment or fixed base is situated.

(5) Where by reason of a special relationship between the payer
and the beneficial owner or between both of them and some other
person, the amount of the royalties, having regard to the use,
right or information for which they are paid, exceeds the
amount which would have been agreed upon by the payer and the
beneficial owner in the absence of such relationship, the
provisions of this Article shall apply only to the last-
mentioned amount. In such case, the excess part of the payments
shall remain taxable according to the laws of each Contracting
State, due regard being had to the other provisions of this
Agreement.

Article 13

Capital gains

(1) Gains derived by a resident of a Contracting State from the
alienation of immovable property referred to in Article 6 and
situated in the other Contracting State may be taxed in that
other State.

(2) Gains derived by a resident of a Contracting State from the
alienation of shares in a company the assets of which consist
principally of immovable property referred to in Article 6 and
situated in the other Contracting State may be taxed in that
other State.

(3) Gains from alienation of movable property forming part of
the business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State or of movable property pertaining to a fixed base
available to a resident of a Contracting State in the other
Contracting State for the purpose of performing independent
personal services, including such gains from the alienation of
such a permanent establishment (alone or with the whole
enterprise) or of such fixed base, may be taxed in that other
State.

(4) Gains from the alienation of ships or aircraft operated in
international traffic or movable property pertaining to the
operation of such ships or aircraft, shall be taxable only in
the Contracting State in which the place of effective
management of the enterprise is situated. If that State
according to its legislation cannot tax the whole of the gains,
the gains shall be taxable only in the Contracting State of
which the alienator is a resident.

With respect to gains derived by the air transport consortium
Scandinavian Airlines System (SAS), the provisions of this
paragraph shall apply only to such portion of the gains as
corresponds to the participation held in that consortium by SAS
Sverige AB, the Swedish partner of SAS.

(5) Gains from the alienation of any property other than that
referred to in paragraphs (1), (2), (3) and (4), shall be
taxable only in the Contracting State of which the alienator is
a resident.

(6) Notwithstanding the provisions of paragraph (5), gains from
the alienation of any property derived by an individual who has
been a resident of a Contracting State and who has become a
resident of the other Contracting State, may be taxed in the
first-mentioned State.

Article 14

Independent personal services

(1) Income derived by an individual who is a resident of a
Contracting State in respect of professional services or other
activities of an independent character shall be taxable only in
that State unless he has a fixed base regularly available to
him in the other Contracting State for the purpose of
performing his activities. If he has such a fixed base, the
income may be taxed in the other State but only so much thereof
as is attributable to that fixed base.

(2) The term &quot;professional services&quot; includes especially
independent scientific, literary, artistic, educational or
teaching activities as well as the independent activities of
physicians, lawyers, engineers, architects, dentists and
accountants.

Article 15

Dependent personal services

(1) Subject to the provisions of Articles 16, 18 and 19,
salaries, wages and other similar remuneration derived by a
resident of a Contracting State in respect of an employment
shall be taxable only in that State unless the employment is
exercised in the other Contracting State. If the employment is
so exercised, such remuneration as is derived therefrom may be
taxed in that other State.

(2) Notwithstanding the provisions of paragraph (1),
remuneration derived by a resident of a Contracting State in
respect of an employment exercised in the other Contracting
State shall be taxable only in the first-mentioned State if:

(a) the recipient is present in the other State for a period or
periods not exceeding in the aggregate 183 days in any twelve
month period commencing or ending in the fiscal year concerned;
and

(b) the remuneration is paid by, or on behalf of, an employer
who is not a resident of the other State; and

(c) the remuneration is not borne by a permanent establishment
or a fixed base which the employer has in the other State.

(3) Notwithstanding the preceding provisions of this Article,
remuneration derived in respect of an employment exercised
aboard a ship or aircraft operated in international traffic may
be taxed in the Contracting State in which the place of
effective management of the enterprise is situated. Where a
resident of Sweden derives remuneration in respect of an
employment exercised aboard an aircraft operated in
international traffic by the air transport consortium
Scandinavian Airlines System (SAS), such remuneration shall be
taxable only in Sweden.

Article 16

Directors&#39; fees

Directors&#39; fees and other similar payments derived by a
resident of a Contracting State in his capacity as a member of
the board of directors of a company which is a resident of the
other Contracting State may be taxed in that other State.

Article 17

Artistes and sportsmen

(1) Notwithstanding the provisions of Articles 14 and 15,
income derived by a resident of a Contracting State as an
entertainer, such as a theatre, motion picture, radio or
television artiste, or a musician, or as a sportsman, from his
personal activities as such exercised in the other Contracting
State, may be taxed in that other State.

(2) Where income in respect of personal activities exercised by
an entertainer or a sportsman in his capacity as such accrues
not to the entertainer or sportsman himself but to another
person, that income may, notwithstanding the provisions of
Articles 7, 14 and 15, be taxed in the Contracting State in
which the activities of the entertainer or sportsman are
exercised.

(3) Such income shall, however, be exempt from tax in the
Contracting State in which these activities are exercised, if
such activities are exercised pursuant to a special program for
cultural exchange agreed upon between the Governments of the
two Contracting States.

Article 18

Pensions, annuities and similar

payments

(1) Pensions and other remuneration in connection with past
employment, social security payments under the law in force in
a Contracting State and annuities, arising in a Contracting
State and paid to a resident of the other Contracting State may
be taxed in the first-mentioned Contracting State.

(2) The term &quot;annuity&quot; means a stated sum payable periodically
at stated times during life or during a specified or
ascertainable period of time under an obligation to make the
payments in return for adequate and full consideration in money
or money&#39;s worth.

Article 19

Government service

(1)(a) Remuneration, other than a pension, paid by a
Contracting State or a local authority thereof to an individual
in respect of services rendered to that State or local
authority shall be taxable only in that State.

(b) However, such remuneration shall be taxable only in the
other Contracting State if the services are rendered in that
other State and the individual is a resident of that State who:

(i)     is a national of that State; or

(ii)    did not become a resident of that State solely for the
        purpose of rendering the services.

(2) The provisions of Articles 15 and 16 shall apply to
remuneration in respect of services rendered in connection with
a business carried on by a Contracting State or a local
authority thereof.

Article 20

Students

Payments which a student or business apprentice who is or was
immediately before visiting a Contracting State a resident of
the other Contracting State and who is present in the first-
mentioned State solely for the purpose of his education or
training receives for the purpose of his maintenance, education
or training shall not be taxed in that State, provided that
such payments arise from sources outside that State.

Article 21

Other income

(1) Items of income of a resident of a Contracting State,
wherever arising, not dealt with in the foregoing Articles of
this Agreement shall be taxable only in that State.

(2) The provisions of paragraph (1) shall not apply to income,
other than income from immovable property as defined in
paragraph (2) of Article 6, if the recipient of such income,
being a resident of a Contracting State, carries on business in
the other Contracting State through a permanent establishment
situated therein, or performs in that other State independent
personal services from a fixed base situated therein, and the
right or property in respect of which the income is paid is
effectively connected with such permanent establishment or
fixed base. In such case the provisions of Article 7 or Article
14, as the case may be, shall apply.

Article 22

Capital

(1) Capital represented by immovable property referred to in
Article 6, owned by a resident of a Contracting State and
situated in the other Contracting State, may be taxed in that
other State.

(2) Capital represented by movable property forming part of the
business property of a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State or by movable property pertaining to a fixed base,
available to an individual who is a resident of a Contracting
State, in the other Contracting State for the purpose of
performing independent personal services, may be taxed in that
other State.

(3) Capital represented by ships and aircraft operated in
international traffic and by movable property pertaining to the
operation of such ships and aircraft, shall be taxable only in
the Contracting State in which the place of effective
management of the enterprise is situated.

With respect to capital owned by the air transport consortium
Scandinavian Airlines System (SAS) this provision shall apply
only to such part of the capital as corresponds to the
participation held in that consortium by SAS Sverige AB, the
Swedish partner of SAS.

Article 23

Elimination of double taxation

(1) Double taxation for the residents of Macedonia shall be
eliminated as follows:

Where a resident of Macedonia derives income or owns capital
which in accordance with the provisions of this Agreement may
be taxed in Sweden, Macedonia shall allow:

(a) as deduction of the income tax of that resident an amount
equal to the income tax paid in Sweden;

(b) as deduction of the capital tax of the resident, an amount
equal to the capital tax paid in Sweden.

Such deductions shall not, however, exceed that part of the
income tax computed before the deduction is given, which is
appropriate to the income or the capital which may be taxed in
Sweden.

(c) Where in accordance with any provision of the Agreement
income derived or capital owned by a resident of Macedonia is
exempt from tax in Macedonia, Macedonia may nevertheless, in
calculating the amount of tax on the remaining income or
capital of such resident, take into account the exempted income
or capital.

(2) In the case of Sweden, double taxation shall be avoided as
follows:

(a) Where a resident of Sweden derives income which under the
laws of Macedonia and in accordance with the provisions of this
Agreement may be taxed in Macedonia, Sweden shall allow -
subject to the provisions of the laws of Sweden concerning
credit for foreign tax (as it may be amended from time to time
without changing the general principle hereof) - as a deduction
from the tax on such income, an amount equal to the Macedonian
tax paid in respect of such income.

(b) Where a resident of Sweden derives income which, in
accordance with the provisions of this Agreement, shall be
taxable only in Macedonia, Sweden may, when determining the
graduated rate of Swedish tax, take into account the income
which shall be taxable only in Macedonia.

(c) Notwithstanding the provisions of sub-paragraph (a) of this
paragraph, dividends paid by a company which is a resident of
Macedonia to a company which is a resident of Sweden shall be
exempt from Swedish tax according to the provisions of Swedish
law governing the exemption of tax on dividends paid to Swedish
companies by subsidiaries abroad.

(d) For the purpose of sub-paragraph (a) of this paragraph the
Macedonian tax paid in respect of royalties received as a
consideration for the use of any patent, design or model, plan,
secret formula or process, or for information concerning
industrial, commercial or scientific experience shall, where it
has been used in an industrial or manufacturing activity,
agriculture (including cattle raising), forestry, fishing or
tourism (including restaurants and hotels), provided that the
activities have been carried out in Macedonia, a Macedonian tax
of 5 per cent of the gross amount of such royalties shall be
considered to have been paid. For the purpose of sub-paragraph
(a) of this paragraph the term &quot;Macedonian tax paid&quot; shall be
deemed to include the Macedonian tax which would have been paid
but for any time-limited exemption or reduction of tax granted
under incentive provisions contained in Macedonian law designed
to promote economic development to the extent that such
exemption or reduction is granted for profits from any such
activities, carried out in Macedonia, mentioned in the previous
sentence.

(e) For the purpose of sub-paragraph (c) of this paragraph, a
tax of 15 per cent shall be considered to have been paid on the
profits out of which the dividends are paid, if the company
which is a resident of Macedonia has derived the profits
principally from industrial or manufacturing activities as well
as agriculture (including cattle raising), forestry, fishing or
tourism (including restaurants and hotels), provided that the
activities have been carried out in Macedonia.

(f) The provisions of sub-paragraphs (d) and (e) shall apply
only for the first five years during which this Agreement is
effective. This period may be extended by a mutual agreement
between the competent authorities.

(g) Where a resident of Sweden owns capital which, under the
laws of Macedonia and in accordance with the provisions of this
Agreement, may be taxed in Macedonia, Sweden shall allow as a
deduction from the tax on such capital an amount equal to the
property tax paid in Macedonia in respect of such capital. Such
deduction shall not, however, exceed that part of the Swedish
capital tax as computed before the deduction is given, which is
appropriate to the capital which may be taxed in Macedonia.

Article 24

Non-discrimination

(1) Nationals of a Contracting State shall not be subjected in
the other Contracting State to any taxation or any requirement
connected therewith, which is other or more burdensome than the
taxation and connected requirements to which nationals of that
other State in the same circumstances are or may be subjected.
This provision shall, notwithstanding the provisions of Article
1, also apply to persons who are not residents of one or both
of the Contracting States.

(2) The taxation on a permanent establishment which an
enterprise of a Contracting State has in the other Contracting
State shall not be less favourably levied in that other State
than the taxation levied on enterprises of that other State
carrying on the same activities.

(3) Except where the provisions of paragraph (1) of Article 9,
paragraph (7) of Article 11, or paragraph (5) of Article 12,
apply, interest, royalties and other disbursements paid by an
enterprise of a Contracting State to a resident of the other
Contracting State shall, for the purpose of determining the
taxable profits of such enterprise, be deductible under the
same conditions as if they had been paid to a resident of the
first-mentioned State. Similarly, any debts of an enterprise of
a Contracting State to a resident of the other Contracting
State shall, for the purpose of determining the taxable capital
of such enterprise, be deductible under the same conditions as
if they had been contracted to a resident of the first-
mentioned State.

(4) Enterprises of a Contracting State, the capital of which is
wholly or partly owned or controlled, directly or indirectly,
by one or more residents of the other Contracting State, shall
not be subject in the first-mentioned State to any taxation or
any requirement connected therewith which is other or more
burdensome than the taxation and connected requirements to
which other similar enterprises of the first-mentioned State
are or may be subjected.

(5) The provision of this Article shall not be construed as
obliging a Contracting State to grant to residents of the other
Contracting State any personal allowances, reliefs or
reductions for taxation purposes on account of civil status or
family responsibilities which it grants to its own residents.

(6) The provisions of this Article shall, notwithstanding the
provisions of Article 2, apply to taxes of every kind and
description.

Article 25

Mutual agreement procedure

(1) Where a person considers that the actions of one or both of
the Contracting States result or will result for him in
taxation not in accordance with the provisions of this
Agreement, he may, irrespective of the remedies provided by the
domestic law of those States, present his case to the competent
authority of the Contracting State of which he is a resident
or, if his case comes under paragraph (1) of Article 24, to
that of the Contracting States of which he is a national. The
case must be presented within three years from the first
notification of the action resulting in taxation not in
accordance with the provisions of the Agreement.

(2) The competent authority shall endeavour, if the objection
appears to it to be justified and if it is not itself able to
arrive at a satisfactory solution, to resolve the case by
mutual agreement with the competent authority of the other
Contracting State, with a view to the avoidance of taxation
which is not in accordance with the Agreement. Any agreement
reached shall be implemented notwithstanding any time limits in
the domestic law of the Contracting States.

(3) The competent authorities of the Contracting States shall
endeavour to resolve by mutual agreement any difficulties or
doubts arising as to the interpretation or application of the
Agreement. They may also consult together for the elimination
of double taxation in cases not provided for in the Agreement.

(4) The competent authorities of the Contracting States may
communicate with each other directly for the purpose of
reaching an agreement in the sense of the preceding paragraphs.

Article 26

Exchange of information

(1) The competent authorities of the Contracting States shall
exchange such information as is necessary for carrying out the
provisions of this Agreement or of the domestic laws of the
Contracting States concerning taxes covered by the Agreement,
insofar as the taxation thereunder is not contrary to the
Agreement. The exchange of information is not restricted by
Article 1. Any information received by a Contracting State
shall be treated as secret in the same manner as information
obtained under the domestic laws of that State and shall be
disclosed only to persons or authorities (including courts and
administrative bodies) involved in the assessment or collection
of, the enforcement or prosecution in respect of, or the
determination of appeals in relation to, the taxes covered by
the Agreement. Such persons or authorities shall use the
information only for such purposes. They may disclose the
information in public court proceedings or in judicial
decisions.

(2) In no case shall the provisions of paragraph (1) be
construed so as to impose on a Contracting State the
obligation:

(a) to carry out administrative measures at variance with the
laws and administrative practice of that or of the other
Contracting State;

(b) to supply information which is not obtainable under the
laws or in the normal course of the administration of that or
of the other Contracting State;

(c) to supply information which would disclose any trade,
business, industrial, commercial or professional secret or
trade process, or information, the disclosure of which would be
contrary to public policy (ordre public).

Article 27

Limitation on benefits

If after the date of signature a Contracting State introduces
legislation in terms of which offshore income derived by a
company from:

(a) shipping;

(b) banking, financing, insurance or similar activities; or

(c) being the headquarters, co-ordination centre or similar
entity providing administrative services or other support to a
group of companies which carry on business primarily in other
States,

is not taxed in that State or is taxed at a rate of tax which
is significantly lower than the rate of tax which is applied to
income from similar onshore activities, any limitation imposed
under this Agreement on the right of the other Contracting
State to tax the income derived by the company from such
offshore activities, or to tax the dividends paid by the
company, shall not apply.

Article 28

Diplomatic agents and consular

officers

Nothing in this Agreement shall affect the fiscal privileges of
diplomatic agents and consular officers under the general rules
of international law or under the provisions of special
agreements.

Article 29

Entry into force

(1) Each of the Contracting States shall notify the other of
the completion of the procedures required by its law for the
entry into force of this Agreement.

(2) The Agreement shall enter into force on the day of the
later of these notifications and shall thereupon have effect
for taxable years beginning on or after the first day of
January of the year next following that of the entry into force
of the Agreement.

Article 30

Termination

This Agreement shall remain in force until terminated by a
Contracting State. Either Contracting State may terminate the
Agreement, through diplomatic channels, by giving written
notice of termination at least six months before the end of any
calendar year after expiry of five years from the date on which
the Agreement enters into force. In such case, the Agreement
shall cease to have effect for taxable years beginning on or
after the first day of January of the year next following the
day when the notice of termination is given.

In witness whereof the undersigned being duly authorized
thereto have signed this Agreement.

Done in duplicate at Stockholm, this 17th day of February 1998
in the Macedonian, Swedish and English languages, all three
texts being equally authentic. In case of divergence between
the texts, the English text shall prevail.

For the Government of
the Kingdom of Sweden

Knut Rexed

For the Government of
the Republic of Macedonia

Tihomir Ilievski

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2918">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2920">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
