

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1998-05-06" /> 
 <meta id="rattsinfo-edited" content="1998-06-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2924</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2923">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2925">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:186 ·
                    <a href="/sfsr?bet=1998:186">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1998:186) om till&#228;mpning av en
&#246;verenskommelse mellan Sverige och Lettland
om sjukv&#229;rd &#229;t tillf&#228;lliga bes&#246;kande
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-04-16
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1998-06-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse mellan Sverige och Lettland om sjukv&#229;rd &#229;t
tillf&#228;lliga bes&#246;kande som har undertecknats den 4 februari 1998
skall g&#228;lla som f&#246;rordning h&#228;r i landet.

&#214;verenskommelsen bifogas denna f&#246;rordning som bilaga.

Denna f&#246;rordning tr&#228;der i kraft den 1 juni 1998. Den skall dock
till&#228;mpas fr&#229;n tid fr&#229;n och med den 1 maj 1998.


Bilaga

&#214;verenskommelse mellan Konungariket Sveriges regering och
Republiken Lettlands regering om sjukv&#229;rd &#229;t tillf&#228;lliga
bes&#246;kande

Regeringen i Konungariket Sverige och regeringen i Republiken
Lettland,

som &#246;nskar bereda den som &#228;r bosatt inom ett av de b&#229;da
staternas territorier sjukv&#229;rd under tillf&#228;llig vistelse inom
den andra statens territorium,

har kommit &#246;verens om f&#246;ljande:

Artikel 1

1. I denna &#246;verenskommelse avses med &quot;sjukv&#229;rd&quot;:

a) med avseende p&#229; Lettland, sjukv&#229;rd enligt lettiska
f&#246;rfattningsbest&#228;mmelser om statsgaranterad sjukv&#229;rd, inklusive
akutsjukv&#229;rd;

b) med avseende p&#229; Sverige, sjukv&#229;rd enligt den svenska
lagstiftningen om sjukf&#246;rs&#228;kring.

2. Denna &#246;verenskommelse skall till&#228;mpas &#228;ven p&#229; s&#229;dan
lagstiftning som ers&#228;tter, &#228;ndrar, kompletterar eller
kodifierar den lagstiftning som anges i f&#246;rsta stycket av denna
artikel.

Artikel 2

1. Denna &#246;verenskommelse &#228;r till&#228;mplig p&#229; en person som &#228;r
bosatt inom n&#229;got av de b&#229;da staternas territorier och som har
r&#228;tt till sjukv&#229;rd enligt den statens lagstiftning som anges i
artikel 1 samt antingen:

a) vistas tillf&#228;lligt inom den andra statens territorium; eller

b) vistas inom den andra statens territorium som chef f&#246;r eller
som medlem av personalen vid en beskickning eller ett konsulat
eller som en familjemedlem till en s&#229;dan person tillh&#246;rande
dennes hush&#229;ll eller som privattj&#228;nare till en s&#229;dan person.

2. Denna &#246;verenskommelse &#228;r inte till&#228;mplig n&#228;r personer beger
sig till den andra statens territorium i akt och mening att
erh&#229;lla sjukv&#229;rd.

Artikel 3

1. Personer p&#229; vilka f&#246;rsta stycket a) av artikel 2 &#228;r
till&#228;mpligt och som beh&#246;ver omedelbart n&#246;dv&#228;ndig sjukv&#229;rd medan
de vistas inom den andra statens territorium, skall erh&#229;lla
s&#229;dan sjukv&#229;rd p&#229; samma villkor som g&#228;ller f&#246;r personer som &#228;r
omfattade av den statens lagstiftning. V&#229;rden skall
tillhandah&#229;llas till dess att de tillfrisknar eller till dess
att deras h&#228;lsotillst&#229;nd till&#229;ter dem att &#229;terv&#228;nda eller
s&#228;ndas hem till den stats territorium d&#228;r de &#228;r bosatta.

2. Personer p&#229; vilka f&#246;rsta stycket b) av artikel 2 &#228;r
till&#228;mpligt skall ges sjukv&#229;rd p&#229; samma villkor som g&#228;ller f&#246;r
personer som &#228;r omfattade av den andra statens lagstiftning
&#228;ven om v&#229;rden inte &#228;r omedelbart n&#246;dv&#228;ndig och oavsett l&#228;ngden
av vistelsen inom den v&#229;rdgivande statens territorium.

Artikel 4

1. Kostnaderna f&#246;r sjukv&#229;rdsf&#246;rm&#229;ner som utgetts enligt denna
&#246;verenskommelse skall inte avr&#228;knas mellan de f&#246;rdragsslutande
staterna.

2. S&#229;dana patientavgifter som skall erl&#228;ggas f&#246;r sjukv&#229;rd som
ges inom en stats territorium med st&#246;d av denna
&#246;verenskommelse, skall erl&#228;ggas av den person som erh&#229;ller
sjukv&#229;rden.

Artikel 5

F&#246;r att erh&#229;lla sjukv&#229;rd enligt denna &#246;verenskommelse i den
andra statens territorium m&#229;ste den person som beh&#246;ver v&#229;rden
visa upp:

a) med avseende p&#229; inv&#229;nare i Lettland, ett giltigt lettiskt
pass eller identitetsdokument f&#246;rsett med uppgift om att
innehavaren &#228;r bosatt i Lettland; eller ett giltigt lettiskt
uppeh&#229;llstillst&#229;nd; eller ett intyg om
sjukf&#246;rs&#228;kringstillh&#246;righet i Lettland utf&#228;rdat av en myndighet
som har utsetts av V&#228;lf&#228;rdsministeriet;

b) med avseende p&#229; inv&#229;nare i Sverige, antingen ett giltigt
svenskt pass eller ett intyg om sjukf&#246;rs&#228;kringstillh&#246;righet i
Sverige utf&#228;rdat av en f&#246;rs&#228;kringskassa.

Artikel 6

1. Beh&#246;riga myndigheter f&#246;r till&#228;mpningen av denna
&#246;verenskommelse &#228;r:

a) med avseende p&#229; Lettland, V&#228;lf&#228;rdsministeriet;

b) med avseende p&#229; Sverige, Riksf&#246;rs&#228;kringsverket.

2. De beh&#246;riga myndigheterna skall snarast m&#246;jligt s&#228;nda
varandra information om s&#229;dana &#228;ndringar av lagar och andra
f&#246;rfattningar som g&#228;ller inom deras respektive territorier, i
den m&#229;n &#228;ndringarna kan v&#228;sentligt p&#229;verka arten och
omfattningen av de f&#246;rm&#229;ner som utges enligt detta avtal.

3. Fr&#229;gor som r&#246;r till&#228;mpningen av denna &#246;verenskommelse skall
l&#246;sas genom samr&#229;d mellan de beh&#246;riga myndigheterna.

Artikel 7

1. Denna &#246;verenskommelse skall tr&#228;da i kraft f&#246;rsta dagen i
tredje m&#229;naden efter den m&#229;nad d&#229; b&#229;da staterna p&#229; diplomatisk
v&#228;g har underr&#228;ttat varandra om att f&#246;rfattningsenliga och
konstitutionella villkor f&#246;r ikrafttr&#228;dandet av
&#246;verenskommelsen har fullgjorts.

2. Denna &#246;verenskommelse g&#228;ller till utg&#229;ngen av den tolfte
m&#229;naden efter den d&#229; n&#229;gon av staterna p&#229; diplomatisk v&#228;g fr&#229;n
den andra staten skriftligen erh&#229;ller uppgift om att denna
beslutat s&#228;ga upp &#246;verenskommelsen.

3. Upph&#246;r &#246;verenskommelsen att g&#228;lla enligt andra stycket av
denna artikel skall &#246;verenskommelsen forts&#228;tta att tilll&#228;mpas
f&#246;r den sjukv&#229;rd som getts f&#246;re eller som ges vid utg&#229;ngen av
den upps&#228;gningstid som anges i n&#228;mnda stycke.

Till bekr&#228;ftelse h&#228;rav har de b&#229;da regeringarnas
befullm&#228;ktigade ombud undertecknat denna &#246;verenskommelse.

Som skedde i Stockholm den 4 februari 1998 i tv&#229;
originalexemplar p&#229; svenska, lettiska och engelska spr&#229;ken. I
fall av skillnader i tolkningen skall den engelska texten &#228;ga
f&#246;retr&#228;de.

F&#246;r regeringen i
Konungariket Sverige
Maj-Inger Klingvall

F&#246;r regeringen i
Republiken Lettland
Vladimirs Makarovs



Zviedrijas Karalistes valdibas un Latvijas Republikas valdibas
ligums par personu veselibas aprupi pagaidu uzturesanas laika

Zviedrijas Karalistes valdiba un Latvijas Republikas valdiba,

lai atvieglotu vienas Ligumsledzejas puses iedzi-votajiem
veselibas aprupes pakalpojumu sanemsanu pagaidu uzturesanas
laika otras Ligumsledzejas puses teritorija,

ir vienojusas par sekojoso:

1. pants

1. Si Liguma izpratne &quot;veselibas aprupe&quot; ir:

a) attieciba uz Latviju - Latvijas tiesibu aktos noteiktais
valsts garanteto veselibas aprupes pakalpojumu loks, tai skaita
neatliekama mediciniska palidziba,

b) attieciba uz Zviedriju - veselibas aprupe Zviedrijas
veselibas apdrosinasanas likumdosanas izpratne.

2. Sis Ligums attiecinams uz jebkuru tiesibu aktu, kurs
aizvieto, groza, papildina vai konsolide si panta 1. punkta
mineto likumdosanu.

2. pants

1. Sis Ligums attiecinams uz vienas Ligumsledzejas puses
teritorija dzivojosu personu, kurai saskana ar attiecigas
Ligumsledzejas puses likumdosanu ir tiesibas uz 1. panta mineto
veselibas aprupi un kura:

a) otras Ligumsledzejas puses teritorija uzturas islaicigi, vai

b) otras Ligumsledzejas puses teritorija uzturas pirmas
Ligumsledzejas puses izveidotas diplomatiskas misijas vai
konsulara dienesta vaditaja vai stata darbinieka statusa, vai
ir sadas personas gimenes loceklis un vienlaicigi -
majsaimniecibas loceklis, vai ir sadas personas personigais
majkalpotajs.

2. Sis Ligums nav attiecinams uz tam personam, kuras ierodas
otras Ligumsledzejas puses teritorija ar ipasu noluku
arsteties.

3. pants

1. Personas, uz kuram attiecinams 2. panta 1. punkta a)
apakspunkts un kuram nepieciesama neatliekama mediciniska
palidziba, atrodoties otras Ligumsledzejas puses teritorija,
neatliekamo medicinisko palidzibu sanem uz tadiem pasiem
noteikumiem ka personas, kuram sadas tiesibas ir saskana ar sis
Ligumsledzejas puses likum-dosanu. Sada palidziba jasniedz,
lidz persona izve- selojas vai ari tas veselibas stavoklis
pielauj atgriezties vai tikt repatrietai uz tas Ligumsledzejas
puses teritoriju, kur atrodas personas dzivesvieta.

2. Personas, uz kuram attiecinams 2. panta 1. punkta b)
apakspunkts, ir tiesigas sanemt veselibas aprupi uz tadiem
pasiem noteikumiem ka personas, kuram sadas tiesibas ir saskana
ar sis Ligumsledzejas puses likum- dosanu, neatkarigi no
sniedzamo medicinisko pakalpojumu neatliekamibas pakapes un
personas uzturesanas ilguma tas Ligumsledzejas puses
teritorija, kur tiek nodrosinata mineta veselibas aprupe.

4. pants

1. No si Liguma realizacijas izrietosas veselibas aprupes
pakalpojumu izmaksas nav uzskatamas par Ligum-sledzeju pusu
savstarpejo norekinu prieksmetu.

2. Atbildibu par jebkuru maksajumu, kurs jakarto ka pacienta
iemaksa vai lidzdalibas maksajums par Ligumsledzejas puses
teritorija sniedzamiem veselibas aprupes pakalpojumiem saskana
ar si Liguma noteikumiem nes ta persona, kura sanem mineto
veselibas aprupi.

5. pants

1. Lai iegutu tiesibas uz saja Liguma paredzeto veselibas
aprupi otras Ligumsledzejpuses teritorija, personam, kuras
pretende uz minetajiem aprupes pakalpojumiem, jauzrada:

a) ja tas ir Latvija dzivojosas personas - deriga Latvijas
Republikas pase vai personibu apliecinoss dokuments, kurs
apstiprina to, ka mineta persona dzivo Latvija, vai deriga
uzturesanas atlauja Latvija, vai Lab-klajibas ministrijas
noteiktas institucijas izdota veselibas apdrosinasanas izzina;

b) ja tas ir Zviedrijas iedzivotaji - vai nu deriga Zviedrijas
pase vai ari Socialas apdrosinasanas iestades izdota veselibas
apdrosina-sanas izzina.

6. pants

1. Si Liguma nolukiem par kompetentam iestadem uzskatamas:

a) Latvija - Labklajibas ministrija,

b) Zviedrija - Nacionala socialas apdrosinasanas parvalde.

2. Minetas kompetentas iestades visdrizakaja laika viena otrai
detalizeti pazino par jeb-kuram izmainam savas teritorijas
speka esosajos likumos un noteikumos, kas var butiski ietekmet
Liguma ietvaros sniedzamo pakalpojumu saturu un apjomu.

3. Jautajumi, kas attiecas uz si Liguma izpildi, risinami starp
kompetentajam iestadem konsultaciju cela.

7. pants

1. Sis Ligums stajas speka tresa menesa pirmaja datuma,
neskaitot to menesi, kura abas Ligumsledzejas puses, izmantojot
diplomatiskos sakaru kanalus, ir darijusas viena otrai zinamu
to, ka ir izpilditas attiecigas puses juridiskas un
konstitucionalas prasibas, kas nodrosina Liguma speka stasanos.

2. Sis Ligums paliek speka vel 12 menesus pec ta datuma, kura
viena no Ligumsledzejam pusem pa diplomatiskajiem sakaru
kanaliem sanem rakstisku otras puses pazinojumu par to, ka ta
nolemusi izbeigt Liguma darbibu.

3. Ja si Liguma darbiba tiek izbeigta saskana ar si panta 2.
punktu, Liguma noteikumi turpina but speka attieciba uz tiem
veselibas aprupes pakalpojumiem, kuri sniegti pirms Liguma
darbibas izbeigsanas vai si panta 2. punkta mineta perioda
laika, kamer turpina darboties Liguma noteikumi.

Apliecinot augstakmineto, so Ligumu parakstijusas attiecigo
valdibu pilnvarotas personas.

Sastadits Stokholma, 1998. gada 4. februari divos
originaleksemplaros latviesu, zviedru un anglu valodas, kuras
visas uzskatamas par vienlidz autentiskam. Atskirigu teksta
interpretaciju gadijumos par noteicoso uzskatams teksts anglu
valoda.

Zviedrijas Karalistes
valdibas varda
Maj-Inger Klingvall

Latvijas Republikas
valdibas varda
Vladimirs Makarovs



Agreement between the Government of the Kingdom of Sweden and
the Government of the Republic of Latvia on medical care for
temporary visitors

The Government of the Kingdom of Sweden and the Government of
the Republic of Latvia,

Desirous of facilitating the provision of medical care for
residents of the territory of one Party temporarily in the
territory of the other Party,

Have agreed as follows:

Article 1

1. For the purposes of this Agreement &quot;medical care&quot; means:

a) in relation to Latvia, medical care under Latvian legal acts
on state guaranteed health care services, including immediately
necessary medical care;

b) in relation to Sweden, medical care under the Swedish
sickness insurance legislation.

2. This Agreement shall apply also to any legislation which
replaces, amends, supplements or consolidates the legislation
referred to in paragraph 1 of the present Article.

Article 2

1. This Agreement applies to a resident of the territory of one
Party who is entitled to medical care under the legislation of
that Party referred to in Article 1 and is either:

a) temporarily in the territory of the other Party; or

b) in the territory of the other Party as the head of or a
member of the staff of a diplomatic mission or consular post,
established there by the first mentioned party, or a member of
the family of that person who also forms part of the household
of that person or a personal servant of that person.

2. This Agreement does not apply to persons who enter the
territory of one of the Parties for the specific purpose of
seeking medical care.

Article 3

1. Persons to whom paragraph 1 a) of Article 2 applies, in need
of immediately necessary medical care while in the territory of
the other Party, shall receive such care under the same
conditions as apply to persons covered by the legislation of
that Party. Such care shall be provided until their recovery or
until their state of health permits them to return or to be
repatriated to the territory of the Party where they reside.

2. Persons to whom paragraph 1 b) of Article 2 applies, shall
be provided with medical care under the same conditions as
apply to persons covered by the legislation of the other Party,
whether or not the care is immediately necessary and regardless
of the length of the stay in the territory of the Party in
which the care is provided.

Article 4

1. The costs of medical care provided under this Agreement
shall not be subject to the settlement of accounts between the
Parties.

2. Any amount which is payable as patient fees or co-payment in
respect of medical care provided in the territory of a Party by
virtue of this Agreement, shall be borne by the person in
respect of whom the medical care is provided.

Article 5

In order to get the right to medical care under this Agreement
in the territory of the other Party, the person applying for
the care shall present:

a) in relation to residents in Latvia, a valid Latvian passport
or an identification document endorsed to the effect that the
holder is residing in Latvia; or a valid Latvian residence
permit; or a health insurance certificate issued by an
institution designated by the Ministry of Welfare.

b) in relation to residents in Sweden, either a current Swedish
passport or a sickness insurance certificate issued by a Social
Insurance Office.

Article 6

1. The competent authorities for the application of this
Agreement are:

a) in relation to Latvia, the Ministry of Welfare,

b) in relation to Sweden, the National Social Insurance Board.

2. The competent authorities shall send to each other as soon
as possible details of any changes in laws and regulations in
force in their respective territories which may significantly
affect the nature and scope of services provided under this
Agreement.

3. Matters relating to the implementation of this Agreement
shall be resolved by consultation between the competent
authorities.

Article 7

1. ThisAgreement shall enter into force on the first day of the
third month following the month in which both Parties have
notified each other through the diplomatic channel that their
respective legal and constitutional requirements for the entry
into force have been fulfilled.

2. This Agreement shall remain in force until the expiration of
12 months from the date on which either Party receives from the
other a written notice through the diplomatic channel of the
other Party&#39;s decision to terminate this Agreement.

3. In the event that this Agreement is terminated in accordance
with paragraph 2 of the present Article, the Agreement shall
continue to have effect in relation to medical care which was
being provided prior to or at the expiry of the period of the
notice referred to in that paragraph.

In witness whereof the undersigned, duly authorized thereto by
their respective Governments, have signed this Agreement.

Done in Stockholm on February 4, 1998, in duplicate in the
Swedish, Latvian and English languages, the three texts being
equally authentic. In the case of divergency of
interpretations, the English text shall prevail.

For the Government of
the Kingdom of Sweden
Maj-Inger Klingvall

For the Government of
the Republic of Latvia
Vladimirs Makarovs

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2923">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2925">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
