

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1998-05-06" /> 
 <meta id="rattsinfo-edited" content="1998-06-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2925</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2924">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2926">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1998:185 ·
                    <a href="/sfsr?bet=1998:185">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1998:185) om till&#228;mpning av en
&#246;verenskommelse mellan Sverige och Litauen om
sjukv&#229;rd &#229;t tillf&#228;lliga bes&#246;kande
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1998-04-16
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1998-06-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse mellan Sverige och Litauen om sjukv&#229;rd &#229;t
tillf&#228;lliga bes&#246;kande som har undertecknats den 7 oktober 1997
skall g&#228;lla som f&#246;rordning h&#228;r i landet.

&#214;verenskommelsen bifogas denna f&#246;rordning som bilaga.

Denna f&#246;rordning tr&#228;der i kraft den 1 juni 1998. Den skall dock
till&#228;mpas fr&#229;n tid fr&#229;n och med den 1 april 1998.


Bilaga

&#214;verenskommelse mellan Konungariket Sveriges regering och
Republiken Litauens regering om sjukv&#229;rd &#229;t tillf&#228;lliga
bes&#246;kande

Regeringen i Konungariket Sverige och regeringen i Republiken
Litauen, som &#246;nskar bereda den som &#228;r bosatt inom ett av de
b&#229;da staternas territorier omedelbart n&#246;dv&#228;ndig sjukv&#229;rd under
tillf&#228;llig vistelse inom den andra statens territorium, har
kommit &#246;verens om f&#246;ljande:

Artikel 1

1. I denna &#246;verenskommelse avses med &quot;sjukv&#229;rd&quot;:

a) med avseende p&#229; Litauen, sjukv&#229;rd enligt den litauiska
h&#228;lsov&#229;rdslagstiftningen;

b) med avseende p&#229; Sverige, sjukv&#229;rd enligt den svenska
lagstiftningen om sjukf&#246;rs&#228;kring.

2. I denna &#246;verenskommelse avses med &quot;patientavgift&quot; en
fastst&#228;lld avgift som en person som &#228;r bosatt inom en stats
territorium m&#229;ste betala f&#246;r att erh&#229;lla sjukv&#229;rd i denna stat.

3. Denna &#246;verenskommelse skall till&#228;mpas &#228;ven p&#229; s&#229;dan
lagstiftning som ers&#228;tter, &#228;ndrar, kompletterar eller
kodifierar den lagstiftning som anges i f&#246;rsta stycket av denna
artikel.

Artikel 2

1. Denna &#246;verenskommelse &#228;r till&#228;mplig p&#229; en person som &#228;r
bosatt inom n&#229;got av de b&#229;da staternas territorier och som har
r&#228;tt till sjukv&#229;rd enligt den statens lagstiftning som anges i
artikel 1 samt antingen:

a) vistas tillf&#228;lligt inom den andra statens territorium; eller

b) vistas inom den andra statens territorium som chef f&#246;r en
beskickning eller ett konsulat, som medlem av den diplomatiska
eller konsul&#228;ra personalen, som medlemmar av den administrativa
eller tekniska personalen, eller som en familjemedlem till en
s&#229;dan person tillh&#246;rande dennes hush&#229;ll eller som privattj&#228;nare
till en s&#229;dan person.

2. Denna &#246;verenskommelse &#228;r inte till&#228;mplig n&#228;r personer beger
sig till den andra statens territorium i akt och mening att
erh&#229;lla sjukv&#229;rd.

Artikel 3

1. Personer p&#229; vilka f&#246;rsta stycket a) av artikel 2 &#228;r
till&#228;mpligt och som beh&#246;ver omedelbart n&#246;dv&#228;ndig sjukv&#229;rd medan
de vistas inom den andra statens territorium, skall erh&#229;lla
s&#229;dan v&#229;rd p&#229; samma villkor som g&#228;ller f&#246;r personer som &#228;r
omfattade av den statens lagstiftning. V&#229;rden skall
tillhandah&#229;llas till dess att de tillfrisknar eller till dess
att deras h&#228;lsotillst&#229;nd till&#229;ter dem att &#229;terv&#228;nda eller
s&#228;ndas hem till den stats territorium d&#228;r de &#228;r bosatta.

2. Personer p&#229; vilka f&#246;rsta stycket b) av artikel 2 &#228;r
till&#228;mpligt skall ges sjukv&#229;rd p&#229; samma villkor som g&#228;ller f&#246;r
personer som &#228;r omfattade av den andra statens lagstiftning
&#228;ven om v&#229;rden inte &#228;r omedelbart n&#246;dv&#228;ndig och oavsett l&#228;ngden
av vistelsen inom den v&#229;rdgivande statens territorium.

3. Personer p&#229; vilka f&#246;rsta stycket av artikel 2 &#228;r till&#228;mpligt
skall ges omedelbart n&#246;dv&#228;ndig tandv&#229;rd oberoende av deras
&#229;lder.

Artikel 4

1. Kostnaderna f&#246;r sjukv&#229;rdsf&#246;rm&#229;ner som utgetts enligt denna
&#246;verenskommelse skall inte avr&#228;knas mellan de f&#246;rdragsslutande
staterna.

2. Personer som erh&#229;ller sjukv&#229;rd inom en stats territorium
enligt denna &#246;verenskommelse skall erl&#228;gga de patientavgifter
som fastst&#228;llts med st&#246;d av den statens lagstiftning, p&#229; samma
s&#228;tt som personer som &#228;r bosatta inom den statens territorium.

Artikel 5

F&#246;r att erh&#229;lla sjukv&#229;rd enligt denna &#246;verenskommelse i den
andra statens territorium m&#229;ste den person som beh&#246;ver v&#229;rden
visa upp:

a) med avseende p&#229; inv&#229;nare i Litauen, antingen ett giltigt
litauiskt pass eller annan identitetshandling med uppgift om
att innehavaren &#228;r bosatt i Litauen; och

b) med avseende p&#229; inv&#229;nare i Sverige, antingen ett giltigt
svenskt pass eller ett intyg om sjukf&#246;rs&#228;kringstillh&#246;righet i
Sverige utf&#228;rdat av en svensk f&#246;rs&#228;kringskassa.

Artikel 6

1. Beh&#246;riga myndigheter f&#246;r till&#228;mpningen av denna
&#246;verenskommelse &#228;r:

a) med avseende p&#229; Litauen, R&#229;det f&#246;r obligatorisk
sjukf&#246;rs&#228;kring;

b) med avseende p&#229; Sverige, Riksf&#246;rs&#228;kringsverket.

2. De beh&#246;riga myndigheterna skall snarast m&#246;jligt s&#228;nda
varandra information om s&#229;dana &#228;ndringar av lagar och andra
f&#246;rfattningar som g&#228;ller inom deras respektive territorier, i
den m&#229;n &#228;ndringarna kan v&#228;sentligt p&#229;verka arten och
omfattningen av de f&#246;rm&#229;ner som utges enligt detta avtal.

3. Fr&#229;gor eller tvister som r&#246;r till&#228;mpningen av denna
&#246;verenskommelse skall l&#246;sas genom samr&#229;d mellan de beh&#246;riga
myndigheterna.

Artikel 7

1. Denna &#246;verenskommelse skall tr&#228;da i kraft f&#246;rsta dagen i
tredje m&#229;naden efter den m&#229;nad d&#229; b&#229;da staterna p&#229; diplomatisk
v&#228;g har underr&#228;ttat varandra om att f&#246;rfattningsenliga och
konstitutionella villkor f&#246;r ikrafttr&#228;dandet av
&#246;verenskommelsen har fullgjorts.

2. Denna &#246;verenskommelse, ing&#229;ngen f&#246;r en icke begr&#228;nsad
tidsperiod, g&#228;ller till utg&#229;ngen av den tolfte m&#229;naden efter
den d&#229; n&#229;gon av staterna p&#229; diplomatisk v&#228;g fr&#229;n den andra
staten skriftligen erh&#229;ller uppgift om att denna beslutat s&#228;ga
upp &#246;verenskommelsen.

3. Upph&#246;r &#246;verenskommelsen att g&#228;lla enligt andra stycket av
denna artikel skall &#246;verenskommelsen forts&#228;tta att till&#228;mpas
f&#246;r den sjukv&#229;rd som getts f&#246;re eller som ges vid utg&#229;ngen av
den upps&#228;gningstid som anges i n&#228;mnda stycke.

Till bekr&#228;ftelse h&#228;rav har de b&#229;da regeringarnas
befullm&#228;ktigade ombud undertecknat denna &#246;verenskommelse.

Som skedde i Vilnius den 7 oktober 1997 i tv&#229; originalexemplar
p&#229; de svenska, litauiska och engelska spr&#229;ken. I fall av
skillnader i tolkningen skall den engelska texten &#228;ga
f&#246;retr&#228;de.

F&#246;r regeringen i
Konungariket Sverige
Gunn Franz&#233;n Ljung

F&#246;r regeringen i
Republiken Litauen
Jouzas Galdikas


Svedijos Karalystes Vyriausybes ir Lietuvos Respublikos
Vyriausybes susitarimas del medicinos pagalbos teikimo laikinai
viesintiems asmenims

Svedijos Karalystes Vyriausybe ir Lietuvos Respublikos
Vyriausybe, siekdamos palengvinti skubios ir neatideliotinos
medicinos pagalbos teikima savo Salies gyventojams, laikinai
viessintiems kitos Salies teritorijoje, susi- tare:

1 straipsnis

1. Siame susitarime &quot;medicinos pagalba&quot; reiskia:

a) Lietuvos Respublikos atzvilgiu - medicinos pagalba, numatyta
Lietuvos Respublikos sveikatos apsaugos istatymais;

b) Svedijos atzvilgiu - medicinos pagalba, numatyta Svedijos
draudimo ligos atveju istatymais.

2. Siame susitarime &quot;pacientu mokamas mokestis&quot; -nustatytas
mokestis, kuri moka vienos is Saliu gyventojai uz medicinos
paslaugas, teikiamas tos Salies teritori-joje.

3. Sis susitarimas taip pat galioja istatymams, kuriais bus
pakeisti, pataisyti, papildyti arba sujungti istatymai,
nurodyti sio straipsnio 1 punkte.

2 straipsnis

1. Sis susitarimas taikomas vienos salies teritorijos
gyventojams, turintiems teise i medicinos pagalba pagal Salies
istatymus, minimus 1 straipsnyje:

a) laikinai viesintiems kitos Salies teritorijoje arba

b) kitos Salies teritorijoje esantiems ambasadu ir konsulatu
vadovams, diplomatiniam ir konsuliniam personalui,
administraciniam ir aptarnaujanciam-techniniam personalui bei
kartu gyvenantiems ju seimos nariams.

2. Sis susitarimas netaikomas tiems asmenims, kurie i kita Sali
atvyksta specialiai gydytis.

3 straipsnis

1. Asmenims, kuriems taikoma sio susitarimo 2 straipsnio 1 a)
paragrafas, skubi ir neatideliotina medicinos pagalba kitos
Salies teritorijoje bus suteikta tokiomis pat salygomis, kokias
istatymai numato ir tos Salies gyventojams. Si pagalba bus
teikiama tol, kol bus reikalinga arba tol, kol sveikatos bukle
leis asmeniui grizti arba buti grazintam i Salies, kurioje
gyvena, teritorija.

2. Asmenims, kuriems taikoma 2 straipsnio 1 b) paragrafas,
medicinos pagalba bus teikiama tokiomis pat salygomis, kurias
istatymas numato kitos Salies gyventojams, neatsizvelgiant i
tai, ar reikalinga pagalba yra skubi ir neatideliotina, ir i
tai, kaip ilgai sie asmenys gyvena teritorijoje, kur si pagalba
bus teikiama.

3. Asmenims, kuriems taikomas 2 straipsnio 1 paragrafas, bus
teikiama skubi ir neatideliotina stomatologijos pagalba,
neatsizvelgiant i siu asmenu amziu.

4 straipsnis

1. Islaidos uz medicinos pagalba pagal si susitarima nebus
Saliu atsiskaitymo objektas.

2. Asmenys, kuriems pagal si susitarima bus teikiama medicinos
pagalba vienos is Saliu teritorijoje, patys tures moketi
istatymu numatytus pacientams taikomus mokescius - kaip ir tos
Salies gyventojai.

5 straipsnis

1. Teisei i medicinos pagalba kitos Salies teritorijoje irodyti
zmogus, prasantis tokios pagalbos, turi pateikti:

a) Lietuvos gyventojas -galiojanti Lietuvos Respublikos pasa
arba kita asmens dokumenta, irodanti, kad jis nuolat gyvena
Lietuvoje;

b) Svedijos gyventojas -galiojanti Svedijos pasa arba sveikatos
draudimo pazymejima, isduota Svedijos socialinio draudimo
valdybos.

6 straipsnis

1. Kompetentingos institucijos, veikiancios pagal si
susitarima:

a) Lietuvoje - Privalomojo sveikatos draudimo taryba;

b) Svedijoje - Nacionaline socialinio draudimo valdyba.

2. Kompetentingos val- dzios institucijos operatyviai keisis
informacija apie istatymu ir kitu norminiu aktu pakeitimus savo
teritorijoje, kurie tures betarpiskos itakos siame susitarime
apibreztu paslaugu pobudziui ir apimciai.

3. Klausimus ir gincus, susijusius su sio susitarimo
igyvendinimu, konsultuodamosi spres kompetentingos
institucijos.

7 straipsnis

1. Sis susitarimas isigalios treciojo menesio, skaiciuojant nuo
tos dienos, kai Salys diplomatiniais kanalais viena kitai
pranes, jog ivykdyti visi teisiniai ir konstituciniai
reikalavimai, reikalingi, kad sis susitarimas isigaliotu,
pirmaja diena.

2. Sis susitarimas, sudarytas neribotam laikotarpiui, galios
dar 12 menesiu po to, kai viena is Saliu diplomatiniais
kanalais gaus kitos Salies pareiskima rastu del sio susitarimo
nutraukimo.

3. Tokiu atveju, kai sis susitarimas bus nutrauktas pagal sio
straipsnio 2 paragrafa,

 jis galios tokiai medicinos pagalbai, kokia buvo teikiama
pries arba baigiantis pranesimo, numatyto tame punkte,
laikotarpiui.

Tai patvirtindami zemiau pasirasiusieji, budami tinkamai
igalioti atitinkamu Vyriausybiu, pasirase si susitarima.

Sudaryta Vilniuje 1997 m. spalio men. 7 d. dviem egzemplioriais
svedu, lietuviu ir anglu kalbomis. Visi trys tekstai yra
vienodai autentiski. Skirtingo aiskinimo atveju bus remiamasi
tekstu anglu kalba.

Svedijos Karalystes
Vyriausybes vardu
Gunn Franz&#233;n Ljung

Lietuvos Republikos
Vyriausybes vardu
Jouzas Galdikas



Agreement between the Government of the Kingdom of Sweden and
the Government of the Republic of Lithuania on medical care for
temporary visitors

The Government of the Kingdom of Sweden and the Government of
the Republic of Lithuania, Desirous of facilitating the
provision of immediately necessary medical care for residents
of the territory of one Party temporarily in the territory of
the other Party, Have agreed as follows:

Article 1

1. For the purposes of this Agreement &quot;medical care&quot; means:

a) in relation to Lithuania, medical care under the Health Care
Laws of Lithuania

b) in relation to Sweden, medical care under the Swedish
sickness insurance legislation.

2. For the purposes of this Agreement &quot;patient fee&quot; means a
fixed charge imposed on residents of one of the Parties for
medical care provided in the territory of that Party.

3. This Agreement shall apply also to any legislation which
replaces, amends, supplements or consolidates the legislation
referred to in paragraph 1 of the present Article.

Article 2

1. This Agreement applies to a resident of the territory of one
Party who is entitled to medical care under the legislation of
that Party referred to in Article 1 and is either:

a) temporarily in the territory of the other Party; or

b) in the territory of the other Party as the head of an
embassy or a consulate, as diplomatic or consular personnel, as
administrative or serving staff or technicians, as well as
their family members residing together.

2. This Agreement does not apply to persons who enter the
territory of one of the Parties for the specific purpose of
seeking medical care.

Article 3

1. Persons to whom paragraph 1 a) of Article 2 applies, in need
of immediately necessary medical care while in the territory of
the other Party, shall receive such care under the same
conditions as apply to persons covered by the legislation of
that Party. Such care shall be provided until their recovery or
until their state of health permits them to return or to be
repatriated to the territory of the Party where they reside.

2. Persons to whom paragraph 1 b) of Article 2 applies, shall
be provided with medical care under the same conditions as
apply to persons covered by the legislation of the other Party,
whether or not the care is immediately necessary and regardless
of the length of the stay in the territory of the Party in
which the care is provided.

3. Persons to whom paragraph 1 of Article 2 applies shall be
provided with immediately necessary dental care regardless of
their age.

Article 4

1. The costs of medical care provided under this Agreement
shall not be subject to the settlement of accounts between the
Parties.

2. Persons receiving medical care in the territory of one of
the Parties by virtue of this Agreement will have to bear any
patient fee, payable according to the legislation of that
Party, to the same extent as for residents of the territory of
that Party.

Article 5

In order to get the right to medical care under this Agreement
in the territory of the other Party, the person applying for
the care shall present:

a) in relation to residents in Lithuania, either a current
Lithuanian passport or another identification document endorsed
to the effect that the holder is residing in Lithuania; and

b) in relation to residents in Sweden, either a current Swedish
passport or a sickness insurance certificate issued by a
Swedish Social Insurance Office.

Article 6

1. The competent authorities for the application of this
Agreement are:

a) in relation to Lithuania, the Council of Compulsory Health
Insurance;

b) in relation to Sweden, the National Social Insurance Board.

2. The competent authorities shall send to each other as soon
as possible details of any changes in laws and regulations in
force in their respective territories which may significantly
affect the nature and scope of services provided under this
Agreement.

3. Questions or disputes relating to the implementation of this
Agreement shall be resolved by consultation between the
competent authorities.

Article 7

1. This Agreement shall enter into force on the first day of
the third month following the month in which both Parties have
notified each other through the diplomatic channel that their
respective legal and constitutional requirements for the entry
into force have been fulfilled.

2. This Agreement, concluded for an indefinite period, shall
remain in force until the expiration of 12 months from the date
on which either Party receives from the other a written notice
through the diplomatic channel of the other Party&#39;s decision to
terminate this Agreement.

3. In the event that this Agreement is terminated in accordance
with paragraph 2 of the present Article, the Agreement shall
continue to have effect in relation to medical care which was
being provided prior to or at the expiry of the period of the
notice referred to in that paragraph.

In witness whereof the undersigned, duly authorized thereto by
their respective Governments, have signed this Agreement.

Done at Vilnius on October 7, 1997, in duplicate in the
Swedish, Lithuanian and English languages, the three texts
being equally authentic. In the case of divergence of
interpretation of the provisions of this Agreement, the English
text shall prevail.

For the Government of
the Kingdom of Sweden
Gunn Franz&#233;n Ljung

For the Government of
the Republic of Lithuania
Jouzas Galdikas

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2924">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2926">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
