

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-12-21" /> 
 <meta id="rattsinfo-edited" content="2013-08-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2941</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2940">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2942">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1997:1157 ·
                    <a href="/sfsr?bet=1997:1157">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1997:1157) om handr&#228;ckning i skatte&#228;renden mellan de nordiska l&#228;nderna</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1997-12-04
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1998-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Vid till&#228;mpningen av lagen (1990:226) om handr&#228;ckning i
skatte&#228;renden mellan de nordiska l&#228;nderna skall de
&#246;verenskommelser, som tr&#228;ffats med st&#246;d av artikel 20 i avtalet
mellan de nordiska l&#228;nderna om handr&#228;ckning i skatte&#228;renden, i
de f&#246;r Sverige avfattade originaltexternas lydelse g&#228;lla som
f&#246;rordning h&#228;r i landet. Texterna &#228;r intagna i bilagorna 1 och
2 till denna f&#246;rordning.

&#214;verg&#229;ngsbest&#228;mmelser

1997:1157

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1998. Genom
f&#246;rordningen upph&#228;vs f&#246;rordningen (1991:1232) om handr&#228;ckning i
skatte&#228;renden mellan de nordiska l&#228;nderna. Den upph&#228;vda
f&#246;rordningen till&#228;mpas dock p&#229; &#228;renden som har kommit in f&#246;re
ikrafttr&#228;dandet av denna f&#246;rordning.

Bilaga 1

&#214;verenskommelse enligt artikel 20 i avtalet den 7 december 1989
mellan de nordiska l&#228;nderna om handr&#228;ckning i skatte&#228;renden

F&#246;r att genomf&#246;ra avtalet den 7 december 1989 mellan de
nordiska l&#228;nderna om handr&#228;ckning i skatte&#228;renden, vilket
omfattar Danmark, F&#228;r&#246;arna, Gr&#246;nland, Finland, Island, Norge
och Sverige, har &#246;verenskommelse enligt artikel 20 i avtalet
tr&#228;ffats om f&#246;ljande best&#228;mmelser.

1. Med uttrycket &quot;inf&#246;rskaffande av deklarationer eller andra
uppgifter&quot; i artikel 1 b) i avtalet avses inf&#246;rskaffande av
deklaration eller annan uppgift f&#246;r taxering (beskattning)
eller annan &#229;tg&#228;rd i &#228;rende ang&#229;ende skatt i den avtalsslutande
stat som beg&#228;r handr&#228;ckning. Uttrycket avser &#228;ven
tillhandah&#229;llande av deklarationer eller andra handlingar, i
original eller kopia, som avgetts f&#246;r taxering (beskattning)
eller annan &#229;tg&#228;rd i &#228;rende ang&#229;ende skatt i den avtalsslutande
stat till vilken framst&#228;llningen riktas.

2. Med skatter f&#246;r vilka handr&#228;ckning skall medges likst&#228;lls,

a) dr&#246;jsm&#229;lsr&#228;nta samt restavgift eller annan avgift som utg&#229;r
p&#229; grund av f&#246;rsummad inbetalning av skatt i en avtalsslutande
stat intill den tidpunkt d&#229; fordringen &#246;verl&#228;mnas f&#246;r
indrivning i den andra avtalsslutande staten eller vid
f&#246;rsummelse av uppgifts- eller redovisningsskyldighet i fr&#229;ga
om skatt eller offentlig avgift (f&#246;rseningsavgift,
avgiftstill&#228;gg etc.);

b) s&#229;dan dr&#246;jsm&#229;lsr&#228;nta samt restavgift eller annan avgift som
utg&#229;r p&#229; grund av f&#246;rsummad inbetalning av skatt i en
avtalsslutande stat efter den tidpunkt d&#229; fordringen har
&#246;verl&#228;mnats f&#246;r indrivning i den andra avtalsslutande staten
och f&#246;r vilka handr&#228;ckning beg&#228;rs i s&#228;rskild framst&#228;llning; och

c) ers&#228;ttning f&#246;r indrivningskostnad samt vite i den m&#229;n
kostnaden respektive vitet inte har samband med
r&#228;tteg&#229;ngsf&#246;rfarande vid domstol.

3. A. Med &quot;motorfordonsskatt&quot; enligt artikel 2 punkt 1 h) 2) i
avtalet avses skatter och avgifter som f&#246;r n&#228;rvarande utg&#229;r
enligt f&#246;ljande lagar med &#228;ndringar:

a) f&#246;r Danmarks del: registreringsavgift f&#246;r motorfordon enligt
lagen nr 221 den 26 maj 1971, viktavgift f&#246;r motorfordon enligt
lagen nr 99 den 28 mars 1962 samt avgift enligt lagen nr 956
den 25 november 1994 om avgift f&#246;r v&#228;ganv&#228;ndning;

b) f&#246;r Finlands del: skatt enligt lagen om skatt p&#229; motorfordon
(722/1966) och bilskattelagen (1482/1994);

c) f&#246;r F&#228;r&#246;arnas del: registreringsavgift enligt lagtingslagen
nr 175 den 18 december 1992 om registrering av motorfordon och
viktavgift enligt lagtingslagen nr 38 den 31 mars 1982;

d) f&#246;r Gr&#246;nlands del: avgift enligt landstingslagen nr 3 den 16
juni 1987 om avgift f&#246;r motorfordon;

e) f&#246;r Islands del: fast avgift eller kilometeravgift
(viktavgift) p&#229; icke bensindrivna motorfordon enligt lagen nr
3/1987, om finansiering av v&#228;ganl&#228;ggningar och avgift p&#229;
motorfordon enligt lagen nr 39/1988;

f) f&#246;r Norges del: f&#246;ljande avgifter enligt lagen den 19 juni
1959 nr 2, n&#228;mligen eng&#229;ngsavgift p&#229; motorfordon m.m.,
sammans&#228;ttningsavgift, &#229;rsavgift, vikt&#229;rsavgift och
omregistreringsavgift; samt

g) f&#246;r Sveriges del: skatter enligt lagen (1976:339) om
saluvagnsskatt, fordonsskattelagen (1988:327) och lagen
(1988:328) om fordonsskatt p&#229; utl&#228;ndska fordon.

B. Med &quot;merv&#228;rdesskatt och annan allm&#228;n oms&#228;ttningsskatt&quot; i
artikel 2 punkt 1 h) 3) i avtalet avses skatter och avgifter
som f&#246;r n&#228;rvarande utg&#229;r enligt f&#246;ljande lagar med &#228;ndringar:

a) f&#246;r Danmarks del: avgift enligt lagen nr 375 den 18 maj 1994
om merv&#228;rdeavgift (momslagen);

b) f&#246;r Finlands del: skatt enligt oms&#228;ttningsskattelagen
(559/1991) samt skatt enligt merv&#228;rdesskattelagen (1501/1993);

c) f&#246;r F&#228;r&#246;arnas del: avgift enligt lagtingslagen nr 136 den 8
september 1992 om merv&#228;rdeavgift;

d) f&#246;r Gr&#246;nlands del: (utg&#229;r inte f&#246;r n&#228;rvarande);

e) f&#246;r Islands del: skatt enligt lagen om merv&#228;rdeavgift nr
50/1988;

f) f&#246;r Norges del: avgift enligt lagen den 19 juni 1969 om
merv&#228;rdeavgift; samt

g) f&#246;r Sveriges del: skatter enligt merv&#228;rdesskattelagen
(1994:200).

C. Med &quot;punktskatter&quot; enligt artikel 2 punkt 1 h) 4) i avtalet
avses skatter och avgifter som f&#246;r n&#228;rvarande utg&#229;r enligt
f&#246;ljande lagar med &#228;ndringar:

a) f&#246;r Danmarks del: lagen nr 414 den 18 december 1968 om
avgift p&#229; choklad och s&#246;tsaker m.m., lagen nr 153 den 6 maj
1980 om avgift p&#229; sprit m.m., lagen nr 174 den 7 maj 1975 om
avgift p&#229; ansvarsf&#246;rs&#228;kringar f&#246;r motorfordon m.m., lagen nr
607 den 21 december 1946 om avgift p&#229; glass, lagen nr 413 den
20 augusti 1976 om avgift p&#229; n&#246;jesb&#229;tf&#246;rs&#228;kringar, lagen nr 634
den 21 december 1977 om avgift p&#229; vissa detaljhandelsf&#246;r-
packningar och vissa p&#229;sar av papper och plast m.m., lagen nr
265 den 9 juni 1982 om avgift p&#229; stenkol, brunkol och koks
m.m., lagen nr 607 den 12 december 1984 om avgift p&#229;
mineralvatten m.m., lagen nr 89 den 9 mars 1977 om avgift p&#229;
elektricitet, lagen nr 174 den 30 april 1969 om st&#228;mpelavgift,
lagen nr 228 den 22 april 1987 om avgift p&#229; &#246;verl&#229;telse av
aktier m.m. (aktieavgiftslagen), lagen nr 575 den 25 november
1977 om avgift p&#229; f&#246;rstag&#229;ngs&#246;verl&#229;telse av vissa &#228;garl&#228;gen-
heter, lagen nr 832 den 21 december 1988 om avgift p&#229; vissa
klorfluorkarboner och haloner (CFC-avgift), lagen nr 834 den 21
december 1988 om vissa milj&#246;avgifter, lagen nr 838 den 19
december 1989 om avgift p&#229; avfall och r&#229;varor, lagen nr 830 den
19 december 1989 om avgift p&#229; l&#246;nesumman m.m., lagen nr 44 den
14 mars 1955 om olika f&#246;rbrukningsavgifter, lagen nr 389 den 6
juni 1991 om avgift p&#229; vissa flygresor, lagen nr 888 den 21
december 1991 om koldioxidavgift p&#229; vissa energiprodukter,
lagen nr 1015 den 19 december 1992 om avgift p&#229; &#246;l, vin och
fruktvin m.m., lagen nr 1016 den 19 december 1992 om avgift p&#229;
tobak, lagen nr 1029 den 19 december 1992 om energiavgift p&#229;
mineraloljeprodukter m.m., lagen nr 492 den 30 juni 1993 om
avgift p&#229; ledningsf&#246;rt vatten, lagen nr 414 den 14 juni 1995 om
avgift p&#229; hermetiskt f&#246;rseglade nickel-kadmium-batterier
(st&#228;ngda nickel-kadmium-batterier), lagen nr 415 den 14 juni
1995 om avgift p&#229; vissa klorerade l&#246;sningsmedel, lagen nr 416
den 14 juni 1995 om avgift p&#229; bek&#228;mpningsmedel, lagen nr 419
den 14 juni 1995 om avgift p&#229; naturgas och stadsgas, lagen nr
421 den 14 juni 1995 om avgift p&#229; svavel och lagen nr 490 den
12 juni 1996 om avgift p&#229; spillvatten;

b) f&#246;r Finlands del: skatter och avgifter enligt lagen om
tobaksaccis (1470/1994), lagen om s&#246;tsaks- och l&#228;skedrycksaccis
(1474/1994), lagen om accis p&#229; flytande br&#228;nslen (1472/1994),
lagen om accis p&#229; elstr&#246;m och vissa br&#228;nslen (1260/1996), lagen
om accis p&#229; alkohol och alkoholdrycker (1471/1994), lagen om
oljeavfallsavgift (894/1986), lagen om oljeskyddsfonden
(379/1974), lotteriskattelagen (552/1992), lagen om skatt p&#229;
vissa f&#246;rs&#228;kringspremier (664/1966), lagen ang&#229;ende
st&#228;mpelskatt (662/1943), lagen om &#246;verl&#229;telseskatt (931/1996),
lagen om skatt p&#229; motorfordon (772/1966) och bilskattelagen
(1482/1994);

c) f&#246;r F&#228;r&#246;arnas del: lagtingslagen nr 120 den 23 december 1991
om tillverknings- och importavgift, lagtingslagen nr 121 den 23
december 1991 om tull, lagtingslagen nr 179 den 18 december
1992 om s&#228;rskild avgift p&#229; br&#228;nsleolja, lagtingslagen nr 75 den
13 maj 1992 om milj&#246;avgift p&#229; sm&#246;rjolja, lagtingslagen nr 37
den 26 maj 1988 om reseavgift och lagtingslagen nr 11 den 9
april 1968 om avgift vid utlottning;

d) f&#246;r Gr&#246;nlands del: avgifter enligt landstingslagen nr 18 den
30 oktober 1992 om import och export av varor, landstingslagen
nr 19 den 30 oktober 1992 om importavgifter, landstingslagen nr
7 den 31 oktober 1987 om lotteriavgift, landstingslagen nr 8
den 31 oktober 1987 om st&#228;mpelavgift, landstingslagen nr 3 den
17 maj 1990 om avgift p&#229; automatspel och landstingslagen nr 20
den 25 oktober 1990 om avgift p&#229; r&#228;kor;

e) f&#246;r Islands del: lagen om varuavgift nr 97/1987, lagen om
finansiering av v&#228;ganl&#228;ggningar nr 3/1987, lagen om n&#246;jesskatt
nr 58/1970, lagen om varuavgift p&#229; motorfordon, br&#228;nslen m.m.
nr 29/1993, lagen om alkoholavgift nr 96/1995, lagen om
st&#228;mpelavgift nr 36/1978, flygplatsavgift enligt lagen nr
31/1987 om luftfartyg och finansiering av luftfartsanl&#228;ggning,
returavgift enligt lagen nr 52/1989 om &#229;tg&#228;rder mot
milj&#246;f&#246;roreningar p&#229; grund av eng&#229;ngsemballage f&#246;r drycker och
avgift p&#229; tele- och radiokommunikationsdrift enligt lagen nr
147/1996;

f) f&#246;r Norges del: avgift p&#229; br&#228;nnvin och vin m.m. och avgift
p&#229; alkohol i essenser m.m. som importeras (lag den 19 juni 1964
nr 1), avgift p&#229; &#246;l (lag den 28 juni 1912 nr 4), grundavgift p&#229;
eng&#229;ngsemballage f&#246;r drycker, avgift p&#229; tobaksvaror, avgift p&#229;
bensin, autodieselavgift, avgift p&#229; b&#229;tmotorer, f&#246;rbruknings-
avgift p&#229; elektrisk kraft, avgift p&#229; mineralolja, avgift p&#229;
sm&#246;rjolja m.m., avgift p&#229; kol och koks m.m., avgift p&#229; choklad
och s&#246;tsaker m.m., avgift p&#229; alkoholfria drycker m.m. (utan
kolsyra och med kolsyra), milj&#246;avgift p&#229; emballage f&#246;r drycker,
avgift p&#229; socker, avgift p&#229; flygning av passagerare, avgift p&#229;
kassetter, avgift p&#229; radio- och televisionsmaterial m.m. (lag
den 19 maj 1933 nr 11), de motorfordonsavgifter som &#228;r n&#228;mnda
under punkt 3A bokstav f (lag den 19 juni 1959 nr 2),
produktionsavgift p&#229; elektrisk kraft (lag den 8 januari 1993 nr
3), avgift p&#229; honorar till utl&#228;ndska konstn&#228;rer m.m. (lag den 5
april 1963 nr 10) och dokumentavgift (lag den 12 december 1975
nr 59); samt

g) f&#246;r Sveriges del: lagen (1972:266) om skatt p&#229; annonser och
reklam, lagen (1972:820) om skatt p&#229; spel, bilskrotningslagen
(1975:343), lagen (1978:69) om f&#246;rs&#228;ljningsskatt p&#229;
motorfordon, lagen (1982:1201) om skatt p&#229; viss elektrisk
kraft, lagen (1983:1104) om s&#228;rskild skatt f&#246;r elektrisk kraft
fr&#229;n k&#228;rnkraftverk, lagen (1984:404) om st&#228;mpelskatt vid
inskrivningsmyndigheter, lagen (1984:409) om skatt p&#229;
g&#246;dselmedel, lagen (1984:410) om skatt p&#229; bek&#228;mpningsmedel,
lagen (1988:1567) om milj&#246;skatt p&#229; inrikes flygtrafik, lagen
(1990:613) om milj&#246;avgift p&#229; utsl&#228;pp av kv&#228;veoxider vid
energiproduktion, lagen (1990:1087) om lagerskatt p&#229; vissa
oljeprodukter, lagen (1991:1482) om lotteriskatt, lagen
(1992:1439) om lagerskatt p&#229; dieselolja, lagen (1992:1479) om
lagerskatt p&#229; viss bensin, lagen (1994:1563) om tobaksskatt,
lagen (1994:1564) om alkoholskatt, lagen (1994:1704) om
lageravgift p&#229; vissa jordbruksprodukter, lagen (1994:1776) om
skatt p&#229; energi, lagen (1995:1132) om lagerskatt p&#229; dieselolja
f&#246;r f&#246;rbrukning i vissa motordrivna fordon och lagen
(1995:1667) om skatt p&#229; naturgrus.

D. S&#229;som avgifter enligt artikel 2 punkt 1 h) 5) i avtalet
avses skatter och avgifter som f&#246;r n&#228;rvarande utg&#229;r enligt
f&#246;ljande lagar med &#228;ndringar:

a) f&#246;r Danmarks del: arbetsgivarbidrag till dagpenningfonden,
jfr 41 &#167; fj&#228;rde stycket, samt 11, 13 &#167;&#167; och 15 &#167; andra stycket
lagen nr 262 den 7 juni 1972 om dagpenning vid sjukdom och
barnsb&#246;rd, bidrag till frivillig f&#246;rs&#228;kring enligt 27 &#167; lagen
nr 852 den 20 december 1989 om dagpenning vid sjukdom eller
barnsb&#246;rd, redarbidrag, jfr 21 &#167; fj&#228;rde stycket lagen nr 311
den 9 juni 1971 om offentlig sjukf&#246;rs&#228;kring, obetalda
arbetsgivarbidrag enligt de till den 1 januari 1988 g&#228;llande
reglerna, jfr 72a &#167; lagen nr 612 den 24 juni 1996 om social
pension, f&#246;rs&#228;kringspremier m.m. som en f&#246;rs&#228;kringsskyldig
arbetsgivare skall inbetala till s&#228;rskilt godk&#228;nt
f&#246;rs&#228;kringsbolag eller f&#246;rs&#228;kringsf&#246;rbund, jfr 42, 43 och 44 &#167;&#167;
Socialministeriets kung&#246;relse den 25 juni 1987 om
arbetsskadef&#246;rs&#228;kringslagen, bidrag enligt lagen nr 46 den 7
mars 1964 om arbetsmarknadens till&#228;ggspension, kap. V (ATP),
f&#246;rs&#228;kringspremier m.m. som en f&#246;rs&#228;kringsskyldig arbetsgivare
skall inbetala till s&#228;rskilt godk&#228;nt f&#246;rs&#228;kringsbolag, jfr 46,
47 och 48 &#167;&#167; Socialministeriets lagkung&#246;relse nr 789 den 28
augusti 1996 och bidrag enligt lagen nr 448 den 30 juni 1993 om
arbetsmarknadsfonder;

b) f&#246;r Finlands del: avgifter och premier enligt
folkpensionslagen (347/1956), sjukf&#246;rs&#228;kringslagen (364/1963),
lagen om arbetsgivares socialskyddsavgift (366/1963) och lagen
om skogsv&#229;rdsf&#246;reningar (558/1950);

c) f&#246;r F&#228;r&#246;arnas del: lagtingslagen nr 193 den 10 december 1993
om avgift p&#229; l&#246;nesumma, lagtingslagen nr 87 den 5 juni 1992 om
r&#228;nteskatt, lagtingslagen nr 15 den 1 februari 1995 om
r&#228;nteavgift p&#229; finansiella tillg&#229;ngar, lagtingslagen nr 115 den
21 maj 1993 om offentlig sjukf&#246;rs&#228;kring, lagtingslagen nr 62
den 20 maj 1996 om avgifter vid utm&#228;tning f&#246;r skatt m.m. och
lagtingslagen nr 93 den 11 maj 1993 om avgifter i samband med
uppb&#246;rd av skuld till landskassan;

d) f&#246;r Gr&#246;nlands del: f&#246;rs&#228;kringspremie, som en
f&#246;rs&#228;kringsskyldig arbetsgivare skall inbetala till erk&#228;nda
f&#246;rs&#228;kringsbolag, jfr 51, 52 och 53 &#167;&#167; enligt f&#246;rordningen nr
818 den 11 september 1996 om ikrafttr&#228;dande av lagen om
f&#246;rs&#228;kring mot f&#246;ljder av arbetsskada i Gr&#246;nland och
arbetsgivarbidrag enligt landstingslagen nr 16 den 23 november
1989 om arbetsgivares yrkesutbildningsbidrag (AEB);

e) f&#246;r Islands del: avgifter enligt lagen om folkf&#246;rs&#228;kring nr
117/1993, lagen om social f&#246;rs&#228;kringsavgift nr 113/1990, lagen
om Industril&#229;nefonden nr 76/1987, industriavgift enligt lagen
om industriavgift nr 134/1993, lagen om ansvarsfonden f&#246;r l&#246;n i
samband med konkurs nr 53/1993 och marknadsavgift enligt lagen
nr 114/1990 om Islands Exportr&#229;d;

f) f&#246;r Norges del: avgifter enligt lagen den 17 juni 1966 om
folkf&#246;rs&#228;kring och lagen den 19 juni 1969 om avgift p&#229;
investeringar m.m. samt avgift enl. kgl. res. den 17 december
1971 med best&#228;mmelser om &#246;verlastavgift; samt

g) f&#246;r Sveriges del: lagen (1972:435) om &#246;verlastavgift, lagen
(1981:691) om socialavgifter, lagen (1984:668) om uppb&#246;rd av
socialavgifter fr&#229;n arbetsgivare, lagen (1990:659) om s&#228;rskild
l&#246;neskatt p&#229; vissa f&#246;rv&#228;rvsinkomster, lagen (1990:661) om
avkastningsskatt p&#229; pensionsmedel, lagen (1990:662) om skatt p&#229;
vissa premiebetalningar, lagen (1990:1427) om s&#228;rskild
premieskatt f&#246;r grupplivf&#246;rs&#228;kring, m.m., lagen (1991:687) om
s&#228;rskild l&#246;neskatt p&#229; pensionskostnader, lagen (1991:1483) om
skatt p&#229; vinstsparande m.m., lagen (1994:1744) om allm&#228;nna
egenavgifter, lagen (1994:1920) om allm&#228;n l&#246;neavgift och
skattebetalningslagen (1997:483).

E. &#214;verenskommelsen till&#228;mpas ocks&#229; p&#229; skatter och avgifter av
samma eller i huvudsak likartat slag som de som n&#228;mns i
punkterna A-D, som f&#246;re undertecknandet av &#246;verenskommelsen har
p&#229;f&#246;rts eller efter undertecknandet kan komma att p&#229;f&#246;ras vid
sidan av eller i st&#228;llet f&#246;r ovann&#228;mnda skatter och avgifter.
De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
snarast m&#246;jligt meddela varandra de v&#228;sentliga &#228;ndringar som
gjorts i respektive lagstiftning.

4. Skyldighet att l&#228;mna uppgift enligt artikel 11 i avtalet
avser ocks&#229; uppgift om utbetalat periodiskt underst&#246;d.

5. Vid framst&#228;llning om handr&#228;ckning f&#246;r indrivning skall
fogas, i original eller kopia, det beslut p&#229; vilket
skatteanspr&#229;ket grundas eller officiellt utdrag ur restl&#228;ngd
eller annan handling av vilket anspr&#229;ket framg&#229;r.

I framst&#228;llningen skall anges:

a) den myndighet som beg&#228;r handr&#228;ckningen;

b) betr&#228;ffande betalningsskyldig fysisk person: namn,
bostadsadress, f&#246;delsedata (personnummer) och hemortskommun
samt, om m&#246;jligt, arbetsplats och vistelseort;

c) betr&#228;ffande betalningsskyldig juridisk person: juridisk
karakt&#228;r, namn och adress;

d) i f&#246;rekommande fall, ort i den stat hos vilken indrivningen
beg&#228;rs d&#228;r betalningsskyldig tillh&#246;rig egendom finns samt
egendomens beskaffenhet;

e) anspr&#229;kets art och belopp, d&#228;ri inbegripet upplupen r&#228;nta,
den tid anspr&#229;ket avser samt tidpunkt d&#229; anspr&#229;ket helt eller
delvis preskriberas enligt den egna statens lagstiftning;

f) grund f&#246;r ber&#228;kning av r&#228;nta eller avgift enligt punkt 2 a)
eller b); samt

g) annan omst&#228;ndighet som kan underl&#228;tta eller p&#229;skynda
indrivning av fordringen.

Motsvarande uppgifter skall l&#228;mnas i framst&#228;llning om
handr&#228;ckning f&#246;r s&#228;kerst&#228;llande av betalning f&#246;r fordran p&#229;
skatt.

6. Framst&#228;llning om handr&#228;ckning f&#246;r indrivning av skatt f&#229;r
g&#246;ras endast om det sammanlagda betalningsanspr&#229;ket, d&#228;ri inte
inr&#228;knat belopp som avses i punkt 2 a), uppg&#229;r till minst 2 500
danska kronor, 1 500 finska mark, 25 000 isl&#228;ndska kronor, 2
500 norska kronor eller 2 500 svenska kronor.

7. Indrivning sker i den avtalsslutande stats myntslag hos
vilken indrivning beg&#228;rs. Vederb&#246;rande myndighet i denna stat
skall snarast m&#246;jligt efter det handr&#228;ckningsframst&#228;llningen
har inkommit omr&#228;kna det belopp framst&#228;llningen avser till den
statens myntslag enligt av centralbanken rekommenderad kurs som
g&#228;llde den dag d&#229; framst&#228;llningen kom in och skall indrivningen
avse det s&#229;lunda framr&#228;knade beloppet. Vid omr&#228;kningen f&#229;r
tilll&#228;mpas de best&#228;mmelser om avrundning till j&#228;mnt belopp som
kan g&#228;lla enligt lagstiftningen i denna stat.

Om f&#246;r&#228;ndring i v&#228;xelkurs &#228;ger rum under indrivningsf&#246;rfarandet
kan den beh&#246;riga myndigheten i den avtalsslutande stat i vilken
indrivning beg&#228;rs, efter h&#246;rande av centralbanken i denna stat,
besluta om den v&#228;xelkurs som skall till&#228;mpas i &#228;rendet p&#229; grund
av f&#246;r&#228;ndringen.

Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna punkt kan
betalning av det belopp framst&#228;llningen avser ske i den
avtalsslutande stats myntslag som beg&#228;r indrivning.

F&#246;r F&#228;r&#246;arnas och Gr&#246;nlands del anv&#228;nds som myntslag danska
kronor.

8. Belopp, som flutit in p&#229; grund av handr&#228;ckning enligt detta
avtal, skall indrivningsmyndigheten snarast m&#246;jligt betala in
hos centralbanken i den egna staten p&#229; ett konto som innehas av
centralbanken i den avtalsslutande stat f&#246;r vars r&#228;kning
indrivningen skett.

I samband med inbetalningen skall uppgift l&#228;mnas om namn och
adress p&#229; den indrivningsmyndighet som &#228;ger uppb&#228;ra beloppet
samt om det skattekrav till vilket beloppet &#228;r att h&#228;nf&#246;ra.

Influtet belopp kan &#228;ven s&#228;ttas in p&#229; postgirokonto som tillh&#246;r
den indrivningsmyndighet som har beg&#228;rt handr&#228;ckningen.

I f&#246;rekommande fall avr&#228;knas r&#228;tteg&#229;ngs- och konkurskostnader
fr&#229;n influtet belopp (artikel 22 i avtalet).

Med &quot;indrivningsmyndighet&quot; avses i denna punkt,

f&#246;r Danmarks del:	Told- og Skattestyrelsen,
f&#246;r Finlands del:	skatteverk, distriktstullkammare och
		fordonsf&#246;rvaltningscentralen,
f&#246;r F&#228;r&#246;arnas del:	F&#228;r&#246;arnas uppb&#246;rdskontor,
f&#246;r Gr&#246;nlands del:	Skattedirektoratet,
f&#246;r Islands del:	Tulldirekt&#246;ren i Reykjavik,
f&#246;r Norges del:	Skattefogden i Oslo, och
f&#246;r Sveriges del:	kronofogdemyndighet.

Med &quot;centralbank&quot; avses i denna punkt,

f&#246;r Danmarks del:	Danmarks Nationalbank,
f&#246;r Finlands del:	Finlands Bank,
f&#246;r F&#228;r&#246;arnas del:	F&#228;r&#246;arnas Landsbank,
f&#246;r Gr&#246;nlands del:	Gr&#246;nlandsBANKEN,
f&#246;r Islands del:	Islands Sedelbank,
f&#246;r Norges del:	Norges Bank, och
f&#246;r Sveriges del:	Sveriges Riksbank.

9. &#214;verf&#246;ring av valuta f&#246;r skattebetalning fr&#229;n en
avtalsslutande stat till annan avtalsslutande stat sker inom
ramen f&#246;r g&#228;llande betalnings&#246;verenskommelse mellan dessa
stater.

Denna &#246;verenskommelse tr&#228;der i kraft den 1 januari 1998 och
till&#228;mpas p&#229; &#228;renden som har kommit in efter ikrafttr&#228;dandet
till den beh&#246;riga myndigheten i den avtalsslutande stat till
vilken framst&#228;llningen riktas. Genom denna &#246;verenskommelse
upph&#228;vs &#246;verenskommelsen den 19 juni 1991 enligt artikel 20 i
avtalet den 7 december 1989 mellan de nordiska l&#228;nderna om
handr&#228;ckning i skatte&#228;renden.

Denna &#246;verenskommelse &#228;r utf&#228;rdad i &#229;tta exemplar p&#229; danska,
f&#228;r&#246;iska, gr&#246;nl&#228;ndska, finska, isl&#228;ndska, norska och svenska
spr&#229;ken, varvid p&#229; svenska spr&#229;ket utf&#228;rdades tv&#229; texter, en
f&#246;r Finland och en f&#246;r Sverige, vilka samtliga texter har samma
giltighet.

Bilaga 2

&#214;verenskommelse om uppb&#246;rd och &#246;verf&#246;ring av skatt

F&#246;r att genomf&#246;ra avtalet den 7 december 1989 mellan de
nordiska l&#228;nderna om handr&#228;ckning i skatte&#228;renden har f&#246;ljande
&#246;verenskommelse enligt artikel 20 i avtalet tr&#228;ffats mellan de
beh&#246;riga myndigheterna i Danmark, F&#228;r&#246;arna, Finland, Island,
Norge och Sverige:

I. Inledande best&#228;mmelser

Artikel 1

Skatter som omfattas av &#246;verenskommelsen

Denna &#246;verenskommelse till&#228;mpas p&#229; inkomstskatter som omfattas
av avtal mellan de nordiska l&#228;nderna f&#246;r att undvika
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet (i det f&#246;ljande ben&#228;mnt
&quot;dubbelbeskattningsavtalet&quot;).

Artikel 2

Definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av denna &#246;verenskommelse f&#246;ljande uttryck nedan angiven
betydelse:

a) &quot;pension&quot; avser utbetalningar enligt best&#228;mmelserna i
artikel 18 i 1996 &#229;rs dubbelbeskattningsavtal eller motsvarande
artikel i annat dubbelbeskattningsavtal som avses i artikel 1;

b) &quot;skatt&quot; avser slutlig skatt eller prelimin&#228;r skatt som skall
erl&#228;ggas i avr&#228;kning p&#229; slutlig skatt. Om endast slutlig skatt
eller endast prelimin&#228;r skatt avses anv&#228;nds uttrycket &quot;slutlig
skatt&quot; respektive &quot;prelimin&#228;r skatt&quot;, varvid k&#228;llskatt p&#229;
inkomst av arbete och pension likst&#228;lls med s&#229;v&#228;l &quot;slutlig
skatt&quot; som &quot;prelimin&#228;r skatt&quot;;

c) &quot;hemviststaten&quot; avser den avtalsslutande stat d&#228;r en person
har hemvist;

d) &quot;arbetsstaten&quot; avser s&#229;dan annan avtalsslutande stat &#228;n
hemviststaten d&#228;r en person utf&#246;r arbete som avses i denna
&#246;verenskommelse;

e) &quot;den ans&#246;kande staten&quot; avser en avtalsslutande stat som till
annan avtalsslutande stat g&#246;r framst&#228;llning om &#246;verf&#246;ring av
skatt;

f) &quot;den anmodade staten&quot; avser en avtalsslutande stat som fr&#229;n
annan avtalsslutande stat tar emot framst&#228;llning om &#246;verf&#246;ring
av skatt.

2. I denna &#246;verenskommelse f&#246;rst&#229;s med att prelimin&#228;r skatt har
erlagts att skatten har betalats eller inneh&#229;llits genom avdrag
fr&#229;n en arbetstagares l&#246;n eller fr&#229;n pension.

Detta g&#228;ller &#228;ven i fall d&#229; skatten &#228;r inneh&#229;llen och
gottskriven den skattskyldige, men inte &#228;r inbetald till
skattemyndigheten i den anmodade staten.

3. &#214;vriga uttryck, som f&#246;rekommer i denna &#246;verenskommelse och
som &#228;ven f&#246;rekommer i dubbelbeskattningsavtalet, skall ha den
betydelse som uttrycket har enligt n&#228;mnda avtal.

4. D&#229; en avtalsslutande stat till&#228;mpar denna &#246;verenskommelse
vid n&#229;gon tidpunkt anses, s&#229;vida inte sammanhanget f&#246;ranleder
annat, varje uttryck, som inte omfattas av punkterna 1-3, ha
den betydelse som uttrycket har vid denna tidpunkt enligt den
statens lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka
&#246;verenskommelsen till&#228;mpas, och den betydelse som uttrycket har
enligt till&#228;mplig skattelagstiftning i denna stat &#228;ger
f&#246;retr&#228;de framf&#246;r den betydelse uttrycket ges i annan
lagstiftning i denna stat.

II. Uppb&#246;rd av skatt p&#229; arbetsinkomst

Artikel 3

Stat i vilken prelimin&#228;r skatt kan kr&#228;vas

1. N&#228;r en person med hemvist i en avtalsslutande stat har
inkomst av arbete som utf&#246;rs i en annan avtalsslutande stat och
hemviststaten finner att arbetet kommer att p&#229;g&#229; under
tidsperiod eller tidsperioder som sammanlagt inte kommer att
&#246;verstiga 183 dagar under en tolvm&#229;nadersperiod samt att
ers&#228;ttningen betalas av eller f&#246;r arbetsgivare med hemvist i
denna stat, skall prelimin&#228;r skatt erl&#228;ggas till hemviststaten.
Skattemyndighet i arbetsstaten skall i s&#229;dant fall inte kr&#228;va
prelimin&#228;r skatt, om det genom skriftligt meddelande fr&#229;n
skattemyndighet i hemviststaten visas att avdrag f&#246;r prelimin&#228;r
skatt sker d&#228;r. Godtar arbetsstaten hemviststatens bed&#246;mning
enligt f&#246;rsta meningen, kan arbetsstaten underl&#229;ta att kr&#228;va
prelimin&#228;r skatt &#228;ven om meddelande enligt andra meningen inte
l&#228;mnats. Om avdrag f&#246;r prelimin&#228;r skatt inte l&#228;ngre g&#246;rs i
hemviststaten, skall skattemyndigheten d&#228;r, s&#229; snart den f&#229;tt
k&#228;nnedom om detta, underr&#228;tta skattemyndigheten i arbetsstaten.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte om skattemyndighet i
hemviststaten finner att utgiven ers&#228;ttning r&#228;tteligen skall
belasta fast driftst&#228;lle eller stadigvarande anordning i
arbetsstaten. G&#246;rs d&#228;rf&#246;r inte l&#228;ngre avdrag f&#246;r prelimin&#228;r
skatt i hemviststaten, skall skattemyndigheten d&#228;r snarast
underr&#228;tta skattemyndigheten i arbetsstaten.

3. Framg&#229;r av underr&#228;ttelse fr&#229;n arbetsgivaren eller p&#229; annat
s&#228;tt att f&#246;ruts&#228;ttningar f&#246;r skatteavdrag i hemviststaten i
enlighet med punkt 1 inte l&#228;ngre f&#246;religger eller att s&#229;dant
avdrag inte g&#246;rs, kan avdrag f&#246;r prelimin&#228;r skatt kr&#228;vas i
arbetsstaten. Skattemyndigheten i arbetsstaten skall innan
s&#229;dant avdrag sker underr&#228;tta skattemyndigheten i hemviststaten
om de &#228;ndrade f&#246;rh&#229;llandena och att s&#229;dan skatt kommer att
kr&#228;vas i arbetsstaten.

Artikel 4

Krav p&#229; prelimin&#228;r skatt i arbetsstaten

1. I fall d&#229; ers&#228;ttningen skall beskattas i arbetsstaten enligt
best&#228;mmelserna i artikel 21 punkt 7 i 1996 &#229;rs
dubbelbeskattningsavtal eller motsvarande best&#228;mmelser i annat
dubbelbeskattningsavtal som avses i artikel 1, f&#229;r prelimin&#228;r
skatt kr&#228;vas i denna stat. Detsamma g&#228;ller i fall d&#229; ers&#228;ttning
som avses i artikel 3 punkt 1 betalas av eller f&#246;r arbetsgivare
som varken har hemvist i arbetsstaten eller i arbetstagarens
hemviststat.

2. Finner skattemyndigheten i arbetsstaten att prelimin&#228;r skatt
erl&#228;ggs eller kommer att erl&#228;ggas i arbetsstaten enligt
best&#228;mmelserna i denna artikel, skall denna myndighet
underr&#228;tta skattemyndigheten i arbetstagarens hemviststat om
n&#228;mnda f&#246;rh&#229;llande. Sedan sistn&#228;mnda skattemyndighet tagit emot
s&#229;dan underr&#228;ttelse, skall prelimin&#228;r skatt inte l&#228;ngre kr&#228;vas
i arbetstagarens hemviststat.

Artikel 5

Uthyrning av arbetskraft

1. Finner skattemyndigheten i arbetsstaten att fr&#229;ga &#228;r om
uthyrning av arbetskraft, kan prelimin&#228;r skatt tas ut d&#228;r.
Arbetstagare som avses i artikel 3 punkt 1 anses uthyrd n&#228;r han
av n&#229;gon (uthyrare) st&#228;lls till f&#246;rfogande f&#246;r att utf&#246;ra
arbete i annans verksamhet i arbetsstaten (uppdragsgivare),
f&#246;rutsatt att uppdragsgivaren har hemvist eller fast
driftst&#228;lle i arbetsstaten och uthyraren inte har ansvar och
inte heller st&#229;r risken f&#246;r arbetsresultatet.

2. Vid avg&#246;randet av fr&#229;gan om en arbetstagare skall anses
uthyrd, skall g&#246;ras en samlad bed&#246;mning, varvid s&#228;rskilt
beaktas om

a) den &#246;vergripande arbetsledningen &#229;vilar uppdragsgivaren,

b) arbetet utf&#246;rs p&#229; en arbetsplats som disponeras av
uppdragsgivaren och f&#246;r vilken han har ansvar,

c) ers&#228;ttningen till uthyraren ber&#228;knas efter den tid som g&#229;tt
&#229;t eller med ledning av annat samband mellan ers&#228;ttningen och
den l&#246;n arbetstagaren f&#229;r,

d) st&#246;rsta delen av arbetsredskap och material st&#228;lls till
f&#246;rfogande av uppdragsgivaren, och

e) uthyraren inte ensidigt best&#228;mmer antalet arbetstagare och
de kvalifikationer dessa skall ha.

3. Skattemyndigheten i arbetsstaten skall underr&#228;tta
skattemyndigheten i hemviststaten om att prelimin&#228;r skatt
betalas i arbetsstaten. Har s&#229;dan underr&#228;ttelse tagits emot,
skall hemviststaten inte kr&#228;va prelimin&#228;r skatt p&#229; inkomsten.

Artikel 6

&#214;msesidig &#246;verenskommelse vid tvist om uttagande av prelimin&#228;r
skatt

 1. Om skattemyndigheten i en avtalsslutande stat, som enligt
best&#228;mmelserna ovan skall avst&#229; fr&#229;n att kr&#228;va prelimin&#228;r
skatt, inte godtar beslut av skattemyndighet i annan
avtalsslutande stat, skall fr&#229;gan l&#246;sas genom &#246;msesidig
&#246;verenskommelse mellan de beh&#246;riga myndigheterna i dessa
avtalsslutande stater.

2. Om de beh&#246;riga myndigheterna inte kommer &#246;verens om annat
skall, till dess fr&#229;gan &#228;r avgjord, skatt inte kr&#228;vas i

a) arbetsstaten, i fall d&#229; fr&#229;gan skall avg&#246;ras enligt
best&#228;mmelserna i artikel 3,

b) hemviststaten, i fall d&#229; fr&#229;gan skall avg&#246;ras enligt
best&#228;mmelserna i artikel 4 eller artikel 5.

Artikel 7

Gr&#228;nsg&#229;ngare

Om dubbelbeskattningsavtalet eller s&#228;rskild &#246;verenskommelse
mellan avtalsslutande stater inneh&#229;ller best&#228;mmelser om
beskattning av inkomst som s.k. gr&#228;nsg&#229;ngare med hemvist i en
avtalsslutande stat f&#246;rv&#228;rvar p&#229; grund av personligt arbete som
utf&#246;rs i annan avtalsslutande stat, skall best&#228;mmelserna i
artiklarna 3-6 inte till&#228;mpas i fr&#229;ga om s&#229;dan inkomst.

III. &#214;verf&#246;ring av inkomstskatt

Artikel 8

Allm&#228;nt om &#246;verf&#246;ring av skatt

Har skatt p&#229; arbetsinkomst, pension eller inkomst av
n&#228;ringsverksamhet erlagts i en avtalsslutande stat kan den
erlagda skatten, efter framst&#228;llning av den beh&#246;riga
myndigheten i annan avtalsslutande stat, &#246;verf&#246;ras till denna
andra stat f&#246;r att d&#228;r gottskrivas den skattskyldige som skatt
p&#229; s&#229;dan inkomst.

Artikel 9

Framst&#228;llning om &#246;verf&#246;ring av skatt p&#229; arbetsinkomst eller
pension p&#229; prelimin&#228;rskattestadiet

1. Har prelimin&#228;r skatt erlagts p&#229; arbetsinkomst eller pension
i annan avtalsslutande stat &#228;n den som enligt
dubbelbeskattningsavtalet har r&#228;tt att kr&#228;va slutlig skatt,
skall, p&#229; framst&#228;llning av den sistn&#228;mnda staten, skatten
&#246;verf&#246;ras till denna stat.

2. Framst&#228;llning enligt punkt 1 skall ha kommit in till beh&#246;rig
myndighet, i Danmark och F&#228;r&#246;arna senast den 1 februari, i
Norge senast den 1 april och i Finland, Island och Sverige
senast den 31 maj under &#229;ret efter inkomst&#229;ret.

3. &#214;verf&#246;ring skall inte ske med h&#246;gre belopp &#228;n det som med
h&#228;nsyn till den skattskyldiges inkomstf&#246;rh&#229;llanden borde ha
erlagts som prelimin&#228;r skatt p&#229; arbetsinkomsten eller pensionen
enligt lagstiftningen i den ans&#246;kande staten. Inte heller skall
h&#246;gre belopp &#246;verf&#246;ras &#228;n det som har erlagts i prelimin&#228;r
skatt p&#229; arbetsinkomsten eller pensionen i den anmodade staten.
Undantas arbetsinkomst eller pension fr&#229;n beskattning i den
anmodade staten, hindrar detta inte &#246;verf&#246;ring av prelimin&#228;r
skatt som enligt vad som var k&#228;nt vid tidpunkten f&#246;r uppb&#246;rden
borde ha erlagts i denna stat.

Artikel 10

Framst&#228;llning om &#246;verf&#246;ring av skatt inom tre &#229;r efter
inkomst&#229;rets utg&#229;ng

1. G&#246;rs framst&#228;llning om &#246;verf&#246;ring av skatt inom tre &#229;r efter
inkomst&#229;rets utg&#229;ng, skall, med de begr&#228;nsningar som f&#246;ljer av
punkt 2, skatt som har erlagts f&#246;r inkomsten i den anmodade
staten &#246;verf&#246;ras till den stat som enligt
dubbelbeskattningsavtalet i f&#246;rsta hand har r&#228;tt att beskatta
inkomsten. I fr&#229;ga om &#246;verf&#246;ring av skatt p&#229; arbetsinkomst
eller pension g&#228;ller detta endast om framst&#228;llningen g&#246;rs efter
tidpunkt som anges i artikel 9 men inom tre &#229;r efter
inkomst&#229;rets utg&#229;ng.

2. Den anmodade staten f&#229;r begr&#228;nsa &#246;verf&#246;ringen till belopp
med vilket den i denna stat erlagda skatten &#246;verstiger det p&#229;
inkomst&#229;ret bel&#246;pande skattekrav som kvarst&#229;r sedan inkomsten
undantagits fr&#229;n beskattning eller, sedan avr&#228;kning medgetts
f&#246;r slutlig skatt p&#229; inkomsten i den ans&#246;kande staten.
Avr&#228;kningsbeloppet f&#229;r dock begr&#228;nsas till den del av
inkomstskatten (ber&#228;knad utan avr&#228;kning) i den anmodade staten
som bel&#246;per p&#229; den inkomst som f&#229;r beskattas i den ans&#246;kande
staten.

Artikel 11

Framst&#228;llning om &#246;verf&#246;ring av skatt sedan tre &#229;r f&#246;rflutit
efter inkomst&#229;rets utg&#229;ng

G&#246;rs framst&#228;llning om &#246;verf&#246;ring av skatt sedan tre &#229;r
f&#246;rflutit efter inkomst&#229;rets utg&#229;ng, kan &#246;verf&#246;ring ske enligt
best&#228;mmelserna i artikel 10. &#214;verf&#246;ringsbeloppet f&#229;r emellertid
i s&#229;dant fall begr&#228;nsas &#228;ven med h&#228;nsyn till andra krav som den
anmodade staten har p&#229; s&#229;dana skatter och avgifter som inte
bel&#246;per p&#229; inkomst&#229;ret. Denna kvittningsr&#228;tt &#228;r inte begr&#228;nsad
till skatter och avgifter som avses i handr&#228;ckningsavtalet den
7 december 1989. Den anmodade staten &#228;r i st&#228;llet ber&#228;ttigad
att enligt sin egen lagstiftning anv&#228;nda skattebeloppet f&#246;r
kvittning mot varje vid omdebiteringstillf&#228;llet f&#246;religgande
fordran mot den skattskyldige.

Artikel 12

&#197;terbetalning

1. Har prelimin&#228;r skatt erlagts f&#246;r samma inkomst i flera
avtalsslutande stater, skall den stat, som enligt
best&#228;mmelserna i artikel 6 inte skall kr&#228;va skatt, &#229;terbetala
skatten.

2. Uppkommer i en avtalsslutande stat fr&#229;ga om &#229;terbetalning av
skatt, skall &#229;terbetalningen, om annan avtalsslutande stat har
anm&#228;lt ett anspr&#229;k p&#229; skatten, anst&#229; i avvaktan p&#229; att den
sistn&#228;mnda staten g&#246;r framst&#228;llning om &#246;verf&#246;ring av skatten
inom tid som anges i artikel 9 punkt 2. Om den skattskyldige
sj&#228;lv beg&#228;r &#229;terbetalning av skatt, till&#228;mpas punkt 3 i denna
artikel.

3. Skall &#229;terbetalning av f&#246;r mycket erlagd skatt ske i en
avtalsslutande stat p&#229; inkomst f&#246;rv&#228;rvad i annan avtalsslutande
stat och har denna andra stat inte framst&#228;llt krav p&#229;
&#246;verf&#246;ring av skatt, skall, innan &#229;terbetalning sker, denna
stat underr&#228;ttas h&#228;rom. Har den f&#246;rstn&#228;mnda staten inte inom 30
dagar efter det s&#229;dan underr&#228;ttelse avs&#228;nts tagit emot s&#229;dant
krav p&#229; &#246;verf&#246;ring, f&#229;r &#229;terbetalning ske.

Artikel 13

R&#228;nta

Den anmodade staten &#228;r inte skyldig att erl&#228;gga r&#228;nta p&#229;
skattebelopp som &#246;verf&#246;rs enligt artiklarna 8-11. Den ans&#246;kande
staten f&#229;r inte heller kr&#228;va r&#228;nta p&#229; s&#229;dant belopp.

IV. &#214;vriga best&#228;mmelser

Artikel 14

Underr&#228;ttelser och framst&#228;llningar

1. Underr&#228;ttelse enligt artiklarna 3-6 skall inneh&#229;lla uppgift
om

a) arbetstagarens namn och f&#246;delsedatum samt adress och
beskattningsort i b&#229;da staterna,

b) arbetsgivarens namn och adress i b&#229;da staterna, och

c) tid f&#246;r vilken prelimin&#228;r skatt har erlagts.

Finner skattemyndigheten att de uppgifter som l&#228;mnats inte &#228;r
tillr&#228;ckliga som underlag f&#246;r beslut om att
prelimin&#228;rskatteavdrag inte skall ske, skall skattemyndigheten
i den andra staten omedelbart underr&#228;ttas om detta.

2. Underr&#228;ttelser enligt artikel 12 punkt 3 skall inneh&#229;lla
uppgift om

a) den skattskyldiges namn och
f&#246;delsedatum/identifikationsnummer samt adress i b&#229;da staterna,
och

b) den inkomst och inkomstperiod som &#229;terbetalningen avser,

samt i det fall fr&#229;ga &#228;r om arbetsinkomst eller pension

c) arbetsgivarens/utbetalarens namn och adress, om m&#246;jligt i
b&#229;da staterna, och

d) den skattskyldiges civilst&#229;nd.

3. Framst&#228;llning om &#246;verf&#246;ring av skatt enligt artiklarna 9-11
skall inneh&#229;lla uppgift om

a) den skattskyldiges namn och
f&#246;delsedatum/identifikationsnummer samt adress i den anmodade
staten,

b) inkomst och inkomstperiod som skatten avser, och

c) belopp, som skall &#246;verf&#246;ras,

samt i det fall fr&#229;ga &#228;r om arbetsinkomst eller pension

d) arbetsgivarens/utbetalarens namn och adress, om m&#246;jligt i
b&#229;da staterna.

4. Underr&#228;ttelse skall s&#229;vitt m&#246;jligt &#228;ven inneh&#229;lla
arbetstagarens personnummer i b&#229;da staterna samt arbetsgivarens
identifikationsnummer i b&#229;da staterna.

5. Underr&#228;ttelser och framst&#228;llningar enligt denna
&#246;verenskommelse s&#228;nds genom beh&#246;rig myndighet.

Artikel 15

N&#228;rmare till&#228;mpning

De beh&#246;riga mydigheterna kan komma &#246;verens om den n&#228;rmare
till&#228;mpningen av best&#228;mmelserna i denna &#246;verenskommelse.

Artikel 16

Ikrafttr&#228;dande

Denna &#246;verenskommelse tr&#228;der i kraft den 1 januari 1998. Genom
denna &#246;verenskommelse upph&#228;vs &#246;verenskommelsen den 19 juni 1991
om uppb&#246;rd och &#246;verf&#246;ring av skatt.

Sedan denna &#246;verenskommelse har tr&#228;tt i kraft, till&#228;mpas dess
best&#228;mmelser p&#229; &#228;renden som efter ikrafttr&#228;dandet har kommit in
till den beh&#246;riga myndigheten i den anmodade staten.

Denna &#246;verenskommelse &#228;r utf&#228;rdad i sju exemplar p&#229; danska,
f&#228;r&#246;iska, finska, isl&#228;ndska, norska och svenska spr&#229;ken, varvid
p&#229; svenska spr&#229;ket utf&#228;rdades tv&#229; texter, en f&#246;r Finland och en
f&#246;r Sverige, vilka samtliga texter har samma giltighet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2940">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2942">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
