

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-06-16" /> 
 <meta id="rattsinfo-edited" content="2022-09-21 15:25:25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2985</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2984">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2986">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1997:306 ·
                    <a href="/sfsr?bet=1997:306">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">V&#228;xtf&#246;r&#228;dlarr&#228;ttslag (1997:306)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1997-05-29
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:491
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1997-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. F&#246;rv&#228;rv av v&#228;xtf&#246;r&#228;dlarr&#228;tt

1 &#167; Den som i Sverige har framst&#228;llt en ny v&#228;xtsort eller
dennes r&#228;ttsinnehavare kan f&#229; ensamr&#228;tt att utnyttja v&#228;xtsorten
enligt denna lag (v&#228;xtf&#246;r&#228;dlarr&#228;tt).

Den som utomlands har framst&#228;llt en ny v&#228;xtsort eller dennes
r&#228;ttsinnehavare kan f&#229; v&#228;xtf&#246;r&#228;dlarr&#228;tt till v&#228;xtsorten, om
framst&#228;llaren &#228;r svensk medborgare eller har hemvist i Sverige.

V&#228;xtf&#246;r&#228;dlarr&#228;tt kan ocks&#229; f&#246;rv&#228;rvas av

1. den som har framst&#228;llt en ny v&#228;xtsort i en fr&#228;mmande stat
som &#228;r ansluten till den internationella konventionen den 2
december 1961 f&#246;r skydd av v&#228;xtf&#246;r&#228;dlingsprodukter eller i en
stat som &#228;r medlem i en mellanstatlig organisation som i sin
tur &#228;r ansluten till denna konvention eller av en s&#229;dan persons
r&#228;ttsinnehavare, eller

2. den som &#228;r medborgare eller har hemvist i en s&#229;dan stat och
som i annat fall &#228;n som anges under 1 har framst&#228;llt en ny
v&#228;xtsort utomlands eller av en s&#229;dan persons r&#228;ttsinnehavare.

F&#246;rsta-tredje styckena g&#228;ller &#228;ven den som har uppt&#228;ckt och
vidareutvecklat en ny v&#228;xtsort eller dennes r&#228;ttsinnehavare.

V&#228;xtf&#246;r&#228;dlarr&#228;tt f&#246;rv&#228;rvas genom registrering av v&#228;xtsorten.

2 &#167; Regeringen f&#229;r f&#246;rordna att v&#228;xtf&#246;r&#228;dlarr&#228;tt f&#229;r f&#246;rv&#228;rvas
&#228;ven i andra fall &#228;n som anges i 1 &#167;, om det &#228;r av betydande
intresse f&#246;r svensk folkf&#246;rs&#246;rjning eller f&#246;r den svenska
v&#228;xtodlingen.

Regeringen f&#229;r vidare f&#246;reskriva om lagens till&#228;mpning med
avseende p&#229; andra l&#228;nder under f&#246;ruts&#228;ttning av &#246;msesidighet
eller om det f&#246;ljer av ett s&#229;dant avtal med en fr&#228;mmande stat
eller mellanfolklig organisation som riksdagen har godk&#228;nt.

3 &#167; Med v&#228;xtsort avses i denna lag en samling v&#228;xter inom en
och samma botaniskt systematiska enhet av l&#228;gsta k&#228;nda niv&#229;, om
denna samling kan

1. definieras genom k&#228;nnetecken som har sitt ursprung i en
viss genotyp eller kombination av genotyper,

2. skiljas fr&#229;n varje annan grupp av v&#228;xter genom &#229;tminstone
ett av dessa k&#228;nnetecken, och

3. betraktas som en enhet n&#228;r det g&#228;ller dess l&#228;mplighet att
f&#246;r&#246;kas i of&#246;r&#228;ndrat skick.

2 kap. V&#228;xtf&#246;r&#228;dlarr&#228;ttens omfattning

1 &#167; V&#228;xtf&#246;r&#228;dlarr&#228;tten omfattar

1. den v&#228;xtsort som registrerats i enlighet med vad som f&#246;re-
skrivs i denna lag,

2. samlingar av v&#228;xter som inte tydligt skiljer sig fr&#229;n den
registrerade sorten,

3. v&#228;xtsorter som &#228;r v&#228;sentligen avledda fr&#229;n den registrerade
sorten, om den registrerade sorten inte i sin tur &#228;r
v&#228;sentligen avledd, och

4. v&#228;xtsorter som kan framst&#228;llas endast genom upprepad an-
v&#228;ndning av den registrerade sorten.

En v&#228;xtsort skall anses som v&#228;sentligen avledd om den

1. till &#246;verv&#228;gande del har avletts fr&#229;n den ursprungliga
sorten, eller fr&#229;n en sort som i sig till &#246;verv&#228;gande del &#228;r
avledd fr&#229;n den ursprungliga sorten, och d&#229; har bibeh&#229;llit de
v&#228;sentliga k&#228;nnetecken som &#228;r ett resultat av den ursprungliga
sortens genotyp eller kombination av genotyper,

2. klart kan s&#228;rskiljas fr&#229;n den ursprungliga sorten, och

3. bortsett fr&#229;n de skillnader som beror p&#229;
avledningsf&#246;rfarandet &#246;verensst&#228;mmer med den ursprungliga
sorten n&#228;r det g&#228;ller de v&#228;sentliga k&#228;nnetecken som &#228;r ett
resultat av den ursprungliga sortens genotyp eller kombination
av genotyper.

2 &#167; Med de undantag som anges i 3 och 4 &#167;&#167; inneb&#228;r
v&#228;xtf&#246;r&#228;dlarr&#228;tten att ingen utan samtycke av innehavaren av
v&#228;xtf&#246;r&#228;dlarr&#228;tten f&#229;r utnyttja en v&#228;xtsort eller en annan
samling v&#228;xter som omfattas av v&#228;xtf&#246;r&#228;dlarr&#228;tten genom att

1. producera eller reproducera f&#246;r&#246;kningsmaterial,

2. bearbeta f&#246;r&#246;kningsmaterial f&#246;r f&#246;r&#246;knings&#228;ndam&#229;l,

3. bjuda ut f&#246;r&#246;kningsmaterial till f&#246;rs&#228;ljning,

4. s&#228;lja eller p&#229; n&#229;got annat s&#228;tt tillhandah&#229;lla
f&#246;r&#246;kningsmaterial,

5. exportera f&#246;r&#246;kningsmaterial fr&#229;n Sverige,

6. importera f&#246;r&#246;kningsmaterial till Sverige, eller

7. lagerh&#229;lla f&#246;r&#246;kningsmaterial f&#246;r n&#229;got av de &#228;ndam&#229;l som
anges under 1-6.

Om innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten inte har haft n&#229;gon
rimlig m&#246;jlighet att g&#246;ra sin r&#228;tt g&#228;llande med avseende p&#229;
visst f&#246;r&#246;kningsmaterial, f&#229;r ingen utan hans eller hennes
samtycke utnyttja v&#228;xtsorten genom att vidta s&#229;dana &#229;tg&#228;rder
som anges i f&#246;rsta stycket 1-7 med sk&#246;rdat material som har
framst&#228;llts med hj&#228;lp av detta f&#246;r&#246;kningsmaterial.

3 &#167; V&#228;xtf&#246;r&#228;dlarr&#228;tten omfattar inte

1. utnyttjande som sker privat och f&#246;r icke-kommersiella
&#228;ndam&#229;l,

2. utnyttjande f&#246;r experiment, och

3. utnyttjande f&#246;r framst&#228;llning av nya v&#228;xtsorter.

4 &#167; V&#228;xtf&#246;r&#228;dlarr&#228;tten omfattar inte utnyttjande av
v&#228;xtmaterial som har bringats i oms&#228;ttning inom Europeiska
ekonomiska samarbetsomr&#229;det av innehavaren av
v&#228;xtf&#246;r&#228;dlarr&#228;tten eller med dennes samtycke.

F&#246;rsta stycket g&#228;ller inte utnyttjande som innefattar export
av v&#228;xtmaterial som kan anv&#228;ndas f&#246;r f&#246;r&#246;knings&#228;ndam&#229;l, om
exporten sker till ett fr&#228;mmande land d&#228;r sorter av v&#228;xtsl&#228;ktet
eller v&#228;xtarten i fr&#229;ga inte kan skyddas och det exporterade
materialet inte &#228;r avsett f&#246;r slutlig f&#246;rbrukning.

5 &#167; Vad som s&#228;gs om undantag fr&#229;n ensamr&#228;tten i artikel 14 i
r&#229;dets f&#246;rordning (EG) nr 2100/94 av den 27 juli 1994 om ge-
menskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt  och i de till&#228;mpningsf&#246;reskrifter
som har meddelats med st&#246;d av artikeln skall ocks&#229; till&#228;mpas p&#229;
en v&#228;xtsort som registrerats enligt denna lag. Vad som i
artikeln och till&#228;mpningsf&#246;reskrifterna s&#228;gs om gemenskapens
v&#228;xtf&#246;r&#228;dlarr&#228;tt skall avse v&#228;xtf&#246;r&#228;dlarr&#228;tt enligt denna lag.

3 kap. Villkor f&#246;r registrering

1 &#167; En v&#228;xtsort f&#229;r registreras endast om den &#228;r

1. ny,

2. s&#228;rskiljbar,

3. enhetlig med avseende p&#229; dess v&#228;sentliga k&#228;nnetecken och

4. stabil.

2 &#167; En v&#228;xtsort skall anses som ny, om inte f&#246;r&#246;kningsmaterial
eller sk&#246;rdeprodukter av sorten med samtycke fr&#229;n f&#246;r&#228;dlaren
eller dennes r&#228;ttsinnehavare har s&#229;lts eller p&#229; annat s&#228;tt
avyttrats till andra i syfte att utnyttja sorten

1. h&#228;r i landet tidigare &#228;n ett &#229;r f&#246;re dagen f&#246;r
registreringsans&#246;kan,

2. utomlands tidigare &#228;n sex &#229;r f&#246;re dagen f&#246;r
registreringsans&#246;kan, n&#228;r denna g&#228;ller tr&#228;d eller vin, eller

3. utomlands tidigare &#228;n fyra &#229;r f&#246;re dagen f&#246;r
registreringsans&#246;kan, n&#228;r denna g&#228;ller n&#229;got annat v&#228;xtslag &#228;n
tr&#228;d eller vin.

3 &#167; En v&#228;xtsort skall anses som s&#228;rskiljbar, om den tydligt
skiljer sig fr&#229;n andra sorter som &#228;r k&#228;nda vid tidpunkten f&#246;r
registreringsans&#246;kan.

En v&#228;xtsort skall anses som k&#228;nd, om material av den yrkes-
m&#228;ssigt bjudits ut till f&#246;rs&#228;ljning, s&#229;lts eller p&#229; annat s&#228;tt
tillhandah&#229;llits. V&#228;xtsorten skall ocks&#229; anses som k&#228;nd, om den
registrerats f&#246;r v&#228;xtf&#246;r&#228;dlarr&#228;tt, tagits in i en officiell
sortlista, f&#246;rekommer i en allm&#228;nt tillg&#228;nglig referenssamling,
beskrivits i en allm&#228;nt tillg&#228;nglig skrift eller p&#229; n&#229;got annat
s&#228;tt kommit till allm&#228;nhetens k&#228;nnedom.

&#196;ven en v&#228;xtsort som inte har kommit till allm&#228;nhetens k&#228;nne-
dom skall anses som k&#228;nd, om en ans&#246;kan om ensamr&#228;tt eller om
intagning i officiell sortlista har gjorts i n&#229;got land och
ans&#246;kan senare bifalls.

4 &#167; Vid bed&#246;mningen av om en v&#228;xtsort &#228;r enhetlig bortses fr&#229;n
de variationer som kan f&#246;rv&#228;ntas med h&#228;nsyn till s&#228;rskilda
f&#246;rh&#229;llanden vid sortens f&#246;r&#246;kning.

5 &#167; En v&#228;xtsort skall anses som stabil, om dess v&#228;sentliga
k&#228;nnetecken f&#246;rblir of&#246;r&#228;ndrade efter upprepad f&#246;r&#246;kning eller,
n&#228;r sorten har en s&#228;rskild f&#246;r&#246;kningscykel, vid slutet av varje
s&#229;dan cykel.

6 &#167; Om s&#246;kanden eller n&#229;gon fr&#229;n vilken s&#246;kanden h&#228;rleder sin
r&#228;tt tidigare har ans&#246;kt om skydd f&#246;r en v&#228;xtsort antingen i
n&#229;gon stat som &#228;r ansluten till den internationella
konventionen den 2 december 1961 f&#246;r skydd av
v&#228;xtf&#246;r&#228;dlingsprodukter, eller i n&#229;gon stat som &#228;r ansluten
eller n&#229;got omr&#229;de som &#228;r anslutet till avtalet om uppr&#228;ttandet
av V&#228;rldshandelsorganisationen (WTO), och sedan ans&#246;ker om
registrering av v&#228;xtsorten h&#228;r i landet inom tolv m&#229;nader fr&#229;n
dagen f&#246;r den tidigare ans&#246;kan, skall vid tilll&#228;mpningen av 2-5 &#167;&#167;
den h&#228;r ingivna ans&#246;kan anses gjord samtidigt med den
tidigare ans&#246;kan, om s&#246;kanden yrkar det (prioritet).

S&#229;dan prioritet f&#229;r &#228;ven medges fr&#229;n en ans&#246;kan om skydd som
avser n&#229;gon annan stat eller n&#229;got annat omr&#229;de, om motsvarande
prioritet fr&#229;n en svensk ans&#246;kan om skydd f&#246;r v&#228;xtsort medges
d&#228;r den tidigare ans&#246;kan gjorts och om den d&#228;r g&#228;llande
lagstiftningen i huvudsak st&#228;mmer &#246;verens med konventionen. Om
skydd har s&#246;kts i flera stater eller omr&#229;den, r&#228;knas
tolvm&#229;nadersfristen fr&#229;n den dag d&#229; den f&#246;rsta ans&#246;kan om skydd
gjordes. Lag (2000:1159).

6 a &#167; En s&#246;kande som vill f&#229; prioritet enligt 6 &#167; skall

1. beg&#228;ra prioritet samtidigt som ans&#246;kan g&#246;rs,

2. inom tre m&#229;nader fr&#229;n dagen f&#246;r ans&#246;kan ge in en kopia till
Statens jordbruksverk av den tidigare ans&#246;kan samt

3. inom fem &#229;r fr&#229;n dagen f&#246;r den tidigare ans&#246;kan ge in de
ytterligare handlingar och det material till Statens
jordbruksverk som beh&#246;vs f&#246;r att prioritetsfr&#229;gan skall kunna
pr&#246;vas.

Kopian som avses i f&#246;rsta stycket 2 skall vara bestyrkt av den
myndighet som tog emot den tidigare ans&#246;kan.

Om den tidigare ans&#246;kan har avslagits eller &#229;terkallats, f&#229;r
Statens jordbruksverk best&#228;mma en annan frist &#228;n den som s&#228;gs i
f&#246;rsta stycket 3.

Om f&#246;reskrifterna i f&#246;rsta-tredje styckena inte iakttas, g&#228;ller
inte r&#228;tten till prioritet. Lag (2005:1216).

7 &#167; En v&#228;xtsort f&#229;r inte registreras, om den redan &#228;r
registrerad f&#246;r gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt enligt r&#229;dets
f&#246;rordning (EG) nr 2100/94 av den 27 juli 1994 om gemenskapens
v&#228;xtf&#246;r&#228;dlarr&#228;tt.

4 kap. Sortben&#228;mning

1 &#167; En registrerad v&#228;xtsort ska ha en sortben&#228;mning. Denna 
ska g&#246;ra det m&#246;jligt att skilja v&#228;xtsorten fr&#229;n andra 
sorter.
En sortben&#228;mning f&#229;r inte godtas, om den

1. best&#229;r av enbart siffror, s&#229;vida det inte &#228;r fast praxis 
att beteckna sorter p&#229; det s&#228;ttet,

2. uppenbarligen &#228;r &#228;gnad att vilseleda allm&#228;nheten,

3. strider mot lag eller annan f&#246;rfattning eller mot allm&#228;n 
ordning eller &#228;r &#228;gnad att v&#228;cka f&#246;rargelse,

4. kan f&#246;rv&#228;xlas med en sortben&#228;mning som f&#246;r en sort inom 
v&#228;xtarten eller en n&#228;raliggande v&#228;xtart inf&#246;rts i eller 
f&#246;reslagits f&#246;r inf&#246;rande i v&#228;xtsortregistret, ett 
motsvarande utl&#228;ndskt register eller en annan officiell 
sortlista eller som anv&#228;nds p&#229; f&#246;r&#246;kningsmaterial av en s&#229;dan 
sort,

5. kan f&#246;rv&#228;xlas med ett varum&#228;rke, ett f&#246;retagsnamn eller 
ett annat namn eller n&#229;gon annan beteckning f&#246;r vilken n&#229;gon 
annan &#228;n s&#246;kanden har skydd och som skulle ha utgjort hinder 
mot att registrera sortben&#228;mningen som varum&#228;rke f&#246;r material 
av en v&#228;xtsort eller f&#246;r varor av liknande slag,

6. kan f&#246;rv&#228;xlas med ett s&#229;dant varum&#228;rke f&#246;r material av en 
v&#228;xtsort eller f&#246;r varor av liknande slag f&#246;r vilket s&#246;kanden 
har skydd.

Regeringen f&#229;r under f&#246;ruts&#228;ttning av &#246;msesidighet f&#246;rordna 
att en sortben&#228;mning som har registrerats eller s&#246;kts 
registrerad i en fr&#228;mmande stat ska registreras i Sverige 
trots f&#246;rsta och andra styckena, om det inte finns synnerliga 
sk&#228;l mot detta. Lag (2018:1672).

2 &#167; Den som bjuder ut f&#246;r&#246;kningsmaterial av en registrerad
v&#228;xtsort till f&#246;rs&#228;ljning eller p&#229; n&#229;got annat s&#228;tt
tillhandah&#229;ller s&#229;dant material skall anv&#228;nda den registrerade
sortben&#228;mningen. Detta g&#228;ller &#228;ven sedan skyddstiden har g&#229;tt
ut eller v&#228;xtf&#246;r&#228;dlarr&#228;tten av n&#229;gon annan anledning har
upph&#246;rt.

En registrerad ben&#228;mning p&#229; en sort eller en med denna f&#246;r-
v&#228;xlingsbar ben&#228;mning f&#229;r inte anv&#228;ndas f&#246;r en annan sort av
samma eller n&#228;rst&#229;ende v&#228;xtart eller f&#246;r material av en s&#229;dan
sort s&#229; l&#228;nge registreringen av ben&#228;mningen best&#229;r.

5 kap. Ans&#246;kningsf&#246;rfarandet

1 &#167; Registrering enligt denna lag sker i det v&#228;xtsortregister
som f&#246;rs av Statens jordbruksverk.

N&#228;r en v&#228;xtsort registreras skall &#228;ven sortens ben&#228;mning
registreras. Lag (2005:1216).

2 &#167; En ans&#246;kan om registrering av en v&#228;xtsort skall g&#246;ras
skriftligen hos Statens jordbruksverk.

Ans&#246;kan skall inneh&#229;lla

1. en tydlig beskrivning av sorten med s&#228;rskilt angivande av
det eller de k&#228;nnetecken som skiljer sorten fr&#229;n andra sorter,

2. uppgift om sortens h&#228;rstamning,

3. f&#246;rslag till ben&#228;mning p&#229; sorten, och

4. uppgift om f&#246;r&#228;dlarens namn.

Om n&#229;gon annan &#228;n f&#246;r&#228;dlaren s&#246;ker registrering, skall
s&#246;kanden styrka sin r&#228;tt till sorten.

Till ans&#246;kan skall fogas en av s&#246;kanden egenh&#228;ndigt
underskriven f&#246;rs&#228;kran p&#229; heder och samvete att sorten, s&#229;vitt
s&#246;kanden k&#228;nner till, inte f&#246;re den dag d&#229; ans&#246;kan g&#246;rs eller
enligt 3 kap. 6 &#167; skall anses ha blivit gjord har avyttrats p&#229;
ett s&#229;dant s&#228;tt att den enligt 3 kap. 2 &#167; inte skall anses som
ny.

I samband med ans&#246;kan skall s&#246;kanden tillhandah&#229;lla v&#228;xtmaterial
av sorten i den m&#228;ngd som beh&#246;vs f&#246;r att prova sorten.

S&#246;kanden skall betala f&#246;reskriven ans&#246;kningsavgift.
Lag (2005:1216).

3 &#167; En ans&#246;kan f&#229;r g&#228;lla registrering av endast en v&#228;xtsort.

4 &#167; Statens jordbruksverk f&#229;r f&#246;rel&#228;gga en s&#246;kande som inte har
hemvist i Sverige att f&#246;r sig st&#228;lla ett ombud med beh&#246;righet
att ta emot delgivning i &#228;rendet och med hemvist h&#228;r i landet,
samt att anm&#228;la ombudet hos verket. Om s&#246;kanden inte f&#246;ljer
f&#246;rel&#228;ggandet, f&#229;r delgivning ske genom att handlingen s&#228;nds
med posten till s&#246;kanden under dennes senaste k&#228;nda adress.
Delgivning skall anses ha skett n&#228;r detta har blivit fullgjort.
Lag (2005:1216).

5 &#167; Om s&#246;kanden inte har iakttagit vad som &#228;r f&#246;reskrivet om
ans&#246;kan eller om det finns n&#229;got annat hinder f&#246;r bifall till
ans&#246;kan, skall s&#246;kanden f&#246;rel&#228;ggas att inom viss tid yttra sig
eller vidta r&#228;ttelse.

Om s&#246;kanden underl&#229;ter att inom f&#246;relagd tid ge in yttrande
eller vidta r&#228;ttelse, skall ans&#246;kan avskrivas. En upplysning om
detta skall tas in i f&#246;rel&#228;ggandet.

6 &#167; Finns det n&#229;got hinder f&#246;r bifall till ans&#246;kan &#228;ven efter
det att s&#246;kanden yttrat sig och har s&#246;kanden haft tillf&#228;lle att
yttra sig &#246;ver hindret, skall ans&#246;kan avsl&#229;s, om det inte finns
anledning att ge s&#246;kanden ett nytt f&#246;rel&#228;ggande.

7 &#167; Om n&#229;gon inf&#246;r Statens jordbruksverk p&#229;st&#229;r sig ha b&#228;ttre 
r&#228;tt till v&#228;xtsorten &#228;n s&#246;kanden och saken &#228;r oviss, kan 
verket f&#246;rel&#228;gga honom eller henne att v&#228;cka talan vid 
domstol inom viss tid vid p&#229;f&#246;ljd att p&#229;st&#229;endet annars 
l&#228;mnas utan avseende vid ans&#246;kans fortsatta pr&#246;vning.

Om en tvist om b&#228;ttre r&#228;tt &#228;r inledd vid domstol, kan 
registreringsans&#246;kan f&#246;rklaras vilande i v&#228;ntan p&#229; att m&#229;let 
slutligt avg&#246;rs. Lag (2016:215).

8 &#167; Om n&#229;gon inf&#246;r Statens jordbruksverk visar att han eller hon
har b&#228;ttre r&#228;tt till v&#228;xtsorten &#228;n s&#246;kanden, skall verket p&#229;
yrkande &#246;verf&#246;ra ans&#246;kan p&#229; honom eller henne. Den som f&#229;r
ans&#246;kan &#246;verf&#246;rd p&#229; sig skall betala ny ans&#246;kningsavgift.

Om &#246;verf&#246;ring yrkas, f&#229;r ans&#246;kan inte avskrivas, avsl&#229;s eller
bifallas f&#246;rr&#228;n yrkandet slutligt har pr&#246;vats. Lag (2005:1216).

9 &#167; Om ans&#246;kan &#228;r fullst&#228;ndig och det inte finns n&#229;got hinder
f&#246;r registrering, skall Statens jordbruksverk kung&#246;ra ans&#246;kan
f&#246;r att bereda allm&#228;nheten tillf&#228;lle att framst&#228;lla inv&#228;ndningar
mot ans&#246;kan.

Inv&#228;ndningar skall g&#246;ras skriftligen hos Statens jordbruksverk
inom den tid som verket best&#228;mmer. Lag (2005:1216).

10 &#167; Statens jordbruksverk skall se till att material av
v&#228;xtsorten provas, om inte detta av s&#228;rskilda sk&#228;l &#228;r on&#246;digt.
S&#246;kanden skall betala f&#246;reskriven avgift f&#246;r utf&#246;rd provning.
Lag (2005:1216).

11 &#167; Sedan tiden f&#246;r att framst&#228;lla inv&#228;ndning mot ans&#246;kan har
g&#229;tt ut och provning med material av v&#228;xtsorten har slutf&#246;rts
skall ans&#246;kan tas upp till fortsatt pr&#246;vning. Vid denna
pr&#246;vning &#228;r 4-8 &#167;&#167; till&#228;mpliga.

S&#246;kanden skall ges tillf&#228;lle att yttra sig &#246;ver framst&#228;llda
inv&#228;ndningar och utf&#246;rd provning.

12 &#167; Om en ans&#246;kan om registrering av en v&#228;xtsort bifalls och
beslutet vinner laga kraft, skall sorten tas in i
v&#228;xtsortregistret och registreringen kung&#246;ras.

Avskrivs eller avsl&#229;s en ans&#246;kan som har kungjorts enligt 9 &#167;,
skall beslutet kung&#246;ras sedan det vunnit laga kraft.

6 kap. Giltighetstid, &#229;rsavgifter och efterkontroll

1 &#167; V&#228;xtf&#246;r&#228;dlarr&#228;tten g&#228;ller fr&#229;n den dag d&#229; ans&#246;kan om regi-
strering bif&#246;lls och kan uppr&#228;tth&#229;llas under 25 &#229;r r&#228;knat fr&#229;n
och med den 1 januari &#229;ret efter det d&#229; beslutet om
registrering vann laga kraft. I fr&#229;ga om potatis, tr&#228;d och vin
kan dock v&#228;xtf&#246;r&#228;dlarr&#228;tten uppr&#228;tth&#229;llas under 30 &#229;r r&#228;knat
fr&#229;n samma tidpunkt.

2 &#167; F&#246;r v&#228;xtf&#246;r&#228;dlarr&#228;tten skall det f&#246;r varje kalender&#229;r
betalas en f&#246;reskriven &#229;rsavgift. Denna skall betalas fr&#229;n och
med &#229;ret efter det d&#229; ans&#246;kan om registrering bif&#246;lls.

&#197;rsavgiften skall betalas senast f&#246;rsta dagen p&#229; det
kalender&#229;r avgiften avser. Senaste dag f&#246;r att betala &#229;rsavgift
f&#246;r ett &#229;r som har b&#246;rjat innan v&#228;xtsorten har registrerats
eller inom tv&#229; m&#229;nader d&#228;refter infaller dock f&#246;rst tv&#229; m&#229;nader
efter dagen f&#246;r registreringen. &#197;rsavgiften f&#229;r inte betalas
innan registrering har skett och inte heller tidigare &#228;n sex
m&#229;nader f&#246;re det kalender&#229;r som avgiften avser.

&#197;rsavgiften f&#229;r, med den f&#246;rh&#246;jning som &#228;r f&#246;reskriven,
betalas inom sex m&#229;nader efter f&#246;rfallodagen.

3 &#167; F&#246;r att kontrollera att en registrerad v&#228;xtsort &#228;r stabil
f&#229;r Statens jordbruksverk f&#246;rel&#228;gga innehavaren av
v&#228;xtf&#246;r&#228;dlarr&#228;tten att tillhandah&#229;lla verket
f&#246;r&#246;kningsmaterial av sorten samt n&#246;dv&#228;ndiga handlingar och
upplysningar. Lag (2005:1216).

7 kap. Licens

1 &#167; Har innehavaren av en v&#228;xtf&#246;r&#228;dlarr&#228;tt medgett n&#229;gon annan
r&#228;tt att utnyttja en registrerad v&#228;xtsort (licens), f&#229;r denne
&#246;verl&#229;ta sin r&#228;tt vidare endast om innehavaren har medgett det.

Ing&#229;r licensen i en r&#246;relse, f&#229;r licensen dock &#246;verl&#229;tas i
samband med &#246;verl&#229;telse av r&#246;relsen eller en del av den, om
inte n&#229;got annat har avtalats. Om licensen &#246;verl&#229;ts p&#229; ett
s&#229;dant s&#228;tt, forts&#228;tter &#228;nd&#229; &#246;verl&#229;taren att svara f&#246;r att
licensavtalet fullg&#246;rs.

2 &#167; Har v&#228;xtf&#246;r&#228;dlarr&#228;tten &#246;verg&#229;tt p&#229; n&#229;gon annan eller har
licens uppl&#229;tits eller &#246;verl&#229;tits, skall p&#229; beg&#228;ran och mot
f&#246;reskriven avgift anteckning om detta g&#246;ras i
v&#228;xtsortregistret. Om det visas att en licens som har
antecknats i registret upph&#246;rt att g&#228;lla, skall ocks&#229; detta
antecknas.

F&#246;rsta stycket g&#228;ller &#228;ven i fr&#229;ga om tv&#229;ngslicenser.

I ett m&#229;l eller &#228;rende om v&#228;xtf&#246;r&#228;dlarr&#228;tt anses den som -
innehavare av v&#228;xtf&#246;r&#228;dlarr&#228;tten som senast har blivit inf&#246;rd i
v&#228;xtsortregistret i denna egenskap.

3 &#167; F&#246;rses inte marknaden med f&#246;r&#246;kningsmaterial av en
registrerad v&#228;xtsort p&#229; sk&#228;liga villkor och i den omfattning
som &#228;r motiverad med h&#228;nsyn till allm&#228;nt intresse och finns det
inte n&#229;gon godtagbar anledning till underl&#229;tenheten, kan den
som h&#228;r i landet vill utnyttja en registrerad v&#228;xtsort f&#229;
tv&#229;ngslicens till detta. En tv&#229;ngslicens innefattar &#228;ven r&#228;tt
att av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten f&#229; f&#246;r&#246;kningsmaterial
av sorten i den omfattning som &#228;r sk&#228;lig.

3 a &#167; En innehavare av ett patent p&#229; en bioteknisk uppfinning,
som inte kan utnyttja den utan att g&#246;ra intr&#229;ng i en tidigare
registrerad v&#228;xtf&#246;r&#228;dlarr&#228;tt, kan f&#229; en tv&#229;ngslicens att
utnyttja den v&#228;xtsort som skyddas av v&#228;xtf&#246;r&#228;dlarr&#228;tten. En
s&#229;dan licens meddelas endast om s&#246;kanden visar att uppfinningen
utg&#246;r ett viktigt tekniskt framsteg av betydande ekonomiskt
intresse i f&#246;rh&#229;llande till v&#228;xtsorten.

Om en innehavare av en v&#228;xtf&#246;r&#228;dlarr&#228;tt f&#229;r en tv&#229;ngslicens i
ett patent, har patenthavaren r&#228;tt att p&#229; sk&#228;liga villkor f&#229; en
tv&#229;ngslicens (motlicens) att utnyttja den skyddade v&#228;xtsorten.

Best&#228;mmelser om m&#246;jlighet f&#246;r en v&#228;xtf&#246;r&#228;dlare att under vissa
f&#246;ruts&#228;ttningar f&#229; en tv&#229;ngslicens att utnyttja en
patentskyddad uppfinning finns i 46 a &#167; patentlagen (1967:837).
Lag (2004:160).

4 &#167; En tv&#229;ngslicens f&#229;r endast beviljas den som kan antas ha
f&#246;ruts&#228;ttningar att utnyttja v&#228;xtsorten p&#229; ett godtagbart s&#228;tt
och i &#246;verensst&#228;mmelse med licensen. S&#246;kanden m&#229;ste ocks&#229; visa
att han eller hon utan framg&#229;ng har v&#228;nt sig till innehavaren
av v&#228;xtf&#246;r&#228;dlarr&#228;tten f&#246;r att f&#229; ett licensavtal p&#229; sk&#228;liga
villkor.

En tv&#229;ngslicens hindrar inte innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten
att sj&#228;lv utnyttja sorten eller att uppl&#229;ta licenser. En
tv&#229;ngslicens kan &#246;verg&#229; till n&#229;gon annan endast tillsammans med
en r&#246;relse d&#228;r den utnyttjas eller var avsedd att utnyttjas.
F&#246;r s&#229;dana tv&#229;ngslicenser som avses i 3 a &#167; f&#246;rsta stycket
g&#228;ller dessutom att licensen endast f&#229;r &#246;verl&#229;tas tillsammans
med det patent som licensen grundats p&#229;. Lag (2004:160).

5 &#167; En tv&#229;ngslicens meddelas av domstolen, som &#228;ven best&#228;mmer 
i vilken omfattning v&#228;xtsorten f&#229;r utnyttjas samt fastst&#228;ller 
ers&#228;ttningen och &#246;vriga villkor f&#246;r licensen. N&#228;r v&#228;sentligt 
&#228;ndrade f&#246;rh&#229;llanden motiverar det, kan domstolen p&#229; yrkande 
upph&#228;va licensen eller fastst&#228;lla nya villkor f&#246;r den.
Lag (2016:215).

8 kap. V&#228;xtf&#246;r&#228;dlarr&#228;ttens upph&#246;rande m.m.

1 &#167; Betalas inte &#229;rsavgift enligt vad som f&#246;reskrivs i 6 kap.
2 &#167;, &#228;r v&#228;xtf&#246;r&#228;dlarr&#228;tten f&#246;rfallen fr&#229;n och med den 1 januari
det &#229;r f&#246;r vilket avgift inte betalats. Statens jordbruksverk
skall d&#229; ocks&#229; avregistrera v&#228;xtsorten. Lag (2005:1216).

2 &#167; Om innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten skriftligen hos
Statens jordbruksverk avst&#229;r fr&#229;n v&#228;xtf&#246;r&#228;dlarr&#228;tten, skall
verket avregistrera v&#228;xtsorten.

Om v&#228;xtf&#246;r&#228;dlarr&#228;tten &#228;r utm&#228;tt, belagd med kvarstad eller
tagen i anspr&#229;k genom betalningss&#228;kring eller om en tvist om
&#246;verf&#246;ring av registreringen p&#229;g&#229;r, f&#229;r sorten inte
avregistreras p&#229; beg&#228;ran av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten
s&#229; l&#228;nge utm&#228;tningen, kvarstaden eller betalningss&#228;kringen
best&#229;r eller tvisten inte blivit slutligt avgjord.
Lag (2005:1216).

3 &#167; Domstolen ska p&#229; yrkande h&#228;va registreringen av en 
v&#228;xtsort, om

1. v&#228;xtsorten p&#229; ans&#246;kningsdagen eller, om innehavaren av 
v&#228;xtf&#246;r&#228;dlarr&#228;tten &#229;tnjutit prioritet, p&#229; den dag fr&#229;n vilken 
prioritet har getts inte uppfyllde kravet p&#229; nyhet i 3 kap. 
2 &#167; eller kravet p&#229; s&#228;rskiljbarhet i 3 kap. 3 &#167;,

2. v&#228;xtsorten vid den tidpunkt som anges under 1 inte 
uppfyllde kravet p&#229; enhetlighet i 3 kap. 4 &#167; eller kravet p&#229; 
stabilitet i 3 kap. 5 &#167;, s&#229;vida sorten har registrerats 
huvudsakligen p&#229; grundval av upplysningar som s&#246;kanden 
tillhandah&#229;llit,

3. v&#228;xtsorten har registrerats i strid med 3 kap. 7 &#167;, 
eller

4. v&#228;xtsorten har registrerats f&#246;r n&#229;gon som inte var 
ber&#228;ttigad till det och talan inte har v&#228;ckts om &#246;verf&#246;ring 
av registreringen.

En registrering f&#229;r inte h&#228;vas p&#229; den grunden att den som 
f&#229;tt registreringen har haft r&#228;tt till bara en viss andel i 
v&#228;xtf&#246;r&#228;dlarr&#228;tten. Lag (2016:215).

4 &#167; Har en v&#228;xtsort registrerats f&#246;r n&#229;gon annan &#228;n den som &#228;r
ber&#228;ttigad till det enligt 1 kap. 1 &#167;, skall domstolen p&#229; talan
av den ber&#228;ttigade &#246;verf&#246;ra registreringen p&#229; honom eller
henne. Talan skall v&#228;ckas inom den tid som anges i 5 &#167;.

5 &#167; Talan enligt 3 &#167; f&#246;rsta stycket 4 som grundas p&#229; att en
v&#228;xtsort har registrerats f&#246;r n&#229;gon annan &#228;n den som &#228;r
ber&#228;ttigad till det f&#229;r f&#246;ras endast av den som p&#229;st&#229;r sig vara
ber&#228;ttigad till sorten. Talan skall v&#228;ckas inom ett &#229;r efter
det att k&#228;randen f&#229;tt k&#228;nnedom om registreringen och de &#246;vriga
omst&#228;ndigheter p&#229; vilka talan grundas. Om innehavaren av
v&#228;xtf&#246;r&#228;dlarr&#228;tten var i god tro n&#228;r sorten registrerades eller
n&#228;r v&#228;xtf&#246;r&#228;dlarr&#228;tten &#246;vergick p&#229; honom eller henne, f&#229;r talan
inte v&#228;ckas senare &#228;n tre &#229;r efter registreringen.

I &#246;vriga fall f&#229;r talan enligt 3 &#167; f&#246;ras av var och en som
f&#246;rorsakas n&#229;gon nackdel av registreringen och, om det &#228;r
motiverat fr&#229;n allm&#228;n synpunkt, av den myndighet som regeringen
best&#228;mmer.

6 &#167; Statens jordbruksverk skall avregistrera en v&#228;xtsort, om

1. sorten inte l&#228;ngre uppfyller kraven i 3 kap. p&#229; enhetlighet
och stabilitet, eller

2. innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten inte har f&#246;ljt ett
f&#246;rel&#228;ggande enligt 6 kap. 3 &#167; och underl&#229;tenheten utg&#246;r hinder
f&#246;r tillf&#246;rlitlig efterkontroll. Lag (2005:1216).

7 &#167; Om en sortben&#228;mning har registrerats i strid med denna lag
och om sk&#228;let mot registrering kvarst&#229;r, skall Statens
jordbruksverk registrera en ny ben&#228;mning f&#246;r v&#228;xtsorten.
Detsamma g&#228;ller om en registrerad sortben&#228;mning uppenbarligen
blivit &#228;gnad att vilseleda allm&#228;nheten eller blivit stridande
mot allm&#228;n ordning eller &#228;gnad att v&#228;cka f&#246;rargelse.

Innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten skall i fall som avses i
f&#246;rsta stycket ges tillf&#228;lle att f&#246;resl&#229; en ny ben&#228;mning.

En registrerad ben&#228;mning p&#229; en sort f&#246;r vilken skyddstiden
g&#229;tt ut eller v&#228;xtf&#246;r&#228;dlarr&#228;tten p&#229; annat s&#228;tt upph&#246;rt f&#229;r p&#229;
beg&#228;ran av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten eller d&#229; det
annars finns anledning till det efter pr&#246;vning av Statens
jordbruksverk avregistreras, om ben&#228;mningen inte l&#228;ngre
anv&#228;nds. Lag (2005:1216).

8 &#167; I artikel 92.2 i r&#229;dets f&#246;rordning (EG) nr 2100/94 av den
27 juli 1994 om gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt finns s&#228;rskilda
best&#228;mmelser som g&#228;ller d&#229; en v&#228;xtsort registrerats f&#246;r
gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt efter det att sorten registrerats
enligt denna lag.

9 kap. Ansvar och ers&#228;ttningsskyldighet m.m.

1 &#167; Den som upps&#229;tligen eller av grov oaktsamhet g&#246;r intr&#229;ng i 
en v&#228;xtf&#246;r&#228;dlarr&#228;tt d&#246;ms f&#246;r v&#228;xtf&#246;r&#228;dlarr&#228;ttsbrott till b&#246;ter 
eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

Om brottet beg&#229;tts upps&#229;tligen och &#228;r att anse som grovt, d&#246;ms 
f&#246;r grovt v&#228;xtf&#246;r&#228;dlarr&#228;ttsbrott till f&#228;ngelse i l&#228;gst sex 
m&#229;nader och h&#246;gst sex &#229;r. Vid bed&#246;mningen av om brottet &#228;r 
grovt ska det s&#228;rskilt beaktas om g&#228;rningen 

1. har f&#246;reg&#229;tts av s&#228;rskild planering,

2. har utgjort ett led i en brottslighet som ut&#246;vats i 
organiserad form,

3. har varit av st&#246;rre omfattning, eller

4. annars har varit av s&#228;rskilt farlig art.

Den som har &#246;vertr&#228;tt ett vitesf&#246;rbud enligt 2 &#167; f&#229;r inte 
d&#246;mas till ansvar f&#246;r intr&#229;ng som omfattas av f&#246;rbudet. 

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till v&#228;xtf&#246;r&#228;dlarr&#228;ttsbrott 
eller grovt v&#228;xtf&#246;r&#228;dlarr&#228;ttsbrott d&#246;ms det till ansvar enligt 
23 kap. brottsbalken. 

&#197;klagaren f&#229;r v&#228;cka &#229;tal f&#246;r brott som avses i denna paragraf 
endast om &#229;tal &#228;r motiverat fr&#229;n allm&#228;n synpunkt.
Lag (2020:544).

1 a &#167; Egendom med avseende p&#229; vilken brott f&#246;religger enligt
1 &#167; skall f&#246;rklaras f&#246;rverkad, om det inte &#228;r uppenbart osk&#228;ligt.
I st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras f&#246;rverkat.
&#196;ven utbyte av s&#229;dant brott skall f&#246;rklaras f&#246;rverkat, om det
inte &#228;r uppenbart osk&#228;ligt. Detsamma g&#228;ller vad n&#229;gon har tagit
emot som ers&#228;ttning f&#246;r kostnader i samband med ett s&#229;dant
brott, eller v&#228;rdet av det mottagna, om mottagandet utg&#246;r brott
enligt 1 &#167;.

Egendom som har anv&#228;nts som hj&#228;lpmedel vid brott enligt 1 &#167; f&#229;r
f&#246;rklaras f&#246;rverkad, om det beh&#246;vs f&#246;r att f&#246;rebygga brott
eller om det annars finns s&#228;rskilda sk&#228;l. Detsamma g&#228;ller
egendom som varit avsedd att anv&#228;ndas som hj&#228;lpmedel vid brott
enligt 1 &#167;, om brottet har fullbordats eller om f&#246;rfarandet har
utgjort ett straffbart f&#246;rs&#246;k eller en straffbar f&#246;rberedelse.
I st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras f&#246;rverkat.
Lag (2005:314).

2 &#167; P&#229; yrkande av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten eller den 
som p&#229; grund av licens har r&#228;tt att utnyttja v&#228;xtsorten f&#229;r 
domstolen vid vite f&#246;rbjuda den som g&#246;r eller medverkar till 
intr&#229;ng i v&#228;xtf&#246;r&#228;dlarr&#228;tten att forts&#228;tta med det.

F&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om f&#246;rs&#246;k eller 
f&#246;rberedelse till intr&#229;ng. Lag (2016:215).

3 &#167; Om k&#228;randen visar sannolika sk&#228;l f&#246;r att intr&#229;ng, eller
medverkan till intr&#229;ng, i v&#228;xtf&#246;r&#228;dlarr&#228;tten f&#246;rekommer och
om det sk&#228;ligen kan befaras att svaranden genom att forts&#228;tta
intr&#229;nget, eller medverkan till det, f&#246;rringar v&#228;rdet av
ensamr&#228;tten till v&#228;xtsorten, f&#229;r domstolen meddela
vitesf&#246;rbud f&#246;r tiden intill dess att m&#229;let slutligt avgjorts
eller n&#229;got annat har beslutats. Innan ett s&#229;dant f&#246;rbud
meddelas ska svaranden ha f&#229;tt tillf&#228;lle att yttra sig, om
inte ett dr&#246;jsm&#229;l skulle medf&#246;ra risk f&#246;r skada.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om
f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng.

Ett f&#246;rbud enligt f&#246;rsta stycket f&#229;r meddelas endast om
k&#228;randen st&#228;ller s&#228;kerhet hos domstolen f&#246;r den skada som kan
tillfogas svaranden. Kan k&#228;randen inte st&#228;lla s&#229;dan s&#228;kerhet,
f&#229;r domstolen befria k&#228;randen fr&#229;n detta. I fr&#229;ga om slaget
av s&#228;kerhet g&#228;ller 2 kap. 25 &#167; uts&#246;kningsbalken. S&#228;kerheten
ska pr&#246;vas av domstolen, om den inte har godk&#228;nts av
svaranden.

N&#228;r m&#229;let avg&#246;rs ska domstolen pr&#246;va om f&#246;rbud som har
meddelats enligt f&#246;rsta stycket fortfarande ska best&#229;.
Lag (2009:115).

4 &#167; I fr&#229;ga om &#246;verklagande av beslut enligt 3 &#167; samt i fr&#229;ga
om handl&#228;ggningen i h&#246;gre domstol g&#228;ller vad som f&#246;reskrivs i
r&#228;tteg&#229;ngsbalken om &#246;verklagande av beslut enligt 15 kap.
r&#228;tteg&#229;ngsbalken.

5 &#167; En talan om utd&#246;mande av vite f&#246;rs av den som har ans&#246;kt 
om f&#246;rbudet. Lag (2016:215).

5 a &#167; Om s&#246;kanden visar sannolika sk&#228;l f&#246;r att n&#229;gon har
gjort ett intr&#229;ng i en v&#228;xtf&#246;r&#228;dlarr&#228;tt f&#229;r domstolen vid
vite besluta att n&#229;gon eller n&#229;gra av dem som anges i andra
stycket ska ge s&#246;kanden information om ursprung och
distributionsn&#228;t f&#246;r de varor eller tj&#228;nster som intr&#229;nget
g&#228;ller (informationsf&#246;rel&#228;ggande). Ett s&#229;dant beslut f&#229;r
meddelas p&#229; yrkande av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten
eller den som p&#229; grund av licens har r&#228;tt att utnyttja
v&#228;xtsorten. Det f&#229;r bara meddelas om informationen kan antas
underl&#228;tta utredning av ett intr&#229;ng som avser varorna eller
tj&#228;nsterna.

Skyldigheten att l&#228;mna information omfattar den som

1. har gjort eller medverkat till intr&#229;nget,

2. i kommersiell skala har f&#246;rfogat &#246;ver en vara som
intr&#229;nget g&#228;ller,

3. i kommersiell skala har anv&#228;nt en tj&#228;nst som intr&#229;nget
g&#228;ller,

4. i kommersiell skala har tillhandah&#229;llit en elektronisk
kommunikationstj&#228;nst eller en annan tj&#228;nst som har anv&#228;nts
vid intr&#229;nget, eller

5. har identifierats av n&#229;gon som anges i 2–4 s&#229;som delaktig
i tillverkningen eller distributionen av en vara eller
tillhandah&#229;llandet av en tj&#228;nst som intr&#229;nget g&#228;ller.

Information om varors eller tj&#228;nsters ursprung och
distributionsn&#228;t kan s&#228;rskilt avse

1. namn p&#229; och adress till producenter, distribut&#246;rer,
leverant&#246;rer och andra som har innehaft varorna eller
tillhandah&#229;llit tj&#228;nsterna,

2. namn p&#229; och adress till avsedda grossister och
detaljister, och

3. uppgifter om hur mycket som har producerats, levererats,
mottagits eller best&#228;llts och om vilket pris som har best&#228;mts
f&#246;r varorna eller tj&#228;nsterna.

Best&#228;mmelserna i f&#246;rsta–tredje styckena till&#228;mpas ocks&#229; i
fr&#229;ga om f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng.
Lag (2009:115).

5 b &#167; Ett informationsf&#246;rel&#228;ggande f&#229;r meddelas endast om 
sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i 
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller 
f&#246;r n&#229;got annat motst&#229;ende intresse.

Skyldigheten att l&#228;mna information enligt 9 kap. 5 a &#167; 
omfattar inte uppgifter vars yppande skulle r&#246;ja att 
uppgiftsl&#228;mnaren eller n&#229;gon honom eller henne n&#228;rst&#229;ende som 
avses i 36 kap. 3 &#167; r&#228;tteg&#229;ngsbalken har beg&#229;tt en brottslig 
handling.

I Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av 
den 27 april 2016 om skydd f&#246;r fysiska personer med avseende 
p&#229; behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning) finns best&#228;mmelser som 
begr&#228;nsar hur mottagna personuppgifter f&#229;r behandlas.
Lag (2018:281).

5 c &#167; Om ett yrkande om informationsf&#246;rel&#228;ggande riktar sig 
mot den som &#228;r s&#246;kandens motpart i ett m&#229;l om intr&#229;ng, ska 
best&#228;mmelserna om r&#228;tteg&#229;ng som g&#228;ller f&#246;r det m&#229;let 
till&#228;mpas. Ett beslut om informationsf&#246;rel&#228;ggande f&#229;r 
&#246;verklagas s&#228;rskilt.

Om yrkandet om informationsf&#246;rel&#228;ggande riktar sig mot n&#229;gon 
annan &#228;n den som anges i f&#246;rsta stycket, ska lagen (1996:242) 
om domstols&#228;renden till&#228;mpas. Domstolen f&#229;r best&#228;mma att 
vardera parten ska svara f&#246;r sina r&#228;tteg&#229;ngskostnader.

En talan om utd&#246;mande av vite f&#229;r f&#246;ras av den som har ans&#246;kt 
om f&#246;rel&#228;ggandet. Lag (2016:215).

5 d &#167; Den som p&#229; grund av best&#228;mmelserna i 9 kap. 5 a &#167; andra 
stycket 2-5 har f&#246;relagts att enligt f&#246;rsta stycket samma 
paragraf l&#228;mna information har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r 
kostnader och besv&#228;r. Ers&#228;ttningen ska betalas av den som har 
framst&#228;llt yrkandet om informationsf&#246;rel&#228;ggande.

Den som tillhandah&#229;ller en elektronisk kommunikationstj&#228;nst 
och som till f&#246;ljd av ett informationsf&#246;rel&#228;ggande har l&#228;mnat 
ut information som avses i 9 kap. 31 &#167; lagen (2022:482) om 
elektronisk kommunikation ska s&#228;nda en skriftlig underr&#228;ttelse 
om detta till den som uppgifterna g&#228;ller tidigast efter en 
m&#229;nad och senast efter tre m&#229;nader fr&#229;n det att informationen 
l&#228;mnades ut. Kostnaden f&#246;r underr&#228;ttelsen ers&#228;tts enligt 
f&#246;rsta stycket. Lag (2022:491).

5 e &#167; Ut&#246;ver det som anges i 3 kap. 8 och 9 &#167;&#167; lagen 
(2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning f&#229;r personuppgifter om lag&#246;vertr&#228;delser 
som innefattar brott enligt 9 kap. 1 &#167; behandlas om detta &#228;r 
n&#246;dv&#228;ndigt f&#246;r att ett r&#228;ttsligt anspr&#229;k ska kunna 
fastst&#228;llas, g&#246;ras g&#228;llande eller f&#246;rsvaras. 
Lag (2018:281).

5 f &#167; P&#229; yrkande av k&#228;randen f&#229;r domstolen, i m&#229;l om intr&#229;ng,
&#229;l&#228;gga den som har gjort eller medverkat till intr&#229;nget att
bekosta l&#228;mpliga &#229;tg&#228;rder f&#246;r att sprida information om domen
i m&#229;let.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om
f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng. Lag (2009:115).

6 &#167; Den som upps&#229;tligen eller av oaktsamhet g&#246;r intr&#229;ng i 
en v&#228;xtf&#246;r&#228;dlarr&#228;tt ska betala sk&#228;lig ers&#228;ttning f&#246;r 
utnyttjandet av v&#228;xtsorten samt ers&#228;ttning f&#246;r den 
ytterligare skada som intr&#229;nget har medf&#246;rt. N&#228;r storleken p&#229; 
ers&#228;ttningen f&#246;r ytterligare skada best&#228;ms ska h&#228;nsyn 
s&#228;rskilt tas till

1. utebliven vinst, 

2. vinst som den som har beg&#229;tt intr&#229;nget har gjort,

3. skada p&#229; v&#228;xtsortens anseende,

4. ideell skada, och

5. innehavarens intresse av att intr&#229;ng inte beg&#229;s.

Den som utan upps&#229;t eller oaktsamhet g&#246;r intr&#229;ng i en 
v&#228;xtf&#246;r&#228;dlarr&#228;tt ska betala ers&#228;ttning f&#246;r utnyttjandet av 
sorten i den utstr&#228;ckning det &#228;r sk&#228;ligt.

Talan om ers&#228;ttning f&#229;r endast avse skada under de fem 
senaste &#229;ren innan talan v&#228;cktes. Om talan inte f&#246;rs inom den 
tiden, &#228;r r&#228;tten till ers&#228;ttning f&#246;rlorad. Lag (2018:1672).

7 &#167; P&#229; yrkande av den som har lidit intr&#229;ng i en
v&#228;xtf&#246;r&#228;dlarr&#228;tt f&#229;r domstolen, efter vad som &#228;r sk&#228;ligt,
besluta att s&#229;dant v&#228;xtmaterial som intr&#229;nget g&#228;ller ska
&#229;terkallas fr&#229;n marknaden eller f&#246;rst&#246;ras eller att n&#229;gon
annan &#229;tg&#228;rd ska vidtas med det. Detsamma g&#228;ller i fr&#229;ga om
hj&#228;lpmedel som har anv&#228;nts eller varit avsett att anv&#228;ndas
vid intr&#229;nget.

Trots det som s&#228;gs i f&#246;rsta stycket f&#229;r domstolen, om det
finns synnerliga sk&#228;l, p&#229; yrkande besluta att en innehavare
av v&#228;xtmaterial som avses d&#228;r ska f&#229; f&#246;rfoga &#246;ver materialet
mot sk&#228;lig ers&#228;ttning och p&#229; sk&#228;liga villkor i &#246;vrigt. Ett
s&#229;dant beslut f&#229;r meddelas endast om innehavaren har handlat
i god tro.

Best&#228;mmelserna i f&#246;rsta och andra styckena till&#228;mpas ocks&#229; i
fr&#229;ga om f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng.

Ett beslut om &#229;tg&#228;rd enligt f&#246;rsta stycket f&#229;r inte inneb&#228;ra
att den som har lidit intr&#229;ng i en v&#228;xtf&#246;r&#228;dlarr&#228;tt ska
betala ers&#228;ttning till den som &#229;tg&#228;rden riktas mot.

&#197;tg&#228;rder enligt f&#246;rsta stycket ska bekostas av svaranden om
det inte finns s&#228;rskilda sk&#228;l mot detta.

Ett beslut som avses i denna paragraf ska inte meddelas, om
f&#246;rverkande eller n&#229;gon &#229;tg&#228;rd till f&#246;rebyggande av missbruk
ska beslutas enligt 9 kap. 1 a &#167; eller enligt brottsbalken.
Lag (2009:115).

7 a &#167; Om det sk&#228;ligen kan antas att n&#229;gon har gjort eller
medverkat till ett intr&#229;ng, f&#229;r domstolen f&#246;r att bevisning
ska kunna s&#228;kras om intr&#229;nget besluta att en unders&#246;kning f&#229;r
g&#246;ras hos denne f&#246;r att s&#246;ka efter f&#246;rem&#229;l eller handlingar
som kan antas ha betydelse f&#246;r en utredning om intr&#229;nget
(intr&#229;ngsunders&#246;kning).

Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast om
sk&#228;len f&#246;r &#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i
&#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som drabbas av den eller
f&#246;r n&#229;got annat motst&#229;ende intresse.

Best&#228;mmelserna i f&#246;rsta och andra styckena till&#228;mpas ocks&#229; i
fr&#229;ga om f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng.
Lag (2009:115).

7 b &#167; En fr&#229;ga om intr&#229;ngsunders&#246;kning f&#229;r tas upp endast p&#229; 
yrkande av innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten eller den som p&#229; 
grund av licens har r&#228;tt att utnyttja v&#228;xtsorten. Om en 
r&#228;tteg&#229;ng inte &#228;r inledd, ska yrkandet framst&#228;llas 
skriftligen.

Innan ett beslut om unders&#246;kning meddelas ska motparten ha 
f&#229;tt tillf&#228;lle att yttra sig. Domstolen f&#229;r dock omedelbart 
meddela ett beslut som g&#228;ller till dess annat har beslutats, 
om ett dr&#246;jsm&#229;l skulle medf&#246;ra risk f&#246;r att f&#246;rem&#229;l eller 
handlingar som har betydelse f&#246;r utredning om intr&#229;nget 
skaffas undan, f&#246;rst&#246;rs eller f&#246;rvanskas.

I &#246;vrigt ska en fr&#229;ga om intr&#229;ngsunders&#246;kning som uppkommer 
d&#229; en r&#228;tteg&#229;ng inte &#228;r inledd handl&#228;ggas p&#229; samma s&#228;tt som 
om fr&#229;gan har uppkommit under en r&#228;tteg&#229;ng. Lag (2016:215).

7 c &#167; Ett beslut om intr&#229;ngsunders&#246;kning f&#229;r meddelas endast om
s&#246;kanden st&#228;ller s&#228;kerhet hos domstolen f&#246;r den skada som kan
tillfogas motparten. Saknar s&#246;kanden f&#246;rm&#229;ga att st&#228;lla
s&#228;kerhet, f&#229;r domstolen befria s&#246;kanden fr&#229;n det. I fr&#229;ga om
slaget av s&#228;kerhet g&#228;ller 2 kap. 25 &#167; uts&#246;kningsbalken.
S&#228;kerheten skall pr&#246;vas av domstolen, om den inte har godk&#228;nts
av motparten.

I fr&#229;ga om &#246;verklagande av domstolens beslut om
intr&#229;ngsunders&#246;kning och i fr&#229;ga om handl&#228;ggningen i h&#246;gre
domstol g&#228;ller vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om
&#246;verklagande av beslut enligt 15 kap. r&#228;tteg&#229;ngsbalken.
Lag (1998:1460).

7 d &#167; Ett beslut om intr&#229;ngsunders&#246;kning skall inneh&#229;lla
uppgifter om

1. vilket &#228;ndam&#229;l unders&#246;kningen skall ha,

2. vilka f&#246;rem&#229;l och handlingar som det f&#229;r s&#246;kas efter, och

3. vilka utrymmen som f&#229;r genoms&#246;kas.

Om det beh&#246;vs, skall domstolen &#228;ven f&#246;rordna om andra villkor
f&#246;r verkst&#228;llandet. Lag (1998:1460).

7 e &#167; Ett beslut om intr&#229;ngsunders&#246;kning g&#228;ller omedelbart. Om
ans&#246;kan om verkst&#228;llighet inte har gjorts inom en m&#229;nad fr&#229;n
beslutet, f&#246;rfaller det.

Om s&#246;kanden inte inom en m&#229;nad fr&#229;n det att verkst&#228;lligheten
avslutats v&#228;cker talan eller p&#229; n&#229;got annat s&#228;tt inleder ett
f&#246;rfarande om saken, skall en &#229;tg&#228;rd som f&#246;retagits vid
verkst&#228;lligheten av intr&#229;ngsunders&#246;kningen omedelbart g&#229; &#229;ter,
i den utstr&#228;ckning det &#228;r m&#246;jligt. Detsamma g&#228;ller om ett
beslut om intr&#229;ngsunders&#246;kning upph&#228;vs sedan verkst&#228;llighet
genomf&#246;rts. Lag (1998:1460).

7 f &#167; Ett beslut om intr&#229;ngsunders&#246;kning verkst&#228;lls av
Kronofogdemyndigheten enligt de villkor som domstolen har
f&#246;reskrivit och med tilll&#228;mpning av 1-3 kap., 17 kap. 1-5 &#167;&#167;
samt 18 kap. uts&#246;kningsbalken. S&#246;kandens motpart skall
underr&#228;ttas om verkst&#228;lligheten endast om beslutet om
intr&#229;ngsunders&#246;kning har tillkommit efter motpartens h&#246;rande.
Myndigheten har r&#228;tt att ta fotografier och g&#246;ra film- och
ljudupptagningar av s&#229;dana f&#246;rem&#229;l som den f&#229;r s&#246;ka efter.
Myndigheten har ocks&#229; r&#228;tt att ta kopior av och g&#246;ra utdrag ur
s&#229;dana handlingar som den f&#229;r s&#246;ka efter.

En intr&#229;ngsunders&#246;kning f&#229;r inte omfatta en skriftlig handling
som avses i 27 kap. 2 &#167; r&#228;tteg&#229;ngsbalken. Lag (2006:725).

7 g &#167; N&#228;r ett beslut om intr&#229;ngsunders&#246;kning skall verkst&#228;llas
har motparten r&#228;tt att tillkalla ett juridiskt bitr&#228;de. I
avvaktan p&#229; att bitr&#228;det inst&#228;ller sig f&#229;r verkst&#228;lligheten
inte p&#229;b&#246;rjas. Detta g&#228;ller dock inte, om

1. unders&#246;kningen d&#228;rigenom on&#246;digt f&#246;rdr&#246;js, eller

2. det finns en risk att &#228;ndam&#229;let med &#229;tg&#228;rden annars inte
uppn&#229;s.

Vid verkst&#228;lligheten f&#229;r Kronofogdemyndigheten anlita det
bitr&#228;de av en sakkunnig som beh&#246;vs.

Myndigheten f&#229;r till&#229;ta att s&#246;kanden eller ett ombud f&#246;r
s&#246;kanden &#228;r n&#228;rvarande vid unders&#246;kningen f&#246;r att bist&#229; med
upplysningar. Om ett s&#229;dant tillst&#229;nd ges, skall myndigheten se
till att s&#246;kanden eller ombudet inte i st&#246;rre utstr&#228;ckning &#228;n
som kan motiveras av verkst&#228;lligheten f&#229;r k&#228;nnedom om
f&#246;rh&#229;llanden som kommer fram. Lag (2006:725).

7 h &#167; Fotografier och film- och ljudupptagningar av f&#246;rem&#229;l
samt kopior av och utdrag ur handlingar skall f&#246;rtecknas och
h&#229;llas tillg&#228;ngliga f&#246;r s&#246;kanden och motparten.
Lag (1998:1460).

8 &#167; Egendom som avses i 9 kap. 7 &#167; f&#229;r tas i beslag, om det
sk&#228;ligen kan antas att ett brott enligt 9 kap. 1 &#167; har
beg&#229;tts. I fr&#229;ga om ett s&#229;dant beslag till&#228;mpas reglerna om
beslag i brottm&#229;l i allm&#228;nhet.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om
f&#246;rs&#246;k eller f&#246;rberedelse till intr&#229;ng. Lag (2009:115).

9 &#167; Utnyttjar n&#229;gon en v&#228;xtsort som avses med en ans&#246;kan om
registrering, skall vad som s&#228;gs om intr&#229;ng i v&#228;xtf&#246;r&#228;dlarr&#228;tt
till&#228;mpas, om ans&#246;kan leder till registrering. F&#246;r ett s&#229;dant
utnyttjande f&#229;r dock inte d&#246;mas till ansvar eller beslutas om
f&#246;rverkande. Ers&#228;ttning f&#246;r skada p&#229; grund av utnyttjande som
sker innan ans&#246;kan har kungjorts enligt 5 kap. 9 &#167; f&#229;r
best&#228;mmas endast enligt 6 &#167; andra stycket.

Trots 6 &#167; tredje stycket &#228;r r&#228;tten till ers&#228;ttning inte
f&#246;rlorad, om talan v&#228;cks senast ett &#229;r efter det att
v&#228;xtf&#246;r&#228;dlarr&#228;tten registrerades. Lag (2005:314).

10 &#167; Om registreringen av en v&#228;xtsort har h&#228;vts genom en dom
som har vunnit laga kraft, f&#229;r domstolen inte d&#246;ma till p&#229;f&#246;ljd
eller besluta om n&#229;gon annan &#229;tg&#228;rd enligt 1-9 &#167;&#167;.

F&#246;rs talan om intr&#229;ng i en v&#228;xtf&#246;r&#228;dlarr&#228;tt och g&#246;r den mot
vilken talan f&#246;rs g&#228;llande att registreringen b&#246;r h&#228;vas, skall
domstolen p&#229; dennes yrkande f&#246;rklara m&#229;let vilande i avvaktan
p&#229; att fr&#229;gan om h&#228;vning av registreringen slutligt pr&#246;vas. Om
talan om detta inte har v&#228;ckts, skall domstolen i samband med
vilandef&#246;rklaringen f&#246;rel&#228;gga den mot vilken talan om intr&#229;ng
f&#246;rs viss tid inom vilken talan om h&#228;vning skall v&#228;ckas.

11 &#167; Den som upps&#229;tligen eller av oaktsamhet bryter mot 4 kap.
2 &#167; d&#246;ms till b&#246;ter och skall ers&#228;tta den skada som uppkommer.
Om oaktsamheten &#228;r ringa, d&#246;ms inte till ansvar. I s&#229;dana fall
kan ers&#228;ttningen j&#228;mkas.

10 kap. R&#228;tteg&#229;ngsbest&#228;mmelser

1 &#167; Innehavaren av en v&#228;xtf&#246;r&#228;dlarr&#228;tt eller den som p&#229; grund
av licens har r&#228;tt att utnyttja en v&#228;xtsort f&#229;r f&#246;ra talan om
att det skall fastst&#228;llas om registreringen ger skydd mot n&#229;gon
annan. En f&#246;ruts&#228;ttning f&#246;r detta &#228;r att ovisshet r&#229;der om
f&#246;rh&#229;llandet och att detta &#228;r till nackdel f&#246;r innehavaren av
v&#228;xtf&#246;r&#228;dlarr&#228;tten eller licenstagaren.

Under samma villkor f&#229;r den som bedriver eller avser att
bedriva verksamhet f&#246;ra talan mot en innehavare av en
v&#228;xtf&#246;r&#228;dlarr&#228;tt om att det skall fastst&#228;llas om det finns
hinder f&#246;r verksamheten p&#229; grund av registreringen.

Om det i ett m&#229;l som avses i f&#246;rsta stycket g&#246;rs g&#228;llande att
registreringen b&#246;r h&#228;vas, skall 9 kap. 10 &#167; andra stycket
till&#228;mpas.

2 &#167; Den som vill v&#228;cka talan om h&#228;vning av registreringen av en
v&#228;xtsort, om &#246;verf&#246;ring av en registrering eller om meddelande
av tv&#229;ngslicens skall anm&#228;la detta till Statens jordbruksverk
samt underr&#228;tta var och en som enligt v&#228;xtsortregistret innehar
licens att utnyttja sorten. Om en licenstagare vill v&#228;cka talan
om intr&#229;ng i v&#228;xtf&#246;r&#228;dlarr&#228;tten eller om fastst&#228;llelse enligt
1 &#167; f&#246;rsta stycket, skall licenstagaren underr&#228;tta innehavaren
av v&#228;xtf&#246;r&#228;dlarr&#228;tten om detta.

Underr&#228;ttelseskyldigheten skall anses fullgjord n&#228;r en
underr&#228;ttelse i rekommenderad f&#246;rs&#228;ndelse har s&#228;nts under den
adress som antecknats i v&#228;xtsortregistret.

Om det inte visas n&#228;r talan v&#228;cks att anm&#228;lan eller
underr&#228;ttelse har gjorts, skall k&#228;randen ges tid till detta.
F&#246;rsitter k&#228;randen denna tid, f&#229;r talan inte tas upp till
pr&#246;vning. Lag (2005:1216).

3 &#167; Patent- och marknadsdomstolen &#228;r r&#228;tt domstol i m&#229;l och 
&#228;renden enligt denna lag. Detsamma g&#228;ller i m&#229;l om b&#228;ttre 
r&#228;tt till v&#228;xtsort enligt 5 kap. 7 &#167;.

Det som s&#228;gs i r&#228;tteg&#229;ngsbalken om inskr&#228;nkning av en 
domstols beh&#246;righet i fr&#229;ga om tvist som ska tas upp i annan 
ordning &#228;n inf&#246;r domstol ska inte till&#228;mpas i fr&#229;ga om ett 
yrkande om informationsf&#246;rel&#228;ggande eller 
intr&#229;ngsunders&#246;kning. Lag (2016:215).

4 &#167; Domstolen skall s&#228;nda en kopia av en dom eller ett slutligt
beslut i m&#229;l enligt denna lag till Statens jordbruksverk.
Lag (2005:1216).

5 &#167; Statens jordbruksverks slutliga beslut f&#229;r &#246;verklagas av 
den som ber&#246;rs av beslutet.

Ett beslut genom vilket en ans&#246;kan om registrering bifalls 
f&#229;r dock &#246;verklagas endast av den som i beh&#246;rig ordning har 
framst&#228;llt en inv&#228;ndning mot ans&#246;kan.

Ett beslut genom vilket ett yrkande om &#246;verf&#246;ring enligt 5 
kap. 8 &#167; har bifallits f&#229;r &#246;verklagas av s&#246;kanden. Den som 
har framst&#228;llt ett yrkande om &#246;verf&#246;ring f&#229;r &#246;verklaga ett 
beslut genom vilket yrkandet har avslagits. Lag (2016:215).

6 &#167; Ett beslut av Statens jordbruksverk &#246;verklagas till 
Patent- och marknadsdomstolen inom tv&#229; m&#229;nader fr&#229;n dagen f&#246;r 
beslutet. Lag (2016:215).

11 kap. S&#228;rskilda best&#228;mmelser

1 &#167; En innehavare av en v&#228;xtf&#246;r&#228;dlarr&#228;tt som inte har hemvist i
Sverige skall ha ett ombud som &#228;r bosatt h&#228;r i landet. Ombudet
skall ha beh&#246;righet att f&#246;r innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten
ta emot delgivning av st&#228;mning, kallelser och andra handlingar
i m&#229;l och &#228;renden om v&#228;xtf&#246;r&#228;dlarr&#228;tt med undantag av st&#228;mning
i brottm&#229;l och av f&#246;rel&#228;ggande f&#246;r part att infinna sig
personligen inf&#246;r domstol. Ombudet skall anm&#228;las till
v&#228;xtsortregistret och antecknas d&#228;r.

Om innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten inte har anm&#228;lt n&#229;got
ombud enligt f&#246;rsta stycket, kan delgivning i st&#228;llet ske genom
att den handling som skall delges s&#228;nds till honom eller henne
under den i v&#228;xtsortregistret antecknade adressen. Om n&#229;gon
fullst&#228;ndig adress inte &#228;r antecknad i registret, kan delgivning
ske genom att handlingen h&#229;lls tillg&#228;nglig hos Statens
jordbruksverk och genom att ett meddelande om detta och om
handlingens huvudsakliga inneh&#229;ll kung&#246;rs i en publikation som
regeringen best&#228;mmer. Delgivningen anses ha skett n&#228;r det som
nu har sagts har blivit fullgjort. Lag (2005:1216).

2 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om storleken p&#229; avgifter enligt denna lag.

3 &#167; Regeringen f&#229;r f&#246;reskriva att v&#228;xtsorter som det s&#246;ks
registrering f&#246;r f&#229;r genomg&#229; provning hos en myndighet i n&#229;gon
annan stat eller hos en internationell institution. Regeringen
f&#229;r vidare f&#246;reskriva att personer som s&#246;ker registrering f&#246;r
en sort f&#246;r vilken de tidigare s&#246;kt registrering i n&#229;gon annan
stat skall vara skyldiga att redovisa vad myndigheten i den
staten delgett dem om pr&#246;vningen av villkoren f&#246;r registrering.

12 kap. EG-v&#228;xtf&#246;r&#228;dlarr&#228;tt

1 &#167; Den som ger in en ans&#246;kan om gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt
till Statens jordbruksverk f&#246;r vidare befordran enligt artikel
49.2 i r&#229;dets f&#246;rordning (EG) nr 2100/94 av den 27 juli 1994 om
gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt skall betala en avgift med det
belopp som regeringen best&#228;mmer. Lag (2005:1216).

2 &#167; Vid intr&#229;ng i en gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt till&#228;mpas
best&#228;mmelserna i 9 kap. 1 och 1 a &#167;&#167; om ansvar och
f&#246;rverkande samt 7 a–7 h &#167;&#167; om intr&#229;ngsunders&#246;kning. I &#246;vrigt
g&#228;ller 9 kap. 2–7 &#167;&#167; i den m&#229;n inte n&#229;got annat f&#246;ljer av
r&#229;dets f&#246;rordning (EG) nr 2100/94 av den 27 juli 1994 om
gemenskapens v&#228;xtf&#246;r&#228;dlarr&#228;tt. I dessa fall ska det som s&#228;gs
om intr&#229;ng i v&#228;xtf&#246;r&#228;dlarr&#228;tt g&#228;lla intr&#229;ng i gemenskapens
v&#228;xtf&#246;r&#228;dlarr&#228;tt. Lag (2009:115).

&#214;verg&#229;ngsbest&#228;mmelser

1997:306

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Ge-
nom lagen upph&#228;vs v&#228;xtf&#246;r&#228;dlarr&#228;ttslagen (1971:392).

2. Denna lag skall till&#228;mpas &#228;ven p&#229; v&#228;xtsorter som &#228;r
registrerade vid tidpunkten f&#246;r ikrafttr&#228;dandet eller som
registreras p&#229; grund av ans&#246;kningar som har gjorts innan dess,
om inte annat f&#246;ljer av vad som f&#246;reskrivs nedan.

3. En registreringsans&#246;kan som har kungjorts f&#246;re
ikrafttr&#228;dandet skall behandlas och avg&#246;ras enligt &#228;ldre
best&#228;mmelser.

4. De nya best&#228;mmelserna till&#228;mpas inte n&#228;r det g&#228;ller
&#229;tg&#228;rder som har vidtagits eller r&#228;ttigheter som har f&#246;rv&#228;rvats
f&#246;re ikrafttr&#228;dandet.

5. 2 kap. 4 &#167; andra stycket i den nya lagen g&#228;ller inte
v&#228;xtmaterial som har bringats i oms&#228;ttning enligt 4 &#167; tredje
stycket i den &#228;ldre lagen.

6. Fr&#229;gan om h&#228;vande av registrering av en v&#228;xtsort som har
registrerats enligt &#228;ldre best&#228;mmelser skall bed&#246;mas enligt de
&#228;ldre best&#228;mmelserna.

7. Om n&#229;gon f&#246;re ikrafttr&#228;dandet har b&#246;rjat utnyttja
v&#228;xtmaterial p&#229; ett s&#228;tt som inte fordrade samtycke av
innehavaren av v&#228;xtf&#246;r&#228;dlarr&#228;tten enligt &#228;ldre best&#228;mmelser men
som fordrar s&#229;dant samtycke enligt denna lag, f&#229;r han eller hon
trots de nya best&#228;mmelserna i n&#246;dv&#228;ndig och sedvanlig
utstr&#228;ckning forts&#228;tta den planerade verksamheten, dock l&#228;ngst
till fem &#229;r efter ikrafttr&#228;dandet. S&#229;dan r&#228;tt har under mot-
svarande f&#246;ruts&#228;ttningar &#228;ven den som har vidtagit v&#228;sentliga
&#229;tg&#228;rder f&#246;r att utnyttja v&#228;xtsorten.

8. Om ans&#246;kan om registrering avser en v&#228;xtsort p&#229; vilken
&#228;ldre best&#228;mmelser inte var till&#228;mpliga och ans&#246;kan g&#246;rs inom
ett &#229;r efter denna lags ikrafttr&#228;dande, skall tidsfristen i 3
kap. 2 &#167; 1 vara fyra &#229;r i st&#228;llet f&#246;r ett &#229;r.

9. I fr&#229;ga om beslut av V&#228;xtsortn&#228;mnden som har meddelats f&#246;re
ikrafttr&#228;dandet skall &#228;ldre best&#228;mmelser om &#246;verklagande
till&#228;mpas.

2000:1159

1. Denna lag tr&#228;der i kraft den 1 januari 2001.

2. F&#246;r ans&#246;kningar som har gjorts f&#246;re ikrafttr&#228;dandet g&#228;ller 5
kap. 4 &#167; i sin &#228;ldre lydelse.

2004:160

1. Denna lag tr&#228;der i kraft den 1 maj 2004.

2. De nya best&#228;mmelserna skall till&#228;mpas &#228;ven p&#229;
v&#228;xtf&#246;r&#228;dlarr&#228;tt som har beviljats eller s&#246;kts f&#246;re
ikrafttr&#228;dandet.

2009:115

1. Denna lag tr&#228;der i kraft den 1 april 2009.

2. Best&#228;mmelserna i 9 kap. 5 a–5 d och 5 f &#167;&#167; ska inte
till&#228;mpas n&#228;r intr&#229;nget, eller f&#246;rs&#246;ket eller f&#246;rberedelsen
till intr&#229;nget, har beg&#229;tts f&#246;re ikrafttr&#228;dandet. 

2016:215

1. Denna lag tr&#228;der i kraft den 1 september 2016.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r m&#229;l som har 
avgjorts av Patentbesv&#228;rsr&#228;tten f&#246;re ikrafttr&#228;dandet. 

3. M&#229;l och &#228;renden som har inletts i Stockholms tingsr&#228;tt 
eller Svea hovr&#228;tt f&#246;re ikrafttr&#228;dandet ska &#246;verl&#228;mnas till 
Patent- och marknadsdomstolen respektive Patent- och 
marknads&#246;verdomstolen. 

4. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r &#246;vriga m&#229;l och 
&#228;renden som har inletts i allm&#228;n domstol f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2984">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2986">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
