

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-06-10" /> 
 <meta id="rattsinfo-edited" content="1997-09-02" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2988</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2987">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2989">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1997:265 ·
                    <a href="/sfsr?bet=1997:265">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1997:265) om till&#228;mpning av konventionen
den 21 mars 1996 mellan Sverige och &#214;sterrike om
social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1997-05-29
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1997-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Den konvention mellan Sverige och &#214;sterrike om social
trygghet som har undertecknats den 21 mars l996 skall g&#228;lla
som f&#246;rordning h&#228;r i landet.

2 &#167; Konventionen bifogas denna f&#246;rordning som bilaga..

KONVENTION MELLAN KONUNGARIKET SVERIGE OCH REPUBLIKEN
&#214;STERRIKE OM SOCIAL TRYGGHET

Konungariket Sverige och Republiken &#214;sterrike som med
beaktande av artikel 8 i f&#246;rordning (EEG) nr 1408/71 och i en
&#246;nskan att p&#229; den sociala trygghetens omr&#229;de, ut&#246;ver vad som
f&#246;ljer av best&#228;mmelserna i f&#246;rordningarna (EEG) nr 1408/71 och
(EEG) nr 574/72, skydda personer som &#228;r eller har varit
omfattade av lagstiftningen i den ena eller b&#229;da staterna, har
kommit &#246;verens om att ing&#229; f&#246;ljande konvention, som skall
ers&#228;tta konventionen mellan de b&#229;da staterna om social
trygghet av den 11 november 1975, &#228;ndrad genom till&#228;ggs-
&#246;verenskommelsen den 21 oktober 1982,

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

1. I denna konvention avses med uttrycken

1) f&#246;rordningen f&#246;rordning (EEG) nr 1408/71 om till&#228;mpningen
av systemen f&#246;r social trygghet n&#228;r anst&#228;llda, egenf&#246;retagare
eller deras familjemedlemmar flyttar inom gemenskapen i den
vid varje tillf&#228;lle mellan de tv&#229; f&#246;rdragsslutande staterna
g&#228;llande lydelsen, och med

2) till&#228;mpningsf&#246;rordningen f&#246;rordning (EEG) nr 574/72 om
till&#228;mpning av f&#246;rordning (EEG) nr 1408/71 om till&#228;mpningen av
systemen f&#246;r social trygghet n&#228;r anst&#228;llda, egenf&#246;retagare
eller deras familjemedlemmar flyttar inom gemenskapen i den
vid varje tillf&#228;lle mellan de tv&#229; f&#246;rdragsslutande staterna
g&#228;llande lydelsen.

2. Andra uttryck, som f&#246;rekommer i denna konvention har den
inneb&#246;rd som de har i f&#246;rordningen, till&#228;mpningsf&#246;rordningen
eller i de f&#246;rdragsslutande staternas nationella lagstiftning.

Artikel 2

Denna konvention &#228;r till&#228;mplig p&#229; all lagstiftning som
omfattas av f&#246;rordningens sakomr&#229;den.

Artikel 3

1. Denna konvention g&#228;ller personer som omfattas av
f&#246;rordningens personkrets.

2. Denna konvention g&#228;ller vidare f&#246;ljande personer, som inte
omfattas av f&#246;rordningens personkrets:

a) personer som omfattas eller har omfattats av lagstiftningen
i en eller i b&#229;da av de f&#246;rdragsslutande staterna, samt

b) familjemedlemmar eller efterlevande till s&#229;dana personer
som avses under a.

Artikel 4

1. F&#246;r personer som avses i artikel 3.2 g&#228;ller i f&#246;rh&#229;llandet
mellan de b&#229;da f&#246;rdragsslutande staterna f&#246;rordningen och
till&#228;mpningsf&#246;rordningen och alla f&#246;r deras genomf&#246;rande
ing&#229;ngna &#246;verenskommelser om n&#229;got annat inte s&#228;gs i denna
konvention.

2. Artikel 3 i f&#246;rordningen g&#228;ller i fr&#229;ga om de personer som
avses i artikel 3.2 endast f&#246;r medborgare i de
f&#246;rdragsslutande staterna och familjemedlemmar och
efterlevande till s&#229;dana personer.

3. F&#246;rordningens avdelning III kapitel 6, med undantag f&#246;r
artikel 67, samt kapitel 7 och 8 g&#228;ller inte f&#246;r personer som
avses i artikel 3.2.

Artikel 5

1. De medborgare i en f&#246;rdragsslutande stat som &#228;r bosatta
utanf&#246;r en stats territorium f&#246;r vilken f&#246;rordningen g&#228;ller
likst&#228;lls med medborgare i den andra f&#246;rdragsslutande staten
vid till&#228;mpning av dess lagstiftning.

2. Punkt 1 ber&#246;r inte den &#246;sterrikiska lagstiftningen om
f&#246;rs&#228;kring av personer som &#228;r anst&#228;llda vid en &#246;sterrikisk
ambassad eller ett konsulat i en annan stat &#228;n en stat f&#246;r
vilken f&#246;rordningen g&#228;ller, eller &#228;r anst&#228;llda av en medlem av
en s&#229;dan ambassad eller ett s&#229;dant konsulat.

3. Punkt 1 ber&#246;r inte den svenska lagstiftningen om
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension f&#246;r personer anst&#228;llda av en
svensk arbetsgivare i en annan stat &#228;n en stat f&#246;r vilken
f&#246;rordningen g&#228;ller.

AVDELNING II

S&#196;RSKILDA BEST&#196;MMELSER

Artikel 6

I de fall de f&#246;rdragsslutande staterna i st&#228;llet f&#246;r att
till&#228;mpa &#229;terbetalning i den form som f&#246;reskrivs i artiklarna
93-96 i till&#228;mpningsf&#246;rordningen har kommit &#246;verens om
&#229;terbetalning i form av schablonbelopp eller om att avst&#229; fr&#229;n
&#229;terbetalning kan de beh&#246;riga myndigheterna komma &#246;verens

a) dels om att institutionen p&#229; bos&#228;ttningsorten skall anses
som den beh&#246;riga institutionen,

b) dels om &#229;tg&#228;rder f&#246;r att f&#246;rhindra s&#229;dana extraordin&#228;ra
finansiella f&#246;rpliktelser f&#246;r en institution eller ett
f&#246;rbindelseorgan som annars skulle bli f&#246;ljden av att
&#229;terbetalning sker i form av ett schablonbelopp eller ett
avst&#229;ende fr&#229;n &#229;terbetalning.

Artikel 7

F&#246;r personer, som avses i artikel 3.1 och 3.2, bosatta utanf&#246;r
en stats territorium f&#246;r vilken f&#246;rordningen g&#228;ller, och f&#246;r
personer, som avses i artikel 3.2 bosatta inom en stats
territorium f&#246;r vilket f&#246;rordningen g&#228;ller, skall betr&#228;ffande

a) barntill&#228;gg till &#229;lders- och invalidpension, och

b) barnpension, med undantag f&#246;r barnpension fr&#229;n f&#246;rs&#228;kring
f&#246;r olycksfall i arbetet och arbetssjukdomar

best&#228;mmelserna i avdelning III kapitel 3 i f&#246;rordningen
till&#228;mpas.

Artikel 8

1. F&#246;r personer som avses i artikel 3.2 som varken &#228;r svenska
eller &#246;sterrikiska medborgare eller h&#228;rleder sina r&#228;ttigheter
fr&#229;n en svensk eller &#246;sterrikisk medborgare skall artikel 10 i
f&#246;rordningen endast g&#228;lla s&#229;dan svensk folkpension som
ber&#228;knats p&#229; grundval av f&#246;rs&#228;kringsperioder enligt
f&#246;rs&#228;kringen f&#246;r allm&#228;n till&#228;ggspension eller d&#228;rmed
j&#228;mst&#228;llda perioder.

2. F&#246;r personer som avses i artikel 3.2 skall artikel 45 i
f&#246;rordningen och best&#228;mmelserna f&#246;r Sverige i bilaga 6 till
f&#246;rordningen r&#246;rande framtida antagna f&#246;rs&#228;kringsperioder
endast g&#228;lla s&#229;dana svenska folkpensioner som ber&#228;knats p&#229;
grundval av f&#246;rs&#228;kringsperioder enligt f&#246;rs&#228;kringen f&#246;r allm&#228;n
till&#228;ggspension eller d&#228;rmed j&#228;mst&#228;llda perioder.

AVDELNING III

&#214;VRIGA BEST&#196;MMELSER

Artikel 9

1. Av en f&#246;rdragsslutande stats domstolar meddelade verkst&#228;ll-
bara domar liksom &#228;ven av en f&#246;rdragsslutande stats
f&#246;rs&#228;kringsorgan eller myndigheter meddelade verkst&#228;llbara
beslut och restantiebesked (bevis) r&#246;rande avgifter och andra
socialf&#246;rs&#228;kringsfordringar erk&#228;nns i den andra f&#246;rdrags-
slutande staten.

2. Erk&#228;nnande f&#229;r v&#228;gras endast om det strider mot den
allm&#228;nna ordningen i den f&#246;rdragsslutande stat, i vilken domen
eller beviset skall erk&#228;nnas.

3. Enligt punkt 1 erk&#228;nda verkst&#228;llbara domar och bevis
verkst&#228;lls i den andra f&#246;rdragsslutande staten. H&#228;rvid
f&#246;rfares i enlighet med vad som enligt lagstiftningen i den
stat, p&#229; vars territorium verkst&#228;llandet skall ske, g&#228;ller f&#246;r
verkst&#228;llande av i denna f&#246;rdragsslutande stat meddelade
motsvarande domar och bevis. Domen eller beviset m&#229;ste f&#246;rses
med intyg om dess verkst&#228;llbarhet (exigibilitetsklausul).

4. Har f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat fordran p&#229;
obetalda avgifter skall vid tv&#229;ngsverkst&#228;llighet liksom &#228;ven
vid konkurs- och f&#246;rlikningsf&#246;rfarande i den andra
f&#246;rdragsslutande staten s&#229;dan fordran ha samma f&#246;rm&#229;nsr&#228;tt som
motsvarande fordringar i denna stat.

Artikel 10

1. Tvister mellan de f&#246;rdragsslutande staterna om tolkningen
eller till&#228;mpningen av denna konvention skall, om m&#246;jligt,
l&#246;sas genom de f&#246;rdragsslutande staternas beh&#246;riga
myndigheter.

2. Om tvisten inte inom tre m&#229;nader kan l&#246;sas p&#229; detta s&#228;tt,
skall den p&#229; beg&#228;ran av endera parten underst&#228;llas en
skiljedomstol som skall vara sammansatt p&#229; f&#246;ljande s&#228;tt.

a) vardera staten skall utse en skiljeman inom en m&#229;nad efter
det beg&#228;ran om skiljedom mottagits. De tv&#229; skiljem&#228;nnen skall
bland medborgarna i en tredje stat utse en tredje skiljeman
inom tv&#229; m&#229;nader fr&#229;n den dag d&#229; den stat som sist uts&#229;g sin
skiljeman under&#228;ttade den andra staten h&#228;rom;

b) om endera staten inte skulle utse en skiljeman inom den
f&#246;reskrivna tiden, kan den andra staten beg&#228;ra att presidenten
i Internationella Domstolen, eller, om denne &#228;r medborgare i
den ena av staterna, vicepresidenten eller den d&#228;rn&#228;st &#228;ldste
domaren i denna domstol som inte &#228;r medborgare i endera
staten, utser skiljemannen. Liknande f&#246;rfarande skall
till&#228;mpas p&#229; beg&#228;ran av endera staten om de b&#229;da skiljem&#228;nnen
inte kan enas om utseendet av den tredje skiljemannen.

3. Skiljedomstolens utslag skall grundas p&#229; majoritetsbeslut.
Utslaget skall vara bindande f&#246;r b&#229;da staterna. Varje stat
skall b&#228;ra kostnaderna f&#246;r den skiljeman som denna stat
utsett. &#197;terst&#229;ende kostnader skall f&#246;rdelas lika p&#229; de b&#229;da
staterna. Skiljedomstolen skall fastst&#228;lla sin
procedurordning.

AVDELNING IV

&#214;VERG&#197;NGS- OCH SLUTBEST&#196;MMELSER

Artikel 11

F&#246;r beviljande av f&#246;rm&#229;ner eller ompr&#246;vning av f&#246;rm&#229;ner enligt
denna konvention g&#228;ller artiklarna 94 och 95 i f&#246;rordningen
och artiklarna 118 och 119 i till&#228;mpningsf&#246;rordningen fr&#229;n och
med tidpunkten f&#246;r denna konventions ikrafttr&#228;dande.

Artikel 12

1. Denna konvention tr&#228;der i kraft f&#246;rsta dagen i tredje
m&#229;naden efter den m&#229;nad, d&#229; de b&#229;da regeringarna skriftligen
har underr&#228;ttat varandra om att de inomstatliga villkoren f&#246;r
konventionens ikrafttr&#228;dande fullgjorts.

2. Denna konvention slutes p&#229; obest&#228;md tid. Den kan
skriftligen s&#228;gas upp av endera av de f&#246;rdragsslutande
staterna med iakttagande av 3 m&#229;naders upps&#228;gningstid.

3. Om konventionen s&#228;gs upp skall dess best&#228;mmelser forts&#228;tta
att till&#228;mpas med avseende p&#229; f&#246;rv&#228;rvade r&#228;ttigheter.

Artikel 13

Vid ikrafttr&#228;dandet av denna konvention upph&#246;r att g&#228;lla:

a) konventionen den 11 november 1975 mellan Konungariket
Sverige och Republiken &#214;sterrike om social trygghet och
slutprotokollet till denna konvention &#228;ndrad genom till&#228;ggs-
&#246;verenskommelsen av den 21 oktober 1982,

b) till&#228;mpnings&#246;verenskommelsen den 1 juni 1976 till
konventionen mellan Konungariket Sverige och Republiken
&#214;sterrike om social trygghet.

Till bekr&#228;ftelse h&#228;rav har de b&#229;da f&#246;rdragsslutande staternas
befullm&#228;ktigade ombud undertecknat denna konvention.

Utf&#228;rdad i Wien den 21 mars 1996, i tv&#229; exemplar, p&#229; vardera
svenska och tyska, vilka b&#229;da texter &#228;ger lika vitsord.

F&#246;r Konungariket Sverige:

Bj&#246;rn Skala

F&#246;r Republiken &#214;sterrike:

Michael Fitz

ABKOMMEN ZWISCHEN DER REPUBLIK &#214;STERREICH UND DEM K&#214;NIGREICH
SCHWEDEN &#220;BER SOZIALE SICHERHEIT

Die Republik &#214;sterreich und das K&#246;nigreich Schweden in dem
Wunsche, unter Bedachtnahme auf Artikel 8 der Verordnung (EWG)
Nr.1408/71 auf dem Gebiet der Sozialen Sicherheit zwischen den
beiden Staaten &#252;ber die Verordnungen (EWG) Nr. 1408/71 und
574/72 hinausgehend Personen zu sch&#252;tzen, die nach den
Rechtsvorschriften eines oder beider Staaten gesch&#252;tzt sind
oder waren, sind &#252;bereingekommen, folgendes Abkommen zu
schlie&#223;en, das an die Stelle des Abkommens vom 11. November
1975 zwischen den beiden Staaten &#252;ber Soziale Sicherheit in
der Fassung des Zusatzabkommens vom 21. Oktober 1982 treten
soll:

ABSCHNITT I

ALLGEMEINE BESTIMMUNGEN

Artikel 1

(1) In diesem Abkommen bedeuten die Ausdr&#252;cke

1. &quot;Verordnung&quot; die Verordnung (EWG) Nr.1408/71 des Rates &#252;ber
die Anwendung der Systeme der sozialen Sicherheit auf
Arbeitnehmer und Selbst&#228;ndige sowie deren Familienangeh&#246;rige,
die innerhalb der Gemeinschaft zu- und abwandern, in der
zwischen den beiden Vertragsstaaten jeweils geltenden Fassung;

2. &quot;Durchf&#252;hrungsverordnung&quot; die Verordnung (EWG) Nr.574/72
des Rates &#252;ber die Durchf&#252;hrung der Verordnung (EWG) Nr.
1408/71 &#252;ber die Anwendung der Systeme der sozialen Sicherheit
auf Arbeitnehmer und Selbst&#228;ndige sowie deren
Familienangeh&#246;rige, die innerhalb der Gemeinschaft zu- und
abwandern, in der zwischen den beiden Vertragsstaaten jeweils
geltenden Fassung.

(2) In diesem Abkommen haben andere Ausdr&#252;cke die Bedeutung,
die ihnen nach der Verordnung und der Durchf&#252;hrungsverordnung
oder den innerstaatlichen Rechtsvorschriften zukommt.

Artikel 2

Dieses Abkommen gilt f&#252;r die Rechtsvor-schriften, die vom
sachlichen Geltungsbereich der Verordnung erfa&#223;t sind.

Artikel 3

(1) Dieses Abkommen gilt f&#252;r Personen, die vom pers&#246;nlichen
Geltungsbereich der Verordnung erfa&#223;t sind.

(2) Dieses Abkommen gilt ferner f&#252;r folgende Personen, die
nicht vom pers&#246;nlichen Geltungsbereich der Verordnung erfa&#223;t
sind:

a) Personen, f&#252;r die die Rechtsvorschriften eines oder beider
Vertragsstaaten gelten oder galten;

b) Personen, die Familienangeh&#246;rige oder Hinterbliebene der in
Buchstabe a genannten Personen sind.

Artikel 4

(1) F&#252;r die im Artikel 3 Absatz 2 genannten Personen finden im
Verh&#228;ltnis zwischen den beiden Vertragsstaaten die Verordnung,
die Durchf&#252;hrungsverordnung und die zu ihrer Durchf&#252;hrung
getroffenen Vereinbarungen entsprechend Anwendung, soweit in
diesem Abkommen nichts anderes bestimmt ist.

(2) Artikel 3 der Verordnung gilt in bezug auf die im Artikel
3 Absatz 2 genannten Personen nur f&#252;r die Staatsangeh&#246;rigen
der Vertragsstaaten sowie f&#252;r die Familienangeh&#246;rigen und
Hinterbliebenen dieser Personen.

(3) Titel III Kapitel 6, mit Ausnahme des Artikels 67, Kapitel
7 und 8 der Verordnung gelten nicht in bezug auf die im
Artikel 3 Absatz 2 genannten Personen.

Artikel 5

(1) Die Staatsangeh&#246;rigen eines Vertragsstaates, die au&#223;erhalb
des Gebietes eines Staates wohnen, f&#252;r den die Verordnung
gilt, stehen bei Anwendung der Rechtsvorschriften des anderen
Vertragsstaates den Staatsangeh&#246;rigen dieses Vertragsstaates
gleich.

(2) Absatz 1 ber&#252;hrt nicht die &#246;sterreichischen
Rechtsvorschriften betreffend die Versicherung von Personen,
die bei einer &#246;sterreichischen amtlichen Vertretung in einem
anderen Staat als einem Staat, f&#252;r den die Verordnung gilt,
oder bei Mitgliedern einer solchen Vertretung besch&#228;ftigt
sind.

(3) Absatz 1 ber&#252;hrt nicht die schwedischen Rechtsvorschriften
betreffend die Zusatzrentenversicherung f&#252;r Personen, die von
einem schwedischen Arbeitgeber in einem anderen Staat als
einem Staat, f&#252;r den die Verordnung gilt, besch&#228;ftigt werden.

ABSCHNITT II

BESONDERE BESTIMMUNGEN

Artikel 6

In jenen F&#228;llen, in denen die Vertragsstaaten anstelle der
nach den Artikeln 93 bis 96 der Durchf&#252;hrungsverordnung
vorgesehenen Kostenerstattung eine Erstattung auf der
Grundlage eines Pauschbetrages oder einen Verzicht auf eine
Erstattung vereinbaren, k&#246;nnen die zust&#228;ndigen Beh&#246;rden beider
Vertragsstaaten folgendes vereinbaren:

a) die Bezeichnung des Tr&#228;gers des Wohnortes als zust&#228;ndiger
Tr&#228;ger;

b) Ma&#223;nahmen zur Vermeidung einer au&#223;ergew&#246;hnlichen Belastung,
die sich f&#252;r einen Tr&#228;ger oder f&#252;r eine Verbindungsstelle aus
der Erstattung auf der Grundlage eines Pauschbetrages oder aus
dem Verzicht auf eine Erstattung ergeben w&#252;rde.

Artikel 7

F&#252;r die im Artikel 3 Abs&#228;tze 1 und 2 genannten Personen, die
au&#223;erhalb des Gebietes eines Staates wohnen, f&#252;r den die
Verordnung gilt, und f&#252;r die im Artikel 3 Absatz 2 genannten
Personen, die im Gebiet eines Staates wohnen, f&#252;r den die
Verordnung gilt, findet in bezug auf

a) Kinderzusch&#252;sse zu Alters- und Invalidit&#228;tsrenten,

b) Waisenrenten mit Ausnahme von Waisenrenten aus der
Versicherung bei Arbeitsunf&#228;llen und Berufskrankheiten

Titel III Kapitel 3 der Verordnung entsprechend Anwendung.

Artikel 8

(1) F&#252;r die im Artikel 3 Absatz 2 genannten Personen, die
nicht schwedische oder &#246;sterreichische Staatsangeh&#246;rige oder
Personen sind, die ihre Rechte von schwedischen oder
&#246;sterreichischen Staatsangeh&#246;rigen ableiten, gilt Artikel 10
der Verordnung nur in bezug auf eine schwedische Grundrente,
die auf Grund von Zeiten einer Zusatzrentenversicherung oder
von gleichgestellten Zeiten berechnet wird.

(2) F&#252;r die im Artikel 3 Absatz 2 genannten Personen gelten
Artikel 45 der Verordnung und die f&#252;r Schweden im Anhang VI
der Verordnung vorgesehenen Bestimmungen betreffend die
vorausgesch&#228;tzten k&#252;nftigen Versicherungszeiten nur in bezug
auf eine schwedische Grundrente, die auf Grund von Zeiten
einer Zusatzrentenversicherung oder von gleichgestellten
Zeiten berechnet wird.

ABSCHNITT III

VERSCHIEDENE BESTIMMUNGEN

Artikel 9

(1) Die vollstreckbaren Entscheidungen der Gerichte sowie die
vollstreckbaren Bescheide und R&#252;ckstandsausweise (Urkunden)
der Tr&#228;ger oder der Beh&#246;rden eines Vertragsstaates &#252;ber
Beitr&#228;ge und sonstige Forderungen aus der Sozialen Sicherheit
werden im anderen Vertragsstaat anerkannt.

(2) Die Anerkennung darf nur versagt werden, wenn sie der
&#246;ffentlichen Ordnung des Vertragsstaates widerspricht, in dem
die Entscheidung oder die Urkunde anerkannt werden soll.

(3) Die nach Absatz 1 anerkannten vollstreckbaren
Entscheidungen und Urkunden werden im anderen Vertragsstaat
vollstreckt. Das Vollstreckungsverfahren richtet sich nach den
Rechtsvorschriften, die in dem Vertragsstaat, in dessen Gebiet
vollstreckt werden soll, f&#252;r die Vollstreckung der in diesem
Vertragsstaat erlassenen entsprechenden Entscheidungen und
Urkunden gelten. Die Ausfertigung der Entscheidung oder der
Urkunde mu&#223; mit der Best&#228;tigung ihrer Vollstreckbarkeit
(Vollstreckungsklausel) versehen sein.

(4) Forderungen von Tr&#228;gern im Gebiet eines Vertragsstaates
aus Beitragsr&#252;ckst&#228;nden haben bei der Zwangsvollstreckung
sowie im Konkurs- und Ausgleichsverfahren im Gebiet des
anderen Vertragsstaates die gleichen Vorrechte wie
entsprechende Forderungen im Gebiet dieses Vertragsstaates.

Artikel 10

(1) Streitigkeiten zwischen den Vertragsstaaten &#252;ber die
Auslegung oder Anwendung dieses Abkommens werden, soweit
m&#246;glich, durch die zust&#228;ndigen Beh&#246;rden der Vertragsstaaten
beigelegt.

(2) Kann eine Streitigkeit auf diese Weise nicht innerhalb von
drei Monaten beigelegt werden, so ist sie auf Verlangen eines
Vertragsstaates einem Schiedsgericht zu unterbreiten, das wie
folgt zu bilden ist:

a) Jeder Vertragsstaat bestellt binnen einem Monat ab dem
Empfang des Verlangens einer schiedsgerichtlichen Entscheidung
einen Schiedsrichter. Die beiden so nominierten Schiedsrichter
w&#228;hlen innerhalb von zwei Monaten, nachdem der Vertragsstaat,
der seinen Schiedsrichter zuletzt bestellt hat, dies
notifiziert hat, einen Staatsangeh&#246;rigen eines Drittstaates
als dritten Schiedsrichter.

b) Wenn ein Vertragsstaat innerhalb der festgesetzten Frist
keinen Schiedsrichter bestellt hat, kann der andere
Vertragsstaat den Pr&#228;sidenten des Internationalen
Gerichtshofes oder f&#252;r den Fall, da&#223; dieser Staatsangeh&#246;riger
eines der beiden Vertragsstaaten ist, den Vizepr&#228;sidenten oder
n&#228;chsten dienst&#228;ltesten Richter, der nicht die
Staatsangeh&#246;rigkeit eines der beiden Vertragsstaaten hat,
ersuchen, einen solchen zu bestellen. Entsprechend ist &#252;ber
Aufforderung eines Vertragsstaates vorzugehen, wenn sich die
beiden Schiedsrichter &#252;ber die Wahl des dritten
Schiedsrichters nicht einigen k&#246;nnen.

(3) Das Schiedsgericht entscheidet mit Stimmenmehrheit. Seine
Entscheidungen sind f&#252;r die beiden Vertragsstaaten bindend.
Jeder Vertragsstaat tr&#228;gt die Kosten des Schiedsrichters, den
er bestellt. Die &#252;brigen Kosten des Schiedsverfahrens werden
von den Vertragsstaaten zu gleichen Teilen getragen. Das
Schiedsgericht regelt sein Verfahren selbst.

ABSCHNITT IV

&#220;BERGANGS- UND SCHL&#220;SSBESTIMMUNGEN

Artikel 11

F&#252;r die Feststellung und Neufeststellung von Leistungen nach
diesem Abkommen gelten die Artikel 94 und 95 der Verordnung
sowie die Artikel 118 und 119 der Durchf&#252;hrungsverordnung mit
Inkrafttreten dieses Abkommens entsprechend.

Artikel 12

(1) Dieses Abkommen tritt am ersten Tag des dritten Monats
nach Ablauf des Monats in Kraft, in dem die beiden Regierungen
einander schriftlich mitgeteilt haben, da&#223; die f&#252;r das
Inkraftreten des Abkommens erforderlichen jeweiligen
innerstaatlichen Voraussetzungen vorliegen.

(2) Dieses Abkommen wird auf unbestimmte Zeit geschlossen.
Jeder Vertragsstaat kann es unter Einhaltung einer Frist von
drei Monaten schriftlich k&#252;ndigen.

(3) Im Falle der K&#252;ndigung gelten die Bestimmungen dieses
Abkommens f&#252;r erworbene Anspr&#252;che weiter.

Artikel 13

Mit Inkrafttreten dieses Abkommens treten au&#223;er Kraft:

a) das Abkommen vom 11. November 1975 zwischen der Republik
&#214;sterreich und dem K&#246;nigreich Schweden &#252;ber Soziale Sicherheit
samt Schlu&#223;protokoll in der Fassung des Zusatzabkommens vom
21. Oktober 1982;

b) die Vereinbarung vom l. Juni 1976 zur Durchf&#252;hrung des
Abkommens zwischen der Republik &#214;sterreich und dem K&#246;nigreich
Schweden &#252;ber Soziale Sicherheit.

Zu Urkund dessen haben die Bevollm&#228;chtigten beider
Vertragsstaaten dieses Abkommen unterzeichnet.

Geschehen zu Wien, am 21. M&#228;rz 1996 in zwei Urschriften, in
deutscher und schwedischer Sprache, wobei beide Texte in
gleicher Weise authentisch sind.

F&#252;r die Republik &#214;sterreich:

Michael Fitz

F&#252;r das K&#246;nigreich Schweden:

Bj&#246;rn Skala

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2987">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2989">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
