

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-05-15" /> 
 <meta id="rattsinfo-edited" content="2018-12-17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>2994</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2993">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2995">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1997:191 ·
                    <a href="/sfsr?bet=1997:191">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1997:191) med anledning av Sveriges tilltr&#228;de till Haagkonventionen om skydd av barn och samarbete vid internationella adoptioner</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1997-04-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:1292
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1997-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Den i Haag den 29 maj 1993 antagna konventionen om skydd
av barn och samarbete vid internationella adoptioner skall i
originaltexternas lydelse g&#228;lla som lag h&#228;r i landet.
Originaltexterna skall ha samma giltighet.

Originaltexterna finns tillsammans med en svensk &#246;vers&#228;ttning
intagna som bilaga till denna lag.

2 &#167; Myndigheten f&#246;r familjer&#228;tt och f&#246;r&#228;ldraskapsst&#246;d &#228;r 
centralmyndighet enligt konventionen och fullg&#246;r de uppgifter 
som ankommer p&#229; en s&#229;dan myndighet, om inte n&#229;got annat 
f&#246;ljer av lag eller annan f&#246;rfattning. 

Myndigheten f&#246;r familjer&#228;tt och f&#246;r&#228;ldraskapsst&#246;d utf&#228;rdar 
intyg enligt artikel 23 i konventionen n&#228;r adoptionen har &#228;gt 
rum i Sverige eller n&#228;r ett utl&#228;ndskt adoptionsbeslut har 
omvandlats h&#228;r i landet enligt artikel 27 i konventionen och 
5 &#167; denna lag. Lag (2015:971).

3 &#167; Ans&#246;kningar som avses i artikel 14 i konventionen skall
g&#246;ras hos socialn&#228;mnden i s&#246;kandens eller s&#246;kandenas hemkommun.

Socialn&#228;mnden skall

a) sammanst&#228;lla rapporter enligt artikel 15.1. i konventionen,

b) pr&#246;va fr&#229;gor om samtycke enligt artikel 17.c i konventionen,

c) vidta &#229;tg&#228;rder enligt artikel 21 i konventionen.

I 6 kap 12-15 &#167;&#167; socialtj&#228;nstlagen (2001:453) finns
best&#228;mmelser om att socialn&#228;mnden pr&#246;var fr&#229;gor om medgivande
att i adoptionssyfte ta emot barn med hemvist utomlands.
Lag (2001:476).

4 &#167; Om en auktoriserad sammanslutning har anlitats f&#246;r
f&#246;rmedling av adoption, skall sammanslutningen

a) i enlighet med artikel 15.2 i konventionen &#246;verl&#228;mna
rapporter som avses i artikel 15.1,

b) i enlighet med artikel 16.2 i konventionen ta emot
rapporter som avses i artikel 16.1,

c) vidta &#229;tg&#228;rder som enligt artiklarna 18-20 i konventionen
ankommer p&#229; centralmyndigheten.

5 &#167; N&#228;r en adoption som enligt konventionen erk&#228;nns i 
Sverige har beviljats i ursprungsstaten utan att det 
r&#228;ttsliga f&#246;rh&#229;llandet mellan barnet och dess ursprungliga 
familj har upph&#246;rt, f&#229;r adoptionen omvandlas till en adoption 
med den verkan som anges i 4 kap. 21 och 22 &#167;&#167; 
f&#246;r&#228;ldrabalken. Omvandling f&#229;r ske endast om de samtycken som 
avses i artikel 27.1 b i konventionen och i 4 kap. 7 &#167; 
f&#246;r&#228;ldrabalken har l&#228;mnats.

Allm&#228;n domstol beslutar om s&#229;dan omvandling p&#229; ans&#246;kan av 
adoptivf&#246;r&#228;ldern eller adoptivf&#246;r&#228;ldrarna.
Lag (2018:1292).

6 &#167; N&#228;r ett barn uppeh&#229;ller sig i ett land som flykting eller
i en flyktingliknande situation anses barnet vid till&#228;mpning
av denna lag ha sitt hemvist i det landet.


&#214;verg&#229;ngsbesst&#228;mmelser

2004:768

1. Denna lag tr&#228;der i kraft den 1 januari 2005.

2. Intyg som har utf&#228;rdats enligt 2 &#167; i dess &#228;ldre lydelse har
fortsatt giltighet.


Bilaga

KONVENTION OM
SKYDD AV BARN OCH SAMARBETE VID INTERNATIONELLA ADOPTIONER

De stater, som har undertecknat denna konvention,

som erk&#228;nner att barn f&#246;r att kunna uppn&#229; en fullst&#228;n-dig och
harmonisk utveckling av sin personlighet b&#246;r v&#228;xa upp i en
familjemilj&#246;, i en omgivning av lycka, k&#228;rlek och f&#246;rst&#229;else,

som erinrar om att varje stat som ett prioriterat m&#229;l b&#246;r
vidta l&#228;mpliga &#229;tg&#228;rder f&#246;r att g&#246;ra det m&#246;jligt f&#246;r barn att
stanna kvar i sin ursprungsfamiljs v&#229;rd,

som erk&#228;nner att ett barn som inte kan erh&#229;lla en l&#228;mplig
familj i sin ursprungsstat kan erbjudas f&#246;rdelen av en
varaktig familj genom internationell adoption.

som &#228;r &#246;vertygade om n&#246;dv&#228;ndigheten av att vidta &#229;tg&#228;rder f&#246;r
att s&#228;kerst&#228;lla att internationella adoptioner genomf&#246;rs med
beaktande av barnets b&#228;sta och med h&#228;nsyn till dess
grundl&#228;ggande r&#228;ttigheter och f&#246;r att f&#246;rhindra bortf&#246;rande
av, f&#246;rs&#228;ljning av eller handel med barn,

som &#246;nskar utarbeta gemensamma best&#228;mmelser i detta syfte,
med beaktande av de principer som finns upptagna i
internationella instrument, i synnerhet i F&#246;renta Nationernas
konvention om barnets r&#228;ttigheter av den 20 november 1989 och
F&#246;renta Nationernas f&#246;rklaring om sociala och r&#228;ttsliga
principer r&#246;rande skydd av och omsorg om barn, s&#228;rskilt med
h&#228;nsyn till nationell och internationell placering i fosterhem
och adoption (Generalf&#246;rsamlingens resolution nr 41/85, av den
3 december 1986),

har kommit &#246;verens om f&#246;ljande best&#228;mmelser -

KAPITEL I - KONVENTIONENS TILL&#196;MPNINGSOMR&#197;DE

Artikel 1

&#196;ndam&#229;let med denna konvention &#228;r att

a) uppr&#228;tta garantier f&#246;r att s&#228;kerst&#228;lla att internationella
adoptioner sker med beaktan-de av barnets b&#228;sta och med
respekt f&#246;r dess grundl&#228;g-gande r&#228;ttigheter s&#229;som dessa
erk&#228;nns i internationell r&#228;tt,

b) uppr&#228;tta ett system f&#246;r samarbete bland de
f&#246;rdragsslutande staterna f&#246;r att s&#228;kerst&#228;lla att dessa
garantier beak-tas och d&#228;rigenom f&#246;rhindra bortf&#246;rande av,
f&#246;rs&#228;ljning av eller handel med barn,

c) s&#228;kerst&#228;lla att de adoptioner som genomf&#246;rs i enlighet med
konventionen erk&#228;nns av de f&#246;rdragsslutande staterna.

Artikel 2

1. Denna konvention skall till&#228;mpas d&#229; ett barn med hemvist i
en f&#246;rdragsslutande stat (ursprungsstaten) har &#246;verflyttats,
&#246;verflyttas eller kommer att &#246;verflyttas till en annan
f&#246;rdragsslutande stat (den mottagande staten), antingen efter
adoption i ursprungsstaten av makar eller av en person med
hemvist i den mottagande staten, eller f&#246;r en s&#229;dan adoption i
den mottagande staten eller i ursprungsstaten.

2. Konventionen omfattar endast adoptioner som skapar ett
varaktigt f&#246;r&#228;ldra-barnf&#246;rh&#229;llande.

Artikel 3

Denna konvention upph&#246;r att g&#228;lla om de samtycken som anges i
artikel 17.c inte har l&#228;mnats innan barnet uppn&#229;r arton &#229;rs
&#229;lder.

KAPITEL II - VILLKOR F&#214;R INTERNATIONELLA
ADOPTIONER

Artikel 4

En adoption inom konventionens till&#228;mpningsomr&#229;de skall &#228;ga
rum endast om de beh&#246;riga myndigheterna i ursprungsstaten har
-

a) fastst&#228;llt att barnet kan adopteras,

b) beslutat att en internationell adoption &#228;r till barnets
b&#228;sta, efter det att m&#246;jligheten att placera barnet inom
ursprungsstaten veder-b&#246;rligen har beaktats,

c) s&#228;kerst&#228;llt att

1)      de personer, institutioner och
myndigheter som skall ge sitt samtycke till adoption har f&#229;tt
den r&#229;dgivning som beh&#246;vs och vederb&#246;rligen underr&#228;ttats om
verkningarna av sina samtycken, framf&#246;r allt om huruvida en
adoption kommer att leda till att det r&#228;ttsliga f&#246;rh&#229;llandet
mellan barnet och dess ursprungsfamilj upph&#246;r eller inte,

2)      s&#229;dana personer, institutioner och
myndigheter frivilligt har gett sitt samtycke i f&#246;reskriven
r&#228;ttslig form och att samtycket uttryckts eller bestyrkts i
skrift,

3)      samtyckena inte har &#229;stadkommits genom
betalning eller genom ers&#228;ttning av n&#229;got slag och inte har
&#229;terkallats, och

4)      moderns samtycke, d&#228;r s&#229;dant kr&#228;vs, har
getts f&#246;rst efter barnets f&#246;delse, samt

d) med h&#228;nsyn till barnets &#229;lder och mognad s&#228;kerst&#228;llt att

1)      barnet har f&#229;tt r&#229;dgivning och vederb&#246;rligen informerats
om verkningarna av adoptionen och av sitt samtycke till
adoptionen i de fall d&#229; s&#229;dant samtycke kr&#228;vs,

2)      h&#228;nsyn har tagits till barnets &#246;nskem&#229;l och mening,

3)      barnets samtycke till adop-tionen, d&#228;r s&#229;dant samtycke
kr&#228;vs, har getts frivilligt i f&#246;reskriven r&#228;ttslig form och
har uttryckts eller bestyrkts i skrift,

4)      s&#229;dant samtycke inte har &#229;stadkommits genom betalning
eller ers&#228;ttning av n&#229;got slag.

Artikel 5

En adoption inom konventionens till&#228;mpningsomr&#229;de skall ske
endast om den mottagande statens beh&#246;riga myndigheter har

a) fastst&#228;llt att de tillt&#228;nkta adoptivf&#246;r&#228;ldrarna &#228;r
beh&#246;riga och l&#228;mpade att adoptera,

b) s&#228;kerst&#228;llt att de tillt&#228;nkta adoptivf&#246;r&#228;ldrarna har f&#229;tt
den r&#229;dgivning som kan vara n&#246;dv&#228;ndig, och

c) fastst&#228;llt att barnet har eller kommer att f&#229; tillst&#229;nd
att resa in i och stadigvarande bos&#228;tta sig i den staten.

KAPITEL III -CENTRALMYNDIG-
HETER OCH AUKTORISERADE
SAMMANSLUTNINGAR

Artikel 6

1. Varje f&#246;rdragsslutande stat skall utse en centralmyndighet
som skall ha till uppgift att fullg&#246;ra de skyldigheter som
&#229;l&#228;ggs s&#229;dana myndigheter enligt denna konvention.

2. Federala stater, stater med mer &#228;n ett r&#228;ttssystem eller
stater som har autonoma territoriella enheter har frihet att
utse fler &#228;n en centralmyndighet och att ange den
territoriella eller den personliga omfattningen av deras
befogenheter. Om en stat har utsett fler &#228;n en
centralmyndighet skall den ange den centralmyndighet till
vilken meddelanden kan s&#228;ndas f&#246;r vidarebefordran till beh&#246;rig
centralmyndighet inom den staten.

Artikel 7

1. Centralmyndigheterna skall samarbeta med varandra och
fr&#228;mja samarbetet mellan de beh&#246;riga myndigheterna i sina
stater f&#246;r att skydda barn och f&#246;r att uppn&#229; de &#246;vriga m&#229;len
med denna konvention.

2. De skall sj&#228;lva vidta alla l&#228;mpliga &#229;tg&#228;rder i syfte att -

a) tillhandah&#229;lla upplysningar om de lagar i deras stater som
r&#246;r adoption samt andra allm&#228;nna upplysningar, s&#229;som statistik
och standardformul&#228;r,

b) h&#229;lla varandra underr&#228;ttade om hur konventionen fungerar
och, s&#229; l&#229;ngt m&#246;jligt, undanr&#246;ja varje hinder f&#246;r dess
till&#228;mpning.

Artikel 8

Centralmyndigheter skall, direkt eller genom offentliga organ,
vidta alla l&#228;mpliga &#229;tg&#228;rder f&#246;r att f&#246;rhindra otillb&#246;rlig
ekonomisk eller annan vinst i samband med en adoption och f&#246;r
att f&#246;rhindra tillv&#228;gag&#229;ngss&#228;tt som strider mot konventionens
syften.

Artikel 9

Centralmyndigheterna skall, direkt eller genom offentliga
organ eller andra i staten auktoriserade sammanslutningar,
vidta alla l&#228;mpliga &#229;tg&#228;rder f&#246;r att framf&#246;r allt -

a) samla in, bevara och utbyta information om barnets och de
tillt&#228;nkta adoptivf&#246;r&#228;ldrarnas situation, i den omfattning som
kr&#228;vs f&#246;r att fullf&#246;lja adoptionen,

b) underl&#228;tta och f&#246;lja &#228;rendet samt verka f&#246;r en snabb
behandling av det i syfte att adoptionen skall bli genomf&#246;rd,

c) i sina stater fr&#228;mja r&#229;dgivning i adoptionsfr&#229;gor och
m&#246;jligheter till hj&#228;lp och st&#246;d efter adoption,

d) f&#246;rse varandra med allm&#228;nna utv&#228;rderingsrapporter om
erfarenheterna av internationella adoptioner,

e) s&#229; l&#229;ngt deras staters lagar medger det besvara
v&#228;lmotiverade framst&#228;llningar fr&#229;n andra centralmyndigheter
eller offentliga organ om att f&#229; information i ett visst
adoptions&#228;rende.

Artikel 10

Auktorisation f&#229;r beviljas och innehas endast av
sammanslutningar som kan visa att de har erforderlig kompetens
att genomf&#246;ra de uppdrag som kan komma att anf&#246;rtros dem.

Artikel 11

En auktoriserad sammanslutning skall -

a) bedriva endast icke vinstgivande verksamhet i enlighet med
de villkor och inom ramen f&#246;r s&#229;dana begr&#228;nsningar som
fastst&#228;lls av de beh&#246;riga myndigheterna i
auktorisationsstaten,

b) ledas och bemannas av personer som genom sina etiska
normer och sin utbildning eller erfarenhet &#228;r kvalificerade
att arbeta inom omr&#229;det f&#246;r internationella adoptioner, och

c) vara f&#246;rem&#229;l f&#246;r tillsyn av statens beh&#246;riga myndigheter
vad g&#228;ller dess sammans&#228;ttning, verksamhet och finansiella
situation.

Artikel 12

En sammanslutning som har auktoriserats i en f&#246;rdragsslutande
stat f&#229;r verka i en annan f&#246;rdragsslutande stat endast om de
b&#229;da staternas beh&#246;riga myndigheter har gett sitt tillst&#229;nd
till det.

Artikel 13

Varje f&#246;rdragsslutande stat skall l&#228;mna uppgift till
Haagkonferensens f&#246;r internationell privatr&#228;tt permanenta byr&#229;
om utsedda centralmyndigheter och, d&#228;r s&#229; &#228;r l&#228;mpligt,
omfattningen av deras befogenheter samt om namn och adress p&#229;
de auktoriserade sammanslutningarna.

KAPITEL IV -
PROCEDURREGLER VID
INTERNATIONELL
ADOPTION

Artikel 14

Personer med hemvist i en f&#246;rdragsslutande stat som &#246;nskar
adoptera ett barn med hemvist i en annan f&#246;rdragsslutande stat
skall ans&#246;ka hos centralmyndigheten i den stat d&#228;r de har sitt
hemvist.

Artikel 15

1. Om centralmyndigheten i den mottagande staten &#228;r &#246;vertygad
om att de s&#246;kande &#228;r beh&#246;riga och l&#228;mpade att adoptera, skall
den sammanst&#228;lla en rapport som innefattar upplysningar om
deras identitet, beh&#246;righet och l&#228;mplighet att adoptera,
bakgrund, familjef&#246;rh&#229;llanden och sjukdomshistoria, sociala
milj&#246;, motiv till adoption, f&#246;rm&#229;ga att ikl&#228;da sig ansvaret
f&#246;r en internationell adoption, samt uppgifter om vilka barn
som de skulle vara kvalificerade att ta hand om.

2. Den skall &#246;verl&#228;mna rapporten till centralmyndigheten i
ursprungsstaten.

Artikel 16

1. Om centralmyndigheten i ursprungsstaten har kommit fram
till att barnet &#228;r tillg&#228;ngligt f&#246;r adoption skall den -

a) sammanst&#228;lla en rapport innefattande upplysningar om
barnets identitet, tillg&#228;nglighet f&#246;r adoption, bakgrund,
sociala milj&#246; och familjehistoria samt om barnets och dess
familjs sjukdomshistoria, och barnets s&#228;rskilda behov,

b) ta vederb&#246;rlig h&#228;nsyn till barnets uppfostran samt till
dess etniska, religi&#246;sa och kulturella bakgrund,

c) s&#228;kerst&#228;lla att samtycken har erh&#229;llits i enlighet med
artikel 4, och

d) fastst&#228;lla, framf&#246;r allt p&#229; grundval av rapporterna
r&#246;rande barnet och de tillt&#228;nkta adoptivf&#246;r&#228;ldrarna, huruvida
den t&#228;nkta placeringen &#228;r till barnets b&#228;sta.

2. Den skall till centralmyndigheten i den mottagande staten
&#246;verl&#228;mna sin rapport om barnet, och bevis om att n&#246;dv&#228;ndiga
samtycken har erh&#229;llits samt redovisa sk&#228;len f&#246;r beslutet om
placering, och d&#228;rvid vara noga med att inte avsl&#246;ja moderns
och faderns identitet, om deras identitet inte f&#229;r r&#246;jas i
ursprungsstaten.

Artikel 17

Ett beslut i ursprungsstaten om att ett barn skall &#246;verl&#228;mnas
f&#246;r v&#229;rd hos tillt&#228;nkta adoptivf&#246;r&#228;ldrar f&#229;r fattas endast om
-

a) centralmyndigheten i den staten har s&#228;kerst&#228;llt att de
tillt&#228;nkta adoptivf&#246;r&#228;ldrarna samtycker,

b) centralmyndigheten i den mottagande staten har godk&#228;nt ett
s&#229;dant beslut f&#246;rutsatt att den statens lag eller
centralmyndigheten i ursprungsstaten kr&#228;ver s&#229;dant
godk&#228;nnande,

c) centralmyndigheterna i b&#229;da staterna har samtyckt till att
adoptionsf&#246;rfarandet f&#229;r fortskrida, och

d) det i enlighet med artikel 5 har fastst&#228;llts att de
tillt&#228;nkta adoptivf&#246;r&#228;ldrarna &#228;r beh&#246;riga och l&#228;mpade att
adoptera samt att barnet har eller kommer att f&#229; tillst&#229;nd att
resa in i och stadigvarande bos&#228;tta sig i den mottagande
staten.

Artikel 18

Centralmyndigheterna i b&#229;da staterna skall vidta alla
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att barnet skall f&#229; tillst&#229;nd att
l&#228;mna ursprungsstaten och att resa in i och stadigvarande
bos&#228;tta sig i den mottagande staten.

Artikel 19

1. &#214;verflyttning av barnet till den mottagande staten f&#229;r
genomf&#246;ras endast om kraven enligt artikel 17 har uppfyllts.

2. Centralmyndigheterna i b&#229;da staterna skall s&#228;kerst&#228;lla att
&#246;verflyttningen sker p&#229; ett s&#228;kert och l&#228;mpligt s&#228;tt och om
m&#246;jligt i s&#228;llskap med adoptivf&#246;r&#228;ldrarna eller de tillt&#228;nkta
adoptivf&#246;r&#228;ldrarna.

3. Om &#246;verflyttning av barnet inte sker, skall de rapporter
som avses i artiklarna 15 och 16 &#229;terl&#228;mnas till de
myndigheter som har vidarebefordrat dem.

Artikel 20

Centralmyndigheterna skall h&#229;lla varandra underr&#228;ttade om
adoptionsf&#246;rfarandet och de &#229;tg&#228;rder som har vidtagits f&#246;r att
genomf&#246;ra det samt, i de fall d&#229; en pr&#246;votid kr&#228;vs, hur
placeringen utvecklas.

Artikel 21

1. I de fall d&#229; adoptionen skall &#228;ga rum efter att barnet har
&#246;verflyttats till den mottagande staten och centralmyndigheten
i den staten finner att en fortsatt placering av barnet hos de
tillt&#228;nkta adoptivf&#246;r&#228;ldrarna inte &#228;r till barnets b&#228;sta,
skall centralmyndigheten vidta n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att
skydda barnet, i synnerhet -

a) se till att barnet tas fr&#229;n de tillt&#228;nkta
adoptivf&#246;r&#228;ldrarna och ombes&#246;rja tillf&#228;llig v&#229;rd,

b) i samr&#229;d med centralmyndigheten i ursprungsstaten utan
dr&#246;jsm&#229;l ombes&#246;rja en ny placering av barnet med sikte p&#229;
adoption eller, om detta inte &#228;r l&#228;mpligt, ombes&#246;rja en
alternativ l&#229;ngsiktig v&#229;rd; en adoption skall inte genomf&#246;ras
f&#246;rr&#228;n centralmyndigheten i ursprungsstaten vederb&#246;rligen har
informerats om de tillt&#228;nkta nya adoptivf&#246;r&#228;ldrarna,

c) som sista utv&#228;g ombes&#246;rja att barnet &#229;terl&#228;mnas, om
barnets intressen kr&#228;ver det.

2. Med beaktande framf&#246;r allt av barnets &#229;lder och mognad
skall barnet h&#246;ras och, n&#228;r s&#229; &#228;r l&#228;mpligt, dess samtycke
inh&#228;mtas avseende &#229;tg&#228;rder som skall vidtas enligt denna
artikel.

Artikel 22

1. I den utstr&#228;ckning som lagen i centralmyndighetens stat
medger f&#229;r en centralmyndighets uppgifter enligt detta kapitel
utf&#246;ras av offentliga organ eller av sammanslutningar som &#228;r
auktoriserade enligt kapitel III.

2. En f&#246;rdragsslutande stat f&#229;r avge en f&#246;rklaring till
depositarien f&#246;r denna konvention att centralmyndighetens
uppgifter enligt artiklarna 15 till 21 f&#229;r utf&#246;ras i den
staten, i den utstr&#228;ckning som lagen medger och under tillsyn
av beh&#246;riga myndigheter i den staten, &#228;ven av organ eller
personer som -

a) uppfyller den statens krav p&#229; integritet, yrkeskompetens,
erfarenhet och ansvar, och

b) &#228;r, genom sin etiska standard och genom utbildning eller
erfarenhet, kvalificerade att arbeta inom omr&#229;det
internationella adoptioner.

3. En f&#246;rdragsslutande stat som avger en f&#246;rklaring enligt
punkt 2 skall h&#229;lla Haagkonferensens f&#246;r internationell
privatr&#228;tt permanenta byr&#229; underr&#228;ttad om dessa organs och
personers namn och adresser.

4. En f&#246;rdragsslutande stat f&#229;r avge en f&#246;rklaring till
depositarien f&#246;r denna konvention att adoptioner av barn med
hemvist inom dess territorium endast f&#229;r genomf&#246;ras om
centralmyndigheternas uppgifter utf&#246;rs i enlighet med punkt 1.

5. Oavsett om n&#229;gon f&#246;rklaring har avgetts enligt punkt 2
skall de rapporter som avses i artiklarna 15 och 16 i samtliga
fall sammanst&#228;llas under centralmyndighetens eller andra
organs eller sammanslutningars ansvar enligt punkt 1.

KAPITEL V -
ERK&#196;NNANDE OCH
VERKAN AV
ADOPTIONEN

Artikel 23

1. En adoption som enligt intyg av den beh&#246;riga myndigheten i
den stat d&#228;r adoptionen har &#228;gt rum har genomf&#246;rts i enlighet
med denna konvention skall erk&#228;nnas i de &#246;vriga
f&#246;rdragsslutande staterna omedelbart p&#229; grund av lag. Intyget
skall inneh&#229;lla uppgifter om n&#228;r och av vem samtycken har
l&#228;mnats enligt artikel 17.c.

2. Varje f&#246;rdragsslutande stat skall vid tiden f&#246;r
undertecknande, ratifikation, godtagande, godk&#228;nnande eller
anslutning underr&#228;tta depositarien f&#246;r denna konvention om
vilken myndighet eller vilka myndigheter som har beh&#246;righet
att utf&#228;rda intyg samt om s&#229;dan myndighets eller s&#229;dana
myndigheters befogenheter. Den skall &#228;ven underr&#228;tta
depositarien om varje f&#246;r&#228;ndring som g&#228;ller utpekandet av s&#229;dana
myndigheter.

Artikel 24

En f&#246;rdragsslutande stat kan v&#228;gra att erk&#228;nna en adoption
endast om adoptionen &#228;r uppenbart of&#246;renlig med grunderna f&#246;r
r&#228;ttsordningen i den staten, med h&#228;nsyn tagen till barnets
b&#228;sta.

Artikel 25

En f&#246;rdragsslutande stat kan i en f&#246;rklaring st&#228;lld till
depositarien f&#246;r denna konvention ange att den inte, enligt
denna konvention, skall vara tvungen att erk&#228;nna adoptioner
som genomf&#246;rts i enlighet med en &#246;verenskommelse som ing&#229;tts
genom till&#228;mpning av artikel 39.2.

Artikel 26

1. Erk&#228;nnande av en adoption innefattar erk&#228;nnande av

a) det r&#228;ttsliga f&#246;r&#228;ldra-barnf&#246;rh&#229;llandet mellan barnet och
dess adoptivf&#246;r&#228;ldrar,

b) adoptivf&#246;r&#228;ldrarnas f&#246;r&#228;ldraansvar f&#246;r barnet,

c) att det tidigare r&#228;ttsliga f&#246;rh&#229;llandet mellan barnet och
dess mor och far upph&#246;rt, om adoptionen har denna verkan i den
f&#246;rdragsslutande stat d&#228;r den &#228;gde rum.

2. N&#228;r en adoption medf&#246;r att ett tidigare r&#228;ttsligt f&#246;r&#228;ldra-
barnf&#246;rh&#229;llande upph&#246;r, skall barnet i den mottagande staten
och i varje annan f&#246;rdragsslutande stat d&#228;r adoptionen erk&#228;nns
&#229;tnjuta r&#228;ttigheter som &#228;r likv&#228;rdiga med dem som i var och en
av dessa stater f&#246;ljer av adoptioner med den angivna effekten.

3. Ovanst&#229;ende punkter skall inte hindra till&#228;mpningen av
n&#229;gon best&#228;mmelse som &#228;r mer gynnsam f&#246;r barnet och som &#228;r i
kraft i den f&#246;rdragsslutande stat som erk&#228;nner adoptionen.

Artikel 27

1. N&#228;r en adoption som &#228;r beviljad i ursprungsstaten inte
medf&#246;r att ett tidigare r&#228;ttsligt f&#246;r&#228;ldra-barnf&#246;rh&#229;llande
upph&#246;r, kan adoptionen i den mottagande stat som erk&#228;nner den
enligt konventionen omvandlas till en adoption med s&#229;dan
verkan -

a) om lagen i den mottagande staten medger detta, och

b) om de samtycken som avses i artikel 4.c och 4.d har
l&#228;mnats eller l&#228;mnas f&#246;r en s&#229;dan adoption.

2. Artikel 23 skall till&#228;mpas p&#229; det beslut som omvandlar
adoptionen.

KAPITEL VI - ALLM&#196;NNA BEST&#196;MMELSER

Artikel 28

Denna konvention inverkar inte p&#229; n&#229;gon ursprungsstats lag som
f&#246;reskriver att adoption av ett barn med hemvist i den staten
skall &#228;ga rum i den staten eller som f&#246;rbjuder barnets
placering i eller &#246;verf&#246;ring till den mottagande staten f&#246;re
adoptionen.

Artikel 29

N&#229;gon kontakt mellan de tillt&#228;nkta adoptivf&#246;r&#228;ldrarna och
barnets f&#246;r&#228;ldrar eller n&#229;gon annan person som har barnet i
sin v&#229;rd f&#229;r inte f&#246;rekomma f&#246;rr&#228;n kraven i artikel 4.a-c och
artikel 5.a har uppfyllts, om inte adoptionen &#228;ger rum inom en
familj eller kontakten &#228;r f&#246;renlig med de villkor som har
uppst&#228;llts av beh&#246;rig myndighet i ursprungsstaten.

Artikel 30

1. En f&#246;rdragsslutande stats beh&#246;riga myndigheter skall
s&#228;kerst&#228;lla att de upplysningar om barnets ursprung som
myndigheterna innehar bevaras, i synnerhet vad avser uppgifter
om f&#246;r&#228;ldrarnas identitet samt sjukdomshistoria.

2. De skall s&#228;kerst&#228;lla att barnet eller dess ombud har
tillg&#229;ng till s&#229;dan information, under l&#228;mplig v&#228;gledning, i
den utstr&#228;ckning som lagen i staten medger det.

Artikel 31

Utan att det p&#229;verkar artikel 30 skall personuppgifter som
samlats in eller &#246;verl&#228;mnats enligt denna konvention, i
synnerhet uppgifter som avses i artiklarna 15 och 16, endast
anv&#228;ndas i de syften f&#246;r vilka de samlats in eller
&#246;verl&#228;mnats.

Artikel 32

1. Ingen f&#229;r g&#246;ra otillb&#246;rlig ekonomisk eller annan vinst i
samband med internationell adoptionsverksamhet.

2. Endast kostnader och utgifter, inbegripet rimliga
yrkesm&#228;ssiga arvoden till personer som medverkar vid
adoptionen, f&#229;r debiteras eller betalas.

3. Ledning, administration och anst&#228;llda i de sammanslutningar
som medverkar vid en adoption f&#229;r inte ta emot ers&#228;ttning som
&#228;r orimligt h&#246;g i f&#246;rh&#229;llande till utf&#246;rda tj&#228;nster.

Artikel 33

En beh&#246;rig myndighet som finner att n&#229;gon best&#228;mmelse i denna
konvention inte har beaktats eller att det finns en stor risk
att den inte kommer att beaktas, skall omedelbart underr&#228;tta
den egna statens centralmyndighet. Denna centralmyndighet
ansvarar f&#246;r att l&#228;mpliga &#229;tg&#228;rder vidtas.

Artikel 34

Om den beh&#246;riga myndigheten i den stat som &#228;r mottagare av ett
dokument kr&#228;ver det, skall en &#246;vers&#228;ttning tillhandah&#229;llas med
intyg att den &#246;verensst&#228;mmer med originalet. Om inget annat
f&#246;reskrivs, skall de tillt&#228;nkta adoptivf&#246;r&#228;ldrarna betala
kostnaderna f&#246;r en s&#229;dan &#246;vers&#228;ttning.

Artikel 35

De beh&#246;riga myndigheterna i de f&#246;rdragsslutande staterna skall
handl&#228;gga adoptionsfr&#229;gorna snabbt.

Artikel 36

I f&#246;rh&#229;llande till en stat som i fr&#229;ga om adoption har tv&#229;
eller flera r&#228;ttssystem till&#228;mpliga inom olika territoriella
enheter skall -

a) varje h&#228;nvisning till hemvist i den staten anses avse
hemvistet inom en territoriell enhet i den staten,

b) varje h&#228;nvisning till lagen i den staten anses avse
g&#228;llande lag i den ber&#246;rda territoriella enheten,

c) varje h&#228;nvisning till beh&#246;riga myndigheter eller till
offentliga organ i den staten anses avse s&#229;dana myndigheter
som &#228;r bemyndigade att verka inom den ber&#246;rda territoriella
enheten,

d) varje h&#228;nvisning till auktoriserade sammanslutningar i den
staten anses avse sammanslutningar som &#228;r auktoriserade i den
ber&#246;rda territoriella enheten.

Artikel 37

I f&#246;rh&#229;llande till en stat som i fr&#229;ga om adoption har tv&#229;
eller flera r&#228;ttssystem f&#246;r olika befolkningsgrupper skall
varje h&#228;nvisning till lagen i den staten anses avse det
r&#228;ttssystem som anges i den statens lag.

Artikel 38

En stat inom vilken olika territoriella enheter har sina egna
regler om adoption skall inte vara f&#246;rpliktad att till&#228;mpa
denna konvention, om en stat med ett enhetligt r&#228;ttssystem
inte skulle vara f&#246;rpliktad till det.

Artikel 39

1. Denna konvention inverkar inte p&#229; n&#229;got internationellt
instrument som de f&#246;rdragsslutande staterna &#228;r parter i och
som inneh&#229;ller best&#228;mmelser om fr&#229;gor som regleras i
konventionen, s&#229;vida inte en motsatt f&#246;rklaring avges av de
stater som &#228;r parter i ett s&#229;dant instrument.

2. En f&#246;rdragsslutande stat f&#229;r ing&#229; &#246;verenskommelser med en
eller flera andra f&#246;rdragsslutande stater i syfte att
f&#246;rb&#228;ttra till&#228;mpningen av denna konvention i staternas
&#246;msesidiga f&#246;rbindelser. Dessa &#246;verenskommelser f&#229;r avvika
endast fr&#229;n best&#228;mmelserna i artiklarna 14 till 16 och 18
till 21. Stater som har ing&#229;tt en s&#229;dan &#246;verenskommelse skall
s&#228;nda en kopia till depositarien f&#246;r denna konvention.

Artikel 40

Inget f&#246;rbeh&#229;ll skall till&#229;tas till denna konvention.

Artikel 41

Denna konvention skall till&#228;mpas p&#229; varje fall d&#229; en ans&#246;kan
enligt artikel 14 har mottagits efter det att konventionen har
tr&#228;tt i kraft i den mottagande staten och i ursprungsstaten.

Artikel 42

Generalsekreteraren f&#246;r Haagkonferensen f&#246;r internationell
privatr&#228;tt skall med j&#228;mna mellanrum sammankalla en
specialkommission f&#246;r att granska den praktiska till&#228;mpningen
av denna konvention.

KAPITEL VII -
SLUTBEST&#196;MMELSER

Artikel 43

1. Konventionen &#228;r &#246;ppen f&#246;r undertecknande av de stater som
var medlemmar i Haagkonferensen f&#246;r internationell privatr&#228;tt
vid tidpunkten f&#246;r dess sjuttonde session och av andra stater
som deltog i denna session.

2. Den skall ratificeras, godtas eller godk&#228;nnas och
ratifikations-, godtagande- eller godk&#228;nnandeinstrumenten
deponeras hos Utrikesministeriet i Konungariket Nederl&#228;nderna,
som &#228;r depositarie f&#246;r konventionen.

Artikel 44

1. Varje annan stat f&#229;r ansluta sig till konventionen efter
att den har tr&#228;tt i kraft i enlighet med artikel 46.1.

2. Anslutningsinstrumentet skall deponeras hos depositarien.

3. Anslutningen f&#229;r verkan endast i f&#246;rh&#229;llandet mellan den
anslutande staten och de f&#246;rdragsslutande stater som inte har
gjort n&#229;gon inv&#228;ndning mot anslutningen inom sex m&#229;nader efter
det att underr&#228;ttelsen i artikel 48.b har mottagits. Stater
kan g&#246;ra en s&#229;dan inv&#228;ndning &#228;ven n&#228;r de efter en anslutning
ratificerar, godtar eller godk&#228;nner konventionen. Depositarien
skall underr&#228;ttas om varje s&#229;dan inv&#228;ndning.

Artikel 45

1. En f&#246;rdragsslutande stat som best&#229;r av tv&#229; eller flera
territoriella enheter med olika r&#228;ttssystem i fr&#229;gor som
regleras i denna konvention f&#229;r vid undertecknande,
ratificering, godtagande, godk&#228;nnande eller anslutning
f&#246;rklara att denna konvention skall omfatta alla dess enheter
eller endast en eller flera av dem och f&#229;r n&#228;r som helst &#228;ndra
sin f&#246;rklaring genom att avge en ny f&#246;rklaring.

2. Depositarien skall underr&#228;ttas om varje s&#229;dan f&#246;rklaring
och i f&#246;rklaringen skall uttryckligen anges f&#246;r vilka
territoriella enheter konventionen skall till&#228;mpas.

3. Om en stat inte avger n&#229;gon f&#246;rklaring enligt denna
artikel, skall konventionen omfattar alla dess territoriella
enheter.

Artikel 46

1. Konventionen tr&#228;der i kraft den f&#246;rsta dagen i den m&#229;nad
som f&#246;ljer efter utg&#229;ngen av tre m&#229;nader efter det att det
tredje ratifikations-, godtagande- eller
godk&#228;nnandeinstrumentet som avses i artikel 43 har deponerats.

2. D&#228;refter tr&#228;der konventionen i kraft

a) i f&#246;rh&#229;llande till varje stat som senare ratificerar,
godtar eller godk&#228;nner den eller ansluter sig till den, den
f&#246;rsta dagen i den m&#229;nad som f&#246;ljer efter utg&#229;ngen av tre
m&#229;nader efter det att dess ratifikations-, godtagande-,
godk&#228;nnande- eller anslutningsinstrument deponerades,

b) i f&#246;rh&#229;llande till en territoriell enhet som konventionen
har utstr&#228;ckts till i enlighet med artikel 45, den f&#246;rsta
dagen i den m&#229;nad som f&#246;ljer efter utg&#229;ngen av tre m&#229;nader
efter den underr&#228;ttelse som avses i den artikeln.

Artikel 47

1. En stat som &#228;r part i konventionen f&#229;r s&#228;ga upp den genom
en skriftlig underr&#228;ttelse st&#228;lld till depositarien.

2. Upps&#228;gningen g&#228;ller fr&#229;n den f&#246;rsta dagen i den m&#229;nad som
f&#246;ljer efter utg&#229;ngen av tolv m&#229;nader efter det att
depositarien har mottagit underr&#228;ttelsen. N&#228;r en l&#228;ngre
upps&#228;gningstid anges i underr&#228;ttelsen tr&#228;der upps&#228;gningen i
kraft efter utg&#229;ngen av en s&#229;dan l&#228;ngre tid efter det att
depositarien har mottagit underr&#228;ttelsen.

Artikel 48

Depositarien skall underr&#228;tta de stater som &#228;r medlemmar i
Haagkonferensen f&#246;r internationell privatr&#228;tt, de &#246;vriga
stater som deltog i den sjuttonde sessionen samt de stater som
har anslutit sig till konventionen i enlighet med artikel 44
om f&#246;ljande -

a) de undertecknanden, ratifikationer, godtaganden och
godk&#228;nnanden som avses i artikel 43,

b) de anslutningar samt de inv&#228;ndningar som har avgjorts mot
anslutningar som avses i artikel 44,

c) dagen f&#246;r konventionens ikrafttr&#228;dande enligt artikel 46,

d) de f&#246;rklaringar och utpekanden som avses i artiklarna 22,
23, 25 och 45,

e) de &#246;verenskommelser som avses i artikel 39,

f) de upps&#228;gningar som avses i artikel 47.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen befullm&#228;ktigade, undertecknat denna konvention.

Uppr&#228;ttad i Haag, den ................. 19.., p&#229; engelska och
franska spr&#229;ken, vilka b&#229;da texter &#228;r lika giltiga, i ett enda
exemplar som skall deponeras i Konungariket Nederl&#228;ndernas
regerings arkiv, och av vilken en bestyrkt kopia p&#229;
diplomatisk v&#228;g skall tillst&#228;llas varje stat som &#228;r medlem i
Haagkonferensen f&#246;r internationell privatr&#228;tt vid tidpunkten
f&#246;r dess sjuttonde session samt till var och en av &#246;vriga
stater som deltog i sessionen.

CONVENTION SUR LA PROTECTION DES ENFANTS ET LA COOP&#201;RATION EN
MATI&#200;RE D&#39;ADOPTION INTERNATIONALE

Les Etats signataires de la pr&#233;sente Convention,

Reconnaissant que, pour l&#39;&#233;panouissement harmonieux de sa
personnalit&#233;, l&#39;enfant doit grandir dans un milieu familial,
dans un climat de bonheur, d&#39;amour et de compr&#233;hension,

Rappelant que chaque Etat devrait prendre, par priorit&#233;, des
mesures appropri&#233;es pour permettre le maintien de l&#39;enfant
dans sa famille d&#39;origine,

Reconnaissant que l&#39;adoption internationale peut pr&#233;senter
l&#39;avantage de donner une famille permanente &#224; l&#39;enfant pour
lequel une famille

appropri&#233;e ne peut &#234;tre trouv&#233;e dans son Etat d&#39;origine,

Convaincus de la n&#233;cessit&#233; de pr&#233;voir des measures pour
garantir que les adoptions internationales aient lieu dans
l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant et le respect de ses droits
fondamentaux, ainsi que pour pr&#233;venir l&#39;enl&#232;vement, la vente
ou la traite d&#39;enfants,

D&#233;sirant &#233;tablir &#224; cet effet des dispositions communes qui
tiennent compte des principes reconnus par les instruments
internationaux, notamment par la Convention des Nations Unies
sur les droits de l&#39;enfant, du 20 novembre 1989, et par la
D&#233;claration des Nations Unies sur les principes sociaux et
juridiques applicables &#224; la protection et au bien-&#234;tre des
enfants, envisag&#233;s surtout sous l&#39;angle des pratiques en
mati&#232;re d&#39;adoption et de placement familial sur les plans
national et international (R&#233;solution de l&#39;Assembl&#233;e g&#233;n&#233;rale
41/85, du 3 d&#233;cembre 1986),

Sont convenus des dispositions suivantes:

CHAPITRE I - CHAMP D&#39;APPLICATION DE LA CONVENTION

Article premier

La pr&#233;sente Convention a pour objet:

a d&#39;&#233;tablir des garanties pour que les adoptions inter-
nationales aient lieu dans l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant et
dans le respect des droits fondamentaux qui lui sont reconnus
en droit international;

b d&#39;instaurer un syst&#232;me de coop&#233;ration entre les Etats
contractants pour assurer le respect de ces garanties et
pr&#233;venir ainsi l&#39;enl&#232;vement, la vente ou la traite d&#39;enfants;

c d&#39;assurer la reconnais-sance dans les Etats contractants des
adoptions r&#233;alis&#233;es selon la Convention.

Article 2

1 La Convention s&#39;applique lorsqu&#39;un enfant r&#233;sidant
habituellement dans un Etat contractant (&#171;l&#39;Etat d&#39;origine&#187;) a
&#233;t&#233;, est ou doit &#234;tre d&#233;plac&#233; vers un autre Etat contractant
(&#171;l&#39;Etat d&#39;accueil&#187;), soit apr&#232;s son adoption dans l&#39;Etat
d&#39;origine par des &#233;poux ou une personne r&#233;sidant
habituellement dans l&#39;Etat d&#39;accueil, soit en vue d&#39;une telle
adoption dans l&#39;Etat d&#39;accueil ou dans l&#39;Etat d&#39;origine.

2 La Convention ne vise que les adoptions &#233;tablissant un lien
de filiation.

Article 3

La Convention cesse de s&#39;appliquer si les acceptations vis&#233;es
&#224; l&#39;article 17, lettre c, n&#39;ont pas &#233;t&#233; donn&#233;es avant que
l&#39;enfant n&#39;ait atteint l&#39;&#226;ge de dix-huit ans.

CHAPITRE II - CONDITIONS
DES ADOPTIONS
INTERNATIONALES

Article 4

Les adoptions vis&#233;es par la Convention ne peuvent avoir lieu
que si les autorit&#233;s com-p&#233;tentes de l&#39;Etat d&#39;origine:

a ont &#233;tabli que l&#39;enfant est adoptable;

b ont constat&#233;, apr&#232;s avoir d&#251;ment examin&#233; les possibilit&#233;s de
placement de l&#39;enfant dans son Etat d&#39;origine, qu&#39;une adoption
internationale r&#233;pond &#224; l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant;

c se sont assur&#233;es

1)      que les personnes, institutions et autorit&#233;s dont le
consentement est requis pour l&#39;adoption ont &#233;t&#233; entour&#233;es des
conseils n&#233;cessaires et d&#251;ment inform&#233;es sur les cons&#233;quences
de leur consentement, en particulier sur le maintien ou la
rupture, en raison d&#39;une adoption, des liens de droit entre
l&#39;enfant et sa famille d&#39;origine,

2)      que celles-ci ont donn&#233; librement leur consentement dans
les formes l&#233;gales requises, et que ce consentement a &#233;t&#233;
donn&#233; ou constat&#233; par &#233;crit,

3)      que les consentements n&#39;ont pas &#233;t&#233; obtenus moyennant
paiement ou contrepartie d&#39;aucune sorte et qu&#39;ils n&#39;ont pas
&#233;t&#233; retir&#233;s, et

4)      que le consentement de la m&#232;re, s&#39;il est requis, n&#39;a &#233;t&#233;
donn&#233; qu&#39;apr&#232;s la naissance de l&#39;enfant; et

d se sont assur&#233;es, eu &#233;gard &#224; l&#39;&#226;ge et &#224; la maturit&#233; de
l&#39;enfant,

1)      que celui-ci a &#233;t&#233; entour&#233; de conseils et d&#251;ment inform&#233;
sur les cons&#233;quences de l&#39;adoption et de son consentement &#224;
l&#39;adoption, si celui-ci est requis,

2)      que les souhaits et avis de l&#39;enfant ont &#233;t&#233; pris en
consid&#233;ration,

3)      que le consentement de l&#39;enfant &#224; l&#39;adoption, lors-qu&#39;il
est requis, a &#233;t&#233; donn&#233; librement, dans les formes l&#233;gales
requises, et que son consentement a &#233;t&#233; donn&#233; ou constat&#233; par
&#233;crit, et

4)      que ce consentement n&#39;a pas &#233;t&#233; obtenu moyennant paiement
ou contrepartie d&#39;aucune sorte.

Article 5

Les adoptions vis&#233;es par la Convention ne peuvent avoir lieu
que si les autorit&#233;s comp&#233;tentes de l&#39;Etat d&#39;accueil:

a ont constat&#233; que les futurs parents adoptifs sont qualifi&#233;s
et aptes &#224; adopter;

b se sont assur&#233;es que les futurs parents adoptifs ont &#233;t&#233;
entour&#233;s des conseils n&#233;cessaires; et

c ont constat&#233; que l&#39;enfant est ou sera autoris&#233; &#224; entrer et &#224;
s&#233;journer de fa&#231;on permanente dans cet Etat.

CHAPITRE III -

AUTORIT&#201;S CENTRALES ET ORGANISMES AGR&#201;&#201;S

Article 6

1 Chaque Etat contractant d&#233;signe une Autorit&#233; centrale
charg&#233;e de satisfaire aux obligations qui lui sont impos&#233;es
par la Convention.

2 Un Etat f&#233;d&#233;ral, un Etat dans lequel plusieurs syst&#232;mes de
droit sont en vigueur ou un Etat ayant des unit&#233;s
territoriales autonomes est libre de d&#233;signer plus d&#39;une
Autorit&#233; centrale et de sp&#233;cifier l&#39;&#233;tendue territoriale ou
personnelle de leurs fonctions. L&#39;Etat qui fait usage de cette
facult&#233; d&#233;signe l&#39;Autorit&#233; centrale &#224; laquelle toute
communication peut &#234;tre adress&#233;e en vue de sa transmission &#224;
l&#39;Autorit&#233; centrale comp&#233;tente au sein de cet Etat.

Article 7

1 Les Autorit&#233;s centrales doivent coop&#233;rer entre elles et
promouvoir une collaboration entre les autorit&#233;s comp&#233;tentes
de leurs Etats pour assurer la protection des enfants et
r&#233;aliser les autres objectifs de la Convention.

2 Elles prennent directement toutes mesures appropri&#233;es pour:

a fournir des informations sur la l&#233;gislation de leurs Etats
en mati&#232;re d&#39;adoption et d&#39;autres informations g&#233;n&#233;rales,
telles que des statistiques et formules types;

b s&#39;informer mutuellement sur le fonctionnement de la
Convention et, dans la mesure du possible, lever les obstacles
&#224; son application.

Article 8

Les Autorit&#233;s centrales prennent, soit directement, soit avec
le concours d&#39;autorit&#233;s publiques, toutes mesures appropri&#233;es
pour pr&#233;venir les gains mat&#233;riels indus &#224; l&#39;occasion d&#39;une
adoption et emp&#234;cher toute pratique contraire aux objectifs de
la Convention.

Article 9

Les Autorit&#233;s centrales prennent, soit directement, soit avec
le concours d&#39;autorit&#233;s publiques ou d&#39;organismes d&#251;ment
agr&#233;&#233;s dans leur Etat, toutes mesures appropri&#233;es, notamment
pour:

a rassembler, conserver et &#233;changer des informations relatives
&#224; la situation de l&#39;enfant et des futurs parents adoptifs,
dans la mesure n&#233;cessaire &#224; la r&#233;alisation de l&#39;adoption;

b faciliter, suivre et activer la proc&#233;dure en vue de
l&#39;adoption;

c promouvoir dans leurs Etats le d&#233;veloppement de services de
conseils pour l&#39;adoption et pour le suivi de l&#39;adoption;

d &#233;changer des rapports g&#233;n&#233;raux d&#39;&#233;valuation sur les
exp&#233;riences en mati&#232;re d&#39;adoption internationale;

e r&#233;pondre, dans la mesure permise par la loi de leur Etat,
aux demandes motiv&#233;es d&#39;informations sur une situation
particuli&#232;re d&#39;adoption formul&#233;es par d&#39;autres Autorit&#233;s
centrales ou par des autorit&#233;s publiques.

Article 10

Peuvent seuls b&#233;n&#233;ficier de l&#39;agr&#233;ment et le conserver les
organismes qui d&#233;montrent leur aptitude &#224; remplir correctement
les missions qui pourraient leur &#234;tre confi&#233;es.

Article 11

Un organisme agr&#233;&#233; doit:

a poursuivre uniquement des buts non lucratifs dans les
conditions et limites fix&#233;es par les autorit&#233;s comp&#233;tents de
l&#39;Etat d&#39;agr&#233;ment;

b &#234;tre dirig&#233; et g&#233;r&#233; par des personnes qualifi&#233;es par leur
int&#233;grit&#233; morale et leur formation ou exp&#233;rience pour agir
dans le domaine de l&#39;adoption internationale; et

c &#234;tre soumis &#224; la surveillance d&#39;autorit&#233;s comp&#233;tentes de cet
Etat pour sa composition, son fonctionnement et sa situation
financi&#232;re.

Article 12

Un organisme agr&#233;&#233; dans un Etat contractant ne pourra agir
dans un autre Etat contractant que si les autorit&#233;s
comp&#233;tentes des deux Etats l&#39;ont autoris&#233;.

Article 13

La d&#233;signation de Autorit&#233;s centrales et, le cas &#233;ch&#233;ant,
l&#39;&#233;tendue de leurs fonctions, ainsi que le nom et l&#39;adresse
des organismes agr&#233;&#233;s, sont communiqu&#233;s par chaque Etat
contractant au Bureau Permanent de la Conf&#233;rence de La Haye de
droit international priv&#233;.

CHAPITRE IV -

CONDITIONS

PROC&#201;DURALES

DE L&#39;ADOPTION

INTERNATIONALE

Article 14

Les personnes r&#233;sidant habituellement dans un Etat
contractant, qui d&#233;sirent adopter un enfant dont la r&#233;sidence
habituelle est situ&#233;e dans un autre Etat contractant, doivent
s&#39;adresser &#224; l&#39;Autorit&#233; centrale de l&#39;Etat de leur r&#233;sidence
habituelle.

Article 15

1 Si l&#39;Autorit&#233; centrale de l&#39;Etat d&#39;accueil consid&#232;re que les
requ&#233;rants sont qualifi&#233;s et aptes &#224; adopter, elle &#233;tablit un
rapport contenant des renseignements sur leur identit&#233;, leur
capacit&#233; l&#233;gale et leur aptitude &#224; adopter, leur situation
personnelle, familiale et m&#233;dicale, leur milieu social, les
motifs qui les animent, leur aptitude &#224; assumer une adoption
internationale, ainsi que sur les enfants qu&#39;ils seraient
aptes &#224; prendre en charge.

2 Elle transmet le rapport &#224; l&#39;Autorit&#233; centrale de l&#39;Etat
d&#39;origine.

Article 16

1 Si l&#39;Autorit&#233; centrale de l&#39;Etat d&#39;origine consid&#232;re que
l&#39;enfant est adoptable,

a elle &#233;tablit un rapport contenant des renseignements sur
l&#39;identit&#233; de l&#39;enfant, son adoptabilit&#233;, son milieu social,
son &#233;volution personnelle et familiale, son pass&#233; m&#233;dical et
celui de sa famille, ainsi que sur ses besoins particuliers;

b elle tient d&#251;ment compte des conditions d&#39;&#233;ducation de
l&#39;enfant, ainsi que de son origine ethnique, religieuse et
culturelle;

c elle s&#39;assure que les consentements vis&#233;s &#224; l&#39;article 4 ont
&#233;t&#233; obtenus; et

d elle constate, en se fondant notamment sur les rapports
concernant l&#39;enfant et les futurs parents adoptifs, que le
placement envisag&#233; est dans l&#39;int&#233;r&#234;t sup&#233;rieur de l&#39;enfant.

2 Elle transmet &#224; l&#39;Autorit&#233; centrale de l&#39;Etat d&#39;accueil son
rapport sur l&#39;enfant, la preuve des consentements requis et
les motifs de son constat sur le placement, en veillant &#224; ne
pas r&#233;v&#233;ler l&#39;indentit&#233; de la m&#232;re et du p&#232;re, si, dans l&#39;Etat
d&#39;origine, cette identit&#233; ne peut pas &#234;tre divulgu&#233;e.

Article 17

Toute d&#233;cision de confier un enfant &#224; des futurs parents
adoptifs ne peut &#234;tre prise dans l&#39;Etat d&#39;origine que

a si l&#39;Autorit&#233; centrale de cet Etat s&#39;est assur&#233;e de l&#39;accord
des futurs parents adoptifs;

b si l&#39;Autorit&#233; centrale de l&#39;Etat d&#39;accueil a approuv&#233; cette
d&#233;cision, lorsque la loi de cet Etat ou l&#39;Autorit&#233; centrale de
l&#39;Etat d&#39;origine le requiert;

c si les Autorit&#233;s centrales des deux Etats ont accept&#233; que la
proc&#233;dure en vue de l&#39;adoption se poursuive; et

d s&#39;il a &#233;t&#233; constat&#233; conform&#233;ment &#224; l&#39;article 5 que les
futurs parents adoptifs sont qualifi&#233;s et aptes &#224; adopter et
que l&#39;enfant est ou sera autoris&#233; &#224; entrer et &#224; s&#233;journer de
fa&#231;on permanente dans l&#39;Etat d&#39;accueil.

Article 18

Les Autorit&#233;s centrales des deux Etats prennent toutes mesures
utiles pour que l&#39;enfant re&#231;oive l&#39;autorisation de sortie de
l&#39;Etat d&#39;origine, ainsi que celle d&#39;entr&#233;e et de s&#233;jour
permanent dans l&#39;Etat d&#39;accueil.

Article 19

1 Le d&#233;placement de l&#39;enfant vers l&#39;Etat d&#39;accueil ne peut
avoir lieu que si les conditions de l&#39;article 17 ont &#233;t&#233;
remplies.

2 Les Autorit&#233;s centrales des deux Etats veillent &#224; ce que ce
d&#233;placement s&#39;effectue en toute s&#233;curit&#233;, dans des conditions
appropri&#233;es et, si possible, en compagnie des parents adoptifs
ou des futurs parents adoptifs.

3 Si ce d&#233;placement n&#39;a pas lieu, les rapports vis&#233;s aux
articles 15 et 16 sont renvoy&#233;s aux autorit&#233;s exp&#233;ditrices.

Article 20

Les Autorit&#233;s centrales se tiennent inform&#233;es sur la proc&#233;dure
d&#39;adoption et les mesures prises pour la mener &#224; terme, ainsi
que sur le d&#233;roulement de la p&#233;riode probatoire, lorsque
celle-ci est requise.

Article 21

1 Lorsque l&#39;adoption doit avoir lieu apr&#232;s le d&#233;placement de
l&#39;enfant dans l&#39;Etat d&#39;accueil et que l&#39;Autorit&#233; centrale de
cet Etat consid&#232;re que le maintien de l&#39;enfant dans la famille
d&#39;accueil n&#39;est plus de son int&#233;r&#234;t sup&#233;rieur, cette Autorit&#233;
prend les mesures utiles &#224; la protection de l&#39;enfant, en vue
notamment:

a de retirer l&#39;enfant aux personnes qui d&#233;siraient l&#39;adopter
et d&#39;en prendre soin provisoirement;

b en consultation avec l&#39;Autorit&#233; centrale de l&#39;Etat
d&#39;origine, d&#39;assurer sans d&#233;lai un nouveau placement de
l&#39;enfant en vue de son adoption ou, &#224; d&#233;faut, une prise en
charge alternative durable; une adoption ne peut avoir lieu
que si l&#39;Autorit&#233; centrale de l&#39;Etat d&#39;origine a &#233;t&#233; d&#251;ment
inform&#233;e sur les nouveaux parents adoptifs;

c en dernier ressort, d&#39;assurer le retour de l&#39;enfant, si son
int&#233;r&#234;t l&#39;exige.

2 Eu &#233;gard notamment &#224; l&#39;&#226;ge et &#224; la maturit&#233; de l&#39;enfant,
celui-ci sera consult&#233; et, le cas &#233;ch&#233;ant, son consentement
obtenu sur les mesures &#224; prendre conform&#233;ment au pr&#233;sent
article.

Article 22

1 Les fonctions conf&#233;r&#233;es &#224; l&#39;Autorit&#233; centrale par le pr&#233;sent
chapitre peuvent &#234;tre excerc&#233;es par des autorit&#233;s publiques ou
par des organismes agr&#233;es conform&#233;ment au chapitre III, dans
la mesure pr&#233;vue par la loi de son Etat.

2 Un Etat contractant peut d&#233;clarer aupr&#232;s du d&#233;positaire de
la Convention que les fonctions conf&#233;r&#233;es &#224; l&#39;Autorit&#233;
centrale par les articles 15 &#224; 21 peuvent aussi &#234;tre exerc&#233;es
dans cet Etat, dans la mesure pr&#233;vue par la loi et sous le
contr&#244;le des autorit&#233;s comp&#233;tentes de cet Etat, par des
organismes ou personnes qui:

a remplissent les conditions de moralit&#233;, de comp&#233;tence
professionnelle, d&#39;exp&#233;rience et de responsabilit&#233; requises
par cet Etat; et

b sont qualifi&#233;es par leur int&#233;grit&#233; morale et leur formation
ou exp&#233;rience pour agir dans le domaine de l&#39;adoption
internationale.

3 L&#39;Etat contractant qui fait la d&#233;claration vis&#233;e au
paragraphe 2 informe r&#233;guli&#232;rement le Bureau Permanent de la
Conf&#233;rence de La Haye de droit international priv&#233; des noms et
adresses de ces organismes et personnes.

4 Un Etat contractant peut d&#233;clarer aupr&#232;s du d&#233;positaire de
la Convention que les adoptions d&#39;enfants dont la r&#233;sidence
habituelle est situ&#233;e sur son territoire ne peuvent avoir lieu
que si les fonctions conf&#233;r&#233;es aux Autorit&#233;s centrales sont
exerc&#233;es conform&#233;ment au paragraphe premier.

5 Nonobstant toute d&#233;claration effectu&#233;e conform&#233;ment au
paragraphe 2, les rapports pr&#233;vus aux articles 15 et 16 sont,
dans tous les cas, &#233;tablis sous la responsabilit&#233; de
l&#39;Autorit&#233; centrale ou d&#39;autres autorit&#233;s ou organismes,
conform&#233;ment au paragraphe premier.

CHAPITRE V -

RECONNAISSANCE ET
EFFETS DE L&#39;ADOPTION

Article 23

1 Une adoption certifi&#233;e conforme &#224; la Convention par
l&#39;autorit&#233; comp&#233;tente de l&#39;Etat contractant o&#249; elle a eu lieu
est reconnue de plein droit dans les autres Etats
contractants. Le certificat indique quand et par qui les
acceptations vis&#233;es &#224; l&#39;article 17, lettre c, ont &#233;t&#233; donn&#233;es.

2 Tout Etat contractant, au moment de la signature, de la
ratification, de l&#39;acceptation, de l&#39;approbation ou de
l&#39;adh&#233;sion, notifiera au d&#233;positaire de la Convention
l&#39;identit&#233; et les fonctions de l&#39;autorit&#233; ou des autorit&#233;s
qui, dans cet Etat, sont comp&#233;tentes pour d&#233;livrer le
certificat. Il lui notifiera aussi toute modification dans la
d&#233;signation de ces autorit&#233;s.

Article 24

La reconnaissance d&#39;une adoption ne peut &#234;tre refus&#233;e dans un
Etat contractant que si l&#39;adoption est manifestement contraire
&#224; son ordre public, compte tenu de l&#39;int&#233;r&#234;t sup&#233;rieur de
l&#39;enfant.

Article 25

Tout Etat contractant peut d&#233;clarer au d&#233;positaire de la
Convention qu&#39;il ne sera pas tenu de reconna&#238;tre en vertu de
celle-ci les adoptions faites conform&#233;ment &#224; un accord conclu
en application de l&#39;article 39, paragraphe 2.

Article 26

1 La reconnaissance de l&#39;ad-option comporte celle

a du lien de filiation entre l&#39;enfant et ses parents adoptifs;

b de la responsabilit&#233; parentale des parents adoptifs &#224;
l&#39;&#233;gard de l&#39;enfant;

c de la rupture du lieu pr&#233;existant de filiation entre
l&#39;enfant et sa m&#232;re et son p&#232;re, si l&#39;adoption produit cet
effet dans l&#39;Etat contractant o&#249; elle a eu lieu.

2 Si l&#39;adoption a pour effet de rompre le lieu pr&#233;existant de
filiation, l&#39;enfant jouit, dans l&#39;Etat d&#39;accueil et dans tout
autre Etat contractant o&#249; l&#39;adoption est reconnue, des droits
&#233;quivalents &#224; ceux r&#233;sultant d&#39;une adoption produisant cet
effet dans chacun de ces Etats.

3 Les paragraphes pr&#233;c&#233;dents ne portent pas atteinte &#224;
l&#39;application de toute disposition plus favorable &#224; l&#39;enfant,
en vigueur dans l&#39;Etat contractant qui reconna&#238;t l&#39;adoption.

Article 27

1 Lorsqu&#39;une adoption faite dans l&#39;Etat d&#39;origine n&#39;a pas pour
effet de rompre le lieu pr&#233;existant de filiation, elle peut,
dans l&#39;Etat d&#39;accueil qui reconna&#238;t l&#39;adoption conform&#233;ment &#224;
la Convention, &#234;tre convertie en une adoption produisant cet
effet,

a si le droit de l&#39;Etat d&#39;accueil le permet; et

b si les consentements vis&#233;s &#224; l&#39;article 4, lettres c et d,
ont &#233;t&#233; ou sont donn&#233;s en vue d&#39;une telle adoption.

2 L&#39;article 23 s&#39;applique &#224; la d&#233;cision de conversion.

CHAPITRE VI - DIPOSITIONS G&#201;N&#201;RALES

Article 28

La Convention ne d&#233;roge pas aux lois de l&#39;Etat d&#39;origine qui
requi&#232;rent que l&#39;adoption d&#39;un enfant r&#233;sidant habituellement
dans cet Etat doive avoir lieu dans cet Etat ou qui
interdisent le placement de l&#39;enfant dans l&#39;Etat d&#39;accueil ou
son d&#233;placement vers cet Etat avant son adoption.

Article 29

Aucun contact entre les futurs parents adoptifs et les parents
de l&#39;enfant ou toute autre personne qui a la garde de celui-ci
ne peut avoir lieu tant que les dispositions de l&#39;article 4,
lettres a &#224; c, et de l&#39;article 5, lettre a, n&#39;ont pas &#233;t&#233;
respect&#233;es, sauf si l&#39;adoption a lieu entre membres d&#39;une m&#234;me
famille ou si les conditions fix&#233;es par l&#39;autorit&#233; comp&#233;tente
de l&#39;Etat d&#39;origine sont remplies.

Article 30

1 Les autorit&#233;s comp&#233;tentes d&#39;un Etat contractant veillent &#224;
conserver les informations qu&#39;elles d&#233;tiennent sur les
origines de l&#39;enfant, notamment celles relatives &#224; l&#39;identit&#233;
de sa m&#232;re et de son p&#232;re, ainsi que les donn&#233;es sur le pass&#233;
m&#233;dical de l&#39;enfant et de sa famille.

2 Elles assurent l&#39;acc&#232;s de l&#39;enfant ou de son repr&#233;sentant &#224;
ces informations, avec les conseils appropri&#233;s, dans la mesure
permise par la loi de leur Etat.

Article 31

Sous r&#233;serve de l&#39;article 30, les donn&#233;es personnelles
rassembl&#233;es ou transmises conform&#233;ment &#224; la Convention, en
particulier celles vis&#233;es aux articles 15 et 16, ne peuvent
&#234;tre utilis&#233;es &#224; d&#39;autres fins que celles pour lesquelles
elles ont &#233;t&#233; rassembl&#233;es ou transmises.

Article 32

1 Nul ne peut tirer un gain mat&#233;riel indu en raison d&#39;une
intervention &#224; l&#39;occasion d&#39;une adoption internationale.

2 Seuls peuvent &#234;tre demand&#233;s et pay&#233;s les frais et d&#233;penses,
y compris les honoraires raisonnables des personnes qui sont
intervenues dans l&#39;adoption.

3 Les dirigeants, administrateurs et employ&#233;s d&#39;organismes
intervenant dans une adoption ne peuvent recevoir une
r&#233;mun&#233;ration disproportionn&#233;e par rapport aux services rendus.

Article 33

Toute autorit&#233; comp&#233;tente qui constate qu&#39;une des dispositions
de la Convention a &#233;t&#233; m&#233;connue ou risque manifestement de
l&#39;&#234;tre en informe aussit&#244;t l&#39;Autorit&#233; centrale de l&#39;Etat dont
elle rel&#232;ve. Cette Autorit&#233; centrale a la responsabilit&#233; de
veiller &#224; ce que les mesures utiles soient prises.

Article 34

Si l&#39;autorit&#233; comp&#233;tente de l&#39;Etat destinataire d&#39;un document
le requiert, une traduction certifi&#233;e conforme doit &#234;tre
produite. Sauf dispense, les frais de traduction sont &#224; la
charge des futurs parents adoptifs.

Article 35

Les autorit&#233;s comp&#233;tentes des Etats contractants agissent
rapidement dans les proc&#233;dures d&#39;adoption.

Article 36

Au regard d&#39;un Etat qui conna&#238;t, en mati&#232;re d&#39;adoption, deux
ou plusieurs syst&#232;mes de droit applicables dans des unit&#233;s
territoriales diff&#233;rentes:

a toute r&#233;f&#233;rence &#224; la r&#233;sidence habituelle dans cet Etat vise
la r&#233;sidence habituelle dans une unit&#233; territoriale de cet
Etat;

b toute r&#233;f&#233;rence &#224; loi de cet Etat vise la loi en vigueur
dans l&#39;unit&#233; territoriale concern&#233;e;

c toute r&#233;f&#233;rence aux autorit&#233;s comp&#233;tentes ou aux autorit&#233;s
publiques de cet Etat vise les autorit&#233;s habilit&#233;es &#224; agir
dans l&#39;unit&#233; territoriale concern&#233;e;

d toute r&#233;f&#233;rence aux organismes agr&#233;&#233;s de cet Etat vise les
organismes agr&#233;&#233;s dans l&#39;unit&#233; territoriale concern&#233;e.

Article 37

Au regard d&#39;un Etat qui conna&#238;t, en mati&#232;re d&#39;adoption, deux
ou plusieurs syst&#232;mes de droit applicables &#224; des cat&#233;gories
diff&#233;rentes de personnes, toute r&#233;f&#233;rence &#224; la loi de cet Etat
vise le syst&#232;me de droit d&#233;sign&#233; par le droit de celui-ci.

Article 38

Un Etat dans lequel diff&#233;rentes unit&#233;s territoriales ont leurs
propres r&#232;gles de droit en mati&#232;re d&#39;adoption ne sera pas tenu
d&#39;appliquer la Convention lorsqu&#39;un Etat dont le syst&#232;me de
droit est unifi&#233; ne serait pas tenu de l&#39;appliquer.

Article 39

1 La Convention ne d&#233;roge pas aux instruments internationaux
auxquels des Etats contractants sont Parties et qui
contiennent des dispositions sur les mati&#232;res r&#233;gl&#233;es par la
pr&#233;sente Convention, &#224; moins qu&#39;une d&#233;claration contraire ne
soit faite par les Etats li&#233;s par de tels instruments.

2 Tout Etat contractant pour-ra conclure avec un ou plusieurs
autres Etats contractants des accords en vue de favoriser
l&#39;application de la Convention dans leurs rapports
r&#233;ciproques. Ces accords ne pourront d&#233;roger qu&#39;aux
dispositions des articles 14 &#224; 16 et 18 &#224; 21. Les Etats qui
auront conclu de tels accords en transmettront une copie au
d&#233;positaire de la Convention.

Article 40

Aucune r&#233;serve &#224; la Convention n&#39;est admise.

Article 41

La Convention s&#39;applique chaque fois qu&#39;une demande vis&#233;e &#224;
l&#39;article 14 a &#233;t&#233; re&#231;ue apr&#232;s l&#39;entr&#233;e en vigueur de la
Convention dans l&#39;Etat d&#39;accueil et l&#39;Etat d&#39;origine.

Article 42

Le Secr&#233;taire g&#233;n&#233;ral de la Conf&#233;rence de La Haye de droit
international priv&#233; convoque p&#233;riodiquement une Commission
sp&#233;ciale afin d&#39;examiner le fonctionnnement pratique de la
Convention.

CHAPITRE VII - CLAUSES

FINALES

Article 43

1 La Convention est ouverte &#224; la signature des Etats qui
&#233;taient Membres de la Conf&#233;rence de La Haye de droit
international priv&#233; lors de sa Dix-septi&#232;me session et des
autres Etats qui ont particip&#233; &#224; cette Session.

2 Elle sera ratifi&#233;e, accept&#233;e ou approuv&#233;e et les instruments
de ratification, d&#39;acceptation ou d&#39;approbation seront d&#233;pos&#233;s
aupr&#232;s du Minist&#232;re des Affaires Etrang&#232;res du Royaume des
Pays-Bas, d&#233;positaire de la Convention.

Article 44

1 Tout autre Etat pourra adh&#233;rer &#224; la Convention apr&#232;s son
entr&#233;e en vigueur en vertu de l&#39;article 46, paragraphe 1.

2 L&#39;instrument d&#39;adh&#233;sion sera d&#233;pos&#233; aupr&#232;s du d&#233;positaire.

3 L&#39;adh&#233;sion n&#39;aura d&#39;effet que dans les rapports entre l&#39;Etat
adh&#233;rant et les Etats contractants qui n&#39;auront pas &#233;lev&#233;
d&#39;objection &#224; son encontre dans les six mois apr&#232;s la
r&#233;ception de la notification pr&#233;vue &#224; l&#39;article 48, lettre b.
Une telle objection pourra &#233;galement &#234;tre &#233;lev&#233;e par tout Etat
au moment d&#39;une ratification, acceptation ou approbation de la
Convention, ult&#233;rieure &#224; l&#39;adh&#233;sion. Ces objections seront
notifi&#233;es au d&#233;positaire.

Article 45

1 Un Etat qui comprend deux ou plusieurs unit&#233;s territoriales
dans lesquelles des syst&#232;mes de droit diff&#233;rents s&#39;appliquent
aux mati&#232;res r&#233;gies par cette Convention pourra, au moment de
la signature, de la ratification, de l&#39;acceptation, de
l&#39;approbation ou de l&#39;adh&#233;sion, d&#233;clarer que la pr&#233;sente
Convention s&#39;appliquera &#224; toutes ses unit&#233;s territoriales ou
seulement &#224; l&#39;une ou &#224; plusieurs d&#39;entre elles, et pourra &#224;
tout moment modifier cette d&#233;claration en faisant une nouvelle
d&#233;claration.

2 Ces d&#233;clarations seront notifi&#233;es au d&#233;positaire et
indiqueront express&#233;ment les unit&#233;s territoriales auxquelles
la Convention s&#39;applique.

3 Si un Etat ne fait pas de d&#233;claration en vertu du pr&#233;sent
article, la Convention s&#39;appliquera &#224; l&#39;ensemble du territoire
de cet Etat.

Article 46

1 La Convention entrera en vigueur le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s le
d&#233;p&#244;t du troisi&#232;me instrument de ratification, d&#39;acceptation
ou d&#39;approbation pr&#233;vu par l&#39;article 43.

2 Par la suite, la Convention entrera en vigueur:

a pour chaque Etat ratifiant, acceptant ou approuvant
post&#233;rieurement, ou adh&#233;rant, le premier jour du mois suivant
l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s le d&#233;p&#244;t de son
instrument de ratification, d&#39;acceptation, d&#39;approbation ou
d&#39;adh&#233;sion;

b pour les unit&#233;s territoriales auxquelles la Convention a &#233;t&#233;
&#233;tendue conform&#233;ment &#224; l&#39;article 45, le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la
notification vis&#233;e dans cet article.

Article 47

1 Tout Etat Partie &#224; la Convention pourra d&#233;noncer celle-ci
par une notification adress&#233;e par &#233;crit au d&#233;positaire.

2 La d&#233;nonciation prendra effet le premier jour du mois
suivant l&#39;expiration d&#39;une p&#233;riode de douze mois apr&#232;s la date
de r&#233;ception de la notification par le d&#233;positaire. Lorsqu&#39;une
p&#233;riode plus longue pour la prise d&#39;effet de la d&#233;nonciation
est sp&#233;cifi&#233;e dans la notification, la d&#233;nonciation prendra
effet &#224; l&#39;expiration de la p&#233;riode en question apr&#232;s la date
de r&#233;ception de la notification.

Article 48

Le d&#233;positarie notifiera aux Etats membres de la Conf&#233;rence de
La Haye de droit international priv&#233;, aux autres Etat qui ont
particip&#233; &#224; la Dix-septi&#232;me session, ainsi qu&#39;aux Etats qui
auront adh&#233;r&#233; conform&#233;ment aux dispositions de l&#39;article 44:

a les signatures, ratifications, acceptations et approbations
vis&#233;es &#224; l&#39;article 43;

b les adh&#233;sions et les objections aux adh&#233;sions vis&#233;es &#224;
l&#39;article 44;

c la date &#224; laquelle la Convention entrera en vigueur
conform&#233;ment aux dispositions de l&#39;article 46;

d les d&#233;clarations et les d&#233;signations mentionn&#233;es aux
articles 22, 23, 25 et 45;

e les accords mentionn&#233;s &#224; l&#39;article 39;

f les d&#233;nonciations vis&#233;es &#224; l&#39;articles 47.

 En foi de quoi, les soussign&#233;s, d&#251;ment autoris&#233;s, ont sign&#233;
la pr&#233;sente Convention.

Fait &#224; La Haye, le .................... 19.., en fran&#231;ais et
en anglais, les deux textes faisant &#233;galement foi, en un seul
exemplaire, qui sera d&#233;pos&#233; dans les archives du Gouvernement
du Royaume des Pays-Bas et dont une copie certifi&#233;e conforme
sera remise, par la voie diplomatique, &#224; chacun des Etats
membres de la Conf&#233;rence de La Haye de droit international
priv&#233; lors de la Dix-septi&#232;me session, ainsi qu&#39;&#224; chacun des
autres Etats ayant particip&#233; &#224; cette Session.



PROTECTION OF
CHILDREN AND
COOPERATION IN
RESPECT OF
INTERCOUNTRY
ADOPTION

The States signatory to the present Convention,

Recognizing that the child, for the full and harmonious
development of his or her personality, should grow up in a
family environment, in an atmosphere of happiness, love and
understanding,

Recalling that each State should take, as a matter of
priority, appropriate measures to enable the child to remain
in the care of his or her family of origin,

Recognizing that intercountry adoption may offer the
advantage of a permanent family to a child for whom a suitable
family cannot be

found in his or her State of origin,

Convinced of the necessity to take measures to ensure that
intercountry adoptions are made in the best interests of the
child and with respect for his or her fundamental rights, and
to prevent the abduction, the sale of, or traffic in children,

Desiring to establish common provisions to this effect,
taking into account the principles set forth in international
instruments, in particular the United Nations Convention on
the Rights of the Child, of 20 November 1989, and the United
Nations Declaration on Social and Legal Principles relating to
the Protection and Welfare of Children, with Special Reference
to Foster Placement and Adoption Nationally and
Internationally (General Assembly Resolution 41/85, of 3
December 1986),

Have agreed upon the following provisions -

CHAPTER I - SCOPE OF THE CONVENTION

Article 1

The objects of the present Convention are -

a to establish safeguards to ensure that intercountry
adoptions take place in the best interests of the child and
with respect for his or her fundamental rights as recognized
in international law;

b to establish a system of co-operation amongst Contracting
States to ensure that those safeguards are respect-ed and
thereby prevent the abduction, the sale of, or traffic in
children;

c to secure the recognition in Contracting States of adoptions
made in accordance with the Convention.

Article 2

1 The Convention shall apply where a child habitually resident
in one Contracting State (&#39;the State of origin&#39;) has been, is
being, or is to be moved to another Contracting State (&#39;the
receiving State&#39;) either after his or her adoption in the
State of origin by spouses or a person habitually resident in
the receiving State, or for the purposes of such an adoption
in the receiving State or in the State of origin.

2 The Convention covers only adoptions which create a
permanent parent-child relationship.

Article 3

The Convention ceases to apply if the agreements mentioned in
Article 17, sub-paragraph c, have not been given before the
child attains the age of eighteen years.

CHAPTER II -
REQUIREMENTS FOR
INTERCOUNTRY
ADOPTIONS

Article 4

An adoption within the scope of the Convention shall take
place only if the competent authorities of the State of origin
-

a have established that the child is adoptable;

b have determined, after possibilities for placement of the
child within the State of origin have been given due
consideration, that an intercountry adoption is in the child&#180;s
best interests;

c have ensured that

(1)     the persons, institutions and authorities whose consent
is necessary for adoption, have been coun-selled as may be
necessary and duly informed of the effects of their consent,
in particular whether or not an adoption will result in the
termination of the legal relationship between the child and
his or her family of origin,

(2)     such persons, institutions and authorities have given
their consent freely, in the required legal form, and
expressed or evidenced in writing,

(3)     the consents have not been induced by payment or
compensation of any kind and have not been withdrawn, and

(4)     the consent of the mother, where required, has been given
only after the birth of the child; and

d have ensured, having regard to the age and degree of
maturity of the child, that

(1)     he or she has been counselled and duly informed of the
effects of the adoption and of his or her consent to the
adoption, where such consent is required,

(2)     consideration has been given to the child&#180;s wishes and
opinions,

(3)     the child&#39;s consent to the adoption, where such consent
is required, has been given freely, in the required legal
form, and expressed or evidenced in writing, and

(4)     such consent has not been induced by payment or
compensation of any kind.

Article 5

An adoption within the scope of the Convention shall take
place only if the competent authorities of the receiving State
-

a have determined that the prospective adoptive parents are
eligible and suited to adopt;

b have ensured that the prospective adoptive parents have been
counselled as may be necessary; and

c have determined that the child is or will be authorized to
enter and reside permanently in that State.

CHAPTER III -

CENTRAL AUTHORITIES
AND ACCREDITED
BODIES

Article 6

1 A Contracting State shall designate a Central Authority to
discharge the duties which are imposed by the Convention upon
such authorities.

2 Federal States, States with more than one system of law or
States having autonomous territorial units shall be free to
appoint more than one Central Authority and to specify the
territorial or personal extent of their functions. Where a
State has appointed more than one Central Authority, it shall
designate the Central Authority to which any communication may
be addressed for transmission to the appropriate Central
Authority within that State.

Article 7

1 Central Authorities shall co-operate with each other and
promote co-operation amongst the competent authorities in
their States to protect children and to achieve the other
objects of the Convention.

2 They shall take directly all appropriate measures to -

a provide information as to the laws of their States
concerning adoption and other general information, such as
statistics and standard forms;

b keep one another informed about the operation of the
Convention and, as far as possible, eliminate any obstacles to
its application.

Article 8

Central Authorities shall take, directly or through public
authorities, all appropriate measures to prevent improper
financial or other gain in connection with an adoption and to
deter all practices contrary to the objects of the Convention.

Article 9

Central Authorities shall take, directly or through public
authorities or other bodies duly accredited in their State,
all appropriate measures, in particular to -

a collect, preserve and exchange information about the
situation of the child and the prospective adoptive parents,
so far as is necessary to complete the adoption;

b facilitate, follow and expedite proceedings with a view to
obtaining the adoption;

c promote the development of adoption counselling and post-
adoption services in their States;

d provide each other with general evaluation reports about
experience with intercountry adoption;

e reply, in so far as it permitted by the law of their State,
to justified requests from other Central Authorities or public
authorities for information about a particular adoption
situation.

Article 10

Accreditation shall only be granted to and maintained by
bodies demonstrating their competence to carry out properly
the tasks with which they may be entrusted.

Article 11

An accredited body shall -

a pursue only non-profit objectives according to such
conditions and within such limits as may be established by the
competent authorities of the State of accreditation;

b be directed and staffed by persons qualified by their
ethical standards and by training or experience to work in the
field of intercountry adoption; and

c be subject to supervision by competent authorities of that
State as to its composition, operation and financial
situation.

Article 12

A body accredited in one Contracting State may act in another
Contracting State only if the competent authorities of both
States have authorized it to do so.

Article 13

The designation of the Central Authorities and, where
appropriate, the extent of their functions, as well as the
names and addresses of the accredited bodies shall be
communicated by each Contracting State to the Permanent Bureau
of the Hague Conference on Private International Law.

CHAPTER IV -

PROCEDURAL

REQUIREMENTS IN

INTERCOUNTRY

ADOPTION

Article 14

Persons habitually resident in a Contracting State, who wish
to adopt a child habitually resident in another Contracting
State, shall apply to the Central Authority in the State of
their habitual residence.

Article 15

1 If the Central Authority of the receiving State is satisfied
that the applicants are eligible and suited to adopt, it shall
prepare a report including information about their identity,
eligibility and suitability to adopt, background, family and
medical history, social environment, reasons for adoption,
ability to undertake an intercountry adoption, as well as the
characteristics of the children for whom they would be
qualified to care.

2 It shall transmit the report to the Central Authority of the
State of origin.

Article 16

1 If the Central Authority of the State of origin is satisfied
that the child is adoptable, it shall -

a prepare a report including information about his or her
identity, adoptability, background, social environment, family
history, medical history including that of the child&#39;s family,
and any special needs of the child;

b give due consideration to the child&#180;s upbringing and to his
or her ethnic, religious and cultural background;

c ensure that consents have been obtained in accordance with
Article 4; and

d determine, on the basis in particular of the reports
relating to the child and the prospective adoptive parents,
whether the envisaged placement is in the best interests of
the child.

2 It shall transmit to the Central Authority of the receiving
State its report on the child, proof that the necessary
consents have been obtained and the reasons for its
determination on the placement, taking care not to reveal the
identity of the mother and the father if, in the State of
origin, these identities may not be disclosed.

Article 17

Any decision in the State of origin that a child should be
entrusted to prospective adoptive parents may only be made if
-

a the Central Authority of that State has ensured that the
prospective adoptive parents agree;

b the Central Authority of the receiving State has approved
such decision, where such approval is required by the law of
that State or by the Central Authority of the State of origin;

c the Central Authorities of both States have agreed that the
adoption may proceed; and

d it has been determined, in accordance with Article 5, that
the prospective adoptive parents are eligible and suited to
adopt and that the child is or will be authorized to enter and
reside permanently in the receiving State.

Article 18

The Central Authorities of both States shall take all
necessary steps to obtain permission for the child to leave
the State of origin and to enter and reside permanently in the
receiving State.

Article 19

1 The transfer of the child to the receiving State may only be
carried out if the requirements of Article 17 have been
satisfied.

2 The Central Authorities of both States shall ensure that
this transfer takes place in secure and appropriate
circumstances and, if possible, in the company of the adoptive
or prospective adoptive parents.

3 If the transfer of the child does not take place, the
reports referred to in Articles 15 and 16 are to be sent back
to the authorities who forwarded them.

Article 20

The Central Authorities shall keep each other informed about
the adoption process and the measures taken to complete it, as
well as about the progress of the placement if a probationary
period is required.

Article 21

1 Where the adoption is to take place after the transfer of
the child to the receiving State and it appears to the Central
Authority of the State that the continued placement of the
child with the prospective adoptive parents is not in the
child&#180;s best interests, such Central Authority shall take the
measures necessary to protect the child, in particular -

a to cause the child to be withdrawn from the prospective
adoptive parents and to arrange temporary care;

b in consultation with the Central Authority of the State of
origin, to arrange without delay a new placement of the child
with a view to adoption or, if this is not appropriate, to
arrange alternative long-term care; an adoption shall not take
place until the Central Authority of the State of origin has
been duly informed concerning the new prospective adoptive
parents;

c as a last resort, to arrange the return of the child, if his
or her interests so require.

2 Having regard in particular to the age and degree of
maturity of the child, he or she shall be consulted and, where
appropriate, his or her consent obtained in relation to
measures to be taken under this Article.

Article 22

1 The functions of a Central Authority under this Chapter may
be performed by public authorities or by bodies accredited
under Chapter III, to the extent permitted by the law of its
State.

2 Any Contracting State may declare to the depositary of the
Convention that the functions of the Central Authority under
Articles 15 to 21 may be performed in that State, to the
extent permitted by the law and subject to the supervision of
the competent authorities of that State, also by bodies or
persons who -

a meet the requirements of integrity, professional competence,
experience and accountability of that State; and

b are qualified by their ethical standards and by training or
experience to work in the field of intercountry adoption.

3 A Contracting State which makes the declaration provided for
in paragraph 2 shall keep the Permanent Bureau of the Hague
Conference on Private International Law informed of the names
and addresses of these bodies and persons.

4 Any Contracting State may declare to the depositary of the
Convention that adoptions of children habitually resident in
its territory may only take place if the functions of the
Central Authorities are performed in accordance with paragraph
1.

5 Notwithstanding any declaraion made under paragraph 2, the
reports provided for in Articles 15 and 16 shall, in every
case, be prepared under the responsibility of the Central
Authority or other authorities or bodies in accordance with
paragraph 1.

CHAPTER V -

RECOGNITION AND
EFFECTS OF

THE ADOPTION

Article 23

1 An adoption certified by the competent authority of the
State of the adoption as having been made in accordance with
the Convention shall be recognized by operation of law in the
other Contracting States. The certificate shall specify when
and by whom the agreements under Article 17, sub-paragraph c,
were given.

2 Each Contracting State shall, at the time of signature,
ratification, acceptance, approval or accession, notify the
depositary of the Convention of the identity and the functions
of the authority or the authorities which, in that State, are
competent to make the certification. It shall also notify the
depositary of any modification in the designation of these
authorities.

Article 24

The recognition of an adoption may be refused in a Contracting
State only if the adoption is manifestly contrary to its
public policy, taking into account the best interests of the
child.

Article 25

Any Contracting State may declare to the depositary of the
Convention that it will not be bound under this Convention to
recognize adoptions made in accordance with an agreement
concluded by application of Article 39, paragraph 2.

Article 26

1 The recognition of an adoption includes recognition of

a the legal parent-child re-lationship between the child and
his or her adoptive parents;

b parental responsibility of the adoptive parents for the
child;

c the termination of a pre-existing legal relationship between
the child and his or her mother and father, if the adoption
has this effect in the Contracting State where it was made.

2 In the case of an adoption having the effect of terminating
a pre-existing legal parentchild relationship, the child
shall enjoy in the receiving State, and in any other
Contracting State where the adoption is recognized, rights
equivalent to those resulting from adoptions having this
effect in each such State.

3 The preceding paragraphs shall not prejudice the application
of any provision more favourable for the child, in force in
the Contracting State which recognizes the adoption.

Article 27

1 Where an adoption granted in the State of origin does not
have the effect of terminating a pre-existing legal parent-
child relationship, it may, in the receiving State which
recognizes the adoption under the Convention, be converted
into an adoption having such an effect -

a if the law of the receiving State so permits; and

b if the consents referred to in Article 4, sub-paragraphs c
and d, have been or are given for the purpose of such an
adoption.

2 Article 23 applies to the decision converting the adoption.

CHAPTER VI - GENERAL

PROVISIONS

Article 28

The Convention does not affect any law of a State of origin
which requires that the adoption of a child habitually
resident within that State take place in that State or which
prohibits the child&#39;s placement in, or transfer to, the
receiving State prior to adoption.

Article 29

There shall be no contact between the prospective adoptive
parents and the child&#39;s parents or any other person who has
care of the child until the requirements of Article 4, sub-
paragraphs a to c, and Article 5, sub-paragraph a, have been
met, unless the adoption takes place within a family or unless
the contact is in compliance with the conditions established
by the competent authority of the State of origin.

Article 30

1 The competent authorities of a Contracting State shall
ensure that information held by them concerning the child&#180;s
origin, in particular information concerning the identity of
his or her parents, as well as the medical history, is
preserved.

2 They shall ensure that the child or his or her
representative has access to such information, under
appropriate guidance, in so far as is permitted by the law of
that State.

Article 31

Without prejudice to Article 30, personal data gathered or
transmitted under the Convention, especially data referred to
in Articles 15 and 16, shall be used only for the purposes for
which they were gathered or transmitted.

Article 32

1 No one shall derive improper financial or other gain from an
activity related to an intercountry adoption.

2 Only costs and expenses, including reasonable professional
fees of persons involved in the adoption, may be charged or
paid.

3 The directors, administrators and employees of bodies
involved in an adoption shall not receive remuneration which
is unreasonably high in relation to services rendered.

Article 33

A competent authority which finds that any provision of the
Convention has not been respected or that there is a serious
risk that it may not be respected, shall immediately inform
the Central Authority of its State. This Central Authority
shall be responsible for ensuring that appropriate measures
are taken.

Article 34

If the competent authority of the State of destination of a
document so requests, a translation certified as being in
conformity with the original must be furnished. Unless
otherwise provided, the costs of such translation are to be
borne by the prospective adoptive parents.

Article 35

The competent author- ities of the Contracting States shall
act expeditiously in the process of adoption.

Article 36

In relation to a State which has two or more systems of law
with regard to adoption applicable in different territorial
units -

a any reference to habitual residence in that State shall be
construed as referring to habitual residence in a territorial
unit of that State;

b any reference to the law of that State shall be construed as
referring to the law in force in the relevant territorial
unit;

c any reference to the competent authorities or to the public
authorities of that State shall be construed as referring to
those authorized to act in the relevant territorial unit;

d any reference to the accredited bodies of that State shall
be construed as referring to bodies accredited in the relevant
territorial unit.

Article 37

In relation to a State which with regard to adoption has two
or more systems of law applicable to different categories of
persons, any reference to the law of that State shall be
construed as referring to the legal system specified by the
law of that State.

Article 38

A State within which different territorial units have their
own rules of law in respect of adoption shall not be bound to
apply the Convention where a State with a unified system of
law would not be bound to do so.

Article 39

1 The Convention does not affect any international in-strument
to which Contracting States are Parties and which contains
provisions on matters governed by the Convention, unless a
contrary declaration is made by the States Parties to such
instrument.

2 Any Contracting State may enter into agreements with one or
more other Contracting States, with a view to improving the
application of the Convention in their mutual relations. These
agreements may derogate only from the provisions of Article 14
to 16 and 18 to 21. The States which have concluded such an
agreement shall transmit a copy to the depositary of the
Convention.

Article 40

No reservation to the Convention shall be permitted.

Article 41

The Convention shall apply in every case where an application
pursuant to Article 14 has been received after the Convention
has entered into force in the receiving State and the State of
origin.

Article 42

The Secretary General of the Hague Conference on Private
International Law shall at regular intervals convene a Special
Commission in order to review the practical operation of the
Convention.

CHAPTER VII - FINAL

CLAUSES

Article 43

1 The Convention shall be open for signature by the States
which were Members of the Hague Conference on Private
International Law at the time of its Seventeenth Session and
by the other States which participated in that Session.

2 It shall be ratified, accepted or approved and the
instruments of ratification, acceptance or approval shall be
deposited with the Ministry of Foreign Affairs of the Kingdom
of the Netherlands, depositary of the Convention.

Article 44

1 Any other State may accede to the Convention after it has
entered into force in accordance with Article 46, paragraph 1.

2 The instrument of accession shall be deposited with the
depositary.

3 Such accession shall have effect only as regards the
relations between the acceding State and those Contracting
States which have not raised an objection to its accession in
the six months after the receipt of the notification referred
to in sub-paragraph b of Article 48. Such an objection may
also be raised by States at the time when they ratify, accept
or approve the Convention after an accession. Any such
objection shall be notified to the depositary.

Article 45

1 If a State has two or more territorial units in which
different systems of law are applicable in relation to matters
dealt with in the Convention, it may at the time of signature,
ratification, acceptance, approval or accession declare that
this Convention shall extend to all its territorial units or
only to one or more of them and may modify this declaration by
submitting another declaration at any time.

2 Any such declaration shall be notified to the depositary and
shall state expressly the territorial units to which the
Convention applies.

3 If a State makes no declaration under this Article, the
Convention is to extend to all territorial units of that
State.

Article 46

1 The Convention shall enter into force on the first day of
the month following the expiration of three months after the
deposit of the third instrument of ratification, acceptance or
approval referred to in Article 43.

2 Thereafter the Convention shall enter into force -

a for each State ratifying, accepting or approving it
subsequently, or acceding to it, on the first day of the month
following the expiration of three months after the deposit of
its instrument of ratification, acceptance, approval or
accession;

b for a territorial unit to which the Convention has been
extended in conformity with Article 45, on the first day of
the month following the expiration of three months after the
notification referred to in that Article.

Article 47

1 A State Party to the Convention may denounce it by a
notification in writing addressed to the depositary.

2 The denunciation takes effect on the first day of the month
following the expiration of twelve months after the
notification is received by the depositary. Where a longer
period for the denunciation to take effect is specified in the
notification, the denunciation takes effect upon the
expiration of such longer period after the notification is
received by the depositary.

Article 48

The depositary shall notify the States Members of the Hague
Conference on Private International Law, the other States
which participated in the Seventeenth Session and the States
which have acceded in accordance with Article 44, of the
following -

a the signatures, ratifications, acceptances and approvals
referred to in Article 43;

b the accessions and objections raised to accessions referred
to in Article 44;

c the date on which the Convention enters into force in
accordance with Article 46;

d the declarations and designations referred to in Articles
22, 23, 25 and 45;

e the agreements referred to in Article 39;

f the denunciations referred to in Article 47.

 In witness whereof the undersigned, being duly authorized
thereto, have signed this Convention.

 Done at The Hague, on the ...... day of .......... 19.. in
the English and French languages, both texts being equally
authentic, in a single copy which shall be deposited in the
archives of the Government of the Kingdom of the Netherlands,
and of which a certified copy shall be sent, through
diplomatic channels, to each of the States Members of the
Hague Conference on Private International Law at the date of
its Seventeenth Session and to each of the other States which
participated in that Session.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2993">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=2995">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
