

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-01-08" /> 
 <meta id="rattsinfo-edited" content="2021-10-04 14:59:32" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3006</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3005">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3007">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:1619 ·
                    <a href="/sfsr?bet=1996:1619">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">R&#228;ttshj&#228;lpslag (1996:1619)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-12-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2016:682
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1997-12-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; I denna lag finns best&#228;mmelser om r&#228;ttshj&#228;lp och r&#229;dgivning.

2 &#167; R&#228;ttshj&#228;lp f&#229;r beviljas i en r&#228;ttslig angel&#228;genhet om
f&#246;ruts&#228;ttningarna i 6-8 &#167;&#167; &#228;r uppfyllda.

F&#246;r att r&#228;ttshj&#228;lp skall beviljas kr&#228;vs att r&#229;dgivning enligt
4 &#167; har l&#228;mnats i angel&#228;genheten i minst en timme, om inte s&#229;dan
r&#229;dgivning &#228;r uppenbart obeh&#246;vlig eller det finns n&#229;got annat
s&#228;rskilt sk&#228;l.

I 9 &#167; finns best&#228;mmelser om r&#228;ttshj&#228;lpens f&#246;rh&#229;llande till
r&#228;ttsskyddsf&#246;rs&#228;kringar. I 10-13 &#167;&#167; finns best&#228;mmelser om n&#228;r
r&#228;ttshj&#228;lp inte f&#229;r beviljas och n&#228;r det kr&#228;vs s&#228;rskilda sk&#228;l
f&#246;r r&#228;ttshj&#228;lp. I 21 och 22 &#167;&#167; finns s&#228;rskilda best&#228;mmelser om
r&#228;ttshj&#228;lp till offer f&#246;r sexualbrott n&#228;r angel&#228;genheten skall
behandlas utomlands. I 22 a-22 d &#167;&#167; finns s&#228;rskilda
best&#228;mmelser om r&#228;ttshj&#228;lp i vissa gr&#228;ns&#246;verskridande
angel&#228;genheter. Lag (2004:738).

2 a &#167; R&#228;ttshj&#228;lp ska beviljas under de f&#246;ruts&#228;ttningar som
anges i artikel 46 i r&#229;dets f&#246;rordning (EG) nr 4/2009 av den
18 december 2008 om domstols beh&#246;righet, till&#228;mplig lag,
erk&#228;nnande och verkst&#228;llighet av domar samt samarbete i fr&#229;ga
om underh&#229;llsskyldighet eller i artikel 15 i Haagkonventionen
av den 23 november 2007 om internationell indrivning av
underh&#229;ll till barn och andra familjemedlemmar, om den
r&#228;ttss&#246;kande beh&#246;ver juridiskt bitr&#228;de och detta behov inte
kan tillgodoses p&#229; annat s&#228;tt. I ett s&#229;dant fall till&#228;mpas
inte 2 och 6–9 &#167;&#167;, 11 &#167; 2 och 23–25 &#167;&#167;. Lag (2012:449).

3 &#167; R&#228;ttshj&#228;lp beviljas efter ans&#246;kan av den r&#228;ttss&#246;kande. Ans&#246;kan
skall vara skriftlig och inneh&#229;lla de uppgifter som f&#246;reskrivs av
regeringen eller den myndighet som regeringen best&#228;mmer.

R&#229;dgivning

4 &#167; R&#229;dgivning enligt denna lag l&#228;mnas i en r&#228;ttslig
angel&#228;genhet av en advokat eller bitr&#228;dande jurist p&#229;
advokatbyr&#229; i sammanlagt h&#246;gst tv&#229; timmar. R&#229;dgivning kan ocks&#229;
l&#228;mnas av n&#229;gon annan som kan f&#246;rordnas som r&#228;ttshj&#228;lpsbitr&#228;de
enligt 26 &#167;.

R&#229;dgivning l&#228;mnas mot en avgift som betalas till den som l&#228;mnar
r&#229;dgivningen. Den som har l&#228;mnat r&#229;dgivning f&#229;r s&#228;tta ned
avgiften till h&#228;lften om den r&#228;ttss&#246;kandes ekonomiska
f&#246;rh&#229;llanden ger anledning till det.

&#196;r den r&#228;ttss&#246;kande under&#229;rig f&#229;r avgiften s&#228;ttas ned till
noll, om s&#246;kandens ekonomiska f&#246;rh&#229;llanden ger anledning till
det.

Regeringen eller den myndighet som regeringen best&#228;mmer
meddelar n&#228;rmare best&#228;mmelser om r&#229;dgivningsavgift och
neds&#228;ttning av r&#229;dgivningsavgift. Lag (1999:63).

5 &#167; Den som har l&#228;mnat r&#229;dgivning har r&#228;tt till sk&#228;lig
ers&#228;ttning av allm&#228;nna medel f&#246;r de kostnader f&#246;r tolk och
&#246;vers&#228;ttning som r&#229;dgivningen kan ha kr&#228;vt. Om r&#229;dgivning har
skett mot nedsatt avgift enligt 4 &#167; andra och tredje styckena,
kan den som har l&#228;mnat r&#229;dgivning f&#229; ers&#228;ttning av allm&#228;nna
medel.

Regeringen eller den myndighet som regeringen best&#228;mmer
meddelar n&#228;rmare best&#228;mmelser om ers&#228;ttning enligt f&#246;rsta
stycket. Lag (2000:273).

Allm&#228;nna f&#246;ruts&#228;ttningar f&#246;r r&#228;ttshj&#228;lp

6 &#167; R&#228;ttshj&#228;lp f&#229;r beviljas en fysisk person vars ekonomiska
underlag enligt 38 &#167; inte &#246;verstiger 260 000 kr.

R&#228;ttshj&#228;lp f&#229;r &#228;ven beviljas ett d&#246;dsbo om det finns synnerliga
sk&#228;l. I 14 &#167; finns best&#228;mmelser om &#246;verg&#229;ng av r&#228;ttshj&#228;lp till
d&#246;dsbo. Lag (1999:63).

7 &#167; R&#228;ttshj&#228;lp f&#229;r beviljas om den r&#228;ttss&#246;kande beh&#246;ver juridiskt
bitr&#228;de ut&#246;ver r&#229;dgivning och detta behov inte kan tillgodoses p&#229;
annat s&#228;tt.

R&#228;ttshj&#228;lp f&#229;r inte beviljas i s&#229;dana angel&#228;genheter d&#228;r hj&#228;lp genom
offentlig f&#246;rsvarare eller offentligt bitr&#228;de kan komma i fr&#229;ga.

8 &#167; R&#228;ttshj&#228;lp f&#229;r beviljas endast om det med h&#228;nsyn till
angel&#228;genhetens art och betydelse, tvistef&#246;rem&#229;lets v&#228;rde och
omst&#228;ndigheterna i &#246;vrigt &#228;r rimligt att staten bidrar till
kostnaderna.

R&#228;ttshj&#228;lpens f&#246;rh&#229;llande till r&#228;ttsskyddsf&#246;rs&#228;kringar

9 &#167; R&#228;ttshj&#228;lp f&#229;r inte beviljas, om den r&#228;ttss&#246;kande har en
r&#228;ttsskyddsf&#246;rs&#228;kring eller n&#229;got annat liknande r&#228;ttsskydd som
omfattar angel&#228;genheten.

Om den r&#228;ttss&#246;kande saknar r&#228;ttsskydd enligt f&#246;rsta stycket men med
h&#228;nsyn till sitt f&#246;rs&#228;kringsskydd i &#246;vrigt eller sina ekonomiska och
personliga f&#246;rh&#229;llanden borde ha haft ett s&#229;dant skydd, f&#229;r
r&#228;ttshj&#228;lp beviljas endast om det finns s&#228;rskilda sk&#228;l med h&#228;nsyn
till angel&#228;genhetens art och betydelse f&#246;r den r&#228;ttss&#246;kande.

Begr&#228;nsningar i r&#228;tten till r&#228;ttshj&#228;lp

10 &#167; R&#228;ttshj&#228;lp f&#229;r inte beviljas 

1. f&#246;r uppr&#228;ttande av inkomstdeklaration, &#228;ktenskapsf&#246;rord, 
testamente eller g&#229;vohandling,

2. f&#246;r f&#246;rr&#228;ttande av bouppteckning enligt 20 kap. 
&#228;rvdabalken,

3. i en angel&#228;genhet som r&#246;r skuldsanering eller 
F-skuldsanering,

4. i inskrivnings&#228;renden enligt jordabalken,

5. i &#228;renden om fastighetsdeklaration,

6. i m&#229;l eller &#228;renden ang&#229;ende fastighetstaxering,

7. i register&#228;renden enligt sj&#246;lagen (1994:1009) eller lagen 
(1979:377) om registrering av b&#229;tar f&#246;r yrkesm&#228;ssig sj&#246;fart 
m.m.,

8. i en angel&#228;genhet som r&#246;r bodelning i annat fall &#228;n vid 
klander av bodelning,

9. om fr&#229;gan om r&#228;ttshj&#228;lp kan v&#228;nta till dess en annan 
r&#228;ttslig angel&#228;genhet d&#228;r anspr&#229;ket st&#246;der sig p&#229; v&#228;sentligen 
likartad grund har avgjorts, 

10. i en angel&#228;genhet som r&#246;r trafikskadeers&#228;ttning enligt 
trafikskadelagen (1975:1410) eller som r&#246;r skadest&#229;nd som ska 
betalas fr&#229;n en ansvarsf&#246;rs&#228;kring. R&#228;ttshj&#228;lp f&#229;r dock 
beviljas i en s&#229;dan angel&#228;genhet om ett m&#229;l eller &#228;rende har 
inletts vid domstol eller enbart r&#246;r annan skada &#228;n 
personskada. 

R&#228;ttshj&#228;lp f&#229;r inte heller beviljas i fr&#229;ga om anspr&#229;k som 
har &#246;verl&#229;tits till den r&#228;ttss&#246;kande, om &#246;verl&#229;telsen kan 
antas ha skett f&#246;r att &#229;stadkomma en f&#246;rdel vid pr&#246;vning av 
ans&#246;kan om r&#228;ttshj&#228;lp. Lag (2016:682).

11 &#167; R&#228;ttshj&#228;lp f&#229;r beviljas endast n&#228;r det finns s&#228;rskilda sk&#228;l i
en angel&#228;genhet som

1. r&#246;r &#228;ktenskapsskillnad och d&#228;rmed sammanh&#228;ngande fr&#229;gor,

2. r&#246;r underh&#229;ll till barn,

3. r&#246;r skatter, tullar, avgifter eller betalningss&#228;kring f&#246;r
skatter, tullar och avgifter,

4. i tingsr&#228;tt skall avg&#246;ras av en lagfaren domare enligt 1 kap.
3 d &#167; r&#228;tteg&#229;ngsbalken,

5. skall behandlas utomlands, utom i fall som avses i 21 &#167;.

12 &#167; Den som inte &#228;r svensk medborgare och som varken &#228;r eller
tidigare har varit bosatt i Sverige f&#229;r beviljas r&#228;ttshj&#228;lp endast om
angel&#228;genheten skall behandlas i Sverige och det finns s&#228;rskilda
sk&#228;l. I en angel&#228;genhet som skall behandlas utomlands f&#229;r r&#228;ttshj&#228;lp
beviljas endast om den r&#228;ttss&#246;kande &#228;r bosatt i Sverige.

Under f&#246;ruts&#228;ttning av &#246;msesidighet kan regeringen f&#246;rordna att
medborgare i en viss fr&#228;mmande stat och den som, utan att vara
medborgare i den staten, &#228;r bosatt d&#228;r skall vara likst&#228;lld med
svensk medborgare i fr&#229;ga om r&#228;ttshj&#228;lp.

R&#228;ttshj&#228;lp till n&#228;ringsidkare

13 &#167; R&#228;ttshj&#228;lp f&#229;r inte beviljas den som &#228;r eller har varit
n&#228;ringsidkare i en angel&#228;genhet som har uppkommit i
n&#228;ringsverksamheten, om det inte finns s&#228;rskilda sk&#228;l med h&#228;nsyn till
verksamhetens art och begr&#228;nsade omfattning, hans eller hennes
ekonomiska och personliga f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt.

Med n&#228;ringsidkare avses en fysisk person som driver verksamhet av
ekonomisk natur som kan betecknas som yrkesm&#228;ssig eller har ett
best&#228;mmande inflytande &#246;ver en juridisk person som bedriver s&#229;dan
verksamhet.

&#214;verg&#229;ng av r&#228;ttshj&#228;lp till d&#246;dsbo

14 &#167; D&#246;r den som har beviljats r&#228;ttshj&#228;lp &#246;verg&#229;r r&#228;ttshj&#228;lpen till
d&#246;dsboet, om d&#246;dsboet beg&#228;r detta och det med h&#228;nsyn till
angel&#228;genhetens art och betydelse, d&#246;dsboets och d&#246;dsbodel&#228;garnas
ekonomiska f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt &#228;r sk&#228;ligt att
staten forts&#228;tter att bidra till kostnaderna.

F&#246;rm&#229;ner som ing&#229;r vid r&#228;ttshj&#228;lp

15 &#167; N&#228;r r&#228;ttshj&#228;lp har beviljats betalar staten kostnaderna f&#246;r
r&#228;ttshj&#228;lpsbitr&#228;de. F&#246;rm&#229;nen av r&#228;ttshj&#228;lpsbitr&#228;de omfattar
ers&#228;ttning f&#246;r arbete i h&#246;gst 100 timmar, om inte annat beslutas
enligt 34 &#167;.

16 &#167; N&#228;r r&#228;ttshj&#228;lp har beviljats, betalar staten kostnaderna 
f&#246;r bevisning vid allm&#228;n domstol och Arbetsdomstolen. Om inte 
n&#229;got annat f&#246;ljer av lag eller f&#246;reskrifter som l&#228;mnats med 
st&#246;d av lag l&#228;mnas ers&#228;ttning f&#246;r bevisning med sk&#228;ligt belopp. 
Lag (2016:214).

17 &#167; N&#228;r r&#228;ttshj&#228;lp har beviljats betalar staten kostnaderna f&#246;r
utredning, som &#228;r sk&#228;ligen p&#229;kallad f&#246;r att ta tillvara den
r&#228;ttss&#246;kandes r&#228;tt, till en kostnad om h&#246;gst 10 000 kr. Utredning i
en angel&#228;genhet som skall pr&#246;vas av f&#246;rvaltningsdomstol eller
f&#246;rvaltningsmyndighet betalas dock inte om den kan erh&#229;llas genom den
domstol eller myndighet som skall pr&#246;va angel&#228;genheten.

Den som har medverkat vid en utredning har r&#228;tt till ers&#228;ttning
enligt f&#246;reskrifter som meddelas av regeringen eller den myndighet
som regeringen best&#228;mmer.

18 &#167; N&#228;r r&#228;ttshj&#228;lp har beviljats betalar staten kostnaderna f&#246;r
medlare enligt 42 kap. 17 &#167; r&#228;tteg&#229;ngsbalken.

Medlaren har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r det arbete, den
tidsspillan och de utl&#228;gg som uppdraget kr&#228;vt.

Medlaren f&#229;r inte f&#246;rbeh&#229;lla sig eller ta emot ers&#228;ttning av
parterna. Har detta skett &#228;r f&#246;rbeh&#229;llet utan verkan och medlaren
skall till parterna betala tillbaka vad han eller hon har tagit emot.

19 &#167; Den som har beviljats r&#228;ttshj&#228;lp beh&#246;ver inte betala
ans&#246;kningsavgift, till&#228;ggsavgift eller expeditionsavgift
enligt f&#246;rordningen (1987:452) om avgifter vid de allm&#228;nna
domstolarna, ans&#246;kningsavgift i m&#229;l enligt lagen (1990:746)
om betalningsf&#246;rel&#228;ggande och handr&#228;ckning eller avgift
enligt 15 &#167; 1–3 avgiftsf&#246;rordningen (1992:191).

Den som har beviljats r&#228;ttshj&#228;lp i en angel&#228;genhet som lett
till ett verkst&#228;llbart avg&#246;rande eller i ett m&#229;l om
verkst&#228;llighet beh&#246;ver inte betala uts&#246;kningsavgifter hos
Kronofogdemyndigheten.

Den som har beviljats r&#228;ttshj&#228;lp beh&#246;ver inte betala n&#229;gra
kostnader f&#246;r kung&#246;relser i m&#229;l eller &#228;renden vid domstol.
Lag (2014:252).

20 &#167; Den som har beviljats r&#228;ttshj&#228;lp beh&#246;ver inte st&#228;lla s&#228;kerhet
f&#246;r att f&#229; till st&#229;nd kvarstad eller annan liknande &#229;tg&#228;rd enligt
r&#228;tteg&#229;ngsbalken eller konkurslagen (1987:672) i den angel&#228;genhet som
r&#228;ttshj&#228;lpen avser. Om den r&#228;ttss&#246;kande inte kan betala f&#246;r den skada
som tillfogas motparten, svarar staten gentemot den skadelidande f&#246;r
denna skada.

F&#246;rsta stycket till&#228;mpas ocks&#229; i fr&#229;ga om verkst&#228;llighet enligt 3
kap. 8 eller 9 &#167; uts&#246;kningsbalken, om r&#228;ttshj&#228;lp beviljats i
verkst&#228;llighetsm&#229;let.

S&#228;rskilda best&#228;mmelser om r&#228;ttshj&#228;lp till offer f&#246;r sexualbrott
utomlands

21 &#167; I en angel&#228;genhet som skall behandlas utomlands f&#229;r r&#228;ttshj&#228;lp
beviljas om saken g&#228;ller ett brott mot den r&#228;ttss&#246;kande som motsvarar
brott enligt 6 kap. brottsbalken och den r&#228;ttss&#246;kande har behov av
n&#229;gon av de f&#246;rm&#229;ner som anges i 22 &#167;.

I fr&#229;ga om en angel&#228;genhet som avses i f&#246;rsta stycket g&#228;ller inte
2 &#167; andra stycket och 9 &#167;.

22 &#167; N&#228;r r&#228;ttshj&#228;lp har beviljats enligt 21 &#167; betalar staten
kostnaderna f&#246;r bitr&#228;de och s&#229;dan bevisning och utredning som varit
n&#246;dv&#228;ndig f&#246;r att ta till vara den r&#228;ttss&#246;kandes r&#228;tt samt
kostnaderna f&#246;r resa och uppeh&#228;lle f&#246;r den r&#228;ttss&#246;kande eller hans
eller hennes st&#228;llf&#246;retr&#228;dare och f&#246;r v&#229;rdare eller annan som m&#229;ste
anlitas i samband med inst&#228;llelse inf&#246;r domstol eller annan myndighet
i den fr&#228;mmande staten. Detta g&#228;ller dock endast i den m&#229;n
kostnaderna inte t&#228;cks genom n&#229;gon f&#246;rs&#228;kring eller ers&#228;tts av
domstol eller annan myndighet i den fr&#228;mmande staten.

Regeringen eller den myndighet som regeringen best&#228;mmer meddelar
n&#228;rmare best&#228;mmelser om ers&#228;ttning enligt f&#246;rsta stycket.

S&#228;rskilda best&#228;mmelser om r&#228;ttshj&#228;lp i vissa gr&#228;ns&#246;verskridande
angel&#228;genheter

22 a &#167; I en gr&#228;ns&#246;verskridande angel&#228;genhet p&#229; privatr&#228;ttens
omr&#229;de g&#228;ller f&#246;r en fysisk person de s&#228;rskilda best&#228;mmelser
som anges i 22 b-22 d &#167;&#167;.

En angel&#228;genhet &#228;r gr&#228;ns&#246;verskridande, om den skall behandlas i
Sverige och den r&#228;ttss&#246;kande n&#228;r ans&#246;kan om r&#228;ttshj&#228;lp g&#246;rs har
sitt hemvist eller sin vanliga vistelseort i en annan
medlemsstat inom Europeiska unionen.

Vid avg&#246;rande av fr&#229;gan om en r&#228;ttss&#246;kande har sitt hemvist i
en annan medlemsstat, skall den statens lag till&#228;mpas.
Lag (2004:738).

22 b &#167; Trots vad som s&#228;gs i 6 &#167; f&#229;r en r&#228;ttss&#246;kande vars
ekonomiska underlag &#246;verstiger 260 000 kr beviljas r&#228;ttshj&#228;lp,
om den r&#228;ttss&#246;kande visar

1. att han eller hon, helt eller delvis, saknar f&#246;rm&#229;ga att
b&#228;ra sina egna r&#228;tteg&#229;ngskostnader och

2. att den bristande f&#246;rm&#229;gan beror p&#229; skillnader i
levnadskostnader mellan Sverige och den medlemsstat inom
Europeiska unionen d&#228;r den r&#228;ttss&#246;kande har sitt hemvist eller
sin vanliga vistelseort. Lag (2004:738).

22 c &#167; Det som s&#228;gs i 9 &#167; andra stycket skall inte g&#228;lla.
Lag (2004:738).

22 d &#167; Om en person som har beviljats r&#228;ttshj&#228;lp i en annan
medlemsstat inom Europeiska unionen &#228;n Sverige s&#246;ker
verkst&#228;llighet h&#228;r av ett verkst&#228;llbart avg&#246;rande som har
meddelats i den andra medlemsstaten, g&#228;ller det som s&#228;gs i 19 &#167;
andra stycket. Lag (2004:738).

R&#228;ttshj&#228;lpsavgift

23 &#167; Den som har beviljats r&#228;ttshj&#228;lp skall betala en
r&#228;ttshj&#228;lpsavgift som best&#228;ms med h&#228;nsyn till kostnaderna f&#246;r
r&#228;ttshj&#228;lpsbitr&#228;det och den r&#228;ttss&#246;kandes ekonomiska underlag
enligt 38 &#167;.

R&#228;ttshj&#228;lpsavgiften, som aldrig f&#229;r &#246;verstiga kostnaderna f&#246;r
r&#228;ttshj&#228;lpsbitr&#228;det, utg&#246;r

1. tv&#229; procent av kostnaderna om det ekonomiska underlaget inte
&#246;verstiger 50 000 kr,

2. fem procent av kostnaderna, dock minst 500 kr, om det
ekonomiska underlaget &#246;verstiger 50 000 men inte 100 000 kr,

3. tio procent av kostnaderna, dock minst 1 000 kr, om det
ekonomiska underlaget &#246;verstiger 100 000 men inte 120 000 kr,

4. tjugo procent av kostnaderna, dock minst 1 500 kr, om det
ekonomiska underlaget &#246;verstiger 120 000 men inte 150 000 kr,

5. trettio procent av kostnaderna, dock minst 2 000 kr, om det
ekonomiska underlaget &#246;verstiger 150 000 men inte 200 000 kr,

6. fyrtio procent av kostnaderna, dock minst 5 000 kr, om det
ekonomiska underlaget &#246;verstiger 200 000 kr.

Avgift f&#246;r r&#229;dgivning ut&#246;ver en timme skall avr&#228;knas fr&#229;n den
l&#228;gsta avgift som anges i andra stycket 2-6.

&#196;r den r&#228;ttss&#246;kande under&#229;rig f&#229;r det beslutas att n&#229;gon
r&#228;ttshj&#228;lpsavgift inte skall betalas, om s&#246;kandens ekonomiska
f&#246;rh&#229;llanden ger anledning till det.

Avgiften f&#246;r d&#246;dsbo som beviljas r&#228;ttshj&#228;lp best&#228;ms efter vad
som &#228;r sk&#228;ligt med h&#228;nsyn till d&#246;dsboets och d&#246;dsbodel&#228;garnas
ekonomiska f&#246;rh&#229;llanden. Om r&#228;ttshj&#228;lp &#246;verg&#229;r till ett d&#246;dsbo
ber&#228;knas r&#228;ttshj&#228;lpsavgiften med ledning av den avlidnes
ekonomiska underlag. Lag (2000:273).

24 &#167; Procentsatsen f&#246;r ber&#228;kning av r&#228;ttshj&#228;lpsavgiften
fastst&#228;lls n&#228;r r&#228;ttshj&#228;lp beviljas.

Om den r&#228;ttss&#246;kandes ekonomiska underlag f&#246;r&#228;ndras v&#228;sentligt
innan r&#228;ttshj&#228;lps&#228;rendet har avslutats, f&#229;r j&#228;mkning ske efter
vad som &#228;r sk&#228;ligt. I fall som avses i 23 &#167; fj&#228;rde stycket f&#229;r
j&#228;mkning ske till noll och i &#246;vriga fall till annan procentsats
som anges i 23 &#167; andra stycket. J&#228;mkning f&#229;r ocks&#229; ske om en
v&#228;sentlig felbed&#246;mning har gjorts n&#228;r procentsatsen tidigare
best&#228;mdes eller om oriktiga uppgifter har legat till grund f&#246;r
beslutet.

J&#228;mkning till en l&#228;gre procentsats eller till noll kan endast
avse avgift som &#228;nnu inte har betalats. Lag (1999:63).

25 &#167; R&#228;ttshj&#228;lpsavgiften skall fortl&#246;pande betalas till
r&#228;ttshj&#228;lpsbitr&#228;det allteftersom kostnader uppst&#229;r.

Regeringen eller den myndighet som regeringen best&#228;mmer meddelar
n&#228;rmare best&#228;mmelser om betalningen av r&#228;ttshj&#228;lpsavgiften.

F&#246;rordnande och byte av r&#228;ttshj&#228;lpsbitr&#228;de

26 &#167; Till r&#228;ttshj&#228;lpsbitr&#228;de f&#229;r f&#246;rordnas en advokat, en
bitr&#228;dande jurist p&#229; advokatbyr&#229; eller n&#229;gon annan som &#228;r
l&#228;mplig f&#246;r uppdraget. Har den r&#228;ttss&#246;kande sj&#228;lv f&#246;reslagit
n&#229;gon som &#228;r l&#228;mplig, ska denne f&#246;rordnas, om det inte finns
s&#228;rskilda sk&#228;l mot det. Ett bitr&#228;de f&#229;r entledigas om det
finns sk&#228;l till det.

Byte av bitr&#228;de f&#229;r ske efter s&#228;rskilt tillst&#229;nd och bara om
det finns s&#228;rskilda sk&#228;l. Om byte av bitr&#228;de har skett en
g&#229;ng, f&#229;r nytt byte ske endast om det finns synnerliga sk&#228;l.

Ett bitr&#228;de f&#229;r s&#228;tta en advokat eller bitr&#228;dande jurist p&#229;
advokatbyr&#229; i sitt st&#228;lle (substitution) om det inte medf&#246;r
en beaktansv&#228;rd &#246;kning av kostnaderna. I &#246;vrigt f&#229;r
substitution endast ske efter s&#228;rskilt tillst&#229;nd.
Lag (2009:1253).

Ers&#228;ttning till r&#228;ttshj&#228;lpsbitr&#228;de

27 &#167; Ett r&#228;ttshj&#228;lpsbitr&#228;de har r&#228;tt till sk&#228;lig ers&#228;ttning
f&#246;r arbete, tidsspillan och utl&#228;gg som uppdraget har kr&#228;vt.
Ers&#228;ttningen f&#246;r arbete ska best&#228;mmas med utg&#229;ngspunkt i den
tids&#229;tg&#229;ng som &#228;r rimlig med h&#228;nsyn till uppdragets art och
omfattning och med till&#228;mpning av en timkostnadsnorm.
Regeringen meddelar f&#246;reskrifter om timkostnadsnormen.
Timers&#228;ttningen f&#229;r avvika fr&#229;n timkostnadsnormen, om den
skicklighet och den omsorg som uppdraget har utf&#246;rts med
eller andra omst&#228;ndigheter av betydelse ger anledning till
det. Ers&#228;ttning till r&#228;ttshj&#228;lpsbitr&#228;de f&#229;r inte avse
kostnader f&#246;r anlitande av tekniskt bitr&#228;de.

Ers&#228;ttningen till r&#228;ttshj&#228;lpsbitr&#228;de f&#229;r endast om det finns
s&#228;rskilda sk&#228;l avse de merkostnader f&#246;r tidsspillan och
utl&#228;gg som har uppst&#229;tt p&#229; grund av att bitr&#228;det har sin
verksamhet l&#229;ngt ifr&#229;n den ort d&#228;r den r&#228;ttsliga
angel&#228;genheten huvudsakligen hanterats. P&#229; beg&#228;ran av den
r&#228;ttss&#246;kande eller det f&#246;reslagna r&#228;ttshj&#228;lpsbitr&#228;det ska
f&#246;rhandsbesked l&#228;mnas i fr&#229;gan om s&#229;dana merkostnader
omfattas av r&#228;tten till ers&#228;ttning.

Ers&#228;ttning f&#246;r arbete f&#246;re ans&#246;kan kan endast avse arbete som
varit av mindre omfattning eller av br&#229;dskande art. Vid
bitr&#228;desbyte enligt 26 &#167; andra stycket g&#228;ller motsvarande i
fr&#229;ga om det nya bitr&#228;dets r&#228;tt till ers&#228;ttning f&#246;r arbete
som utf&#246;rts f&#246;re beslutet om byte.

Om bitr&#228;det genom v&#229;rdsl&#246;shet eller f&#246;rsummelse har f&#246;ranlett
kostnad f&#246;r r&#228;ttshj&#228;lpen, ska detta beaktas n&#228;r ers&#228;ttningen
best&#228;ms. Om bitr&#228;det har missbrukat sin beh&#246;righet att
besluta om utredning enligt 17 &#167; eller om substitution enligt
26 &#167; eller om det annars finns s&#228;rskilda sk&#228;l, f&#229;r
ers&#228;ttningen s&#228;ttas ned.

N&#228;r ers&#228;ttningen best&#228;ms ska i vissa fall en taxa till&#228;mpas.
Regeringen eller den myndighet som regeringen best&#228;mmer
meddelar f&#246;reskrifter om taxan och om ber&#228;kning av
ers&#228;ttningen f&#246;r tidsspillan. Lag (2009:1253).

28 &#167; Ers&#228;ttning till ett r&#228;ttshj&#228;lpsbitr&#228;de fastst&#228;lls i samband med
att den r&#228;ttsliga angel&#228;genheten avg&#246;rs genom dom eller beslut eller
n&#228;r r&#228;ttshj&#228;lps&#228;rendet avslutas p&#229; n&#229;got annat s&#228;tt.

Har ett bitr&#228;de inte beg&#228;rt ers&#228;ttning i r&#228;tt tid och d&#228;rigenom
f&#246;rlorat r&#228;tten att f&#229; ers&#228;ttningen fastst&#228;lld av domstolen, f&#229;r
R&#228;ttshj&#228;lpsmyndigheten fastst&#228;lla ers&#228;ttningen under f&#246;ruts&#228;ttning
att bitr&#228;det inte k&#228;nde till att angel&#228;genheten var anh&#228;ngig vid
domstolen eller att underl&#229;tenheten beror p&#229; n&#229;got annat urs&#228;ktligt
misstag. Den del av ers&#228;ttningen som &#246;verstiger r&#228;ttshj&#228;lpsavgiften
skall d&#229; stanna p&#229; staten.

29 &#167; Ett r&#228;ttshj&#228;lpsbitr&#228;de f&#229;r inte f&#246;rbeh&#229;lla sig eller ta
emot ers&#228;ttning av sin huvudman ut&#246;ver vad som f&#246;ljer av
27 &#167;. Har detta skett &#228;r f&#246;rbeh&#229;llet utan verkan och bitr&#228;det
ska till huvudmannen betala tillbaka vad han eller hon har
tagit emot f&#246;r mycket. R&#228;ttshj&#228;lpsbitr&#228;det f&#229;r dock
f&#246;rbeh&#229;lla sig och ta emot sk&#228;lig ers&#228;ttning f&#246;r tidsspillan
och utl&#228;gg som enligt 27 &#167; andra stycket inte omfattas av
bitr&#228;dets r&#228;tt till ers&#228;ttning. Lag (2009:1253).

Motparts ers&#228;ttningsskyldighet

30 &#167; Best&#228;mmelser i lag om ansvar f&#246;r motparts kostnader i r&#228;tteg&#229;ng
eller annat motsvarande f&#246;rfarande g&#228;ller &#228;ven i fr&#229;ga om
r&#229;dgivningsavgift och kostnader f&#246;r motparts r&#228;ttshj&#228;lpsbitr&#228;de.
R&#228;nta skall dock inte betalas.

Den som &#228;r ers&#228;ttningsskyldig f&#246;r r&#228;ttshj&#228;lpskostnader skall till
den r&#228;ttss&#246;kande betala ett belopp som motsvarar dennes r&#229;dgivnings-
och r&#228;ttshj&#228;lpsavgifter. &#197;terstoden skall betalas till staten. Om den
ers&#228;ttningsskyldige har &#229;lagts att ers&#228;tta endast en del av
r&#228;ttshj&#228;lpskostnaderna, skall ers&#228;ttningen betalas till den
r&#228;ttss&#246;kande och till staten med motsvarande f&#246;rdelning.

Medparts ers&#228;ttningsskyldighet

31 &#167; Har i ett m&#229;l eller &#228;rende vid domstol en kostnad f&#246;r bitr&#228;de
som &#228;r gemensamt f&#246;r flera medparter ersatts som en
r&#228;ttshj&#228;lpskostnad, skall var och en av de medparter som inte har
r&#228;ttshj&#228;lp betala den del av kostnaden som h&#228;nf&#246;r sig till medparten.
F&#246;rdelningen skall g&#246;ras efter huvudtalet, om inte omst&#228;ndigheterna
f&#246;ranleder annat.

Vid till&#228;mpningen av f&#246;rsta stycket skall avdrag g&#246;ras f&#246;r den del
av kostnaderna som en motpart eller n&#229;gon annan har &#229;lagts att betala
med st&#246;d av 30 &#167;.

Om summan av r&#228;ttshj&#228;lpsavgiften och vad medparterna f&#246;rpliktas
betala enligt f&#246;rsta stycket &#246;verstiger ers&#228;ttningen till bitr&#228;det,
skall medparterna betala det &#246;verskjutande beloppet till den som har
r&#228;ttshj&#228;lp och &#229;terstoden till staten.

Upph&#246;rande av r&#228;ttshj&#228;lp

32 &#167; R&#228;ttshj&#228;lp ska upph&#246;ra om

1. r&#228;ttshj&#228;lpsavgift inte betalas enligt 25 &#167;,

2. den r&#228;ttss&#246;kande har l&#228;mnat oriktiga uppgifter och
r&#228;ttshj&#228;lp inte skulle ha beviljats om riktiga uppgifter hade
l&#228;mnats,

3. den r&#228;ttss&#246;kande upps&#229;tligen eller av grov oaktsamhet har
l&#228;mnat oriktiga uppgifter, som varit &#228;gnade att leda till f&#246;r
l&#229;g r&#228;ttshj&#228;lpsavgift,

4. den r&#228;ttss&#246;kandes ekonomiska f&#246;rh&#229;llanden har &#228;ndrats s&#229; att
han eller hon inte l&#228;ngre &#228;r ber&#228;ttigad till r&#228;ttshj&#228;lp,

5. ett r&#228;ttshj&#228;lpsbitr&#228;de entledigas utan att ett annat
r&#228;ttshj&#228;lpsbitr&#228;de f&#246;rordnas,

6. det med h&#228;nsyn till angel&#228;genhetens art och betydelse,
tvistef&#246;rem&#229;lets v&#228;rde samt omst&#228;ndigheterna i &#246;vrigt inte
l&#228;ngre &#228;r rimligt att staten bidrar till den r&#228;ttss&#246;kandes
kostnader, eller

7. Konsumentombudsmannen beslutar att bitr&#228;da den r&#228;ttss&#246;kande
enligt lagen (2011:1211) om Konsumentombudsmannens medverkan i
vissa tvister. Lag (2011:1213).

33 &#167; Om r&#228;ttshj&#228;lp har beviljats trots att det f&#246;religger ett s&#229;dant
fall som avses i 10 &#167; 9, f&#229;r det beslutas att r&#228;ttshj&#228;lpen skall
upph&#246;ra. Detta g&#228;ller dock inte om det &#228;r uppenbart osk&#228;ligt att
r&#228;ttshj&#228;lpen upph&#246;r.

34 &#167; R&#228;ttshj&#228;lp skall upph&#246;ra n&#228;r det arbete som bitr&#228;det har r&#228;tt
till ers&#228;ttning f&#246;r enligt 27 &#167; uppg&#229;r till 100 timmar, om annat inte
beslutas enligt andra stycket.

R&#228;ttshj&#228;lpsbitr&#228;det skall anm&#228;la till r&#228;tten n&#228;r det arbete som
bitr&#228;det lagt ned p&#229; uppdraget uppg&#229;r till eller n&#228;rmar sig 100
timmar. R&#228;tten skall genast pr&#246;va om r&#228;ttshj&#228;lpen skall upph&#246;ra. Om
r&#228;ttshj&#228;lpen skall forts&#228;tta, best&#228;mmer r&#228;tten det antal timmar som
f&#246;rm&#229;nen av r&#228;ttshj&#228;lpsbitr&#228;de d&#228;refter f&#229;r omfatta.

I de fall R&#228;ttshj&#228;lpsmyndigheten enligt 39 &#167; beslutar i
r&#228;ttshj&#228;lpsfr&#229;gor g&#228;ller best&#228;mmelserna i andra stycket i st&#228;llet
myndigheten.

&#197;terbetalning av r&#228;ttshj&#228;lpskostnader

35 &#167; Om r&#228;ttshj&#228;lpen upph&#246;r p&#229; n&#229;gon av de grunder som anges i
32 &#167; 1–6, ska den r&#228;ttss&#246;kande i sk&#228;lig omfattning betala
tillbaka kostnaderna f&#246;r r&#228;ttshj&#228;lpen till staten.

Om r&#228;ttshj&#228;lpen upph&#246;r p&#229; n&#229;gon av de grunder som anges i 32 &#167; 7
och 33 &#167;, ska de kostnader f&#246;r r&#228;ttshj&#228;lpen som &#246;verstiger
r&#228;ttshj&#228;lpsavgiften inte &#229;terbetalas till staten.
Lag (2011:1213).

36 &#167; Om ett beslut att bevilja r&#228;ttshj&#228;lp upph&#228;vs efter
&#246;verklagande, skall den som haft r&#228;ttshj&#228;lp sj&#228;lv betala kostnaden
f&#246;r r&#228;ttshj&#228;lpen. Om det finns s&#228;rskilda sk&#228;l, f&#229;r dock f&#246;rordnas att
kostnaden inte skall &#229;terbetalas till staten eller att den endast
delvis skall &#229;terbetalas till staten.

37 &#167; Om den r&#228;ttss&#246;kande genom v&#229;rdsl&#246;shet eller f&#246;rsummelse har
orsakat &#246;kade kostnader f&#246;r r&#228;ttshj&#228;lpen, skall han eller hon ers&#228;tta
staten f&#246;r dessa kostnader oavsett hur ansvaret f&#246;r
r&#228;ttshj&#228;lpskostnaderna i &#246;vrigt skall f&#246;rdelas. Motsvarande g&#228;ller
den r&#228;ttss&#246;kandes st&#228;llf&#246;retr&#228;dare.

Ekonomiskt underlag

38 &#167; Med ekonomiskt underlag avses i denna lag den
r&#228;ttss&#246;kandes ber&#228;knade &#229;rsinkomst sedan h&#228;nsyn tagits till
underh&#229;llsskyldighet, f&#246;rm&#246;genhetsf&#246;rh&#229;llanden och
skulds&#228;ttning enligt andra stycket.

Bidrar den r&#228;ttss&#246;kande till underh&#229;llet av barn skall den
ber&#228;knade &#229;rsinkomsten minskas med 15 000 kr f&#246;r varje barn,
dock h&#246;gst 75 000 kr. &#196;r den r&#228;ttss&#246;kandes betalningsf&#246;rm&#229;ga
v&#228;sentligen &#246;kad eller nedsatt p&#229; grund av f&#246;rm&#246;genhetsinnehav
eller skulds&#228;ttning eller annan s&#228;rskild omst&#228;ndighet, skall
den ber&#228;knade &#229;rsinkomsten j&#228;mkas genom att sk&#228;ligt belopp
l&#228;ggs till eller dras ifr&#229;n.

N&#228;rmare best&#228;mmelser om hur det ekonomiska underlaget skall
ber&#228;knas meddelas av regeringen eller den myndighet som
regeringen best&#228;mmer. Lag (1999:63).

Beslut i r&#228;ttshj&#228;lpsfr&#229;gor

39 &#167; Om ett m&#229;l eller &#228;rende r&#246;rande den r&#228;ttsliga
angel&#228;genheten p&#229;g&#229;r vid domstol, beslutar domstolen i fr&#229;gor
enligt denna lag. I annat fall beslutar R&#228;ttshj&#228;lpsmyndigheten
i fr&#229;gorna. R&#228;ttshj&#228;lpsmyndigheten beslutar ocks&#229; till vem
ers&#228;ttning enligt 30 &#167; andra stycket och 31 &#167; tredje stycket
skall betalas.

Om en ans&#246;kan om r&#228;ttshj&#228;lp avsl&#229;s helt eller delvis skall
beslutet inneh&#229;lla de sk&#228;l som har best&#228;mt utg&#229;ngen.

Vad som s&#228;gs om domstol i denna lag g&#228;ller &#228;ven arrenden&#228;mnd
och hyresn&#228;mnd.

R&#228;ttshj&#228;lpsbitr&#228;det beslutar om att s&#229;dan utredning som avses i
17 &#167; f&#246;rsta stycket skall utf&#246;ras. Lag (2004:738).

40 &#167; R&#228;ttshj&#228;lpsmyndigheten skall slutligt fastst&#228;lla den
r&#228;ttss&#246;kandes r&#228;ttshj&#228;lpsavgift n&#228;r ers&#228;ttningen till
r&#228;ttshj&#228;lpsbitr&#228;det har fastst&#228;llts.

Ers&#228;ttningen till bitr&#228;det skall utbetalas efter avdrag f&#246;r den
slutligt fastst&#228;llda r&#228;ttshj&#228;lpsavgiften. Om bitr&#228;det har tagit emot
en h&#246;gre avgift fr&#229;n den r&#228;ttss&#246;kande &#228;n den som slutligt fastst&#228;lls,
skall bitr&#228;det &#229;terbetala det &#246;verskjutande beloppet till den
r&#228;ttss&#246;kande.

41 &#167; I samband med att handl&#228;ggningen avslutas i ett m&#229;l eller
&#228;rende i vilket en part har r&#228;ttshj&#228;lp skall det best&#228;mmas vilka
belopp som motparter, medparter och den r&#228;ttss&#246;kande eller dennes
st&#228;llf&#246;retr&#228;dare skall betala enligt 30 &#167; f&#246;rsta stycket och 31 &#167;
f&#246;rsta stycket. Beslut om &#229;terbetalningsskyldighet enligt 37 &#167;
meddelas i samband med att handl&#228;ggningen avslutas i ett m&#229;l eller
&#228;rende i vilket part har r&#228;ttshj&#228;lp eller i samband med r&#228;ttshj&#228;lpens
upph&#246;rande. Om beslutet meddelas av n&#229;gon annan &#228;n domstol eller
R&#228;ttshj&#228;lpsmyndigheten, skall betalningsskyldigheten best&#228;mmas till
att avse kostnaderna i deras helhet eller viss kvotdel utan att ett
best&#228;mt belopp anges.

N&#228;r en borgen&#228;r har beviljats r&#228;ttshj&#228;lp i en angel&#228;genhet som r&#246;r
f&#246;rs&#228;ttande i konkurs, skall beslut om ers&#228;ttningsskyldighet meddelas
senast i samband med att utdelningen fastst&#228;lls.

42 &#167; Beslut om till vem ers&#228;ttning skall betalas enligt 30 &#167; andra
stycket och 31 &#167; tredje stycket och beslut om r&#228;ttshj&#228;lpsavgift och
avr&#228;kning med bitr&#228;de enligt 40 &#167; f&#229;r fattas av
R&#228;ttshj&#228;lpsmyndigheten genom automatisk databehandling av uppgifter i
ett av myndigheten f&#246;rt register &#246;ver r&#228;ttshj&#228;lpskostnader.

Beslut enligt 30 &#167; andra stycket och 31 &#167; tredje stycket f&#229;r
verkst&#228;llas enligt best&#228;mmelserna i uts&#246;kningsbalken.

&#214;verklagande m.m.

43 &#167; I fr&#229;ga om &#246;verklagande av domstols beslut enligt denna lag
till&#228;mpas, utom i fall som avses i andra stycket, vad som i allm&#228;nhet
g&#228;ller om &#246;verklaganden av beslut av domstolen.

Hovr&#228;ttens eller kammarr&#228;ttens beslut i en &#246;verklagad fr&#229;ga ang&#229;ende
ers&#228;ttning till r&#228;ttshj&#228;lpsbitr&#228;de f&#229;r inte &#246;verklagas. Hovr&#228;tten
eller kammarr&#228;tten f&#229;r dock till&#229;ta att beslutet &#246;verklagas, om det
finns s&#228;rskilda sk&#228;l f&#246;r en pr&#246;vning om tillst&#229;nd skall ges enligt 54
kap. 10 &#167; f&#246;rsta stycket 1 r&#228;tteg&#229;ngsbalken respektive 36 &#167; f&#246;rsta
stycket 1 f&#246;rvaltningsprocesslagen (1971:291).

44 &#167; Beslut av r&#228;ttshj&#228;lpsbitr&#228;de i fr&#229;ga om utredning enligt 17 &#167;
f&#246;rsta stycket f&#229;r inte &#246;verklagas.

R&#228;ttshj&#228;lpsmyndighetens beslut enligt 30 &#167; andra stycket, 31 &#167;
tredje stycket och 40 &#167; andra stycket f&#229;r inte &#246;verklagas. &#214;vriga
beslut av R&#228;ttshj&#228;lpsmyndigheten f&#229;r &#246;verklagas till
R&#228;ttshj&#228;lpsn&#228;mnden.

R&#228;ttshj&#228;lpsn&#228;mndens beslut f&#229;r inte &#246;verklagas.

45 &#167; Beslut om r&#228;ttshj&#228;lp f&#229;r &#246;verklagas av den som &#228;r enskild
part och av Justitiekanslern. R&#228;knas tiden f&#246;r &#246;verklagande
fr&#229;n den dag en part f&#229;tt del av beslutet, f&#229;r Justitiekanslern
&#228;nd&#229; inte &#246;verklaga beslutet senare &#228;n tv&#229; m&#229;nader fr&#229;n dagen
f&#246;r beslutet. Justitiekanslern f&#229;r &#246;verklaga ett beslut &#228;ven
till f&#246;rm&#229;n f&#246;r en enskild part. Lag (2005:75).

46 &#167; Justitiekanslern f&#229;r p&#229;kalla beslut om att r&#228;ttshj&#228;lp skall
upph&#246;ra enligt 32-34 &#167;&#167;. Lag (2005:75).

47 &#167; Ett r&#228;ttshj&#228;lpsbitr&#228;de som har &#246;verklagat ett beslut om
ers&#228;ttning f&#229;r i den h&#246;gre instansen &#229;beropa nya omst&#228;ndigheter till
st&#246;d f&#246;r sitt yrkande endast om det finns s&#228;rskilda sk&#228;l f&#246;r det.

R&#228;ttshj&#228;lpsn&#228;mnden

48 &#167; R&#228;ttshj&#228;lpsn&#228;mnden best&#229;r av en ordf&#246;rande, som skall vara
eller ha varit ordinarie domare, tv&#229; ledam&#246;ter som skall vara
advokater samt tv&#229; &#246;vriga ledam&#246;ter. Alla ledam&#246;ter skall vara
svenska medborgare. De f&#229;r inte vara under&#229;riga eller ha f&#246;rvaltare
enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken.

Regeringen f&#246;rordnar ledam&#246;ter och utser ordf&#246;rande f&#246;r viss tid.
F&#246;r ordf&#246;randen skall finnas en eller flera ers&#228;ttare. I &#246;vrigt f&#229;r
regeringen utse l&#228;mpligt antal ers&#228;ttare. Best&#228;mmelserna om
ordf&#246;rande och ledam&#246;ter till&#228;mpas ocks&#229; p&#229; ers&#228;ttare.

49 &#167; R&#228;ttshj&#228;lpsn&#228;mnden &#228;r beslutf&#246;r med ordf&#246;randen och minst tv&#229;
andra ledam&#246;ter, av vilka en skall vara advokat och en &#246;vrig ledamot.

Vid avg&#246;rande av ett &#228;rende som &#228;r av principiell betydelse
eller annars &#228;r av s&#228;rskild vikt, skall dock samtliga ledam&#246;ter
delta.

R&#228;tteg&#229;ngsbalkens regler om omr&#246;stning i tvistem&#229;l till&#228;mpas n&#228;r
&#228;renden avg&#246;rs av R&#228;ttshj&#228;lpsn&#228;mnden. Ordf&#246;randen skall dock s&#228;ga sin
mening f&#246;rst.

&#214;verg&#229;ngsbest&#228;mmelser

1996:1619

1. Denna lag tr&#228;der i kraft den 1 december 1997 d&#229; r&#228;ttshj&#228;lpslagen
(1972:429) skall upph&#246;ra att g&#228;lla.

2. Den upph&#228;vda lagen g&#228;ller dock fortfarande om

allm&#228;n r&#228;ttshj&#228;lp, r&#228;ttshj&#228;lp &#229;t misst&#228;nkt i brottm&#229;l eller
r&#228;ttshj&#228;lp genom offentligt bitr&#228;de har beviljats f&#246;re den 1 december
1997, eller

ans&#246;kan om s&#229;dan r&#228;ttshj&#228;lp har l&#228;mnats in till domstol,
R&#228;ttshj&#228;lpsmyndigheten eller annan myndighet som kan besluta om
r&#228;ttshj&#228;lp f&#246;re den 1 december 1997.

2000:273

Denna lag tr&#228;der i kraft den 1 juli 2000. Den nya best&#228;mmelsen
i 5 &#167; f&#246;rsta stycket till&#228;mpas p&#229; beslut om neds&#228;ttning av
r&#229;dgivningsavgift som meddelats fr&#229;n och med den 1 april 1999.

2005:75

1. Denna lag tr&#228;der i kraft den 1 april 2005.

2. I fr&#229;ga om beslut som har meddelats f&#246;re ikrafttr&#228;dandet
g&#228;ller 45 &#167; i dess &#228;ldre lydelse. Detsamma g&#228;ller i fr&#229;ga om
beslut som har meddelats efter ikrafttr&#228;dandet med anledning av
att Domstolsverket har p&#229;kallat beslut om att r&#228;ttshj&#228;lp skall
upph&#246;ra enligt 46 &#167; i dess &#228;ldre lydelse.

2009:1253

1. Denna lag tr&#228;der i kraft den 1 januari 2010.

2. &#196;ldre best&#228;mmelser ska g&#228;lla f&#246;r bitr&#228;den som har
f&#246;rordnats f&#246;re ikrafttr&#228;dandet.

2011:1383

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om
sj&#228;lvdeklaration som ska l&#228;mnas enligt lagen (2001:1227) om
sj&#228;lvdeklarationer och kontrolluppgifter.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3005">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3007">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
