

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-01-02" /> 
 <meta id="rattsinfo-edited" content="2020-01-17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3013</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3012">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3014">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:1512 ·
                    <a href="/sfsr?bet=1996:1512">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1996:1512) om dubbelbeskattningsavtal mellan de nordiska l&#228;nderna</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-11-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:788
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1997-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r att undvika dubbelbeskattning betr&#228;ffande 
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet som Danmark, F&#228;r&#246;arna, 
Finland, Island, Norge och Sverige undertecknade den 
23 september 1996 ska tillsammans med det protokoll som &#228;r 
fogat till avtalet och som utg&#246;r en del av detta, i den 
lydelse dessa har genom de protokoll om &#228;ndring i avtalet som 
undertecknades den 6 oktober 1997, den 4 april 2008 och den 
29 augusti 2018, g&#228;lla som lag h&#228;r i landet. Avtalets 
best&#228;mmelse i artikel 3 punkt 1 a att uttrycket &quot;Finland&quot; inte 
inbegriper landskapet &#197;land i fr&#229;ga om den finska 
kommunalskatten ska inte g&#228;lla.

Avtalet och protokollet &#228;r avfattade p&#229; danska, f&#228;r&#246;iska, 
finska, isl&#228;ndska, norska och svenska spr&#229;ken. P&#229; svenska 
spr&#229;ket har utf&#228;rdats tv&#229; texter, en f&#246;r Finland och en f&#246;r 
Sverige. Samtliga texter har samma giltighet. Den f&#246;r Sverige 
utf&#228;rdade texten framg&#229;r av bilaga 1 till denna lag.

Det avtal mellan Sverige och Danmark om beskattning av 
anst&#228;llda ombord p&#229; f&#228;rjor och t&#229;g i regulj&#228;r trafik mellan 
Danmark och Sverige som undertecknades den 30 september 1999 
ska g&#228;lla som lag h&#228;r i landet. Avtalet &#228;r avfattat p&#229; danska 
och svenska spr&#229;ken. Den f&#246;r Sverige utf&#228;rdade texten framg&#229;r 
av bilaga 2 till denna lag.

Det avtal mellan Sverige och Norge som undertecknades den 
22 oktober 2002 och som inneh&#229;ller s&#228;rskilda best&#228;mmelser f&#246;r 
undvikande av dubbelbeskattning vid byggande, underh&#229;ll och 
drift av gr&#228;nsbron som ing&#229;r i den nya Svinesundsf&#246;rbindelsen 
ska g&#228;lla som lag h&#228;r i landet. Avtalet &#228;r avfattat p&#229; svenska 
och norska spr&#229;ken. Den f&#246;r Sverige utf&#228;rdade texten framg&#229;r 
av bilaga 3 till denna lag.

Det avtal mellan Sverige och Danmark om vissa skattefr&#229;gor som 
undertecknades den 29 oktober 2003 ska g&#228;lla som lag h&#228;r i 
landet. Avtalet &#228;r avfattat p&#229; svenska och danska spr&#229;ken. Den 
f&#246;r Sverige utf&#228;rdade texten framg&#229;r av bilaga 4 till denna 
lag. Lag (2019:604).

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast i den m&#229;n
dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars
skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1382).

4 &#167; Vid till&#228;mpning av best&#228;mmelserna i artikel 31 punkt 5 i avtalet
skall f&#246;ljande g&#228;lla.

Med uttrycket &quot;kortare avbrott&quot; avses uppeh&#229;ll i tj&#228;nstg&#246;ringen i
arbetsstaten som varar

1) h&#246;gst 18 m&#229;nader per barn p&#229; grund av f&#246;r&#228;ldraledighet,

2) sammanlagt h&#246;gst 12 m&#229;nader under en period om 36 m&#229;nader f&#246;r
allt annat uppeh&#229;ll &#228;n uppeh&#229;ll p&#229; grund av s&#229;dan sjukdom som avses i
tredje stycket (tj&#228;nstledighet, arbetsl&#246;shet etc.).

Om en person &#228;r fr&#229;nvarande fr&#229;n sitt arbete p&#229; grund av sjukdom
anses detta inte inneb&#228;ra att han inte alltj&#228;mt uppfyller de
uppst&#228;llda villkoren i punkterna 2 och 3 i protokollspunkt VII
respektive punkterna 2 och 3 i protokollspunkt VIII i protokollet
till avtalet den 12 september 1989 mellan de nordiska l&#228;nderna f&#246;r
att undvika dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet under f&#246;ruts&#228;ttning att han under hela sjukperioden
beh&#229;ller sin anst&#228;llning.

En period d&#229; en person bedriver sitt varaktiga personliga arbete i
hemviststaten anses inte utg&#246;ra ett &quot;kortare avbrott&quot;.

Best&#228;mmelserna i punkterna 4-6 i protokollspunkt VII respektive
punkterna 4-6 i protokollspunkt VIII i ovan n&#228;mnda protokoll skall
g&#228;lla vid till&#228;mpningen av punkterna 2 och 3 i protokollspunkt VII
respektive punkterna 2 och 3 i protokollspunkt VIII.

Best&#228;mmelserna i punkterna 2 och 3 i protokollspunkt VII respektive
punkterna 2 och 3 i protokollspunkt VIII i ovan n&#228;mnda protokoll
till&#228;mpas inte i de fall en anst&#228;llning hos en och samma arbetsgivare
p&#229;g&#229;r under en sammanh&#228;ngande tid som &#228;r kortare &#228;n sex m&#229;nader.

5 &#167; Vid till&#228;mpning av best&#228;mmelserna i protokollspunkt II i
protokollet till avtalet skall f&#246;ljande g&#228;lla. Vad som f&#246;reskrivs om
tunnelf&#246;rbindelsen g&#228;ller ocks&#229; f&#246;r den konstgjorda halv&#246; i Danmark
till den del denna &#228;r anlagd eller underh&#229;lls av eller f&#246;r
&#214;resundskonsortiet. Vad som f&#246;reskrivs om bron &#246;ver &#214;resund g&#228;ller
ocks&#229; f&#246;r den betalstation i Sverige till den del denna uppf&#246;rs,
underh&#229;lls eller drivs av eller f&#246;r &#214;resundskonsortiet.

6 &#167; Best&#228;mmelsen i artikel 31 punkt 3 i avtalet ska till&#228;mpas
utan den begr&#228;nsning i tiden som f&#246;ljer av punktens andra
mening. Artikel 26 punkt 2 i avtalet ska inte g&#228;lla i de fall
artikel 31 punkt 3 i avtalet till&#228;mpas.

Vad som f&#246;reskrivs i f&#246;rsta stycket ska, oberoende av
best&#228;mmelserna i bilaga 2 till denna lag, ocks&#229; g&#228;lla f&#246;r
inkomst som en person med hemvist i Sverige uppb&#228;r f&#246;r arbete
ombord p&#229; danskt skepp i internationell f&#228;rjetrafik mellan
Sverige och Danmark. Lag (2007:767).

7 &#167; Best&#228;mmelserna i protokollspunkt VII a punkt 2 i
protokollet till avtalet av den 23 september 1996 ska
till&#228;mpas. Lag (2008:653).

&#214;verg&#229;ngsbest&#228;mmelser

1996:1512

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag skall till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter det
&#229;r d&#229; lagen tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som f&#246;ljer
n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft eller senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken skatt
utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det &#229;r d&#229; lagen
tr&#228;der i kraft eller senare.

3. Genom lagen upph&#228;vs lagen (1989:933) om dubbelbeskattningsavtal
mellan de nordiska l&#228;nderna.

Den upph&#228;vda lagen skall dock fortfarande till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas f&#246;re den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det &#229;r d&#229; lagen tr&#228;der i kraft,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms f&#246;r
beskattnings&#229;r som b&#246;rjar f&#246;re den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken skatt
utg&#229;r p&#229; grund av taxering f&#246;rsta kalender&#229;ret efter det &#229;r d&#229; lagen
tr&#228;der i kraft eller tidigare.

Den upph&#228;vda lagen skall ocks&#229; till&#228;mpas i fall som avses i artikel
31 punkt 5 i avtalet s&#229;vitt avser punkterna 2-6 i protokollspunkt VII
och punkterna 2-6 i protokollspunkt VIII i protokollet till avtalet
den 12 september 1989 mellan de nordiska l&#228;nderna f&#246;r att undvika
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet.

4. Har upph&#228;vts genom lag (2007:767).

1997:658

Regeringen f&#246;reskriver att lagen (1996:1512) om
dubbelbeskattningsavtal mellan de nordiska l&#228;nderna skall tr&#228;da
i kraft den 31 december 1997, d&#229; f&#246;rordningen (1989:957) om
dubbelbeskattningsavtal mellan de nordiska l&#228;nderna skall
upph&#246;ra att g&#228;lla.

Avtalet tr&#228;dde i kraft den 11 maj 1997.

1999:639

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas i fr&#229;ga om &#197;land fr&#229;n och med den tidpunkt d&#229; avtalet
som avses i 1 &#167; andra stycket b&#246;rjade till&#228;mpas och i &#246;vrigt p&#229;
inkomst som f&#246;rv&#228;rvas den 1 januari som f&#246;ljer n&#228;rmast efter
det &#229;r d&#229; lagen tr&#228;der i kraft eller senare. Lag (1999:1184).

1999:999

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas den 1 januari som f&#246;ljer
n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft eller senare.

2002:982

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas p&#229; skatt p&#229; inkomst och f&#246;rm&#246;genhet som fastst&#228;lls
f&#246;r varje beskattnings&#229;r som b&#246;rjar den 1 januari det
kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i
kraft eller senare.

2004:639

Denna lag tr&#228;der i kraft den 1 augusti 2004 och till&#228;mpas
betr&#228;ffande

a) artikel 2, artikel 3, artikel 5 punkterna 2 och 3 samt
artikel 6 i avtalet i bilaga 4 f&#246;r skatter p&#229; inkomst som tas
ut f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari 2004 eller
senare, och

b) &#246;vriga artiklar och punkter i avtalet i bilaga 4 f&#246;r skatter
som tas ut f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari 2005
eller senare.

2008:653

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag ska till&#228;mpas p&#229; skatter som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft eller
senare.

2019:604

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag ska till&#228;mpas p&#229; skatter som tas ut f&#246;r 
beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som 
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; lagen tr&#228;der i kraft eller 
senare.


Bilaga 1

Avtal mellan de nordiska l&#228;nderna f&#246;r att undvika 
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229; 
f&#246;rm&#246;genhet

Danmarks regering tillsammans med F&#228;r&#246;arnas landsstyre samt 
Finlands, Islands, Norges och Sveriges regeringar,

som &#246;nskar ing&#229; avtal f&#246;r att undvika dubbelbeskattning 
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet (i det 
f&#246;ljande ben&#228;mnt &quot;avtalet&quot;), utan att skapa f&#246;ruts&#228;ttningar 
f&#246;r icke-beskattning eller minskad skatt genom 
skatteundandragande eller skatteflykt (d&#228;ri inbegripet genom 
s&#229; kallad &quot;treaty shopping&quot;, som syftar till att personer med 
hemvist i en stat som inte &#228;r part till detta avtal indirekt 
ska &#229;tnjuta f&#246;rm&#229;ner enligt detta avtal),

som konstaterar att i fr&#229;ga om F&#228;r&#246;arna handhavandet &#228;ven i 
f&#246;rh&#229;llande till utlandet av de sakomr&#229;den som omfattas av 
detta avtal h&#246;r till F&#228;r&#246;arnas sj&#228;lvstyrelsekompetens,

har kommit &#246;verens om f&#246;ljande:

Artikel 1

Personer som omfattas av avtalet

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en eller
flera av de avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet som p&#229;f&#246;rs f&#246;r envar av de avtalsslutande
staternas, dess politiska underavdelningars eller lokala
myndigheters r&#228;kning, oberoende av det s&#228;tt p&#229; vilket skatterna
tas ut.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla
skatter, som utg&#229;r p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet
eller p&#229; delar av inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripet
skatter p&#229; vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s eller fast
egendom samt skatter p&#229; v&#228;rdestegring.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter p&#229; vilka avtalet
till&#228;mpas &#228;r

a) i Danmark

1) inkomstskatten till staten,

2) den kommunala inkomstskatten,

3) den amtskommunala inkomstskatten, och

4) skatterna enligt kolv&#228;teskattelagen,

(i det f&#246;ljande ben&#228;mnda &quot;dansk skatt&quot;);

b) p&#229; F&#228;r&#246;arna

1) skatten till landskassan,

2) skatten till kommunerna,

3) kyrkoskatten,

4) utdelningsskatten,

5) royaltyskatten,

6) r&#228;nteskatten, och

7) skatterna enligt kolv&#228;teskattelagen,

(i det f&#246;ljande ben&#228;mnda &quot;f&#228;r&#246;isk skatt&quot;);

c) i Finland

1) de statliga inkomstskatterna,

2) inkomstskatten f&#246;r samfund,

3) kommunalskatten,

4) kyrkoskatten,

5) k&#228;llskatten p&#229; r&#228;nteinkomst,

6) k&#228;llskatten f&#246;r begr&#228;nsat skattskyldig, och

7) den statliga f&#246;rm&#246;genhetsskatten,

(i det f&#246;ljande ben&#228;mnda &quot;finsk skatt&quot;);

d) i Island

1) inkomstskatten till staten,

2) den s&#228;rskilda inkomstskatten till staten,

3) den kommunala inkomstskatten,

4) f&#246;rm&#246;genhetsskatten till staten,

5) den s&#228;rskilda f&#246;rm&#246;genhetsskatten till staten, och

6) inkomst- och f&#246;rm&#246;genhetsskatten f&#246;r penninginstitut,

(i det f&#246;ljande ben&#228;mnda &quot;isl&#228;ndsk skatt&quot;);

e) i Norge

1) inkomst- och f&#246;rm&#246;genhetsskatten till staten,

2) inkomst- och f&#246;rm&#246;genhetsskatten till kommunerna,

3) inkomstskatten till fylkena,

4) den gemensamma skatten till skattef&#246;rdelningsfonden,

5) skatterna enligt petroleumskattelagen, och

6) avgiften till staten p&#229; ers&#228;ttningar till utl&#228;ndska
artister,

(i det f&#246;ljande ben&#228;mnda &quot;norsk skatt&quot;);

f) i Sverige

1) den statliga inkomstskatten, d&#228;ri inbegripet sj&#246;mansskatten
och

kupongskatten,

2) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl.,

4) expansionsmedelsskatten,

5) den kommunala inkomstskatten, och

6) den statliga f&#246;rm&#246;genhetsskatten,

(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;).

4. Avtalet till&#228;mpas ocks&#229; p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de f&#246;r n&#228;rvarande utg&#229;ende
skatterna. I fr&#229;ga om Danmark och F&#228;r&#246;arna till&#228;mpas avtalet
dessutom p&#229; en s&#229;dan allm&#228;n skatt p&#229; f&#246;rm&#246;genhet som Danmark
respektive F&#228;r&#246;arna kan komma att inf&#246;ra efter undertecknandet
av avtalet. De beh&#246;riga myndigheterna i de avtalsslutande
staterna skall meddela varandra de v&#228;sentliga &#228;ndringar som
gjorts i respektive skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen
av detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;avtalsslutande stat&quot; &#229;syftar Danmark, Finland, Island,
Norge och Sverige; uttrycket omfattar ocks&#229; det i det danska
riket sj&#228;lvstyrande folksamfundet F&#228;r&#246;arna; i den omfattning
best&#228;mmelserna i avtalet endast ber&#246;r f&#246;rh&#229;llandet mellan
Danmark och F&#228;r&#246;arna anv&#228;nds uttrycken &quot;en del av riket&quot; och
&quot;den andra delen av riket&quot;, allteftersom sammanhanget kr&#228;ver;

uttrycket omfattar ocks&#229; varje utanf&#246;r respektive stats
territorialvatten bel&#228;get omr&#229;de, inom vilket denna stat enligt
sin lagstiftning och i &#246;verensst&#228;mmelse med folkr&#228;tten har
r&#228;ttigheter med avseende p&#229; utforskning och utnyttjande av
naturtillg&#229;ngar p&#229; havsbottnen eller i dess underlag;

&quot;Danmark&quot; inbegriper inte F&#228;r&#246;arna och Gr&#246;nland; &quot;Finland&quot;
inbegriper inte landskapet &#197;land i fr&#229;ga om den finska
kommunalskatten; &quot;Norge&quot; inbegriper inte Svalbard (med vilket
avses &#228;ven Bj&#246;rn&#246;n), Jan Mayen och de norska omr&#229;dena
(&quot;biland&quot;) utanf&#246;r Europa;

b) &quot;person&quot; inbegriper fysisk person, bolag och
personsammanslutning;

c) &quot;bolag&quot; &#229;syftar juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person;

d) &quot;personsammanslutning&quot; &#229;syftar sammanslutning som inte
beskattas s&#229;som sj&#228;lvst&#228;ndigt skattesubjekt;

e) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i annan
avtalsslutande stat&quot; &#229;syftar f&#246;retag som bedrivs av person med
hemvist i en avtalsslutande stat, respektive f&#246;retag som
bedrivs av person med hemvist i annan avtalsslutande stat;

f) &quot;fast egendom&quot; har den betydelse som uttrycket har enligt
lagstiftningen i den avtalsslutande stat d&#228;r egendomen &#228;r
bel&#228;gen; uttrycket inbegriper dock alltid tillbeh&#246;r till fast
egendom, levande och d&#246;da inventarier i lantbruk och skogsbruk,
byggnader, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten
om fast egendom till&#228;mpas, nyttjander&#228;tt till fast egendom samt
r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar f&#246;r nyttjandet
av eller r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller annan
naturtillg&#229;ng;

g) &quot;medborgare&quot; &#229;syftar fysisk person som har medborgarskap i
en avtalsslutande stat; fysisk person som &#228;r dansk medborgare
och som har hemvist p&#229; F&#228;r&#246;arna enligt lagen om hemstyre anses
ha medborgarskap endast p&#229; F&#228;r&#246;arna; uttrycket &#229;syftar ocks&#229;
bolag eller personsammanslutning som bildats enligt den
lagstiftning som g&#228;ller i en avtalsslutande stat;

h) &quot;internationell trafik&#39;&#39; &#229;syftar transport med skepp eller
luftfartyg utom d&#229; skeppet eller luftfartyget anv&#228;nds
uteslutande mellan platser i en avtalsslutande stat;

i) &quot;intressegemenskap&quot; &#229;syftar fall d&#229; ett f&#246;retag direkt eller
indirekt deltar i ledningen eller kontrollen av ett annat
f&#246;retag eller &#228;ger v&#228;sentlig del i detta andra f&#246;retags kapital
eller om samma personer direkt eller indirekt deltar i
ledningen eller kontrollen av b&#229;da f&#246;retagen eller &#228;ger
v&#228;sentlig del i dessa f&#246;retags kapital;

j) &quot;beh&#246;rig myndighet&quot; &#229;syftar

1) i Danmark: skatteministern,

2) p&#229; F&#228;r&#246;arna: landsstyresmannen f&#246;r finans&#228;renden,

3) i Finland: finansministeriet,

4) i Island: finansministern,

5) i Norge: finans- och tullministern,

6) i Sverige: finansministern,

eller det befullm&#228;ktigade ombud eller den myndighet i envar av
dessa stater &#229;t vilken n&#229;gon av de ovann&#228;mnda eller annan
uppdrar att handha fr&#229;gor betr&#228;ffande avtalet.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet vid n&#229;gon
tidpunkt anses, s&#229;vida inte sammanhanget f&#246;ranleder annat,
varje uttryck som inte definierats i avtalet ha den betydelse
som uttrycket har vid denna tidpunkt enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet
till&#228;mpas, och den betydelse som uttrycket har enligt
till&#228;mplig skattelagstiftning i denna stat &#228;ger f&#246;retr&#228;de
framf&#246;r den betydelse uttrycket ges i annan lagstiftning i
denna stat.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;person
med hemvist i en avtalsslutande stat&quot; person som enligt
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av
domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning eller annan
liknande omst&#228;ndighet, och inbegriper ocks&#229; denna stat, dess
politiska underavdelningar, lokala myndigheter och
offentligr&#228;ttsliga institutioner. Uttrycket

a) inbegriper inte person som &#228;r skattskyldig i denna stat
endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r
f&#246;rm&#246;genhet bel&#228;gen d&#228;r, och

b) inbegriper personsammanslutning och d&#246;dsbo endast till den
del deras inkomst respektive f&#246;rm&#246;genhet tas till beskattning i
denna stat p&#229; motsvarande s&#228;tt som inkomst som f&#246;rv&#228;rvas
respektive f&#246;rm&#246;genhet som innehas av person med hemvist d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i flera avtalsslutande stater, best&#228;ms hans hemvist p&#229;
f&#246;ljande s&#228;tt:

a) han anses ha hemvist endast i den stat d&#228;r han har en bostad
som stadigvarande st&#229;r till hans f&#246;rfogande; om han har en
s&#229;dan bostad i flera stater, anses han ha hemvist endast i den
stat med vilken hans personliga och ekonomiska f&#246;rbindelser &#228;r
starkast (centrum f&#246;r levnadsintressena);

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r
sina levnadsintressen eller om han inte i n&#229;gon stat har en
bostad som stadigvarande st&#229;r till hans f&#246;rfogande, anses han
ha hemvist endast i den stat d&#228;r han stadigvarande vistas;

c) om han stadigvarande vistas i flera stater eller om han inte
vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist
endast i den stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i flera stater eller om han inte &#228;r
medborgare i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i
ber&#246;rda avtalsslutande stater fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i flera avtalsslutande stater, anses
personen i fr&#229;ga ha hemvist endast i den stat d&#228;r den har sin
verkliga ledning.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar.

3. Ett byggnads-, anl&#228;ggnings-, installations- eller
monteringsprojekt, eller verksamhet som best&#229;r av planering,
&#246;vervakning, r&#229;dgivning eller annan bitr&#228;dande personalinsats i
samband med s&#229;dant projekt, utg&#246;r fast driftst&#228;lle men endast
om projektet eller verksamheten p&#229;g&#229;r mer &#228;n tolv m&#229;nader i en
avtalsslutande stat.

4. Vid ber&#228;kning av den tid som avses i punkt 3 anses
verksamhet, som bedrivs av ett f&#246;retag som har
intressegemenskap med annat f&#246;retag, bedriven av det f&#246;retag
med vilket det har intressegemenskap, om verksamheten i
v&#228;sentlig m&#229;n &#228;r av samma slag som den verksamhet som det
sistn&#228;mnda f&#246;retaget bedriver och b&#229;da f&#246;retagens verksamhet
avser samma projekt.

5. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i punktema
a) - e), under f&#246;ruts&#228;ttning att hela den verksamhet som
bedrivs vid den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229;
grund av denna kombination &#228;r av f&#246;rberedande eller bitr&#228;dande
art.

6. Om person, som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 7 till&#228;mpas, &#228;r verksam f&#246;r ett f&#246;retag samt i en
avtalsslutande stat har och d&#228;r regelm&#228;ssigt anv&#228;nder fullmakt
att sluta avtal i f&#246;retagets namn, anses detta f&#246;retag - utan
hinder av best&#228;mmelserna i punkterna 1 och 2 - ha fast
driftst&#228;lle i denna stat i fr&#229;ga om varje verksamhet som denna
person bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om den
verksamhet som denna person bedriver &#228;r begr&#228;nsad till s&#229;dan
som anges i punkt 5 och som - om den bedrevs fr&#229;n en
stadigvarande plats f&#246;r aff&#228;rsverksamhet - inte skulle g&#246;ra
denna stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast
driftst&#228;lle enligt best&#228;mmelserna i n&#228;mnda punkt.

7. F&#246;retag anses inte ha fast driftst&#228;lle i en avtalsslutande
stat endast p&#229; den grund att f&#246;retaget bedriver
aff&#228;rsverksamhet i denna stat genom f&#246;rmedling av m&#228;klare,
kommission&#228;r eller annan oberoende representant, om s&#229;dan
person d&#228;rvid bedriver sin sedvanliga aff&#228;rsverksamhet.

8. Den omst&#228;ndigheten att ett bolag med hemvist i en
avtalsslutande stat kontrollerar eller kontrolleras av ett
bolag med hemvist i annan avtalsslutande stat eller ett bolag
som bedriver aff&#228;rsverksamhet i annan avtalsslutande stat
(antingen fr&#229;n fast driftst&#228;lle eller p&#229; annat s&#228;tt), medf&#246;r
inte i och f&#246;r sig att n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle
f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk
och skogsbruk) bel&#228;gen i annan avtalsslutande stat, f&#229;r
beskattas i denna andra stat.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart nyttjande, genom uthyrning eller annan
anv&#228;ndning av fast egendom.

3. Om innehav av aktier eller andra andelar i bolag, vars
huvudsakliga &#228;ndam&#229;l &#228;r att inneha fast egendom, ber&#228;ttigar
innehavaren av aktierna eller andelarna att nyttja bolaget
tillh&#246;rig fast egendom, f&#229;r inkomst, som f&#246;rv&#228;rvas genom
omedelbart nyttjande, genom uthyrning eller annan anv&#228;ndning av
s&#229;dan nyttjander&#228;tt, beskattas i den avtalsslutande stat d&#228;r
den fasta egendomen &#228;r bel&#228;gen.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas ocks&#229; p&#229;
inkomst av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av
fast egendom som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i annan avtalsslutande stat fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; s&#229;dant s&#228;tt,
f&#229;r f&#246;retagets inkomst beskattas i denna andra stat, men endast
s&#229; stor del av den som &#228;r h&#228;nf&#246;rlig till det fasta
driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i annan
avtalsslutande stat fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, h&#228;nf&#246;rs,
om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i envar av
de ber&#246;rda avtalsslutande staterna till det fasta driftst&#228;llet
den inkomst som det kan antas att driftst&#228;llet skulle ha
f&#246;rv&#228;rvat, om det varit ett frist&#229;ende f&#246;retag, som bedrivit
verksamhet av samma eller liknande slag under samma eller
liknande villkor och sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det
f&#246;retag till vilket driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag
f&#246;r utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder
inbegripet utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna
f&#246;rvaltning, oavsett om utgifterna uppkommit i den stat d&#228;r det
fasta driftst&#228;llet &#228;r bel&#228;get eller annorst&#228;des.

4. I den m&#229;n inkomst h&#228;nf&#246;rlig till fast driftst&#228;lle brukat i
en avtalsslutande stat best&#228;mmas p&#229; grundval av en f&#246;rdelning
av f&#246;retagets hela inkomst p&#229; de olika delarna av f&#246;retaget,
hindrar best&#228;mmelserna i punkt 2 inte att i denna
avtalsslutande stat den skattepliktiga inkomsten best&#228;ms genom
s&#229;dant f&#246;rfarande. Den f&#246;rdelningsmetod som anv&#228;nds skall dock
vara s&#229;dan att resultatet &#246;verensst&#228;mmer med principerna i
denna artikel.

5. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets
f&#246;rsorg f&#246;r f&#246;retaget.

6. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som
&#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande
&#229;r fr&#229;n &#229;r, s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder
annat.

7. Ing&#229;r i inkomst av r&#246;relse inkomst som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa
artiklar inte av reglerna i denna artikel.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom anv&#228;ndningen av skepp eller luftfartyg i
internationell trafik, beskattas endast i denna stat.

2. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom nyttjande, underh&#229;ll eller uthyrning av
containrar (d&#228;ri inbegripet sl&#228;pvagn och annan utrustning f&#246;r
transport av containrar) som anv&#228;nds f&#246;r transport av gods
eller varor, beskattas endast i denna stat, utom d&#229; containern
anv&#228;nds uteslutande mellan platser i annan avtalsslutande stat.

3. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas ocks&#229; p&#229;
inkomst som f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt
f&#246;retag eller en internationell driftsorganisation.

Artikel 9

N&#228;rst&#229;ende f&#246;retag

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i annan
avtalsslutande stat eller &#228;ger del i detta f&#246;retags kapital,
eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat
som ett f&#246;retag i annan avtalsslutande stat eller &#228;ger del i
dessa f&#246;retags kapital,

iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som
avviker fr&#229;n dem som skulle ha avtalats mellan av varandra
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag
i denna stat inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed beskattar
- inkomst, f&#246;r vilken ett f&#246;retag i annan avtalsslutande stat
beskattas i denna andra stat, samt den s&#229;lunda inr&#228;knade
inkomsten &#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget i den
f&#246;rstn&#228;mnda staten om de villkor som avtalats mellan f&#246;retagen
hade varit s&#229;dana som skulle ha avtalats mellan av varandra
oberoende f&#246;retag, skall denna andra stat genomf&#246;ra vederb&#246;rlig
justering av det skattebelopp som p&#229;f&#246;rts f&#246;r inkomsten d&#228;r, om
denna andra stat anser justeringen vara ber&#228;ttigad s&#229;v&#228;l i
princip som i fr&#229;ga om beloppet. Vid s&#229;dan justering iakttas
&#246;vriga best&#228;mmelser i detta avtal och de beh&#246;riga myndigheterna
i de ber&#246;rda avtalsslutande staterna &#246;verl&#228;gger vid behov med
varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i annan avtalsslutande stat f&#229;r
beskattas i denna andra stat.

2. I fall d&#229; verklig innehavare av f&#246;rm&#229;n av utdelning med
hemvist i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i annan avtalsslutande stat &#228;n den d&#228;r
han har hemvist samt den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med r&#246;relse som bedrivs fr&#229;n det
fasta driftst&#228;llet respektive sj&#228;lvst&#228;ndig yrkesverksamhet som
ut&#246;vas fr&#229;n den stadigvarande anordningen, f&#229;r, utan hinder av
best&#228;mmelserna i punkterna 1 och 3, utdelning fr&#229;n bolag med
hemvist i en avtalsslutande stat till s&#229;dan verklig innehavare
beskattas i enlighet med best&#228;mmelserna i artikel 7 respektive
artikel 14 i den avtalsslutande stat d&#228;r det fasta driftst&#228;llet
respektive den stadigvarande anordningen finns.

3. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i annan avtalsslutande stat f&#229;r
beskattas ocks&#229; i den avtalsslutande stat d&#228;r det bolag som
betalar utdelningen har hemvist, enligt lagstiftningen i denna
stat, men om den verklige innehavaren av f&#246;rm&#229;nen av
utdelningen &#228;r en person med hemvist i den andra avtalsslutande
staten f&#229;r den skatt som s&#229;lunda p&#229;f&#246;rs inte &#246;verstiga 15
procent av utdelningens bruttobelopp. S&#229;dan utdelning skall
emellertid vara undantagen fr&#229;n beskattning i den f&#246;rstn&#228;mnda
staten om den verklige innehavaren av f&#246;rm&#229;nen av utdelningen
&#228;r ett bolag (med undantag f&#246;r personsammanslutning och d&#246;dsbo)
som direkt &#228;ger minst 10 procent av det utbetalande bolagets
kapital. I fall d&#229; ett bolag med hemvist i en avtalsslutande
stat &#228;ger andel i ett utbetalande bolag i en annan
avtalsslutande stat genom en eller flera
personsammanslutningar, anses vid till&#228;mpningen av denna punkt
bolaget direkt &#228;ga andel i det utbetalande bolaget. Bolagets
andel i det utbetalande bolaget p&#229; grund av s&#229;dant inneh&#229;ll ska
anses motsvara den andel som bolaget &#228;ger i det utbetalande
bolaget genom personsammanslutningen eller
personsammanslutningarna.

4. Utan hinder av best&#228;mmelserna i punkt 3 f&#229;r isl&#228;ndsk skatt
p&#229; utdelning h&#246;jas till h&#246;gst 15 procent i den m&#229;n s&#229;dan
utdelning dragits av fr&#229;n det utbetalande bolagets inkomst vid
best&#228;mmandet av isl&#228;ndsk skatt.

5. Best&#228;mmelserna i punkterna 3 och 4 ber&#246;r inte bolagets
beskattning f&#246;r vinst av vilken utdelningen betalas.

6. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier, andelsbevis eller andra r&#228;ttigheter, som inte &#228;r
fordringar, med r&#228;tt till andel i vinst, samt annan inkomst
fr&#229;n bolag, som enligt lagstiftningen i den stat d&#228;r det
utdelande bolaget har hemvist vid beskattningen behandlas p&#229;
samma s&#228;tt som inkomst av aktier. Med uttrycket utdelning
f&#246;rst&#229;s &#228;ven inkomst fr&#229;n en ordning som medf&#246;r r&#228;tt till andel
i vinst i den utstr&#228;ckning den enligt lagstiftningen i den
avtalsslutande stat varifr&#229;n den h&#228;rr&#246;r utg&#246;r s&#229;dan inkomst.

7. Utan hinder av best&#228;mmelserna i punkterna 3 och 4 kan de
beh&#246;riga myndigheterna i de avtalsslutande staterna komma
&#246;verens om att utdelning, som tillfaller i &#246;verenskommelsen
namngiven institution med allm&#228;nt v&#228;lg&#246;rande eller annat
allm&#228;nnyttigt &#228;ndam&#229;l, vilken enligt lagstiftningen i den
avtalsslutande stat d&#228;r institutionen har hemvist &#228;r undantagen
fr&#229;n skatt p&#229; utdelning, skall i annan avtalsslutande stat vara
befriad fr&#229;n skatt p&#229; utdelning fr&#229;n bolag i denna andra stat.

8. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst fr&#229;n annan avtalsslutande stat, f&#229;r denna andra stat
inte beskatta utdelning som bolaget betalar, utom i den m&#229;n
utdelningen betalas till person med hemvist i denna andra stat
eller i den m&#229;n den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med fast driftst&#228;lle eller
stadigvarande anordning i denna andra stat, och ej heller p&#229;
bolagets icke utdelade vinst ta ut en skatt som utg&#229;r p&#229;
bolagets icke utdelade vinst, &#228;ven om utdelningen eller den
icke utdelade vinsten helt eller delvis utg&#246;rs av inkomst som
uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i annan avtalsslutande stat,
beskattas endast i denna andra stat om personen i fr&#229;ga &#228;r den
verklige innehavaren av f&#246;rm&#229;nen av r&#228;ntan.

2. I fall d&#229; verklig innehavare av f&#246;rm&#229;n av r&#228;nta med hemvist
i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i annan avtalsslutande stat &#228;n den d&#228;r
han har hemvist samt den fordran f&#246;r vilken r&#228;ntan betalas &#228;ger
verkligt samband med r&#246;relse som bedrivs fr&#229;n det fasta
driftst&#228;llet respektive sj&#228;lvst&#228;ndig yrkesverksamhet som ut&#246;vas
fr&#229;n den stadigvarande anordningen, f&#229;r, utan hinder av
best&#228;mmelserna i punkt 1, r&#228;nta som h&#228;rr&#246;r fr&#229;n en
avtalsslutande stat och som betalas till s&#229;dan verklig
innehavare beskattas i enlighet med best&#228;mmelserna i artikel 7
respektive artikel 14 i den avtalsslutande stat d&#228;r det fasta
driftst&#228;llet respektive den stadigvarande anordningen finns.

3. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av
varje slags fordran som inte &#228;r utdelning enligt artikel 10
punkt 6, antingen den s&#228;kerst&#228;llts genom inteckning i fast
egendom eller inte. Uttrycket &#229;syftar s&#228;rskilt inkomst av
v&#228;rdepapper, som utf&#228;rdats av staten, och inkomst av
obligationer eller debentures, d&#228;ri inbegripet agiobelopp och
vinster som h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper, obligationer
eller debentures. Straffavgift p&#229; grund av sen betalning anses
inte som r&#228;nta vid till&#228;mpningen av denna artikel.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den verklige innehavaren eller mellan dem b&#229;da och annan person
r&#228;ntebeloppet, med h&#228;nsyn till den skuld f&#246;r vilken r&#228;ntan
betalas, &#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och den verklige innehavaren om s&#229;dana f&#246;rbindelser
inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast
p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande
belopp enligt lagstiftningen i envar av de ber&#246;rda
avtalsslutande staterna med iakttagande av &#246;vriga best&#228;mmelser
i detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i annan avtalsslutande stat,
beskattas endast i denna andra stat om personen i fr&#229;ga &#228;r den
verklige innehavaren av f&#246;rm&#229;nen av royaltyn.

2. I fall d&#229; verklig innehavare av f&#246;rm&#229;n av royalty med
hemvist i en avtalsslutande stat har fast driftst&#228;lle eller
stadigvarande anordning i annan avtalsslutande stat &#228;n den d&#228;r
han har hemvist samt den r&#228;ttighet eller egendom i fr&#229;ga om
vilken royaltyn betalas &#228;ger verkligt samband med r&#246;relse som
bedrivs fr&#229;n det fasta driftst&#228;llet respektive sj&#228;lvst&#228;ndig
yrkesverksamhet som ut&#246;vas fr&#229;n den stadigvarande anordningen,
f&#229;r, utan hinder av best&#228;mmelserna i punkt 1, royalty som
h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till s&#229;dan
verklig innehavare beskattas i enlighet med best&#228;mmelserna i
artikel 7 respektive artikel 14 i den avtalsslutande stat d&#228;r
det fasta driftst&#228;llet respektive den stadigvarande anordningen
finns.

3. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk (h&#228;ri inbegripet biograffilm samt film
och band f&#246;r radio- och televisionss&#228;ndning), patent,
varum&#228;rke, m&#246;nster eller modell, ritning, hemligt recept eller
hemlig tillverkningsmetod eller f&#246;r upplysning om
erfarenhetsr&#246;n av industriell, kommersiell eller vetenskaplig
natur.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den verklige innehavaren eller mellan dem b&#229;da och annan person
royaltybeloppet, med h&#228;nsyn till det nyttjande, den r&#228;ttighet
eller den upplysning f&#246;r vilken royaltyn betalas, &#246;verstiger
det belopp som skulle ha avtalats mellan utbetalaren och den
verklige innehavaren om s&#229;dana f&#246;rbindelser inte f&#246;relegat,
till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda
belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp enligt
lagstiftningen i envar av de ber&#246;rda avtalsslutande staterna
med iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av fast egendom som &#228;r
bel&#228;gen i annan avtalsslutande stat, f&#229;r beskattas i denna
andra stat.

2. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av aktie eller annan andel i
bolag vars huvudsakliga &#228;ndam&#229;l &#228;r att inneha fast egendom och
vars tillg&#229;ngar (f&#246;re avdrag f&#246;r skulder) direkt eller indirekt
till mer &#228;n 75 procent best&#229;r av fast egendom som &#228;r bel&#228;gen i
en annan avtalsslutande stat, f&#229;r beskattas i denna andra stat.

3. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som utg&#246;r del
av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i
en avtalsslutande stat har i annan avtalsslutande stat, eller
av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som fysisk person med
hemvist i en avtalsslutande stat har i annan avtalsslutande
stat, f&#229;r beskattas i denna andra stat. Detsamma g&#228;ller vinst
p&#229; grund av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig
eller tillsammans med hela f&#246;retaget) eller av s&#229;dan
stadigvarande anordning.

4. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik eller l&#246;s egendom som &#228;r
h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dant skepp eller luftfartyg,
beskattas endast i denna stat.

5. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av containrar (d&#228;ri
inbegripet sl&#228;pvagn och annan utrustning f&#246;r transport av
containrar) som anv&#228;nds f&#246;r transport av gods eller varor,
beskattas endast i denna stat, utom d&#229; containern anv&#228;nds
uteslutande mellan platser i annan avtalsslutande stat.

6. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1-5 beskattas endast i den avtalsslutande
stat d&#228;r &#246;verl&#229;taren har hemvist.

7. Vinst p&#229; grund av &#246;verl&#229;telse av aktie eller annan andel
eller r&#228;ttighet i bolag eller personsammanslutning som
f&#246;rv&#228;rvas av en fysisk person som har haft hemvist i en
avtalsslutande stat och f&#229;tt hemvist i annan avtalsslutande
stat f&#229;r - utan hinder av best&#228;mmelserna i punkt 6 - beskattas
i den f&#246;rstn&#228;mnda avtalsslutande staten om &#246;verl&#229;telsen av
aktien, andelen eller r&#228;ttigheten sker vid n&#229;gon tidpunkt under
de tio &#229;r som f&#246;ljer n&#228;rmast efter det &#229;r personen upph&#246;rde att
ha hemvist i den f&#246;rstn&#228;mnda staten. Den f&#246;rstn&#228;mnda staten f&#229;r
dock endast beskatta den v&#228;rde&#246;kning som uppkommit innan den
fysiska personen fick hemvist i den andra avtalsslutande
staten. Med r&#228;ttighet i bolag eller personsammanslutning avses
vid till&#228;mpningen av denna punkt r&#228;ttighet eller annan tillg&#229;ng
som enligt lagstiftningen i den f&#246;rstn&#228;mnda staten vid
beskattningen behandlas p&#229; samma s&#228;tt som vinst p&#229; grund av
&#246;verl&#229;telse av andel i bolag eller personsammanslutning.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst, som fysisk person med hemvist i en avtalsslutande
stat f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller annan
sj&#228;lvst&#228;ndig verksamhet, beskattas endast i denna stat. S&#229;dan
inkomst f&#229;r emellertid beskattas i annan avtalsslutande stat,
om

a) han i denna andra stat har stadigvarande anordning som
regelm&#228;ssigt st&#229;r till hans f&#246;rfogande f&#246;r att ut&#246;va
verksamheten men endast s&#229; stor del av inkomsten som &#228;r
h&#228;nf&#246;rlig till denna stadigvarande anordning, eller

b) han vistas i denna andra stat under tidsperiod eller
tidsperioder som sammanlagt &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga men endast s&#229; stor del av inkomsten
som &#228;r h&#228;nf&#246;rlig till verksamhet som har ut&#246;vats i denna andra
stat under denna tidsperiod eller dessa tidsperioder.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet,
uppfostrings- och undervisningsverksamhet samt s&#229;dan
sj&#228;lvst&#228;ndig verksamhet som l&#228;kare, advokat, ingenj&#246;r,
arkitekt, tandl&#228;kare och revisor ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18, 19, 20 och 21
f&#246;ranleder annat, beskattas l&#246;n och annan liknande ers&#228;ttning,
som person med hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund
av anst&#228;llning, endast i denna stat, s&#229;vida inte arbetet utf&#246;rs
i annan avtalsslutande stat. Om arbetet utf&#246;rs i denna andra
stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
ers&#228;ttning, som person med hemvist i en avtalsslutande stat
uppb&#228;r f&#246;r arbete som utf&#246;rs i annan avtalsslutande stat,
endast i den f&#246;rstn&#228;mnda staten, om

a) mottagaren vistas i denna andra stat under tidsperiod eller
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i
denna andra stat eller p&#229; dennes v&#228;gnar, och

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller
stadigvarande anordning som arbetsgivaren har i denna andra
stat, samt

d) fr&#229;ga inte &#228;r om uthyrning av arbetskraft.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
inkomst av arbete, som utf&#246;rs ombord p&#229; danskt, f&#228;r&#246;iskt,
finskt, isl&#228;ndskt, norskt eller svenskt skepp i internationell
trafik, beskattas i den avtalsslutande stat vars nationalitet
skeppet har; vid till&#228;mpningen av denna best&#228;mmelse likst&#228;lls
utl&#228;ndskt skepp, som befraktas p&#229; s&#229; kallad bareboat basis av
en person med hemvist i en avtalsslutande stat, med danskt,
f&#228;r&#246;iskt, finskt, isl&#228;ndskt, norskt respektive svenskt skepp.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel
beskattas inkomst av arbete, som utf&#246;rs ombord p&#229;

a) luftfartyg, endast i den avtalsslutande stat d&#228;r den som
f&#246;rv&#228;rvar arbetsinkomsten har hemvist,

b) fiske-, s&#228;lf&#229;ngst- eller valf&#229;ngstfartyg, endast i den
avtalsslutande stat d&#228;r den som f&#246;rv&#228;rvar arbetsinkomsten har
hemvist, &#228;ven d&#229; inkomsten f&#246;r arbetet utg&#229;r i form av viss
lott eller andel av vinsten av fiske-, s&#228;lf&#229;ngst- eller
valf&#229;ngstverksamheten.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse eller annat liknande organ i bolag med hemvist i annan
avtalsslutande stat, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i annan
avtalsslutande stat i egenskap av artist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller i egenskap av sportut&#246;vare, beskattas i denna andra stat.

2. I fall d&#229; inkomst genom verksamhet som artist eller
sportut&#246;vare bedriver i denna egenskap, inte tillfaller
artisten eller sportut&#246;varen sj&#228;lv utan annan person, f&#229;r denna
inkomst, utan hinder av best&#228;mmelserna i artiklarna 7, 14 och
15, beskattas i den avtalsslutande stat d&#228;r artisten eller
sportut&#246;varen bedriver verksamheten.

3. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte p&#229; inkomst
genom verksamhet som artist eller sportut&#246;vare med hemvist i en
avtalsslutande stat bedriver i annan avtalsslutande stat i fall
d&#229; bes&#246;ket i denna andra stat huvudsakligen bekostas av
offentliga medel i den f&#246;rstn&#228;mnda staten. I s&#229;dant fall
beskattas inkomsten endast i denna f&#246;rstn&#228;mnda stat.

Artikel 18

Pension m.m.

1. Pension och livr&#228;nta som betalas fr&#229;n en avtalsslutande stat
och utbetalning fr&#229;n en avtalsslutande stat enligt
sociallagstiftningen i denna stat till person med hemvist i
annan avtalsslutande stat f&#229;r beskattas i den f&#246;rstn&#228;mnda
staten.

2. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal skall
underh&#229;llsbidrag, som person med hemvist i en avtalsslutande
stat betalar till make eller f&#246;rutvarande make eller till barn
med hemvist i annan avtalsslutande stat, undantas fr&#229;n
beskattning i denna andra stat i det fall d&#229; bidraget skulle ha
undantagits fr&#229;n beskattning i den f&#246;rstn&#228;mnda staten om
mottagaren hade haft hemvist d&#228;r.

3. Med uttrycket &quot;livr&#228;nta&quot; f&#246;rst&#229;s ett fastst&#228;llt belopp som
betalas till fysisk person periodiskt p&#229; fastst&#228;llda tider
under personens livstid eller under angiven eller fastst&#228;llbar
tidsperiod och som utg&#229;r p&#229; grund av f&#246;rpliktelse att
verkst&#228;lla dessa utbetalningar s&#229;som ers&#228;ttning f&#246;r d&#228;remot
fullt svarande vederlag i pengar eller pengars v&#228;rde.

Artikel 19

Offentlig tj&#228;nst

1. L&#246;n och annan liknande ers&#228;ttning (med undantag f&#246;r
pension), som betalas av en avtalsslutande stat, en av dess
politiska underavdelningar, lokala myndigheter eller
offentligr&#228;ttsliga institutioner till fysisk person p&#229; grund av
arbete som utf&#246;rs i denna stats, underavdelnings, myndighets
eller institutions tj&#228;nst, beskattas endast i denna stat.

2. Om l&#246;n eller annan liknande ers&#228;ttning som avses i punkt 1
tillfaller mottagaren f&#246;r arbete som denne utf&#246;r i annan
avtalsslutande stat &#228;n den fr&#229;n vilken l&#246;nen eller ers&#228;ttningen
betalas, beskattas l&#246;nen eller ers&#228;ttningen emellertid endast i
den stat d&#228;r arbetet utf&#246;rs, om mottagaren &#228;r person med
hemvist i denna stat och

a) &#228;r medborgare i denna stat, eller

b) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
arbetet.

3. Best&#228;mmelserna i artiklarna 15, 16 och 17 till&#228;mpas p&#229; l&#246;n
och annan liknande ers&#228;ttning som betalas p&#229; grund av arbete
som utf&#246;rs i samband med r&#246;relse som bedrivs av en
avtalsslutande stat, en av dess politiska underavdelningar,
lokala myndigheter eller offentligr&#228;ttsliga institutioner.

Artikel 20

Studerande och praktikanter

Person som vistas i en avtalsslutande stat uteslutande f&#246;r

a) studier vid l&#228;roanstalt i denna stat, om studierna &#228;r av
s&#229;dan art att studiest&#246;d av offentliga medel kan erh&#229;llas i
denna stat, eller

b) aff&#228;rs-, fiskeri-, industri-, lantbruks- eller
skogsbrukspraktik i denna stat,

och som har eller omedelbart f&#246;re vistelsen hade hemvist i
annan avtalsslutande stat, beskattas inte i den f&#246;rstn&#228;mnda
staten f&#246;r belopp som han erh&#229;ller fr&#229;n k&#228;lla utanf&#246;r denna
stat f&#246;r sitt uppeh&#228;lle, sin undervisning eller praktik.

Artikel 21

Verksamhet i samband med f&#246;rberedande unders&#246;kning, utforskning
eller utnyttjande av kolv&#228;tef&#246;rekomster

1. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal, med
undantag f&#246;r best&#228;mmelserna i artikel 8, till&#228;mpas
best&#228;mmelserna i denna artikel i fall d&#229; person med hemvist i
en avtalsslutande stat bedriver verksamhet i samband med
f&#246;rberedande unders&#246;kning, utforskning eller utnyttjande av
kolv&#228;tef&#246;rekomster bel&#228;gna i en avtalsslutande stat.

2. a) Person med hemvist i en avtalsslutande stat, som utanf&#246;r
kusten i annan avtalsslutande stat bedriver verksamhet som
avses i punkt 1, anses bedriva verksamheten fr&#229;n fast
driftst&#228;lle eller stadigvarande anordning i denna andra stat.

b) Om s&#229;dan person bedriver sin verksamhet inom utforsknings-
eller utvinningsomr&#229;de som str&#228;cker sig fr&#229;n en plats utanf&#246;r
kusten i denna andra stat och in p&#229; denna stats landomr&#229;de och
verksamheten inte uteslutande bedrivs inom landomr&#229;det, &#228;ger
punkt a) motsvarande till&#228;mpning.

c) Verksamhet, som best&#229;r av byggande eller installation av
r&#246;rledning f&#246;r transport av oraffinerade kolv&#228;ten, eller
byggnadsarbete i direkt samband med s&#229;dan verksamhet, anses
bedriven fr&#229;n fast driftst&#228;lle i denna andra stat &#228;ven i fr&#229;ga
om s&#229;dan verksamhet som p&#229;g&#229;r p&#229; land, n&#228;r verksamheten ing&#229;r i
ett projekt som str&#228;cker sig fr&#229;n en plats utanf&#246;r kusten i
denna stat och in p&#229; denna stats landomr&#229;de.

3. Best&#228;mmelserna i punkt 2 till&#228;mpas inte, om verksamheten
p&#229;g&#229;r under tidsperiod eller tidsperioder som sammanlagt inte
&#246;verstiger 30 dagar under en tolvm&#229;nadersperiod.

4. Vid ber&#228;kning av den tid som avses i punkt 3 anses
verksamhet, som bedrivs av ett f&#246;retag som har
intressegemenskap med annat f&#246;retag, bedriven av det f&#246;retag
med vilket det har intressegemenskap, om verksamheten i
v&#228;sentlig m&#229;n &#228;r av samma slag som den verksamhet som det
sistn&#228;mnda f&#246;retaget bedriver och b&#229;da f&#246;retagens verksamhet
avser samma projekt.

5. Inkomst, som f&#246;retag i en avtalsslutande stat f&#246;rv&#228;rvar p&#229;
grund av transport av personal eller materiel med skepp eller
luftfartyg till eller innanf&#246;r omr&#229;de som avses i punktema 2 a)
och 2 b) i den andra avtalsslutande stat d&#228;r aff&#228;rsverksamhet
bedrivs i samband med f&#246;rberedande unders&#246;kning, utforskning
eller utnyttjande av kolv&#228;tef&#246;rekomster eller p&#229; grund av drift
av bogserb&#229;tar, f&#246;rs&#246;rjningsfartyg eller andra hj&#228;lpfartyg i
samband med s&#229;dan verksamhet, beskattas endast i den
f&#246;rstn&#228;mnda staten.

6. Best&#228;mmelserna i artikel 13 punkt 4 och artikel 23 punkt 3
till&#228;mpas p&#229; vinst p&#229; grund av &#246;verl&#229;telse av skepp, b&#229;tar
eller luftfartyg som avses i punkt 5 respektive f&#246;rm&#246;genhet
best&#229;ende av s&#229;dana skepp, b&#229;tar eller luftfartyg.

7. Utan hinder av &#246;vriga best&#228;mmelser i avtalet g&#228;ller f&#246;ljande
i fr&#229;ga om beskattningen av l&#246;n och annan liknande ers&#228;ttning
som person med hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund
av arbete vilket utf&#246;rs i annan avtalsslutande stat f&#246;r
arbetsgivare som bedriver s&#229;dan verksamhet som avses i
punkterna 1 och 2:

a) Om inte best&#228;mmelserna i punkterna b)-d) f&#246;ranleder annat,
f&#229;r s&#229;dan l&#246;n eller ers&#228;ttning beskattas i denna andra stat,
men endast om arbetet p&#229;g&#229;r d&#228;r under tidsperiod eller
tidsperioder som sammanlagt &#246;verstiger 30 dagar under en
tolvm&#229;nadersperiod.

b) S&#229;dan l&#246;n eller ers&#228;ttning beskattas endast i den
f&#246;rstn&#228;mnda avtalsslutande staten om

1) arbetet har samband med utnyttjandet av kolv&#228;tef&#246;rekomster
som befinner sig p&#229; mittlinjen mellan avtalsslutande stater
eller mellan en avtalsslutande stat och annan stat,

2) avtal f&#246;religger mellan dessa stater om gemensamt
utnyttjande av f&#246;rekomsterna, och

3) utnyttjandet sker samtidigt p&#229; b&#229;da sidor om mittlinjen.

Best&#228;mmelserna i denna punkt till&#228;mpas endast efter
&#246;verenskommelse d&#228;rom mellan de beh&#246;riga myndigheterna i de
avtalsslutande staterna.

c) Om arbetet utf&#246;rs ombord p&#229; skepp eller b&#229;t som avses i
punkt 5, f&#229;r s&#229;dan l&#246;n eller ers&#228;ttning beskattas i den
avtalsslutande stat d&#228;r den person som anv&#228;nder skeppet eller
b&#229;ten har hemvist.

d) Om arbetet utf&#246;rs ombord p&#229; luftfartyg som avses i punkt 5,
beskattas s&#229;dan l&#246;n eller ers&#228;ttning endast i den
avtalsslutande stat d&#228;r f&#246;retaget har hemvist.

8. Person med hemvist i en avtalsslutande stat som bedriver
verksamhet utanf&#246;r kusten i annan avtalsslutande stat &#228;r
undantagen fr&#229;n beskattning i denna andra stat f&#246;r vinst som
denna person anses ha f&#246;rv&#228;rvat p&#229; grund av &#246;verflyttning av
flyttbar borranl&#228;ggning eller hotellplattform till omr&#229;de
utanf&#246;r denna andra stat. Med vinst i denna punkt f&#246;rst&#229;s
belopp med vilket marknadsv&#228;rdet vid tidpunkten f&#246;r
&#246;verflyttningen &#246;verstiger restv&#228;rdet vid denna tidpunkt med
till&#228;gg av f&#246;retagna avskrivningar.

9. Vinst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av

a) r&#228;tt till f&#246;rberedande unders&#246;kning, utforskning eller
utnyttjande av kolv&#228;tef&#246;rekomster i annan avtalsslutande stat,
h&#228;ri inbegripet r&#228;tt till andel i eller f&#246;rm&#229;n av s&#229;dana
f&#246;rekomster, eller

b) aktier eller andra andelar i bolag, vilkas v&#228;rde helt eller
till v&#228;sentlig del, direkt eller indirekt, h&#228;nf&#246;r sig till
s&#229;dan r&#228;tt,

f&#229;r beskattas i denna andra stat.

Artikel 22

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal beskattas endast i denna stat, oavsett varifr&#229;n inkomsten
h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte om inkomsttagaren
har hemvist i en avtalsslutande stat och har fast driftst&#228;lle
eller stadigvarande anordning i annan avtalsslutande stat samt
den r&#228;ttighet eller egendom i fr&#229;ga om vilken inkomsten betalas
&#228;ger verkligt samband med r&#246;relse som bedrivs fr&#229;n det fasta
driftst&#228;llet respektive sj&#228;lvst&#228;ndig yrkesverksamhet som ut&#246;vas
fr&#229;n den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14. Ing&#229;r i fast
driftst&#228;lle eller stadigvarande anordning fast egendom
beskattas emellertid inkomst av s&#229;dan egendom med till&#228;mpning
av best&#228;mmelserna i artikel 6 punkterna 1, 2 och 4.

Artikel 23

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av fast egendom som person med hemvist
i en avtalsslutande stat innehar och som &#228;r bel&#228;gen i annan
avtalsslutande stat f&#229;r beskattas i denna andra stat.

2. F&#246;rm&#246;genhet best&#229;ende av aktie eller annan andel i bolag
vars huvudsakliga &#228;ndam&#229;l &#228;r att inneha fast egendom och vars
tillg&#229;ngar (f&#246;re avdrag f&#246;r skulder) direkt eller indirekt till
mer &#228;n 75 procent best&#229;r av fast egendom som &#228;r bel&#228;gen i en
avtalsslutande stat, f&#229;r beskattas i denna stat.

3. F&#246;rm&#246;genhet best&#229;ende av skepp eller luftfartyg som anv&#228;nds
i internationell trafik samt av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig
till anv&#228;ndningen av s&#229;dant skepp eller luftfartyg, och som &#228;gs
av person med hemvist i en avtalsslutande stat, beskattas
endast i denna stat.

4. F&#246;rm&#246;genhet best&#229;ende av containrar (d&#228;ri inbegripet
sl&#228;pvagn och annan utrustning f&#246;r transport av containrar) som
anv&#228;nds f&#246;r transport av gods eller varor, och som &#228;gs av
person med hemvist i en avtalsslutande stat, beskattas endast i
denna stat, utom d&#229; containern anv&#228;nds uteslutande mellan
platser i annan avtalsslutande stat.

5. All annan f&#246;rm&#246;genhet, oavsett var denna &#228;r bel&#228;gen, som
person med hemvist i en avtalsslutande stat innehar, beskattas
endast i denna stat.

6. Utan hinder av best&#228;mmelserna i punkt 5 f&#229;r emellertid
f&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i annan avtalsslutande stat, eller av
l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som fysisk person med
hemvist i en avtalsslutande stat har i annan avtalsslutande
stat, beskattas i denna andra stat.

7. Best&#228;mmelserna i punkterna 1-6 till&#228;mpas i en avtalsslutande
stat endast i f&#246;rh&#229;llande till annan avtalsslutande stat som
tar ut allm&#228;n skatt p&#229; f&#246;rm&#246;genhet.

Artikel 24

D&#246;dsbo

Inkomst eller tillg&#229;ng som beskattas hos d&#246;dsbo med hemvist i
en avtalsslutande stat, f&#229;r inte beskattas hos d&#246;dsbodel&#228;gare
med hemvist i annan avtalsslutande stat.

Artikel 25

Undanr&#246;jande av dubbelbeskattning

1. Danmark

a) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i detta avtal f&#229;r beskattas i annan
avtalsslutande stat, skall Danmark, s&#229;vida inte best&#228;mmelserna
i punkt b) eller c) f&#246;ranleder annat, fr&#229;n denna persons danska
inkomstskatt avr&#228;kna ett belopp motsvarande den inkomstskatt
som betalats i denna andra stat.

Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den del av
den danska inkomstskatten, ber&#228;knad utan s&#229;dan avr&#228;kning, som
bel&#246;per p&#229; den inkomst som f&#229;r beskattas i denna andra stat.

b) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i detta avtal beskattas endast i annan
avtalsslutande stat, f&#229;r Danmark inr&#228;kna inkomsten i
beskattningsunderlaget men skall s&#228;tta ned den danska skatten
p&#229; inkomsten genom avdrag med den del av inkomstskatten som
bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna andra stat.

c) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst som avses
i artikel 15 punkt 1 eller artikel 21 punkt 7 a), f&#229;r Danmark
inr&#228;kna inkomsten i beskattningsunderlaget men skall s&#228;tta ned
den danska skatten p&#229; inkomsten genom avdrag med den del av
inkomstskatten som bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna
andra stat.

2. F&#228;r&#246;arna

a) Om person med hemvist p&#229; F&#228;r&#246;arna f&#246;rv&#228;rvar inkomst som
enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i annan
avtalsslutande stat, skall F&#228;r&#246;arna, s&#229;vida inte best&#228;mmelserna
i punkt b) eller c) f&#246;ranleder annat, fr&#229;n denna persons
f&#228;r&#246;iska inkomstskatt avr&#228;kna ett belopp motsvarande den
inkomstskatt som betalats i denna andra stat.

Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den del av
den f&#228;r&#246;iska inkomstskatten, ber&#228;knad utan s&#229;dan avr&#228;kning, som
bel&#246;per p&#229; den inkomst som f&#229;r beskattas i denna andra stat.

b) Om person med hemvist p&#229; F&#228;r&#246;arna f&#246;rv&#228;rvar inkomst som
enligt best&#228;mmelserna i detta avtal beskattas endast i annan
avtalsslutande stat, f&#229;r F&#228;r&#246;arna inr&#228;kna inkomsten i
beskattningsunderlaget men skall s&#228;tta ned den f&#228;r&#246;iska skatten
p&#229; inkomsten genom avdrag med den del av inkomstskatten som
bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna andra stat.

c) Om person med hemvist p&#229; F&#228;r&#246;arna fr&#229;n annan avtalsslutande
stat f&#246;rv&#228;rvar inkomst av enskild tj&#228;nst som avses i artikel 15
punkt 1 eller artikel 21 punkt 7 a) och som enligt dessa
punkter f&#229;r beskattas i denna andra avtalsslutande stat, f&#229;r
F&#228;r&#246;arna inr&#228;kna inkomsten i beskattningsunderlaget men skall
s&#228;tta ned den f&#228;r&#246;iska skatten p&#229; inkomsten genom avdrag med
den del av inkomstskatten som bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r
fr&#229;n denna andra stat.

3. Finland

a) Om person med hemvist i Finland f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Finland, s&#229;vida
inte best&#228;mmelserna i punkt b), c) eller d) f&#246;ranleder annat,
med iakttagande av best&#228;mmelserna i finsk lagstiftning (ocks&#229; i
den lydelse den framdeles kan f&#229; genom att &#228;ndras utan att den
allm&#228;nna princip som anges h&#228;r p&#229;verkas),

1) fr&#229;n denna persons finska inkomstskatt avr&#228;kna ett belopp
motsvarande den inkomstskatt i denna andra stat som betalats
enligt lagstiftningen i denna andra stat och i &#246;verensst&#228;mmelse
med avtalet, ber&#228;knad p&#229; samma inkomst som den p&#229; vilken den
finska skatten ber&#228;knas;

2) fr&#229;n denna persons finska f&#246;rm&#246;genhetsskatt avr&#228;kna ett
belopp motsvarande den f&#246;rm&#246;genhetsskatt i denna andra stat som
betalats enligt lagstiftningen i denna stat och i
&#246;verensst&#228;mmelse med avtalet, ber&#228;knad p&#229; samma f&#246;rm&#246;genhet som
den p&#229; vilken den finska skatten ber&#228;knas.

b) Utdelning fr&#229;n bolag med hemvist i annan avtalsslutande stat
&#228;n Finland till bolag med hemvist i Finland &#228;r undantagen fr&#229;n
beskattning i Finland, om mottagaren direkt beh&#228;rskar minst 10
procent av r&#246;stetalet i det bolag som betalar utdelningen.

c) Om person med hemvist i Finland fr&#229;n annan avtalsslutande
stat f&#246;rv&#228;rvar inkomst av enskild tj&#228;nst som avses i artikel 15
punkt 1 eller artikel 21 punkt 7 a) och som enligt dessa
punkter f&#229;r beskattas i denna andra avtalsslutande stat, skall
s&#229;dan inkomst undantas fr&#229;n finsk skatt.

d) Om person med hemvist i Finland f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast i annan avtalsslutande stat eller f&#246;rv&#228;rvar
inkomst som enligt punkt c) skall undantas fr&#229;n finsk skatt,
f&#229;r Finland inr&#228;kna inkomsten eller f&#246;rm&#246;genheten i
beskattningsunderlaget men skall s&#228;tta ned den finska skatten
p&#229; inkomsten eller f&#246;rm&#246;genheten genom avdrag med den del av
inkomstskatten respektive f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229;
den inkomst som f&#246;rv&#228;rvats fr&#229;n denna andra stat respektive den
f&#246;rm&#246;genhet som innehas d&#228;r.

4. Island

a) Om person med hemvist i Island f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast eller f&#229;r beskattas i annan avtalsslutande
stat, skall Island, s&#229;vida inte best&#228;mmelserna i punkt b)
f&#246;ranleder annat, s&#228;tta ned den isl&#228;ndska inkomst- eller
f&#246;rm&#246;genhetsskatten genom avdrag med den del av inkomst- eller
f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som f&#246;rv&#228;rvats
fr&#229;n eller den f&#246;rm&#246;genhet som innehas i denna andra stat.

b) Om person med hemvist i Island f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i artikel 10, artikel 13 punkt 7, artikel 15
punkt 3, artikel 16 eller artikel 21 punkterna 1-6 och 7 c)
samt 8 och 9 f&#229;r beskattas i annan avtalsslutande stat, skall
Island fr&#229;n denna persons isl&#228;ndska inkomstskatt avr&#228;kna ett
belopp motsvarande den inkomstskatt som betalats i denna andra
stat. Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den
del av den isl&#228;ndska skatten, ber&#228;knad utan s&#229;dan avr&#228;kning,
som bel&#246;per p&#229; den inkomst som f&#229;r beskattas i denna andra
stat.

5. Norge

Om inte best&#228;mmelserna i norsk lagstiftning om avr&#228;kning fr&#229;n
norsk skatt av skatt som betalats i omr&#229;de utanf&#246;r Norge
f&#246;ranleder annat (dock utan att den allm&#228;nna princip som anges
h&#228;r &#228;ndras), g&#228;ller f&#246;ljande:

a) Om person med hemvist i Norge f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Norge, s&#229;vida inte
best&#228;mmelserna i punkt b) eller c) f&#246;ranleder annat,

1) fr&#229;n den skatt som bel&#246;per p&#229; personens inkomst avr&#228;kna ett
belopp motsvarande den inkomstskatt som betalats i denna andra
stat,

2) fr&#229;n den skatt som bel&#246;per p&#229; personens f&#246;rm&#246;genhet avr&#228;kna
ett belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats p&#229;
dessa f&#246;rm&#246;genhetstillg&#229;ngar i denna andra stat.

S&#229;dan avr&#228;kning skall emellertid inte &#246;verstiga den del av
skatten p&#229; inkomsten eller f&#246;rm&#246;genheten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den inkomst respektive de
f&#246;rm&#246;genhetstillg&#229;ngar som f&#229;r beskattas i denna andra stat.

b) Om person med hemvist i Norge f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i detta avtal beskattas endast i annan
avtalsslutande stat, f&#229;r Norge inr&#228;kna inkomsten i
beskattningsunderlaget men skall s&#228;tta ned den norska skatten
p&#229; inkomsten genom avdrag med den del av inkomstskatten som
bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna andra stat.

c) Om person med hemvist i Norge f&#246;rv&#228;rvar inkomst som avses i
artikel 15 punkt 1 eller artikel 21 punkt 7 a) f&#229;r Norge
inr&#228;kna inkomsten i beskattningsunderlaget, men skall s&#228;tta ned
den norska skatten p&#229; inkomsten genom avdrag med den del av
inkomstskatten som bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna
andra stat.

6. Sverige

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Sverige, s&#229;vida
inte best&#228;mmelserna i punkt b) eller c) f&#246;ranleder annat,

1) - med iakttagande av best&#228;mmelserna i svensk lagstiftning
(ocks&#229; i den lydelse den framdeles kan f&#229; genom att &#228;ndras utan
att den allm&#228;nna princip som anges h&#228;r &#228;ndras) - fr&#229;n skatten
p&#229; inkomsten avr&#228;kna ett belopp motsvarande den inkomstskatt
som betalats i denna andra stat,

2) fr&#229;n denna persons svenska f&#246;rm&#246;genhetsskatt avr&#228;kna ett
belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats i denna
andra stat. Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga
den del av den svenska f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r beskattas i
denna andra stat.

b) Om person med hemvist i Sverige fr&#229;n annan avtalsslutande
stat f&#246;rv&#228;rvar inkomst av enskild tj&#228;nst som avses i artikel 15
punkt 1 eller artikel 21 punkt 7 a) och som enligt dessa
punkter f&#229;r beskattas i denna andra avtalsslutande stat, skall,
utan hinder av best&#228;mmelserna i punkt a), s&#229;dan inkomst
undantas fr&#229;n svensk skatt.

c) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast i annan avtalsslutande stat eller f&#246;rv&#228;rvar
inkomst som enligt punkt b) skall undantas fr&#229;n svensk skatt,
f&#229;r Sverige, vid fastst&#228;llandet av skattesatsen f&#246;r svensk
progressiv skatt p&#229; annan inkomst eller f&#246;rm&#246;genhet, beakta den
inkomst eller f&#246;rm&#246;genhet som beskattas endast i den andra
avtalsslutande staten eller s&#229;dan inkomst som undantas fr&#229;n
svensk skatt.

7. Gemensamma best&#228;mmelser

1. Uttrycket &quot;betalats i denna andra stat&quot; i denna artikel
anses ocks&#229; innefatta s&#229;dan skatt p&#229; inkomst som erlagts i
Danmark, p&#229; F&#228;r&#246;arna, i Finland, i Island, i Norge respektive i
Sverige och som skall &#246;verf&#246;ras till n&#228;mnda andra stat f&#246;r att
d&#228;r gottskrivas vederb&#246;rande person som skatt p&#229; samma inkomst.

2. Om person med hemvist i en avtalsslutande stat
(hemviststaten) fr&#229;n annan avtalsslutande stat
(verksamhetsstaten) f&#246;rv&#228;rvar inkomst av enskild tj&#228;nst som
enligt artikel l5 punkt 1 eller artikel 21 punkt 7 a) f&#229;r
beskattas i verksamhetsstaten, skall hemviststaten, utan hinder
av best&#228;mmelserna i punkterna 1 c), 2 c), 3 c), 4 a), 5 c)
eller 6 b) i denna artikel, undanr&#246;ja dubbelbeskattning genom
avr&#228;kning av den skatt som betalats i denna andra stat med
till&#228;mpning av best&#228;mmelserna i punkterna 1 a), 2 a), 3 a), 4
b), 5 a) eller 6 a) om personen i fr&#229;ga f&#246;rv&#228;rvat inkomsten
fr&#229;n f&#246;retag eller fast driftst&#228;lle i verksamhetsstaten och han
&#228;r eller omedelbart f&#246;re anst&#228;llningen i verksamhetsstaten
varit anst&#228;lld i

a) f&#246;retag utanf&#246;r verksamhetsstaten vilket &#228;r ett f&#246;retag med
intressegemenskap med f&#246;retaget i verksamhetsstaten, eller

b) f&#246;retag utanf&#246;r verksamhetsstaten till vilket det fasta
driftst&#228;llet h&#246;r.

3. Best&#228;mmelserna i punkterna 1 c), 2 c), 3 c), 4 a), 5 c)
eller 6 b) skall, utan hinder av vad som f&#246;reskrivs i
f&#246;reg&#229;ende punkt, dock till&#228;mpas om personen i fr&#229;ga kan visa
att

a) han i och f&#246;r arbetet vistats i verksamhetsstaten under en
sammanh&#228;ngande period under beskattnings&#229;ret i fr&#229;ga som
&#246;verstiger tre m&#229;nader, eller

b) arbetet i verksamhetsstaten utf&#246;rts f&#246;r respektive
kostnaderna r&#228;tteligen har belastat f&#246;retaget i denna stat
eller det d&#228;r bel&#228;gna fasta driftst&#228;llet.

Artikel 26

Allm&#228;nna beskattningsregler

1. Inkomst som person med hemvist i en avtalsslutande stat 
f&#246;rv&#228;rvar eller f&#246;rm&#246;genhet som s&#229;dan person innehar f&#229;r inte 
beskattas i annan avtalsslutande stat, s&#229;vida inte beskattning 
uttryckligen &#228;r till&#229;ten enligt detta avtal.

2. I fall d&#229; beskattningsr&#228;tten till en inkomst eller tillg&#229;ng 
enligt avtalet tillagts annan avtalsslutande stat &#228;n den d&#228;r 
personen som f&#246;rv&#228;rvar inkomsten eller innehar tillg&#229;ngen har 
hemvist, och denna andra stat p&#229; grund av sin lagstiftning 
inte medtar inkomsten eller tillg&#229;ngen, i sin helhet, vid 
beskattningen eller endast beaktar inkomsten eller tillg&#229;ngen 
f&#246;r progressionsuppr&#228;kning eller annan skatteber&#228;kning, 
beskattas inkomsten eller tillg&#229;ngen, s&#229;vida inte annat 
f&#246;reskrivs nedan, till den del den inte medtas vid 
beskattningen i denna andra stat, endast i den avtalsslutande 
stat d&#228;r personen i fr&#229;ga har hemvist.

3. I fall d&#229; beskattningsr&#228;tten enligt artikel 14 punkt 1 samt 
artikel 15 punkt 2 och punkterna 4 a) och 4 b) till en inkomst 
som f&#246;rv&#228;rvas av en person med hemvist i en avtalsslutande 
stat enligt avtalet tillagts endast denna stat f&#229;r inkomsten 
beskattas i annan avtalsslutande stat om inkomsten inte kan 
beskattas i den f&#246;rstn&#228;mnda staten p&#229; grund av lagstiftningen 
i denna stat.

4. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal ska en 
f&#246;rm&#229;n enligt avtalet inte kunna &#229;tnjutas i fr&#229;ga om en 
inkomst eller en f&#246;rm&#246;genhetstillg&#229;ng, om det med h&#228;nsyn till 
alla relevanta omst&#228;ndigheter rimligen kan antas att ett av de 
huvudsakliga syftena med det arrangemang eller den transaktion 
som direkt eller indirekt resulterade i f&#246;rm&#229;nen var att komma 
i &#229;tnjutande av f&#246;rm&#229;nen. Detta g&#228;ller dock inte om det 
fastst&#228;lls att &#229;tnjutandet av f&#246;rm&#229;nen under dessa 
omst&#228;ndigheter &#228;r i enlighet med avtalets &#228;ndam&#229;l och syfte.

Artikel 27

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i annan
avtalsslutande stat bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i
denna andra stat under samma f&#246;rh&#229;llanden, s&#228;rskilt s&#229;vitt
avser hemvist, &#228;r eller kan bli underkastad. Utan hinder av
best&#228;mmelserna i artikel 1 till&#228;mpas denna best&#228;mmelse &#228;ven p&#229;
person som inte har hemvist i en eller flera av de
avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle eller stadigvarande
anordning, som f&#246;retag eller person med hemvist i en
avtalsslutande stat har i annan avtalsslutande stat, skall i
denna andra stat inte vara mindre f&#246;rdelaktig &#228;n beskattningen
av f&#246;retag eller person med hemvist i denna andra stat, som
bedriver verksamhet av samma slag.

Denna best&#228;mmelse anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att medge person med hemvist i annan
avtalsslutande stat s&#229;dant personligt avdrag vid beskattningen,
s&#229;dan skattebefrielse eller skatteneds&#228;ttning p&#229; grund av
civilst&#229;nd eller f&#246;rs&#246;rjningsplikt mot familj som medges person
med hemvist i den f&#246;rstn&#228;mnda staten. Best&#228;mmelsen medf&#246;r inte
heller r&#228;tt att i en avtalsslutande stat erh&#229;lla avdrag vid
beskattningen eller skattebefrielse f&#246;r utdelning eller annan
utbetalning till bolag med hemvist i annan avtalsslutande stat.

Best&#228;mmelsen i f&#246;rsta stycket hindrar inte heller en
avtalsslutande stat att beskatta inkomst, som fast driftst&#228;lle
f&#246;rv&#228;rvar, enligt reglerna i denna stats egen lagstiftning, om
det fasta driftst&#228;llet tillh&#246;r aktiebolag eller d&#228;rmed
j&#228;mf&#246;rligt bolag i annan avtalsslutande stat. Beskattningen
skall dock motsvara den beskattning som till&#228;mpas f&#246;r
aktiebolag eller d&#228;rmed j&#228;mf&#246;rligt bolag med hemvist i den
f&#246;rstn&#228;mnda avtalsslutande staten p&#229; dess inkomst, ber&#228;knad
utan avdrag f&#246;r utdelad vinst.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 4 eller artikel 12 punkt 4 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan utbetalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i annan
avtalsslutande stat avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda staten.
P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat har
till person med hemvist i annan avtalsslutande stat avdragsgill
vid best&#228;mmandet av s&#229;dant f&#246;retags beskattningsbara
f&#246;rm&#246;genhet p&#229; samma villkor som skuld till person med hemvist
i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en
eller flera personer med hemvist i en eller flera av de andra
avtalsslutande staterna, skall inte i den f&#246;rstn&#228;mnda staten
bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed sammanh&#228;ngande krav
som &#228;r av annat slag eller mer tyngande &#228;n den beskattning och
d&#228;rmed sammanh&#228;ngande krav som annat liknande f&#246;retag i den
f&#246;rstn&#228;mnda staten &#228;r eller kan bli underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas
best&#228;mmelserna i denna artikel p&#229; skatter av varje slag och
beskaffenhet.

Artikel 28

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att i en eller flera av de 
avtalsslutande staterna vidtagits &#229;tg&#228;rder som f&#246;r honom 
medf&#246;r eller kommer att medf&#246;ra beskattning som strider mot 
best&#228;mmelserna i detta avtal, kan han, utan att detta p&#229;verkar 
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa 
staters interna r&#228;ttsordningar, l&#228;gga fram saken f&#246;r den 
beh&#246;riga myndigheten i n&#229;gon av de avtalsslutande staterna. 
Saken ska l&#228;ggas fram inom fem &#229;r fr&#229;n den tidpunkt d&#229; 
personen i fr&#229;ga fick vetskap om den &#229;tg&#228;rd som givit upphov 
till beskattning som strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men 
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, 
skall myndigheten s&#246;ka avg&#246;ra saken genom &#246;msesidig 
&#246;verenskommelse med beh&#246;rig myndighet i annan avtalsslutande 
stat, som ber&#246;rs av fr&#229;gan, i syfte att undvika beskattning 
som strider mot avtalet. Om den stat hos vars beh&#246;riga 
myndighet personen i fr&#229;ga har lagt fram saken inte sj&#228;lv 
ber&#246;rs av fr&#229;gan, skall denna beh&#246;riga myndighet &#246;verl&#228;mna 
saken till beh&#246;rig myndighet i n&#229;gon av de stater som ber&#246;rs 
av fr&#229;gan. &#214;verenskommelse som tr&#228;ffats genomf&#246;rs utan hinder 
av tidsgr&#228;nser i vederb&#246;rande avtalsslutande staters interna 
lagstiftning.

3. Om sv&#229;righeter eller tvivelsm&#229;l uppkommer mellan 
avtalsslutande stater betr&#228;ffande tolkningen eller 
till&#228;mpningen av avtalet, skall de beh&#246;riga myndigheterna i 
dessa stater &#246;verl&#228;gga f&#246;r att s&#246;ka l&#246;sa fr&#229;gan genom 
&#246;msesidig &#246;verenskommelse. De beh&#246;riga myndigheterna i avtals-
slutande stater kan &#228;ven &#246;verl&#228;gga f&#246;r att undanr&#246;ja 
dubbelbeskattning i s&#229;dana fall som inte omfattas av avtalet 
eller f&#246;r att genom &#246;msesidig &#246;verenskommelse l&#246;sa fr&#229;gor som, 
utan att vara reglerade i avtalet, p&#229; grund av olikhet i 
vederb&#246;rande staters principer f&#246;r skattens ber&#228;kning eller av 
andra sk&#228;l kan uppkomma i fr&#229;ga om de skatter som avses i 
artikel 2.

4. Innan beslut fattas i fr&#229;ga som avses i punkt 3, skall 
resultatet av &#246;verl&#228;ggningar som d&#228;r avses snarast delges 
beh&#246;riga myndigheter i &#246;vriga avtalsslutande stater. Finner 
beh&#246;rig myndighet i en avtalsslutande stat att &#246;verl&#228;ggningar 
b&#246;r &#228;ga rum mellan de beh&#246;riga myndigheterna i samtliga 
avtalsslutande stater, skall p&#229; beg&#228;ran av den beh&#246;riga 
myndigheten i den f&#246;rstn&#228;mnda avtalsslutande staten s&#229;dana 
&#246;verl&#228;ggningar &#228;ga rum utan dr&#246;jsm&#229;l.

Artikel 29

Medlemmar av diplomatisk beskickning eller konsulat

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer medlemmar
av diplomatisk beskickning eller konsulat.

Artikel 30

Territoriell utvidgning

1. Detta avtal kan antingen i sin helhet eller med erforderliga
&#228;ndringar utvidgas till att omfatta de omr&#229;den som undantagits
fr&#229;n avtalets tilll&#228;mpningsomr&#229;de enligt best&#228;mmelserna i
artikel 3 punkt 1 a), under f&#246;ruts&#228;ttning att d&#228;r p&#229;f&#246;rs
skatter av samma eller i huvudsak likartat slag som de som
avses i avtalet. S&#229;dan utvidgning g&#228;ller fr&#229;n den dag och med
de &#228;ndringar och villkor, h&#228;ri inbegripet best&#228;mmelser om
upph&#246;rande, som kan s&#228;rskilt &#246;verenskommas mellan de
avtalsslutande staterna genom diplomatisk notv&#228;xling.

2. Om avtalet enligt artikel 32 upph&#246;r att g&#228;lla skall, s&#229;vida
inte annat &#246;verenskommits mellan de avtalsslutande staterna,
avtalet upph&#246;ra att g&#228;lla ocks&#229; betr&#228;ffande varje omr&#229;de till
vilket avtalet har utvidgats enligt denna artikel.

Artikel 31

Ikrafttr&#228;dande

1. Detta avtal tr&#228;der i kraft trettionde dagen efter den d&#229;
samtliga avtalsslutande stater har meddelat det finska
utrikesministeriet, att avtalet har godk&#228;nts. Det finska
utrikesministeriet underr&#228;ttar de &#246;vriga avtalsslutande
staterna om mottagandet av dessa meddelanden och om tidpunkten
f&#246;r avtalets ikrafttr&#228;dande.

2. Sedan avtalet tr&#228;tt i kraft, till&#228;mpas dess best&#228;mmelser

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; avtalet tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; avtalet tr&#228;der i kraft eller
senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det
d&#229; avtalet tr&#228;der i kraft eller senare.

3. Utan hinder av best&#228;mmelsen i artikel 15 punkt 3 beskattas
inkomst av arbete som omfattas av denna best&#228;mmelse endast i
den avtalsslutande stat vars nationalitet skeppet har. Denna
best&#228;mmelse till&#228;mpas p&#229; skatter som avser det kalender&#229;r, som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; avtalet tr&#228;der i kraft, och de
tv&#229; d&#228;rp&#229; n&#228;rmast f&#246;ljande kalender&#229;ren.

4. Avtalet den 12 september 1989 mellan de nordiska l&#228;nderna
f&#246;r att undvika dubbelbeskattning betr&#228;ffande skatter p&#229;
inkomst och p&#229; f&#246;rm&#246;genhet upph&#246;r att vara till&#228;mpligt i fr&#229;ga
om inkomst eller f&#246;rm&#246;genhet p&#229; vilka f&#246;revarande avtal blir
till&#228;mpligt enligt punkt 2. Det f&#246;rstn&#228;mnda avtalet upph&#246;r att
g&#228;lla vid den sista tidpunkt, d&#229; detta avtal enligt f&#246;reg&#229;ende
best&#228;mmelser i n&#228;mnda punkt blir till&#228;mpligt.

5. Best&#228;mmelserna i punkterna 2 och 3 i punkt VII respektive i
punkterna 2 och 3 i punkt VIII i protokollet till avtalet den
12 september 1989 skall dock alltj&#228;mt till&#228;mpas p&#229; person som
den 1 januari 1997 uppfyller och f&#246;r tid d&#228;refter alltj&#228;mt
uppfyller villkoren i de n&#228;mnda best&#228;mmelserna. Tid till och
med den 30 juni 1997 f&#229;r beaktas vid ber&#228;kning av
sexm&#229;nadersperioden i punkt 4 i punkt VII respektive i punkt 4
i punkt VIII i protokollet till n&#228;mnda avtal. Fr&#229;n kortare
avbrott s&#229;som semester, f&#246;r&#228;ldraledighet m.m. skall d&#228;rvid
bortses. De n&#228;rmare best&#228;mmelserna f&#246;r till&#228;mpningen h&#228;rav
skall &#246;verenskommas genom &#246;msesidig &#246;verenskommelse mellan de
beh&#246;riga myndigheterna i Danmark respektive Sverige.

Artikel 32

Upph&#246;rande

En avtalsslutande stat kan senast den 30 juni under ett
kalender&#229;r som b&#246;rjar efter utg&#229;ngen av en tidrymd av fem &#229;r
efter dagen f&#246;r ikrafttr&#228;dande av avtalet s&#228;ga upp avtalet
genom skriftligt meddelande h&#228;rom till det finska
utrikesministeriet, som underr&#228;ttar de &#246;vriga avtalsslutande
staterna om mottagandet av s&#229;dant meddelande och om dess
inneh&#229;ll. Har upps&#228;gningstiden iakttagits, upph&#246;r avtalet att
g&#228;lla i f&#246;rh&#229;llandet mellan den stat som verkst&#228;llt
upps&#228;gningen och &#246;vriga avtalsslutande stater

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; det finska utrikesministeriet tog emot meddelandet om
upps&#228;gningen eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; det finska utrikesministeriet tog
emot meddelandet om upps&#228;gningen eller senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret n&#228;rmast
efter det d&#229; det finska utrikesministeriet tog emot meddelandet
om upps&#228;gningen eller senare.

Originalexemplaret till detta avtal deponeras hos det finska
utrikesministeriet, som tillst&#228;ller de &#246;vriga avtalsslutande
staterna bestyrkta kopior d&#228;rav.

Till bekr&#228;ftelse h&#228;rav har de vederb&#246;rligen befullm&#228;ktigade
ombuden undertecknat detta avtal.

Som skedde i Helsingfors den 23 september 1996 i ett exemplar
p&#229; danska, f&#228;r&#246;iska, finska, isl&#228;ndska, norska och svenska
spr&#229;ken, varvid p&#229; svenska spr&#229;ket utf&#228;rdades tv&#229; texter, en
f&#246;r Finland och en f&#246;r Sverige, vilka samtliga texter har samma
giltighet.

Protokoll

Vid undertecknande av det i dag mellan de nordiska l&#228;nderna
ing&#229;ngna avtalet f&#246;r att undvika dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet har undertecknade kommit
&#246;verens om f&#246;ljande best&#228;mmelser som utg&#246;r en integrerande del
av avtalet:

I. Till artiklarna 7 och 15

1. Utan hinder av best&#228;mmelserna i artikel 7 beskattas inkomst,
vilken f&#246;retag i Norge eller Sverige f&#246;rv&#228;rvar genom verksamhet
som bedrivs i Sverige respektive Norge, endast i den stat d&#228;r
f&#246;retaget har hemvist, om verksamheten avser upps&#228;ttning och
underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r renar p&#229; str&#228;ckor l&#228;ngs den
norsk-svenska riksgr&#228;nsen, vilka str&#228;ckor anges i
&#246;verenskommelse enligt punkt 4.

2. Utan hinder av best&#228;mmelserna i artikel 15 beskattas
inkomst, vilken person med hemvist i Norge eller Sverige
f&#246;rv&#228;rvar genom personligt arbete som utf&#246;rs i Sverige
respektive Norge, endast i den stat d&#228;r denna person har
hemvist, om arbetet avser upps&#228;ttning och underh&#229;ll av
sp&#228;rrst&#228;ngsel f&#246;r renar p&#229; str&#228;ckor l&#228;ngs den norsk-svenska
riksgr&#228;nsen, vilka str&#228;ckor anges i &#246;verenskommelse enligt
punkt 4.

3. Best&#228;mmelserna i punkterna 1 och 2 betr&#228;ffande f&#246;retag i,
respektive person med hemvist i Norge eller Sverige skall &#228;ga
motsvarande till&#228;mpning betr&#228;ffande f&#246;retag i, respektive
person med hemvist i Finland eller Norge.

4. De beh&#246;riga myndigheterna i ber&#246;rda avtalsslutande stater
skall genom &#246;msesidig &#246;verenskommelse fastst&#228;lla de str&#228;ckor
l&#228;ngs vederb&#246;rande riksgr&#228;ns p&#229; vilka best&#228;mmelserna i
punkterna 1-3 skall tilll&#228;mpas.

II. Till artiklarna 7, 10-15, 19 och 23

1. Utan hinder av best&#228;mmelserna i artikel 7, artikel 10 punkt
2, artikel 11 punkt 2 och artikel 12 punkt 2 beskattas inkomst,
som f&#246;retag i Danmark eller Sverige vilket deltar i byggandet
och driften av fasta f&#246;rbindelser &#246;ver &#214;resund f&#246;rv&#228;rvar, i den
m&#229;n inkomsten erh&#229;lls f&#246;r byggandet och driften av bron
respektive den d&#228;rmed sammanh&#228;ngande tunnelf&#246;rbindelsen, endast
i den stat d&#228;r f&#246;retaget har hemvist. Motsvarande g&#228;ller
inkomst som s&#229;dant f&#246;retag f&#246;rv&#228;rvar i den m&#229;n inkomsten
erh&#229;lls f&#246;r byggandet och underh&#229;llet av den konstgjorda &#246;n.

2. Utan hinder av best&#228;mmelserna i artikel 13 punkt 3 beskattas
vinst, som f&#246;retag i eller person med hemvist i Danmark eller
Sverige vilket eller vilken deltar i byggandet och driften av
fasta f&#246;rbindelser &#246;ver &#214;resund f&#246;rv&#228;rvar p&#229; grund av
&#246;verl&#229;telse av d&#228;r angiven egendom vilken anv&#228;nds vid byggandet
och driften av bron respektive den d&#228;rmed sammanh&#228;ngande
tunnelf&#246;rbindelsen, endast i den stat d&#228;r f&#246;retaget respektive
personen har hemvist. Motsvarande g&#228;ller vinst som s&#229;dant
f&#246;retag eller s&#229;dan person f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av
s&#229;dan egendom vilken anv&#228;nds vid byggandet och underh&#229;llet av
den konstgjorda &#246;n.

3. Utan hinder av best&#228;mmelserna i artikel 14 punkt 1, artikel
15 punkt 1 och artikel 19 beskattas inkomst, som person med
hemvist i Danmark eller Sverige f&#246;rv&#228;rvar fr&#229;n f&#246;retag som
deltar i byggandet och driften av fasta f&#246;rbindelser &#246;ver
&#214;resund, om arbetet avser byggandet och driften av bron
respektive den d&#228;rmed sammanh&#228;ngande tunnelf&#246;rbindelsen, endast
i den stat d&#228;r personen har hemvist. Motsvarande g&#228;ller inkomst
som s&#229;dan person f&#246;rv&#228;rvar om arbetet avser byggandet och
underh&#229;llet av den konstgjorda &#246;n.

4. Utan hinder av best&#228;mmelserna i artikel 23 punkt 6 beskattas
d&#228;r angiven f&#246;rm&#246;genhet, som f&#246;retag i eller person med hemvist
i Danmark eller Sverige innehar och som anv&#228;nds vid byggandet
och driften av bron respektive den d&#228;rmed sammanh&#228;ngande
tunnelf&#246;rbindelsen &#246;ver &#214;resund, endast i den stat d&#228;r
f&#246;retaget respektive personen har hemvist. Motsvarande g&#228;ller
f&#246;rm&#246;genhet som s&#229;dant f&#246;retag eller s&#229;dan person innehar och
som anv&#228;nds vid byggandet och underh&#229;llet av den konstgjorda
&#246;n.

III. Till artiklarna 7, 8, 13, 15 och 23

1. Best&#228;mmelserna i artikel 7, artikel 8 punkt 1, artikel 13
punkt 4 och artikel 23 punkt 3 till&#228;mpas i Danmark, Norge och
Sverige p&#229; inkomst som konsortierna Scandinavian Airlines
System (SAS), Scanair eller SAS Commuter f&#246;rv&#228;rvar genom
kommersiell internationell och inrikes luftfart och annan
d&#228;rmed direkt sammanh&#228;ngande verksamhet, p&#229; realisationsvinst
som ber&#246;rda konsortium f&#246;rv&#228;rvar vid &#246;verl&#229;telse av l&#246;s egendom
som anv&#228;nds i s&#229;dan luftfart och s&#229;dan annan verksamhet och p&#229;
f&#246;rm&#246;genhet som konsortiet innehar och som anv&#228;nds i s&#229;dan
luftfart och s&#229;dan annan verksamhet, i f&#246;rh&#229;llande till den
andel i konsortiet som innehas av del&#228;gare som har hemvist i
Danmark, Norge respektive Sverige.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas efter &#246;verenskommelse
mellan de beh&#246;riga myndigheterna i Danmark, Norge och Sverige
ocks&#229; i fr&#229;ga om annat konsortium eller annan liknande
sammanslutning f&#246;r bedrivande av luftfart eller annan d&#228;rmed
direkt sammanh&#228;ngande verksamhet, i vilken sammanslutning
endast del&#228;gare i SAS, direkt eller indirekt, innehar andel och
vilken i huvudsak &#228;r uppbyggd i enlighet med de principer som
g&#228;ller f&#246;r SAS.

IV. Till artikel 13

Best&#228;mmelserna i artikel 13 punkterna 6 och 7 ber&#246;r inte en
avtalsslutande stats r&#228;tt att enligt sin egen lagstiftning
beskatta realisationsvinst som en person som flyttar fr&#229;n denna
stat anses ha erh&#229;llit i samband med utflyttningen.

V. Till artikel 15

1. I artikel 15 punkt 2 d) anses arbetstagare med hemvist i en
avtalsslutande stat uthyrd n&#228;r han av n&#229;gon (uthyrare) st&#228;lls
till f&#246;rfogande f&#246;r att utf&#246;ra arbete i annans (uppdragsgivare)
verksamhet i annan avtalsslutande stat, f&#246;rutsatt att
uppdragsgivaren har hemvist eller fast driftst&#228;lle i denna
andra stat och att uthyraren inte har ansvar f&#246;r och inte
heller st&#229;r risken f&#246;r arbetsresultatet.

2. Vid avg&#246;randet av fr&#229;gan om en arbetstagare skall anses
uthyrd, skall g&#246;ras en samlad bed&#246;mning varvid s&#228;rskilt beaktas
om

a) den &#246;vergripande arbetsledningen &#229;vilar uppdragsgivaren,

b) arbetet utf&#246;rs p&#229; en arbetsplats som disponeras av
uppdragsgivaren och f&#246;r vilken han har ansvar,

c) ers&#228;ttningen till uthyraren ber&#228;knas efter den tid som g&#229;tt
&#229;t eller med ledning av annat samband mellan ers&#228;ttningen och
den l&#246;n arbetstagaren f&#229;r,

d) st&#246;rsta delen av arbetsredskap och material st&#228;lls till
f&#246;rfogande av uppdragsgivaren, och

e) uthyraren inte ensidigt best&#228;mmer antalet arbetstagare och
de kvalifikationer dessa skall ha.

3. Utan hinder av best&#228;mmelserna i artikel 15 punkterna 1 och 2
skall l&#246;n eller annan liknande ers&#228;ttning, som person med
hemvist i Danmark uppb&#228;r p&#229; grund av arbete som utf&#246;rs ombord
p&#229; danskt t&#229;g, respektive som person med hemvist i Sverige
uppb&#228;r p&#229; grund av arbete som utf&#246;rs ombord p&#229; svenskt t&#229;g, i
trafik mellan Danmark och Sverige, beskattas endast i den stat
d&#228;r personen har hemvist.

VI. Till artiklarna 15 och 19

1. Utan hinder av best&#228;mmelserna i artikel 15 punkterna 1 och 2
och artikel 19 punkt 1 beskattas inkomst, vilken person med
hemvist i kommun i Finland eller Norge som gr&#228;nsar till
landgr&#228;nsen mellan dessa stater f&#246;rv&#228;rvar p&#229; grund av
personligt arbete som utf&#246;rs i s&#229;dan kommun i den andra av
dessa stater, endast i den stat d&#228;r personen i fr&#229;ga har
hemvist, under f&#246;ruts&#228;ttning att denna person regelm&#228;ssigt
uppeh&#229;ller sig i sin fasta bostad i denna stat.

2. Utan hinder av best&#228;mmelserna i artikel 15 punkterna 1 och 2
och artikel 19 punkt 1 beskattas inkomst, vilken person med
hemvist i kommun i Finland eller Sverige som gr&#228;nsar till
landgr&#228;nsen mellan dessa stater f&#246;rv&#228;rvar p&#229; grund av
personligt arbete som utf&#246;rs i s&#229;dan kommun i den andra av
dessa stater, endast i den stat d&#228;r personen i fr&#229;ga har
hemvist, under f&#246;ruts&#228;ttning att denna person regelm&#228;ssigt
uppeh&#229;ller sig i sin fasta bostad i denna stat.

3. Utan hinder av best&#228;mmelserna i artikel 15 punkterna 1 och 2
och artikel 19 punkt 1 beskattas inkomst, vilken person med
hemvist i kommun i Norge eller Sverige som gr&#228;nsar till
landgr&#228;nsen mellan dessa stater f&#246;rv&#228;rvar p&#229; grund av
personligt arbete som utf&#246;rs i s&#229;dan kommun i den andra av
dessa stater, endast i den stat d&#228;r personen i fr&#229;ga har
hemvist, under f&#246;ruts&#228;ttning att denna person regelm&#228;ssigt
uppeh&#229;ller sig i sin fasta bostad i denna stat.

4. Med uttrycket &quot;regelm&#228;ssigt uppeh&#229;ller sig&quot; avses att den
skattskyldige i normalfallet minst en g&#229;ng i veckan uppeh&#229;ller
sig i sin fasta bostad i den avtalsslutande stat d&#228;r han har
hemvist. F&#246;r att en skattskyldig skall anses uppeh&#229;lla sig i
sin fasta bostad skall vistelsen i hemviststaten omfatta minst
tv&#229; dagar. H&#228;rvid g&#228;ller, liksom i &#246;vrigt i avtalet d&#228;r
uttrycket &quot;dag&quot; f&#246;rekommer, att med &quot;dag&quot; avses ocks&#229; del av
dag.

VII. Till artikel 18

1. Utan hinder av best&#228;mmelserna i artikel 18 skall i
f&#246;rh&#229;llandet mellan Danmark och F&#228;r&#246;arna f&#246;ljande g&#228;lla:

Pension, livr&#228;nta, socialf&#246;rs&#228;kringsers&#228;ttning,
underh&#229;llsbidrag och andra liknande utbetalningar, som h&#228;rr&#246;r
fr&#229;n en del av riket och betalas till en person med hemvist i
den andra delen av riket, beskattas endast i denna andra del av
riket.

2. Uttrycket &quot;socialf&#246;rs&#228;kringsers&#228;ttning&quot; omfattar,
betr&#228;ffande Danmark, &quot;orlovsydelser&quot;.

VII. a) Till artikel 18

1. Utan hinder av best&#228;mmelserna i artikel 18 punkt 1 kan
Finland tilll&#228;mpa f&#246;ljande best&#228;mmelser:

Pension och livr&#228;nta som betalas fr&#229;n annan avtalsslutande stat
&#228;n Finland och utbetalning fr&#229;n annan avtalsslutande stat &#228;n
Finland enligt sociallagstiftningen i denna stat till person
med hemvist i Finland beskattas endast i den f&#246;rstn&#228;mnda
staten. Detta g&#228;ller om personen hade hemvist i Finland den 4
april 2008 och vid denna tidpunkt tog emot s&#229;dan betalning.
Best&#228;mmelserna till&#228;mpas endast s&#229; l&#228;nge som personen utan
avbrott alltj&#228;mt har hemvist i Finland.

2. Utan hinder av best&#228;mmelserna i artikel 18 punkt 1 kan
Sverige tilll&#228;mpa f&#246;ljande best&#228;mmelser:

Pension och livr&#228;nta som betalas fr&#229;n annan avtalsslutande stat
&#228;n Sverige och utbetalning fr&#229;n annan avtalsslutande stat &#228;n
Sverige enligt sociallagstiftningen i denna stat till person
med hemvist i Sverige beskattas endast i den f&#246;rstn&#228;mnda
staten. Detta g&#228;ller om personen hade hemvist i Sverige den 4
april 2008 och vid denna tidpunkt tog emot s&#229;dan betalning.
Best&#228;mmelserna till&#228;mpas endast s&#229; l&#228;nge som personen utan
avbrott alltj&#228;mt har hemvist i Sverige.

VIII. Till artikel 19

1. Utan hinder av best&#228;mmelserna i artikel 19 skall f&#246;ljande
g&#228;lla i f&#246;rh&#229;llandet mellan Danmark och F&#228;r&#246;arna:

a) L&#246;n och annan liknande ers&#228;ttning (med undantag f&#246;r pension)
som betalas av en del av riket, en av dess politiska
underavdelningar eller lokala myndigheter till en fysisk person
p&#229; grund av arbete som utf&#246;rts f&#246;r denna del av riket,
underavdelning eller myndighet, beskattas endast i den del av
riket d&#228;r arbetet utf&#246;rts.

b) Utan hinder av best&#228;mmelsen i punkt a) beskattas l&#246;n och
annan liknande ers&#228;ttning, som person med hemvist i en del av
riket uppb&#228;r f&#246;r personligt arbete i anst&#228;llningsf&#246;rh&#229;llande
utf&#246;rt i en annan del av riket, endast i den f&#246;rstn&#228;mnda delen
av riket, om:

1) mottagaren vistas i denna andra del av riket under
tidsperiod eller tidsperioder som sammanlagt inte &#246;verstiger
120 dagar under en tolvm&#229;nadersperiod, och

2) l&#246;nen eller ers&#228;ttningen betalas av det &quot;sedvanliga
tj&#228;nstest&#228;llet&quot;.

c) Best&#228;mmelserna i artiklarna 15 och 16 samt i protokollspunkt
VII tilll&#228;mpas p&#229; l&#246;n och annan liknande ers&#228;ttning som uppb&#228;rs
f&#246;r arbete som utf&#246;rts i n&#228;ringsverksamhet som bedrivs av en
del av riket, en av dess politiska underavdelningar eller
lokala myndigheter.

2. Utan hinder av best&#228;mmelserna i punkt 1 skall f&#246;ljande g&#228;lla
i f&#246;rh&#229;llande mellan Danmark och F&#228;r&#246;arna:

a) ers&#228;ttningar, som fastst&#228;llts av det allm&#228;nna uteslutande
f&#246;r att t&#228;cka utgifter i samband med allm&#228;n eller enskild
tj&#228;nst, och som inte innefattar n&#229;gon ers&#228;ttning f&#246;r arbete och
som den danska staten, en av dess politiska underavdelningar
eller lokala myndigheter betalar till person som arbetar p&#229;
F&#228;r&#246;arna beskattas endast i Danmark,

b) ers&#228;ttningar som fastst&#228;llts av det allm&#228;nna uteslutande f&#246;r
att t&#228;cka utgifter i samband med allm&#228;n eller enskild tj&#228;nst
och som inte innefattar n&#229;gon ers&#228;ttning f&#246;r arbete och som
F&#228;r&#246;arnas landsstyre, en av dess politiska underavdelningar
eller lokala myndigheter betalar till person som arbetar i
Danmark beskattas endast p&#229; F&#228;r&#246;arna.

Best&#228;mmelserna i punkterna a) och b) till&#228;mpas under de f&#246;rsta
fem &#229;ren under vilka personen i fr&#229;ga uppb&#228;r n&#228;mnda
ers&#228;ttningar.

IX. Till artikel 20

1. Person som vistas i annan avtalsslutande stat &#228;n p&#229; F&#228;r&#246;arna
och person som vistas i annan avtalsslutande stat &#228;n i Island
uteslutande f&#246;r

a) studier vid l&#228;roanstalt i denna andra stat, om studierna &#228;r
av s&#229;dan art att studiest&#246;d av offentliga medel kan erh&#229;llas i
denna stat, eller

b) aff&#228;rs-, fiskeri-, industri-, lantbruks- eller
skogsbrukspraktik i denna andra stat,

och som har eller omedelbart f&#246;re vistelsen hade hemvist p&#229;
F&#228;r&#246;arna eller i Island, beskattas f&#246;r inkomst av anst&#228;llning i
den f&#246;rstn&#228;mnda avtalsslutande staten endast f&#246;r den del av
inkomsten som &#246;verstiger 20 000 svenska kronor under
kalender&#229;ret eller motv&#228;rdet i danskt, finskt, isl&#228;ndskt eller
norskt myntslag. N&#228;mnda belopp omfattar under vistelse i
Finland, Norge eller Sverige personligt avdrag f&#246;r kalender&#229;ret
i fr&#229;ga.

2. Skattefrihet enligt punkt 1 medges endast f&#246;r tid som
sk&#228;ligen eller vanligtvis &#229;tg&#229;r f&#246;r studierna eller
praktiktj&#228;nstg&#246;ringen, dock h&#246;gst f&#246;r sex p&#229; varandra f&#246;ljande
kalender&#229;r.

3. Utan hinder av best&#228;mmelserna i punkterna 1 och 2 skall
f&#246;ljande g&#228;lla i f&#246;rh&#229;llandet mellan Danmark och F&#228;r&#246;arna:

Studerande, praktikant eller liknande som har eller som
omedelbart f&#246;re vistelsen i en del av riket hade hemvist i den
andra delen av riket och som tillf&#228;lligt vistas i den
f&#246;rstn&#228;mnda delen av riket uteslutande i studie- eller
utbildningssyfte beskattas inte i denna del av riket f&#246;r belopp
som erh&#229;lls fr&#229;n den andra delen av riket eller fr&#229;n utlandet
f&#246;r uppeh&#228;lle, studier eller utbildning.

De beskattas inte heller f&#246;r belopp som betalas som ers&#228;ttning
f&#246;r arbete, om detta arbete &#228;r n&#246;dv&#228;ndigt f&#246;r deras uppeh&#228;lle.

Studerande, praktikant eller liknande som omedelbart f&#246;re
vistelsen i Danmark hade hemvist p&#229; F&#228;r&#246;arna, beskattas inte p&#229;
F&#228;r&#246;arna f&#246;r ers&#228;ttning f&#246;r arbete utf&#246;rt i Danmark.

Som studerande anses inte personer som efter att ha avslutat en
utbildning p&#229;b&#246;rjar en specialutbildning eller en utbildning
inom ett nytt omr&#229;de.

En vistelse anses som tillf&#228;llig om den inte &#246;verstiger den
reglerade studietiden med ett till&#228;gg om tv&#229; &#229;r.

En vistelse anses inte vara &quot;uteslutande i studie- eller
utbildningssyfte&quot; om den varat mer &#228;n sex m&#229;nader innan
studierna p&#229;b&#246;rjades.

I denna sexm&#229;nadersperiod skall inte inr&#228;knas s&#229;dan tid, dock
h&#246;gst ett &#229;r, som &#229;tg&#229;tt i samband med en f&#246;rberedande kurs som
enligt undervisningsanstalten utg&#246;r en f&#246;ruts&#228;ttning f&#246;r att
kunna p&#229;b&#246;rja studierna i fr&#229;ga.

I fall d&#229; tv&#229; makar ans&#246;ker om att bli antagna vid
undervisningsanstalt och endast den ene av dem antas, f&#246;rl&#228;ngs
sexm&#229;nadersregeln s&#229;vitt avser den andre maken, men dock h&#246;gst
till en sammanlagd tidsperiod om tv&#229; &#229;r.

4. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
studerande, praktikant eller liknande som har eller omedelbart
f&#246;re vistelsen i Danmark hade hemvist i Island och som
tillf&#228;lligt vistas i Danmark uteslutande i studie- eller
utbildningssyfte inte f&#246;r belopp som betalas som ers&#228;ttning f&#246;r
arbete, under f&#246;ruts&#228;ttning att arbetet &#228;r n&#246;dv&#228;ndigt f&#246;r hans
uppeh&#228;lle.

5. Person som har hemvist i annan avtalsslutande stat &#228;n
Danmark och som vid tillf&#228;llig vistelse i Danmark &#228;r anst&#228;lld i
Danmark under h&#246;gst 100 dagar under ett och samma kalender&#229;r
beskattas i Danmark endast f&#246;r den del av inkomsten som
&#246;verstiger ett belopp som enligt g&#228;llande best&#228;mmelser anses
vara n&#246;dv&#228;ndigt f&#246;r hans uppeh&#228;lle, under f&#246;ruts&#228;ttning att
arbetet &#228;r utf&#246;rt inom ramen f&#246;r nordiskt program f&#246;r utbyte av
praktik- och feriearbete och att arbetet har f&#246;rmedlats av
Nordjobb.

Det belopp som anses vara n&#246;dv&#228;ndigt f&#246;r vederb&#246;randes
uppeh&#228;lle fastst&#228;lls p&#229; &#229;rsbasis och neds&#228;tts i f&#246;rh&#229;llande
till uppeh&#229;llstidens l&#228;ngd i Danmark och hela kalender&#229;ret.

6. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;ffa &#246;verenskommelse om till&#228;mpningen av best&#228;mmelserna i
punkterna 1-5. De beh&#246;riga myndigheterna kan ocks&#229; tr&#228;ffa
&#246;msesidig &#246;verenskommelse om s&#229;dan &#228;ndring av d&#228;r omn&#228;mnda
belopp som finnes sk&#228;lig med h&#228;nsyn till f&#246;r&#228;ndring i
penningv&#228;rde, &#228;ndrad lagstiftning i n&#229;gon av de avtalsslutande
staterna eller annan liknande omst&#228;ndighet.

X. Till artikel 25

1. Best&#228;mmelsen i artikel 25 punkt 1 c) kan upph&#228;vas p&#229; 
beg&#228;ran av Danmark.

Beg&#228;ran om en s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom 
underr&#228;ttelse till envar av de andra avtalsslutande staterna. 
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den dag d&#229; 
samtliga andra avtalsslutande stater erh&#229;llit s&#229;dan 
underr&#228;ttelse med verkan p&#229; skatter som best&#228;ms f&#246;r 
beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som 
f&#246;ljer n&#228;rmast efter det d&#229; &#228;ndringen tr&#228;der i kraft eller 
senare.

Best&#228;mmelserna i artikel 25 punkt 1 kan p&#229; beg&#228;ran av Danmark 
&#228;ndras och ers&#228;ttas av f&#246;ljande text:

&quot;a) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst eller 
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal 
f&#229;r beskattas i annan avtalsslutande stat, skall Danmark, 
s&#229;vida inte best&#228;mmelserna i punkt b) eller c) f&#246;ranleder 
annat,

1) fr&#229;n denna persons danska inkomstskatt avr&#228;kna ett belopp 
mot-svarande den inkomstskatt som betalats i denna andra stat;

2) fr&#229;n denna persons danska f&#246;rm&#246;genhetsskatt avr&#228;kna ett 
belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats i denna 
andra stat.

Avr&#228;kningsbeloppet skall emellertid inte i n&#229;got fall 
&#246;verstiga den del av den danska inkomstskatten eller 
f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan avr&#228;kning, som 
bel&#246;per p&#229; den inkomst eller f&#246;rm&#246;genhet som f&#229;r beskattas i 
denna andra stat.

b) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst eller 
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal 
beskattas endast i annan avtalsslutande stat, f&#229;r Danmark 
inr&#228;kna inkomsten eller f&#246;rm&#246;genheten i beskattningsunderlaget 
men skall s&#228;tta ned den danska skatten p&#229; inkomsten eller 
f&#246;rm&#246;genheten genom avdrag med den del av inkomstskatten 
respektive f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som 
h&#228;rr&#246;r fr&#229;n denna andra stat respektive den f&#246;rm&#246;genhet som 
innehas d&#228;r.

c) Om person med hemvist i Danmark f&#246;rv&#228;rvar inkomst som avses 
i artikel 15 punkt 1 eller artikel 21 punkt 7 a), f&#229;r Danmark 
inr&#228;kna inkomsten i beskattningsunderlaget men skall s&#228;tta ned 
den danska skatten p&#229; inkomsten genom avdrag med den del av 
inkomstskatten som bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n 
denna andra stat.&quot;

Beg&#228;ran om s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom 
underr&#228;ttelse till envar av de andra avtalsslutande staterna. 
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den dag d&#229; 
samtliga andra avtalsslutande stater erh&#229;llit s&#229;dan 
underr&#228;ttelse och dess best&#228;mmelser till&#228;mpas i fr&#229;ga om skatt 
p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken skatt utg&#229;r p&#229; grund 
av taxering andra kalender&#229;ret efter den dag d&#229; &#228;ndringen 
tr&#228;der i kraft eller senare.

2. Best&#228;mmelserna i artikel 25 punkt 2 c) kan upph&#228;vas p&#229; 
beg&#228;ran av F&#228;r&#246;arna.

Beg&#228;ran om en s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom 
underr&#228;ttelse till envar av de andra avtalsslutande staterna. 
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den d&#229; 
samtliga andra avtalsslutande stater erh&#229;llit s&#229;dan 
underr&#228;ttelse och dess best&#228;mmelser till&#228;mpas i fr&#229;ga om skatt 
som p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r 
som f&#246;ljer n&#228;rmast efter den dag d&#229; &#228;ndringen tr&#228;der i kraft 
eller senare.

3. Best&#228;mmelserna i artikel 25 punkt 3 kan p&#229; beg&#228;ran av
Finland &#228;ndras och ers&#228;ttas av f&#246;ljande text:

&quot;a) Om person med hemvist i Finland f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Finland, s&#229;vida
inte best&#228;mmelserna i punkt b) eller c) f&#246;ranleder annat, med
iakttagande av best&#228;mmelserna i finsk lagstiftning (ocks&#229; i den
lydelse den framdeles kan f&#229; genom att &#228;ndras utan att den
allm&#228;nna princip som anges h&#228;r p&#229;verkas),

1) fr&#229;n denna persons finska inkomstskatt avr&#228;kna ett belopp
motsvarande den inkomstskatt i denna andra stat som betalats
enligt lagstiftningen i denna andra stat och i &#246;verensst&#228;mmelse
med avtalet, ber&#228;knad p&#229; samma inkomst som den p&#229; vilken den
finska skatten ber&#228;knas;

2) fr&#229;n denna persons finska f&#246;rm&#246;genhetsskatt avr&#228;kna ett
belopp motsvarande den f&#246;rm&#246;genhetsskatt i denna andra stat som
betalats enligt lagstiftningen i denna andra stat och i
&#246;verensst&#228;mmelse med avtalet, ber&#228;knad p&#229; samma f&#246;rm&#246;genhet som
den p&#229; vilken den finska skatten ber&#228;knas.

b) Utdelning fr&#229;n bolag med hemvist i annan avtalsslutande stat
&#228;n Finland till bolag med hemvist i Finland &#228;r undantagen fr&#229;n
beskattning i Finland, om mottagaren direkt beh&#228;rskar minst 10
procent av r&#246;stetalet i det bolag som betalar utdelningen.

c) Om person med hemvist i Finland f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast i annan avtalsslutande stat, f&#229;r Finland
inr&#228;kna inkomsten eller f&#246;rm&#246;genheten i beskattningsunderlaget
men skall s&#228;tta ned den finska skatten p&#229; inkomsten eller
f&#246;rm&#246;genheten genom avdrag med den del av inkomstskatten
respektive f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som
f&#246;rv&#228;rvats fr&#229;n denna andra stat respektive den f&#246;rm&#246;genhet som
innehas d&#228;r.&quot;

Beg&#228;ran om s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom
underr&#228;ttelse till envar av de andra avtalsslutande staterna.
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den d&#229; samtliga
andra avtalsslutande stater erh&#229;llit s&#229;dan underr&#228;ttelse och
dess best&#228;mmelser till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; &#228;ndringen tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; &#228;ndringen tr&#228;der i kraft eller
senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det
d&#229; &#228;ndringen tr&#228;der i kraft eller senare.

4. Best&#228;mmelserna i artikel 25 punkt 4 kan p&#229; beg&#228;ran av Island
&#228;ndras och ers&#228;ttas av f&#246;ljande text:

&quot;a) Om person med hemvist i Island f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Island, s&#229;vida
inte best&#228;mmelserna i punkt b) f&#246;ranleder annat,

1) fr&#229;n denna persons isl&#228;ndska inkomstskatt avr&#228;kna ett belopp
motsvarande den inkomstskatt som betalats i denna andra stat,

2) fr&#229;n denna persons isl&#228;ndska f&#246;rm&#246;genhetsskatt avr&#228;kna ett
belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats i denna
andra stat.

Avr&#228;kningsbeloppet skall emellertid inte i n&#229;got fall &#246;verstiga
den del av den isl&#228;ndska inkomstskatten eller
f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per
p&#229; den inkomst eller f&#246;rm&#246;genhet som f&#229;r beskattas i denna
andra stat.

b) Om person med hemvist i Island f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast i annan avtalsslutande stat, f&#229;r Island
inr&#228;kna inkomsten eller f&#246;rm&#246;genheten i beskattningsunderlaget
men skall s&#228;tta ned den isl&#228;ndska skatten p&#229; inkomsten eller
f&#246;rm&#246;genheten genom avdrag med den del av inkomstskatten
respektive f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som
h&#228;rr&#246;r fr&#229;n denna andra stat respektive den f&#246;rm&#246;genhet som
innehas d&#228;r.&quot;

Beg&#228;ran om s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom
underr&#228;ttelse till envar av de andra avtalsslutande staterna.
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den d&#229; samtliga
andra avtalsslutande stater erh&#229;llit s&#229;dan underr&#228;ttelse och
dess best&#228;mmelser till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; &#228;ndringen tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; &#228;ndringen tr&#228;der i kraft eller
senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det
d&#229; &#228;ndringen tr&#228;der i kraft eller senare.

5. Best&#228;mmelserna i artikel 25 punkt 5 kan p&#229; beg&#228;ran av Norge
&#228;ndras och ers&#228;ttas av f&#246;ljande text:

&quot;Om inte best&#228;mmelserna i norsk lagstiftning om avr&#228;kning fr&#229;n
norsk skatt av skatt som betalats i omr&#229;de utanf&#246;r Norge
f&#246;ranleder annat (dock utan att den allm&#228;nna princip som anges
h&#228;r &#228;ndras), g&#228;ller f&#246;ljande:

a) Om person med hemvist i Norge f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Norge

1) fr&#229;n den skatt som bel&#246;per p&#229; personens inkomst avr&#228;kna ett
belopp motsvarande den inkomstskatt som betalats i denna andra
stat,

2) fr&#229;n den skatt som bel&#246;per p&#229; personens f&#246;rm&#246;genhet avr&#228;kna
ett belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats p&#229;
dessa f&#246;rm&#246;genhetstillg&#229;ngar i denna andra stat.

S&#229;dan avr&#228;kning skall emellertid inte &#246;verstiga den del av
skatten p&#229; inkomsten eller f&#246;rm&#246;genheten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den inkomst respektive de
f&#246;rm&#246;genhetstillg&#229;ngar som f&#229;r beskattas i denna andra stat.

b) Om person med hemvist i Norge f&#246;rv&#228;rvar inkomst som enligt
best&#228;mmelserna i detta avtal beskattas endast i annan
avtalsslutande stat, f&#229;r Norge inr&#228;kna inkomsten i
beskattningsunderlaget men skall s&#228;tta ned den norska skatten
p&#229; inkomsten genom avdrag med den del av inkomstskatten som
bel&#246;per p&#229; den inkomst som h&#228;rr&#246;r fr&#229;n denna andra stat.&quot;

Beg&#228;ran om s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom
underr&#228;ttelse till envar av de andra avtalsslutande staterna.
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den d&#229; samtliga
andra avtalsslutande stater erh&#229;llit s&#229;dan underr&#228;ttelse och
dess best&#228;mmelser till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; &#228;ndringen tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; &#228;ndringen tr&#228;der i kraft eller
senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det
d&#229; &#228;ndringen tr&#228;der i kraft eller senare.

6. Best&#228;mmelserna i artikel 25 punkt 6 kan p&#229; beg&#228;ran av
Sverige &#228;ndras och ers&#228;ttas av f&#246;ljande text:

&quot;a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i annan avtalsslutande stat, skall Sverige, s&#229;vida
inte best&#228;mmelserna i punkt b) f&#246;ranleder annat,

1) - med iakttagande av best&#228;mmelserna i svensk lagstiftning
(ocks&#229; i den lydelse den framdeles kan f&#229; genom att &#228;ndras utan
att den allm&#228;nna princip som anges h&#228;r &#228;ndras) - fr&#229;n skatten
p&#229; inkomsten avr&#228;kna ett belopp motsvarande den inkomstskatt
som betalats i denna andra stat,

2) fr&#229;n denna persons svenska f&#246;rm&#246;genhetsskatt avr&#228;kna ett
belopp motsvarande den f&#246;rm&#246;genhetsskatt som betalats i denna
andra stat. Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga
den del av den svenska f&#246;rm&#246;genhetsskatten, ber&#228;knad utan s&#229;dan
avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r beskattas i
denna andra stat.

b) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller
innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal
beskattas endast i annan avtalsslutande stat, f&#229;r Sverige, vid
fastst&#228;llandet av skattesatsen f&#246;r svensk progressiv skatt p&#229;
annan inkomst eller f&#246;rm&#246;genhet, beakta den inkomst eller
f&#246;rm&#246;genhet som beskattas endast i den andra avtalsslutande
staten.&quot;

Beg&#228;ran om s&#229;dan &#228;ndring g&#246;rs p&#229; diplomatisk v&#228;g genom
underr&#228;ttelse till envar av de andra avtalsslutande staterna.
&#196;ndringen tr&#228;der i kraft trettionde dagen efter den d&#229; samtliga
andra avtalsslutande stater erh&#229;llit s&#229;dan underr&#228;ttelse och
dess best&#228;mmelser till&#228;mpas

a) i fr&#229;ga om skatter som inneh&#229;lls vid k&#228;llan, p&#229; inkomst som
f&#246;rv&#228;rvas den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det d&#229; &#228;ndringen tr&#228;der i kraft eller senare,

b) i fr&#229;ga om &#246;vriga skatter p&#229; inkomst, p&#229; skatter som best&#228;ms
f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; &#228;ndringen tr&#228;der i kraft eller
senare,

c) i fr&#229;ga om skatt p&#229; f&#246;rm&#246;genhet, p&#229; f&#246;rm&#246;genhet p&#229; vilken
skatt utg&#229;r p&#229; grund av taxering andra kalender&#229;ret efter det
d&#229; &#228;ndringen tr&#228;der i kraft eller senare.

XI. Till artikel 26

Best&#228;mmelserna i artikel 26 punkt 3 skall &#228;ga motsvarande
till&#228;mpning i fall som avses i protokollspunkt II punkterna 3
och 4.

XII. Till artikel 31

1. I fr&#229;ga om beskattningen vid byggande, underh&#229;ll och drift
av gr&#228;nsbroar m.m. &#246;ver riksgr&#228;nsen mellan Finland och Norge,
g&#228;ller vad d&#228;rom s&#228;rskilt &#228;r &#246;verenskommet.

2. I fr&#229;ga om skattefrihet i Finland och Sverige f&#246;r
flottningsf&#246;rening, som bildats f&#246;r att handha flottningen i
Torne och Muonio gr&#228;ns&#228;lvars flottled, g&#228;ller vad d&#228;rom
s&#228;rskilt &#228;r &#246;verenskommet.

Originalexemplaret till detta protokoll deponeras hos det
finska utrikesministeriet, som tillst&#228;ller de &#246;vriga
avtalsslutande staterna bestyrkta kopior d&#228;rav.

Till bekr&#228;ftelse h&#228;rav har de vederb&#246;rligen befullm&#228;ktigade
ombuden undertecknat detta protokoll.

Som skedde i Helsingfors den 23 september 1996 i ett exemplar
p&#229; danska, f&#228;r&#246;iska, finska, isl&#228;ndska, norska och svenska
spr&#229;ken, varvid p&#229; svenska spr&#229;ket utf&#228;rdades tv&#229; texter, en
f&#246;r Finland och en f&#246;r Sverige, vilka samtliga texter har samma
giltighet. Lag (2019:604).

Bilaga 2

Avtal

mellan Konungariket Sveriges regering och Konungariket Danmarks
regering om beskattning av anst&#228;llda ombord p&#229; f&#228;rjor och t&#229;g i
regulj&#228;r trafik mellan Danmark och Sverige

I f&#246;rh&#229;llandet mellan Sverige och Danmark skall f&#246;ljande g&#228;lla
enligt avtalet den 23 september 1996 mellan de nordiska
l&#228;nderna f&#246;r att undvika dubbelbeskattning betr&#228;ffande skatter
p&#229; inkomst och p&#229; f&#246;rm&#246;genhet.

Artikel 1

1. Utan hinder av best&#228;mmelserna i artikel 15 beskattas
inkomst, som person med hemvist i Danmark eller Sverige
f&#246;rv&#228;rvar genom arbete utf&#246;rt p&#229; t&#229;g i regulj&#228;r trafik
uteslutande mellan Danmark och Sverige endast i den
avtalsslutande stat d&#228;r arbetsgivaren har hemvist. S&#229;dan
inkomst f&#229;r emellertid &#228;ven beskattas i den avtalsslutande stat
d&#228;r personen har hemvist. En f&#246;ruts&#228;ttning f&#246;r till&#228;mpning av
denna punkt &#228;r dock att arbetet utf&#246;rs p&#229; t&#229;g i
gr&#228;ns&#246;verskridande trafik och att personen utf&#246;r arbetet i b&#229;da
l&#228;nderna under en och samma dag. Med gr&#228;ns&#246;verskridande trafik
avses trafik som p&#229;b&#246;rjas i Danmark och avslutas i Sverige
respektive p&#229;b&#246;rjas i Sverige och avslutas i Danmark.

2. Utan hinder av best&#228;mmelserna i artikel 15 och artikel 31
punkt 3 beskattas inkomst, som person med hemvist i Danmark
eller Sverige f&#246;rv&#228;rvar genom arbete utf&#246;rt ombord p&#229; danskt
eller svenskt skepp i internationell f&#228;rjetrafik mellan Danmark
och Sverige endast i den avtalsslutande stat d&#228;r arbetsgivaren
har hemvist. S&#229;dan inkomst f&#229;r emellertid &#228;ven beskattas i den
avtalsslutande stat d&#228;r personen har hemvist. Med
internationell f&#228;rjetrafik avses befordran av passagerare och
gods i regulj&#228;r trafik uteslutande mellan hamn i Danmark och
hamn i Sverige.

Artikel 2

Best&#228;mmelsen i punkt 3 i protokollspunkt V skall inte l&#228;ngre
till&#228;mpas.

Artikel 3

Detta avtal tr&#228;der i kraft den tjugof&#246;rsta dagen efter den dag
n&#228;r de ber&#246;rda staterna skriftligen har meddelat varandra att
de konstitutionella &#229;tg&#228;rder som kr&#228;vs i respektive stat har
vidtagits, och dess best&#228;mmelser skall tilll&#228;mpas i fr&#229;ga om
skatter p&#229; inkomst som best&#228;ms f&#246;r beskattnings&#229;r som b&#246;rjar
den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229;
avtalet tr&#228;der i kraft eller senare. Lag (1999:999).


Bilaga 3

Avtal

mellan Konungariket Sverige och Konungariket Norge om s&#228;rskilda
best&#228;mmelser f&#246;r undvikande av dubbelbeskattning vid byggande,
underh&#229;ll och drift av gr&#228;nsbron som ing&#229;r i den nya
Svinesundsf&#246;rbindelsen

Konungariket Sveriges regering och Konungariket Norges
regering,

som anser det n&#246;dv&#228;ndigt att vid byggande, underh&#229;ll och drift
av gr&#228;nsbron som ing&#229;r i den nya Svinesundsf&#246;rbindelsen
f&#246;reskriva vissa undantag fr&#229;n best&#228;mmelserna i avtalet mellan
de nordiska l&#228;nderna f&#246;r att undvika dubbelbeskattning
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, undertecknat
i Helsingfors den 23 september 1996, och

som &#246;nskar ing&#229; ett avtal om s&#228;rskilda best&#228;mmelser f&#246;r
undvikande av dubbelbeskattning vid byggande, underh&#229;ll och
drift av gr&#228;nsbron som ing&#229;r i den nya Svinesundsf&#246;rbindelsen,

har kommit &#246;verens om f&#246;ljande:

Artikel 1

1. Best&#228;mmelserna i detta avtal till&#228;mpas utan hinder av
best&#228;mmelserna i avtalet mellan de nordiska l&#228;nderna f&#246;r att
undvika dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet, undertecknat i Helsingfors den 23 september 1996.

2. Best&#228;mmelserna i detta avtal till&#228;mpas d&#229; en person med
hemvist i Norge eller Sverige utf&#246;r arbete eller bedriver annan
verksamhet i Sverige respektive i Norge i samband med byggande,
underh&#229;ll eller drift av den nya bron &#246;ver Svinesund.

3. Varje uttryck som inte definieras i avtalet, skall ha den
betydelse som uttrycket har i det avtal mellan de nordiska
l&#228;nderna som anges i punkt 1.

Artikel 2

Detta avtal till&#228;mpas p&#229; de norska och svenska skatter som
omfattas av det avtal mellan de nordiska l&#228;nderna som anges i
artikel 1.

Artikel 3

Med &quot;bro&quot; f&#246;rst&#229;s i detta avtal den egentliga
brokonstruktionen, belysningsanordningar och andra anordningar
p&#229; eller i anslutning till denna, n&#246;dv&#228;ndiga anordningar och
markareal f&#246;r byggande samt tillfartsbankar, allt i
&#246;verensst&#228;mmelse med godk&#228;nd plan eller ritning.

Artikel 4

1. Med byggande avses ocks&#229; &#229;teruppbyggande, f&#246;rb&#228;ttring,
&#228;ndring, flyttning, rivning och annat d&#228;rmed j&#228;mf&#246;rligt arbete
i samband med byggandet samt unders&#246;knings- och
f&#246;rberedelsearbete som bedrivs i direkt anslutning till platsen
f&#246;r byggandet av bron.

2. Med underh&#229;ll och drift avses reparation, utbyte av delar
och annat material, inspektioner, kontroll och besiktning,
reng&#246;ring och belysning samt skydds- och service&#229;tg&#228;rder,
plogning, sandning och andra v&#228;gh&#229;llnings&#229;tg&#228;rder.

3. Detta avtal till&#228;mpas ocks&#229; p&#229; schaktnings- och
spr&#228;ngningsarbete och annat d&#228;rmed tillh&#246;rande eller j&#228;mf&#246;rbart
arbete som utf&#246;rs i samband med byggande, underh&#229;ll eller drift
av bron.

Artikel 5

Inkomst eller vinst som f&#246;rv&#228;rvas eller f&#246;rm&#246;genhet som innehas
av person med hemvist i Norge eller Sverige skall i nedan
angivna fall beskattas endast i den stat d&#228;r personen har
hemvist:

a) inkomst p&#229; grund av anst&#228;llning eller p&#229; grund av
sj&#228;lvst&#228;ndig yrkesut&#246;vning eller p&#229; grund av annan verksamhet i
samband med byggande, underh&#229;ll eller drift av bron,

b) vinst som f&#246;rv&#228;rvas vid avyttring av tillg&#229;ngar som finns p&#229;
eller i anslutning till bron, och som anv&#228;nds vid byggande,
underh&#229;ll eller drift av bron,

c) f&#246;rm&#246;genhet som best&#229;r av tillg&#229;ngar som anv&#228;nds vid
byggande, underh&#229;ll eller drift av bron.

Artikel 6

Detta avtal tr&#228;der i kraft den fjortonde dagen efter den dag d&#229;
de avtalsslutande staterna skriftligen har meddelat varandra
att avtalet &#228;r godk&#228;nt. Avtalet till&#228;mpas p&#229; skatt p&#229; inkomst
och f&#246;rm&#246;genhet som fastst&#228;lls f&#246;r varje beskattnings&#229;r som
b&#246;rjar den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter
det &#229;r d&#229; detta avtal tr&#228;der i kraft eller senare.

Artikel 7

En avtalsslutande stat kan skriftligen s&#228;ga upp avtalet genom
underr&#228;ttelse till den andra avtalsslutande staten senast den
30 juni n&#229;got kalender&#229;r. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r
avtalet att g&#228;lla betr&#228;ffande skatt p&#229; inkomst och f&#246;rm&#246;genhet
som fastst&#228;lls f&#246;r det beskattnings&#229;r som b&#246;rjar den 1 januari
det kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; upps&#228;gningen
&#228;gde rum eller senare. Lag (2002:982).


Bilaga 4

Avtal

mellan Konungariket Sverige och Konungariket Danmark om vissa
skattefr&#229;gor

I f&#246;rh&#229;llandet mellan Sverige och Danmark skall f&#246;ljande g&#228;lla
i f&#246;rh&#229;llande till avtalet den 23 september 1996 mellan de
nordiska l&#228;nderna f&#246;r att undvika dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet.

Artikel 1

1. Om en person med hemvist i en avtalsslutande stat uppb&#228;r l&#246;n
eller annan liknande ers&#228;ttning p&#229; grund av anst&#228;llning, som
normalt utf&#246;rs i den andra avtalsslutande staten, f&#246;r en
arbetsgivare med hemvist i denna andra stat, eller vid ett fast
driftst&#228;lle eller en stadigvarande anordning, som personens
arbetsgivare har i denna andra stat, skall arbetet vid
till&#228;mpning av artikel 15 punkterna 1 och 2 anses vara utf&#246;rt i
denna andra stat, &#228;ven om arbetet faktiskt utf&#246;rts i den
f&#246;rstn&#228;mnda staten eller i en tredje stat, om

a) arbetet i den f&#246;rstn&#228;mnda staten utf&#246;rs av personen i dennes
bostad, eller

b) arbetet i den f&#246;rstn&#228;mnda staten eller i en tredje stat
utg&#246;r tj&#228;nsteresor eller annat arbete av tillf&#228;llig natur,

men endast om arbetet i den andra staten uppg&#229;r till minst
h&#228;lften av arbetstiden under varje trem&#229;nadersperiod.

2. Best&#228;mmelserna i punkt 1 g&#228;ller

a) i fall d&#229; arbetsgivaren inte har hemvist i den andra
avtalsslutande staten endast om den l&#246;n eller annan liknande
ers&#228;ttning som personen uppb&#228;r belastar ett fast driftst&#228;lle
eller en stadigvarande anordning, som arbetsgivaren har i den
andra staten,

b) i fall d&#229; arbetsgivaren har hemvist i den andra
avtalsslutande staten endast om den l&#246;n eller annan liknande
ers&#228;ttning som personen uppb&#228;r inte belastar ett fast
driftst&#228;lle eller en stadigvarande anordning, som arbetsgivaren
har i den f&#246;rstn&#228;mnda avtalsslutande staten.

Artikel 2

1. Om en fysisk person f&#246;rv&#228;rvar inkomst av r&#246;relse,
sj&#228;lvst&#228;ndig yrkesut&#246;vning eller anst&#228;llning, som enligt
artikel 7, 14, 15 eller 19 f&#229;r beskattas eller beskattas endast
i en avtalsslutande stat och &#228;r ansluten till en
pensionsordning i den andra avtalsslutande staten, skall

a) inbetalning som denna person g&#246;r till pensionsordningen vara
avdragsgill i den f&#246;rstn&#228;mnda staten, och

b) inbetalning som denna persons arbetsgivare g&#246;r till
pensionsordningen inte anses som skattepliktig inkomst i den
f&#246;rstn&#228;mnda staten f&#246;r personen samt vara avdragsgill i denna
stat f&#246;r arbetsgivaren.

2. Inbetalningen skall dock endast vara avdragsgill eller inte
anses som skattepliktig inkomst i den f&#246;rstn&#228;mnda
avtalsslutande staten inom de beloppsgr&#228;nser som g&#228;ller f&#246;r
inbetalningar till en pensionsordning enligt lagstiftningen i
b&#229;da avtalsslutande staterna.

3. Denna artikel g&#228;ller endast:

a) i fall d&#229; person, som f&#229;r beskattas eller beskattas endast i
den f&#246;rstn&#228;mnda avtalsslutande staten f&#246;r inkomst av r&#246;relse,
sj&#228;lvst&#228;ndig yrkesut&#246;vning eller anst&#228;llning i denna stat, har
hemvist i den andra avtalsslutande staten, om inkomsten utg&#246;r
minst 75 procent av personens sammanlagda inkomst av r&#246;relse,
sj&#228;lvst&#228;ndig yrkesut&#246;vning eller anst&#228;llning efter avdrag f&#246;r
samtliga utgifter f&#246;r inkomsternas f&#246;rv&#228;rvande (nettoint&#228;kt),
och

b) i fall d&#229; person, som f&#229;r beskattas eller beskattas endast i
den f&#246;rstn&#228;mnda avtalsslutande staten f&#246;r inkomst av r&#246;relse,
sj&#228;lvst&#228;ndig yrkesut&#246;vning eller anst&#228;llning i denna stat, har
hemvist i denna stat, om personen var ansluten till och
inbetalningar gjordes till pensionsordningen omedelbart innan
personen fick hemvist i denna stat.

4. Vid till&#228;mpning av punkt 1 skall uttrycket &quot;pensionsordning&quot;
inneb&#228;ra en ordning, som

a) f&#246;r Danmarks vidkommande omfattas av
pensionsbeskattningslagens avsnitt I,

b) f&#246;r Sveriges vidkommande omfattas av 28 eller 58 kap.
inkomstskattelagen (1999:1229).

Artikel 3

Fysiska personers utgifter f&#246;r resor &#246;ver &#214;resundsbron skall
beaktas vid fastst&#228;llande av den skattepliktiga inkomsten, om
de avser normala resor mellan permanentbostaden och
arbetsplatsen. R&#228;tt till avdrag f&#246;religger dock endast om
s&#229;dana allm&#228;nna villkor f&#246;r vad som f&#246;reskrivs f&#246;r s&#229;dana resor
&#228;r uppfyllda som avser exempelvis krav p&#229; tidsvinst. Utgifterna
skall ber&#228;knas med utg&#229;ngspunkt i den dokumenterade utgiften
f&#246;r billigaste periodabonnemang f&#246;r resa med personbil
respektive resa med allm&#228;nna kommunikationer.

Artikel 4

Artikel 31 punkt 5 omfattar inte personer med hemvist i
Danmark.

Artikel 5

1. Den avtalsslutande stat som tillerk&#228;nns beskattningsr&#228;tten
enligt artikel 1, skall beskatta inkomsttagaren i enlighet med
denna stats lagstiftning betr&#228;ffande beskattning av
tj&#228;nsteinkomster, &#228;ven om arbetet faktiskt utf&#246;rts i den andra
avtalsslutande staten eller i en tredje stat.

2. Pension eller livr&#228;nta som betalas fr&#229;n en avtalsslutande
stat till en person med hemvist i denna stat, skall beskattas i
enlighet med denna stats allm&#228;nna regler, &#228;ven om denna stat
inte har satt ned sin beskattning i samband med inbetalningar
till denna ordning, n&#228;r den andra avtalsslutande staten enligt
artikel 2 tidigare har ansett att inbetalning som erlagts

a) av den fysiska personen &#228;r avdragsgill, eller

b) av den fysiska personens arbetsgivare inte &#228;r skattepliktig
inkomst f&#246;r den fysiska personen samt avdragsgill vid
ber&#228;kningen av arbetsgivarens skattepliktiga inkomst.

3. Best&#228;mmelserna om avdrag f&#246;r inbetalning till
pensionsordning enligt artikel 2 och f&#246;r utgift f&#246;r resor &#246;ver
&#214;resundsbron enligt artikel 3 g&#228;ller endast om den fysiska
personens inkomst beskattas p&#229; nettobasis med m&#246;jlighet till
avdrag f&#246;r kostnader.

Artikel 6

I fall d&#229; en fysisk person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar inkomst fr&#229;n anst&#228;llning i den andra avtalsslutande
staten (bruttoinkomst) och denna inkomst f&#246;r ett beskattnings&#229;r
uppg&#229;r till minst ett belopp motsvarande 150 000 danska kronor
f&#246;re avdrag f&#246;r utgifter f&#246;r inkomsternas f&#246;rv&#228;rvande, skall
denna andra stat betala ett utj&#228;mningsbelopp till den
f&#246;rstn&#228;mnda staten. Denna utj&#228;mning skall ske senast den 1
oktober &#229;ret efter det aktuella beskattnings&#229;ret.
Utj&#228;mningsbeloppet skall f&#246;r Danmarks vidkommande vara den
genomsnittliga prim&#228;rkommunala skatten som uppb&#228;rs f&#246;r inkomst
som beskattas i Danmark med st&#246;d av artikel 15.
Utj&#228;mningsbeloppet skall f&#246;r Sveriges vidkommande vara den
genomsnittliga kommunalskatten som tas ut f&#246;r prim&#228;rkommunernas
r&#228;kning och som avser inkomst som beskattas i Sverige med st&#246;d
av artikel 15. Denna artikel g&#228;ller emellertid inte inkomst som
person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar genom
arbete utf&#246;rt ombord p&#229; svenskt eller danskt skepp i
internationell trafik. De beh&#246;riga myndigheterna i de
avtalsslutande staterna kan ing&#229; en &#246;msesidig &#246;verenskommelse
om den n&#228;rmare utformningen av denna ordning f&#246;r utj&#228;mning. Med
&quot;beh&#246;rig myndighet&quot; avses den myndighet &#229;t vilken enligt
dubbelbeskattningsavtalet mellan de nordiska l&#228;nderna
uppdragits att vara beh&#246;rig myndighet. De avtalsslutande
staterna avser att efter tv&#229; &#229;r utv&#228;rdera denna ordning
s&#228;rskilt s&#229;vitt avser niv&#229;n f&#246;r utj&#228;mningen och det faktum att
utj&#228;mningen endast avser den del av kommunalskatten som tas ut
f&#246;r prim&#228;rkommunernas r&#228;kning och inte den del som tas ut f&#246;r
landstingskommunernas r&#228;kning. D&#228;refter sker en utv&#228;rdering
vart femte &#229;r eller vid v&#228;sentliga f&#246;r&#228;ndringar av
skattesystemen.

Artikel 7

1. Detta avtal tr&#228;der i kraft den tjugof&#246;rsta dagen efter den
dag n&#228;r de tv&#229; avtalsslutande staterna skriftligen har meddelat
varandra att de konstitutionella &#229;tg&#228;rder som kr&#228;vs i
respektive stat har vidtagits, och dess best&#228;mmelser skall
till&#228;mpas s&#229;vitt avser

a) artikel 2, artikel 3, artikel 5 punkterna 2 och 3 samt
artikel 6 i fr&#229;ga om skatter p&#229; inkomst som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari 2004 eller senare, och

b) artikel 1, artikel 4 och artikel 5 punkt 1 i fr&#229;ga om
skatter p&#229; inkomst som tas ut f&#246;r beskattnings&#229;r som b&#246;rjar den
1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229;
avtalet tr&#228;der i kraft eller senare.

2. Om det visar sig f&#246;religga skattem&#228;ssiga hinder f&#246;r den
fortsatta integrationen i &#214;resundsregionen &#228;r Sverige och
Danmark &#246;verens om att inleda diskussioner f&#246;r att &#246;verv&#228;ga
inf&#246;rande av nya best&#228;mmelser eller &#228;ndring av best&#228;mmelserna i
detta avtal eller att ta initiativ till &#228;ndringar av avtalet
den 23 september 1996 mellan de nordiska l&#228;nderna f&#246;r att
undvika dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet.

Artikel 8

En avtalsslutande stat kan senast den 30 juni under n&#229;got
kalender&#229;r s&#228;ga upp avtalet genom skriftligt meddelande h&#228;rom
till den andra avtalsslutande staten. Detta avtal upph&#246;r d&#229; att
g&#228;lla i fr&#229;ga om skatter p&#229; inkomst som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; upps&#228;gningen sker eller senare.

Till bekr&#228;ftelse h&#228;rav har de vederb&#246;rligen befullm&#228;ktigade
ombuden undertecknat detta avtal.

Som skedde i K&#246;penhamn den 29 oktober 2003 i tv&#229; exemplar p&#229;
svenska och danska spr&#229;ken vilka b&#229;da &#228;ger lika vitsord.
Lag (2004:639).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3012">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3014">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
