

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1997-01-03" /> 
 <meta id="rattsinfo-edited" content="2014-03-14" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3014</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3013">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3015">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:1511 ·
                    <a href="/sfsr?bet=1996:1511">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1996:1511) om dubbelbeskattningsavtal mellan Sverige och Canada</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-12-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1381
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1998-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning och f&#246;rhindrande
av skatteflykt betr&#228;ffande skatter p&#229; inkomst som Sverige och Canada
undertecknade den 27 augusti 1996, skall g&#228;lla som lag h&#228;r i landet.
Avtalet &#228;r avfattat p&#229; svenska, engelska och franska. Alla texterna
har samma giltighet. Den svenska och engelska texten framg&#229;r av
bilaga till denna lag.

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast i den m&#229;n
dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars
skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1381).

4 &#167; &#196;rende, som enligt artikel 27 punkt 3 i avtalet skall avg&#246;ras av
beh&#246;rig myndighet i en avtalsslutande stat skall p&#229; svensk sida
avg&#246;ras av Skatteverket. &#196;r s&#229;dant &#228;rende av s&#228;rskild betydelse
eller annars av s&#229;dan beskaffenhet att det b&#246;r avg&#246;ras av regeringen,
skall dock Skatteverket med eget yttrande &#246;verl&#228;mna &#228;rendet till
Finansdepartementet.

Skatteverkets beslut enligt denna lag f&#229;r inte &#246;verklagas.
Lag (2003:717).

&#214;verg&#229;ngsbest&#228;mmelser

1996:1511

1. Denna lag tr&#228;der i kraft den 1 juli 1998 och till&#228;mpas p&#229;
inkomst som f&#246;rv&#228;rvas den 1 januari 1998 eller senare.

2. Genom lagen upph&#228;vs lagen (1984:175) om dubbelbeskatt-
ningsavtal mellan Sverige och Canada samt f&#246;rordningen
(1984:931) om dubbelbeskattningsavtal mellan Sverige och
Canada.

De upph&#228;vda f&#246;rfattningarna till&#228;mpas dock fortfarande p&#229;
inkomst som f&#246;rv&#228;rvas f&#246;re den 1 januari 1998 och p&#229;
f&#246;rm&#246;genhet som taxeras 1998 eller tidigare. I fall d&#229; st&#246;rre
skattel&#228;ttnad skulle ha medgivits enligt de upph&#228;vda
f&#246;rfattningarna till&#228;mpas dock dessa fortfarande p&#229; inkomst som
f&#246;rv&#228;rvas f&#246;re den 1 juli 1998. Lag (1998:259).

Bilaga

AVTAL MELLAN SVERIGE OCH CANADA F&#214;R UNDVIKANDE
AV DUBBELBESKATTNING OCH F&#214;RHINDRANDE AV
SKATTEFLYKT BETR&#196;FFANDE SKATTER P&#197; INKOMST

Sveriges regering och Canadas regering, som &#246;nskar ing&#229; ett
avtal f&#246;r undvikande av dubbelbeskattning och f&#246;rhindrande av
skatteflykt betr&#228;ffande skatter p&#229; inkomst, har kommit &#246;verens
om f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. De f&#246;r n&#228;rvarande utg&#229;ende skatter p&#229; vilka avtalet
till&#228;mpas &#228;r:

a) i Canada:

de inkomstskatter som tas ut av Canadas regering i enlighet
med &quot;the Income Tax Act&quot;
(i det f&#246;ljande ben&#228;mnda &quot;kanadensisk skatt&quot;);

b) i Sverige:

1) den statliga inkomstskatten, sj&#246;mansskatten och kupongskatten
d&#228;ri inbegripna,

2) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl., och

4) den kommunala inkomstskatten
(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;)

2. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller likartat slag,
som efter undertecknandet av detta avtal p&#229;f&#246;rs vid sidan av eller
i st&#228;llet f&#246;r de skatter som anges i punkt 1. De beh&#246;riga
myndigheterna i de avtalsslutande staterna skall meddela varandra
de v&#228;sentliga &#228;ndringar som vidtagits i respektive
skattelagstiftning.

Artikel 3

Allm&#228;na definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) 1) &quot;Canada&quot; &#229;syftar, n&#228;r uttrycket anv&#228;nds i geografisk betydelse,
Canadas territorium, d&#228;ri inbegripet:

A) varje utanf&#246;r Canadas territorialvatten bel&#228;get omr&#229;de som i
&#246;verensst&#228;mmelse med folkr&#228;ttens regler och kanadeniskt lag utg&#246;r
ett omr&#229;de inom vilket Canada &#228;ger ut&#246;va r&#228;ttigheter med avseende
p&#229; havsbotten, dennas underlag och d&#228;r befintliga naturtillg&#229;ngar;

B) havet och luftrummet &#246;ver varje omr&#229;de som avses i A) med
avseende p&#229; verksamhet i samband med utforskandet eller
utnyttjandet av de naturtillg&#229;ngar som avses i A);

2) &quot;Sverige&quot; &#229;syftar Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion

b) &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande staten&quot;
&#229;syftar Canada eller Sverige, beroende p&#229; sammanhanget;

c) &quot;person&quot; inbegriper fysisk person, d&#246;dsbo, &quot;trust&quot;, bolag,
handelsbolag och annan sammanslutning;

d) &quot;bolag&quot; &#229;syftar juridisk person eller annan som vid beskattning
behandlas s&#229;som juridisk person;

e) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; &#229;syftar f&#246;retag som bedrivs av person
med hemvist i en avtalsslutande stat respektive f&#246;retag som
bedrivs av person med hemvist i den andra avtalsslutande staten;

f) &quot;beh&#246;rig myndighet&quot; &#229;syftar:

1) i Canada &quot;the Minister of National Revenue&quot; eller dennes
befullm&#228;ktige ombud;

2) i Sverige, finansministern, dennes befullm&#228;ktige ombud eller
den myndighet &#229;t vilken uppdras att vara beh&#246;rig myndighet vid
till&#228;mpningen av detta avtal;

g) &quot;skatt&quot; &#229;syftar kanadensisk eller svensk skatt, beroende p&#229;
sammanhanget;

h) &quot;medborgare&quot; &#229;syftar:

1) fysisk person som &#228;r medborgare i en avtalsslutande stat,

2) juridisk person, handelsbolag och annan sammanslutning
som bildats enligt den lagstiftning som g&#228;ller i en avtalsslutande
stat;

i) &quot;internationell trafik&quot; &#229;syftar transport med skepp eller
luftfartyg som anv&#228;nds av f&#246;retag i en avtalsslutande stat utom
d&#229; skeppet eller luftfartyget anv&#228;nds uteslutande mellan platser
i den andra avtalsslutande staten.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet anses vid varje
given tidpunkt, s&#229;vida inte sammanhanget f&#246;ranleder annat, varje
uttryck som inte definierats i avtalet ha den betydelse som
uttrycket har vid tidpunkten f&#246;r till&#228;mpningen enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot;:

a) person som enligt lagstiftningen i denna stat &#228;r skattskyldig
d&#228;r p&#229; grund av domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning
eller annan liknande omst&#228;ndighet. Uttrycket &quot;person med hemvist
i en avtalsslutande stat&quot; inbegriper emellertid inte person som &#228;r
skattskyldig i denna stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna
stat;

b) denna stat eller en av dess politiska underavdelningar eller
lokala myndigheter eller varje instans eller offentligr&#228;ttsligt
organ tillh&#246;rande s&#229;dan stat, underavdelning eller myndighet.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist
p&#229; f&#246;ljande s&#228;tt:

a) han anses ha hemvist endast i den stat d&#228;r han har en bostad
som stadigvarande st&#229;r till hans f&#246;rfogande; om han har en s&#229;dan
bostad i b&#229;da staterna, anses han ha hemvist endast i den stat
med vilken hans personliga och ekonomiska f&#246;rbindelser &#228;r
starkast (centrum f&#246;r levnadsintressen);

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r sina
levnadsintressen eller om han inte i n&#229;gondera staten har en
bostad som stadigvarande st&#229;r till hans f&#246;rfogande, anses han ha
hemvist endast i den stat d&#228;r han stadigvarande vistas;

c) om han stadigvarande vistas i b&#229;da staterna eller om han inte
vistas stadigvarande i n&#229;gon av dem, anses han har hemvist endast
i den stat d&#228;r han &#228;r medborgare,

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i
de avtalsslutande staterna fr&#229;gan genom &#246;msesidig &#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n fysisk
person har hemvist i b&#229;da avtalsslutande staterna, skall de
beh&#246;riga myndigheterna i de avtalsslutande staterna s&#246;ka
fastst&#228;lla hans hemvist genom &#246;msesidig &#246;verenskommelse. I
avsaknad av s&#229;dan &#246;verenskommelse skall s&#229;dan person inte anses
ha hemvist i n&#229;gon av de avtalsslutande staterna vid till&#228;mpningen
av artiklarna 6-21 samt artikel 23.


Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan stadigvarande
plats f&#246;r aff&#228;rsverksamhet som h&#228;nf&#246;r sig till utforskning eller
exploatering av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings eller installationsverksamhet
utg&#246;r fast driftst&#228;lle endast om verksamheten p&#229;g&#229;r mer &#228;n tolv
m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
bearbetning eller f&#246;r&#228;dling genom annan f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) innehavet av en stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i punkterna
a-e, under f&#246;ruts&#228;ttning att hela verksamheten som bedrivs fr&#229;n
den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229; grund av
denna kombination &#228;r av f&#246;rberedande eller bitr&#228;dande art.

5. Om en person - som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 6 till&#228;mpas - &#228;r verksam f&#246;r ett f&#246;retag samt i en
avtalsslutande stat har, och d&#228;r regelm&#228;ssigt anv&#228;nder, fullmakt
att sluta avtal i f&#246;retagets namn, anses detta f&#246;retag -
utan hinder av best&#228;mmelserna i punkterna 1 och 2 - ha fast
driftst&#228;lle i denna stat betr&#228;ffande varje verksamhet som denna
person bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte om den
verksamhet som denna person bedriver &#228;r begr&#228;nsad till s&#229;dan
som anges i punkt 4 och som - om den bedrevs fr&#229;n en stadigvarande
plats f&#246;r aff&#228;rsverksamhet - inte skulle g&#246;ra denna stadigvarande
plats f&#246;r aff&#228;rsverksamhet till fast driftst&#228;lle enligt
best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag i en avtalsslutande stat anses inte ha fast
driftst&#228;lle i den andra avtalsslutande staten endast p&#229; den
grund att f&#246;retaget bedriver aff&#228;rsverksamhet i denna stat genom
f&#246;rmedling av m&#228;klare, kommission&#228;r eller annan oberoende
representant, under f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid
bedriver sin sedvanliga aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande
stat kontrollerar eller kontrolleras av ett bolag med hemvist i
den andra avtalsslutande staten eller ett bolag som bedriver
aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n fast
driftst&#228;lle eller p&#229; annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att
n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripen inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket
har enligt lagstiftningen i en avtalsslutande stat d&#228;r egendomen
&#228;r bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till
fast egendom, levande och d&#246;da inventarier i lantbruk och
skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten
om fast egendom till&#228;mpas, byggnader, nyttjander&#228;tt till fasta
ers&#228;ttningar f&#246;r nyttjandet av eller r&#228;tten att nyttja
mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng. Skepp och
luftfartyg anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan anv&#228;ndning
av fast egendom samt p&#229; vinst genom &#246;verl&#229;telse av s&#229;dan egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast egendom
som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som ett f&#246;retag i en avtalsslutande stat f&#246;rv&#228;rvar
genom anv&#228;ndning av skepp eller luftfartyg i internationell trafik
beskattas endast i denna avtalsslutande stat.

2. Utan hinder av best&#228;mmelserna i punkt 1 och i artikel 7 f&#229;r,
d&#229; ett f&#246;retag i en avtalsslutande  stat under ett beskattnings&#229;r
i v&#228;sentlig omfattning anv&#228;nder ett skepp eller luftfartyg f&#246;r
trafik mellan platser i den andra avtalsslutande staten, denna
andra stat beskatta inkomsten fr&#229;n denna verksamhet.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinativan Airlines System
(SAS) men endast i fr&#229;ga om den del av inkomsten som motsvarar
den andel i konsortiet som innehas av AB Aerotransport (ABA),
den svenske del&#228;garen i Scandinavian Airlines System (SAS).

4. Best&#228;mmelserna i punkterna 1, 2 och 3 till&#228;mpas &#228;ven p&#229; d&#228;ri
angiven inkomst som f&#246;rv&#228;rvas av ett f&#246;retag i en avtalsslutande
stat genom deltagande i en pool, ett gemensamt f&#246;retag eller en
internationell driftsorganisation.

5. Vid till&#228;mpningen av denna artikel inbegriper uttrycken:

a) &quot;inkomst&quot;:

1) bruttoint&#228;kter som direkt h&#228;rr&#246;r fr&#229;n anv&#228;ndningen av skepp
eller luftfartyg i internationell trafik, och

2) r&#228;nta p&#229; belopp som direkt f&#246;rv&#228;rvats genom anv&#228;ndningen av
skepp eller luftartyg i internationell trafik, f&#246;rutsatt att
r&#228;nteinkomsten i f&#246;rh&#229;llande till verksamheten i &#246;vrigt &#228;r av
underordnad betydelse;

b) &quot;anv&#228;ndningen av skepp eller luftartyg i internationell
trafik&quot; av ett f&#246;retag:

1) charter eller uthyrning av skepp eller luftfartyg,

2) uthyrning av containers och d&#228;rtill h&#246;rande utrustning, och

3) &#246;verl&#229;telse av skepp, luftfartyg, containers och d&#228;rtill
h&#246;rande utrustning, under f&#246;ruts&#228;ttning att s&#229;dan charter,
uthyrning eller &#246;verl&#229;telse, i f&#246;rh&#229;llande till f&#246;retagets
anv&#228;ndning av skepp eller luftfartyg i internationell trafik,
&#228;r av underordnad betydelse.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital,
eller

b) samma personer direkt eller indirekt deltar i ledningen eller
kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som
ett f&#246;retag i den andra avtalsslutande staten eller &#228;ger del i
b&#229;da dessa f&#246;retags kaptial, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som
avviker fr&#229;n dem som skulle ha avtalts mellan av varandra
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat inr&#228;knar i inkomsten f&#246;r
ett f&#246;retag i denna stat, och i &#246;verensst&#228;mmelse d&#228;rmed beskattar,
inkomst som ett f&#246;retag i denna andra avtalsslutande staten
beskattas f&#246;r i denna andra stat samt den s&#229;lunda inr&#228;knade
inkomsten &#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget i den
f&#246;rstn&#228;mnda staten om de villkor som avtalats mellan f&#246;retagen
hade varit s&#229;dana som skulle avtalats mellan varandra oberoende
f&#246;retag, skall denna andra stat genomf&#246;ra vederb&#246;rlig justering
av det skatteblopp som p&#229;f&#246;rts f&#246;r inkomsten i denna stat. Vid
s&#229;dan justering iakttas &#246;vriga best&#228;mmelser i detta avtal och
de beh&#246;riga myndigheterna i de avtalsslutande staterna &#246;verl&#228;gger
vid behov med varandra. Best&#228;mmelserna i denna punkt skall inte
till&#228;mpas efter utg&#229;ngen av de tidsfrister som finns angivna i
den interna lagstiftningen i den stat som ombeds g&#246;ra justeringen.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten f&#229;r beskattas
i denna andra stat.

2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat d&#228;r bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat, men om den som har r&#228;tt till
utdelningen har hemvist i denna andra avtalsslutande staten f&#229;r
skatten inte &#246;verstiga:

a) 5 procent av utdelningens bruttobelopp, om den som har r&#228;tt
till utredlningen &#228;r ett bolag som direkt kontrollerar minst 10
procent av det sammanlagda r&#246;stv&#228;rdet, eller direkt innehar
minst 25 procent av kapitalet, i det utdelande bolaget;

b) utan hinder av best&#228;mmelserna i a), 10 procent av utdelningens
bruttobelopp om utdelningen betalas av ett utlands&#228;gt
investmentbolag med hemvist i Canada till person med hemvist
i Sverige som har r&#228;tt till utdelningen och som direkt
kontrollerar minst 10 procent av det sammanlagda r&#246;stv&#228;rdet,
eller direkt innehar minst 25 procent av kapitalet, i det
utdelande bolaget; och

c) 15 procent av utdelningens bruttobelopp i &#246;vriga fall.

Best&#228;mmelserna i denna punkt ber&#246;r inte bolagets beskattning f&#246;r
vinst av vilken utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst
av aktier, gruvaktier, stiftarandelar eller andra r&#228;ttigheter,
som inte &#228;r fordringar, med r&#228;tt till andel i vinst, samt
inkomst som enligt lagstiftningen i den stat d&#228;r det utdelande
bolaget har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt
som inkomst av aktier.

4. Best&#228;mmelserna i punkt 2 till&#228;mpas inte, om den som har r&#228;tt
till utdelningen har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, d&#228;r
bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i
denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt
den andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel
7 respektive artikel 14.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar inkomst
fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra stat inte
beskatta utdelningen som bolaget betalar, utom i den m&#229;n
utdelningen betalas till person med hemvist i denna andra stat
eller i den m&#229;n andel p&#229; grund av vilken utdelningen betalas
&#228;ger verkligt samband med fast driftst&#228;lle eller stadigvarande
anordning i denna andra stat, och ej heller beskatta bolagets
icke utdelade vinst, &#228;ven om utdelningen eller den icke utdelade
vinsten helt eller delvis utg&#246;rs av inkomst som uppkommit i denna
andra stat.

6. Best&#228;mmelserna i detta avtal hindrar inte en avtalsslutande stat
att beskatta inkomst hos bolag h&#228;nf&#246;rlig till fasta driftst&#228;llen
i denna stat ut&#246;ver den skatt som skulle utg&#229; p&#229; inkomst som
f&#246;rv&#228;rvas av ett bolag med hemvist i denna stat under f&#246;ruts&#228;ttning
att s&#229;dan inkomst under tidigare beskattnings&#229;r inte underkastats
s&#229;dan ytterligare skatt. Denna ytterligare skatt f&#229;r dock inte
&#246;verstiga 5 procent av s&#229;dan inkomst. Vid till&#228;mpningen av denna
best&#228;mmelse &#229;syftar uttrycket &quot;inkomst&quot; inkomst som enligt artikel
7 &#228;r h&#228;nf&#246;rlig till s&#229;dana fasta driftst&#228;llen i staten i fr&#229;ga
(inklusive vinst p&#229; grund av &#246;verl&#229;telse av egendom som avses i
artikel 13 punkt 2 och som utg&#246;r del av de fasta driftst&#228;llenas
r&#246;relsetillg&#229;ngar) under ett &#229;r och tidigare &#229;r efter avdrag f&#246;r:

a) r&#246;relsef&#246;rluster som &#228;r h&#228;nf&#246;rliga till s&#229;dana fasta driftst&#228;llen
(inklusive f&#246;rluster p&#229; grund av &#246;verl&#229;telse av egendom som utg&#246;r
del av r&#246;relsetillg&#229;ngarna i s&#229;dana fasta driftst&#228;llen) under detta
&#229;r och f&#246;reg&#229;ende &#229;r.

b) alla skatter, med undantag av den ytterligare skatt som avses
 h&#228;r, som i denna stat utg&#229;r p&#229; s&#229;dana inkomster;

c) vinster som &#229;terinvesteras i denna stat, under f&#246;ruts&#228;ttning i
de fall denna stat &#228;r Canada, att storleken p&#229; dessa avdrag skall,
s&#229;vitt avser ber&#228;kningen av avdragen f&#246;r investeringar i
kanadensisk egendom, best&#228;mmas enligt nu g&#228;llande kanadensisk
lagstiftning med senare &#228;ndringar i best&#228;mmelserna vilka inte skall
p&#229;verka den allm&#228;nna princip som anges h&#228;r; och

d) femhundratusen kanadensiska dollar eller motsvarande belopp i
svensk valuta, minskat med ett belopp motsvarande avdrag som
erh&#229;llits enligt best&#228;mmelserna i denna punkt d) av

1) bolaget, eller

2) annat bolag n&#228;rst&#229;ende detta fr&#229;n samma eller liknande verksamhet
som den som bedrivs av bolaget.

Vid till&#228;mpningen av d) anses bolag n&#228;rst&#229;ende om ett bolag direkt
eller indirekt kontrollerar det andra bolaget, eller b&#229;da bolagen direkt
eller indirekt kontrolleras av samma person eller personer, eller om
bolagen handlar med varandra p&#229; villkor som avviker fr&#229;n dem som
skulle ha avtalats mellan av varandra oberoende bolag.

7. Best&#228;mmelserna i punkt 6 skall &#228;ven till&#228;mpas p&#229; inkomster som
h&#228;rr&#246;r fr&#229;n ett fastighetsbolags f&#246;rs&#228;ljning av fast egendom i en
avtalsslutande stat, oavsett om bolaget har ett fast driftst&#228;lle i
denna stat eller inte, men endast i den m&#229;n dessa inkomster f&#229;r
beskattas i denna stat i enlighet med best&#228;mmelserna i artikel 6
eller artikel 13 punkt 1.

8. Utan hinder av best&#228;mmelserna i punkt 2 skall utdelning som
h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till en
organisation som bildats och verkar i den andra avtalsslutande
staten uteslutande f&#246;r att administrera eller tillhandah&#229;lla
f&#246;rm&#229;ner genom en eller flera pensionsplaner, planer f&#246;r tryggande
av &#229;lderdomen eller andra f&#246;rm&#229;ner f&#246;r anst&#228;llda vara undantagen
fr&#229;n beskattning i den f&#246;rstn&#228;mnda staten under f&#246;ruts&#228;ttning att:

a) organisationen &#228;r den r&#228;ttm&#228;tige &#228;garen av de aktier f&#246;r vilka
utdelningen betalas, att dessa aktier innehas som en investering
och att den &#228;r generellt undantagen fr&#229;n beskattning i den andra
staten;

b) organisationen inte &#228;ger, direkt eller indirekt, mer &#228;n 5
procent av kapitalet eller 5 procent av det utdelande bolagets
sammanlagda r&#246;stv&#228;rde; och

c) det utdelande bolagets aktier &#228;r av s&#229;dant slag som
regelm&#228;ssigt oms&#228;tts p&#229; en erk&#228;nd fondb&#246;rs.

9. Med uttrycket &quot;erk&#228;nd fondb&#246;rs&quot; f&#246;rst&#229;s i punkt 8:

a) betr&#228;ffande utdelning som h&#228;rr&#246;r fr&#229;n Canada, en kanadensisk
fondb&#246;rs som vid till&#228;mpningen av &quot;Income Tax Act&quot; erk&#228;nns
s&#229;som s&#229;dan;

b) betr&#228;ffande utdelning som h&#228;rr&#246;r fr&#229;n Sverige, en svensk
fondb&#246;rs eller annan marknadsplats auktoriserad enligt svensk
lag; och

c) annan fondb&#246;rs som godk&#228;nts genom brevv&#228;xling mellan de
beh&#246;riga myndigheterna i de avtalsslutande staterna.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten, f&#229;r
beskattas i  denna stat.

2. R&#228;ntan f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat
fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat, som om
den som har r&#228;tt till r&#228;ntan har hemvist i den andra avtalsslutande
staten f&#229;r skatten inte &#246;verstiga 10 procent av r&#228;ntans
bruttobelopp.

3. Utan hinder av best&#228;mmelserna i punkt 2 beskattas r&#228;nta som
h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och betalas till person med
hemvist den andra avtalsslutande staten som har r&#228;tt till r&#228;ntan,
endast i denna andra stat om r&#228;ntan utg&#246;r:

a) straffavgift p&#229; grund av sen betalning;

b) betalning fr&#229;n centralbanken i en avtalsslutande stat; eller

c) betalning med anledning av skuld som uppkommit p&#229; grund av
f&#246;rs&#228;ljning eller tillhandah&#229;llandet p&#229; kredit av utrustning,
varor eller tj&#228;nster av en person med hemvist i denna andra
stat, utom i det fall d&#229; f&#246;rs&#228;ljningen eller tillhandah&#229;llandet
skett, eller r&#228;ntan betalats, mellan s&#229;dana f&#246;retag med
intressegemenskap som avses i artikel 9 punkt 1 a) eller b).

4. Utan hinder av best&#228;mmelserna i punkt 2

a) beskattas r&#228;nta, som h&#228;rr&#246;r fr&#229;n en avalsslutande stat och som
betalas p&#229; grund av skuld som denna avtalsslutande stat, en av dess
politiska underavdelningar eller lokala myndigheter har, endast i
den andra avtalsslutande staten, om den som har r&#228;tt till r&#228;ntan
har hemvist i denna andra stat;

b) beskattas r&#228;nta, som h&#228;rr&#246;r fr&#229;n Sverige och betalas till
person med hemvist  i Canada, endast i Canada, om r&#228;ntan betalas
p&#229; grund av l&#229;n givet, garanterat eller f&#246;rs&#228;krat eller kredit
given, garanterad eller f&#246;rs&#228;krad av &quot;the Export Development
Corporation&quot;;

c) beskattas r&#228;nta, som h&#228;rr&#246;r fr&#229;n Canada och betalas till
person med hemvist i Sverige, endast i Sverige, om r&#228;ntan
betalas p&#229; grund av l&#229;n givet, garanterat eller f&#246;rs&#228;krat eller
kredit given, garanterad eller f&#246;rs&#228;krad av Exportkreditn&#228;mnden;
och

d) skall r&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och
betalas till person med hemvist i den andra avtalsslutande
staten som bildats och verkar uteslutande f&#246;r att administrera
och tillhandah&#229;lla f&#246;rm&#229;ner genom en eller flera pensionsplaner,
planer f&#246;r tryggande av &#229;lderdomen eller andra f&#246;rm&#229;ner f&#246;r
anst&#228;llda, vara undantagen fr&#229;n beskattning i den f&#246;rstn&#228;mnda
staten under f&#246;ruts&#228;ttning att:

1) personen har r&#228;tt till r&#228;ntan och &#228;r generellt undantagen
fr&#229;n beskattning i den andra staten; och

2) r&#228;ntan inte uppb&#228;rs p&#229; grund av aff&#228;rsverksamhet eller fr&#229;n
en n&#228;rst&#229;ende person.

5. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av varje
slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning i fast
egendom eller inte. Uttrycket &#229;syftar s&#228;rskild inkomst av
v&#228;rdepapper,  som utf&#228;rdats av staten, och inkomst av
obligationer eller debentures, d&#228;ri inbegripet agiobelopp och
vinster som h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper, obligationer
eller debentures. Uttrycket inbegriper &#228;ven inkomst som enligt
den statens lagstiftning fr&#229;n vilken inkomsten h&#228;rr&#246;r behandlas
p&#229; samma s&#228;tt  vid beskattningen som inkomst fr&#229;n utl&#229;ning.
Uttrycket &quot;r&#228;nta&quot; innefattar dock inte inkomst som avses i
artikel 8 respektive artikel 10.

6. Best&#228;mmelserna i punkt 2 till&#228;mpas inte, om den som har r&#228;tt
till r&#228;ntan har hemvist i en avtalsslutande stat och bedriver
r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken r&#228;ntan
h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lale eller ut&#246;var
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den fordran f&#246;r vilken r&#228;ntan
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet eller
den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14.

7. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om utbetalaren
&#228;r en person med hemvist i denna stat. Om emellertid den person
som betalar r&#228;ntan, antingen han har hemvist i en avtalsslutande
stat eller inte, i en avtalsslutande stat har fast driftst&#228;lle
eller den stadigvarande anordning i samband med vilken den skuld
uppkommit f&#246;r vilken r&#228;ntan betalas, och r&#228;ntan belastar det fasta
driftst&#228;llet eller den stadigvarande anordningen, anses r&#228;ntan
h&#228;rr&#246;ra fr&#229;n den stat d&#228;r det fasta driftst&#228;llet eller den
stadigvarande anordningen finns.

8. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan
person r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r vilken
r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha avtalats
mellan utbetalaren och den som har r&#228;tt till r&#228;ntan om s&#229;dana
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas
&#246;verskjutande belopp enligt lagstiftningen i vardera
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i
detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som
betalas till person med hemvist i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra stat.

2. Royaltyn f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat,
men om den som har r&#228;tt till royaltyn har hemvist i den andra
avtalsslutande staten, f&#229;r skatten inte &#246;verstiga 10 procent av
royaltyns bruttobelopp.

3. Utan hinder av best&#228;mmelserna i punkt 2 skall

a) royalty f&#246;r nyttjandet av upphovsr&#228;tt och andra liknande
ers&#228;ttningar f&#246;r framst&#228;llandet eller &#229;tergivandet av litter&#228;rt,
dramatiskt, musikaliskt eller annat konstn&#228;rligt verk (med
undantag f&#246;r biograffilm och verk upptagna p&#229; film eller
videoband eller andra medel f&#246;r &#229;tergivande i samband med
televionsuts&#228;ndning); och

b) royalty f&#246;r nyttjandet av eller f&#246;r r&#228;tten att nyttja
programvara eller patent eller f&#246;r upplysning om
erfarenhetsr&#246;n av industriell, kommersiell eller
vetenskaplig natur (med undantag f&#246;r s&#229;dana upplysningar som
erh&#229;llits p&#229; grund av hyres- eller franchiseavtal), som h&#228;rr&#246;r
fr&#229;n en avtalsslutande  stat och som betalas till person med
hemvist i den andra avtalsslutande staten som har r&#228;tt till
royaltyn, beskattas endast i denna andra stat.

4. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt, patent, varum&#228;rke m&#246;nster
eller modell, ritning, hemligt recept eller hemlig tillverkningsmetod
eller andra immateriella tillg&#229;ngar samt f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja industriell, kommersiell eller vetenskaplig
utrustning eller f&#246;r upplysningar om erfarenhetsr&#246;n av
industriell, kommersiell eller vetenskaplig natur. Uttrycket
inbegriper &#228;ven betalningar av varje slag f&#246;r biograffilm och
verk upptagna p&#229; film, videoband eller andra medel f&#246;r
&#229;tgergivande i samband med televionsutst&#228;ndningar.

5. Best&#228;mmelserna i punkterna 2 och 3 till&#228;mpas inte, om den
som har r&#228;tt till royaltyn har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i en andra avtalsslutande staten, fr&#229;n vilken
royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den r&#228;ttighet eller egendom i fr&#229;ga
om vilken royaltyn betalas ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 4.

6. Royalty anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
ubetalaren &#228;r person med hemvist i denna stat. Om emellertid den
person som betalar royaltyn, antingen han har hemvist i en
avtalsslutande stat eller inte, i en avtalsslutande stat har fast
driftst&#228;lle eller stadigvarande anordning i samband varmed
skyldigheten att betala royaltyn uppkommit, och royaltyn
belastar det fasta driftst&#228;llet eller den stadigvarande
anordningen, anses royaltyn h&#228;rr&#246;ra fr&#229;n den stat d&#228;r det
fasta driftst&#228;llet eller den stadigvarande anordningen finns.

7. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan
person royaltybeloppet, med h&#228;nsyn till det nyttjande, den
r&#228;ttighet eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och den som har r&#228;tt till royaltyn om s&#229;dana
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas
&#246;verskjutande belopp enligt lagstiftningen i vardera
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser
i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom
som avses i artikel 6 och som &#228;r bel&#228;gen i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som utg&#246;r del
av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten, eller
av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lst&#228;ndig yrkesverksamhet, som person med hemvist i en
avtalsslutande stat har i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat. Detsamma g&#228;ller vinst p&#229; grund av
&#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller tillsammans
med hela f&#246;retaget) eller av s&#229;dan stadigvarande anordning.

3. Vinst p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som
anv&#228;nds i internationell trafik av ett f&#246;retag i en avtalsslutande
stat eller l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av
s&#229;dana skepp eller luftfartyg, beskattas endast i denna stat.

4. Vinst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av

a) aktier (andra &#228;n s&#229;dana som &#228;r noterade p&#229; en erk&#228;nd
fondb&#246;rs i den andra avtalsslutande staten) som utg&#246;r del av
en v&#228;sentlig andel av aktiekapitalet i ett bolag med hemvist i
den andra staten, vars v&#228;rde i huvudsak h&#228;rr&#246;r fr&#229;n fast
egendom bel&#228;gen i denna andra stat; eller

b) en v&#228;sentlig andel i ett handelsbolag, &quot;trust&quot; eller d&#246;dsbo,
som &#228;r bildat enligt lagstiftningen i den andra avtalsslutande
staten och vars v&#228;rde i huvudsak h&#228;rr&#246;r fr&#229;n fast egendom
bel&#228;gen i denna andra stat, f&#229;r beskattas i denna andra stat.
Vid till&#228;mpningen av denna punkt innefattar uttrycket
&quot;fast egendom&quot; s&#229;dana aktier som avses i a) eller s&#229;dan
andel i ett handelsbolag, &quot;trust&quot; eller d&#246;dsbo som avses i b).
D&#228;remot innefattar uttrycket &quot;fast egendom&quot; inte egendom (med
undantag f&#246;r uthyrd egendom) p&#229; vilken bolagets,
handelsbolagets &quot;trustens&quot; eller d&#246;dsboets verksamhet bedrivs.

5. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1, 2, 3 och 4 beskattas endast i den
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

6. Best&#228;mmelserna i punkt 5 p&#229;verkar inte en avtalsslutande stats
r&#228;tt att enligt lagstiftningen i denna stat beskatta vinst, p&#229;
grund av &#246;verl&#229;telse av egendom, som f&#246;rv&#228;rvaras av fysisk
person som har hemvist i den andra avtalsslutande staten och
som har haft hemvist i den f&#246;rstn&#228;mnda staten vid n&#229;got tillf&#228;lle
under de senaste sex &#229;ren n&#228;rmast f&#246;re &#246;verl&#229;telsen av
egendomen.

Artikel 14

Sj&#228;vst&#228;ndig yrkesut&#246;vning

1. Inkomst, som en fysisk person med hemvist i en
avtalsslutande stat f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller
annan sj&#228;lvst&#228;ndig verksamhet, beskattas endast endast i
denna stat om han inte i den andra avtalsslutande staten har
stadigvarande anordning som regelm&#228;ssigt st&#229;r till hans
f&#246;rfogande f&#246;r att ut&#246;va verksamheten. Om han har eller haft
s&#229;dan stadigvarande anordning, f&#229;r inkomsten beskattas i
denna andra stat men endast s&#229; stor del av den som &#228;r
h&#228;nf&#246;rlig till denna stadigvararande anordning.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskap, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings-
och undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig
verksamhet som l&#228;kare, advokat, ingenj&#246;r, arkitekt, tandl&#228;kare
och revisor ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmlserna i artiklarna 16, 18 och 19 f&#246;ranleder
annat, beskattas l&#246;n och annan ers&#228;ttning som person med hemvist
i en avtalsslutande stat uppb&#228;r p&#229; grund av anst&#228;llning endast i
denna stat, s&#229;vida inte arbetet utf&#246;rs i den andra
avtalsslutande staten. Om arbetet utf&#246;rs i denna andra stat, f&#229;r
ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas ers&#228;ttning,
som  person med hemvist i en avtalsslutande stat uppb&#228;r f&#246;r
arbete som utf&#246;rs i den andra avtalsslutande staten, endast i
den f&#246;rstn&#228;mnda staten, om

a) mottagaren vistas i den andra staten under tidrymd eller
tidrymder som sammanlagts inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under kalander&#229;ret
i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist
i den andra staten eller p&#229; dennes v&#228;gnar, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller
stadigvarande anordning som arbetsgivaren har i den andra
staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel
f&#229;r ers&#228;ttning f&#246;r arbete, som utf&#246;rs ombord p&#229; skepp eller
luftfartyg som anv&#228;nds i internationell trafik av ett f&#246;retag i en
avtalsslutande stat, beskattas i denna stat. Om person med
hemvist i Sverige uppb&#228;r inkomst av arbete, vilket utf&#246;rs
ombord p&#229; ett luftfartyg som anv&#228;nds i internationell trafik
av luftfartskonsortiet Scandinavian Airlines System (SAS),
beskattas inomsten endast i Sverige.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse eller annat liknande organ i bolag med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och idrottsm&#228;n

1. Utan hinder av best&#228;mmelserna i artiklarna 7, 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i den andra
avtalsslutande staten i egenskap av artist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller av idrottsman, beskattas i denna andra stat.

2. I fall d&#229; inkomst genom personlig verksamhet, som artist
eller idrottsman ut&#246;var i denna egenskap, inte tillfaller
artisten eller idrottsmannen sj&#228;lv utan annan person, f&#229;r denna
inkomst, utan hinder av best&#228;mmelserna i artiklarna 7, 14 och
15, beskattas i den avtalsslutande stat d&#228;r artisten eller
idrottsmannen ut&#246;var verksamheten.

3. Best&#228;mmelserna i punkt 2 till&#228;mpas inte om det kan
fastst&#228;llas att varken artisten, idrottsmannen eller honom
n&#228;rst&#229;ende person direkt eller indirekt deltar i kontrollen av
eller har del i den vinst som f&#246;rv&#228;rvas av person som &#229;syftas
i n&#228;mnda punkt.

Artikel 18

Pension och livr&#228;nta

1. Pension, utbetalning enligt socialf&#246;rs&#228;kringslagstiftningen
h&#228;ri  inbegripen, och livr&#228;nta som h&#228;rr&#246;r fr&#229;n en
avtalsslutande stat och betalas till person med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i den stat fr&#229;n
vilken de h&#228;rr&#246;r.

2. Pension, utbetalning enligt socialf&#246;rs&#228;kringslagstiftningen
h&#228;ri inbegripen, och livr&#228;nta anses h&#228;rr&#246;ra fr&#229;n en
avtalsslutande stat om utbetalaren &#228;r person med hemvist i
denna stat.

3. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal skall

a) krigspensioner och ers&#228;ttningar (inbegripet pensioner och
ers&#228;ttningar som utg&#229;t till krigsveteraner eller som betalats till
f&#246;ljd av krigsskador) som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och
som betalas till en person med hemvist i den andra
avtalsslutande staten, vara undantagna fr&#229;n skatt i denna andra
stat i den utstr&#228;ckning de skulle varit undantana fr&#229;n beskattning
om de mottogs av person med hemvist i den f&#246;rstn&#228;mnda staten;

b) underh&#229;llsbidrag och andra liknande belopp (underh&#229;llsbidrag
till barn har i inbegripna), som h&#228;rr&#246;r fr&#229;n en avtalsslutande
stat och som betalas till person med hemvist i den andra
avtalsslutande staten, beskattas endast i denna andra stat men
beloppet som beskattas i denna andra stat skall inte &#246;verstiga
det belopp som skulle ha varit skattepliktigt i den f&#246;rstn&#228;mnda
staten om mottagaren haft hemvist d&#228;r.

Artikel 19

Offentlig tj&#228;nst

1. a) L&#246;n och liknande ers&#228;ttning (med undantag f&#246;r pension),
som betalas av en avtalsslutande stat, dess politiska
underavdelningar eller lokala myndigheter till fysisk person
p&#229; grund av arbete  som utf&#246;rs i denna stats, dess politiska
underavdelningars eller lokala myndigheters tj&#228;nst, beskattas
endast i denna stat.

b) s&#229;dan l&#246;n och liknande ers&#228;ttning beskattas emellertid
endast i den andra avtalsslutande staten, om arbetet utf&#246;rs i
denna andra stat och personen i fr&#229;ga har hemvist i denna
stat och

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att
utf&#246;ra arbetet.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; l&#246;n eller liknande
ers&#228;ttning som betalas p&#229; grund av arbete som utf&#246;rts i
samband med r&#246;relse som bedrivs av en avtalsslutande stat,
dess politiska underavdelningar eller lokala myndigheter.

Artikel 20

Studerande

Studerande, hantverks- eller aff&#228;rspraktikant, som har eller
omedelbart f&#246;re vistelsen i en avtalsslutande stat hade hemvist
i den andra avtalsslutande staten och som vistas i den
f&#246;rstn&#228;mnda staten uteslutande f&#246;r sin undervisning eller
praktik, beskattas inte i denna stat f&#246;r belopp som han
erh&#229;ller f&#246;r sitt uppeh&#228;lle, sin undervisning eller praktik,
under f&#246;ruts&#228;ttning att beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla utanf&#246;r
denna stat.

Artikel 21

Annan inkomst

1. Om inte best&#228;mmelserna i punkt 2 f&#246;ranleder annat, beskattas
inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlats i f&#246;reg&#229;ende artiklar i
avtal endast i denna stat oavsett varifr&#229;n inkomsten h&#228;rr&#246;r.

2. S&#229;dan inkomst f&#229;r emellertid, om den f&#246;rv&#228;rvas av person
med hemvist i en avtalsslutande stat fr&#229;n k&#228;lla i den andra
avtalsslutande staten, beskattas &#228;ven i den stat fr&#229;n vilken
h&#228;rr&#246;r enligt lagstiftningen i denna stat. I fr&#229;ga om inkomst
fr&#229;n d&#246;dsbo eller &quot;trust&quot; med hemvist i Canada, med undantag
f&#246;r &quot;truster&quot; i fall d&#229; avdrag medgivits f&#246;r bidragen, f&#229;r
emellertid skatten i Canada, under f&#246;ruts&#228;ttning att inkomsten
&#228;r skattepliktig i Sverige, inte &#246;verstiga 15 procent av
inkomstens bruttobelopp.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
untantag f&#246;r inkomst av fast egendom som avses i artikel 6
punkt 2, om mottagaren av inkomsten har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller
ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n
d&#228;r bel&#228;gen stadigvarande anordning, samt den r&#228;ttighet eller
egendom i fr&#229;ga om vilken inkomsten betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel
7 respektive artikel 14.

Artikel 22

Utanr&#246;jande av dubbelbeskattning

1. Betr&#228;ffande Canada skall dubbelbeskattning undvikar p&#229;
f&#246;ljande s&#228;tt:

a) I enlighet med g&#228;llande best&#228;mmelser i kanadensisk
lagstiftning om avr&#228;kning fr&#229;n kanadensisk skatt av skatt som
betalas i annat land &#228;n Canada och med h&#228;nsynstagande till
framtida &#228;ndringar av dessa best&#228;mmelser (vilka inte skall
p&#229;verka den allm&#228;nna princip som anges h&#228;r), skall - om inte
st&#246;rre avr&#228;kning eller l&#228;ttnad medges enligt kanadensisk lag -
svensk skatt p&#229; inkomst eller vinst som h&#228;rr&#246;r fr&#229;n Sverige
avr&#228;knas fr&#229;n varje kanadensisk skatt p&#229; s&#229;dan inkomst eller
vinst.

b) I enlighet med g&#228;llande best&#228;mmelser i kanadensisk
lagstiftning om beskattning av inkomst fr&#229;n utl&#228;ndskt
dotterbolag ochmed h&#228;nsynstagande till framtida &#228;ndringar av
dessa best&#228;mmelser (vilkla inte skall p&#229;verka den allm&#228;nna
princip som anges h&#228;r), skall bolag med hemvist i Canada vid
fastst&#228;llandet av kanadensisk skatt - vid ber&#228;kningen av
bolagets beskattningsbara inkomst - f&#229; avdrag f&#246;r utdelning
som bolaget erh&#229;llit ur det skattefria &#246;verskottet fr&#229;n utl&#228;ndskt
dotterbolag med hemvist i Sverige.

c) I fall d&#229; inkomst som f&#246;rv&#228;rvas av en person med hemvist i
Canada &#228;r undantagen fr&#229;n beskattning i Canada enligt
best&#228;mmelse i detta avtal, f&#229;r Canada &#228;nd&#229; vid ber&#228;kningen av
skatt p&#229; annan inkomst beakta s&#229;dan undantagen inkomst.

2. Betr&#228;ffande Sverige skall dubbelbeskattning undvikas p&#229;
f&#246;ljande s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
kanadensisk lagstiftning och i enlighet med best&#228;mmelserna i
detta avtal f&#229;r beskattas i Canada, skall Sverige - med
beaktande av best&#228;mmelserna i svensk lagstiftning betr&#228;ffande
avr&#228;kning av utl&#228;ndsk skatt (&#228;ven i den lydelse de framdeles
kan f&#229; genom att &#228;ndras utan att den allm&#228;nna princip som anges
h&#228;r &#228;ndras) - fr&#229;n den svenska skatten p&#229; inkomsten avr&#228;kna
ett belopp motsvarande den skatt som erlagts i Canada f&#246;r
inkomsten.

b) Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst, som
enligt best&#228;mmelserna i detta avtal beskattas endast i Canada,
f&#229;r Sverige - vid best&#228;mmandet av svensk progressiv skatt -
beakta inkomsten som skall beskattas endast i Canada.

c) Utan hinder av best&#228;mmelserna i a) ovan &#228;r utdelning fr&#229;n
bolag med hemvist i Canada till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i svensk
lag om skattebefrielse f&#246;r utdelning, som erh&#229;lls av svenska
bolag fr&#229;n dotterbolag utomlands.

3. Vid till&#228;mpningen av denna artikel anses inkomst eller
vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som enligt detta avtal f&#229;r beskattas i den andra
avtalsslutande staten, h&#228;rr&#246;ra fr&#229;n k&#228;lla i denna andra stat.

Artikel 23

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer
tyngande &#228;n den beskattning och d&#228;rmed sammanh&#228;ngande
krav som medborgare i denna andra stat under samma f&#246;rh&#229;llanden
&#228;r eller kan bli underkastad. Utan hinder av best&#228;mmelserna
i artikel 1 skall denna best&#228;mmelse &#228;ven till&#228;mpas p&#229;
fysiska personer som inte har hemvist i en eller i b&#229;da
avtalsslutande stater.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
skall i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n
beskattningen av f&#246;retag i denna andra stat, som bedriver
verksamhet av samma slag.

3. Best&#228;mmelserna i denna artikel anses inte medf&#246;ra
skyldighet f&#246;r en avtalsslutande stat att medge person med
hemvist i den andra avtalsslutande staten s&#229;dant personligt
avdrag vid  beskattningen, s&#229;dan skattebefrielse eller
skattebeds&#228;ttning p&#229; grund av civilst&#229;nd eller
f&#246;rs&#246;rjningsplikt mot familj, som medges person med hemvist
i den egna staten.

4. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 8 eller artikel 12 punkt 7 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan betalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i den andra
avtalsslutande staten avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r f&#246;retaget p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda
staten.

5. Best&#228;mmelserna i punkt 4 skall inverka p&#229; till&#228;mpningen av
best&#228;mmelser i en avtalsslutande stats inerna
skattelagstiftning; som

a) behandlar avdrag f&#246;r r&#228;ntekostnader (inbegripet framtida
&#228;ndringar i best&#228;mmelserna som inte f&#246;r&#228;ndrar grundprincipen
d&#228;ri) och som &#228;r i kraft dagen f&#246;r undertecknadet av detta
avtal; eller

b) efter undertecknadet inf&#246;rs i en avtalsslutande stat och
som utformas f&#246;r att en person som inte har hemvist i denna
stat, enligt lagstiftningen d&#228;r, inte skall f&#229; en
skattebehandling  som &#228;r f&#246;rm&#229;nligare &#228;n den som person med
hemvist i denna stat erh&#229;ller i motsvarande situation.

6. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en
eller flera personer med hemvist i den andra avtalsslutande
staten, skall inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r
beskattning eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat
slag eller mer tyngande &#228;n den beskattning och d&#228;rmed
sammanh&#228;ngande  krav som annat liknande f&#246;retag (vars
kapital helt eller delvis &#228;gs eller kontrolleras, direkt eller
indirekt, av en eller flera personer med hemvist i en tredje
stat) i den f&#246;rstn&#228;mnda staten &#228;r eller kan bli underkastat.

7. I denna artikel avser uttrycket &quot;beskattning&quot; skatter p&#229;
vilka avtalet till&#228;mpas.

Artikel 24

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan han, utan att detta p&#229;verkar
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa
staters interna r&#228;ttsordning, skriftligen framl&#228;gga saken f&#246;r
den beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r han har
hemvist och ange sk&#228;len f&#246;r sin beg&#228;ran om &#228;ndring av
beskattningen.

2. Om den beh&#246;riga myndigheten som anges i punkt 1 finner
inv&#228;ndningen grundad men inte sj&#228;lv kan f&#229; till st&#229;nd en
tillfredst&#228;llande l&#246;sning, skall  myndigheten s&#246;ka l&#246;sa fr&#229;gan
genom &#246;msesidig &#246;verenskommelse med den beh&#246;riga myndigheten
i den andra avtalsslutande staten i syfte att undvika
beskattning som strider mot avtalet.

3. De beh&#246;riga myndigheterna i de avtalslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelm&#229;l som uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen
av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
&#246;verl&#228;gga i syfte att undanr&#246;ja dubbelbeskattning i fall som
inte omfattas av avtalet och kan tr&#228;da i direkt f&#246;rbindelse
med varandra vid till&#228;mpningen av avtalet.

Artikel 25

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna
skall utbyta s&#229;dana upplysningar som &#228;r relevanta f&#246;r att
till&#228;mpa best&#228;mmelserna i detta aval eller i de avtalsslutande
staternas interna lagstiftning betr&#228;ffande skatter som omfattas
av avtalet, i den m&#229;n beskattningen enligt denna lagstiftning
inte strider mot avtalet. Utbytet av upplysningar begr&#228;nsas
inte av artikel 1. Upplysningar som en avtalsslutande stat
mottagit skall behandlas s&#229;som hemliga p&#229; samma s&#228;tt som
upplysningar som erh&#229;llits enligt den interna lagstiftningen
i denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter
(d&#228;ri inbegripet domstolar och administrativa myndigheter)
som fastst&#228;ller, uppb&#228;r eller indriver de skatter som omfattas
av avtalet eller handl&#228;gger besv&#228;r i fr&#229;ga om dessa skatter.
Dessa personer eller myndigheter skall anv&#228;nda upplysningarna
endast f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa upplysningar vid
offentliga r&#228;tteg&#229;ngar eller i domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte mef&#246;ra skyldighet f&#246;r
en avtalsslutande stat att

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning
och administrativ praxis i denna avtalsslutande stat eller i
den andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet,
industri-, handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet
nyttjat f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande
skulle strida mot allm&#228;nna h&#228;nsyn (ordre public).

3. Om en avtalsslutande stat beg&#228;r upplysningar enligt denna
artikel, skall den andra avtalsslutande staten str&#228;va efter
att skaffa fram de upplysningar som framst&#228;llningen avser p&#229;
samma s&#228;tt som om dess egen beskattnng var involverad, utan
hinder av att den andra staten vid denna tidpunkt inte beh&#246;ver
s&#229;dana upplysningar. Om beh&#246;rig myndighet i en avtalsslutande
stat s&#228;rskild beg&#228;r det skall den beh&#246;riga myndigheten i den
andra avtalsslutande staten str&#228;va efter att tillhandah&#229;lla
upplysningarna enligt denna artikel i &#246;nskad form, s&#229;som
skriftliga vittnesintyg och kopior av ej redigerade
originalhandlingar (d&#228;ri inbegripet b&#246;cker, dokument,
rapporter, protokll, r&#228;kenskaper eller skriftv&#228;xling) i samma
omfattning som s&#229;dana intyg och handlingar kan erh&#229;llas
enligt lagstiftning och administrativ praxis i denna andra stat
betr&#228;ffande dess egna skatter.

4. Vid till&#228;mpningen av denna artikel skall avtalet, utan
hinder av best&#228;mmelserna i artikel 2, till&#228;mpas p&#229;:

a) alla skatter som tas ut av Canadas regering; och

b) alla skatter som tas ut av Sveriges regering, kommuner
och landsting.

Artikel 26

Diplomatiska f&#246;retr&#228;dare och konsul&#228;ra tj&#228;nstem&#228;n

1. Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer
diplomatiska f&#246;retr&#228;dare eller konsul&#228;ra tj&#228;nstem&#228;n.

2. Utan hinder av artikel 4 skall fysisk person, som &#228;r medlem
av en avtalsslutande stat diplomatiska beskickning, konsulat
eller st&#228;ndiga representation, vilken &#228;r bel&#228;gen i den andra
avtalsslutande staten eller i en tredje stat, vid till&#228;mpningen
av avtalet anses ha hemvist i den s&#228;ndande staten, om
han d&#228;r &#228;r underkastad samma skyldighet i fr&#229;ga om skatt
f&#246;r hela sin inkomst som person med hemvist i denna
s&#228;ndande stat.

3. Avtalet till&#228;mpas inte p&#229; internationell organisation, dess
organ eller tj&#228;nstem&#228;n och inte heller p&#229; person, som &#228;r
medlem av en tredje stats eller grupp av staters
diplomatiska beskickning, konsulat eller st&#228;ndiga
representation och som befinner sig i en avtalsslutande stat
samt inte i n&#229;gondera avalsslutande staten &#228;r underkastad
samma skyldigheter i fr&#229;ga om skatt f&#246;r hela sin inkomst som
person med hemvist d&#228;r.

Artikel 27

&#214;vriga best&#228;mmelser

1. Best&#228;mmelserna i detta avtal anses inte i n&#229;got avseende
begr&#228;nsa s&#229;dan skatteneds&#228;ttning, skattel&#228;ttnad, avr&#228;kning
eller avdrag vid beskattning som medges

a) enligt lagstiftningen i en avtalsslutande stat vid
best&#228;mmandet av skatt som tas ut i denna stat, eller

b) enligt annat avtal som en avtalsslutande stat ing&#229;r.

2. Best&#228;mmelserna i detta avtal hindrar inte en avtalsslutande
stat att beskatta belopp som inr&#228;knas i inkomsten hos en
person med hemvist i denna stat p&#229; grund av innehav av andel
i handelsbolag, &quot;trust&quot; eller kontrollerad utl&#228;ndsk juridisk person.

3. Avgifter som betalats under et &#229;r, med anledning av
f&#246;rv&#228;rvsverksamhet som ut&#246;vats under &#229;ret, av eller f&#246;r en
fysisk person som har hemvist i en avtalsslutande stat till
en pensionsplan som erk&#228;nts f&#246;r beskattnings&#228;ndam&#229;l i den
andra avtalsslutande staten skall, under en period ej
&#246;verstigande sammanlagt 60 m&#229;nader, vid beskattningen i den
f&#246;rstn&#228;mnda staten behandlas p&#229; samma s&#228;tt som avgifter vilka
betalats till en pensionsplan som erk&#228;nts f&#246;r
beskattnings&#228;ndam&#229;l i den f&#246;rstn&#228;mnda staten, under
f&#246;ruts&#228;ttning att

a) s&#229;dan fysisk person regelbundet bidragit till en s&#229;dan
pensionsplan under en period omedelbart innan han fick
hemvist i den f&#246;rstn&#228;mnda staten; och

b) den beh&#246;riga myndigheten i den f&#246;rstn&#228;mnda staten finner
att pensionsplanen motsvarar en pensionsplan som erk&#228;nts
f&#246;r beskattnings&#228;ndam&#229;l i denna stat.

Vid till&#228;mpningen av denna punkt anses uttycket &quot;pensionsplan&quot;
innefatta pensionsplan som inr&#228;ttats inom ramen f&#246;r
socialf&#246;rs&#228;kringssystemet i en avtalssluande stat.

4. Vid till&#228;mpningen av artikel XXII (Konsultation) punkt 3 i
Allm&#228;nna Tj&#228;nstehandelsavtalet, &#228;r de avtalsslutande staterna
&#246;verens om att utan hinder av n&#228;mnda punkt, skall en tvist
mellan staterna ang&#229;ende fr&#229;gan huruvida en &#229;tg&#228;rd faller
under till&#228;mpningsomr&#229;det f&#246;r detta avtal eller inte och som
kan h&#228;nskjutas till Tj&#228;nstehandelsr&#229;det i enlighet med n&#228;mnda
punkt, tvisten s&#229; h&#228;nskjutas endast om b&#229;da avtalsslutande
staterna samtycker d&#228;rtill. Fr&#229;gor om tolkningen av denna
punkt skall avg&#246;ras med till&#228;mpning av artikel 24 punkt 3
eller, om s&#229;dant avg&#246;rande inte kan tr&#228;ffas, enligt annat
f&#246;rfarande som b&#229;da avtalsslutande staterna kommer &#246;verens
om.

Artikel 28

Ikrafttr&#228;dande

1. Detta avtal skall ratificeras och ratifikationshandlingarna
skall utv&#228;xlas i Ottawa s&#229; snart som m&#246;jligt.

2. Avtalet tr&#228;der i kraft med utv&#228;xlingen av
ratifikationshandlingarna och dess best&#228;mmelser till&#228;mpas:

a) i Canada:

1) betr&#228;ffande skatt, som inneh&#246;lls vid k&#228;llan, p&#229; belopp som
den 1 januari kalender&#229;ret n&#228;rmast efter det d&#229; utv&#228;xlingen
av ratifikationshandlingarna &#228;ger rum eller senare betalas till
eller tillgodof&#246;rs person med hemvist utanf&#246;r Canada; och

2) betr&#228;ffande annan kanadensisk skatt, i fr&#229;ga om
beskattnings&#229;r som b&#246;rjar den 1 januari kalender&#229;ret
n&#228;rmast efter det d&#229; utv&#228;xlingen av ratifikationshandlingarna
&#228;ger rum eller senare.

3. Best&#228;mmeslerna i avtalet fr&#229;n den 14 oktober 1983
mellan Canada och Sverige f&#246;r att undvika
dubbelbeskattning och f&#246;rhindra skatteflykt betr&#228;ffnade
skatter p&#229; inkomst och f&#246;rm&#246;genhet skall upph&#246;ra att g&#228;lla:

a) i Canada:

1) betr&#228;ffande skatt, som inneh&#229;lls vid k&#228;llan, p&#229; beloppp
som den 1 januari kalender&#229;ret n&#228;rmast efter det d&#229;
utv&#228;xlingen av ratikationshandlingarna &#228;ger rum eller
senare betalas till eller tillgodof&#246;rs person med hemvist
utanf&#246;r Canada; och

2) betr&#228;ffande annan kanadensisk skatt, i fr&#229;ga om
beskattnings&#229;r som b&#246;rjar den 1 januari kalender&#229;ret n&#228;rmast
efter det d&#229; utv&#228;xlingen av ratifikationshandlingarna &#228;ger
rum eller senare;

b) i Sverige:

1) betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari kalender&#229;ret
n&#228;rmast efter det d&#229; utv&#228;xlingen av ratifikationshandlingarna &#228;ger
rum eller senare; och

2) betr&#228;ffande f&#246;rm&#246;genhetskatt f&#246;r vilken taxering sker
andra kalender&#229;ret n&#228;rmast efter det d&#229; utv&#228;xlingen av
ratifikationshandlingarna &#228;ger rum eller senare.

4. Avtalet daterat den 21 november 1929 mellan Canada och
Sverige ang&#229;ende &#246;msesidigt fritagande fr&#229;n inkomstskatt
i vissa fall av inkomster h&#228;rr&#246;rande fr&#229;n rederir&#246;relse skall
upph&#246;ra att g&#228;lla den dag d&#229; f&#246;revarande avtal tr&#228;der i kraft.

Artikel 29

Upph&#246;rande

Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men envar av
de avtalsslutande staterna &#228;ger att  - senast den 30 juni under
ett kalender&#229;r som b&#246;rjar efter det &#229;r d&#229; utv&#228;xlingen av
ratifikationshandlingarna &#228;gde rum - skriftligen s&#228;ga upp
avtalet hos den andra avtalsslutande staten. I h&#228;ndelse av
s&#229;dan upps&#228;gning upph&#246;r avtalet att g&#228;lla:

a) i Canada:

1) betr&#228;ffande skatt, som inneh&#229;lls vid k&#228;llan, p&#229; belopp som
den 1 januari kalender&#229;ret n&#228;rmast efter det d&#229; upps&#228;gning sker
 eller senare betalas till eller tillgodof&#246;rs person med hemvist
i Canada; och

2) betr&#228;ffande annan kanadensisk skatt, i fr&#229;ga om
beskattnings&#229;r som b&#246;rjar den 1 januari kalender&#229;ret n&#228;rmast
efter det d&#229; upps&#228;gning sker eller senare;

b) i Sverige, betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari
kalender&#229;ret n&#228;rmast efter det d&#229; upps&#228;gning sker eller
senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigande, undertecknat detta avtal.

Som skedde i Stockholm den 27 augusti 1996 i tv&#229; exemplar
p&#229; engelska, franska och svenska spr&#229;ken, varvid varje text
&#228;ger lika vitsord

F&#246;r Sveriges                           F&#246;r Canadas
regering                                   regering

Lena Hjelm-Wall&#233;n                   Lloyd Axworthy

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3013">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3015">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
