

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1996-11-20" /> 
 <meta id="rattsinfo-edited" content="1997-09-02" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3030</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3029">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3031">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:1071 ·
                    <a href="/sfsr?bet=1996:1071">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1996:1071) om till&#228;mpning av en
till&#228;mpnings&#246;verenskommelse den 3 oktober
1996 till konventionen om social trygghet
mellan Konungariket Sverige och Republiken
Chile
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-10-31
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-12-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den till&#228;mpnings&#246;verenskommelse till konventionen den 13 mars 1995
om social trygghet mellan Sverige och Chile som har undertecknats den
3 oktober 1996 skall g&#228;lla som f&#246;rordning h&#228;r i landet.
&#214;verenskommelsen bifogas i svensk och spansk text denna f&#246;rordning
som bilaga.

Bilaga

--------------------------------------------------

TILL&#196;MPNINGS&#214;VERENSKOMMELSE
TILL KONVENTIONEN OM SOCIAL
TRYGGHET MELLAN KONUNGARIKET SVERIGE OCH REPUBLIKEN CHILE

Med st&#246;d av artikel 19 a) i konventionen om social trygghet mellan
Konungariket Sverige och Republiken Chile, som undertecknades i
Stockholm den 13 mars 1995, nedan kallad &quot;konventionen&quot;, har de
beh&#246;riga myndigheterna i de b&#229;da staterna tr&#228;ffat f&#246;ljande
&#246;verenskommelse ang&#229;ende konventionens till&#228;mpning.

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

Begreppsbest&#228;mningar

De i konventionens artikel 1 definierade uttrycken har i denna
&#246;verenskommelse samma inneb&#246;rd som enligt n&#228;mnda artikel.

Artikel 2

F&#246;rbindelseorgan

1. F&#246;rbindelseorgan enligt konventionens artikel 19 b) &#228;r

a) i Chile:

a) En Chile:f&#246;r personer anslutna till det nya pensionssystemet,
Tillsynsmyndigheten f&#246;r pensionsfondsf&#246;rvaltarna
f&#246;r personer som omfattas av de system som administreras av
Institutet f&#246;r social v&#228;lf&#228;rd, Tillsynsmyndigheten f&#246;r social
trygghet,

b) i Sverige:
f&#246;r sjuk- och arbetsskadef&#246;rs&#228;kring, folkpension och f&#246;rs&#228;kring f&#246;r
till&#228;ggspension, Riksf&#246;rs&#228;kringsverket

f&#246;r arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d,
Arbetsmarknadsstyrelsen.

2. De beh&#246;riga myndigheterna kan genom &#246;verenskommelse utse andra
f&#246;rbindelseorgan.

3. F&#246;rbindelseorganen kan tr&#228;da i omedelbar f&#246;rbindelse s&#229;v&#228;l med
varandra som med ber&#246;rda personer eller deras ombud.

4. F&#246;rbindelseorganen skall framst&#228;lla de formul&#228;r som beh&#246;vs f&#246;r
till&#228;mpningen av konventionen och denna &#246;verenskommelse.

AVDELNING II

TILL&#196;MPNING AV BEST&#196;MMELSERNA OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 3

Beh&#246;rig institution f&#246;r f&#246;rv&#228;rvsverksamma personer som inte &#228;r
bosatta i Sverige

En person som &#228;r f&#246;rv&#228;rvsverksam i Sverige utan att vara bosatt i
Sverige skall tillh&#246;ra lokalkontoret hos den f&#246;rs&#228;kringskassa inom
vars verksamhetsomr&#229;de han regelm&#228;ssigt tillbringar dygnsvilan.

Artikel 4

Uts&#228;nda arbetstagare

1. I fall som avses i konventionens artikel 7. 1 skall p&#229; beg&#228;ran av
arbetsgivaren eller arbetstagaren intyg utf&#228;rdas att
uts&#228;ndningsstatens lagstiftning om social trygghet skall forts&#228;tta
att g&#228;lla f&#246;r arbetstagaren, som om han fortfarande var anst&#228;lld d&#228;r.
Intyget skall utf&#228;rdas

a) i Chile: av det f&#246;rbindelseorgan som svarar mot den institution
som arbetstagaren &#228;r ansluten till

b) i Sverige: av f&#246;rs&#228;kringskassan

2. Intyg enligt f&#246;reg&#229;ende punkt skall l&#228;mnas till arbetstagaren,
som skall beh&#229;lla det f&#246;r att kunna styrka sin status med avseende p&#229;
social trygghet i mottagandestaten.

AVDELNING III

TILL&#196;MPNING AV S&#196;RSKILDA BEST&#196;MMELSER P&#197; OLIKA SLAG AV F&#214;RM&#197;NER

KAPITEL 1

SJUKV&#197;RD

Artikel 5

Sjukv&#229;rdsf&#246;rm&#229;ner f&#246;r pensionstagare

1. I fall som avses i konventionens artikel 9 skall pensionstagaren
f&#246;r ettdera av de chilenska f&#246;rbindelseorganen visa upp ett intyg
utf&#228;rdat av Stockholms l&#228;ns allm&#228;nna f&#246;rs&#228;kringskassa,
utlandsavdelningen, som utvisar att han har svensk pension, vilket
datum pensionen beviljats samt dess aktuella belopp.

2. Det chilenska f&#246;rbindelseorgan f&#246;r vilket intyg enligt f&#246;reg&#229;ende
punkt uppvisats skall omr&#228;kna pensionsbeloppet till nationellt
myntslag och f&#246;ra in uppgifterna p&#229; ett f&#246;r &#228;ndam&#229;let fastst&#228;llt
formul&#228;r, varmed pensionstagaren kan erl&#228;gga sin sjukv&#229;rdsavgift hos
respektive organ.

KAPITEL II

F&#214;RM&#197;NER VID &#197;LDERDOM, INVALIDITET OCH TILL EFTERLEVANDE

Artikel 6

Ingivande och handl&#228;ggning av pensionsans&#246;kningar

F&#246;r ingivande och handl&#228;ggning av pensionsans&#246;kningar enligt
konventionen skall f&#246;ljande f&#246;rfarande g&#228;lla:

A) I Chile:

1. Personer bosatta i Chile som ans&#246;ker om pension uteslutande
enligt svensk lagstiftning kan inge ans&#246;kan till n&#229;got av de
chilenska f&#246;rbindelseorganen eller direkt till Stockholms l&#228;ns
allm&#228;nna f&#246;rs&#228;kringskassa, utlandsavdelningen. Har ans&#246;kan ingivits
till ett chilenskt f&#246;rbindelseorgan, skall detta i m&#246;jligaste m&#229;n
kontrollera att s&#246;kandens uppgifter &#228;r riktiga.

2. Ans&#246;kan om pension enligt b&#229;da l&#228;ndernas lagstiftning skall inges
till den chilenska beh&#246;riga institutionen, som genom respektive
f&#246;rbindelseorgan skall vidarebefordra den till den svenska beh&#246;riga
institutionen med uppgift om datum f&#246;r ingivandet. Till ans&#246;kan skall
vidare fogas ett intyg &#246;ver f&#246;rs&#228;kringsperioder som har fullgjorts
enligt chilensk lagstiftning.

B) I Sverige:

1. Personer bosatta i Sverige som ans&#246;ker om pension uteslutande
enligt chilensk lagstiftning skall inge ans&#246;kan till den svenska
beh&#246;riga institutionen, som f&#246;r vidare handl&#228;ggning skall &#246;vers&#228;nda
den till det chilenska f&#246;rbindelseorgan som svarar mot den
institution som s&#246;kanden &#228;r ansluten till. Till ans&#246;kan skall fogas
allt underlag som beh&#246;vs f&#246;r den chilenska beh&#246;riga institutionens
beslut.

2. Ans&#246;kan om pension enligt b&#229;da l&#228;ndernas lagstiftning skall inges
till den svenska beh&#246;riga institutionen, som f&#246;r vidare handl&#228;ggning
skall &#246;vers&#228;nda den med uppgift om ans&#246;kningsdatum till det chilenska
f&#246;rbindelseorgan som svarar mot den institution till vilken s&#246;kanden
&#228;r ansluten. Den svenska beh&#246;riga institution, som &#246;vers&#228;nder
ans&#246;kan, skall bekr&#228;fta f&#246;rs&#228;kringsperioder som har fullgjorts enligt
den egna lagstiftningen.

Artikel 7

L&#228;karunders&#246;kningar

1. L&#228;karutl&#229;tanden i anledning av ans&#246;kan om pension, som har
ingetts i endera f&#246;rdragsslutande staten enligt dess lagstiftning,
liksom resultat av medicinska och tekniska unders&#246;kningar avseende
s&#246;kandens arbetsf&#246;rm&#229;ga skall &#246;vers&#228;ndas till den andra
f&#246;rdragsslutande statens institution i original eller kopia.

2. N&#228;r institutionen i det land d&#228;r den f&#246;rs&#228;krade inte &#228;r bosatt
finner ytterligare medicinska unders&#246;kningar n&#246;dv&#228;ndiga f&#246;r att kunna
fastst&#228;lla s&#246;kandens invaliditet, skall dessa utf&#246;ras av
institutionen i det land d&#228;r denne &#228;r bosatt.

3. N&#228;r en person med invaliditetspension enligt ena f&#246;rdragsslutande
statens lagstiftning &#228;r bosatt eller vistas i den andra staten, kan
den beh&#246;riga institutionen i den f&#246;rdragsslutande staten som
utbetalar pensionen beg&#228;ra l&#228;karunders&#246;kning av pensionstagaren f&#246;r
att fastst&#228;lla eller ompr&#246;va dennes medicinska status.

4. Beg&#228;ran om l&#228;karunders&#246;kning skall g&#246;ras hos den andra
f&#246;rdragsslutande statens beh&#246;riga institution, vilken har att besluta
om verkst&#228;llighet enligt den lagstiftning, som g&#228;ller f&#246;r att
fastst&#228;lla nedsatt arbetsf&#246;rm&#229;ga, och snarast m&#246;jligt underr&#228;tta den
beh&#246;riga institutionen i den stat som beg&#228;rt l&#228;karunders&#246;kningen om
unders&#246;kningsresultaten.

5. L&#228;karunders&#246;kningar och l&#228;karutl&#229;tanden skall finansieras enligt
konventionens artikel 11.

Artikel 8

Bist&#229;nd och information

1. De f&#246;rdragsslutande staternas f&#246;rbindelseorgan och beh&#246;riga
institutioner skall underr&#228;tta varandra om alla omst&#228;ndigheter av
betydelse f&#246;r till&#228;mpningen av varandras lagstiftning, som kommer
till deras k&#228;nnedom. De skall &#228;ven bist&#229; ber&#246;rda personer som &#246;nskar
klaga p&#229; beslut meddelade av den andra f&#246;rdragsslutande staten.

2. F&#246;rbindelseorganen skall delge varandra &#229;rliga statistiska
uppgifter om utbetalningar som gjorts enligt konventionen i den andra
f&#246;rdragsslutande staten.

Artikel 9

Utbetalning av f&#246;rm&#229;ner

1. Chilenska eller svenska f&#246;rm&#229;ner skall av betalningsansvarig
institution i det ena landet utbetalas direkt till f&#246;rm&#229;nstagare
bosatta i det andra landet.

2. F&#246;rm&#229;nsbelopp skall utbetalas d&#229; de f&#246;rfaller till betalning
enligt den lagstiftning som g&#228;ller f&#246;r den betalningsansvariga
institutionen.

Artikel 10

Beh&#246;riga institutioner

De f&#246;rdragsslutande staternas beh&#246;riga institutioner skall vara
f&#246;ljande:

A) I Chile:

1. n&#228;r det g&#228;ller pensioner:

f&#246;r personer anslutna till det nya pensionssystemet,
pensionsfondsf&#246;rvaltarna

f&#246;r personer anslutna till de gamla systemen f&#246;r social trygghet,
Institutet f&#246;r social v&#228;lf&#228;rd

2. n&#228;r det g&#228;ller fastst&#228;llande av invaliditet:

f&#246;r personer anslutna till det nya pensionssystemet, medicinska
kommissionen vid Tillsynsmyndigheten f&#246;r pensionsfondsf&#246;rvaltarna

f&#246;r personer anslutna till de gamla systemen f&#246;r social trygghet som
&#228;r bosatta i Chile, respektive kommission f&#246;r f&#246;rebyggande medicin
och invaliditet, eller, f&#246;r personer anslutna till dessa system, som
inte &#228;r bosatta i Chile, samt f&#246;r dem som inte &#228;r anslutna till n&#229;got
system i Chile, kommissionen f&#246;r f&#246;rebyggande medicin och invaliditet
vid Centrala h&#228;lso- och sjukv&#229;rdsbyr&#229;n.

3. n&#228;r det g&#228;ller betalning av s&#229;dan sjukv&#229;rdsavgift som f&#246;ranletts
av till&#228;mpning av artikel 9 i konventionen:

institutionerna f&#246;r allm&#228;n h&#228;lso- och sjukv&#229;rd och Nationella h&#228;lso-
och sjukv&#229;rdsfonden

B) I Sverige:

1. f&#246;r personer som &#228;r bosatta i Sverige, f&#246;rs&#228;kringskassan p&#229;
bos&#228;ttningsorten,

2. f&#246;r personer som arbetar i Sverige utan att vara bosatta i
landet, den f&#246;rs&#228;kringskassa inom vars omr&#229;de dygnsvilan regelm&#228;ssigt
tillbringas.

3. F&#246;r personer som inte &#228;r bosatta eller arbetar i Sverige,
utlandsavdelningen vid Stockholms l&#228;ns allm&#228;nna f&#246;rs&#228;kringskassa.

Artikel 11

Ikrafttr&#228;dande

Denna &#246;verenskommelse tr&#228;der i kraft och upph&#246;r samtidigt med
konventionen.

Utf&#228;rdad i Santiago de Chile den 3 oktober 1996 i tv&#229;
originalexemplar p&#229; svenska och spanska spr&#229;ken, vilka b&#229;da texter
&#228;ger lika vitsord.

F&#246;r den beh&#246;riga myndigheten i Sverige:

Madeleine Str&#246;je-Wilkens

F&#246;r den beh&#246;riga myndigheten i Chile:

Jorge Arrate


ACUERDO ADMINISTRATIVO PARA
LA APLICACION DEL CONVENIO DE
SEGURIDAD SOCIAL ENTRE EL
REINO DE SUECIA Y LA REPUBLICA DE CHILE

En virtud de lo dispuesto en el art&#161;culo 19 letra a) del Convenio de
Seguridad Social entre el Reino de Suecia y la Rep&#163;blica de Chile
suscrito en Estocolmo el 13 de marzo de 1995, que en adelante se
denominar &quot;El Convenio&quot;; Las Autoridades Competentes de ambos
Estados, han establecido el siguente Acuerdo Administrativo para la
aplicaci&#162;n del Convenio:

TITULO I

DISPOSICIONES GENERALES

Articulo 1o

Definiciones

Los t&#233;rminos y expresiones definidos en el art&#161;culo 1o del Convenio,
tendrn en este Acuerdo el mismo significado que en dicho art&#161;culo se
les asigna.

Articulo 2o

Organismos de Enlace

1. En cumplimiento de 1o dispuesto en el art&#161;culo 19 letra b) del
Convenio, se establecen los siguientes Organismos de Enlace:

La Superintendencia de Administradoras de Fondos de Pensiones, para
los afiliados al Nuevo Sistema de Pensiones, y La Superintendencia de
Seguridad Social, para los imponentes de los reg&#161;menes administrados
por el Instituto de Normalizaci&#162;n Previsional.

b) En Suecia:

Respecto al seguro de enfermedad y el seguro de accidentes del
trabajo y enfermedad profesional, la pensi&#162;n bsica y el seguro de
pensi&#162;n suplementaria: La Administraci&#162;n Na cional de la Seguridad
Social,

Respecto al Seguro de Desempleo y la Ayuda en Efectivo del Mercado
de Trabajo, La Administraci&#162;n Nacional de Trabajo.

2. Por mutuo acuerdo, las Autoridades Competentes pueden designar
otros Organismos de Enlace.

3. Los Organismos de Enlace pueden comunicarse directamente entre
s&#161;, as&#161; como con las personas interesadas o con sus representantes.

4. Los Organismos de Enlace de ambos Estados debern preparar los
formularios necesarios para la implementaci&#162;n del Convenio y de este
Acuerdo.

TITULO II

APLICACION DE LAS DISPOSICIONES SOBRE LA LEGISLACION APLICABLE

Articulo 3o

Instituci&#162;n Competente Para Trabajadores no residentes en Suecia

Las personas que realicen actividades laborales en Suecia sin tener
su residencia en dicho Estado, estarn sujetas a la Oficina Local de
la Caja de la Seguridad Social, en cuyo mbito geogrfico tengan su
descanso diario.

Articulo 4o

Trabajadores desplazados

1. En los casos mencionados en el art&#161;culo 7o prrafo 1 del Convenio
se extender, a requerimiento del empleador o del trabajador, un
certificado en el que conste que este &#163;ltimo continuar sujeto a la
legislac&#161;on sobre Seguridad Social del pa&#161;s que lo env&#161;a, como si
estuviera a&#163;n empleado en &#233;l. Dicho certificado ser extendido:

a) En Chile: Por el Organismo de Enlace que corresponda a la
instituci&#162;n de afiliaci&#162;n del trabajador.

b) En Suecia: Por la Caja de la Seguridad Social.

2. El certificado referido en el prrafo anterior ser entregado al
trabajador, quien deber mantenerlo en su poder para acreditar su
situaci&#162;n previsional en el pa&#161;s de acogida.

TITULO III

APLICACION DE DISPOSICIONES ESPECIALES RELATIVAS A PRESTACIONES
VARIAS

CAPITULO I

SALUD

Articulo 5o

Prestaciones de salud para pensionados

1. En la situaci&#162;n prevista en el art&#161;culo 9 del Convenio, la
condici&#162;n de pensionado en Suecia se acreditar presentando ante
cualquiera de los Organismos de Enlace chilenos un certificado
extendido por el Departamento de Asuntos Exteriores de la Caja de la
Seguridad Social de la provincia de Estocolmo, en el que se
consignar la fecha de otorgamiento de la pensi&#162;n y su monto actual.

2. El Organismo de Enlace chileno ante el cual se presente el
certificado referido en el prrafo anterior, efectuar la conversi&#162;n
del monto de la pensi&#162;n a moneda nacional, registrando dicha
informaci&#162;n en un formulario especialmente diseado para tal efecto,
con el cual el interesado podr enterar la cotizaci&#162;n para salud ante
el Organismo respectivo.

CAPITULO II

PRESTACIONES DE VEJEZ, INVALIDEZ Y SOBREVIVENCIA

Articulo 6o

Presentaci&#162;n y tramitaci&#162;n de las solicitudes de pensiones

La presentaci&#162;n y tramitac&#161;&#162;n de solicitudes de pensiones en
aplicaci&#162;n del Convenio, se ajustar al siguiente procedimiento:

A: En Chile:

l. Las personas que residan en Chile y soliciten una pensi&#162;n
exclusivamente de acuerdo con la legislaci&#162;n sueca, podrn presentar
la solicitud respectiva ante uno de los Organismos de Enlace chilenos
o bien, directamente ante el Departamento de Asuntos Exteriores de la
Caja de la Seguridad Social de la provincia de Estocolmo. Cuando la
solicitud se presente ante un Organismo de Enlace chileno, &#233;ste
verificar, en tanto sea posible, la efectividad de la informaci&#162;n
proporcionada por el solicitante.

2. Cuando se trate de una solicitud de pensi&#162;n de acuerdo con la
legislaci&#162;n de ambos Estados, &#233;sta ser presentada ante la
Instituci&#162;n Competente chilena, la que deber remitirla a la
Instituci&#162;n Competente sueca, a trav&#233;s de su respectivo Organismo de
Enlace, indicando la fecha de su presentaci&#162;n. A dicha solicitud se
adjuntar adems, un certificado en el cual se acrediten los per&#161;odos
de seguro cumplidos en conformidad a la legislaci&#162;n chilena.

B: En Suecia:

l. Las personas que residan en Suecia y soliciten una pensi&#162;n
exclusivamente de acuerdo con la legislaci&#162;n chilena, presentarn la
solicitud respectiva ante la Instituci&#162;n Competente sueca, la que
deber remitirla al Organismo de Enlace chileno correspondiente a la
instituci&#162;n de afiliaci&#162;n del trabajador para su tramitaci&#162;n. Dicha
solicitud deber ser acompaada de todos los antecedentes necesarios
para que la Inst&#161;tuci&#162;n Competente chilena adopte su resoluci&#162;n.

2. Cuando se trate de una solicitud de pensi&#162;n de acuerdo con la
legislaci&#162;n de ambos Estados, &#233;sta deber presentarse ante la
Instituci&#162;n Competente sueca, la que deber remitirla al Organismo de
Enlace chileno correspondiente a la instituci&#162;n de afiliaci&#162;n del
trabajador para su tramitaci&#162;n indicando la fecha de su presentaci&#162;n.
La Instituci&#162;n Competente sueca que remite la solicitud, deber
confirmar los per&#161;odos de seguro cumplidos en conformidad a su
legislaci&#162;n.

Articulo 7o

Exmenes M&#233;dicos

l. Los informes m&#233;dicos emitidos a ra&#161;z de una solicitud de pensi&#162;n
presentada en uno de los Estados Contratantes de acuerdo con su
propia legislaci&#162;n, y los resultados de los exmenes m&#233;dicos y
t&#233;cnicos sobre la capacidad laboral del solicitante, se remitirn a
la Instituci&#162;n del otro Estado Contratante ya sea en original o
copia.

2. Cuando la Instituci&#162;n del pa&#161;s en que no reside el asegurado
considere necesaria la realizaci&#162;n de nuevos exmenes m&#233;dicos para
determinar la invalidez que afecta al interesado, &#233;stos sern
realizados por la Instituci&#162;n del pa&#161;s de residencia del trabajador.

3. Cuando una persona pensionada por invalidez en conformidad a la
legislaci&#162;n de uno de los Estados Contratantes, reside o permanece en
el territorio del otro, la Instituci&#162;n Competente del Estado
Contratante que paga la pensi&#162;n puede solicitar la realizaci&#162;n de
exmenes m&#233;dicos al pensionado, con el fin de determinar o revisar su
condic&#161;&#162;n m&#233;dica.

4. Las solicitudes de exmenes m&#233;dicos sern presentadas a la
Instituci&#162;n Competente del otro Estado Contratante, la que dispondr
su realizaci&#162;n conforme a la legis-laci&#162;n vigente para su
calificaci&#162;n de incapacidad y notificar el resultado de los exmenes
a la Instituci&#162;n Competente del Estado que solicit&#162; dichos exmenes,
tan pronto sea posible.

5. Los exmenes m&#233;dicos e informes sern financiados en la forma que
seala el art&#161;culo 11 del Convenio.

Articulo 8o

Asistencia e Informaci&#162;n

1. Los Organismos de Enlace y las Instituciones Competentes de los
Estados Contratantes se informarn mutuamente de todas las
circunstancias de que tengan conocimiento, que sean relevantes en
relaci&#162;n con la aplicaci&#162;n de sus legislaciones. Asimismo, asistirn
al interesado cuando &#233;ste desee formular una reclamaci&#162;n en contra de
una resoluci&#162;n adoptada por el otro Estado Contratante.

2. Los Organismos de Enlace se comunicarn anualmente datos
estad&#161;sticos sobre los pagos que se hayan efectuado en aplicaci&#162;n del
Convenio, en el territorio del otro Estado Contratante.

Articulo 9o

Pago de Prestaciones

Las prestaciones chilenas o suecas sern pagadas directamente a
los beneficiarios residentes en un pa&#161;s, por las instituciones
deudoras del otro pa&#161;s.

2. El pago de las cantidades devengadas de dichas prestaciones
tendr lugar en las fechas de vencimiento previstas por la
legislaci&#162;n del pa&#161;s que la instituci&#162;n deudora deba aplicar.

Articulo 10

Instituciones Competentes

Las Instituciones competentes de los Estados contratantes sern las
siguientes:

A: En Chile

l. Respecto de las Pensiones:

Las Administradoras de Fondos de Pensiones para los afiliados al
Nuevo Sistema de Pensiones, y

El Instituto de Normalizaci&#162;n Previsional para los afiliados a los
antiguos reg&#161;menes previsionales.

2. Respecto de la calificaci&#162;n de invalidez:

Las Comisiones M&#233;dicas de la Superintendencia de Administradoras de
Fondos de Pensiones, para los afiliados al Nuevo Sistema de
Pensiones, y

Las Comisiones de Medicina Preventiva e Invalidez que correspondan,
para los afiliados a los antiguos reg&#161;menes previsionales que residan
en Chile y la Comisi&#162;n de Medicina Preventiva e Invalidez del
Servicio de Salud Central, para aquellos afiliados a esos reg&#161;menes
que no residen en Chile, as&#161; como para aquellos que no registren
afiliaci&#162;n en este pa&#161;s.

3. Respecto del pago de la cotizaci&#162;n de salud a que se refiere el
art&#161;culo 9 del Convenio:

Las Institutiones de Salud Previsional, y El Fondo Nacional de Salud

B: En Suecia

1. La Caja de Seguridad Social del lugar de residencia, para las
personas que residan en Suecia.

2. La Caja de Seguridad Social en cuyo mbito geogrfico tengan su
descanso diario, para las personas que trabajan en Suecia sin tener
residencia en el pa&#161;s.

3. El Departamento de Asuntos Exteriores de la Caja de Seguridad
Social de la Provincia de Estocolmo, para las personas que no residen
ni trabajan en Suecia.

Articulo 11

Entrada en vigor

Este acuerdo entrar en vigor y cesar su aplicaci&#162;n en la misma
fecha que el Convenio.

HECHO en Santiago, Chile, a tres d&#161;as del mes de octubre de mil
novecientos noventa y seis, en dos ejemplares en los idiomas sueco y
espaol, siendo ambas versiones igualmente aut&#233;nticas.

Por la autoridad competente Sueca

Madeleine Str&#246;je-Willkens

Por la autoridad competente Chilena

Jorge Arrate&#243;

&#214;verg&#229;ngsbest&#228;mmelser

1996:1071

Denna f&#246;rordning tr&#228;der i kraft den 1 december 1996 och skall
till&#228;mpas fr&#229;n konventionens ikrafttr&#228;dande den 1 januari 1996.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3029">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3031">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
