

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-20" /> 
 <meta id="rattsinfo-edited" content="2023-01-20 13:33:44" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3042</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3041">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3043">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:880 ·
                    <a href="/sfsr?bet=1996:880">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1996:880) om finansiering genom stiftelsen Industrifonden</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet RSN
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-08-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-09-15 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; F&#246;r att fr&#228;mja den industriella tillv&#228;xten i Sverige f&#229;r
stiftelsen Industrifonden delta i finansieringen av f&#246;retag enligt
denna f&#246;rordning.

Vid beslut om finansiering till f&#246;retag som bedriver r&#246;relse inom
vissa industriella sektorer skall Europeiska gemenskapens s&#228;rskilda
branschregler beaktas.

2 &#167; Finansiering f&#229;r ske i form av l&#229;n, utvecklingskapital,
kreditgaranti eller projektgaranti till sm&#229; och medelstora f&#246;retag
f&#246;r utveckling av nya produkter, processer och system samt f&#246;r
marknadssatsningar. Finansiering f&#229;r ske &#228;ven i form av
medelstillskott till sm&#229; och medelstora f&#246;retag genom teckning av
aktier och andra typer av andelar f&#246;r att st&#228;rka f&#246;retagets
kapitalbas.

Med sm&#229; och medelstora f&#246;retag avses i denna f&#246;rordning f&#246;retag som
har h&#246;gst 250 anst&#228;llda och antingen en &#229;rsoms&#228;ttning p&#229; h&#246;gst 40
miljoner ecu eller en balansomslutning p&#229; h&#246;gst 27 miljoner ecu och
som till h&#246;gst 25 procent &#228;gs av ett eller flera f&#246;retag som inte
motsvarar de h&#228;r angivna begr&#228;nsningarna.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r l&#229;n, utvecklingskapital,
kreditgaranti eller projektgaranti l&#228;mnas &#228;ven till andra f&#246;retag &#228;n
de som anges i andra stycket f&#246;r utveckling av nya produkter,
processer och system.

3 &#167; Finansieringen f&#229;r avse endast projekt eller verksamheter som
bed&#246;ms kunna ge f&#246;retagsekonomisk l&#246;nsamhet.

4 &#167; Fonden f&#229;r inte delta i finansieringen av ett projekt eller en
verksamhet med st&#246;rre belopp &#228;n som beh&#246;vs f&#246;r att syftet med
finansieringen skall n&#229;s.

S&#228;rskilda best&#228;mmelser om l&#229;n

5 &#167; Finansiering med l&#229;n f&#229;r ske f&#246;r

1. utveckling av ny eller f&#246;rb&#228;ttrad teknik samt nya och f&#246;rb&#228;ttrade
produkter och system,

2. marknadsf&#246;ring av nya produkter, processer eller system i
tillf&#228;lliga projekt,

3. utbildning av f&#246;retagets ledning och &#246;vrig personal i s&#229;dant som
ekonomi, ny teknologi, milj&#246; och skydd av immateriella r&#228;ttigheter.

6 &#167; L&#229;n f&#229;r inte l&#228;mnas med st&#246;rre belopp &#228;n vad som motsvarar 50
procent av den ber&#228;knade kostnaden f&#246;r det projekt som l&#229;net avser.
L&#229;n till s&#229;dana f&#246;retag som avses i 2 &#167; tredje stycket f&#229;r dock uppg&#229;
till h&#246;gst 40 procent av den ber&#228;knade kostnaden.

Vid best&#228;mningen av de i f&#246;rsta stycket angivna niv&#229;erna skall
h&#228;nsyn tas till annan offentlig finansiering som kan ha l&#228;mnats f&#246;r
samma &#228;ndam&#229;l. Den sammanlagda finansieringen f&#229;r inte &#246;verstiga de
angivna niv&#229;erna.

7 &#167; L&#229;n enligt 5 &#167; f&#229;r endast avse

1. personalkostnader, ber&#228;knade som summan av det totala belopp som
beh&#246;vs f&#246;r att genomf&#246;ra projektet,

2. &#246;vriga driftskostnader, s&#229;som materielkostnader och lager,
ber&#228;knade som summan av det totala belopp som beh&#246;vs f&#246;r att
genomf&#246;ra projektet,

3. instrument, utrustning, mark och byggnader, i den omfattning som
tillg&#229;ngarna utnyttjas uteslutande f&#246;r projektet,

4. kostnader f&#246;r konsulter och liknande tj&#228;nster, s&#229;som ink&#246;pta
forskningstj&#228;nster, teknisk kunskap och patent, samt

5. &#246;vriga omkostnader som uppst&#229;r till f&#246;ljd av projektet.

L&#229;n som avser marknadssatsningar f&#229;r endast avse utgifter av
eng&#229;ngskarakt&#228;r. Ett s&#229;dant l&#229;n f&#229;r inte avse sedvanliga
driftskostnader eller andra export&#229;tg&#228;rder &#228;n de som &#228;r n&#246;dv&#228;ndiga
f&#246;r introduktion av en ny produkt eller av en sedan tidigare
tillg&#228;nglig produkt p&#229; en ny marknad.

8 &#167; Ett l&#229;n skall f&#246;renas med de villkor som beh&#246;vs. S&#228;kerhet
beh&#246;ver normalt inte st&#228;llas.

L&#229;netid och &#229;terbetalningsvillkor skall best&#228;mmas med h&#228;nsyn till
projektets risk och ber&#228;knade ekonomiska utfall.

9 &#167; I den m&#229;n &#229;terbetalningen inte regleras enligt 10 &#167; skall
marknadsm&#228;ssig r&#228;nta tas ut p&#229; l&#229;net fr&#229;n dagen f&#246;r utbetalningen.
Anst&#229;nd med r&#228;ntebetalningen f&#229;r l&#228;mnas, varvid upplupen r&#228;nta l&#228;ggs
till l&#229;nebeloppet.

10 &#167; Om det bed&#246;ms l&#228;mpligt, f&#229;r &#229;terbetalningen av ett l&#229;n helt
eller delvis ers&#228;ttas med royalty eller annan l&#246;pande avgift.
Ers&#228;ttningen skall best&#228;mmas till l&#228;gst det erh&#229;llna l&#229;net j&#228;mte
marknadsm&#228;ssig r&#228;nta.

11 &#167; &#197;terbetalningsskyldigheten kan eftersk&#228;nkas helt eller delvis,
om f&#246;ruts&#228;ttningar uppenbarligen saknas f&#246;r att utnyttja projektets
resultat l&#246;nsamt.

S&#228;rskilda best&#228;mmelser om utvecklingskapital

12 &#167; Finansiering med utvecklingskapital f&#229;r ske f&#246;r s&#229;dana &#229;tg&#228;rder
som anges i 5 &#167;.

Utvecklingskapital f&#229;r inte l&#228;mnas med st&#246;rre belopp &#228;n vad som
motsvarar 50 procent av den ber&#228;knade kostnaden f&#246;r det projekt som
avses. Utvecklingskapital till s&#229;dana f&#246;retag som avses i 2 &#167; tredje
stycket f&#229;r dock uppg&#229; till h&#246;gst 40 procent av den ber&#228;knade
kostnaden.

Vid best&#228;mningen av de i andra stycket angivna niv&#229;erna skall h&#228;nsyn
tas till annan offentlig finansiering som kan ha l&#228;mnats f&#246;r samma
&#228;ndam&#229;l. Den sammanlagda finansieringen f&#229;r inte &#246;verstiga de angivna
niv&#229;erna.

13 &#167; Utvecklingskapital enligt 12 &#167; f&#229;r endast avse s&#229;dana kostnader
som anges i 7 &#167;.

14 &#167; Mottagare av utvecklingskapital skall f&#246;rbinda sig att ers&#228;tta
fonden med ett eng&#229;ngsbelopp, royalty eller annan l&#246;pande avgift.
Ers&#228;ttningen skall best&#228;mmas till l&#228;gst det beviljade
utvecklingskapitalet j&#228;mte marknadsm&#228;ssig r&#228;nta. De n&#228;rmare villkoren
best&#228;ms med h&#228;nsyn till riskerna med projektet och det ber&#228;knade
ekonomiska utfallet.

Mottagaren kan befrias fr&#229;n sin ers&#228;ttningsskyldighet, om
f&#246;ruts&#228;ttningar uppenbarligen saknas f&#246;r att utnyttja projektets
resultat l&#246;nsamt.

15 &#167; Ett beslut om att l&#228;mna utvecklingskapital skall i &#246;vrigt
f&#246;renas med de villkor som beh&#246;vs. S&#228;kerhet beh&#246;ver normalt inte
st&#228;llas.

S&#228;rskilda best&#228;mmelser om kreditgaranti

16 &#167; Kreditgaranti f&#229;r l&#228;mnas f&#246;r l&#229;n hos bankaktiebolag, sparbank,
medlemsbank eller annan l&#229;ngivare som fonden godk&#228;nner.

17 &#167; Kreditgaranti f&#229;r inte l&#228;mnas f&#246;r st&#246;rre belopp &#228;n vad som
motsvarar 70 procent av den ber&#228;knade kostnaden f&#246;r det projekt som
garantin avser.

Kreditgarantin f&#229;r inte omfatta mer &#228;n 80 procent av det utest&#229;ende
kreditbeloppet.

18 &#167; I fr&#229;ga om kreditgaranti skall fonden svara gentemot l&#229;ngivaren
s&#229;som f&#246;r egen skuld.

Till t&#228;ckning av fondens kostnader f&#246;r garantigivningen och dess
f&#246;rluster p&#229; grund av infriade garanti&#229;taganden skall den
kreditinr&#228;ttning som beviljar l&#229;net eller l&#229;ntagaren betala en &#229;rlig
avgift till fonden. Avgiften, som skall utg&#246;ra l&#228;gst en procent av
utest&#229;ende belopp, fastst&#228;lls av fonden.

19 &#167; Som villkor f&#246;r kreditgaranti fr&#229;n fonden skall g&#228;lla att den
kreditinr&#228;ttning som beviljar l&#229;net beaktar fondens intresse som
garantigivare och inh&#228;mtar anvisningar fr&#229;n fonden, n&#228;r fr&#229;gor av
betydelse f&#246;r fondens betalningsansvar p&#229; grund av garanti&#229;tagandet
uppkommer.

20 &#167; Beslut om kreditgaranti f&#229;r &#228;ndras eller upph&#228;vas om
kreditinr&#228;ttningen inte f&#246;ljer f&#246;reskrifterna i 18 &#167; andra stycket
eller 19 &#167;.

S&#228;rskilda best&#228;mmelser om projektgaranti

21 &#167; Fonden f&#229;r utf&#228;sta sig att, om det vid en senare tidpunkt visar
sig att det uppenbarligen inte g&#229;r att utnyttja ett projekts resultat
l&#246;nsamt, t&#228;cka kostnaderna f&#246;r projektet (projektgaranti).

En projektgaranti skall f&#246;renas med de villkor som beh&#246;vs. Vid en
utbetalning skall fonden fastst&#228;lla vilka av de best&#228;mmelser och
villkor som i &#246;vrigt g&#228;ller f&#246;r l&#229;n eller utvecklingskapital, som
skall till&#228;mpas.

22 &#167; Den som f&#229;r garantin skall betala en avgift till fonden.
Avgiften skall best&#228;mmas med h&#228;nsyn till projektets risk och
ber&#228;knade utfall samt de villkor som g&#228;ller f&#246;r garantin. Den skall
uppg&#229; till ett belopp motsvarande minst en procent per &#229;r av det
utf&#228;sta beloppet s&#229; l&#228;nge garantin g&#228;ller.

S&#228;rskilda best&#228;mmelser om medelstillskott genom aktieteckning m.m.

23 &#167; Medel f&#229;r tillf&#246;ras ett f&#246;retag genom att fonden eller av
fonden helt eller delvis &#228;gt bolag i f&#246;retaget

1. tecknar aktier,

2. tecknar konvertibla skuldebrev,

3. tecknar andelar i handels- eller kommanditbolag,

4. f&#246;rv&#228;rvar f&#246;rlagsinsatser i ekonomiska f&#246;reningar, eller

5. tecknar och f&#246;rv&#228;rvar andra liknande finansiella instrument.

Fonden f&#229;r teckna aktier enligt 1 endast om s&#228;rskilda sk&#228;l
f&#246;religger.

Teckning och f&#246;rv&#228;rv enligt f&#246;rsta stycket f&#229;r endast ske p&#229;
marknadsm&#228;ssiga villkor och n&#228;r ett s&#229;dant f&#246;rfarande i v&#228;sentlig
utstr&#228;ckning bidrar till att l&#246;sa ett f&#246;retags kapitalbehov.

Upps&#228;gning och &#229;terkrav

24 &#167; Ett l&#229;n kan s&#228;gas upp till omedelbar betalning,
utvecklingskapital omedelbart kr&#228;vas &#229;ter och en projektgaranti
&#229;tertas, om

1. mottagaren genom en oriktig eller vilseledande uppgift har
f&#246;ranlett att finansiering har l&#228;mnats,

2. mottagaren inte fullg&#246;r sina f&#246;rpliktelser enligt de f&#246;reskrifter
och villkor som g&#228;ller f&#246;r finansieringen, eller

3. s&#229;dana f&#246;rh&#229;llanden intr&#228;ffat att mottagaren, med h&#228;nsyn till
syftet med finansieringen, uppenbarligen inte l&#228;ngre b&#246;r f&#229; beh&#229;lla
den l&#228;mnade finansieringen.

F&#246;rfarandet m.m.

25 &#167; En ans&#246;kan om finansiering skall vara skriftlig och inneh&#229;lla
uppgift om

1. det f&#246;retag som ans&#246;kan avser, dess verksamhet och ekonomiska
st&#228;llning,

2. &#228;ndam&#229;let med finansieringen och de sk&#228;l i &#246;vrigt som &#229;beropas
f&#246;r ans&#246;kan,

3. huruvida statligt st&#246;d eller annan finansieringshj&#228;lp har s&#246;kts
eller erh&#229;llits f&#246;r samma &#228;ndam&#229;l som ans&#246;kan avser.

26 &#167; Fonden skall f&#246;lja verksamheten hos de f&#246;retag som har
beviljats finansiering och d&#228;rvid ut&#246;va tillsyn &#246;ver att
finansieringsvillkoren iakttas.

&#214;verg&#229;ngsbest&#228;mmelser

1996:880

1. Denna f&#246;rordning tr&#228;der i kraft den 15 september 1996, d&#229;
f&#246;rordningen (1993:31) om finansiering genom stiftelsen
Industrifonden skall upph&#246;ra att g&#228;lla.

2. Den upph&#228;vda f&#246;rordningen g&#228;ller dock fortfarande i fr&#229;ga om st&#246;d
som har beslutats enligt den f&#246;rordningen.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3041">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3043">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
