

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1996-05-07" /> 
 <meta id="rattsinfo-edited" content="2021-10-14 09:58:59" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3066</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3065">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3067">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1996:271 ·
                    <a href="/sfsr?bet=1996:271">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1996:271) om m&#229;l och &#228;renden i allm&#228;n domstol</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1996-04-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:549
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;n best&#228;mmelse

1 &#167; Denna f&#246;rordning g&#228;ller vid handl&#228;ggningen av m&#229;l och
&#228;renden i tingsr&#228;tt, hovr&#228;tt och H&#246;gsta domstolen.
F&#246;rordning (2008:177).

M&#229;l- och &#228;renderegister

2 &#167; Varje m&#229;l och &#228;rende skall registreras. Vid registreringen
skall m&#229;l och &#228;renden ges l&#246;pande nummer f&#246;r kalender&#229;r i den
ordning som de kommer in till domstolen. F&#246;rordning (2002:261).

3 &#167; S&#229;dana &#228;renden som skall handl&#228;ggas enligt
r&#228;tteg&#229;ngsbalken registreras som tvistem&#229;l eller brottm&#229;l.
F&#246;rordning (1998:1374).

4 &#167; Registreringen g&#246;rs med hj&#228;lp av automatiserad behandling 
eller i dagb&#246;cker. Domstolsverket f&#229;r meddela ytterligare 
f&#246;reskrifter om registreringen. F&#246;rordning (2021:549).

5 &#167; Under handl&#228;ggningen av ett m&#229;l eller &#228;rende skall det
fortl&#246;pande registreras vilka handlingar som kommer in till
domstolen, vilka &#229;tg&#228;rder som domstolen utf&#246;r i m&#229;let eller &#228;rendet
och vad som i &#246;vrigt f&#246;rekommer i detta eller i samband med 
&#246;verklagande av ett meddelat avg&#246;rande.

6 &#167; Har upph&#228;vts genom f&#246;rordning (2015:730).

Inkommande handlingar

7 &#167; N&#228;r en handling i ett m&#229;l eller &#228;rende kommer in till domstolen
skall det p&#229; handlingen antecknas vilken dag detta skedde.

Aktbildning

8 &#167; De handlingar som kommer in i eller uppr&#228;ttas i ett m&#229;l
eller &#228;rende ska f&#246;ras samman till en akt. Handlingarna ska
efter hand som de kommer in eller uppr&#228;ttas numreras i l&#246;pande
f&#246;ljd, om de inte &#228;r av det slaget att de vid arkivering f&#229;r
gallras bort enligt 37 &#167;. P&#229; varje handling ska det finnas
uppgift om domstolen och m&#229;lets eller &#228;rendets beteckning.
F&#246;rordning (2012:352).

8 a &#167; N&#228;r en handling &#229;terl&#228;mnas enligt 5 kap. 6 &#167; andra 
stycket konkurrensskadelagen (2016:964) ska n&#229;gon kopia av 
handlingen inte beh&#229;llas i akten. F&#246;rordning (2016:969).

9 &#167; En akt kan avse flera m&#229;l eller flera &#228;renden som handl&#228;ggs
eller har handlagts gemensamt eller som av n&#229;gon annan orsak har ett
omedelbart samband med varandra.

10 &#167; Om domstolen avvisar ett &#246;verklagande av domstolens beslut,
skall &#246;verklagandet och avvisningsbeslutet tas in i akten. Har ett
&#246;verklagande skett i ett m&#229;l eller &#228;rende som inte till alla delar
avgjorts av domstolen, tas &#228;ven den h&#246;gre domstolens avg&#246;rande in i
akten.

11 &#167; N&#228;r en domstol pr&#246;var ett &#246;verklagande fr&#229;n en l&#228;gre domstol
skall den akt som uppr&#228;ttats hos den l&#228;gre domstolen inte ing&#229; i den
h&#246;gre domstolens akt.

Fels&#228;nda skrivelser

12 &#167; Om en klagande har gett in sitt &#246;verklagande direkt till den
domstol som skall pr&#246;va &#246;verklagandet, skall den domstolen samma dag
p&#229; telefon, telefax eller liknande upplysa den domstol eller
f&#246;rvaltningsmyndighet som har meddelat det &#246;verklagade avg&#246;randet om
att avg&#246;randet har &#246;verklagats. Dessutom skall &#246;verklagandet genast
s&#228;ndas dit med uppgift om n&#228;r det kom in. &#197;tg&#228;rderna skall antecknas
i en s&#228;rskild f&#246;rteckning.

13 &#167; En domstol som &#246;verl&#228;mnar en skrivelse genom vilken ett m&#229;l
eller &#228;rende har inletts till en annan domstol skall samtidigt p&#229;
telefon, telefax eller liknande upplysa den domstolen om att
skrivelsen har kommit in, om dagen f&#246;r skrivelsens ingivande kan ha
betydelse f&#246;r r&#228;tten att inleda m&#229;let eller &#228;rendet. &#197;tg&#228;rden skall
antecknas.

Anteckningar fr&#229;n handl&#228;ggning

14 &#167; I fr&#229;ga om anteckningar vid ett sammantr&#228;de enligt lagen
(1996:242) om domstols&#228;renden till&#228;mpas 6 kap. 3-6 &#167;&#167;
r&#228;tteg&#229;ngsbalken. F&#246;rordning (2000:363).

15 &#167; Vid ett sammantr&#228;de skall anteckningar enligt 6 kap. 3
eller 4 &#167; r&#228;tteg&#229;ngsbalken g&#246;ras i ett protokoll &#246;ver
sammantr&#228;det, om inte uppgifterna framg&#229;r av en dom eller ett
s&#228;rskilt uppsatt beslut som tillkommer i anslutning till
sammantr&#228;det eller om uppgifterna antecknas i m&#229;lregistret
eller p&#229; n&#229;gon handling i akten.

Uppgifterna skall redovisas p&#229; ett s&#229;dant s&#228;tt att de l&#228;tt kan
&#229;terfinnas. F&#246;rordning (2000:363).

Avr&#228;kningsunderlag

16 &#167; Den tid en person har varit frihetsber&#246;vad p&#229; ett s&#229;dant 
s&#228;tt som avses i 2 &#167; lagen (2018:1250) om tillgodor&#228;knande av 
tid f&#246;r frihetsber&#246;vande, ska antecknas i en handling som 
bifogas domen eller beslutet (avr&#228;kningsunderlag). Om ett 
domsbevis utf&#228;rdas ska avr&#228;kningsunderlaget ocks&#229; bifogas 
domsbeviset.

Om Kriminalv&#229;rden har underr&#228;ttat domstolen enligt 2-4 &#167;&#167; 
f&#246;rordningen (2019:96) om tillgodor&#228;knande av tid f&#246;r 
frihetsber&#246;vande, ska avr&#228;kningsunderlaget inneh&#229;lla en 
anteckning om det. F&#246;rordning (2019:100).

17 &#167; Har upph&#228;vts genom f&#246;rordning (2000:363).

18 &#167; Har upph&#228;vts genom f&#246;rordning (2000:363).

Ljud- och bildupptagningar m.m.

19 &#167; Har upph&#228;vts genom f&#246;rordning (2008:782).

20 &#167; En ljudupptagning eller ljud- och bildupptagning ska
gallras senast sex veckor efter det att m&#229;let eller &#228;rendet har
avgjorts genom en dom eller ett beslut som har vunnit laga
kraft. F&#246;rordning (2008:782).

Domar och beslut

21 &#167; Domstolsverket f&#229;r meddela f&#246;reskrifter om utformningen av
tingsr&#228;tternas och hovr&#228;tternas domar och beslut i brottm&#229;l
samt om utformningen av avr&#228;kningsunderlag enligt 16 &#167;.
F&#246;rordning (2000:678).

22 &#167; Inneh&#229;llet i en dom i tvistem&#229;l som enligt 17 kap. 8 &#167;
r&#228;tteg&#229;ngsbalken utf&#228;rdas i f&#246;renklad form beh&#246;ver inte redovisas i
skilda avdelningar. De omst&#228;ndigheter som yrkanden eller bestridanden
grundas p&#229; f&#229;r redovisas i bilaga.

I en dom genom vilken en domstol fastst&#228;ller en &#246;verklagad dom
beh&#246;ver sk&#228;len f&#246;r domen anges endast n&#228;r de avviker fr&#229;n sk&#228;len i
den &#246;verklagade domen.

23 &#167; I ett &#228;rende som handl&#228;ggs enligt lagen (1996:242) om
domstols&#228;renden skall ett slutligt beslut s&#228;ttas upp s&#228;rskilt eller
tas in i ett protokoll, om beslutet g&#229;r en part emot.

Beslutet eller protokollet skall inneh&#229;lla uppgifter om

1. domstolen samt n&#228;r och var beslutet meddelades,

2. parterna och deras ombud eller bitr&#228;den,

3. saken i korthet,

4. det slut som domstolen kommit till,

5. parternas yrkanden och inv&#228;ndningar samt de omst&#228;ndigheter som
dessa grundats p&#229;,

6. sk&#228;len f&#246;r beslutet med uppgift om vad som &#228;r utrett i &#228;rendet,
och

7. hur den som vill &#246;verklaga beslutet skall b&#228;ra sig &#229;t f&#246;r att
g&#246;ra detta.

Om &#228;rendet hos den domstol som beslutar har inletts genom ett
&#246;verklagande, skall beslutet eller protokollet dessutom inneh&#229;lla
uppgifter om det &#246;verklagade beslutet. Inneb&#228;r beslutet att det
&#246;verklagade avg&#246;randet fastst&#228;lls, beh&#246;vs det inga uppgifter om de
omst&#228;ndigheter p&#229; vilka parterna grundar sina yrkanden och
inv&#228;ndningar. Sk&#228;len f&#246;r beslutet beh&#246;ver i s&#229;dant fall uppges endast
n&#228;r de avviker fr&#229;n sk&#228;len i det &#246;verklagade beslutet.

24 &#167; Ett s&#228;rskilt uppsatt beslut ska skrivas under av de lagfarna 
domare som har deltagit i avg&#246;randet.

Om ett beslut skrivs under elektroniskt, ska det g&#246;ras med en 
s&#229;dan elektronisk underskrift som avses i artikel 3 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 910/2014 av 
den 23 juli 2014 om elektronisk identifiering och betrodda 
tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre marknaden 
och om upph&#228;vande av direktiv 1999/93/EG, i den ursprungliga 
lydelsen. F&#246;rordning (2018:504).

25 &#167; Ett s&#229;dant beslut i ett m&#229;l eller &#228;rende som inte s&#228;tts upp
s&#228;rskilt eller tas in i ett protokoll f&#229;r skrivas p&#229; en handling i
akten eller f&#246;ras in i m&#229;l- och &#228;renderegistret.

Expediering av domar och beslut till parterna m.fl.

26 &#167; En dom eller ett slutligt beslut skall s&#228;ndas till
parterna inom den tid och p&#229; det s&#228;tt som anges i f&#246;rordningen
(2003:234) om tiden f&#246;r tillhandah&#229;llande av domar och beslut,
m.m. Om det har f&#246;rekommit en skiljaktig mening skall den
bifogas.

Om ett beslut som varken &#228;r slutligt eller har meddelats vid
ett sammantr&#228;de kan &#246;verklagas s&#228;rskilt, b&#246;r det inom samma tid
och p&#229; samma s&#228;tt s&#228;ndas till den som kan &#246;verklaga beslutet.
Om beslutet har fattats utan att en part har h&#246;rts, beh&#246;ver
dock beslutet inte s&#228;ndas till den parten f&#246;rr&#228;n det kan g&#246;ras
utan att verkst&#228;lligheten av beslutet riskeras.
F&#246;rordning (2003:238).

27 &#167; N&#228;r en dom eller ett beslut i brottm&#229;l s&#228;nds till en part,
skall avg&#246;randet samtidigt s&#228;ndas till den som &#228;r offentlig
f&#246;rsvarare eller m&#229;ls&#228;gandebitr&#228;de. Domen eller beslutet skall
samtidigt s&#228;ndas &#228;ven till en m&#229;ls&#228;gande som inte har f&#246;rt talan, om
han eller hon har beg&#228;rt att f&#229; del av avg&#246;randet.

Om en part har ombud, b&#246;r domen eller beslutet s&#228;ndas till partens
ombud i st&#228;llet f&#246;r till parten sj&#228;lv.

28 &#167; I ett m&#229;l d&#228;r r&#228;tteg&#229;ngsbalkens best&#228;mmelser inte &#228;r omedelbart
till&#228;mpliga f&#229;r domstolen g&#246;ra de undantag fr&#229;n reglerna om
&#246;vers&#228;ndande av domar och slutliga beslut som beh&#246;vs med h&#228;nsyn till
m&#229;lets beskaffenhet.

29 &#167; Ett &#246;vers&#228;ndande f&#229;r begr&#228;nsas till s&#229;dana delar av en dom
eller ett beslut som ber&#246;r den part som skall f&#229; del av domen eller
beslutet.

30 &#167; En domstol som meddelat en dom eller ett beslut med anledning
av ett &#246;verklagande beh&#246;ver inte s&#228;nda en s&#229;dan bilaga till domen
eller beslutet som endast inneh&#229;ller det &#246;verklagade avg&#246;randet.

31 &#167; I ett &#228;rende om bevisupptagning till framtida s&#228;kerhet eller om
sj&#246;f&#246;rklaring skall domstolen s&#228;nda sitt protokoll till parterna.

Dom- och beslutsb&#246;cker

32 &#167; Domar ska &#229;rsvis f&#246;ras samman i inbundna b&#246;cker. &#196;ven 
utslag och s&#229;dana slutliga beslut som s&#228;tts upp s&#228;rskilt ska 
&#229;rsvis f&#246;ras samman i inbundna b&#246;cker. Inom b&#246;ckerna ordnas 
avg&#246;randena efter tidpunkten d&#229; de meddelades.

Slutliga beslut som inte s&#228;tts upp s&#228;rskilt ska &#229;rsvis f&#246;ras 
samman i beslutsb&#246;cker. Inom b&#246;ckerna ordnas besluten efter 
tidpunkten d&#229; de meddelades.

Om ett slutligt beslut har uppr&#228;ttats enligt 25 &#167; eller har 
tagits in i ett protokoll, beh&#246;ver endast beslutet samt en 
s&#229;dan del av handlingen eller registret som visar i vilket m&#229;l 
eller &#228;rende beslutet fattats f&#246;ras till beslutsboken.

Uppgifter f&#246;r vilka det g&#228;ller sekretess enligt offentlighets- 
och sekretesslagen (2009:400) ska inte tas in i b&#246;ckerna.
F&#246;rordning (2020:929).

33 &#167; Har upph&#228;vts genom f&#246;rordning (2020:929).

34 &#167; Har upph&#228;vts genom f&#246;rordning (2001:429).

&#214;verklagande

35 &#167; Om ett avg&#246;rande &#246;verklagas, skall domstolen utan dr&#246;jsm&#229;l
s&#228;nda sin akt till den h&#246;gre domstolen. N&#228;r avg&#246;randet inte inneb&#228;r
att m&#229;let eller &#228;rendet har pr&#246;vats slutligt, &#228;r det dock
tillr&#228;ckligt att domstolen i original eller kopior s&#228;nder de
handlingar som h&#228;nf&#246;r sig till &#246;verklagandet.

36 &#167; En domstol som pr&#246;var ett &#246;verklagande av ett beslut som inte
&#228;r slutligt skall utan dr&#246;jsm&#229;l underr&#228;tta den eller de domstolar
eller f&#246;rvaltningsmyndigheter vilkas beslut har &#246;verklagats om s&#229;dana
beslut som kan ha betydelse f&#246;r den fortsatta handl&#228;ggningen hos den
domstolen eller f&#246;rvaltningsmyndigheten.

N&#228;r en dom eller ett slutligt beslut med anledning av ett
&#246;verklagande f&#229;r laga kraft, skall den domstol som meddelat
avg&#246;randet s&#228;nda detta till den eller de domstolar eller
f&#246;rvaltningsmyndigheter vilkas avg&#246;randen har &#246;verklagats och
samtidigt upplysa om den laga kraften. En akt som har uppr&#228;ttats hos
en l&#228;gre domstol skall s&#228;ndas tillbaka till den domstolen.

En s&#229;dan bilaga till domen eller beslutet som endast inneh&#229;ller ett
&#246;verklagat avg&#246;rande beh&#246;ver inte s&#228;ndas till en domstol eller
f&#246;rvaltningsmyndighet som har meddelat avg&#246;randet eller pr&#246;vat detta
efter ett &#246;verklagande. H&#246;gsta domstolen beh&#246;ver inte l&#228;mna uppgift
om laga kraft.

Arkivering

37 &#167; N&#228;r ett m&#229;l eller &#228;rende har avgjorts och avg&#246;randet har
laga kraft, skall dubbletter av handlingar samt missiv och
delgivningsbevis som inte inneh&#229;ller n&#229;gon uppgift av betydelse
gallras bort ur akten.

Om ett m&#229;l eller &#228;rende har avgjorts efter ett sammantr&#228;de fr&#229;n
vilket en part har uteblivit, f&#229;r ett bevis om att parten har
delgetts den inledande skrivelsen och en kallelse till
sammantr&#228;det inte gallras bort. Har en part f&#246;relagts att i
m&#229;let eller &#228;rendet svara skriftligen och avg&#246;rs m&#229;let eller
&#228;rendet utan att parten har svarat, f&#229;r ett bevis om att parten
delgetts f&#246;rel&#228;ggandet inte gallras bort. F&#246;rordning (2000:363).

38 &#167; Riksarkivet f&#229;r meddela f&#246;reskrifter om gallring av akter
ut&#246;ver det som f&#246;ljer av 37 &#167; och om andra &#229;tg&#228;rder i anslutning till
arkivering av akter.

39 &#167; Domstolsverket f&#229;r meddela f&#246;reskrifter om anv&#228;ndande av 
systemst&#246;d f&#246;r digital arkivering. F&#246;rordning (2019:579).


Bilaga 1 har upph&#228;vts genom f&#246;rordning 1998:1374.


&#214;verg&#229;ngsbest&#228;mmelser

2000:363

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 2000. I fr&#229;ga om
minnesanteckningar och stenogram som gjorts f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre lydelse av 37 &#167;.

2001:429

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 2001. Den upph&#228;vda
paragrafen g&#228;ller dock fortfarande f&#246;r &#228;renden som anh&#228;ngiggjorts
hos tingsr&#228;tten f&#246;re ikrafttr&#228;dandet.

2019:100

1. Denna f&#246;rordning tr&#228;der i kraft den 1 april 2019.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r frihetsber&#246;vanden 
som &#228;gt rum f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3065">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3067">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
