

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1996-01-02" /> 
 <meta id="rattsinfo-edited" content="2013-08-21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3096</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3095">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3097">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1995:1504 ·
                    <a href="/sfsr?bet=1995:1504">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1995:1504) om dubbelbeskattningsavtal mellan Sverige och Malta</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1995-12-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1376
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning och f&#246;rhindrande
av skatteflykt betr&#228;ffande skatter p&#229; inkomst som Sverige och Malta
undertecknade den 9 oktober 1995 skall, tillsammans med det protokoll
och den skriftv&#228;xling som &#228;r fogade till avtalet och som utg&#246;r en del
av detta, g&#228;lla som lag h&#228;r i landet. Avtalets, protokollets och
skriftv&#228;xlingens inneh&#229;ll framg&#229;r av bilaga till denna lag.

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast i den m&#229;n
dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars
skulle f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1376).

&#214;verg&#229;ngsbest&#228;mmelser

1995:1504

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag skall till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas den 1 januari
som f&#246;ljer n&#228;rmast efter dagen d&#229; lagen tr&#228;der i kraft eller senare.

3. Genom lagen upph&#228;vs f&#246;rordningen (1976:850) om till&#228;mpning av
avtal mellan Sverige och Malta f&#246;r undvikande av dubbelbeskattning
betr&#228;ffande inkomstskatter, m.m. Den upph&#228;vda f&#246;rordningen skall
dock fortfarande till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas f&#246;re den 1
januari som f&#246;ljer n&#228;rmast efter dagen d&#229; lagen tr&#228;der i kraft och p&#229;
f&#246;rm&#246;genhet som taxeras andra &#229;ret efter det d&#229; lagen tr&#228;der i kraft
eller vid tidigare &#229;rs taxering. S&#229;vitt g&#228;ller artikel 5 och artikel
14 i det som bilaga 1 i f&#246;rordningen intagna avtalet skall dock dessa
best&#228;mmelser alltj&#228;mt till&#228;mpas under en &#246;verg&#229;ngsperiod p&#229; tre &#229;r
fr&#229;n och med den dag d&#229; avtalet b&#246;rjar att till&#228;mpas.

Bilaga

AVTAL MELLAN SVERIGE OCH MALTA F&#214;R UNDVIKANDE AV DUBBELBESKATTNING
OCH F&#214;RHINDRANDE AV SKATTEFLYKT BETR&#196;FFANDE SKATTER P&#197; INKOMST

Sveriges regering och Maltas regering, som &#246;nskar ing&#229; ett avtal
f&#246;r undvikande av dubbelbeskatning och f&#246;rhindrande av skatteflykt
betr&#228;ffande skatter p&#229; inkomst, har kommit &#246;verens om f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en avtalsslutande
stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. De skatter p&#229; vilka detta avtal till&#228;mpas &#228;r:

a) i Malta:
inkomstskatten,

(i det f&#246;ljande ben&#228;mnd &quot;maltesisk skatt&quot;)

b) i Sverige:

1) den statliga inkomstskatten, sj&#246;mansskatten och kupongskatten
d&#228;ri inbegripna,

2) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister
m.fl., och

4) den kommunala inkomstskatten
(i det f&#246;ljande n&#228;mnda &quot;svensk skatt&quot;).

2. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de skatter som anges i punkt 1. De
beh&#246;riga myndigheterna i de avtalsslutande staterna skall meddela
varandra de v&#228;sentliga &#228;ndringar som gjorts i respektive
skattelagstiftning.

3. Utan hinder av &#246;vriga best&#228;mmelser i denna artikel, till&#228;mpas
avtalet inte p&#229; skatter som betalas i Malta enligt best&#228;mmelserna
i &quot;sunsection (13) section 56&quot; i &quot;the Income Tax Act (Cap. 123)&quot;,
avseende beskattningsbar inkomst f&#246;r en person som bedriver
oljeproduktion i Malta, eller enligt best&#228;mmelse av i huvudsak
likartat slag, som inf&#246;rs efter undertecknandet av avtalet.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;Malta&quot; &#229;syftar Republiken Malta och omfattar, n&#228;r uttrycket
anv&#228;nds i geografisk betydelse, &#246;n Malta, &#246;n Gozo och de &#246;vriga
&#246;arna i Maltas arkipelag, d&#228;ri inbegripet Maltas territorialvatten,
samt varje utanf&#246;r Maltas territorialvatten bel&#228;get omr&#229;de
vilket, i &#246;verenst&#228;mmelse med folkr&#228;ttens regler och enligt Maltas
lagstiftning om kontinentalsockeln, betecknas eller senare kommer
att betecknas som ett omr&#229;de inom vilket Malta &#228;ger ut&#246;va sina
r&#228;ttigheter med avseende p&#229; havsbottnen, dennas underlag och d&#228;r
befintliga naturtillg&#229;ngar;

b) &quot;Sverige&quot; &#229;syftar Konungariket Sverige och innefattar, n&#228;r
uttrycket anv&#228;nds i geografisk betydelse, Sveriges territorium,
Sveriges territorialvatten och andra havsomr&#229;den &#246;ver vilka
Sverige, i &#246;verensst&#228;mmelse med folkr&#228;ttens regler, ut&#246;var
suver&#228;na r&#228;ttigheter eller jurisdiktion;

c) &quot;en avtalsslutane stat&quot; och &quot;den andra avtalsslutande staten&quot;
&#229;syftar Malta eller Sverige, beroende p&#229; sammanhanget;

d) &quot;person&quot; inbegriper fysisk person, bolag och annan
personsammanslutning;

e) &quot;bolag&quot; &#229;syftar juridisk person eller annan som vid beskattningen
behandlas s&#229;som juridisk person;

f) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; &#229;syftar f&#246;retag som bedrivs av person med
hemvist i en avtalsslutande stat respektive f&#246;retag som bedrivs
av person med hemvist i den andra avtalsslutande staten;

g) &quot;internationell trafik&quot; &#229;syftar transport med skepp eller
luftfartyg som anv&#228;nds av f&#246;retag i en avtalsslutande stat utom d&#229;
skeppet eller luftfartyget anv&#228;nds uteslutande mellan platser
i den andra avtalsslutande staten;

h) &quot;medborgare&quot; &#229;syftar:

1) fysisk person som har medborgarskap i en avtalsslutande stat,

2) juridisk person, handelsbolag och annan sammanslutning som bildats
enligt den lagstiftning som g&#228;ller i en avtalsslutande stat;

i) &quot;beh&#246;rig myndighet&quot; &#229;syftar:

1) i Malta, ministern ansvarig f&#246;r finansdepartementets fr&#229;gor
eller dennes befullm&#228;ktigade ombud, och

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig myndighet
vid till&#228;mpningen av detta avtal.

2. D&#229; en avtalsslutande stat till&#228;mpas avtalet anses, s&#229;vida inte
sammanhanget f&#246;ranleder annat, varje uttryck som inte definierats
i avtalet ha den betydelse som uttrycket har enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycker &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt lagstiftningen
i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av domicil, bos&#228;ttning,
plats f&#246;r f&#246;retagsledning eller annan liknande omst&#228;ndighet.
Uttrycket inbegriper emellertid inte person som &#228;r skattskyldig
i denna stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har hemvist
i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229; f&#246;ljande
s&#228;tt:

1) han anses ha hemvist i den stat d&#228;r han har en bostad som
stadigvarande st&#229;r till hans f&#246;rfogande. Om han har en s&#229;dan bostad
i b&#229;da staterna, anses han ha hemvist i den stat med vilken hans
personliga och ekonomiska f&#246;rbindelser &#228;r starkast (centrum f&#246;r
levnadsintressena);

b) om det inte kan avg&#246;ras i vilken avtalsslutande stat han har
centrum f&#246;r sina levnadsintressen eller om han inte i n&#229;gondera
staten har en bostad som stadigvarande st&#229;r till hans f&#246;rfogande,
anses han ha hemvist i den stat d&#228;r han stadigvarande vistas;

c) om han stadigvarande vistas i b&#229;da staterna eller om han
inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist
i den stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, skall de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;venskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i b&#229;da avtalsslutande staterna anses
personen i fr&#229;ga ha hemvist i den stat d&#228;r den har sin
verkliga ledning.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar d&#228;ri inbegripet plats f&#246;r
borrningsverksamhet utanf&#246;r kusten.

3. Plats f&#246;r byggnads-, anl&#228;ggnings-, monterings- eller
installationsverksamhet eller verksamhet som best&#229;r av
&#246;vervakning i anslutning d&#228;rtill utg&#246;r fast driftst&#228;lle endast
om verksamheten p&#229;g&#229;r under en tidrymd som &#246;verstiger sex
m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
f&#246;retag som tillhandah&#229;ller tj&#228;nster, d&#228;ri inbegripet
konsulttj&#228;nster, genom anst&#228;llda eller annan personal som anlitas
av f&#246;retaget i detta syfte, bedriva r&#246;relse fr&#229;n fast driftst&#228;lle
om verksamhet av s&#229;dant slag p&#229;g&#229;r (g&#228;llande samma eller d&#228;rmed
sammanh&#228;ngande projekt) inom en avtalsslutande stat under
tidrymd eller tidymder som sammanlagt &#246;verstiger sex m&#229;nader
under en tolvm&#229;nadersperiod.

5. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftt&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring, utst&#228;llning
eller leverans av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring, utst&#228;llning eller leverans,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet uteslutande
f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art,

f) innehavet av en stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i punkterna
a-e, under f&#246;ruts&#228;ttning att hela verksamheten som bedrivs fr&#229;n
den stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229; grund av denna
kombination &#228;r av f&#246;rberedande eller bitr&#228;dande art.

6. Om en person, som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken punkt 7 till&#228;mpas, &#228;r verksam f&#246;r ett f&#246;retag samt i en
avtalsslutande stat har och d&#228;r regelm&#228;ssigt anv&#228;nder fullmakt
att sluta avtal i f&#246;retagets namn anses detta f&#246;retag - utan
hinder av best&#228;mmelserna i punktern 1 och 2 - ha fast driftst&#228;lle
i denna stat i fr&#229;ga om varje verksamhet som denna person
bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om den verksamhet
som denna person bedriver &#228;r begr&#228;nsad till s&#229;dan som anges i
punkt 5 och som om den bedrevs fr&#229;n en stadigvarande plats f&#246;r
aff&#228;rsverksamhet inte skulle g&#246;ra denna stadigvarande plats f&#246;r
aff&#228;rsverksamhet till fast driftst&#228;lle enligt best&#228;mmelserna i
n&#228;mnda punkt.

7. f&#246;retag i en avtalsslutande stat anses inte ha fast driftst&#228;lle
i den andra avtalsslutande staten endast p&#229; den grund att
f&#246;retaget bedriver aff&#228;rsverksamhet i denna stat genom f&#246;rmedling
av m&#228;klare, kommission&#228;r eller annan oberoende representant,

under f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin
sedvanliga aff&#228;rsverksamhet. N&#228;r s&#229;dan m&#228;klare, kommission&#228;r eller
representant bedriver sin verksamhet uteslutande eller n&#228;stan
uteslutande f&#246;r f&#246;retaget i fr&#229;ga, anses han emellertid inte vara
en s&#229;dan oberoende representant som avses i denna punkt.

8. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande
stat kontrollerar eller kontrolleras av ett bolag med hemvist i
den andra avtalsslutande staten eller ett bolag som bedriver
aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n fast driftst&#228;lle
eller p&#229; annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att n&#229;gotdera
bolaget utg&#246;r fast driftst&#228;lle f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripen inkomst av lantbruk
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket har
enligt lagstiftningen i den avtalsslutande stat d&#228;r egendomen
&#228;r bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till fast
egendom, levande och d&#246;da inventatier i lantbruk och skogsbruk,
r&#228;ttigheter p&#229; vilka best&#228;mmelerna i privatr&#228;tten om fast egendom
till&#228;mpas, byggnader, nyttjander&#228;tt till fast egendom samt r&#228;tt
till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar f&#246;r nyttjandet av eller
r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng.
Skepp, b&#229;tar och luftfartyg anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas
genom omedelbart brukande, genom uthyrning eller annan anv&#228;ndning
av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst
av fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast
egendom som anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1.Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss
angivet s&#228;tt, f&#229;r f&#246;retagets inkomst beskattas i den andra
staten, men endast s&#229; stor del d&#228;rav som &#228;r h&#228;nf&#246;rlig till det
fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i
vardera avtalsslutande staten till det fasta driftst&#228;llet den
inkomst som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat
om det varit ett frist&#229;ende f&#246;retag som bedrivit verksamhet av
samma eller liknande slag under samma eller liknande villkor och
sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag
f&#246;r utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder
inbegripna utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna f&#246;rvaltning,
oavsett om utgifterna uppkommit i den stat d&#228;r det fasta
driftst&#228;llet &#228;r bel&#228;get eller annorst&#228;des.

4. I den m&#229;n inkomst h&#228;nf&#246;rlig till fast driftst&#228;lle brukat i en
avtalsslutande stat best&#228;mmas p&#229; grundval av en f&#246;rdelning av
f&#246;retagets hela inkomst p&#229; de olika delarna av f&#246;retaget, hindrar
best&#228;mmelserna i punkt 2 inte att i denna avtalsslutande stat den
skattepliktiga inkomsten best&#228;ms genom s&#229;dant f&#246;rfarande. Den
f&#246;rdelningsmetod som anv&#228;nds skall dock vara s&#229;dan att resultatet
&#246;verensst&#228;mmer med principerna i denna artikel.

5. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llet f&#246;rsorg
f&#246;r f&#246;retaget.

6. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst &#228;r
h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande &#229;r
fr&#229;n &#229;r, s&#229;vida inte god och tillr&#228;ckliga sk&#228;l f&#246;ranelder annat.

7. Ing&#229;r i inkomst av r&#246;relse inkomster som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa
artiklar inte av reglerna i denna artikel.

8. Best&#228;mmelserna i denna artikel p&#229;verkar inte best&#228;mmelserna i
en avtalsslutande stats lagstiftning g&#228;llande beskattning av
inkomst av f&#246;rs&#228;kringsr&#246;relse.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande stat genom
anv&#228;ndningen av skepp eller luftfartyg i internationell trafik
beskattas endast i denna stat.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian Airlines System (SAS)
endast i fr&#229;ga om den del av inkomsten som motsvarar den andel
i konsortiet som innehas av AB Aerotransport (ABA), den svenske
del&#228;garen i Scandinavian Airlines System (SAS).

3. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som
f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt f&#246;retag eller
en internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt deltar
i ledningen eller kontrollen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital, eller

b) samma personer direkt eller indirekt deltar i ledningen eller
kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som ett
f&#246;retag i en avtalsslutande stat som ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i b&#229;da dessa f&#246;retags kapital,
iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker
fr&#229;n dem som skulle ha avtalats mellan av varandra oberoende
f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor skulle ha
tillkommit det ena f&#246;retaget men som p&#229; grund av villkoren i fr&#229;ga
inte tillkommit detta f&#246;retag, inr&#228;knas i detta f&#246;retags inkomst
och beskattas i &#246;verenst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett f&#246;retag
i denna stat inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed beskattar -
inkomst, f&#246;r vilken att f&#246;retag i den andra avtalsslutande staten
beskattats i denna andra stat, samt den s&#229;lunda inr&#228;knade inkomsten
&#228;r s&#229;dan som skulle ha tillkommit f&#246;retaget i den f&#246;rstn&#228;mnda
staten om de villkor som avtalats mellan f&#246;retagen hade varit
s&#229;dana som skulle ha avtalats mellan av varandra oberoende f&#246;retag,
skall denna andra stat genomf&#246;ra vederb&#246;rlig justering av det
skattebelopp som p&#229;f&#246;rts f&#246;r inkomsten d&#228;r. Vi s&#229;dan justering
iakttas &#246;vriga best&#228;mmelser i detta avtal och de beh&#246;riga
myndigheterna i de avtalsslutande staterna &#246;verl&#228;gger vid behov
med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat till
person med hemvist i den andra avtalssluande staten f&#229;r beskattas
i denna andra stat.

2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den avtalslutande
stat d&#228;r bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat, men:

a) om utdelningen betalas av bolag med hemvist i Sverige till person
med hemvist i Malta och mottagaren har r&#228;tt till utredningen
f&#229;r den svenska skatten inte &#246;verstiga 15 procent av utdelningens
bruttobelopp. Om emellertid den som har r&#228;tt till utdelningen
&#228;r ett bolag som innehar minst 10 procent av det utbetalande
bolagets r&#246;stetal, skall utdelningen undantas fr&#229;n skatt i Sverige;

b) 1) om utdelningen betalas av ett bolag med hemvist i Malta
till person med hemvist i Sverige och mottagaren har r&#228;tt till
utdelningen f&#229;r maltesisk skatt p&#229; utdelningens bruttobelopp
inte &#246;verstiga den skatt som kan p&#229;f&#246;ras inkomst som utdelningen
betalas av;

2) om utdelningen betalas av vinst eller inkomst, som intj&#228;nats
under &#229;r d&#229; bolaget &#229;tnjutit skattef&#246;rm&#229;n enligt best&#228;mmelserna
om st&#246;d till industrif&#246;retag i Malta samt aktie&#228;garen l&#228;mnar in
deklarationer och r&#228;kenskaper till Maltas skattemyndigheter
avseende den inkomst f&#246;r vilken han skall erl&#228;gga maltesisk
skatt f&#246;r motsvarande beskattnings&#229;r, f&#229;r maltesisk skatt, utan
hinder av best&#228;mmelserna i 1) ovan, inte &#246;verstiga 15 procent
av utdelningen.

Best&#228;mmelserna i b 2) i denna punkt g&#228;ller i fr&#229;ga om de tio
f&#246;rsta &#229;ren under vilka detta avtal till&#228;mpas. Denna period
kan f&#246;rl&#228;ngas genom &#246;msesidig &#246;verenskommelse mellan de beh&#246;riga
myndigheterna.

Best&#228;mmelserna i denna punkt ber&#246;r inte bolagets beskattning
f&#246;r den vinst av vilken utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier eller andra r&#228;ttigheter, som inte &#228;r fordringar, med r&#228;tt
till andel i vinst, samt inkomst av andra andelar i bolag, som
enligt lagstiftningen i den stat d&#228;r det utdelande bolaget
har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt som inkomst
av aktier..

4. Best&#228;mmelserna i punkterna 2 och 3 till&#228;mpas inte, om den som
har r&#228;tt till utdelningen har hemvist i en avtalsslutande stat
och bedriver r&#246;relse i den andra avtalsslutande staten, d&#228;r
bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet
i denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning,
samt den andel p&#229; grund av vilken utdelningen betalas &#228;ger
verkligt samband med det fasta driftst&#228;llet eller den
stadigvarande anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna
i artikel 7 respektive artikel 14.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar inkomst
fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra stat inte
beskatta utdelning som bolaget betalar, utom i den m&#229;n utdelningen
betalas till person med hemvist i denna andra stat eller i den
m&#229;n den andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt
samband med fast driftst&#228;lle eller stadigvarande anordning i
denna andra stat, och ej heller p&#229; bolagets icke utdelade vinst
ta ut en skatt som utg&#229;r p&#229; bolaget icke utdelade vinst, &#228;ven
om utdelningen eller den icke utdelade vinsten helt eller delvis
utg&#246;rs av inkomst som uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till
person med hemvist i den andra avtalsslutande staten, beskattas
endast i denna andra stat, om personen i fr&#229;ga har r&#228;tt till r&#228;ntan.

2. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av varje
slags fordran, antingen den s&#228;kerst&#228;llts genom inteckning i fast
egendom eller inte och antingen den medf&#246;r r&#228;tt till andel i
g&#228;lden&#228;rens vinst eller inte. Uttrycket &#229;syftar s&#228;rskilt inkomst
av v&#228;rdepapper som utf&#228;rdats av staten och inkomst av obligationer
eller debentures, d&#228;ri inbegripna agiobelopp och vinster som
h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper, obligationer eller
debentures. Straffavgift p&#229; grund av en sen betalning anses inte
som r&#228;nta vid till&#228;mpningen av denna artikel.

Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om den som har r&#228;tt till
r&#228;ntan har hemvist i en avtalsslutande stat och bedriver r&#246;relse
i den andra avtalsslutande staten, fr&#229;n vilken r&#228;ntan h&#228;rr&#246;r,
fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande
anordning, samt den fordran f&#246;r vilken r&#228;ntan betalas &#228;ger
verkligt samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och
den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och annan person
r&#228;ntebeloppet, med h&#228;nsyn tagen till den fordran f&#246;r vilken r&#228;ntan
betalas, &#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och den som har r&#228;tt till r&#228;ntan om s&#229;dana f&#246;rbindelser
inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel endast
p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp
enligt lagstiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 12

Roalty

1. Royalty som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten,
beskattas endast i denna andra stat, om personen i fr&#229;ga har r&#228;tt
till royaltyn.

2. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller
f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt
eller vetenskapligt verk, h&#228;ri inbegripet biograffilm och film
eller band f&#246;r radio- eller televisionsuts&#228;ndning, patent,
varum&#228;rke, m&#246;nster eller modell, ritning, hemligt recept eller
hemlig tillverkningsmetod eller f&#246;r upplysning om erfarenhetsr&#246;n
av industriell, kommersiell eller vetenskaplig natur.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om den som har r&#228;tt
till royaltyn har hemvist i en avtalsslutande stat och bedriver
r&#246;relse i den andra avtalsslutande staten, fr&#229;n vilken royaltyn
h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig
yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande
anordning, samt den r&#228;ttighet eller egendom i fr&#229;ga om vilken
royaltyn betalas &#228;ger verkligt samband med det fasta driftst&#228;llet
eller den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren och den
som har r&#228;tt till royaltyn eller mellan dem b&#229;da och annan person
royaltybeloppet, med h&#228;nsyn tagen till det nyttjande, den r&#228;ttighet
eller den upplysning f&#246;r vilken royaltyn betalas, &#246;verstiger
det belopp som skulle ha avtalats mellan utbetalaren och den som
har r&#228;tt till royaltyn om s&#229;dana f&#246;rbindelser inte f&#246;relegat,
till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda
belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp enligt
lagstiftningen i vardera avtalsslutande staten med iakttagande
av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 13

&#214;verl&#229;telse av egendom

1. Vinst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som avses i artikel
6 och som &#228;r bel&#228;gen i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av andelar eller liknande
r&#228;ttigheter i ett bolag vars tillg&#229;ngar uteslutande eller
huvudsakligen best&#229;r av fast egendom f&#229;r beskattas i den
avtalsslutande stat i vilken bolagets tillg&#229;ngar eller huvuddelen
av tillg&#229;ngarna &#228;r bel&#228;gna.

3. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i
en avtalsslutande stat har i den andra avtalsslutande staten,
eller av l&#246;s egendom, h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r
att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, som person med hemvist
i en avtalsslutande stat har i den andra avtalsslutande staten,
f&#229;r beskattas i denna andra stat. Detsamma g&#228;ller vinst p&#229; grund
av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller
tillsammans med hela f&#246;retaget) eller av s&#229;dan stadigvarande
anordning.

4. Vinst som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg som anv&#228;nds i
internationell trafik, eller l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till
anv&#228;ndningen av s&#229;dana skepp eller luftfartyg, beskattas endast
i denna stat.

Betr&#228;ffande vinst som f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian
Airlines System (SAS) till&#228;mpas best&#228;mmelserna i denna punkt
endast i fr&#229;ga om den del av vinsten som motsvarar den andel i
konsortiet vilken innehas av AB Aerotransport (ABA), den svenske
del&#228;garen i Scandinavian Airlines System (SAS).

5. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som
avses i punkterna 1, 2, 3 och 4 beskattas endast i den
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst, som en person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom att ut&#246;va fritt yrke eller annan sj&#228;lvst&#228;ndig
verksamhet, beskattas endast i den stat. S&#229;dan inkomst f&#229;r
emellertid beskattas i den andra avtalsslutande staten under
f&#246;ljande omst&#228;ndigheter:

a) om han i den andra avtalsslutande staten har en stadigvarande
anordning, som regelm&#228;ssigt st&#229;r till hans f&#246;rfogande f&#246;r att
ut&#246;va verksamheten; i s&#229;dant fall f&#229;r endast s&#229; stor del av
inkomsten beskattas i denna andra avtalsslutande stat som &#228;r
h&#228;nf&#246;rlig till denna stadigvarande anordning, eller

b) om han vistas i den andra avtalsslutande staten under tidymd
eller tidrymder som sammanlagt uppg&#229;r till eller &#246;verstiger 183
dagar under en tolm&#229;nadersperiod som b&#246;rjar eller slutar under
beskattnings&#229;ret i fr&#229;ga; i s&#229;dant fall f&#229; endast s&#229; stor del av
inkomsten beskattas i denna andra avtalsslutande stat som &#228;r
h&#228;nf&#246;rlig till verksamheten som ut&#246;vas d&#228;r, eller

c) om ers&#228;ttningen f&#246;r hans verksamhet i den andra avtalsslutande
staten betalas av person med hemvist i denna avtalsslutande stat
eller belastar fast driftst&#228;lle eller stadigvarande anordning i
denna avtalsslutande stat samt &#246;verstiger ett v&#228;rde motsvarande
25 000 U.S. dollar under beskattnings&#229;ret.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings-
och undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig verksamhet
som l&#228;kare, advokat, ingenj&#246;r, arkitekt, tandl&#228;kare och revisor
ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18 och 19 f&#246;ranleder
annat, beskattas l&#246;n och annan liknande ers&#228;ttning som person med
hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund av anst&#228;llning
endast i denna stat, s&#229;vida inte arbetet utf&#246;rs i den andra
avtalsslutande staten. Om arbetet utf&#246;rs i denna andra stat,
f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas ers&#228;ttning,
som person med hemvist i en avtalsslutande stat uppb&#228;r f&#246;r
arbete som utf&#246;rs i den andra avtalsslutande staten, endast i den
f&#246;rstn&#228;mnda staten, om

a) mottagaren vistas i den andra staten under tidrymd eller
tidrymder som sammanlagt inte &#246;verstiger 183 dagar under en
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under beskattnings&#229;ret
i fr&#229;ga, och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i den
andra staten eller p&#229; dennes v&#228;gnar, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller stadigvarande
anordning om arbetsgivaren har i den andra staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete som utf&#246;rs ombord p&#229; skepp eller luftfartyg,
som anv&#228;nds i internationell trafik av ett f&#246;retag i en
avstalsslutande stat, beskattas i denna stat. Om person med hemvist
i Sverige uppb&#228;r inkomst av arbete, vilket utf&#246;rs ombord p&#229;
ett luftfartyg som anv&#228;nds i internationell trafik av
luftfarskonsortiet Scandinavian Airlines System (SAS), beskattas
inkomsten endast i Sverige.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av en medlem
i styrelse eller annat liknande organ i bolag med hemvist i den
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
genom sin personliga verksamhet i den andra avtalsslutande staten
i egenskap av underh&#229;llningsartist, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartist eller musiker,
eller i egenskap av sportut&#246;vare, beskattas i denna andra stat.

2. I fall d&#229; inkomst genom personlig verksamhet, som
underh&#229;llningsartisten eller sportut&#246;varen sj&#228;lv utan annan
person, f&#229;r denna inkomst, utan hinder av best&#228;mmelserna i
artiklarna 7, 13 och 15, beskattas i den avtalsslutande stat d&#228;r
underh&#229;llningsartisten eller sportut&#246;varen bedriver verksamheten.

Artikel 18

Pension och socialf&#246;rs&#228;kringsbetalningar

1. Om inte best&#228;mmelserna i artikel 19 punkt 2 f&#246;ranleder annat,
beskattas pension och annan liknande ers&#228;ttning som med anledning
av tidigare anst&#228;llning betalas till person med hemvist i en
avtalsslutande stat, endast i denna stat.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas pension och
annan betalning som g&#246;rs enligt socialf&#246;rs&#228;kringslagstiftningen
i en avtalsslutande stat endast i denna stat.

Artikel 19

Offentlig tj&#228;nst

1. a) Ers&#228;ttning (med undantag f&#246;r pension), som betalas av en
avtalsslutande stat, en av dess politiska underavdelningar eller
lokala myndigheter till fysisk person p&#229; grund av arbete som
utf&#246;rts i denna stats, underavdelnings eller myndighets tj&#228;nst,
beskattas endast i denna stat.

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra
avtalsslutande staten om arbetet utf&#246;rs i denna andra stat och
personen i fr&#229;ga har hemvist i denna stat och

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra
arbetet.

2. a) Pension, som betalas av, eller fr&#229;n fonder inr&#228;ttade av,
en avtalsslutande stat, en av dess politiska underavdelningar
eller lokala myndigheter till fysisk person p&#229; grund av arbete
som utf&#246;rts i denna stats, underavdelnings eller myndighets
tj&#228;nst, beskattas endast i denna stat.

b) S&#229;dan pension beskattas emellertid endast i den andra
avtalsslutande staten om personen i fr&#229;ga har hemvist och &#228;r
medborgare i denna stat.

3. Best&#228;mmelserna i artiklarna 15, 16 och 18 till&#228;mpas p&#229;
ers&#228;ttning och p&#229; pension som betalas p&#229; grund av arbete som
utf&#246;rts i samband med r&#246;relse som bedrivs av en avtalsslutande
stat, dess politiska underavdelningar eller lokala myndigheter.

Artikel 20

Studerande och aff&#228;rspraktikant

Studerande och aff&#228;rspraktikant, som har eller omedelbart f&#246;re
vistelsen i en avtalsslutande stat hade hemvist i den andra
avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda
staten uteslutande f&#246;r sin undervisning eller praktik, beskattas
inte i denna stat f&#246;r belopp som han erh&#229;ller f&#246;r sitt uppeh&#228;lle,
sin undervisning eller praktik, under f&#246;ruts&#228;ttning att
beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla utanf&#246;r denna stat.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av detta
avtal beskattas endast i denna stat, oavsett varifr&#229;n inkomsten
h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med undantag
f&#246;r inkomst av fast egendom som avses i artikel 6 punkt 2, om
mottagaren av inkomsten har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet
i denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt
den r&#228;ttighet eller egendom i fr&#229;ga om vilken inkomsten betalas
&#228;ger verkligt samband med det fasta driftst&#228;llet eller den
stadigvarande anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna
i artikel 7 respektive artikel 14.

Artikel 22

Undanr&#246;jande av dubbelbeskattning

1. Betr&#228;ffande Malta skall dubbelbeskattning undvikas p&#229; f&#246;ljande
s&#228;tt:

I enlighet med maltesisk lagstiftning i fr&#229;ga om avr&#228;kning fr&#229;n
maltesisk skall av utl&#228;ndsk skatt skall, d&#229; enligt best&#228;mmelserna
i detta avtal inkomst fr&#229;n k&#228;lla i Sverige tagits till beskattning
i Malta, svensk skatt p&#229; s&#229;dan inkomst avr&#228;knas fr&#229;n maltesisk
skatt p&#229; inkomsten.

2. Betr&#228;ffande Sverige skall dubbelbeksattning undvikas p&#229; f&#246;ljande
s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som enligt
maltesisk lagstiftning och i enlighet med best&#228;mmelserna i detta
avtal f&#229;r beskattas i Malta, skall Sverige - med beaktande av
best&#228;mmelserna i svensk lagstiftning betr&#228;ffande avr&#228;kning av
utl&#228;ndsk skatt (&#228;ven i den lydelse de framdeles kan f&#229; genom att
&#228;ndrar utan att den allm&#228;nna princip som anges h&#228;r &#228;ndras) - fr&#229;n
den svenska skatten p&#229; inkomsten avr&#228;kna ett belopp motsvarande
den maltesiska skatt som erlagts p&#229; inkomsten.

b) Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst, som
enligt best&#228;mmelserna i detta avtal beskattas endast i Malta, f&#229;r
Sverige vid fastst&#228;llandet av skattesatsen f&#246;r svensk progressiv
skatt beakta den inkomst som skall beskattas endast i Malta.

c) Utan hinder av best&#228;mmelserna i a) ovan &#228;r utdelning fr&#229;n
bolag med hemvist i Malta till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt enligt best&#228;mmelserna i svensk lag
om skattebefrielse f&#246;r utdelning som erh&#229;lls av svenska bolag
fr&#229;n dotterbolag utomlands.

d) Vid till&#228;mpningen av a) ovan anses &quot;den maltesiska skatt som
erlagts&quot; innefatta skatt som skulle ha erlagts, men som p&#229; grund
av tidsbegr&#228;nsade best&#228;mmelser i maltesisk lagstiftning avsedd att
fr&#228;mja ekonomisk utveckling inte erlagts eller erlagts med l&#228;gre
belopp, under f&#246;ruts&#228;ttning att s&#229;dan befrielse eller l&#228;ttnad
fr&#229;n skatt givits betr&#228;ffande vinst fr&#229;n industriell verksamhet eller
tillverkningsverksamhet eller fr&#229;n jordbruk, fiske, turism
(d&#228;ri inbegripet restaurang- och hotellverksamhet), allt under
f&#246;ruts&#228;ttning att verksamheten bedrivits i Malta. Vid till&#228;mpningen
av c) ovan skall en skatt p&#229; 15 procent p&#229; ett underlag ber&#228;knas
efter svenska regler anses ha erlagts betr&#228;ffande verksamhet
som anges i f&#246;reg&#229;ende mening under d&#228;r angivna villkor.

De beh&#246;riga myndigheterna kan komma &#246;verens om att utvidga
till&#228;mpningen av denna best&#228;mmelse &#228;ven till andra verksamheter.

e) Best&#228;mmelserna i d) ovan g&#228;ller endast i fr&#229;ga om de tio
f&#246;rsta &#229;ren under vilka detta avtal till&#228;mpas. Denna period kan
f&#246;rl&#228;ngas genom &#246;msesidig &#246;verenskommelse mellan de beh&#246;riga
myndigheterna.

3. I fall d&#229; avtalet f&#246;reskriver att beskattningen av inkomst
(d&#228;ri inbegripet realisationsvinst) som h&#228;rr&#246;r fr&#229;n en
avtalsslutande stat helt eller delvis skall lindras i denna stat
och d&#229; s&#229;dan inkomst, p&#229; grund av g&#228;llande lagstiftning i den
andra avtalsslutande staten, beskattas med avseende p&#229; s&#229;dant belopp
d&#228;rav som &#246;verf&#246;rs till eller tas emot i denna andra stat och
inte med avseende p&#229; hela beloppet d&#228;rav, till&#228;mpas reglerna om
lindrande av beskattningen i den f&#246;rstn&#228;mnda staten endast p&#229;
s&#229;dan del av inkomsten som &#246;verf&#246;rs eller tas emot i den andra
staten.

Artikel 23

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i
den andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan bli underkastad.
Utan hinder av best&#228;mmelserna i artikel 1 till&#228;mpas denna
best&#228;mmelse &#228;ven p&#229; person som inte har hemvist i en avtalsslutande
stat eller i b&#229;da avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en avtalsslutande
stat har i den andra avtalsslutande staten, skall i denna andra
stat inte vara mindre f&#246;rdelaktig &#228;n beskattningen av f&#246;retag
i denna andra stat, som bedriver verksamhet av samma slag. Denna
best&#228;mmelse anses inte medf&#246;ra skyldighet f&#246;r en avtalsslutande
stat att medge person med hemvist i dena andra avtalsslutande
staten s&#229;dant personligt avdrag vid beskattningen, s&#229;dan
skattebefrielse eller skatteneds&#228;ttning p&#229; grund av civilst&#229;nd eller
f&#246;rs&#246;rjningsplikt mot familj som medges person med hemvist i den
egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1, artikel 11
punkt 4 eller artikel 12 punkt 4 till&#228;mpas, &#228;r r&#228;nta, royalty
och annan betalning fr&#229;n f&#246;retag i en avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten avdragsgilla
vid best&#228;mmandet av den beskattningsbara inkomsten f&#246;r s&#229;dant
f&#246;retag p&#229; samma villkor som betalning till person med hemvist i
den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en eller
flera personer med hemvist i den andra avtalsslutande staten,
skall inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r beskattning
eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat slag eller mer
tyngande &#228;n den beskattning och d&#228;rmed sammanh&#228;ngande krav som
annat liknande f&#246;retag i den f&#246;rstn&#228;mnda staten &#228;r eller kan bli
underkastat.

5. Best&#228;mmelserna i denna artikel till&#228;mpas p&#229; skatter som omfattas
av detta avtal.

Artikel 24

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot best&#228;mmelserna
i detta avtal, kan han, utan att detta p&#229;verkar hans r&#228;tt att
anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa staters interna
r&#228;ttsordning, l&#228;gga fram saken f&#246;r den beh&#246;riga myndigheten i
den avtalsslutande stat d&#228;r personen har hemvist, eller om fr&#229;ga
&#228;r om till&#228;mpning av artikel 23 punkt 1, i den avtalsslutande
stat d&#228;r han &#228;r medborgare. Saken skall l&#228;ggas fram inom tre &#229;r
fr&#229;n den tidpunkt d&#229; personen i fr&#229;ga fick vetskap om den &#229;tg&#228;rd
som givit upphov till beskattning som strider mot best&#228;mmelserna
i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men inte
sj&#228;lv kan f&#229; till st&#229;nd en tillfredst&#228;llande l&#246;sning, skall
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse med
den beh&#246;riga myndigheten i den andra avtalsslutande staten i
syfte att undvika beskattning som strider mot avtalet.
&#214;verenskommelse som tr&#228;ffats skall genomf&#246;ras utan hinder av
tidsgr&#228;nser i de avtalsslutande staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen
av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att undanr&#246;ja
dubbelbeskattning i fall som inte omfattas av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter.

Artikel 25

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
utbyta s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa
best&#228;mmelserna i detta avtal eller i de avtalsslutande staternas
interna lagstiftning betr&#228;ffande skatter som omfattas av
avtalet, i den m&#229;n beskattningen enligt denna lagstiftning inte
strider mot avtalet. Utbytet av upplysningar begr&#228;nsas inte
av artikel 1. Upplysningar som en avtalsslutande stat mottagit
skall behandlas s&#229;som hemliga p&#229; samma s&#228;tt som upplysnngar,
som erh&#229;llits enligt den interna lagstiftningen i denna
stat och f&#229;r yppas endast f&#246;r personer eller myndigheter (d&#228;ri
inbegripet domstolar och f&#246;rvaltningsorgan) som fastst&#228;ller,
uppb&#228;r eller indriver de skatter som omfattas av avtalet eller
handl&#228;gger &#229;tal eller besv&#228;r i fr&#229;ga om dessa skatter. Dessa
personer eller myndigheter skall anv&#228;nda upplysningarna endast
f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa upplysningar vid offenlig r&#228;tteg&#229;ng
eller i domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den
andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt lagstiftning
eller sedvanlig administrativ praxis i denna avtalsslutande stat
eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet, industri-,
handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet nyttjat
f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande skulle
strida mot allm&#228;nna h&#228;nsyn (ordre public).

Artikel 26

Begr&#228;nsning av f&#246;rm&#229;ner

Best&#228;mmelserna i detta avtal till&#228;mpas inte p&#229; person som &#228;r
ber&#228;ttigad till n&#229;gon speciell skattef&#246;rm&#229;n enligt:

a) lagstiftning i n&#229;gon av de avtalsslutande staterna som anges
i noter som utv&#228;xlas mellan de avtalsslutande staterna, eller

b) n&#229;gon i huvudsak likartad lag som senare inf&#246;rs.

Artikel 27

Diplomatiska f&#246;retr&#228;dare och konsul&#228;ra tj&#228;nstem&#228;n

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer diplomatiska
f&#246;retr&#228;dare eller konsul&#228;ra tj&#228;nstem&#228;n.

Artikel 28

Ikrafttr&#228;dande

1. De avtalsslutande staterna skall meddela varandra att de
konstitutionella &#229;tg&#228;rder vidtagits som kr&#228;vs f&#246;r att detta avtal
skall tr&#228;da i kraft.

2. Detta avtal tr&#228;der i kraft trettio dagar efter den dagen f&#246;r
det sista av de meddelanden som avses i punkt 1 och avtalets
best&#228;mmelser till&#228;mpas:

a) i Sverige, p&#229; inkomst som f&#246;rv&#228;rvas den 1 januari som f&#246;ljer
n&#228;rmast efter dagen d&#229; avtalet tr&#228;der i kraft eller senare, och

b) i Malta, p&#229; inkomst som f&#246;rv&#228;rvas under ett kalender&#229;r
respektive ett r&#228;kenskaps&#229;r som b&#246;rjar den 1 januari n&#228;rmast
efter dagen d&#229; avtalet tr&#228;der i kraft eller senare.

3. Genom att detta avtal blir till&#228;mpligt upph&#246;r avtalet med
d&#228;rtill h&#246;rande protokoll mellan Malta och Sverige f&#246;r
undvikande av dubbelbeskattning betr&#228;ffande inkomstskatter av
som undertecknades den 30 maj 1975 i Stockholm och &#228;ndrades
genom protokoll som undertecknades den 25 juni 1986 i Valetta
att g&#228;lla. Best&#228;mmelserna i 1975 &#229;rs &#228;ndrade avtal skall upph&#246;ra
att g&#228;lla fr&#229;n den dag motsvarande best&#228;mmelser i detta avtal
f&#246;r f&#246;rsta g&#229;ngen blir till&#228;mpliga enligt best&#228;mmelserna i
punkt 2. Betr&#228;ffande best&#228;mmelserna i artikel 5 och 14 i
1975 &#229;rs avtal skall, n&#228;r st&#246;rre skattel&#228;ttnader skulle ha
erh&#229;llits genom till&#228;mpning av de best&#228;mmelserna, dessa
best&#228;mmelser forts&#228;tta att till&#228;mpas:

a) i Sverige, p&#229; inkomst som f&#246;rv&#228;rvas sista dagen det andra
kalender&#229;ret som f&#246;ljer n&#228;rmast efter det d&#229; detta avtal kom att
till&#228;mpas eller tidigare, och

b) i Malta, p&#229; inkomst som f&#246;rv&#228;rvas sista dagen det andra
kalender&#229;ret respektive r&#228;kenskaps&#229;ret som f&#246;ljer n&#228;rmast efter
det kalender&#229;r d&#229; detta avtal kom att till&#228;mpas eller tidigare.

Artikel 29

Upph&#246;rande

Detta avtal f&#246;rblir i kraft till dess det s&#228;gs upp av avtalsslutande
stat. Vardera avtalsslutande staten kan p&#229; diplomatisk v&#228;gt s&#228;ga upp
avtalet genom underr&#228;ttelse h&#228;rom minst sex m&#229;nader f&#246;re utg&#229;ngen
av n&#229;got kalender&#229;r som f&#246;ljer efter en tidrymd av fem &#229;r fr&#229;n
den dag d&#229; avtalet tr&#228;tt i kraft. I h&#228;ndelse av s&#229;dan upps&#228;gning
upph&#246;r avtalet att g&#228;lla:

a) i Sverige, p&#229; inkomst som f&#246;rv&#228;rvas den 1 januari det kalender&#229;r
som f&#246;ljer n&#228;rmast efter dagen d&#229; avtalet s&#228;gs upp eller senare,
och

b) i Malta, p&#229; inkomst som f&#246;rv&#228;rvas under ett kalender&#229;r respektive
ett r&#228;ktenskaps&#229;r som b&#246;rjar den 1 januari n&#228;rmast efter dagen d&#229;
avtalet s&#228;gs upp eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Washington, den 9 oktober 1995, i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Sveriges regering

G&#246;ran Persson

F&#246;r Maltas regering

John Dalli

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3095">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3097">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
