

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1995-06-27" /> 
 <meta id="rattsinfo-edited" content="2015-02-11" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3130</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3129">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3131">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1995:832 ·
                    <a href="/sfsr?bet=1995:832">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1995:832) om obduktion m.m.
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1995-06-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:760
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om obduktioner och vissa andra
&#229;tg&#228;rder med kroppen efter en avliden m&#228;nniska.

Den som skall g&#246;ra ett ingrepp i eller vidta annan &#229;tg&#228;rd med en d&#246;d
kropp skall fullg&#246;ra sin uppgift med respekt f&#246;r den avlidne.

2 &#167; I lagen (1987:269) om kriterier f&#246;r best&#228;mmande av
m&#228;nniskans d&#246;d finns best&#228;mmelser om fastst&#228;llande av en
m&#228;nniskas d&#246;d.

Best&#228;mmelser om d&#246;dsbevis och intyg om d&#246;dsorsaken finns i
begravningslagen (1990:1144). I begravningslagen finns ocks&#229;
best&#228;mmelser om gravs&#228;ttning och kremering.

Best&#228;mmelser om etikpr&#246;vning av forskning p&#229; avlidna m&#228;nniskor
finns i lagen (2003:460) om etikpr&#246;vning av forskning som avser
m&#228;nniskor. Lag (2003:465).

3 &#167; Kan det antas f&#246;religga sk&#228;l f&#246;r en r&#228;ttsmedicinsk unders&#246;kning
av en avliden och skulle resultatet av den unders&#246;kningen kunna
&#228;ventyras genom ett ingrepp i kroppen f&#246;r annat &#228;ndam&#229;l, f&#229;r s&#229;dant
ingrepp inte g&#246;ras.

Gemensamma best&#228;mmelser om obduktion m.m.

4 &#167; Med obduktion avses att kroppen efter en avliden &#246;ppnas och
unders&#246;ks inv&#228;ndigt. Obduktionen kan vara klinisk eller
r&#228;ttsmedicinsk. En r&#228;ttsmedicinsk obduktion skall ocks&#229; innefatta
en yttre unders&#246;kning av kroppen.

Med r&#228;ttsmedicinsk likbesiktning avses en yttre unders&#246;kning av
kroppen efter en avliden. Unders&#246;kningen kan innefatta
blodprovstagning och andra mindre ingrepp.

5 &#167; Vid en obduktion f&#229;r organ och annat material tas ut ur kroppen
f&#246;r unders&#246;kning, om det beh&#246;vs f&#246;r att syftet med obduktionen skall
kunna tillgodoses. Biologiskt material skall l&#228;ggas tillbaka i
kroppen n&#228;r obduktionen har slutf&#246;rts, om inte syftet med obduktionen
kr&#228;ver att materialet tas till vara f&#246;r unders&#246;kning under en l&#228;ngre
tid.

Klinisk obduktion

6 &#167; En klinisk obduktion f&#229;r utf&#246;ras om obduktionen beh&#246;vs f&#246;r att

1. fastst&#228;lla d&#246;dsorsaken,

2. vinna viktig kunskap om sjukdom som den avlidne haft eller om
verkan av behandling som den avlidne g&#229;tt igenom, eller

3. unders&#246;ka f&#246;rekomsten av skador eller sjukliga f&#246;r&#228;ndringar i den
avlidnes kropp.

7 &#167; Om det finns personer som st&#229;tt den avlidne n&#228;ra skall n&#229;gon av
dessa underr&#228;ttas innan obduktionen utf&#246;rs och ges sk&#228;lig tid att
yttra sig. Underr&#228;ttelse beh&#246;ver dock inte ske om obduktionen f&#229;r
utf&#246;ras enligt 8 eller 9 &#167; och det &#228;r om&#246;jligt att inom tillg&#228;nglig
tid n&#229; en s&#229;dan person eller att utreda om n&#229;gon s&#229;dan person finns.

8 &#167; En klinisk obduktion f&#229;r utf&#246;ras om den avlidne skriftligen har
medgett obduktion eller uttalat sig f&#246;r en s&#229;dan &#229;tg&#228;rd eller om det
av andra sk&#228;l finns anledning att anta att obduktion skulle st&#229; i
&#246;verensst&#228;mmelse med den avlidnes inst&#228;llning.

9 &#167; Obduktion f&#246;r &#228;ndam&#229;l som anges i 6 &#167; 1 f&#229;r, f&#246;rutom i fall som
avses i 8 &#167;, utf&#246;ras om det &#228;r av s&#228;rskild betydelse att d&#246;dsorsaken
fastst&#228;lls.

10 &#167; Obduktion f&#246;r &#228;ndam&#229;l som anges i 6 &#167; 2 eller 3 f&#229;r, f&#246;rutom i
fall som avses i 8 &#167;, utf&#246;ras om det &#228;r oklart vilken inst&#228;llning den
avlidne hade till en s&#229;dan obduktion och inte n&#229;gon som st&#229;tt den
avlidne n&#228;ra mots&#228;tter sig det. Om det inte finns n&#229;gon som st&#229;tt den
avlidne n&#228;ra som kan underr&#228;ttas f&#229;r s&#229;dan obduktion utf&#246;ras endast
om det finns s&#228;rskilda sk&#228;l.

11 &#167; Beslut i fr&#229;ga om klinisk obduktion fattas av l&#228;kare. Endast
l&#228;kare f&#229;r utf&#246;ra en s&#229;dan obduktion.

R&#228;ttsmedicinsk unders&#246;kning

12 &#167; Med r&#228;ttsmedicinsk unders&#246;kning avses i denna lag
r&#228;ttsmedicinsk obduktion eller r&#228;ttsmedicinsk likbesiktning.
Unders&#246;kningen skall g&#246;ras i form av r&#228;ttsmedicinsk obduktion, om
inte &#228;ndam&#229;let kan tillgodoses genom r&#228;ttsmedicinsk likbesiktning.

13 &#167; En r&#228;ttsmedicinsk unders&#246;kning av en avliden f&#229;r g&#246;ras om
unders&#246;kningen kan antas vara av betydelse f&#246;r utredningen av ett
d&#246;dsfall som intr&#228;ffat under s&#229;dana omst&#228;ndigheter att

1. det inte sk&#228;ligen kan bortses fr&#229;n m&#246;jligheten att d&#246;dsfallet har
samband med ett brott, eller

2. det kan misst&#228;nkas ha f&#246;rekommit fel eller f&#246;rsummelse inom
h&#228;lso- och sjukv&#229;rden.

14 &#167; En r&#228;ttsmedicinsk unders&#246;kning f&#229;r ocks&#229; g&#246;ras om ett d&#246;dsfall
kan antas ha orsakats av yttre p&#229;verkan och unders&#246;kningen beh&#246;vs f&#246;r
att

1. fastst&#228;lla d&#246;dsorsaken, eller

2. vinna upplysningar av s&#228;rskild vikt f&#246;r milj&#246;skydd, arbetarskydd,
trafiks&#228;kerhet eller annat liknande intresse.

15 &#167; En r&#228;ttsmedicinsk unders&#246;kning f&#229;r ocks&#229; g&#246;ras om det beh&#246;vs
f&#246;r att fastst&#228;lla en avlidens identitet.

16 &#167; Sedan gravs&#228;ttning har skett, f&#229;r kroppen efter en avliden tas
om hand f&#246;r r&#228;ttsmedicinsk unders&#246;kning endast om det sk&#228;ligen kan
misst&#228;nkas att d&#246;dsfallet har samband med ett brott f&#246;r vilket det
inte &#228;r f&#246;reskrivet lindrigare straff &#228;n f&#228;ngelse i ett &#229;r och
unders&#246;kningen kan antas vara av v&#228;sentlig betydelse f&#246;r utredningen.
Om det finns synnerliga sk&#228;l f&#229;r kroppen tas om hand f&#246;r s&#229;dan
unders&#246;kning &#228;ven i annat fall.

17 &#167; En r&#228;ttsmedicinsk unders&#246;kning f&#229;r genomf&#246;ras, &#228;ven om &#229;tg&#228;rden
strider mot den avlidnes eller de n&#228;rst&#229;endes inst&#228;llning.

18 &#167; Beslut om r&#228;ttsmedicinsk unders&#246;kning som avses i
13–15 &#167;&#167; meddelas av Polismyndigheten. &#196;ven allm&#228;n domstol
eller allm&#228;n &#229;klagare f&#229;r besluta om r&#228;ttsmedicinsk
unders&#246;kning som avses i 13 &#167; 1. Beslut om r&#228;ttsmedicinsk
unders&#246;kning som avses i 16 &#167; meddelas av allm&#228;n domstol.
Lag (2014:760).

19 &#167; Om det inte &#228;r uppenbart obeh&#246;vligt ska Polismyndigheten
underr&#228;ttas om tid och plats f&#246;r en r&#228;ttsmedicinsk
unders&#246;kning. En polisman f&#229;r n&#228;rvara vid en s&#229;dan
unders&#246;kning. Lag (2014:760).

20 &#167; R&#228;ttsmedicinsk unders&#246;kning skall utf&#246;ras av l&#228;kare. Regeringen
eller den myndighet som regeringen best&#228;mmer f&#229;r meddela f&#246;reskrifter
om krav p&#229; s&#228;rskild l&#228;karkompetens f&#246;r att utf&#246;ra en r&#228;ttsmedicinsk
unders&#246;kning.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r ocks&#229;
meddela ytterligare f&#246;reskrifter om f&#246;rfarandet vid r&#228;ttsmedicinsk
unders&#246;kning samt om protokoll och utl&#229;tande &#246;ver unders&#246;kningen.

Vissa andra ingrepp p&#229; avlidna

21 &#167; Kroppen efter en avliden f&#229;r anv&#228;ndas f&#246;r dissektion vid en
h&#246;gskoleenhet f&#246;r undervisning i anatomi, om den avlidne skriftligen
har samtyckt till det. Kroppen f&#229;r tas i anspr&#229;k under h&#246;gst ett &#229;r
efter d&#246;dsfallet, om inte den avlidne har f&#246;reskrivit annat.

22 &#167; Om det finns s&#228;rskilda sk&#228;l f&#229;r ingrepp i kroppen efter en
avliden g&#246;ras av l&#228;kare eller under l&#228;kares &#246;verinseende f&#246;r tr&#228;ning
av operationsteknik eller f&#246;r f&#246;rb&#228;ttring eller utveckling av
operationsmetoder. S&#229;dant ingrepp f&#229;r g&#246;ras endast om &#229;tg&#228;rden &#228;r
f&#246;renlig med den avlidnes inst&#228;llning p&#229; s&#228;tt som anges i 8 &#167;.

23 &#167; Ingrepp i syfte att fr&#229;n en avliden ta ut icke-biologiskt
material som har infogats i kroppen (implantat) f&#229;r g&#246;ras &#228;ven om
&#229;tg&#228;rden strider mot den avlidnes eller de n&#228;rst&#229;endes inst&#228;llning,
om det beh&#246;vs f&#246;r att f&#246;rebygga fara f&#246;r m&#228;nniskor eller annan
v&#228;sentlig ol&#228;genhet.

Ett ingrepp som avses i f&#246;rsta stycket f&#229;r, om &#229;tg&#228;rden &#228;r f&#246;renlig
med den avlidnes eller de n&#228;rst&#229;endes inst&#228;llning p&#229; s&#228;tt som anges i
8 eller 10 &#167;, ocks&#229; g&#246;ras om implantatet skall anv&#228;ndas f&#246;r
behandling av en annan m&#228;nniska eller f&#246;r forskning eller annat
medicinskt &#228;ndam&#229;l.

Best&#228;mmelserna i 7 &#167; och 11 &#167; f&#246;rsta meningen skall till&#228;mpas &#228;ven
vid ingrepp enligt denna paragraf.

24 &#167; Kroppen efter en avliden f&#229;r balsameras om det av sanit&#228;ra sk&#228;l
&#228;r n&#246;dv&#228;ndigt f&#246;r att kroppen skall kunna bevaras till dess kremering
eller gravs&#228;ttning sker eller om den skall tas i anspr&#229;k f&#246;r
anatomisk dissektion.

Balsamering f&#229;r ocks&#229; ske p&#229; beg&#228;ran av den som enligt 5 kap. 1 &#167;
begravningslagen (1990:1144) ordnar med gravs&#228;ttning.

Straff m. m.

25 &#167; Den som med upps&#229;t utf&#246;r ingrepp p&#229; en avliden m&#228;nniska i strid
med denna lag d&#246;ms till b&#246;ter.

26 &#167; Beslut enligt denna lag f&#229;r &#246;verklagas endast om det f&#246;ljer av
en s&#228;rskild f&#246;reskrift.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3129">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3131">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
