

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1995-06-27" /> 
 <meta id="rattsinfo-edited" content="2022-10-13 14:48:23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3131</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3130">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3132">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1995:831 ·
                    <a href="/sfsr?bet=1995:831">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1995:831) om transplantation m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1995-06-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:582
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om ingrepp f&#246;r att ta till
vara organ eller annat biologiskt material fr&#229;n en levande eller
avliden m&#228;nniska f&#246;r behandling av sjukdom eller kroppsskada hos en
annan m&#228;nniska (transplantation) eller f&#246;r annat medicinskt &#228;ndam&#229;l.
Lagen inneh&#229;ller ocks&#229; best&#228;mmelser om anv&#228;ndning av v&#228;vnad fr&#229;n ett
aborterat foster och f&#246;rbud mot vissa f&#246;rfaranden med biologiskt
material.

2 &#167; Best&#228;mmelserna i denna lag g&#228;ller inte i fr&#229;ga om
transplantation av k&#246;nsceller eller organ som producerar k&#246;nsceller.

Best&#228;mmelserna g&#228;ller inte heller n&#228;r biologiskt material tas i
syfte att behandla den som ingreppet g&#246;rs p&#229;.

2 a &#167; Best&#228;mmelser om etikpr&#246;vning av forskning p&#229; biologiskt
material finns i lagen (2003:460) om etikpr&#246;vning av forskning
som avser m&#228;nniskor. Lag (2003:464).

Biologiskt material fr&#229;n avlidna

3 &#167; Biologiskt material avsett f&#246;r transplantation eller annat 
medicinskt &#228;ndam&#229;l f&#229;r tas fr&#229;n en avliden m&#228;nniska om han 
eller hon har medgett det eller det p&#229; annat s&#228;tt kan utredas 
att &#229;tg&#228;rden skulle &#246;verensst&#228;mma med den avlidnes 
inst&#228;llning.

I annat fall &#228;n som avses i f&#246;rsta stycket f&#229;r biologiskt 
material tas, om inte den avlidne skriftligen har motsatt sig 
ett s&#229;dant ingrepp eller uttalat sig mot det eller det av 
annat sk&#228;l finns anledning att anta att ingreppet skulle 
strida mot den avlidnes inst&#228;llning.

&#196;r uppgifterna om den avlidnes inst&#228;llning motstridiga f&#229;r 
ingreppet inte genomf&#246;ras. Detsamma g&#228;ller om den avlidne vid 
sin d&#246;d var vuxen och hade en funktionsneds&#228;ttning av s&#229;dan 
art och grad att det &#228;r uppenbart att han eller hon som vuxen 
aldrig haft f&#246;rm&#229;gan att f&#246;rst&#229; inneb&#246;rden av och ta st&#228;llning 
till ett s&#229;dant ingrepp. Ingreppet f&#229;r inte heller genomf&#246;ras 
om det annars finns s&#228;rskilda sk&#228;l mot det. Lag (2022:582).

3 a &#167; Om inte annat har framkommit, omfattar inst&#228;llningen 
till donation enligt 3 &#167; f&#246;rsta och andra styckena s&#229;dan 
organbevarande behandling som avses i 4 a &#167;. Lag (2022:582).

4 &#167; Om det finns n&#228;rst&#229;ende till den avlidne, f&#229;r s&#229;dant 
ingrepp som avses i 3 &#167; inte genomf&#246;ras innan n&#229;gon av de 
n&#228;rst&#229;ende har underr&#228;ttats om det tillt&#228;nkta ingreppet. 
Ingreppet f&#229;r &#228;nd&#229; genomf&#246;ras, om den avlidne har medgett 
ingreppet och det inte har varit m&#246;jligt att komma i kontakt 
med n&#229;gon n&#228;rst&#229;ende till honom eller henne. Lag (2022:582).

Organbevarande behandling

4 a &#167; En m&#246;jlig donator f&#229;r ges organbevarande behandling.

Med organbevarande behandling avses intensivv&#229;rdsinsatser och 
andra &#229;tg&#228;rder f&#246;r att bevara organens funktion eller 
f&#246;rb&#228;ttra f&#246;ruts&#228;ttningarna f&#246;r transplantation. 
Lag (2022:582).

4 b &#167; Organbevarande behandling f&#229;r ges efter att en 
legitimerad l&#228;kare i samr&#229;d med en annan legitimerad l&#228;kare 
har gjort st&#228;llningstagandet att inte inleda eller forts&#228;tta 
livsuppeh&#229;llande behandling och att tidpunkten f&#246;r 
st&#228;llningstagandet har dokumenterats. 

Den organbevarande behandlingen f&#229;r ges under f&#246;ruts&#228;ttning 
att den inte

1. kan v&#228;nta till efter d&#246;den, 

2. medf&#246;r mer &#228;n ringa sm&#228;rta eller ringa skada f&#246;r den 
m&#246;jliga donatorn, och 

3. hindrar insatser f&#246;r den m&#246;jliga donatorns egen skull.
Lag (2022:582).

4 c &#167; Om en m&#246;jlig donator f&#229;r organbevarande behandling, ska 
f&#246;ruts&#228;ttningarna f&#246;r donation enligt 3 &#167; utredas skyndsamt 
efter det st&#228;llningstagande som avses i 4 b &#167; f&#246;rsta stycket.
Lag (2022:582).

4 d &#167; Den organbevarande behandlingen ska avslutas skyndsamt, 
om den utredning som avses i 4 c &#167; visar att det inte finns 
f&#246;ruts&#228;ttningar f&#246;r donation. Lag (2022:582).

4 e &#167; Den organbevarande behandlingen f&#229;r p&#229;g&#229; i h&#246;gst 
72 timmar fr&#229;n tidpunkten f&#246;r det st&#228;llningstagande som avses 
i 4 b &#167; f&#246;rsta stycket. Om det finns s&#228;rskilda sk&#228;l och den 
utredning som avses i 4 c &#167; visar att det finns 
f&#246;ruts&#228;ttningar f&#246;r donation, f&#229;r s&#229;dan behandling ges under 
ytterligare en kort tid. Lag (2022:582).

4 f &#167; En utredning av de medicinska f&#246;ruts&#228;ttningarna f&#246;r 
donation av organ och annat biologiskt material f&#229;r utf&#246;ras p&#229; 
en m&#246;jlig donator som f&#229;r organbevarande behandling, om den 
utredning som avses i 4 c &#167; visar att det finns 
f&#246;ruts&#228;ttningar f&#246;r donation.

Utredningen av de medicinska f&#246;ruts&#228;ttningarna f&#246;r donation av 
organ och annat biologiskt material f&#229;r utf&#246;ras under 
f&#246;ruts&#228;ttning att den inte medf&#246;r mer &#228;n ringa sm&#228;rta eller 
ringa skada f&#246;r den m&#246;jliga donatorn. Utredningen f&#229;r inte 
heller hindra insatser f&#246;r den m&#246;jliga donatorns egen skull.
Lag (2022:582).

Uppgiftsskyldighet

4 g &#167; En v&#229;rdgivare ska p&#229; beg&#228;ran av den v&#229;rdgivare som 
ansvarar f&#246;r donations- eller transplantationsverksamhet l&#228;mna 
de uppgifter som beh&#246;vs f&#246;r en utredning av de medicinska 
f&#246;ruts&#228;ttningarna f&#246;r donation av organ och annat biologiskt 
material. Lag (2022:582).

Dokumentation

4 h &#167; I den m&#246;jliga donatorns patientjournal ska f&#246;ljande 
dokumenteras p&#229; l&#228;mpligt s&#228;tt:

1. uppgifter om den utredning som avses i 4 c &#167;,

2. uppgifter om underr&#228;ttelse till n&#228;rst&#229;ende, och 

3. vilka f&#246;rs&#246;k som har gjorts att komma i kontakt med 
n&#228;rst&#229;ende om dessa inte har kunnat n&#229;s. 

Om en m&#246;jlig donator f&#229;r organbevarande behandling, ska &#228;ven 
f&#246;ljande s&#228;rskilt dokumenteras:

1. bed&#246;mningen av att han eller hon &#228;r en m&#246;jlig donator,

2. tidpunkten f&#246;r n&#228;r behandlingen inleds och avslutas, och

3. vid en f&#246;rl&#228;ngning av tiden f&#246;r behandlingen ut&#246;ver 
tidsgr&#228;nsen om 72 timmar, de s&#228;rskilda sk&#228;len f&#246;r detta.
Lag (2022:582).

Biologiskt material fr&#229;n levande

5 &#167; Biologiskt material avsett f&#246;r transplantation eller annat
medicinskt &#228;ndam&#229;l f&#229;r inte tas fr&#229;n en levande m&#228;nniska, om
ingreppet kan befaras medf&#246;ra allvarlig fara f&#246;r givarens liv eller
h&#228;lsa.

6 &#167; Biologiskt material avsett f&#246;r transplantation eller annat
medicinskt &#228;ndam&#229;l f&#229;r tas fr&#229;n en levande m&#228;nniska endast om han
eller hon har samtyckt till det. Om det organ eller material som
skall tas inte &#229;terbildas eller om ingreppet p&#229; annat s&#228;tt kan
medf&#246;ra beaktansv&#228;rd skada eller ol&#228;genhet f&#246;r givaren, skall
samtycket vara skriftligt.

I fr&#229;ga om under&#229;riga och psykiskt st&#246;rda personer g&#228;ller 8 &#167;.

7 &#167; Ett ingrepp p&#229; en levande m&#228;nniska, som inneb&#228;r att biologiskt
material som inte &#229;terbildas tas f&#246;r transplantation, f&#229;r g&#246;ras
endast p&#229; en givare som &#228;r sl&#228;kt med den tillt&#228;nkte mottagaren eller
p&#229; annat s&#228;tt st&#229;r mottagaren s&#228;rskilt n&#228;ra. Om det finns s&#228;rskilda
sk&#228;l f&#229;r dock ett s&#229;dant ingrepp g&#246;ras p&#229; annan person &#228;n som nu
sagts.

8 &#167; Ingrepp f&#246;r att ta biologiskt material f&#246;r
transplantations&#228;ndam&#229;l fr&#229;n en person som &#228;r under&#229;rig eller som p&#229;
grund av psykisk st&#246;rning saknar f&#246;rm&#229;ga att l&#228;mna samtycke f&#229;r g&#246;ras
endast om givaren &#228;r sl&#228;kt med den tillt&#228;nkte mottagaren och det inte
&#228;r m&#246;jligt att ta ett medicinskt l&#228;mpligt biologiskt material fr&#229;n
n&#229;gon annan. Samtycke till ingreppet skall l&#228;mnas, betr&#228;ffande den
som &#228;r under&#229;rig, av v&#229;rdnadshavare eller god man och, betr&#228;ffande
den som lider av psykisk st&#246;rning, av god man eller f&#246;rvaltare.
Ingrepp f&#229;r inte g&#246;ras mot givarens vilja.

Ingrepp enligt f&#246;rsta stycket f&#229;r endast g&#246;ras med Socialstyrelsens
tillst&#229;nd. Om tagandet avser biologiskt material som inte &#229;terbildas,
f&#229;r tillst&#229;nd l&#228;mnas endast om det finns synnerliga sk&#228;l. Ans&#246;kan om
tillst&#229;nd f&#229;r g&#246;ras av v&#229;rdnadshavare, god man eller f&#246;rvaltare.
Tillst&#229;nd f&#229;r ges endast om ans&#246;kan har tillstyrkts av den l&#228;kare som
har r&#228;tt att besluta om ingreppet.

9 &#167; Biologiskt material fr&#229;n en levande m&#228;nniska f&#246;r annat
medicinskt &#228;ndam&#229;l &#228;n transplantation f&#229;r tas endast med
Socialstyrelsens tillst&#229;nd, om materialet &#228;r s&#229;dant som inte
&#229;terbildas eller om ingreppet p&#229; annat s&#228;tt kan medf&#246;ra
beaktansv&#228;rd skada eller ol&#228;genhet f&#246;r givaren.
Socialstyrelsens tillst&#229;nd beh&#246;vs dock inte i fr&#229;ga om ingrepp
som sker f&#246;r forskning som godk&#228;nts vid pr&#246;vning enligt lagen
(2003:460) om etikpr&#246;vning av forskning som avser m&#228;nniskor.

Ingrepp enligt f&#246;rsta stycket f&#229;r inte g&#246;ras p&#229; den som &#228;r
under&#229;rig eller som p&#229; grund av psykisk st&#246;rning saknar f&#246;rm&#229;ga
att l&#228;mna samtycke. Lag (2004:40).

10 &#167; Vill n&#229;gon komma i fr&#229;ga som givare av biologiskt material
avsett f&#246;r transplantation eller annat medicinskt &#228;ndam&#229;l, skall den
l&#228;kare som har r&#228;tt att besluta om ingreppet upplysa givaren och, i
fall som avses i 8 &#167;, v&#229;rdnadshavaren, gode mannen eller f&#246;rvaltaren
om ingreppet och om de risker som &#228;r f&#246;rknippade med det. Samtycke
enligt 6 eller 8 &#167; skall l&#228;mnas till l&#228;karen. Denne skall d&#228;rvid
f&#246;rvissa sig om att den som l&#228;mnar samtycke har f&#246;rst&#229;tt inneb&#246;rden
av upplysningarna.

V&#228;vnad fr&#229;n aborterade foster

11 &#167; V&#228;vnad fr&#229;n ett aborterat foster f&#229;r anv&#228;ndas endast f&#246;r
medicinska &#228;ndam&#229;l. F&#246;r att s&#229;dant material skall f&#229; tas till vara
fordras att den kvinna som burit fostret samtycker till &#229;tg&#228;rden.
Innan samtycke inh&#228;mtas skall kvinnan ha informerats om &#229;tg&#228;rden och
den tillt&#228;nkta anv&#228;ndningen.

V&#228;vnad f&#229;r tas till vara enligt f&#246;rsta stycket endast med
Socialstyrelsens tillst&#229;nd. S&#229;dant tillst&#229;nd f&#229;r l&#228;mnas endast om det
finns synnerliga sk&#228;l.

Beslut m.m.

12 &#167; Beslut om ingrepp enligt denna lag fattas av den l&#228;kare som &#228;r
medicinskt ansvarig f&#246;r verksamheten eller den l&#228;kare till vilken den
medicinskt ansvarige l&#228;karen har uppdragit att besluta. S&#229;dant beslut
f&#229;r inte fattas av en l&#228;kare som ansvarar f&#246;r v&#229;rden av den person
till vilken en transplantation skall ske eller som skall anv&#228;nda det
biologiska materialet f&#246;r annat medicinskt &#228;ndam&#229;l. Beslut om
anv&#228;ndning av fosterv&#228;vnad fr&#229;n aborterat foster f&#246;r transplantation
eller annat medicinskt &#228;ndam&#229;l f&#229;r inte fattas av en l&#228;kare som utf&#246;r
aborten eller best&#228;mmer tid och metod f&#246;r denna.

Att vissa beslut enligt denna lag inte f&#229;r fattas utan
Socialstyrelsens tillst&#229;nd f&#246;reskrivs i 8, 9 och 11 &#167;&#167;.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
f&#246;reskriva att annan h&#228;lso- och sjukv&#229;rdspersonal &#228;n l&#228;kare f&#229;r
fullg&#246;ra uppgifter som l&#228;kare har enligt denna lag. Lag (1996:798).

13 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om att

1. ingrepp enligt denna lag f&#229;r utf&#246;ras endast p&#229; sjukhus som 
avses i 7 kap. 4 &#167; h&#228;lso- och sjukv&#229;rdslagen (2017:30) eller 
vid en annan enhet inom h&#228;lso- och sjukv&#229;rden eller det 
medicinska omr&#229;det i &#246;vrigt, och

2. ett s&#229;dant sjukhus eller en s&#229;dan enhet, d&#228;r ingrepp f&#246;r 
transplantation f&#229;r utf&#246;ras, ska ha tillg&#229;ng till en 
donationsansvarig l&#228;kare och en donationsansvarig 
sjuksk&#246;terska med uppgift att f&#246;rbereda f&#246;r donationer och ge 
st&#246;d och information till avlidnas n&#228;rst&#229;ende. Lag (2022:582).

Straff m.m.

14 &#167; Den som med upps&#229;t utf&#246;r ingrepp p&#229; eller tar biologiskt
material fr&#229;n en levande eller avliden m&#228;nniska eller anv&#228;nder eller
tar till vara v&#228;vnad fr&#229;n ett aborterat foster i strid med denna lag
d&#246;ms till b&#246;ter.

15 &#167; Om straff m.m. f&#246;r handel med biologiskt material
f&#246;reskrivs i 8 kap. 6 och 7 &#167;&#167; lagen (2006:351) om genetisk
integritet m.m. Lag (2006:354).

16 &#167; Biologiskt material som varit f&#246;rem&#229;l f&#246;r brott enligt
denna lag skall f&#246;rklaras f&#246;rverkat, om det inte &#228;r uppenbart
osk&#228;ligt. Detsamma g&#228;ller utbytet av s&#229;dant brott.
Lag (2005:310).

&#214;verklagande

17 &#167; Socialstyrelsens beslut enligt 8, 9 eller 11 &#167; f&#229;r &#246;verklagas
hos allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

&#214;verg&#229;ngsbest&#228;mmelser

1995:831

1. Denna lag tr&#228;der i kraft den 1 juli 1996 d&#229; transplantationslagen
(1975:190) skall upph&#246;ra att g&#228;lla.

2. Ett medgivande enligt 2 &#167; eller ett tillst&#229;nd enligt 4 &#167;
transplantationslagen (1975:190) skall anses som ett tillst&#229;nd enligt
8 eller 9 &#167; denna lag.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3130">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3132">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
