

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1995-05-29" /> 
 <meta id="rattsinfo-edited" content="2020-01-30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3142</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3141">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3143">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1995:479 ·
                    <a href="/sfsr?bet=1995:479">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1995:479) om nordisk konvention om socialt bist&#229;nd och sociala tj&#228;nster
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1995-05-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:892
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-10-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">

1 &#167; Den konvention mellan Danmark, Finland, Island, Norge och
Sverige om socialt bist&#229;nd och sociala tj&#228;nster som har undertecknats
den 14 juni 1994 skall g&#228;lla som lag h&#228;r i landet. Konventionens
inneh&#229;ll framg&#229;r av bilaga till denna lag.

2 &#167; Regeringen skall ge in den f&#246;rteckning &#246;ver lagstiftning som
omfattas av konventionen enligt konventionens artikel 2.3.

3 &#167; Ansvarig myndighet enligt artikel 9 i konventionen &#228;r den 
kommun eller region som har ansvaret f&#246;r motsvarande insatser 
till enskilda som &#228;r bosatta i Sverige. 

Till uppfyllande av artiklarna 9 och 10 i konventionen f&#229;r 
kommuner och regioner, utan hinder av annars g&#228;llande 
best&#228;mmelser, sj&#228;lva fatta de beslut och ing&#229; de 
&#246;verenskommelser som enligt konventionen &#228;r en uppgift f&#246;r de 
ansvariga myndigheterna i respektive land. 

De ansvariga myndigheterna ska underr&#228;tta Socialstyrelsen om 
s&#229;dana beslut och &#246;verenskommelser. Lag (2019:892).

4 &#167; Det ekonomiska ansvaret f&#246;r de beslut och &#246;verenskommelser 
som avses i 3 &#167; ska vila p&#229; kommunerna och regionerna sj&#228;lva, 
om regeringen inte f&#246;reskriver annat. Lag (2019:892).


Bilaga

Nordisk Konvention
om
Socialt Bist&#229;nd och Sociala Tj&#228;nster

Regeringarna i Danmark, Finland, Island, Norge och Sverige, som
konstaterar att den nordiska konventionen den 15 juni 1992 om social
trygghet endast omfattar socialf&#246;rs&#228;kringsf&#246;rm&#229;ner, till skillnad
fr&#229;n den tidigare nordiska konventionen om social trygghet som ocks&#229;
omfattade social omv&#229;rdnad, som finner att, ut&#246;ver den r&#228;tt till
sociala f&#246;rm&#229;ner som f&#246;ljer av avtalet den 2 maj 1992 om Europeiska
ekonomiska samarbetsomr&#229;det, det fortsatt finns behov av s&#228;rskilda
nordiska regler om socialt bist&#229;nd och sociala tj&#228;nster, som finner
att den r&#228;tt att anv&#228;nda sitt eget spr&#229;k i ett annat nordiskt land
som g&#228;ller enligt den nordiska spr&#229;kkonventionen den 17 juni 1981 i
vissa h&#228;nseenden b&#246;r utvidgas inom social- och h&#228;lsov&#229;rdsomr&#229;det, har
kommit &#246;verens om att sluta en nordisk konvention om socialt bist&#229;nd
och sociala tj&#228;nster av f&#246;ljande lydelse:

AVDELNING 1

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1. Definitioner

I denna konvention avses med uttrycken

a) &quot;nordiskt land&quot;

vart och ett av de f&#246;rdragsslutande l&#228;nderna,

b) &quot;nordisk medborgare&quot;

medborgare i ett nordiskt land,

c) &quot;beh&#246;rig myndighet&quot;

i Danmark Socialministern,

i Finland Social- och h&#228;lsov&#229;rdsministeriet,

i Island Socialministeriet,

i Norge Socialdepartementet,

i Sverige regeringen (Socialdepartementet), eller

den myndighet som dessa myndigheter f&#246;rordnar,

d) &quot;inr&#228;ttning&quot;

central, regional eller lokal myndighet eller institution som
tillhandah&#229;ller en f&#246;rm&#229;n.

Artikel 2. Till&#228;mpningsomr&#229;de

1. Denna konvention &#228;r till&#228;mplig p&#229; all i de nordiska l&#228;nderna vid
varje tillf&#228;lle g&#228;llande lagstiftning r&#246;rande f&#246;ljande sociala
f&#246;rm&#229;ner:

a) socialt bist&#229;nd och sociala tj&#228;nster,

b) andra sociala f&#246;rm&#229;ner som inte omfattas av reglerna i den
nordiska konventionen den 15 juni 1992 om social trygghet.

2. Artiklarna 5 och 9 skall &#228;ven till&#228;mpas p&#229; lagstiftningen om
h&#228;lso- och sjukv&#229;rd.

3. Vid godk&#228;nnandet av denna konvention skall varje nordiskt land ge
in en f&#246;rteckning &#246;ver den lagstiftning som omfattas av konventionen.
D&#228;refter skall varje land &#229;rligen f&#246;re februari m&#229;nads utg&#229;ng till
det danska utrikesministeriet anm&#228;la de &#228;ndringar i f&#246;rteckningen som
f&#246;ranleds av lagstiftning som antagits under f&#246;reg&#229;ende kalender&#229;r.

Artikel 3. Personkrets

Om inte n&#229;got annat f&#246;ljer av de s&#228;rskilda artiklarna &#228;r denna
konvention till&#228;mplig p&#229;

a) nordiska medborgare,

b) andra personer som &#228;r lagligen bosatta i ett nordiskt land.

Artikel 4. Likst&#228;lldhet f&#246;r nordiska medborgare

Vid till&#228;mpningen av ett nordiskt lands lagstiftning som omfattas av
denna konvention likst&#228;lls medborgare i ett annat nordiskt land som
lagligen vistas tillf&#228;lligt eller &#228;r lagligen bosatta i landet med
landets egna medborgare.

AVDELNING II

S&#196;RSKILDA BEST&#196;MMELSER

Artikel 5. Anv&#228;ndning av nordiska spr&#229;k

1. En medborgare i ett nordiskt land har vid skriftlig kontakt med
en myndighet i ett annat nordiskt land i &#228;renden r&#246;rande socialt
bist&#229;nd eller sociala tj&#228;nster r&#228;tt att anv&#228;nda danska, finska,
isl&#228;ndska, norska eller svenska. I s&#229;dana fall skall myndigheten
svara f&#246;r att medborgaren, om det beh&#246;vs, f&#229;r erforderlig tolk- och
&#246;vers&#228;ttningshj&#228;lp till dessa spr&#229;k.

2. I de fall d&#228;r spr&#229;ket har stor betydelse f&#246;r att syftet med
socialt bist&#229;nd och sociala tj&#228;nster skall uppn&#229;s skall inr&#228;ttningen,
s&#229;vitt m&#246;jligt, anv&#228;nda ett spr&#229;k som personen i fr&#229;ga f&#246;rst&#229;r.

3. Best&#228;mmelserna i f&#246;rsta och andra stycket g&#228;ller &#228;ven i fr&#229;ga om
behandling och tj&#228;nster inom h&#228;lso- och sjukv&#229;rden.

4. I &#246;vrigt g&#228;ller best&#228;mmelserna i den nordiska spr&#229;kkonventionen
den 17 juni 1981.

Artikel 6. Socialt bist&#229;nd och sociala tj&#228;nster vid tillf&#228;llig
vistelse i ett annat nordiskt land

En person som omfattas av denna konvention och som under en laglig
tillf&#228;llig vistelse i ett nordiskt land beh&#246;ver omedelbart socialt
bist&#229;nd och sociala tj&#228;nster skall fr&#229;n vistelselandet f&#229; s&#229;dant
bist&#229;nd som enligt landets lagstiftning svarar mot hj&#228;lpbehovet.

Artikel 7. Skydd mot hems&#228;ndning

En nordisk medborgare kan inte hems&#228;ndas p&#229; grund av sitt behov av
socialt bist&#229;nd om hans familjef&#246;rh&#229;llanden, anknytning till
bos&#228;ttningslandet eller omst&#228;ndigheterna i &#246;vrigt talar f&#246;r att han
b&#246;r stanna d&#228;r och under alla omst&#228;ndigheter inte om medborgaren
under de sista tre &#229;ren varit lagligen bosatt i landet.

Artikel 8. Samarbete om resa till ett annat nordiskt land

1. N&#228;r det f&#246;r en myndighet i ett nordiskt land blir fr&#229;ga om att en
person som omfattas av denna konvention skall mottas i ett annat
nordiskt land skall denna myndighet, n&#228;r s&#229; beh&#246;vs, i erforderlig
utstr&#228;ckning tillr&#228;ttal&#228;gga resan i samarbete med den ansvariga
inr&#228;ttningen i det andra nordiska landet.

Artikel 9. Flyttning till ett annat nordiskt land f&#246;r personer som
beh&#246;ver l&#229;ngvarig behandling eller v&#229;rd

1. N&#228;r en person som omfattas av denna konvention och som beh&#246;ver
l&#229;ngvarig behandling eller v&#229;rd &#246;nskar flytta fr&#229;n ett nordiskt land
till ett annat nordiskt land till vilket personen har en s&#228;rskild
anknytning, skall de ansvariga myndigheterna i de b&#229;da l&#228;nderna s&#246;ka
medverka till en s&#229;dan flyttning om denna kommer att f&#246;rb&#228;ttra
personens livssituation.

2. De ansvariga myndigheterna i in- och utflyttningsl&#228;nderna kan som
ett led i en &#246;verenskommelse om en flyttning fatta beslut om
f&#246;rdelning av kostnaderna f&#246;r behandling eller v&#229;rd mellan
myndigheterna i de b&#229;da l&#228;nderna.

3. I den m&#229;n en &#246;verenskommelse enligt andra stycket omfattar
f&#246;rdelning av kostnader f&#246;r f&#246;rm&#229;ner vid sjukdom skall en s&#229;dan
&#246;verenskommelse anses vara en s&#229;dan &#246;verenskommelse som avses i
artikel 23 f&#246;rsta stycket i den nordiska konventionen den 15 juni
1992 om social trygghet.

Artikel 10. F&#228;rdtj&#228;nst

Kommunerna i gr&#228;nsomr&#229;dena mellan de nordiska l&#228;nderna skall
samarbeta f&#246;r att genom sina system f&#246;r f&#228;rdtj&#228;nst g&#246;ra det m&#246;jligt
f&#246;r handikappade och &#228;ldre personer att resa till en grannkommun i
det andra landet p&#229; samma s&#228;tt som till en grannkommun innanf&#246;r det
egna landets gr&#228;nser.

Artikel 11. Bidragsf&#246;rskott

1. En person som omfattas av denna konvention och som flyttar fr&#229;n
ett nordiskt land till ett annat nordiskt land har r&#228;tt till
bidragsf&#246;rskott fr&#229;n det sistn&#228;mnda landet p&#229; samma villkor som detta
lands egna medborgare fr&#229;n den tidpunkt personen bos&#228;tter sig i
landet.

2. En handling om r&#228;tt till underh&#229;llsbidrag, som uppr&#228;ttats i ett
nordiskt land, skall anses utg&#246;ra giltigt underlag f&#246;r
bidragsf&#246;rskott &#228;ven i ett annat nordiskt land. Utg&#246;r handlingen inte
ett beslut av en domstol eller en annan offentlig myndighet, skall
handlingen vara f&#246;rsedd med bevis att den kan ligga till grund f&#246;r
indrivning hos den bidragsskyldige i det land d&#228;r den har uppr&#228;ttats.

3. Bidragsf&#246;rskott f&#229;r inneh&#229;llas i den m&#229;n bidragsf&#246;rskott har
utg&#229;tt fr&#229;n ett annat nordiskt land f&#246;r samma tid.

AVDELNING III

&#214;VRIGA BEST&#196;MMELSER

Artikel 12. Till&#228;mpningsbest&#228;mmelser

De beh&#246;riga myndigheterna skall i samarbete utf&#228;rda de best&#228;mmelser
som beh&#246;vs f&#246;r att s&#228;kerst&#228;lla en enhetlig nordisk till&#228;mpning av
denna konvention.

Artikel 13. Samarbete mellan myndigheter och inr&#228;ttningar

1. Myndigheter och inr&#228;ttningar skall i erforderlig utstr&#228;ckning
bist&#229; varandra vid till&#228;mpningen av denna konvention, inbegripet d&#229;
sociala tj&#228;nster l&#228;mnas i gr&#228;nsomr&#229;dena mellan de nordiska l&#228;nderna.
I varje nordiskt land skall det finnas ett f&#246;rbindelseorgan som utses
av den beh&#246;riga myndigheten.

2. Vid samarbete i &#228;renden som r&#246;r barn skall s&#228;rskild uppm&#228;rksamhet
&#228;gnas &#229;t barnets behov, barnets m&#246;jligheter till kontakt med de
personer som &#228;r av s&#228;rskild betydelse f&#246;r barnet och barnets egna
&#246;nskem&#229;l.

Artikel 14. Ikrafttr&#228;dande

1. Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den m&#229;nad som
infaller tv&#229; hela kalenderm&#229;nader efter den dag d&#229; samtliga parter
har meddelat det danska utrikesministeriet att de har godk&#228;nt
konventionen.

2. F&#246;r F&#228;r&#246;arnas, Gr&#246;nlands och &#197;lands del tr&#228;der denna konvention i
kraft den f&#246;rsta dagen i den m&#229;nad som infaller tv&#229; hela
kalenderm&#229;nader efter den dag d&#229; Danmarks respektive Finlands
regering har meddelat det danska utrikesministeriet att F&#228;r&#246;arnas
landsstyrelse och Gr&#246;nlands landsstyrelse respektive &#197;lands lagting
har meddelat att konventionen skall g&#228;lla f&#246;r F&#228;r&#246;arna och Gr&#246;nland
respektive &#197;land.

3. Det danska utrikesministeriet skall underr&#228;tta de &#246;vriga parterna
och Nordiska ministerr&#229;dets sekretariat om mottagandet av dessa
meddelanden och om tidpunkten f&#246;r konventionens ikrafttr&#228;dande.

Artikel 15. Upps&#228;gning

1. En part kan s&#228;ga upp denna konvention genom skriftligt meddelande
om detta till det danska utrikesministeriet som skall underr&#228;tta de
&#246;vriga parterna h&#228;rom och om meddelandets inneh&#229;ll.

2. En upps&#228;gning g&#228;ller endast den upps&#228;gande parten och f&#229;r verkan
sex m&#229;nader fr&#229;n den dag det danska utrikesministeriet mottog
meddelandet om upps&#228;gningen.

Artikel 16. Upph&#228;vande av best&#228;mmelse i konventionen om social
trygghet

N&#228;r denna konvention tr&#228;der i kraft upph&#246;r sista meningen i artikel
30 i den nordiska konventionen den 15 juni 1992 om social trygghet
att g&#228;lla.

Artikel 17. Deponering av originaltexten

Originaltexten till denna konvention skall deponeras hos det danska
utrikesministeriet som skall tillst&#228;lla de &#246;vriga parterna bestyrkta
kopior av texten.

Till bekr&#228;ftelse h&#228;rav har de befullm&#228;ktigade ombuden undertecknat
denna konvention.

Utf&#228;rdad i Arendal den 14 juni 1994 i ett exemplar p&#229; danska,
finska, isl&#228;ndska, norska och svenska, vilka texter alla har samma
giltighet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3141">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3143">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
