

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1995-03-16" /> 
 <meta id="rattsinfo-edited" content="2020-01-30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3150</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3149">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3151">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1995:241 ·
                    <a href="/sfsr?bet=1995:241">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1995:241) om disciplinansvar inom totalf&#246;rsvaret, m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> F&#246;rsvarsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1995-02-16
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:1022
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1995-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Audit&#246;rer

Uppgifter

1 &#167; En audit&#246;r skall ut&#246;ver vad som f&#246;ljer av 23 och 24 &#167;&#167; lagen
(1994: 1811) om disciplinansvar inom totalf&#246;rsvaret, m. m.,

1. n&#228;rvara vid handl&#228;ggningen av ett disciplin&#228;rende i den
utstr&#228;ckning som det beh&#246;vs,

2. l&#228;mna r&#229;d i fr&#229;gor om verkst&#228;llighet av disciplinp&#229;f&#246;ljd,

3. ut&#246;va tillsyn &#246;ver handl&#228;ggningen av disciplin&#228;renden och
ers&#228;ttnings&#228;renden,

4. medverka i utbildning och information om till&#228;mpningen av lagen
om disciplinansvar inom totalf&#246;rsvaret, m. m.

F&#246;rordnande

2 &#167; Det ska finnas befattningar f&#246;r audit&#246;rer till det antal
som F&#246;rsvarsmakten beslutar f&#246;r den egna myndigheten och till
det antal som Myndigheten f&#246;r samh&#228;llsskydd och beredskap
beslutar f&#246;r det civila f&#246;rsvaret.

En audit&#246;r som inte ska tj&#228;nstg&#246;ra med totalf&#246;rsvarsplikt ska
f&#246;rordnas tills vidare, dock l&#228;ngst sex &#229;r. De audit&#246;rer som
ska tj&#228;nstg&#246;ra i F&#246;rsvarsmakten ska f&#246;rordnas av denna och de
audit&#246;rer som ska tj&#228;nstg&#246;ra i det civila f&#246;rsvaret ska
f&#246;rordnas av Myndigheten f&#246;r samh&#228;llsskydd och beredskap.
F&#246;rordning (2008:1014).

3 &#167; Beslut om f&#246;rordnande som audit&#246;r f&#229;r &#246;verklagas hos
Statens &#246;verklaganden&#228;mnd. &#214;verklaganden&#228;mndens beslut f&#229;r inte
&#246;verklagas. F&#246;rordning (2007:876).

4 &#167; F&#246;reskrifter om arvoden och ledighet f&#246;r audit&#246;rer meddelas
av F&#246;rsvarsmakten f&#246;r dem som ska tj&#228;nstg&#246;ra d&#228;r och i &#246;vrigt
av Myndigheten f&#246;r samh&#228;llsskydd och beredskap. I dessa fr&#229;gor
ska F&#246;rsvarsmakten och Myndigheten f&#246;r samh&#228;llsskydd och
beredskap samr&#229;da. F&#246;rordning (2008:1014).

5 &#167; Statens ansvarsn&#228;mnd beslutar i fr&#229;gor om disciplinansvar,
&#229;talsanm&#228;lan och avskedande f&#246;r den som &#228;r f&#246;rordnad som audit&#246;r.
Detta g&#228;ller dock inte om lagen (1994:1811) om disciplinansvar inom
totalf&#246;rsvaret, m. m. skall till&#228;mpas p&#229; audit&#246;ren.

2 kap. Handl&#228;ggningen av disciplin&#228;renden

Beslutande myndigheter

1 &#167; Fr&#229;gor om disciplinansvar eller &#229;talsanm&#228;lan pr&#246;vas av
Myndigheten f&#246;r samh&#228;llsskydd och beredskap i fr&#229;ga om dem som
tj&#228;nstg&#246;r eller har tj&#228;nstgjort hos ett bolag, en f&#246;rening, en
samf&#228;llighet, en stiftelse, ett registrerat trossamfund eller
n&#229;gon av dess organisatoriska delar eller hos en annan enskild.

Av 19-22 &#167;&#167; lagen (1994:1811) om disciplinansvar inom
totalf&#246;rsvaret, m.m. framg&#229;r var fr&#229;gor om disciplinansvar
eller &#229;talsanm&#228;lan betr&#228;ffande &#246;vriga disciplinansvariga ska
pr&#246;vas. F&#246;rordning (2008:1014).

2 &#167; Om en disciplinansvarig som fullg&#246;r v&#228;rnplikt under
grundutbildning tj&#228;nstg&#246;r vid n&#229;gon annan myndighet &#228;n F&#246;rsvarsmakten
eller i h&#246;gkvarteret eller annan stab inom F&#246;rsvarsmakten skall
fr&#229;gor om disciplinansvar eller &#229;talsanm&#228;lan enligt 19 &#167; lagen
(1994:1811) om disciplinansvar inom totalf&#246;rsvaret, m. m. pr&#246;vas av det
f&#246;rband eller den enhet av annat slag inom F&#246;rsvarsmakten d&#228;r den
disciplinansvarige skrivits in f&#246;r v&#228;rnplikt enligt 3 kap. 5 &#167; lagen
(1994:1809) om totalf&#246;rsvarsplikt.

Detsamma g&#228;ller om det efter det att den disciplinansvarige har
avslutat grundutbildningen uppkommer fr&#229;ga om disciplinansvar eller
&#229;talsanm&#228;lan f&#246;r f&#246;rseelser eller f&#246;rh&#229;llanden som intr&#228;ffat under
utbildningen.

3 &#167; Fartygsf&#246;rband och enstaka fartyg som deltar i &#246;rlogsbes&#246;k
utomlands samt isbrytarfartyg och sj&#246;m&#228;tningsfartyg skall vid
till&#228;mpningen av 20 &#167; lagen (1994:1811) om disciplinansvar inom
totalf&#246;rsvaret, m. m. anses ing&#229; i kustflottan.

Utredning

4 &#167; Har en myndighet, en kommun eller en region som ska pr&#246;va 
fr&#229;gor om disciplinansvar eller &#229;talsanm&#228;lan, p&#229; grund av en 
anm&#228;lan eller p&#229; n&#229;got annat s&#228;tt, f&#229;tt k&#228;nnedom om att en 
disciplinansvarig kan antas ha beg&#229;tt en disciplinf&#246;rseelse, 
ska en utredning av disciplin&#228;rendet inledas. Om det d&#229; 
framkommer att den disciplinansvarige genom sitt f&#246;rfarande 
sk&#228;ligen kan misst&#228;nkas ha gjort sig skyldig &#228;ven till brott, 
ska det pr&#246;vas om &#229;talsanm&#228;lan ska g&#246;ras. 
F&#246;rordning (2019:1022).

5 &#167; &#197;talsanm&#228;lan ska ges in till den &#229;klagarkammare inom vars
distrikt den disciplinansvarige tj&#228;nstg&#246;r.

Formul&#228;r till &#229;talsanm&#228;lan fastst&#228;lls av F&#246;rsvarsmakten efter
h&#246;rande av Myndigheten f&#246;r samh&#228;llsskydd och beredskap.
F&#246;rordning (2008:1014).

6 &#167; &#196;ven om &#229;talsanm&#228;lan g&#246;rs, skall man d&#228;r den disciplinansvarige
tj&#228;nstg&#246;r inleda den utredning om brottet som beh&#246;vs f&#246;r att bevis
inte skall g&#229; f&#246;rlorade eller f&#246;r att utredningen inte skall avsev&#228;rt
f&#246;rsv&#229;ras.

7 &#167; Om en chef som enligt 21 &#167; lagen (1994:1811) om
disciplinansvar inom totalf&#246;rsvaret, m.m. getts r&#228;tt att pr&#246;va
fr&#229;gor om disciplinf&#246;rseelse, finner att f&#246;ruts&#228;ttningarna i
21 &#167; 1-4 lagen inte f&#246;religger, skall han eller hon &#246;verl&#228;mna
disciplin&#228;rendet till den som &#228;r beh&#246;rig att avg&#246;ra &#228;rendet.
F&#246;rordning (2002:510).

8 &#167; Utredningen i ett disciplin&#228;rende leds av den som har r&#228;tt att
avg&#246;ra &#228;rendet. Om en s&#228;rskild f&#246;rh&#246;rsledare anlitas, skall han eller
hon inneha en chefsbefattning och, om den h&#246;rde tj&#228;nstg&#246;r vid
F&#246;rsvarsmakten, vara l&#228;gst kompanichef eller motsvarande chef.
F&#246;rordning (1995:1154).

9 &#167; I 14 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser 
om ombud och bitr&#228;de. F&#246;rordning (2018:968).

F&#246;rh&#246;r i disciplin&#228;renden

10 &#167; Om den disciplinansvarige l&#228;mnar sitt samtycke och det kan ske
utan nackdel f&#246;r utredningen, f&#229;r den som har anm&#228;lt f&#246;rseelsen och
de &#246;vriga personer som skall h&#246;ras vara n&#228;rvarande n&#228;r den
disciplinansvarige h&#246;rs.

Om anm&#228;laren &#228;r n&#228;rvarande vid f&#246;rh&#246;ret, skall han eller hon h&#246;ras
f&#246;rst. D&#228;refter skall den disciplinansvarige och andra som kan l&#228;mna
uppgifter i &#228;rendet h&#246;ras.

11 &#167; Den disciplinansvarige och de &#246;vriga personer som h&#246;rs skall
uppmanas att l&#228;mna en sammanh&#228;ngande ber&#228;ttelse om det som saken r&#246;r.

Protokoll &#246;ver f&#246;rh&#246;r

12 &#167; I protokoll &#246;ver ett f&#246;rh&#246;r skall f&#246;ljande antecknas:

1. den disciplinansvariges fullst&#228;ndiga namn, personnummer och
bostadsadress,

2. tj&#228;nstegrad eller befattning, det f&#246;rband, den skola, den
myndighet eller den organisation d&#228;r han eller hon tj&#228;nstg&#246;r samt tid
och plats f&#246;r f&#246;rh&#246;ret,

3. namn och tj&#228;nstegrad eller befattning p&#229; den som h&#229;ller f&#246;rh&#246;ret,
f&#246;rh&#246;rsvittnen och de &#246;vriga personer som &#228;r n&#228;rvarande,

4. de handlingar som vid tidpunkten f&#246;r f&#246;rh&#246;ret &#228;r av betydelse f&#246;r
utredningen,

5. f&#246;rh&#246;rsber&#228;ttelser liksom vad som i &#246;vrigt bed&#246;ms vara av
betydelse f&#246;r utredningen.

13 &#167; Protokollet skall s&#229; noga som m&#246;jligt &#229;terge muntliga
ber&#228;ttelser av betydelse f&#246;r utredningen.

Den som h&#246;rs skall f&#229; sin ber&#228;ttelse uppl&#228;st f&#246;r sig eller tillf&#228;lle
att p&#229; n&#229;got annat s&#228;tt granska den. Han eller hon skall tillfr&#229;gas
om det finns n&#229;got att inv&#228;nda mot inneh&#229;llet eller om ber&#228;ttelsen
kan godk&#228;nnas. En inv&#228;ndning som inte f&#246;ranleder n&#229;gon &#228;ndring, skall
antecknas. D&#228;refter f&#229;r ber&#228;ttelsen inte &#228;ndras.

14 &#167; N&#228;r flera h&#246;rs om samma f&#246;rh&#229;llande, f&#229;r en ber&#228;ttelse &#229;terges
genom h&#228;nvisning till en f&#246;rut gjord ber&#228;ttelse. Om ber&#228;ttelserna
inte st&#228;mmer &#246;verens, skall det anges i vilka h&#228;nseenden som de
skiljer sig.

15 &#167; Protokollet skall skrivas under av f&#246;rh&#246;rsledaren och, om en
s&#228;rskild protokollf&#246;rare anlitas, av denne.

16 &#167; Protokollet skall f&#228;rdigst&#228;llas utan dr&#246;jsm&#229;l och &#246;verl&#228;mnas
med &#246;vriga handlingar i &#228;rendet till den chef som skall avg&#246;ra
&#228;rendet.

17 &#167; Formul&#228;r till protokoll &#246;ver f&#246;rh&#246;r fastst&#228;lls av
F&#246;rsvarsmakten efter h&#246;rande av Myndigheten f&#246;r samh&#228;llsskydd
och beredskap. F&#246;rordning (2008:1014).

Beslut

18 &#167; Beslut om att avskriva ett &#228;rende f&#229;r fattas av den som &#228;r
beh&#246;rig att besluta i disciplin&#228;rendet.

19 &#167; Av beslutet i ett disciplin&#228;rende skall f&#246;ljande framg&#229;:

1. den disciplinansvariges fullst&#228;ndiga namn, personnummer,
tj&#228;nstegrad eller befattning, tj&#228;nstg&#246;ringstid samt det f&#246;rband, den
skola, den myndighet eller den organisation d&#228;r han eller hon
tj&#228;nstg&#246;r,

2. disciplinp&#229;f&#246;ljden,

3. vilken skyldighet som den disciplinansvarige har &#229;sidosatt, tiden
och platsen f&#246;r f&#246;rseelsen samt &#246;vriga sk&#228;l f&#246;r beslutet,

4. dagen f&#246;r beslutet,

5. vem som fattat beslutet och, i f&#246;rekommande fall, audit&#246;rens
yttrande,

6. hur beslutet skall &#246;verklagas.

20 &#167; Formul&#228;r till beslut i ett disciplin&#228;rende fastst&#228;lls av
F&#246;rsvarsmakten efter h&#246;rande av Myndigheten f&#246;r samh&#228;llsskydd
och beredskap. F&#246;rordning (2008:1014).

21 &#167; En chef som avses i 20 &#167; lagen (1994:1811) om disciplinansvar
inom totalf&#246;rsvaret, m. m. skall med bitr&#228;de av audit&#246;ren minst en
g&#229;ng varje halv&#229;r granska de beslut som har fattats av en chef som
avses i 21 &#167; samma lag.

Registerkort i disciplin&#228;renden

22 &#167; &#214;ver handl&#228;ggningen av disciplin&#228;renden skall det f&#246;ras
registerkort, som skall inneh&#229;lla uppgift om:

1. den disciplinansvariges fullst&#228;ndiga namn, personnummer,
tj&#228;nstegrad eller befattning samt det f&#246;rband, den skola,
den myndighet eller den organisation d&#228;r han eller hon
tj&#228;nstg&#246;r,

2. anm&#228;lan om misstanke om disciplinf&#246;rseelsen,

3. audit&#246;rens yttrande om s&#229;dant l&#228;mnats,

4. beslutet i disciplin&#228;rendet,

5. f&#246;rh&#246;r eller annan utredning,

6. beslut om omh&#228;ndertagande enligt 41 &#167; lagen (1994:1811)
om disciplinansvar inom totalf&#246;rsvaret, m.m.,

7. fr&#229;ntagande av egendom enligt 46 &#167; samma lag,

8. kroppsvisitation enligt 47 &#167; samma lag.

N&#228;r ett &#228;rende pr&#246;vas enligt 21 &#167; lagen (1994:1811) om
disciplinansvar inom totalf&#246;rsvaret, m.m. f&#229;r uppgifterna
l&#228;mnas p&#229; annat s&#228;tt &#228;n p&#229; registerkort. F&#246;rordning (1997:45).

23 &#167; Formul&#228;r till registerkort i disciplin&#228;renden fastst&#228;lls
av F&#246;rsvarsmakten efter h&#246;rande av Myndigheten f&#246;r
samh&#228;llsskydd och beredskap. F&#246;rordning (2008:1014).

3 kap. Verkst&#228;llighets&#229;tg&#228;rder

1 &#167; Har upph&#228;vts genom f&#246;rordning (2015:271).

2 &#167; Har upph&#228;vts genom f&#246;rordning (2015:271).

3 &#167; Har upph&#228;vts genom f&#246;rordning (2015:271).

4 &#167; Har upph&#228;vts genom f&#246;rordning (2015:271).

5 &#167; Har upph&#228;vts genom f&#246;rordning (2015:271).

L&#246;neavdrag

6 &#167; Den som beslutat om l&#246;neavdrag skall se till att p&#229;f&#246;ljden
verkst&#228;lls.

7 &#167; L&#246;neavdrag skall f&#246;r den som f&#229;r dagpenning och f&#246;r den som &#228;r
tj&#228;nstg&#246;ringsskyldig vid F&#246;rsvarsmakten till f&#246;ljd av anst&#228;llning d&#228;r
ber&#228;knas enligt de grunder som anges i 13 &#167; anst&#228;llningsf&#246;rordningen
(1994:373). Den som f&#229;r dagpenning skall d&#228;rvid anses ha l&#246;n per
m&#229;nad med ett belopp som motsvarar summan av hans eller hennes
dagpenning under 30 dagar.

Att l&#246;neavdraget inte f&#229;r understiga ett belopp motsvarande
dagers&#228;ttning utan till&#228;gg framg&#229;r av 13 &#167; lagen (1994:1811) om
disciplinansvar inom totalf&#246;rsvaret, m. m.

8 &#167; Verkst&#228;llighet av beslut om l&#246;neavdrag f&#229;r f&#246;rdelas p&#229; flera
avl&#246;ningstillf&#228;llen.

9 &#167; N&#228;r l&#246;neavdrag inte kan g&#246;ras skall den disciplinansvarige
skriftligen ges tillf&#228;lle att senast inom fjorton dagar fr&#229;n det att
han eller hon fick del av beslutet betala det belopp som motsvarar
l&#246;neavdraget.

10 &#167; De formul&#228;r som beh&#246;vs f&#246;r verkst&#228;lligheten av beslut om
l&#246;neavdrag fastst&#228;lls av F&#246;rsvarsmakten efter h&#246;rande av
Skatteverket och Myndigheten f&#246;r samh&#228;llsskydd och beredskap.
F&#246;rordning (2008:1014).

4 kap. Tv&#229;ngsmedel

1 &#167; En chef som avses i 20 &#167; lagen (1994:1811) om disciplinansvar
inom totalf&#246;rsvaret, m. m. utser den som skall h&#229;lla f&#246;rh&#246;r med en
disciplinansvarig som omh&#228;ndertagits enligt 41 &#167; samma lag.

Om det p&#229; grund av vad som kommit fram under f&#246;rh&#246;ret inte l&#228;ngre
finns anledning att ha den disciplinansvarige omh&#228;ndertagen, skall
den som h&#229;llit f&#246;rh&#246;ret genast underr&#228;tta den chef som avses i f&#246;rsta
stycket.

2 &#167; Den som har omh&#228;ndertagits skall f&#246;rvaras i en f&#246;r &#228;ndam&#229;let
l&#228;mplig lokal, om inte l&#228;kare har beslutat att den omh&#228;ndertagne
skall f&#246;ras till milit&#228;r sjukv&#229;rdsavdelning eller ett sjukhus och
kvarstanna d&#228;r.

Den som placerar den omh&#228;ndertagne i f&#246;rvaringslokalen skall ta
ifr&#229;n honom eller henne alkoholdrycker, andra berusningsmedel eller
andra f&#246;rem&#229;l, som med h&#228;nsyn till omst&#228;ndigheterna inte b&#246;r
medf&#246;ras. Den omh&#228;ndertagne skall regelbundet ses till, om hans eller
hennes tillst&#229;nd ger anledning till det.

Om det beh&#246;vs, skall den lokal d&#228;r den omh&#228;ndertagne f&#246;rvaras st&#229;
under bevakning. Den omh&#228;ndertagne skall ha m&#246;jlighet att p&#229;kalla
uppm&#228;rksamhet genom ringledning eller annan l&#228;mplig anordning.

3 &#167; Lokaler f&#246;r f&#246;rvaring av omh&#228;ndertagna ska vara utformade 
p&#229; ett s&#229;dant s&#228;tt att det inte kan uppst&#229; men f&#246;r de 
omh&#228;ndertagnas h&#228;lsa.

F&#246;rsvarsmakten f&#229;r meddela ytterligare f&#246;reskrifter om 
h&#228;lsoskydd f&#246;r verkst&#228;lligheten av best&#228;mmelserna om 
omh&#228;ndertagande. F&#246;rordning (2017:792).

4 &#167; Beslut om frigivning enligt 45 &#167; lagen (1994:1811) om
disciplinansvar inom totalf&#246;rsvaret, m. m. f&#229;r fattas av den som har
r&#228;tt att omh&#228;nderta en disciplinansvarig.

F&#246;re frigivningen skall f&#246;rem&#229;l som tagits om hand &#229;terl&#228;mnas, om
annat inte f&#246;ljer av 46 &#167; lagen om disciplinansvar inom
totalf&#246;rsvaret, m. m. eller andra s&#228;rskilda best&#228;mmelser.

5 kap. &#214;verklagande av beslut om disciplinp&#229;f&#246;ljd

1 &#167; Ett beslut att &#229;l&#228;gga den som avses i 1 &#167; 5 lagen (1994:1811)
om disciplinansvar inom totalf&#246;rsvaret, m. m. disciplinp&#229;f&#246;ljd f&#229;r
&#246;verklagas hos Stockholms tingsr&#228;tt.

2 &#167; Till &#246;verklagande som &#246;verl&#228;mnas till tingsr&#228;tten i ett 
disciplin&#228;rende ska det fogas en uppgift om n&#228;r den 
disciplinansvarige fick del av beslutet och n&#228;r &#246;verklagandet 
kom in till den myndighet, den kommun eller den region som har 
fattat beslutet. F&#246;rordning (2019:1022).

3 &#167; Sedan tingsr&#228;ttens eller hovr&#228;ttens beslut i ett 
disciplin&#228;rende f&#229;tt laga kraft, ska de erh&#229;llna 
originalhandlingarna tillsammans med en kopia av beslutet 
s&#228;ndas till den myndighet, den kommun eller den region som har 
fattat det &#246;verklagade beslutet. F&#246;rordning (2019:1022).

6 kap. Ers&#228;ttnings&#228;renden

1 &#167; Om f&#246;rlusten eller skadan p&#229; materiel inte &#246;verstiger ettusen
kronor, f&#229;r fr&#229;gan om ers&#228;ttningsskyldigheten pr&#246;vas av en chef som
avses i 21 &#167; lagen (1994:1811) om disciplinansvar inom
totalf&#246;rsvaret, m. m.

2 &#167; Best&#228;mmelserna i 2 kap. 1--3 och 8--22 &#167;&#167; och 5 kap. denna
f&#246;rordning skall till&#228;mpas i fr&#229;ga om ers&#228;ttnings&#228;renden.

3 &#167; En disciplinansvarig f&#229;r tillfr&#229;gas om han eller hon g&#229;r med p&#229;
att ers&#228;tta f&#246;rlorad eller skadad materiel som har l&#228;mnats till honom
eller henne f&#246;r personligt bruk, endast om det &#228;r utrett att
skadest&#229;ndsskyldighet enligt skadest&#229;ndslagen (1972:207) f&#246;religger
och den disciplinansvarige har underr&#228;ttats om detta.

&#214;verg&#229;ngsbest&#228;mmelser

1995:241

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1995, d&#229; f&#246;rordningen
(1987:187) om disciplinf&#246;rseelser av krigsm&#228;n, m. m. skall upph&#246;ra
att g&#228;lla. Den nya f&#246;rordningen skall dock inte till&#228;mpas p&#229;
f&#246;rseelser som beg&#229;tts eller f&#246;rh&#229;llanden som intr&#228;ffat f&#246;re
ikrafttr&#228;dandet. I fr&#229;ga om krigsm&#228;n skall i s&#229;dana fall i st&#228;llet
den upph&#228;vda f&#246;rordningen till&#228;mpas. I fr&#229;ga om vapenfria
tj&#228;nstepliktiga skall i st&#228;llet 21--24 &#167;&#167; i den upph&#228;vda kung&#246;relsen
(1966:414) med vissa best&#228;mmelser om vapenfria tj&#228;nstepliktiga
till&#228;mpas.

1999:983

1. Denna f&#246;rordning tr&#228;der i kraft den 1 januari 2000.

2. I fr&#229;ga om en disciplinansvarigs tj&#228;nstg&#246;ring hos en kyrklig
kommun skall &#228;ldre best&#228;mmelser forts&#228;tta att g&#228;lla. De
best&#228;mmelser som g&#228;ller f&#246;r en kyrklig kommun skall dock i
st&#228;llet avse Statens r&#228;ddningsverk.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3149">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3151">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
