

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1995-01-10" /> 
 <meta id="rattsinfo-edited" content="1995-02-16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3181</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3180">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3182">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1994:1693 ·
                    <a href="/sfsr?bet=1994:1693">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1994:1693) om &#246;verg&#229;ngsbest&#228;mmelser f&#246;r en period efter 
vissa EFTA-staters anslutning till Europeiska unionen
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1994-12-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1995:127
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> F&#246;rordning (1994:1693) tr&#228;der i kraft 1 mars 1995.

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1995-03-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Denna lag g&#228;ller till&#228;mpningen av avtalet den 28 september
1994 mellan Finland, Island, Norge, Sverige och &#214;sterrike om
&#246;verg&#229;ngsbest&#228;mmelser f&#246;r en period efter vissa EFTA-staters
anslutning till Europeiska unionen (&#246;verg&#229;ngsavtalet).

2 &#167; Artiklarna 1--9 i &#246;verg&#229;ngsavtalet skall g&#228;lla som svensk lag.

Den svenska texten till avtalet finns i bilagan till denna lag.


Bilaga
AVTAl
OM &#214;VERG&#197;NGSBEST&#196;MMELSER
F&#214;R EN PERIOD EFTER VISSA EFTA-STATERS
ANSLUTNING TILL EUROPEISKA UNIONEn

REPUBLIKEN FINLAND,
REPUBLIKEN ISLAND,
KONUNGARIKET NORGE,
KONUNGARIKET SVERIGE OCH
REPUBLIKEN &#214;STERRIKE


HAR ENATS OM F&#214;LJANDE

med beaktande av avtalet om Europeiska ekonomiska
samarbetsomr&#229;det, nedan kallat EES-avtalet,

med beaktande av avtalet mellan EFTA-staterna om uppr&#228;ttandet
av en &#246;vervakningsmyndighet och en domstol, nedan kallat
&#246;vervakningsavtalet, och

med beaktande av f&#246;ljande:

F&#246;rdraget om Konungariket Norges, Republiken &#214;sterrikes,
Republiken Finlands och Konungariket Sveriges anslutning till
Europeiska unionen, nedan kallat anslutningsf&#246;rdraget,
undertecknades p&#229; Korfu den 24 juni 1994.

Det &#228;r n&#246;dv&#228;ndigt att fastst&#228;lla vissa &#246;verg&#229;ngsbest&#228;mmelser f&#246;r
verksamheten hos EFTA: s &#246;vervakningsmyndighet och EFTA-domstolen.

R&#228;ttigheter och f&#246;rpliktelser, s&#228;rskilt r&#228;ttigheter f&#246;r enskilda och
f&#246;retag, som har uppkommit inom ramen f&#246;r EES-avtalet, m&#229;ste
garanteras &#228;ven efter vissa EFTA-staters anslutning till Europeiska
unionen.

Det h&#228;r avtalet p&#229;verkar r&#228;ttigheterna och f&#246;rpliktelserna f&#246;r
enskilda och f&#246;retag fr&#229;n s&#229;v&#228;l anslutande EFTA-stater som EFTA-stater
som inte ansluter sig och tredje land.

ARTIKEL 1

1. Best&#228;mmelserna i &#246;vervakningsavtalet skall, i deras lydelse enligt
det h&#228;r avtalet, forts&#228;tta att g&#228;lla under en &#246;verg&#229;ngsperiod efter
den dag d&#229; anslutningsf&#246;rdraget tr&#228;der i kraft f&#246;r de EFTA-stater
som ansluter sig till Europeiska unionen.

2. Det h&#228;r avtalet skall ocks&#229; g&#228;lla f&#246;r en EFTA-stat som inte
ansluter sig till Europeiska unionen vad g&#228;ller &#228;renden d&#228;r de
h&#228;ndelser som givit upphov till ett f&#246;rfarande intr&#228;ffade f&#246;re
anslutningen.

En s&#229;dan stat skall inte, genom best&#228;mmelser i &#246;vervakningsavtalet
eller det h&#228;r avtalet, hindras fr&#229;n att besluta att EFTA: s
&#246;vervakningsmyndighet och EFTA-domstolen skall agera i &#228;renden
d&#228;r de h&#228;ndelser som givit upphov till ett f&#246;rfarande intr&#228;ffade
efter anslutningen, med vilken sammans&#228;ttning som helst och med
den personal som EFTA-staten i fr&#229;ga anser l&#228;mplig.

Om tv&#229; eller flera EFTA-stater inte ansluter sig till Europeiska
unionen skall det beslut som avses i andra stycket fattas i
samf&#246;rst&#229;nd av dessa staters regeringar.

ARTIKEL 2

EFTA: s &#246;vervakningsmyndighet skall s&#229; snart som m&#246;jligt efter
anslutningen, till Europeiska kommissionen &#246;verl&#228;mna alla
anm&#228;lningar och underr&#228;ttelser som den har mottagit fr&#229;n eller som
g&#228;ller en anslutande EFTA-stat i enlighet med EES-avtalet och
&#246;vervakningsavtalet samt som, om den anslutande staten hade
varit medlem av Europeiska unionen, skulle ha getts in till
kommissionen.

ARTIKEL 3

EFTA: s &#246;vervakningsmyndighet skall s&#229; snart som m&#246;jligt efter
anslutningen, till Europeiska kommissionen &#246;verl&#228;mna anh&#228;ngiga
&#228;renden som till f&#246;ljd av anslutningen omfattas av kommissionens
beh&#246;righet.

Detta g&#228;ller f&#246;ljande &#228;renden:

-- &#196;renden som handl&#228;ggs enligt artiklarna 53, 54, 57, 61 och 62
eller 65 i EES-avtalet eller artikel 1 eller 2 i protokoll 25 till det
avtalet, inbegripet &#228;renden d&#228;r de faktiska omst&#228;ndigheterna
intr&#228;ffat f&#246;re anslutningen.

-- Alla andra &#228;renden som har v&#228;ckts hos EFTA: s
&#246;vervakningsmyndighet inom ramen f&#246;r &#246;vervakningsf&#246;rfarandet
enligt EES-avtalet.

ARTIKEL 4

1. Utan att det p&#229;verkar till&#228;mpningen av artiklarna 2 och 3 f&#229;r
EFTA: s &#246;vervakningsmyndighet efter anslutningen endast utf&#246;ra
de uppgifter som h&#228;nger samman med dess roll i f&#246;rfaranden inf&#246;r
EFTA-domstolen.

2. EFTA: s &#246;vervakningsmyndighet skall emellertid, under tre
m&#229;nader efter anslutningen, beh&#229;lla sin beh&#246;righet vad g&#228;ller
&#228;renden d&#228;r de h&#228;ndelser som givit upphov till ett f&#246;rfarande
intr&#228;ffade f&#246;re anslutningen och som inte till f&#246;ljd av anslutningen
omfattas av Europeiska kommissionens beh&#246;righet.

ARTIKEL 5

1. Efter anslutningen f&#229;r nya f&#246;rfaranden inledas inf&#246;r EFTA-domstolen
endast i &#228;renden d&#228;r de h&#228;ndelser som enligt EES-avtalet eller
&#246;vervakningsavtalet givit upphov till ett f&#246;rfarande
intr&#228;ffade f&#246;re anslutningen och d&#228;r en ans&#246;kan l&#228;mnas till EFTA-domstolen
inom tre m&#229;nader efter anslutningen. En talan enligt
artikel 36 eller 37 i &#246;vervakningsavtalet f&#229;r emellertid v&#228;ckas inom
de tidsfrister som anges&#228; i artikel 36 tredje stycket och artikel 37
andra stycket i &#246;vervakningsavtalet, i dess lydelse enligt artikel 6 a i
det h&#228;r avtalet.

2. Efter anslutningen f&#229;r nya f&#246;rfaranden enligt artikel 32 i
&#246;vervakningsavtalet inte inledas inf&#246;r EFTA-domstolen.

ARTIKEL 6

F&#246;r det h&#228;r avtalet g&#228;ller f&#246;ljande:

a) De tidsfrister som fastst&#228;lls i artikel 36 tredje stycket och artikel
37 andra stycket i &#246;vervakningsavtalet skall efter anslutningen vara
en m&#229;nad.

b) Den tidsfrist som fastst&#228;lls i artikel 20 i protokoll 5 till
&#246;vervakningsavtalet skall efter anslutningen vara en m&#229;nad.

c) EFTA-domstolen uppmuntras att f&#246;rkorta de processuella
tidsfrister som fastst&#228;llts i dess r&#228;tteg&#229;ngsregler, antingen allm&#228;nt
eller i enskilda &#228;renden, med vederb&#246;rlig h&#228;nsyn till de ber&#246;rda
parternas grundl&#228;ggande processuella r&#228;ttigheter. F&#246;r de beslut som
EFTA-domstolen fattar i detta avseende kr&#228;vs inget godk&#228;nnande
av EFTA-staternas regeringar.

ARTIKEL 7

EFTA-domstolen skall avsluta alla anh&#228;ngiga &#228;renden inom sex
m&#229;nader efter anslutningen. Regeringarna f&#246;r parterna till det h&#228;r
avtalet f&#229;r emellertid, senast sju veckor f&#246;re utg&#229;ngen av dessa sex
m&#229;nader, i samf&#246;rst&#229;nd f&#246;rl&#228;nga denna period med h&#246;gst sex
m&#229;nader.

ARTIKEL 8

Artikel 13 i protokoll 5 till &#246;vervakningsavtalet skall inte till&#228;mpas
p&#229; domare i EFTA-domstolen som tj&#228;nstg&#246;r enligt det h&#228;r avtalet.

ARTIKEL 9

1. Detta avtal &#228;r uppr&#228;ttat i ett enda original p&#229; engelska, finska,
isl&#228;ndska, norska, svenska och tyska, vilka samtliga texter &#228;r lika
giltiga.

2. Detta avtal skall ratificeras av de avtalsslutande parterna i
enlighet med deras respektive konstitutionella krav.

Det skall deponeras hos Sveriges regering, som skall &#246;verl&#228;mna
bestyrkta kopior till alla &#246;vriga avtalsslutande parter.

Ratifikationsinstrumenten skall deponeras hos Sveriges regering
som skall anm&#228;la detta till alla &#246;vriga avtalsslutande parter.

3. Detta avtal tr&#228;der i kraft mellan Republiken Finland,
Republiken Island, Konungariket Norge, Konungariket Sverige och
Republiken &#214;sterrike samma dag som anslutningsf&#246;rdraget, under
f&#246;ruts&#228;ttning att dessa stater har deponerat sina
ratifikationsinstrument f&#246;re den dagen.

Efter den dagen tr&#228;der detta avtal i kraft den f&#246;rsta dagen i
m&#229;naden efter den d&#229; den sista deponeringen gjordes. Om denna
deponering g&#246;rs senare &#228;n femton dagar f&#246;re p&#229;f&#246;ljande m&#229;nads
b&#246;rjan tr&#228;der detta avtal emellertid i kraft f&#246;rst den f&#246;rsta dagen i
den andra m&#229;naden efter den d&#229; deponeringen gjordes.

4. Furstend&#246;met Liechtenstein kan ansluta sig till detta avtal
samma dag, under f&#246;ruts&#228;ttning att EES-avtalet och
&#246;vervakningsavtalet senast den dagen har tr&#228;tt i kraft med
avseende p&#229; Liechtenstein och att Liechtenstein har deponerat sitt
anslutningsinstrument avseende detta avtal. Efter den dagen kan
Liechtenstein ansluta sig till detta avtal den f&#246;rsta dagen i m&#229;naden
efter den d&#229; Liechtensteins anslutningsinstrument avseende detta
avtal har deponerats, under f&#246;ruts&#228;ttning att EES-avtalet och
&#246;vervakningsavtalet har tr&#228;tt i kraft med avseende p&#229;
Liechtenstein.

Anslutningsinstrumentet skall deponeras hos Sveriges regering som
skall anm&#228;la detta till alla avtalsslutande parter.

TILL BEVIS H&#196;RP&#197; har undertecknade befullm&#228;ktigade
undertecknat detta avtal.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3180">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3182">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
