

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2021-11-30" /> 
 <meta id="rattsinfo-edited" content="2022-02-17 10:55:47" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>319</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=318">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=320">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2021:1106 ·
                    <a href="/sfsr?bet=2021:1106">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2021:1106) om skatteavtal mellan Sverige och Slovenien</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2021-11-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1204
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2021-12-31 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande 
skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet samt f&#246;rhindrande av 
skatteflykt och skatteundandragande som Sverige och Slovenien 
undertecknade den 12 maj 2021 ska, tillsammans med det 
protokoll som &#228;r fogat till avtalet och utg&#246;r en del av detta, 
g&#228;lla som lag h&#228;r i landet. Avtalet &#228;r avfattat p&#229; engelska. 
Den engelska texten och en svensk &#246;vers&#228;ttning av avtalet 
framg&#229;r av bilagan till denna lag.

2 &#167; Avtalets beskattningsregler ska till&#228;mpas endast till den 
del dessa medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige 
som annars skulle f&#246;religga.


&#214;verg&#229;ngsbest&#228;mmelser

2021:1106

1. Denna lag tr&#228;der i kraft den dag som regeringen best&#228;mmer. 

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen i fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs den 1 
januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen 
tr&#228;der i kraft eller senare,

b) andra skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, p&#229; skatt som 
p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r som 
f&#246;ljer n&#228;rmast efter den dag d&#229; lagen tr&#228;der i kraft eller 
senare, och

c) informationsutbyte enligt artikel 25 i avtalet, p&#229; beg&#228;ran 
som framst&#228;lls den dag d&#229; lagen tr&#228;der i kraft eller senare 
oavsett vilket &#229;r som beskattningsanspr&#229;ket h&#228;nf&#246;r sig till.

3. F&#246;ljande f&#246;rfattningar ska inte l&#228;ngre till&#228;mpas s&#229;vitt 
avser f&#246;rh&#229;llandet mellan Sverige och Slovenien

a) f&#246;rordningen (1982:70) om dubbelbeskattningsavtal mellan 
Sverige och Jugoslavien,

b) f&#246;rordningen (1982:71) om kupongskatt f&#246;r person med 
hemvist i Jugoslavien, m.m.

4. F&#246;rordningen (1982:70) om dubbelbeskattningsavtal mellan 
Sverige och Jugoslavien till&#228;mpas dock fortfarande i fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs f&#246;re 
den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen 
tr&#228;der i kraft, och

b) andra skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, p&#229; skatt som 
p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar f&#246;re den 1 januari det &#229;r 
som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen tr&#228;der i kraft.

5. Artikel 18 punkterna 1-3 i bilagan till f&#246;rordningen 
(1982:70) om dubbelbeskattningsavtal mellan Sverige och 
Jugoslavien till&#228;mpas fortfarande i fr&#229;ga om en fysisk person 
som omedelbart f&#246;re ikrafttr&#228;dandet av avtalet av den 12 maj 
2021 var mottagare av betalning som omfattas av n&#228;mnda 
best&#228;mmelser och denne, i enlighet med artikel 28 punkt 5 i 
avtalet har valt att dessa best&#228;mmelser, och inte 
best&#228;mmelserna i artikel 17 i avtalet, ska till&#228;mpas p&#229; s&#229;dan 
betalning. De &#228;ldre best&#228;mmelserna ska till&#228;mpas fr&#229;n och med 
det &#229;r d&#229; valet g&#246;rs och till dess valet &#229;terkallas. N&#228;r ett 
val har &#229;terkallats kan inget nytt val g&#246;ras.


Bilaga

CONVENTION BETWEEN THE KINGDOM OF SWEDEN AND THE REPUBLIC OF 
SLOVENIA FOR THE ELIMINATION OF DOUBLE TAXATION WITH RESPECT 
TO TAXES ON INCOME AND ON CAPITAL AND THE PREVENTION OF TAX 
EVASION AND AVOIDANCE

The Kingdom of Sweden and the Republic of Slovenia,

Intending to conclude a Convention for the elimination of 
double taxation with respect to taxes on income and on capital 
without creating opportunities for non-taxation or reduced 
taxation through tax evasion or avoidance (including through 
treaty-shopping arrangements aimed at obtaining reliefs 
provided in this Convention for the indirect benefit of 
residents of third States),

Have agreed as follows:

Article 1

Persons covered

1. This Convention shall apply to persons who are residents of 
one or both of the Contracting States.

2. For the purposes of this Convention, income derived by or 
through an entity or arrangement that is treated as wholly or 
partly fiscally transparent under the tax law of either 
Contracting State shall be considered to be income of a 
resident of a Contracting State but only to the extent that 
the income is treated, for purposes of taxation by that State, 
as the income of a resident of that State. In no case shall 
the provisions of this paragraph be construed to affect a 
Contracting State&#39;s right to tax the residents of that State.

Article 2

Taxes covered

1. This Convention shall apply to taxes on income and on 
capital imposed on behalf of a Contracting State or of its 
political subdivisions or local authorities, irrespective of 
the manner in which they are levied.

2. There shall be regarded as taxes on income and on capital 
all taxes imposed on total income, on total capital, or on 
elements of income or of capital, including taxes on gains 
from the alienation of movable or immovable property, as well 
as taxes on capital appreciation.

3. The existing taxes to which the Convention shall apply are 
in particular:

a) in Slovenia:

(i) the tax on income of legal persons (davek od dohodkov 
pravnih oseb);

(ii) the tax on income of individuals (dohodnina); and

(iii) the tax on property (davek od premo?enja)

(hereinafter referred to as &quot;Slovenian tax&quot;);

b) in Sweden:

(i) the national income tax (den statliga inkomstskatten);

(ii) the withholding tax on dividends (kupongskatten);

(iii) the income tax on non-residents (den s&#228;rskilda inkomst-
skatten f&#246;r utomlands bosatta);

(iv) the income tax on non-resident artistes and athletes (den 
s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister 
m.fl.); and

(v) the municipal income tax (den kommunala inkomstskatten)

(hereinafter referred to as &quot;Swedish tax&quot;).

4. The Convention shall apply also to any identical or 
substantially similar taxes that are imposed after the date of 
signature of the Convention in addition to, or in place of, 
the existing taxes referred to in paragraph 3. The competent 
authorities of the Contracting States shall notify each other 
of any significant changes that have been made in their 
taxation laws.

Article 3

General definitions

1. For the purposes of this Convention, unless the context 
otherwise requires:

a) the term &quot;Slovenia&quot; means the Republic of Slovenia and, 
when used in a geographical sense, means the territory of 
Slovenia as well as those maritime areas over which Slovenia 
may exercise sovereign or jurisdictional rights in accordance 
with its internal legislation and international law;

b) the term &quot;Sweden&quot; means the Kingdom of Sweden and, when 
used in a geographical sense, includes the national territory, 
the territorial sea of Sweden as well as other maritime areas 
over which Sweden, in accordance with international law, 
exercises sovereign rights or jurisdiction;

c) the terms &quot;a Contracting State&quot; and &quot;the other Contracting 
State&quot; mean Slovenia or Sweden, as the context requires;

d) the term &quot;person&quot; includes an individual, a company and any 
other body of persons;

e) the term &quot;company&quot; means any body corporate or any entity 
that is treated as a body corporate for tax purposes;

f) the term &quot;enterprise&quot; applies to the carrying on of any 
business;

g) the terms &quot;enterprise of a Contracting State&quot; and 
&quot;enterprise of the other Contracting State&quot; mean respectively 
an enterprise carried on by a resident of a Contracting State 
and an enterprise carried on by a resident of the other 
Contracting State;

h) the term &quot;international traffic&quot; means any transport by a 
ship or aircraft except when the ship or aircraft is operated 
solely between places in a Contracting State and the 
enterprise that operates the ship or aircraft is not an 
enterprise of that State;

i) the term &quot;competent authority&quot; means:

(i) in Slovenia: the Ministry of Finance or its authorized 
representative;

(ii) in Sweden: the Minister of Finance, his authorized 
representative or the authority which is designated as a 
competent authority for the purposes of this Convention;

j) the term &quot;national&quot;, in relation to a Contracting State, 
means:

(i) any individual possessing the nationality of that 
Contracting State; and

(ii) any legal person, partnership or association deriving its 
status as such from the laws in force in that Contracting 
State;

k) the term &quot;business&quot; includes the performance of 
professional services and of other activities of an 
independent character.

2. As regards the application of the Convention at any time by 
a Contracting State, any term not defined therein shall, 
unless the context otherwise requires, have the meaning that 
it has at that time under the law of that State for the 
purposes of the taxes to which the Convention applies, any 
meaning under the applicable tax laws of that State prevailing 
over a meaning given to the term under other laws of that 
State.

Article 4

Resident

1. For the purposes of this Convention, the term &quot;resident of 
a Contracting State&quot; means any person who, under the laws of 
that State, is liable to tax therein by reason of his 
domicile, residence, place of management or any other 
criterion of a similar nature, and also includes that State 
and any governmental body or agency, political subdivision or 
local authority thereof. This term, however, does not include 
any person who is liable to tax in that State in respect only 
of income from sources in that State or capital situated 
therein.

2. Where by reason of the provisions of paragraph 1 an 
individual is a resident of both Contracting States, then his 
status shall be determined as follows:

a) he shall be deemed to be a resident only of the State in 
which he has a permanent home available to him; if he has a 
permanent home available to him in both States, he shall be 
deemed to be a resident only of the State with which his 
personal and economic relations are closer (centre of vital 
interests);

b) if the State in which he has his centre of vital interests 
cannot be determined, or if he has not a permanent home 
available to him in either State, he shall be deemed to be a 
resident only of the State in which he has an habitual abode;

c) if he has an habitual abode in both States or in neither of 
them, he shall be deemed to be a resident only of the State of 
which he is a national;

d) if he is a national of both States or of neither of them, 
the competent authorities of the Contracting States shall 
settle the question by mutual agreement.

3. Where by reason of the provisions of paragraph 1 a person 
other than an individual is a resident of both Contracting 
States, the competent authorities of the Contracting States 
shall endeavour to determine by mutual agreement the 
Contracting State of which such person shall be deemed to be a 
resident for the purposes of the Convention, having regard to 
its place of effective management, the place where it is 
incorporated or otherwise constituted and any other relevant 
factors. In the absence of such agreement, such person shall 
not be entitled to any relief or exemption from tax provided 
by this Convention except to the extent and in such manner as 
may be agreed upon by the competent authorities of the 
Contracting States.

Article 5

Permanent establishment

1. For the purposes of this Convention, the term &quot;permanent 
establishment&quot; means a fixed place of business through which 
the business of an enterprise is wholly or partly carried on.

2. The term &quot;permanent establishment&quot; includes especially:

a) a place of management;

b) a branch;

c) an office;

d) a factory;

e) a workshop, and

f) a mine, an oil or gas well, a quarry or any other place of 
extraction of natural resources.

3. A building site or a construction, assembly or installation 
project or supervisory activities in connection therewith 
constitutes a permanent establishment only if such site, 
project or activities last more than twelve months.

4. Notwithstanding the preceding provisions of this Article, 
the term &quot;permanent establishment&quot; shall be deemed not to 
include:

a) the use of facilities solely for the purpose of storage, 
display or delivery of goods or merchandise belonging to the 
enterprise;

b) the maintenance of a stock of goods or merchandise 
belonging to the enterprise solely for the purpose of storage, 
display or delivery;

c) the maintenance of a stock of goods or merchandise 
belonging to the enterprise solely for the purpose of 
processing by another enterprise;

d) the maintenance of a fixed place of business solely for the 
purpose of purchasing goods or merchandise or of collecting 
information, for the enterprise;

e) the maintenance of a fixed place of business solely for the 
purpose of carrying on, for the enterprise, any other activity 
of a preparatory or auxiliary character;

f) an installation project carried on by an enterprise of a 
Contracting State in the other Contracting State in connection 
with delivery of machinery or equipment produced by that 
enterprise;

g) the maintenance of a fixed place of business solely for any 
combination of activities mentioned in subparagraphs a) to f), 
provided that the overall activity of the fixed place of 
business resulting from this combination is of a preparatory 
or auxiliary character.

5. Paragraph 4 shall not apply to a fixed place of business 
that is used or maintained by an enterprise if the same 
enterprise or a closely related enterprise carries on business 
activities at the same place or at another place in the same 
Contracting State and

a) that place or other place constitutes a permanent 
establishment for the enterprise or the closely related 
enterprise under the provisions of this Article, or

b) the overall activity resulting from the combination of the 
activities carried on by the two enterprises at the same 
place, or by the same enterprise or closely related enter-
prises at the two places, is not of a preparatory or auxiliary 
character,

provided that the business activities carried on by the two 
enterprises at the same place, or by the same enterprise or 
closely related enterprises at the two places, constitute 
complementary functions that are part of a cohesive business 
operation.

6. Notwithstanding the provisions of paragraphs 1 and 2, where 
a person - other than an agent of an independent status to 
whom paragraph 7 applies - is acting on behalf of an 
enterprise and has, and habitually exercises, in a Contracting 
State an authority to conclude contracts in the name of the 
enterprise, that enterprise shall be deemed to have a 
permanent establishment in that State in respect of any 
activities which that person undertakes for the enterprise, 
unless the activities of such person are limited to those 
mentioned in paragraph 4 which, if exercised through a fixed 
place of business, would not make this fixed place of business 
a permanent establishment under the provisions of that 
paragraph.

7. An enterprise shall not be deemed to have a permanent 
establishment in a Contracting State merely because it carries 
on business in that State through a broker, general commission 
agent or any other agent of an independent status, provided 
that such persons are acting in the ordinary course of their 
business. However, when the activities of such an agent are 
devoted wholly or almost wholly on behalf of that enterprise, 
and conditions are made or imposed between that enterprise and 
the agent in their commercial and financial relations which 
differ from those which would have been made between 
independent enterprises, he will not be considered an agent of 
an independent status within the meaning of this paragraph.

8. The fact that a company which is a resident of a 
Contracting State controls or is controlled by a company which 
is a resident of the other Contracting State, or which carries 
on business in that other State (whether through a permanent 
establishment or otherwise), shall not of itself constitute 
either company a permanent establishment of the other.

9. For the purposes of this Article, an enterprise is closely 
related to an enterprise if, based on all the relevant facts 
and circumstances, one has control of the other or both are 
under the control of the same persons or enterprises. In any 
case, an enterprise shall be considered to be closely related 
to an enterprise if one possesses directly or indirectly more 
than 50 per cent of the beneficial interest in the other (or, 
in the case of a company, more than 50 per cent of the 
aggregate vote and value of the company&#39;s shares or of the 
beneficial equity interest in the company) or if another 
person or enterprise possesses directly or indirectly more 
than 50 per cent of the beneficial interest (or, in the case 
of a company, more than 50 per cent of the aggregate vote and 
value of the company&#39;s shares or of the beneficial equity 
interest in the company) in the two enterprises.

Article 6

Income from immovable property

1. Income derived by a resident of a Contracting State from 
immovable property (including income from agriculture or 
forestry) situated in the other Contracting State may be taxed 
in that other State.

2. The term &quot;immovable property&quot; shall have the meaning which 
it has under the law of the Contracting State in which the 
property in question is situated. The term shall in any case 
include property accessory to immovable property, livestock 
and equipment used in agriculture and forestry, rights to 
which the provisions of general law respecting landed property 
apply, buildings, usufruct of immovable property and rights to 
variable or fixed payments as consideration for the working 
of, or the right to work, mineral deposits, sources and other 
natural resources; ships and aircraft shall not be regarded as 
immovable property.

3. The provisions of paragraph 1 shall apply to income derived 
from the direct use, letting, or use in any other form of 
immovable property.

4. The provisions of paragraphs 1 and 3 shall also apply to 
the income from immovable property of an enterprise.

Article 7

Business profits

1. Profits of an enterprise of a Contracting State shall be 
taxable only in that State unless the enterprise carries on 
business in the other Contracting State through a permanent 
establishment situated therein. If the enterprise carries on 
business as aforesaid, the profits that are attributable to 
the permanent establishment in accordance with the provisions 
of paragraph 2 may be taxed in that other State.

2. For the purposes of this Article and Article 22, the 
profits that are attributable in each Contracting State to the 
permanent establishment referred to in paragraph 1 are the 
profits it might be expected to make, in particular in its 
dealings with other parts of the enterprise, if it were a 
separate and independent enterprise engaged in the same or 
similar activities under the same or similar conditions, 
taking into account the functions performed, assets used and 
risks assumed by the enterprise through the permanent 
establishment and through the other parts of the enterprise.

3. Where, in accordance with paragraph 2, a Contracting State 
adjusts the profits that are attributable to a permanent 
establishment of an enterprise of one of the Contracting 
States and taxes accordingly profits of the enterprise that 
have been charged to tax in the other State, the other 
Contracting State shall, to the extent necessary to eliminate 
double taxation on these profits, make an appropriate adjust-
ment if it agrees with the adjustment made by the first-
mentioned State; if the other Contracting State does not so 
agree, the Contracting States shall endeavour to eliminate any 
double taxation resulting therefrom by mutual agreement.

4. Where profits include items of income which are dealt with 
separately in other Articles of this Convention, then the 
provisions of those Articles shall not be affected by the 
provisions of this Article.

Article 8

International shipping and air transport

1. Profits of an enterprise of a Contracting State from the 
operation of ships or aircraft in international traffic shall 
be taxable only in that State.

2. The provisions of paragraph 1 shall also apply to profits 
from the participation in a pool, a joint business or an 
international operating agency.

Article 9

Associated enterprises

1. Where

a) an enterprise of a Contracting State participates directly 
or indirectly in the management, control or capital of an 
enterprise of the other Contracting State, or

b) the same persons participate directly or indirectly in the 
management, control or capital of an enterprise of a 
Contracting State and an enterprise of the other Contracting 
State, 

and in either case conditions are made or imposed between the 
two enterprises in their commercial or financial relations 
which differ from those which would be made between 
independent enterprises, then any profits which would, but for 
those conditions, have accrued to one of the enterprises, but, 
by reason of those conditions, have not so accrued, may be 
included in the profits of that enterprise and taxed accord-
ingly.

2. Where a Contracting State includes in the profits of an 
enterprise of that State - and taxes accordingly - profits on 
which an enterprise of the other Contracting State has been 
charged to tax in that other State and the profits so included 
are profits which would have accrued to the enterprise of the 
first-mentioned State if the conditions made between the two 
enterprises had been those which would have been made between 
independent enterprises, then that other State shall make an 
appropriate adjustment to the amount of the tax charged 
therein on those profits if that other State considers the 
adjustment justified. In determining such adjustment, due 
regard shall be had to the other provisions of this Convention 
and the competent authorities of the Contracting States shall 
if necessary consult each other.

Article 10

Dividends

1. Dividends paid by a company which is a resident of a 
Contracting State to a resident of the other Contracting State 
may be taxed in that other State.

2. However, dividends paid by a company which is a resident of 
a Contracting State may also be taxed in that State according 
to the laws of that State, but if the beneficial owner of the 
dividends is a resident of the other Contracting State, the 
tax so charged shall not exceed:

a) 5 per cent of the gross amount of the dividends if the 
beneficial owner is a company which holds directly at least 
25 per cent of the capital or controls directly at least 25 
per cent of the voting power of the company paying the 
dividends throughout a 365 day period that includes the day of 
the payment of the dividend (for the purpose of computing that 
period, no account shall be taken of changes of ownership that 
would directly result from a corporate reorganisation, such as 
a merger or divisive reorganisation, of the company that holds 
the shares or that pays the dividend);

b) 15 per cent of the gross amount of the dividends in all 
other cases.

This paragraph shall not affect the taxation of the company in 
respect of the profits out of which the dividends are paid.

3. The term &quot;dividends&quot; as used in this Article means income 
from shares or other rights, not being debt-claims, 
participating in profits, as well as income from other 
corporate rights which is subjected to the same taxation 
treatment as income from shares by the laws of the State of 
which the company making the distribution is a resident.

4. The provisions of paragraphs 1 and 2 shall not apply if the 
beneficial owner of the dividends, being a resident of a 
Contracting State, carries on business in the other 
Contracting State of which the company paying the dividends is 
a resident through a permanent establishment situated therein 
and the holding in respect of which the dividends are paid is 
effectively connected with such permanent establishment. In 
such case the provisions of Article 7 shall apply.

5. Where a company which is a resident of a Contracting State 
derives profits or income from the other Contracting State, 
that other State may not impose any tax on the dividends paid 
by the company, except insofar as such dividends are paid to a 
resident of that other State or insofar as the holding in 
respect of which the dividends are paid is effectively 
connected with a permanent establishment situated in that 
other State, nor subject the company&#39;s undistributed profits 
to a tax on the company&#39;s undistributed profits, even if the 
dividends paid or the undistributed profits consist wholly or 
partly of profits or income arising in such other State.

Article 11

Interest

1. Interest arising in a Contracting State and paid to a 
resident of the other Contracting State may be taxed in that 
other State. 

2. However, interest arising in a Contracting State may also 
be taxed in that State according to the laws of that State, 
but if the beneficial owner of the interest is a resident of 
the other Contracting State, the tax so charged shall not 
exceed 5 per cent of the gross amount of the interest.

3. Notwithstanding the provisions of paragraph 2 interest, 
mentioned in paragraph 1, shall be taxable only in the 
Contracting State of which the beneficial owner of the 
interest is a resident if one of the following requirements is 
fulfilled:

a) the payer or the recipient of the interest is the 
Contracting State itself, a governmental body or agency, a 
political subdivision or a local authority thereof or the 
Central Bank of a Contracting State;

b) the interest is paid with respect to a loan made, 
guaranteed or insured, or a credit extended, guaranteed or 
insured by an institution of the other Contacting State with 
the objective to promote exports or development;

c) the interest is paid in respect of an indebtedness arising 
on the sale on credit of any merchandise or industrial, 
commercial or scientific equipment to an enterprise of the 
other Contracting State.

4. The term &quot;interest&quot; as used in this Article means income 
from debt-claims of every kind, whether or not secured by 
mortgage and whether or not carrying a right to participate in 
the debtor&#39;s profits, and in particular, income from 
government securities and income from bonds or debentures, 
including premiums and prizes attaching to such securities, 
bonds or debentures. Penalty charges for late payment shall 
not be regarded as interest for the purpose of this Article.

5. The provisions of paragraphs 1, 2 and 3 shall not apply if 
the beneficial owner of the interest, being a resident of a 
Contracting State, carries on business in the other 
Contracting State in which the interest arises through a 
permanent establishment situated therein and the debt-claim in 
respect of which the interest is paid is effectively connected 
with such permanent establishment. In such case the provisions 
of Article 7 shall apply.

6. Interest shall be deemed to arise in a Contracting State 
when the payer is a resident of that State. Where, however, 
the person paying the interest, whether he is a resident of a 
Contracting State or not, has in a Contracting State a 
permanent establishment in connection with which the 
indebtedness on which the interest is paid was incurred, and 
such interest is borne by such permanent establishment, then 
such interest shall be deemed to arise in the State in which 
the permanent establishment is situated.

7. Where, by reason of a special relationship between the 
payer and the beneficial owner or between both of them and 
some other person, the amount of the interest, having regard 
to the debt-claim for which it is paid, exceeds the amount 
which would have been agreed upon by the payer and the 
beneficial owner in the absence of such relationship, the 
provisions of this Article shall apply only to the last-
mentioned amount. In such case, the excess part of the 
payments shall remain taxable according to the laws of each 
Contracting State, due regard being had to the other 
provisions of this Convention.

Article 12

Royalties

1. Royalties arising in a Contracting State and paid to a 
resident of the other Contracting State may be taxed in that 
other State.

2. However, royalties arising in a Contracting State may also 
be taxed in that State according to the laws of that State, 
but if the beneficial owner of the royalties is a resident of 
the other Contracting State, the tax so charged shall not 
exceed 5 per cent of the gross amount of the royalties.

3. The term &quot;royalties&quot; as used in this Article means payments 
of any kind received as a consideration for the use of, or the 
right to use, any copyright of literary, artistic or 
scientific work including cinematograph films, any patent, 
trade mark, design or model, plan, secret formula or process, 
or for information concerning industrial, commercial or 
scientific experience.

4. The provisions of paragraphs 1 and 2 shall not apply if the 
beneficial owner of the royalties, being a resident of a 
Contracting State, carries on business in the other 
Contracting State in which the royalties arise through a 
permanent establishment situated therein and the right or 
property in respect of which the royalties are paid is 
effectively connected with such permanent establishment. In 
such case the provisions of Article 7 shall apply.

5. Royalties shall be deemed to arise in a Contracting State 
when the payer is a resident of that State. Where, however, 
the person paying the royalties, whether he is a resident of a 
Contracting State or not, has in a Contracting State a 
permanent establishment in connection with which the liability 
to pay the royalties was incurred, and such royalties are 
borne by such permanent establishment, then such royalties 
shall be deemed to arise in the State in which the permanent 
establishment is situated.

6. Where, by reason of a special relationship between the 
payer and the beneficial owner or between both of them and 
some other person, the amount of the royalties, having regard 
to the use, right or information for which they are paid, 
exceeds the amount which would have been agreed upon by the 
payer and the beneficial owner in the absence of such 
relationship, the provisions of this Article shall apply only 
to the last-mentioned amount. In such case, the excess part of 
the payments shall remain taxable according to the laws of 
each Contracting State, due regard being had to the other 
provisions of this Convention.

Article 13

Capital gains

1. Gains derived by a resident of a Contracting State from the 
alienation of immovable property referred to in Article 6 and 
situated in the other Contracting State may be taxed in that 
other State.

2. Gains from the alienation of movable property forming part 
of the business property of a permanent establishment which an 
enterprise of a Contracting State has in the other Contracting 
State, including such gains from the alienation of such a 
permanent establishment (alone or with the whole enterprise), 
may be taxed in that other State.

3. Gains that an enterprise of a Contracting State that 
operates ships or aircraft in international traffic derives 
from the alienation of such ships or aircraft, or of movable 
property pertaining to the operation of such ships or 
aircraft, shall be taxable only in that State.

4. Gains derived by a resident of a Contracting State from the 
alienation of shares or comparable interests, such as 
interests in a partnership or trust, deriving more than 50 per 
cent of their value directly or indirectly from immovable 
property, as defined in Article 6, situated in the other 
Contracting State may be taxed in that other State.

5. Gains from the alienation of any property, other than that 
referred to in paragraphs 1, 2, 3 and 4, shall be taxable only 
in the Contracting State of which the alienator is a resident.

6. Notwithstanding the provisions of paragraph 5, gains from 
the alienation of any property derived by an individual who 
has been a resident of a Contracting State and who has become 
a resident of the other Contracting State, may be taxed in the 
first-mentioned State if the alienation of the property occurs 
at any time during the ten years next following the date on 
which the individual has ceased to be a resident of the first-
mentioned State. The gain so taxed shall not include the gain, 
if any, that accrues during the period during which the 
individual is or was a resident of the other Contracting 
State.

Article 14

Income from employment

1. Subject to the provisions of Articles 15, 17 and 18 
salaries, wages and other similar remuneration derived by a 
resident of a Contracting State in respect of an employment 
shall be taxable only in that State unless the employment is 
exercised in the other Contracting State. If the employment is 
so exercised, such remuneration as is derived therefrom may be 
taxed in that other State.

2. Notwithstanding the provisions of paragraph 1, remuneration 
derived by a resident of a Contracting State in respect of an 
employment exercised in the other Contracting State shall be 
taxable only in the first-mentioned State if:

a) the recipient is present in the other State for a period or 
periods not exceeding in the aggregate 183 days in any twelve 
month period commencing or ending in the fiscal year 
concerned, and

b) the remuneration is paid by, or on behalf of, an employer 
who is not a resident of the other State, and

c) the remuneration is not borne by a permanent establishment 
which the employer has in the other State.

3. Notwithstanding the preceding provisions of this Article 
and Article 1, remuneration derived by an individual, whether 
a resident of a Contracting State or not, in respect of an 
employment, as a member of the regular complement of a ship or 
aircraft, that is exercised aboard a ship or aircraft operated 
in international traffic by an enterprise of a Contracting 
State shall be taxable only in that Contracting State. Where, 
however, such remuneration is derived by a resident of the 
other Contracting State, it may also be taxed in that other 
State.

Article 15

Director&#39;s fees

Directors&#39; fees and other similar payments derived by a 
resident of a Contracting State in his capacity as a member of 
the board of directors or of a similar organ of a company 
which is a resident of the other Contracting State may be 
taxed in that other State.

Article 16

Entertainers and sportspersons

1. Notwithstanding the provisions of Article 14, income 
derived by a resident of a Contracting State as an 
entertainer, such as a theatre, motion picture, radio or 
television artiste, or a musician, or as a sportsperson, from 
that resident&#39;s personal activities as such exercised in the 
other Contracting State, may be taxed in that other State.

2. Where income in respect of personal activities exercised by 
an entertainer or a sportsperson acting as such accrues not to 
the entertainer or sportsperson but to another person, that 
income may, notwithstanding the provisions of Article 14, be 
taxed in the Contracting State in which the activities of the 
entertainer or sportsperson are exercised.

Article 17

Pensions, annuities and similar payments

1. Pensions and other similar remuneration (including 
annuities) arising in a Contracting State and disbursements 
under the Social Security legislation of a Contracting State, 
paid to a resident of the other Contracting State may be taxed 
in the first-mentioned Contracting State. 

2. The term &quot;annuity&quot; means a stated sum payable periodically 
at stated times during life or during a specified or 
ascertainable period of time under an obligation to make the 
payments in return for adequate and full consideration in 
money or money&#39;s worth.

Article 18

Government service

1. a) Salaries, wages and other similar remuneration, other 
than income to which Article 17 applies, paid by a Contracting 
State or a political subdivision or a local authority thereof 
to an individual in respect of services rendered to that State 
or subdivision or authority shall be taxable only in that 
State.

b) However, such salaries, wages and other similar 
remuneration shall be taxable only in the other Contracting 
State if the services are rendered in that State and the 
individual is a resident of that State who:

(i) is a national of that State; or

(ii) did not become a resident of that State solely for the 
purpose of rendering the services.

2. The provisions of Article 14, 15 and 16 shall apply to 
salaries, wages, and other similar remuneration in respect of 
services rendered in connection with a business carried on by 
a Contracting State or a political subdivision or a local 
authority thereof.

Article 19

Students

1. Payments which a student or business apprentice who is or 
was immediately before visiting a Contracting State a resident 
of the other Contracting State and who is present in the 
first-mentioned State solely for the purpose of his education 
or training receives for the purpose of his maintenance, 
education or training shall not be taxed in that State, 
provided that such payments arise from sources outside that 
State.

2. In respect of grants, scholarships and other similar 
remuneration and remuneration from employment not covered by 
paragraph 1, a student or business apprentice referred to in 
paragraph 1 shall, in addition, be entitled during such 
education or training to the same exemptions, reliefs or 
reductions in respect of taxes available to residents of the 
Contracting State which he is visiting.

Article 20

Other income

1. Items of income of a resident of a Contracting State, 
wherever arising, not dealt with in the foregoing Articles of 
this Convention shall be taxable only in that State.

2. The provisions of paragraph 1 shall not apply to income, 
other than income from immovable property as defined in 
paragraph 2 of Article 6, if the recipient of such income, 
being a resident of a Contracting State, carries on business 
in the other Contracting State through a permanent 
establishment situated therein and the right or property in 
respect of which the income is paid is effectively connected 
with such permanent establishment. In such case the provisions 
of Article 7 shall apply.

Article 21

Capital

1. Capital represented by immovable property referred to in 
Article 6, owned by a resident of a Contracting State and 
situated in the other Contracting State, may be taxed in that 
other State.

2. Capital represented by movable property forming part of the 
business property of a permanent establishment which an 
enterprise of a Contracting State has in the other Contracting 
State may be taxed in that other State.

3. Capital of an enterprise of a Contracting State that 
operates ships or aircraft in international traffic 
represented by such ships or aircraft, and by movable property 
pertaining to the operation of such ships or aircraft, shall 
be taxable only in that State.

4. All other elements of capital of a resident of a 
Contracting State shall be taxable only in that State.

Article 22

Elimination of double taxation

Double taxation shall be eliminated as follows:

1. In Slovenia:

a) Where a resident of Slovenia derives income or owns capital 
which, in accordance with the provisions of this Convention, 
may be taxed in Sweden, Slovenia shall allow:

(i) as deduction from the tax on the income of that resident, 
an amount equal to the income tax paid in Sweden;

(ii) as a deduction from the tax on the capital of that 
resident, an amount equal to the capital tax paid in Sweden.

Such deduction in either case shall not, however, exceed that 
part of the income tax or capital tax, as computed before the 
deduction is given, which is attributable, as the case may be, 
to the income or the capital which may be taxed in Sweden.

b) Where in accordance with any provision of the Convention 
income derived or capital owned by a resident of Slovenia is 
exempt from tax in Slovenia, Slovenia may nevertheless, in 
calculating the amount of tax on the remaining income or 
capital of such resident, take into account the exempted 
income or capital.

2. In Sweden:

a) Where a resident of Sweden derives income which under the 
laws of Slovenia and in accordance with the provisions of this 
Convention may be taxed in Slovenia, Sweden shall allow - 
subject to the provisions of the laws of Sweden concerning 
credit for foreign tax (as they may be amended from time to 
time without changing the general principle hereof) - as a 
deduction from the tax on such income, an amount equal to the 
Slovenian tax paid in respect of such income.

b) Where a resident of Sweden derives income which, in 
accordance with the provisions of this Convention, shall be 
taxable only in Slovenia, Sweden may, when determining the 
graduated rate of Swedish tax, take into account the income 
which shall be taxable only in Slovenia.

c) Notwithstanding the provisions of sub-paragraph a) of this 
paragraph, dividends paid by a company which is a resident of 
Slovenia to a company which is a resident of Sweden shall be 
exempt from Swedish tax according to the provisions of Swedish 
law governing the exemption of tax on dividends paid to 
Swedish companies by companies abroad.

Article 23

Non-discrimination

1. Nationals of a Contracting State shall not be subjected in 
the other Contracting State to any taxation or any requirement 
connected therewith, which is other or more burdensome than 
the taxation and connected requirements to which nationals of 
that other State in the same circumstances, in particular with 
respect to residence, are or may be subjected. This provision 
shall, notwithstanding the provisions of Article 1, also apply 
to persons who are not residents of one or both of the 
Contracting States.

2. The taxation on a permanent establishment which an 
enterprise of a Contracting State has in the other Contracting 
State shall not be less favourably levied in that other State 
than the taxation levied on enterprises of that other State 
carrying on the same activities. This provision shall not be 
construed as obliging a Contracting State to grant to resi-
dents of the other Contracting State any personal allowances, 
reliefs and reductions for taxation purposes on account of 
civil status or family responsibilities which it grants to its 
own residents.

3. Except where the provisions of paragraph 1 of Article 9, 
paragraph 7 of Article 11, or paragraph 6 of Article 12, 
apply, interest, royalties and other disbursements paid by an 
enterprise of a Contracting State to a resident of the other 
Contracting State shall, for the purpose of determining the 
taxable profits of such enterprise, be deductible under the 
same conditions as if they had been paid to a resident of the 
first-mentioned State. Similarly, any debts of an enterprise 
of a Contracting State to a resident of the other Contracting 
State shall, for the purpose of determining the taxable 
capital of such enterprise, be deductible under the same con-
ditions as if they had been contracted to a resident of the 
first-mentioned State.

4. Enterprises of a Contracting State, the capital of which is 
wholly or partly owned or controlled, directly or indirectly, 
by one or more residents of the other Contracting State, shall 
not be subjected in the first-mentioned State to any taxation 
or any requirement connected therewith which is other or more 
burdensome than the taxation and connected requirements to 
which other similar enterprises of the first-mentioned State 
are or may be subjected.

5. The provisions of this Article shall, notwithstanding the 
provisions of Article 2, apply to taxes of every kind and 
description.

Article 24

Mutual agreement procedure

1. Where a person considers that the actions of one or both of 
the Contracting States result or will result for him in 
taxation not in accordance with the provisions of this 
Convention, he may, irrespective of the remedies provided by 
the domestic law of those States, present his case to the 
competent authority of the Contracting State of which he is a 
resident or, if his case comes under paragraph 1 of 
Article 23, to that of the Contracting State of which he is a 
national. The case must be presented within three years from 
the first notification of the action resulting in taxation not 
in accordance with the provisions of the Convention.

2. The competent authority shall endeavour, if the objection 
appears to it to be justified and if it is not itself able to 
arrive at a satisfactory solution, to resolve the case by 
mutual agreement with the competent authority of the other 
Contracting State, with a view to the avoidance of taxation 
which is not in accordance with the Convention. Any agreement 
reached shall be implemented notwithstanding any time limits 
in the domestic law of the Contracting States.

3. The competent authorities of the Contracting States shall 
endeavour to resolve by mutual agreement any difficulties or 
doubts arising as to the interpretation or application of the 
Convention. They may also consult together for the elimination 
of double taxation in cases not provided for in the 
Convention.

4. The competent authorities of the Contracting States may 
communicate with each other directly for the purpose of 
reaching an agreement in the sense of the preceding 
paragraphs.

Article 25

Exchange of information

1. The competent authorities of the Contracting States shall 
exchange such information as is foreseeably relevant for 
carrying out the provisions of this Convention or to the 
administration or enforcement of the domestic laws concerning 
taxes of every kind and description imposed on behalf of the 
Contracting States, or of their political subdivisions or 
local authorities, insofar as the taxation thereunder is not 
contrary to the Convention. The exchange of information is not 
restricted by Articles 1 and 2.

2. Any information received under paragraph 1 by a Contracting 
State shall be treated as secret in the same manner as 
information obtained under the domestic laws of that State and 
shall be disclosed only to persons or authorities (including 
courts and administrative bodies) concerned with the 
assessment or collection of, the enforcement or prosecution in 
respect of, the determination of appeals in relation to the 
taxes referred to in paragraph 1, or the oversight of the 
above. Such persons or authorities shall use the information 
only for such purposes. They may disclose the information in 
public court proceedings or in judicial decisions. 
Notwithstanding the foregoing, information received by a 
Contracting State may be used for other purposes when such 
information may be used for such other purposes under the laws 
of both States and the competent authority of the supplying 
State authorises such use.

3. In no case shall the provisions of paragraphs 1 and 2 be 
construed so as to impose on a Contracting State the 
obligation:

a) to carry out administrative measures at variance with the 
laws and administrative practice of that or of the other 
Contracting State;

b) to supply information which is not obtainable under the 
laws or in the normal course of the administration of that or 
of the other Contracting State;

c) to supply information which would disclose any trade, 
business, industrial, commercial or professional secret or 
trade process, or information, the disclosure of which would 
be contrary to public policy (ordre public).

4. If information is requested by a Contracting State in 
accordance with this Article, the other Contracting State 
shall use its information gathering measures to obtain the 
requested information, even though that other State may not 
need such information for its own tax purposes. The obligation 
contained in the preceding sentence is subject to the 
limitations of paragraph 3 but in no case shall such 
limitations be construed to permit a Contracting State to 
decline to supply information solely because it has no do-
mestic interest in such information.

5. In no case shall the provisions of paragraph 3 be construed 
to permit a Contracting State to decline to supply information 
solely because the information is held by a bank, other 
financial institution, nominee or person acting in an agency 
or a fiduciary capacity or because it relates to ownership 
interests in a person.

Article 26

Members of diplomatic missions and consular posts

Nothing in this Convention shall affect the fiscal privileges 
of members of diplomatic missions or consular posts under the 
general rules of international law or under the provisions of 
special agreements.

Article 27

Limitations on benefits

1. Notwithstanding the other provisions of this Convention, a 
benefit under this Convention shall not be granted in respect 
of an item of income or capital if it is reasonable to 
conclude, having regard to all relevant facts and 
circumstances, that obtaining that benefit was one of the 
principal purposes of any arrangement or transaction that 
resulted directly or indirectly in that benefit, unless it is 
established that granting that benefit in these circumstances 
would be in accordance with the object and purpose of the 
relevant provisions of this Convention.

2. Notwithstanding the other provisions of this Convention, 
where

a) a company that is a resident of a Contracting State derives 
its income primarily from other States

(i) from activities such as banking, shipping, financing or 
insurance or

(ii) from being the headquarters, co-ordination centre or 
similar entity providing administrative services or other 
support to a group of companies which carry on business 
primarily in other States; and

b) such income would bear a significantly lower tax under the 
laws of that State than income from similar activities carried 
out within that State or from being the headquarters, co-
ordination centre or similar entity providing administrative 
services or other support to a group of companies which carry 
on business in that State, as the case may be,

any provisions of this Convention conferring an exemption or a 
reduction of tax shall not apply to the income of such company 
and to the dividends paid by such company.

Article 28 

Entry into force

1. Each of the Contracting States shall notify the other in 
writing, through diplomatic channels, of the completion of the 
procedures required by its law for the entry into force of 
this Convention.

2. The Convention shall enter into force on the thirtieth day 
after the receipt of the later of these notifications and 
shall thereupon have effect:

a) in respect of taxes withheld at source, for amounts paid or 
credited on or after the first day of January of the calendar 
year next following the date on which the Convention enters 
into force;

b) in respect of other taxes on income, and taxes on capital, 
on taxes chargeable for any tax year beginning on or after the 
first day of January of the calendar year next following the 
date on which the Convention enters into force.

3. Notwithstanding the provisions of paragraph 2, the 
provisions of Article 24 (Mutual agreement procedure) and 
Article 25 (Exchange of information) shall have effect from 
the date of entry into force of this Convention, without 
regard to the taxable period to which the matter relates.

4. The Convention between the Socialist Federal Republic of 
Yugoslavia and the Kingdom of Sweden for the avoidance of 
double taxation with respect to taxes on income and capital, 
signed at Stockholm on 18th June 1980 (&quot;the prior 
Convention&quot;), shall cease to have effect between Slovenia and 
Sweden with respect to any tax on the date upon which this 
Convention has effect with respect to that tax in accordance 
with the provisions of paragraph 2.

5. Notwithstanding the provisions of paragraphs 2 and 4 and 
the provisions of Article 17, where, immediately before the 
entry into force of this Convention, an individual was in 
receipt of payments falling within paragraphs 1, 2 and 3 of 
Article 18 of the prior Convention, that individual may make 
an election that the provisions of that Article, and not the 
provisions of Article 17 of this Convention, shall continue to 
apply to those payments. That election shall have effect for 
the year in which it is made and for subsequent years unless 
revoked by the individual. Where an election has been so 
revoked, no further election under this paragraph may be made.

Article 29

Termination

This Convention shall remain in force until terminated by a 
Contracting State. Either Contracting State may terminate the 
Convention, through diplomatic channels, by giving written 
notice of termination at least six months before the end of 
any calendar year. In such case, the Convention shall cease to 
have effect:

a) in respect of taxes withheld at source, for amounts paid or 
credited on or after the first day of January of the calendar 
year next following the end of the six-month period;

b) in respect of other taxes on income, and taxes on capital, 
on taxes chargeable for any tax year beginning on or after the 
first day of January of the calendar year next following the 
end of the six-month period.

IN WITNESS WHEREOF the undersigned, being duly authorized 
thereto, have signed this Convention.

DONE at Brussels this 12th day of May 2021 in duplicate in the 
English language.

For the Kingdom of Sweden

Lars Danielsson

For the republic of Slovenia

Iztok Jarc

Protocol

At the moment of signing the Convention between the Kingdom of 
Sweden and the Republic of Slovenia for the elimination of 
double taxation with respect to taxes on income and on capital 
and the prevention of tax evasion and avoidance (hereinafter 
referred to as &quot;the Convention&quot;), the Kingdom of Sweden and 
the Republic of Slovenia have agreed that the following 
provisions shall form an integral part of the Convention:

1. With reference to Article 2:

It is understood that should Sweden in the future introduce a 
tax on capital, the Convention shall apply to such tax. In 
such case double taxation shall be eliminated as follows: 

Where a resident of Sweden owns capital which, in accordance 
with the provisions of the Convention, may be taxed in 
Slovenia, Sweden shall allow as a deduction from the tax on 
the capital of that resident an amount equal to the capital 
tax paid in Slovenia. Such deduction shall not, however, 
exceed that part of the Swedish capital tax, as computed 
before the deduction is given, which is attributable to the 
capital which may be taxed in Slovenia.

2. With reference to Article 8:

With respect to profits derived by the air transport 
consortium Scandinavian Airlines System (SAS), the provisions 
of paragraph 1 of Article 8 of the Convention shall apply only 
to such part of the profits as corresponds to the 
participation held in that consortium by SAS Sverige AB, the 
Swedish partner of SAS.

3. With reference to Article 11:

At the time of the signing of the Convention, the institutions 
referred to in subparagraph b) of paragraph 3 of Article 11 of 
the Convention are:

a) in Slovenia, the Slovenian Export and Development Bank (SID 
- Slovenska izvozna in razvojna banka);

b) in Sweden, The Swedish Export Credit Corporation (AB Svensk 
Exportkredit) and The Swedish Export Credit Agency (Export-
kreditn&#228;mnden).

The competent authorities of the Contacting States may agree 
on additional similar institutions to be covered by 
subparagraph b) of paragraph 3 of Article 11 of the 
Convention.

4. With reference to Article 13:

With respect to gains derived by the air transport consortium 
Scandinavian Airlines System (SAS), the provisions of 
paragraph 3 of Article 13 of the Convention shall apply only 
to such part of the gains as corresponds to the participation 
held in that consortium by SAS Sverige AB, the Swedish partner 
of SAS.

5. With reference to Article 21:

With respect to capital owned by the air transport consortium 
Scandinavian Airlines System (SAS), the provisions of 
paragraph 3 of Article 21 of the Convention shall apply only 
to such part of the capital as corresponds to the 
participation held in that consortium by SAS Sverige AB, the 
Swedish partner of SAS.

IN WITNESS WHEREOF the undersigned, being duly authorized 
thereto, have signed this Protocol.

DONE at Brussels this 12th day of May 2021 in duplicate in the 
English language.

For the Kingdom of Sweden

Lars Danielsson

For the republic of Slovenia

Iztok Jarc


(&#214;vers&#228;ttning)

AVTAL MELLAN KONUNGARIKET SVERIGE OCH REPUBLIKEN SLOVENIEN F&#214;R 
UNDVIKANDE AV DUBBELBESKATTNING BETR&#196;FFANDE SKATTER P&#197; INKOMST 
OCH P&#197; F&#214;RM&#214;GENHET SAMT F&#214;RHINDRANDE AV SKATTEFLYKT OCH 
SKATTEUNDANDRAGANDE

Konungariket Sverige och Republiken Slovenien,

som avser att ing&#229; avtal f&#246;r undvikande av dubbelbeskattning 
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, utan att 
skapa f&#246;ruts&#228;ttningar f&#246;r icke-beskattning eller minskad skatt 
genom skatteflykt eller skatteundandragande (d&#228;ri inbegripet 
genom s.k. treaty-shopping, som syftar till att personer med 
hemvist i en stat som inte &#228;r part till detta avtal indirekt 
ska f&#229; f&#246;rm&#229;ner enligt detta avtal),

har kommit &#246;verens om f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

1. Detta avtal till&#228;mpas p&#229; personer som har hemvist i en 
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

2. Vid till&#228;mpningen av detta avtal ska inkomst som f&#246;rv&#228;rvas 
av eller genom en person, som enligt skattelagstiftningen i 
n&#229;gon av de avtalsslutande staterna helt eller delvis &#228;r 
f&#246;rem&#229;l f&#246;r del&#228;garbeskattning, anses f&#246;rv&#228;rvad av en person 
med hemvist i en avtalsslutande stat till den del som 
inkomsten, enligt skattelagstiftningen i denna stat, behandlas 
som inkomst hos en person med hemvist i den staten. 
Best&#228;mmelserna i denna punkt p&#229;verkar inte p&#229; n&#229;got s&#228;tt en 
avtalsslutande stats r&#228;tt att beskatta personer med hemvist i 
denna stat.

Artikel 2

Skatter p&#229; vilka avtalet till&#228;mpas

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229; 
f&#246;rm&#246;genhet som p&#229;f&#246;rs f&#246;r en avtalsslutande stats, dess 
politiska underavdelningars eller lokala myndigheters r&#228;kning, 
oberoende av det s&#228;tt p&#229; vilket skatterna tas ut.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla 
skatter som tas ut p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet 
eller p&#229; delar av inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripet 
skatter p&#229; vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s eller fast 
egendom, samt skatter p&#229; v&#228;rdestegring.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter, p&#229; vilka detta avtal 
till&#228;mpas, &#228;r s&#228;rskilt:

a) i Slovenien:

1) skatten p&#229; juridiska personers inkomst (davek od dohodkov 
pravnih oseb),

2) skatten p&#229; fysiska personers inkomst (dohodnina), och

3) skatten p&#229; egendom (davek od premo?enja)

(i det f&#246;ljande ben&#228;mnda &quot;slovensk skatt&quot;),

b) i Sverige:

1) den statliga inkomstskatten,

2) kupongskatten,

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta,

4) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta artister 
m.fl., och

5) den kommunala inkomst-skatten

(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;).

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak 
likartat slag, som efter undertecknandet av avtalet tas ut vid 
sidan av eller i st&#228;llet f&#246;r de skatter som anges i punkt 3. 
De beh&#246;riga myndigheterna i de avtalsslutande staterna ska 
meddela varandra de v&#228;sentliga &#228;ndringar som gjorts i deras 
skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mp-
ningen av detta avtal f&#246;ljande uttryck nedan angiven 
betydelse:

a) &quot;Slovenien&quot; avser Republiken Slovenien och, n&#228;r uttrycket 
anv&#228;nds i geografisk betydelse, avser Sloveniens territorium 
och de havsomr&#229;den &#246;ver vilka Slovenien i &#246;verensst&#228;mmelse med 
folkr&#228;ttens regler ut&#246;var suver&#228;na eller juridiska 
r&#228;ttigheter,

b) &quot;Sverige&quot; avser Konungariket Sverige och, n&#228;r uttrycket 
anv&#228;nds i geografisk betydelse, innefattar Sveriges 
territorium, Sveriges territorialhav och andra havsomr&#229;den 
&#246;ver vilka Sverige i &#246;verensst&#228;mmelse med folkr&#228;ttens regler 
ut&#246;var suver&#228;na r&#228;ttigheter eller jurisdiktion,

c) &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande 
staten&quot; avser Slovenien eller Sverige, beroende p&#229; 
sammanhanget,

d) &quot;person&quot; inbegriper fysisk person, bolag och annan samman-
slutning,

e) &quot;bolag&quot; avser juridisk person eller annan som vid 
beskattningen behandlas s&#229;som juridisk person,

f) &quot;f&#246;retag&quot; avser bedrivandet av varje form av r&#246;relse,

g) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra 
avtalsslutande staten&quot; avser f&#246;retag som bedrivs av en person 
med hemvist i en avtalsslutande stat, respektive f&#246;retag som 
bedrivs av person med hemvist i den andra avtalsslutande 
staten,

h) &quot;internationell trafik&quot; avser transport med skepp eller 
luftfartyg, utom d&#229; skeppet eller luftfartyget anv&#228;nds 
uteslutande mellan platser i en avtalsslutande stat av ett 
f&#246;retag som inte &#228;r ett f&#246;retag i denna stat,

i) &quot;beh&#246;rig myndighet&quot; avser:

1) i Slovenien, Finansdepartementet eller dess befullm&#228;ktigade 
ombud,

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud 
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig 
myndighet vid till&#228;mpningen av detta avtal,

j) &quot;medborgare&quot;, avser i f&#246;rh&#229;llande till en avtalsslutande 
stat:

1) fysisk person som &#228;r medborgare i denna avtalsslutande 
stat, och

2) juridisk person, handelsbolag eller annan sammanslutning 
enligt den lagstiftning som g&#228;ller i denna avtalsslutande 
stat,

k) &quot;r&#246;relse&quot; innefattar ut&#246;vandet av fritt yrke och annan 
sj&#228;lvst&#228;ndig verksamhet.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet vid n&#229;gon 
tidpunkt anses, s&#229;vida inte sammanhanget f&#246;ranleder annat, 
varje uttryck som inte definierats i avtalet ha den betydelse 
som uttrycket har vid denna tidpunkt enligt den statens 
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet 
till&#228;mpas, och den betydelse som uttrycket har enligt 
till&#228;mplig skattelagstiftning i denna stat &#228;ger f&#246;retr&#228;de 
framf&#246;r den betydelse uttrycket ges i annan lagstiftning i 
denna stat.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;person 
med hemvist i en avtalsslutande stat&quot; person som enligt 
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av 
domicil, bos&#228;ttning, plats f&#246;r f&#246;retagsledning, eller annan 
liknande omst&#228;ndighet och innefattar ocks&#229; denna stat, dess 
offentligr&#228;ttsliga organ eller institutioner, politiska 
underavdelningar eller lokala myndigheter. Detta uttryck 
inbegriper emellertid inte person som &#228;r skattskyldig i denna 
stat endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r 
f&#246;rm&#246;genhet bel&#228;gen d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har 
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist 
p&#229; f&#246;ljande s&#228;tt:

a) han anses ha hemvist endast i den stat d&#228;r han har en 
bostad som stadigvarande st&#229;r till hans f&#246;rfogande. Om han har 
en s&#229;dan bostad i b&#229;da staterna, anses han ha hemvist endast i 
den stat med vilken hans personliga och ekonomiska f&#246;rbin-
delser &#228;r starkast (centrum f&#246;r levnadsintressena),

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r 
sina levnadsintressen eller om han inte i n&#229;gondera staten har 
en bostad som stadigvarande st&#229;r till hans f&#246;rfogande, anses 
han ha hemvist endast i den stat d&#228;r han stadigvarande vistas,

c) om han stadigvarande vistas i b&#229;da staterna eller om han 
inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist 
endast i den stat d&#228;r han &#228;r medborgare,

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r 
medborgare i n&#229;gon av dem, ska de beh&#246;riga myndigheterna i de 
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig 
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n 
fysisk person har hemvist i b&#229;da avtalsslutande staterna, ska 
de beh&#246;riga myndigheterna i de avtalsslutande staterna genom 
&#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra i vilken avtalsslutande 
stat personen ska anses ha sitt hemvist vid till&#228;mpningen av 
detta avtal, med h&#228;nsyn till platsen f&#246;r dess verkliga 
ledning, den lagstiftning enligt vilken personen har bildats 
och andra relevanta omst&#228;ndigheter. I avsaknad av s&#229;dan 
&#246;verenskommelse ska personen inte vara ber&#228;ttigad till n&#229;gon 
neds&#228;ttning av eller befrielse fr&#229;n skatt enligt avtalet, utom 
till den del och p&#229; det s&#228;tt som de beh&#246;riga myndigheterna i 
de avtalsslutande staterna kommer &#246;verens om.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal avser uttrycket &quot;fast 
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n 
vilken en verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad, och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats 
f&#246;r utvinning av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings-, monterings- eller 
installationsverksamhet eller verksamhet som best&#229;r av 
&#246;vervakning i anslutning d&#228;rtill utg&#246;r fast driftst&#228;lle endast 
om verksamheten p&#229;g&#229;r l&#228;ngre tid &#228;n tolv m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel 
anses uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring, 
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande 
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande 
f&#246;r bearbetning eller f&#246;r&#228;dling genom ett annat f&#246;retags 
f&#246;rsorg,

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet 
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av 
upplysningar f&#246;r f&#246;retaget,

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet 
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av 
f&#246;rberedande eller bitr&#228;dande art,

f) ett installationsprojekt som ett f&#246;retag i en 
avtalsslutande stat bedriver i den andra avtalsslutande staten 
i samband med leverans av maskiner eller utrustning som har 
tillverkats av f&#246;retaget,

g) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet 
uteslutande f&#246;r n&#229;gon kombination av verksamheter som anges i 
a) till f) ovan, under f&#246;ruts&#228;ttning att hela den verksamhet 
som bedrivs fr&#229;n den stadigvarande platsen f&#246;r aff&#228;rs-
verksamhet p&#229; grund av denna kombination &#228;r av f&#246;rberedande 
eller bitr&#228;dande art.

5. Punkt 4 till&#228;mpas inte p&#229; en stadigvarande plats f&#246;r 
aff&#228;rsverksamhet som anv&#228;nds eller innehas av ett f&#246;retag, om 
samma f&#246;retag eller ett n&#228;rst&#229;ende f&#246;retag bedriver 
aff&#228;rsverksamhet p&#229; samma plats eller p&#229; annan plats i samma 
avtalsslutande stat och

a) denna plats eller annan plats utg&#246;r fast driftst&#228;lle f&#246;r 
f&#246;retaget eller det n&#228;rst&#229;ende f&#246;retaget enligt best&#228;mmelserna 
i denna artikel, eller

b) den samlade verksamhet som bedrivs genom en kombination av 
verksamheter av dessa tv&#229; f&#246;retag p&#229; samma plats, eller av 
samma f&#246;retag eller n&#228;rst&#229;ende f&#246;retag p&#229; de tv&#229; platserna, 
inte &#228;r av f&#246;rberedande eller bitr&#228;dande art,

f&#246;rutsatt att den aff&#228;rsverksamhet som bedrivs av de tv&#229; 
f&#246;retagen p&#229; samma plats, eller av samma f&#246;retag eller 
n&#228;rst&#229;ende f&#246;retag p&#229; de tv&#229; platserna, utg&#246;r kompletterande 
funktioner som &#228;r en del av en sammanh&#228;ngande 
aff&#228;rsverksamhet.

6. Om en person - som inte &#228;r en s&#229;dan oberoende representant 
p&#229; vilken punkt 7 till&#228;mpas - &#228;r verksam f&#246;r ett f&#246;retag samt 
i en avtalsslutande stat har och d&#228;r regelm&#228;ssigt anv&#228;nder 
fullmakt att sluta avtal i f&#246;retagets namn, anses detta 
f&#246;retag - utan hinder av best&#228;mmelserna i punkterna 1 och 2 - 
ha fast driftst&#228;lle i denna stat i fr&#229;ga om varje verksamhet 
som personen driver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om 
den verksamhet som personen bedriver &#228;r begr&#228;nsad till s&#229;dan 
som anges i punkt 4 och som, om den bedrevs fr&#229;n en stadig-
varande plats f&#246;r aff&#228;rsverksamhet, inte skulle g&#246;ra denna 
stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast driftst&#228;lle 
enligt best&#228;mmelserna i n&#228;mnda punkt.

7. Ett f&#246;retag anses inte ha fast driftst&#228;lle i en 
avtalsslutande stat endast p&#229; den grund att f&#246;retaget bedriver 
aff&#228;rsverksamhet i denna stat genom f&#246;rmedling av m&#228;klare, 
kommission&#228;r eller annan oberoende representant, under 
f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin sedvanliga 
aff&#228;rsverksamhet. Om emellertid en s&#229;dan representant bedriver 
sin verksamhet uteslutande eller n&#228;stan uteslutande f&#246;r f&#246;re-
tagets r&#228;kning och om det i fr&#229;ga om handelsf&#246;rbindelser eller 
finansiella f&#246;rbindelser mellan f&#246;retaget och representanten 
f&#246;reskrivs villkor som avviker fr&#229;n dem som skulle ha avtalats 
mellan oberoende f&#246;retag, ska representanten inte anses som en 
s&#229;dan oberoende representant som avses i denna punkt.

8. Den omst&#228;ndigheten att ett bolag med hemvist i en avtals-
slutande stat kontrollerar eller kontrolleras av ett bolag med 
hemvist i den andra avtalsslutande staten eller ett bolag som 
bedriver aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n 
fast driftst&#228;lle eller p&#229; annat s&#228;tt) medf&#246;r inte i sig att 
n&#229;gotdera bolaget utg&#246;r fast driftst&#228;lle f&#246;r det andra.

9. Vid till&#228;mpningen av denna artikel ska ett f&#246;retag anses 
n&#228;rst&#229;ende till ett f&#246;retag om, med beaktande av alla 
relevanta fakta och omst&#228;ndigheter, det ena kontrollerar det 
andra eller b&#229;da f&#246;retagen kontrolleras av samma personer 
eller f&#246;retag. Ett f&#246;retag anses under alla omst&#228;ndigheter 
vara n&#228;rst&#229;ende till ett f&#246;retag om det ena direkt eller 
indirekt innehar mer &#228;n 50 procent av &#228;garandelarna i det 
andra (eller, i fr&#229;ga om ett bolag, mer &#228;n 50 procent av det 
sammanlagda r&#246;stetalet och v&#228;rdet av bolagets andelar eller 
aktiekapital) eller om en person eller ett annat f&#246;retag 
direkt eller indirekt innehar mer &#228;n 50 procent av 
&#228;garandelarna (eller, i fr&#229;ga om ett bolag, mer &#228;n 50 procent 
av det sammanlagda r&#246;stetalet och v&#228;rdet av bolagets andelar 
eller aktiekapital) i b&#229;da f&#246;retagen.

Artikel 6

Inkomst fr&#229;n fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat 
f&#246;rv&#228;rvar av fast egendom (d&#228;ri inbegripet inkomst av lantbruk 
eller skogsbruk) bel&#228;gen i den andra avtalsslutande staten, 
f&#229;r beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket 
har enligt lagstiftningen i den avtalsslutande stat d&#228;r 
egendomen &#228;r bel&#228;gen. Uttrycket inbegriper dock alltid 
tillbeh&#246;r till fast egendom, levande och d&#246;da inventarier i 
lantbruk och skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i 
privatr&#228;tten om fast egendom till&#228;mpas, byggnader, 
nyttjander&#228;tt till fast egendom samt r&#228;tt till f&#246;r&#228;nderliga 
eller fasta ers&#228;ttningar f&#246;r nyttjandet av eller r&#228;tten att 
nyttja mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng. 
Skepp och luftfartyg anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas 
genom omedelbart brukande, uthyrning eller annan anv&#228;ndning av 
fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; 
inkomst av fast egendom som tillh&#246;r f&#246;retag.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat 
f&#246;rv&#228;rvar, beskattas endast i denna stat, s&#229;vida inte 
f&#246;retaget bedriver r&#246;relse i den andra avtalsslutande staten 
fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle. Om f&#246;retaget bedriver 
r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r inkomst som &#228;r h&#228;nf&#246;rlig 
till det fasta driftst&#228;llet i enlighet med best&#228;mmelserna i 
punkt 2 beskattas i den andra staten.

2. Vid till&#228;mpningen av denna artikel och artikel 22 ska den 
inkomst som i vardera avtalsslutande staten &#228;r h&#228;nf&#246;rlig till 
det fasta driftst&#228;llet som avses i punkt 1 vara den inkomst 
som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat, s&#228;r-
skilt med avseende p&#229; driftst&#228;llets mellanhavanden med andra 
delar av f&#246;retaget, om det hade varit ett frist&#229;ende f&#246;retag 
som bedrivit verksamhet av samma eller liknande slag under 
samma eller liknande villkor, med beaktande av de funktioner 
som utf&#246;rts, tillg&#229;ngar som anv&#228;nts och risker som f&#246;retaget 
har tagit genom det fasta driftst&#228;llet och genom andra delar 
av f&#246;retaget.

3. I fall d&#229; en avtalsslutande stat, i enlighet med punkt 2, 
justerar de inkomster som &#228;r h&#228;nf&#246;rliga till ett fast 
driftst&#228;lle f&#246;r ett f&#246;retag med hemvist i en av de 
avtalsslutande staterna och d&#228;rmed beskattar f&#246;retaget f&#246;r 
inkomst som har beskattats i den andra staten, ska denna andra 
avtalsslutande stat, i den utstr&#228;ckning som &#228;r n&#246;dv&#228;ndigt f&#246;r 
att undvika dubbelbeskattning av dessa inkomster, genomf&#246;ra 
vederb&#246;rlig justering om den inst&#228;mmer med den justering som 
gjorts av den f&#246;rstn&#228;mnda staten. Om den andra avtalsslutande 
staten inte inst&#228;mmer ska de avtalsslutande staterna s&#246;ka un-
danr&#246;ja eventuell dubbelbeskattning till f&#246;ljd av detta genom 
&#246;msesidig &#246;verenskommelse.

4. Ing&#229;r i inkomst av r&#246;relse, inkomst som behandlas s&#228;rskilt 
i andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa 
artiklar inte av best&#228;mmelserna i denna artikel.

Artikel 8

Internationell sj&#246;- och luftfart

1. Inkomst som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande stat 
genom anv&#228;ndningen av skepp eller luftfartyg i internationell 
trafik beskattas endast i denna stat.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som 
f&#246;rv&#228;rvas genom deltagande i en pool, ett gemensamt f&#246;retag 
eller en internationell driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;:

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt 
deltar i ledningen eller kontrollen av ett f&#246;retag i den andra 
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital, 
eller

b) samma personer direkt eller indirekt deltar i ledningen 
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat 
som ett f&#246;retag i den andra avtalsslutande staten eller &#228;ger 
del i b&#229;da dessa f&#246;retags kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller 
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som 
avviker fr&#229;n dem som skulle ha avtalats mellan av varandra 
oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana villkor 
skulle ha tillkommit det ena f&#246;retaget men som p&#229; grund av 
villkoren i fr&#229;ga inte tillkommit detta f&#246;retag, inr&#228;knas i 
detta f&#246;retags inkomst och beskattas i &#246;verensst&#228;mmelse 
d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat i inkomsten f&#246;r ett 
f&#246;retag i denna stat inr&#228;knar - och i &#246;verensst&#228;mmelse d&#228;rmed 
beskattar - inkomst, f&#246;r vilken ett f&#246;retag i den andra 
avtalsslutande staten beskattats i denna andra stat, samt den 
s&#229;lunda inr&#228;knade inkomsten &#228;r s&#229;dan som skulle ha tillkommit 
f&#246;retag i den f&#246;rstn&#228;mnda staten om de villkor som avtalats 
mellan f&#246;retagen hade varit s&#229;dana som skulle ha avtalats 
mellan av varandra oberoende f&#246;retag, ska denna andra stat 
genomf&#246;ra vederb&#246;rlig justering av det skattebelopp som 
p&#229;f&#246;rts inkomsten d&#228;r, under f&#246;ruts&#228;ttning att denna andra 
stat anser att justeringen &#228;r ber&#228;ttigad. Vid s&#229;dan justering 
iakttas &#246;vriga best&#228;mmelser i detta avtal och de beh&#246;riga 
myndigheterna i de avtalsslutande staterna ska vid behov 
&#246;verl&#228;gga med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat 
till person med hemvist i den andra avtalsslutande staten f&#229;r 
beskattas i denna andra stat.

2. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat 
f&#229;r emellertid beskattas &#228;ven i den staten, enligt 
lagstiftningen i denna stat, men om den som har r&#228;tt till 
utdelningen har hemvist den andra avtalsslutande staten f&#229;r 
skatten inte &#246;verstiga: 

a) 5 procent av utdelningens bruttobelopp om den som har r&#228;tt 
till utdelningen &#228;r ett bolag som direkt innehar minst 
25 procent av kapitalet eller direkt kontrollerar minst 25 
procent av r&#246;stetalet i det utdelande bolaget under en period 
om 365 dagar som innefattar den dag d&#229; utdelningen betalas ut 
(vid ber&#228;kningen av denna period beaktas inte f&#246;r&#228;ndringar i 
&#228;gande som direkt f&#246;ljer av en omstrukturering, s&#229;som fusion 
eller fission av det bolag som innehar aktierna eller betalar 
utdelningen),

b) 15 procent av utdelningens bruttobelopp i &#246;vriga fall.

Denna punkt ber&#246;r inte bolagets beskattning f&#246;r den vinst av 
vilken utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst 
av aktier eller andra r&#228;ttigheter, som inte &#228;r fordringar, med 
r&#228;tt till andel i vinst, samt inkomst av andra andelar i bo-
lag, som enligt lagstiftningen i den stat d&#228;r det utdelande 
bolaget har hemvist vid beskattningen behandlas p&#229; samma s&#228;tt 
som inkomst av aktier.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den 
som har r&#228;tt till utdelningen har hemvist i en avtalsslutande 
stat och bedriver r&#246;relse i den andra avtalsslutande staten, 
d&#228;r bolaget som betalar utdelningen har hemvist, fr&#229;n d&#228;r 
bel&#228;get fast driftst&#228;lle, samt den andel p&#229; grund av vilken 
utdelningen betalas &#228;ger verkligt samband med det fasta 
driftst&#228;llet. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i 
artikel 7.

5. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar in-
komst fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra 
stat inte beskatta utdelning som bolaget betalar, utom i den 
m&#229;n utdelningen betalas till person med hemvist i denna andra 
stat eller i den m&#229;n den andel p&#229; grund av vilken utdelningen 
betalas &#228;ger verkligt samband med fast driftst&#228;lle i denna 
andra stat, och ej heller p&#229; bolagets icke utdelade vinst ta 
ut en skatt som utg&#229;r p&#229; bolagets icke utdelade vinst, &#228;ven om 
utdelningen eller den icke utdelade vinsten helt eller delvis 
utg&#246;rs av inkomst som uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som 
betalas till en person med hemvist i den andra avtalsslutande 
staten, f&#229;r beskattas i denna andra stat.

2. R&#228;nta f&#229;r emellertid beskattas &#228;ven i den avtalsslutande 
stat fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna 
stat, men om den som har r&#228;tt till r&#228;ntan har hemvist i den 
andra avtalsslutande staten f&#229;r skatten inte &#246;verstiga 
5 procent av r&#228;ntans bruttobelopp.

3. R&#228;nta som anges i punkt 1 beskattas, utan hinder av best&#228;m-
melserna i punkt 2, endast i den avtalsslutande stat d&#228;r den 
som har r&#228;tt till r&#228;ntan har hemvist om n&#229;gon av f&#246;ljande 
f&#246;ruts&#228;ttningar &#228;r uppfylld: 

a) den som betalar eller tar emot r&#228;ntan &#228;r en avtalsslutande 
stat, ett offentligr&#228;ttsligt organ eller institution, en 
politisk underavdelning eller lokal myndighet eller central-
banken i en avtalsslutande stat,

b) r&#228;ntan betalas p&#229; grund av ett l&#229;n givet, garanterat eller 
f&#246;rs&#228;krat, eller kredit given, garanterad eller f&#246;rs&#228;krad, av 
en institution i den andra avtalsslutande staten som har till 
syfte att fr&#228;mja export eller utveckling,

c) r&#228;ntan betalas med anledning av skuld som uppkommit vid 
f&#246;rs&#228;ljning p&#229; kredit av varor eller industriell, kommersiell 
eller vetenskaplig utrustning till ett f&#246;retag i den andra 
avtalsslutande staten.

4. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av 
varje slags fordran, antingen den s&#228;kerst&#228;llts genom 
inteckning i fast egendom eller inte och antingen den medf&#246;r 
r&#228;tt till andel i g&#228;lden&#228;rens vinst eller inte. Uttrycket 
avser s&#228;rskilt inkomst av v&#228;rdepapper som utf&#228;rdats av staten 
och inkomst av obligationer eller debentures, d&#228;ri inbegripet 
agiobelopp och vinster som h&#228;nf&#246;r sig till s&#229;dana v&#228;rdepapper, 
obligationer eller debentures. Straffavgift p&#229; grund av sen 
betalning anses inte som r&#228;nta vid till&#228;mpningen av denna 
artikel.

5. Best&#228;mmelserna i punkterna 1, 2 och 3 till&#228;mpas inte om den 
som har r&#228;tt till r&#228;ntan har hemvist i en avtalsslutande stat 
och bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n 
vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt 
den fordran f&#246;r vilken r&#228;ntan betalas &#228;ger verkligt samband 
med det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas 
best&#228;mmelserna i artikel 7.

6. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om 
utbetalaren &#228;r en person med hemvist i denna stat. Om 
emellertid den person som betalar r&#228;ntan, antingen han har 
hemvist i en avtalsslutande stat eller inte, i en 
avtalsslutande stat har ett fast driftst&#228;lle i samband med 
vilket den skuld uppkommit f&#246;r vilken r&#228;ntan betalas, och 
r&#228;ntan belastar det fasta driftst&#228;llet, anses r&#228;ntan h&#228;rr&#246;ra 
fr&#229;n den stat d&#228;r det fasta driftst&#228;llet finns.

7. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren 
och den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och 
annan person, r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r 
vilken r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha 
avtalats mellan utbetalaren och den som har r&#228;tt till r&#228;ntan 
om s&#229;dana f&#246;rbindelser inte f&#246;relegat, till&#228;mpas 
best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda belopp. I 
s&#229;dant fall beskattas &#246;verskjutande belopp enligt 
lagstiftningen i vardera avtalsslutande staten med iakttagande 
av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 12

Royalty

1. Royalty som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som 
betalas till en person med hemvist i den andra avtalsslutande 
staten, f&#229;r beskattas i denna andra stat.

2. Royalty f&#229;r emellertid beskattas &#228;ven i den avtalsslutande 
stat fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna 
stat, men om den som har r&#228;tt till r&#228;ntan har hemvist i den 
andra avtalsslutande staten f&#229;r skatten inte &#246;verstiga 
5 procent av royaltyns bruttobelopp.

3. Med uttrycket &quot;royalty&quot; f&#246;r-st&#229;s i denna artikel varje 
slags betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet 
av eller f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, 
konstn&#228;rligt eller vetenskapligt verk, h&#228;ri inbegripet bio-
graffilm, patent, varum&#228;rke, m&#246;nster eller modell, ritning, 
hemligt recept eller hemlig tillverkningsmetod samt f&#246;r 
upplysning om erfarenhetsr&#246;n av industriell, kommersiell eller 
vetenskaplig natur.

4. Best&#228;mmelserna i punkt 1 och 2 till&#228;mpas inte om den som 
har r&#228;tt till royaltyn har hemvist i en avtalsslutande stat 
och bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n 
vilken royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, 
samt den r&#228;ttighet eller egendom i fr&#229;ga om vilken royaltyn 
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet. I 
s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7.

5. Royalty anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om 
utbetalaren &#228;r en person med hemvist i denna stat. Om, 
emellertid, den person som betalar royaltyn, antingen han har 
hemvist i en avtalsslutande stat eller inte, i en 
avtalsslutande stat har fast driftst&#228;lle i samband varmed 
skyldigheten att betala royaltyn uppkommit, och royaltyn 
belastar det fasta driftst&#228;llet, anses royaltyn h&#228;rr&#246;ra fr&#229;n 
den stat d&#228;r det fasta driftst&#228;llet finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren 
och den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och 
annan person, royaltybeloppet, med h&#228;nsyn till det nyttjande, 
den r&#228;ttighet eller den upplysning f&#246;r vilken royaltyn 
betalas, &#246;verstiger det belopp som skulle ha avtalats mellan 
utbetalaren och den som har r&#228;tt till royaltyn om s&#229;dana 
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna 
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas 
&#246;verskjutande belopp enligt lagstiftningen i vardera 
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i 
detta avtal.

Artikel 13

Kapitalvinst

1. Vinst, som person med hemvist i en avtalsslutande stat 
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som 
avses i artikel 6 och som &#228;r bel&#228;gen i den andra avtals-
slutande staten, f&#229;r beskattas i denna andra stat.

2. Vinst, som ett f&#246;retag i en avtalsslutande stat f&#246;rv&#228;rvar 
p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom som utg&#246;r del av 
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket f&#246;retaget har i 
den andra avtalsslutande staten, f&#229;r beskattas i denna andra 
stat. Detsamma g&#228;ller vinst p&#229; grund av &#246;verl&#229;telse av s&#229;dant 
fast driftst&#228;lle (f&#246;r sig eller tillsammans med hela 
f&#246;retaget).

3. Vinst, som ett f&#246;retag i avtalsslutande stat f&#246;rv&#228;rvar p&#229; 
grund av &#246;verl&#229;telse av skepp eller luftfartyg som anv&#228;nds i 
internationell trafik eller l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till 
anv&#228;ndningen av s&#229;dana skepp eller luftfartyg, beskattas 
endast i denna stat.

4. Vinst, som en person med hemvist i en avtalsslutande stat 
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av andelar eller liknande 
r&#228;ttigheter, s&#229;som andelar i handelsbolag eller stiftelse 
(&quot;trust&quot;), vilkas v&#228;rde till mer &#228;n 50 procent, direkt eller 
indirekt, kan h&#228;nf&#246;ras till s&#229;dan fast egendom - s&#229;som 
definierad i artikel 6 - som &#228;r bel&#228;gen i den andra avtals-
slutande staten, f&#229;r beskattas i denna andra stat. 

5. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som 
avses i punkterna 1, 2, 3 och 4 beskattas endast i den 
avtalsslutande stat d&#228;r &#246;verl&#229;taren har hemvist.

6. Vinst p&#229; grund av &#246;verl&#229;telse av tillg&#229;ng, som f&#246;rv&#228;rvas av 
en fysisk person som har haft hemvist i en avtalsslutande stat 
och som f&#229;tt hemvist i den andra avtalsslutande staten, f&#229;r - 
utan hinder av best&#228;mmelserna i punkt 5 - beskattas i den 
f&#246;rstn&#228;mnda staten, om &#246;verl&#229;telsen sker vid n&#229;got tillf&#228;lle 
under de tio &#229;r som f&#246;ljer n&#228;rmast efter den tidpunkt d&#229; den 
fysiska personen har upph&#246;rt att ha hemvist i den f&#246;rstn&#228;mnda 
staten. S&#229;dan vinst ska dock inte inkludera eventuell vinst 
som har uppkommit under den tid personen har haft hemvist i 
den andra avtalsslutande staten.

Artikel 14

Inkomst av anst&#228;llning

1. Om inte best&#228;mmelserna i artiklarna 15, 17 och 18 
f&#246;ranleder annat, beskattas l&#246;n och annan liknande ers&#228;ttning 
som person med hemvist i en avtalsslutande stat uppb&#228;r p&#229; 
grund av anst&#228;llning, endast i denna stat, s&#229;vida inte arbetet 
utf&#246;rs i den andra avtalsslutande staten. Om arbetet utf&#246;rs i 
denna andra stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet 
beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas 
ers&#228;ttning, som person med hemvist i en avtalsslutande stat 
uppb&#228;r f&#246;r arbete i den andra avtalsslutande staten, endast i 
den f&#246;rstn&#228;mnda staten, om:

a) mottagaren vistas i den andra staten under tidsperiod eller 
tidsperioder som sammanlagt inte &#246;verstiger 183 dagar under en 
tolvm&#229;nadersperiod som b&#246;rjar eller slutar under 
beskattnings&#229;ret i fr&#229;ga, 

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist i 
den andra staten eller p&#229; dennes v&#228;gnar, och

c) ers&#228;ttningen inte belastar fast driftst&#228;lle som 
arbetsgivaren har i den andra staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel och 
artikel 1 ska ers&#228;ttning som en fysisk person - oavsett om 
personen har hemvist i en avtalsslutande stat eller inte - 
uppb&#228;r f&#246;r arbete i anst&#228;llning som medlem i bes&#228;ttningen 
ombord p&#229; skepp eller luftfartyg som ett f&#246;retag i en 
avtalsslutande stat anv&#228;nder i internationell trafik, beskat-
tas endast i denna stat. I fall d&#229; s&#229;dan ers&#228;ttning emellertid 
uppb&#228;rs av en person med hemvist i den andra avtalsslutande 
staten, f&#229;r ers&#228;ttningen beskattas &#228;ven i denna andra stat.

Artikel 15

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med 
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i 
styrelse eller annat liknande organ i bolag med hemvist i den 
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 16

Artister och sportut&#246;vare

1. Utan hinder av best&#228;mmelserna i artikel 14 f&#229;r inkomst, som 
person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar genom 
sin personliga verksamhet i den andra avtalsslutande staten i 
egenskap av artist, s&#229;som teater- eller filmsk&#229;despelare, 
radio- eller televisionsartist eller musiker, eller i egenskap 
av sportut&#246;vare, beskattas i denna andra stat.

2. I fall d&#229; inkomst genom personlig verksamhet som artist 
eller sportut&#246;vare bedriver i denna egenskap inte tillfaller 
artisten eller sportut&#246;varen sj&#228;lv utan annan person, f&#229;r 
denna inkomst, utan hinder av best&#228;mmelserna i artikel 14, 
beskattas i den avtalsslutande stat d&#228;r artisten eller 
sportut&#246;varen bedriver verksamheten.

Artikel 17

Pension, livr&#228;nta och liknande betalningar

1. Pension och annan liknande ers&#228;ttning (inklusive livr&#228;nta) 
som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat samt utbetalningar 
enligt socialf&#246;rs&#228;kringslagstiftningen i en avtalsslutande 
stat, som betalas till en person med hemvist i den andra 
avtalsslutande staten, f&#229;r beskattas i den f&#246;rstn&#228;mnda staten.

2. Med uttrycket &quot;livr&#228;nta&quot; f&#246;rst&#229;s ett fastst&#228;llt belopp, som 
utbetalas periodiskt p&#229; fastst&#228;llda tider under en persons 
livstid eller under angiven eller fastst&#228;llbar tidsperiod och 
som utg&#229;r p&#229; grund av f&#246;rpliktelse att verkst&#228;lla dessa 
utbetalningar som ers&#228;ttning f&#246;r d&#228;remot fullt svarande 
vederlag i pengar eller pengars v&#228;rde.

Artikel 18

Offentlig tj&#228;nst

1. a) L&#246;n och annan liknande ers&#228;ttning, med undantag f&#246;r 
s&#229;dan inkomst som avses i artikel 17, som betalas av en 
avtalsslutande stat, en av dess politiska underavdelningar 
eller lokala myndigheter till fysisk person p&#229; grund av arbete 
som utf&#246;rts i denna stats, underavdelnings eller myndighets 
tj&#228;nst, beskattas endast i denna stat.

b) S&#229;dan l&#246;n och annan liknande ers&#228;ttning beskattas 
emellertid endast i den andra avtalsslutande staten om arbetet 
utf&#246;rs i denna andra stat och personen i fr&#229;ga har hemvist i 
denna stat och:

1) &#228;r medborgare i denna stat, eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra 
arbetet, 

2. Best&#228;mmelserna i artiklarna 14, 15 och 16 till&#228;mpas p&#229; l&#246;n 
och annan liknande ers&#228;ttning som betalas p&#229; grund av arbete 
som utf&#246;rts i samband med r&#246;relse som bedrivs av en 
avtalsslutande stat, en av dess politiska underavdelningar 
eller lokala myndigheter.

Artikel 19

Studerande

1. Studerande eller aff&#228;rspraktikant som har eller omedelbart 
f&#246;re vistelsen i en avtalsslutande stat hade hemvist i den 
andra avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda 
staten uteslutande f&#246;r sin utbildning eller praktik, beskattas 
inte i denna stat f&#246;r belopp som han erh&#229;ller f&#246;r sitt 
uppeh&#228;lle, sin undervisning eller praktik, om beloppen h&#228;rr&#246;r 
fr&#229;n k&#228;lla utanf&#246;r denna stat.

2. S&#229;vitt avser bidrag, stipendier och liknande ers&#228;ttningar, 
samt ers&#228;ttning f&#246;r anst&#228;llning som inte omfattas av punkt 1, 
ska en studerande eller aff&#228;rspraktikant som avses i n&#228;mnda 
punkt, under tiden f&#246;r s&#229;dan utbildning eller praktik, 
dessutom vara ber&#228;ttigad till samma befrielser, l&#228;ttnader 
eller f&#246;rm&#229;ner vid beskattningen som g&#228;ller f&#246;r en person med 
hemvist i den stat d&#228;r den studerande eller aff&#228;rspraktikanten 
vistas.

Artikel 20

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat 
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar av 
detta avtal beskattas endast i denna stat, oavsett varifr&#229;n 
inkomsten h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med un-
dantag f&#246;r inkomst av fast egendom som avses i artikel 6 
punkt 2, om mottagaren av inkomsten har hemvist i en 
avtalsslutande stat och bedriver r&#246;relse i den andra avtals-
slutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle samt den 
r&#228;ttighet eller egendom i fr&#229;ga om vilken inkomsten betalas 
&#228;ger verkligt samband med det fasta driftst&#228;llet. I s&#229;dant 
fall till&#228;mpas best&#228;mmelserna i artikel 7.

Artikel 21

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fast egendom som avses i 
artikel 6, vilken person med hemvist i en avtalsslutande stat 
innehar och vilken &#228;r bel&#228;gen i den andra avtalsslutande 
staten f&#229;r beskattas i denna andra stat.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av 
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle som en person med 
hemvist i en avtalsslutande stat har i den andra avtals-
slutande staten, f&#229;r beskattas i denna andra stat.

3. F&#246;rm&#246;genhet best&#229;ende av skepp eller luftfartyg som anv&#228;nds 
i internationell trafik av ett f&#246;retag i en avtalsslutande 
stat och av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av 
s&#229;dana skepp och luftfartyg, beskattas endast i denna stat.

4. Alla andra slag av f&#246;rm&#246;genhet som en person med hemvist i 
en avtalsslutande stat innehar, beskattas endast i denna stat.

Artikel 22

Undvikande av dubbelbeskattning

Dubbelbeskattning ska undanr&#246;jas p&#229; f&#246;ljande s&#228;tt:

1. I Slovenien:

a) Om en person med hemvist i Slovenien f&#246;rv&#228;rvar inkomst 
eller innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta 
avtal f&#229;r beskattas i Sverige, ska Slovenien:

1) fr&#229;n personens skatt p&#229; inkomsten avr&#228;kna ett belopp 
motsvarande den skatt som erlagts i Sverige p&#229; inkomsten, 

2) fr&#229;n personens skatt p&#229; f&#246;rm&#246;genheten avr&#228;kna ett belopp 
motsvarande den skatt som erlagts i Sverige p&#229; f&#246;rm&#246;genheten. 

Avr&#228;kningsbeloppet ska emellertid inte i n&#229;got fall &#246;verstiga 
den del av inkomstskatten eller f&#246;rm&#246;genhetsskatten, ber&#228;knad 
utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den inkomst eller 
f&#246;rm&#246;genhet som f&#229;r beskattas i Sverige.

b) I fall d&#229; en person med hemvist i Slovenien f&#246;rv&#228;rvar 
inkomst eller innehar f&#246;rm&#246;genhet som i enlighet med 
best&#228;mmelserna i detta avtal &#228;r undantagen fr&#229;n beskattning i 
Slovenien, f&#229;r Slovenien vid fastst&#228;llande av skatten p&#229; &#246;vrig 
inkomst eller f&#246;rm&#246;genhet beakta den inkomst eller f&#246;rm&#246;genhet 
som undantagits fr&#229;n beskattning i Slovenien.

2. I Sverige:

a) Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som 
enligt lagstiftning i Slovenien och i enlighet med 
best&#228;mmelserna i detta avtal f&#229;r beskattas i Slovenien, ska 
Sverige - med beaktande av best&#228;mmelserna i svensk 
lagstiftning betr&#228;ffande avr&#228;kning av utl&#228;ndsk skatt (&#228;ven i 
den lydelse de framledes kan f&#229; genom att &#228;ndras utan att den 
allm&#228;nna princip som anges h&#228;r &#228;ndras) - fr&#229;n den svenska 
skatten p&#229; inkomsten avr&#228;kna ett belopp motsvarande den skatt 
i Slovenien som erlagts p&#229; inkomsten.

b) Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som i 
enlighet med detta avtal beskattas endast i Slovenien, f&#229;r 
Sverige, vid fastst&#228;llande av skattesatsen f&#246;r svensk 
progressiv skatt beakta den inkomst som ska beskattas endast i 
Slovenien.

c) Utan hinder av best&#228;mmelserna i punkt a) i denna punkt &#228;r 
utdelning fr&#229;n bolag med hemvist i Slovenien till bolag med 
hemvist i Sverige undantagen fr&#229;n svensk skatt enligt 
best&#228;mmelserna i svensk lag om skattebefrielse f&#246;r utdelning 
som erh&#229;lles av svenska bolag fr&#229;n dotterbolag utomlands.

Artikel 23

F&#246;rbud mot diskriminering

1. Medborgare i en avtals-slutande stat ska inte i den andra 
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed 
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n 
den beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare 
i denna andra avtalsslutande stat under samma f&#246;rh&#229;llanden, 
s&#228;rskilt s&#229;vitt avser hemvist, &#228;r eller kan bli underkastade. 
Utan hinder av best&#228;mmelserna i artikel 1 till&#228;mpas denna 
best&#228;mmelse &#228;ven p&#229; personer som inte har hemvist i en av-
talsslutande stat eller i b&#229;da avtalsslutande staterna.

2. Beskattningen av fast driftst&#228;lle, som ett f&#246;retag i en 
avtalsslutande stat har i den andra avtalsslutande staten, ska 
i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n 
beskattningen av f&#246;retag i denna andra stat, som bedriver 
verksamhet av samma slag. Denna best&#228;mmelse anses inte medf&#246;ra 
skyldighet f&#246;r en avtalsslutande stat att medge personer med 
hemvist i den andra avtalsslutande staten s&#229;dant personligt 
avdrag vid beskattningen, s&#229;dan skattebefrielse eller 
skatteneds&#228;ttning p&#229; grund av civilst&#229;nd eller 
f&#246;rs&#246;rjningsplikt mot familj som medges personer med hemvist i 
den egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1, 
artikel 11 punkt 7 eller artikel 12 punkt 6 till&#228;mpas, &#228;r 
r&#228;nta, royalty och annan betalning fr&#229;n ett f&#246;retag i en 
avtalsslutande stat till en person med hemvist i den andra 
avtalsslutande staten avdragsgilla vid best&#228;mmandet av den 
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor 
som betalning till person med hemvist i den f&#246;rstn&#228;mnda 
staten. P&#229; samma s&#228;tt &#228;r skuld som ett f&#246;retag i en 
avtalsslutande stat har till en person med hemvist i den andra 
avtalsslutande staten avdragsgill vid best&#228;mmandet av s&#229;dant 
f&#246;retags beskattningsbara f&#246;rm&#246;genhet p&#229; samma villkor som 
skuld till person med hemvist i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller 
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en 
eller flera personer med hemvist i den andra avtalsslutande 
staten, ska inte i den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r 
beskattning eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat 
slag eller mer tyngande &#228;n den beskattning och d&#228;rmed samman-
h&#228;ngande krav som annat liknande f&#246;retag i den f&#246;rstn&#228;mnda 
staten &#228;r eller kan bli underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas 
best&#228;mmelserna i denna artikel p&#229; skatter av varje slag och 
beskaffenhet.

Artikel 24

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da 
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r 
eller kommer att medf&#246;ra beskattning som strider mot 
best&#228;mmelserna i detta avtal, kan han, utan att detta p&#229;verkar 
hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa 
staters interna r&#228;ttsordning, l&#228;gga fram saken f&#246;r den 
beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r personen 
har hemvist, eller om fr&#229;ga &#228;r om till&#228;mpning av artikel 23 
punkt 1, i den avtalsslutande stat d&#228;r han &#228;r medborgare. 
Saken ska l&#228;ggas fram inom tre &#229;r fr&#229;n den tidpunkt d&#229; 
personen i fr&#229;ga fick vetskap om den &#229;tg&#228;rd som givit upphov 
till beskattning som strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad men 
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, 
ska myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig 
&#246;verenskommelse med den beh&#246;riga myndigheten i den andra 
avtalsslutande staten i syfte att undvika beskattning som 
strider mot avtalet. &#214;verenskommelse som tr&#228;ffats ska 
genomf&#246;ras utan hinder av tidsgr&#228;nser i de avtalsslutande 
staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska 
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller 
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller 
till&#228;mpningen av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att 
undanr&#246;ja dubbelbeskattning i fall som inte omfattas av 
avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan 
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa 
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter.

Artikel 25

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska 
utbyta s&#229;dana upplysningar som kan antas vara relevanta vid 
till&#228;mpningen av best&#228;mmelserna i detta avtal eller f&#246;r 
administration eller verkst&#228;llighet av intern lagstiftning i 
fr&#229;ga om skatter av varje slag och beskaffenhet som tas ut f&#246;r 
de avtalsslutande staterna eller f&#246;r deras politiska 
underavdelningar eller lokala myndigheter, om beskattningen 
enligt denna lagstiftning inte strider mot avtalet. Utbytet av 
upplysningar begr&#228;nsas inte av artiklarna 1 och 2.

2. Upplysningar som en avtals-slutande stat tagit emot enligt 
punkt 1 ska behandlas som hemliga p&#229; samma s&#228;tt som 
upplysningar som erh&#229;llits enligt den interna lagstiftningen i 
denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter 
(d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan) som 
fastst&#228;ller, uppb&#228;r eller driver in de skatter som &#229;syftas i 
punkt 1 eller handl&#228;gger &#229;tal eller &#246;verklagande i fr&#229;ga om 
dessa skatter eller som ut&#246;var tillsyn &#246;ver n&#228;mnda 
verksamheter. Dessa personer eller myndigheter f&#229;r anv&#228;nda 
upplysningar bara f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa upplys-
ningarna vid offentlig r&#228;tteg&#229;ng eller i domstolsavg&#246;randen. 
Utan hinder av ovanst&#229;ende f&#229;r upplysningar som en 
avtalsslutande stat mottagit anv&#228;ndas f&#246;r andra &#228;ndam&#229;l n&#228;r 
s&#229;dana upplysningar f&#229;r anv&#228;ndas f&#246;r s&#229;dana andra &#228;ndam&#229;l 
enligt lagstiftningen i b&#229;da avtalsslutande staterna och den 
beh&#246;riga myndigheten i den avtalsslutande stat som l&#228;mnat 
upplysningarna till&#229;tit s&#229;dant anv&#228;ndande.

3. Best&#228;mmelserna i punkterna 1 och 2 medf&#246;r inte skyldighet 
f&#246;r en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning 
och administrativ praxis i denna avtalsslutande stat eller i 
den andra avtalsslutande staten, 

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt 
lagstiftning eller sedvanlig administrativ praxis i denna 
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet, 
industri-, handels- eller yrkeshemlighet eller i 
n&#228;ringsverksamhet nyttjat f&#246;rfaringss&#228;tt eller upplysningar, 
vilkas &#246;verl&#228;mnande skulle strida mot allm&#228;nna h&#228;nsyn (ordre 
public).

4. D&#229; en avtalsslutande stat beg&#228;r upplysningar enligt denna 
artikel ska den andra avtalsslutande staten anv&#228;nda de medel 
som denna stat f&#246;rfogar &#246;ver f&#246;r att inh&#228;mta de beg&#228;rda 
upplysningarna, &#228;ven om denna andra stat inte har behov av 
upplysningarna f&#246;r sina egna beskattnings&#228;ndam&#229;l. 
F&#246;rpliktelsen i f&#246;reg&#229;ende mening begr&#228;nsas av best&#228;mmelserna 
i punkt 3, men detta medf&#246;r inte en r&#228;tt f&#246;r en avtalsslutande 
stat att v&#228;gra l&#228;mna upplysningar uteslutande d&#228;rf&#246;r att denna 
stat inte har n&#229;got eget intresse av s&#229;dana upplysningar.

5. Best&#228;mmelserna i punkt 3 medf&#246;r inte r&#228;tt f&#246;r en avtals-
slutande stat att v&#228;gra att l&#228;mna upplysningar uteslutande 
d&#228;rf&#246;r att upplysningarna innehas av en bank, annan finansiell 
institution, ombud, representant eller f&#246;rvaltare eller d&#228;rf&#246;r 
att upplysningarna g&#228;ller &#228;gander&#228;tt i en person.

Artikel 26

Medlemmar av diplomatisk beskickning och konsulat 

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid be-
skattningen som enligt folkr&#228;ttens allm&#228;nna regler eller 
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer medlemmar 
av diplomatisk beskickning och konsulat.

Artikel 27

Begr&#228;nsning av f&#246;rm&#229;ner

1. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal ska en 
f&#246;rm&#229;n enligt avtalet inte ges i fr&#229;ga om en inkomst eller 
f&#246;rm&#246;genhetstillg&#229;ng, om det med h&#228;nsyn till alla relevanta 
fakta och omst&#228;ndigheter rimligen kan antas att ett av de 
huvudsakliga syftena med det arrangemang eller den transaktion 
som direkt eller indirekt resulterade i f&#246;rm&#229;nen var att f&#229; 
f&#246;rm&#229;nen, s&#229;vida det inte fastst&#228;lls att det under omst&#228;ndig-
heterna &#228;r f&#246;renligt med de relevanta best&#228;mmelsernas &#228;ndam&#229;l 
och syfte att f&#246;rm&#229;nen ges.

2. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal, ska f&#246;r 
det fall 

a) bolag med hemvist i en avtalsslutande stat huvudsakligen 
f&#246;rv&#228;rvar sina inkomster fr&#229;n andra stater

1) fr&#229;n bank-, sj&#246;farts-, finans-, eller 
f&#246;rs&#228;kringsverksamhet, eller

2) genom att vara huvudkontor, co-ordination centre eller en 
liknande enhet som tillhandah&#229;ller administrativa eller andra 
tj&#228;nster till en grupp av bolag som bedriver r&#246;relse 
huvudsakligen i andra stater; och

b) s&#229;dan inkomst beskattas v&#228;sentligt l&#228;gre enligt 
lagstiftningen i denna stat &#228;n inkomster fr&#229;n liknande 
verksamhet som bedrivs inom denna stat eller genom att vara 
huvudkontor, co-ordination centre eller liknande enhet som 
tillhandah&#229;ller administrativa eller andra tj&#228;nster till en 
grupp av bolag som bedriver r&#246;relse i denna stat,

best&#228;mmelserna i detta avtal som medf&#246;r undantag fr&#229;n eller 
begr&#228;nsning av beskattningen inte till&#228;mpas p&#229; inkomst som 
s&#229;dant bolag f&#246;rv&#228;rvar och inte heller p&#229; utdelning som 
betalas av s&#229;dant bolag.

Artikel 28

Ikrafttr&#228;dande

1. De avtalsslutande staterna ska skriftligen p&#229; diplomatisk 
v&#228;g underr&#228;tta varandra n&#228;r de &#229;tg&#228;rder vidtagits som enligt 
respektive stats lagstiftning kr&#228;vs f&#246;r att detta avtal ska 
tr&#228;da i kraft.

2. Avtalet tr&#228;der i kraft den trettionde dagen efter det att 
den sista av dessa underr&#228;ttelser tagits emot och ska d&#228;refter 
till&#228;mpas:

a) i fr&#229;ga om k&#228;llskatter, p&#229; belopp som betalas eller 
tillgodof&#246;rs den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast 
efter den dag d&#229; avtalet tr&#228;der i kraft eller senare,

b) i fr&#229;ga om andra skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, p&#229; 
skatt som p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar den 1 januari 
det kalender&#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; avtalet 
tr&#228;der i kraft eller senare.

3. Utan hinder av best&#228;mmelserna i punkt 2 ska best&#228;mmelserna 
i artikel 24 (F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse) och 
artikel 25 (Utbyte av upplysningar) till&#228;mpas fr&#229;n och med den 
dag d&#229; avtalet tr&#228;der i kraft, oavsett vilket beskattnings&#229;r 
&#228;rendet g&#228;ller.

4. Avtalet mellan den Socialistiska Federala Republiken Jugo-
slavien och Konungariket Sverige f&#246;r att undvika 
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och 
f&#246;rm&#246;genhet, undertecknat i Stockholm den 18 juni 1980 (&quot;det 
tidigare avtalet&quot;) ska upph&#246;ra att till&#228;mpas mellan Slovenien 
och Sverige med avseende p&#229; varje skatt fr&#229;n och med den dag 
d&#229; detta avtal enligt punkt 2 i denna artikel ska till&#228;mpas 
avseende den aktuella skatten.

5. Utan hinder av best&#228;mmelserna i punkterna 2 och 4 och 
best&#228;mmelserna i artikel 17, f&#229;r en fysisk person som 
omedelbart f&#246;re avtalets ikrafttr&#228;dande var mottagare av 
s&#229;dana utbetalningar som omfattas av artikel 18 punkterna 1, 2 
och 3 i det tidigare avtalet, v&#228;lja att best&#228;mmelserna i 
sistn&#228;mnda artiklar och inte best&#228;mmelserna i artikel 17 i 
detta avtal, fortfarande ska till&#228;mpas p&#229; dessa utbetalningar. 
Detta val ska g&#228;lla f&#246;r det &#229;r under vilket valet g&#246;rs och 
varje d&#228;rp&#229; f&#246;ljande &#229;r under f&#246;ruts&#228;ttning att valet inte har 
&#229;terkallats av personen. N&#228;r ett val har &#229;terkallats f&#229;r inte 
ett nytt val g&#246;ras enligt denna punkt.

Artikel 29

Upph&#246;rande

Detta avtal f&#246;rblir i kraft till dess att det s&#228;gs upp av en 
avtalsslutande stat. Vardera avtalsslutande staten kan p&#229; 
diplomatisk v&#228;g skriftligen s&#228;ga upp avtalet genom under-
r&#228;ttelse h&#228;rom minst sex m&#229;nader f&#246;re utg&#229;ngen av n&#229;got 
kalender&#229;r. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet att 
g&#228;lla:

a) i fr&#229;ga om k&#228;llskatter, p&#229; belopp som betalas eller 
tillgodof&#246;rs den 1 januari det kalender&#229;r som f&#246;ljer n&#228;rmast 
efter utg&#229;ngen av sexm&#229;nadersperioden eller senare,

b) i fr&#229;ga om andra skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, p&#229; 
skatt som p&#229;f&#246;rs f&#246;r beskattnings&#229;r som b&#246;rjar 1 januari det 
kalender&#229;r som f&#246;ljer n&#228;rmast efter utg&#229;ngen av 
sexm&#229;nadersperioden eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill 
vederb&#246;rligen bemyndigade, undertecknat detta avtal.

Som skedde i Bryssel den 12 maj 2021, i tv&#229; exemplar p&#229; 
engelska spr&#229;ket.

F&#246;r Konungariket Sverige

Lars Danielsson

F&#246;r Republiken Slovenien

Iztok Jarc

Protokoll

Vid undertecknandet av avtalet mellan Konungariket Sverige och 
Republiken Slovenien f&#246;r undvikande av dubbelbeskattning 
betr&#228;ffande skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet samt 
f&#246;rhindrande av skatteflykt och skatteundandragande (i det 
f&#246;ljande ben&#228;mnt &quot;avtalet&quot;) har Konungariket Sverige och 
Republiken Slovenien kommit &#246;verens om att f&#246;ljande 
best&#228;mmelser ska utg&#246;ra en integrerande del av avtalet:

1. Avseende artikel 2:

Det &#228;r f&#246;rst&#229;tt att f&#246;r det fallet Sverige i framtiden inf&#246;r 
f&#246;rm&#246;genhetsskatt, s&#229; ska avtalet vara till&#228;mpligt p&#229; denna 
skatt. Dubbelbeskattning ska i s&#229; fall undanr&#246;jas enligt 
f&#246;ljande:

Om en person med hemvist i Sverige innehar f&#246;rm&#246;genhet, som 
enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i Slovenien, 
ska Sverige fr&#229;n skatten p&#229; denna persons f&#246;rm&#246;genhet avr&#228;kna 
ett belopp motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i 
Slovenien. Avr&#228;kningsbeloppet ska emellertid inte &#246;verstiga 
den del av den svenska f&#246;rm&#246;genhetsskatten, ber&#228;knad utan 
s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den f&#246;rm&#246;genhet som f&#229;r 
beskattas i Slovenien.

2. Avseende artikel 8:

Best&#228;mmelserna i artikel 8 punkt 1 i avtalet ska betr&#228;ffande 
inkomst som f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian 
Airlines System (SAS) endast till&#228;mpas i fr&#229;ga om den del av 
inkomsten som motsvarar den andel i konsortiet som innehas av 
SAS Sverige AB, den svenske del&#228;garen i SAS.

3. Avseende artikel 11:

Vid undertecknande av avtalet &#228;r de institutioner som avses i 
artikel 11 punkt 3 b) i avtalet f&#246;ljande: 

a) i Slovenien, Slovenska export-och utvecklingsbanken (SID - 
Slovenska izvozna in razvojna banka),

b) i Sverige, AB Svensk Exportkredit och Exportkreditn&#228;mnden.

De beh&#246;riga myndigheterna i de avtalsslutande staterna kan 
komma &#246;verens om att ytterligare liknande institutioner ska 
omfattas av artikel 11 punkt 3 b) i avtalet.

4. Avseende artikel 13:

Best&#228;mmelserna i artikel 13 punkt 3 i avtalet ska betr&#228;ffande 
inkomst som f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian 
Airlines System (SAS) endast till&#228;mpas i fr&#229;ga om den del av 
inkomsten som motsvarar den andel i konsortiet som innehas av 
SAS Sverige AB, den svenske del&#228;garen i SAS.

5. Avseende artikel 21:

Best&#228;mmelserna i artikel 21 punkt 3 i avtalet ska betr&#228;ffande 
f&#246;rm&#246;genhet som innehas av luftfartskonsortiet Scandinavian 
Airlines System (SAS) endast till&#228;mpas i fr&#229;ga om den del av 
f&#246;rm&#246;genheten som motsvarar den andel i konsortiet som innehas 
av SAS Sverige AB, den svenske del&#228;garen i SAS.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill 
vederb&#246;rligen bemyndigade, undertecknat detta protokoll.

Som skedde i Bryssel den 12 maj 2021, i tv&#229; exemplar p&#229; 
engelska spr&#229;ket.

F&#246;r Konungariket Sverige

Lars Danielsson

F&#246;r Republiken Slovenien

Iztok Jarc</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=318">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=320">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
