

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1994-12-28" /> 
 <meta id="rattsinfo-edited" content="2013-08-20" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3191</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3190">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3192">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1994:1506 ·
                    <a href="/sfsr?bet=1994:1506">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1994:1506) om dubbelbeskattningsavtal mellan Sverige och Frankrike betr&#228;ffande skatter p&#229; kvarl&#229;tenskap, arv och g&#229;va</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1994-12-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1995:1655
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten i bilagan &#228;r med.

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1996-02-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning och
f&#246;rhindrande av skatteflykt betr&#228;ffande skatter p&#229; kvarl&#229;tenskap,
arv och g&#229;va som Sverige och Frankrike undertecknade den 8 juni
1994 skall g&#228;lla som lag h&#228;r i landet. Avtalets inneh&#229;ll framg&#229;r av
bilaga till denna lag.

2 &#167; I fr&#229;ga om ans&#246;kan om skattelindring g&#228;ller 2 &#167; kung&#246;relsen
(1967:721) om f&#246;rfarandet r&#246;rande eftergift av arvsskatt eller
g&#229;voskatt vid dubbelbeskattning.

3 &#167; Anst&#229;nd enligt 3 &#167; n&#228;mnda kung&#246;relse f&#229;r medges enligt det av
f&#246;ljande alternativ som ger det l&#228;gsta beloppet, n&#228;mligen

1. den skatt som erlagts eller kan komma att erl&#228;ggas i Frankrike f&#246;r
egendom som enligt avtalet f&#229;r beskattas d&#228;r, eller

2. den del av den svenska skatten som vid en proportionell
f&#246;rdelning bel&#246;per p&#229; samma egendom.

Om skatt inte erlagts i Frankrike och uppgift saknas om hur mycket
skatt som kan komma att erl&#228;ggas d&#228;r, f&#229;r anst&#229;nd medges med
sk&#228;ligt belopp, dock h&#246;gst med ett belopp som motsvarar den del av
den svenska skatten som vid en proportionell f&#246;rdelning bel&#246;per p&#229;
egendom som enligt avtalet f&#229;r beskattas i Frankrike.

4 &#167; Om en person anser att det vidtagits n&#229;gon &#229;tg&#228;rd som f&#246;r
honom medf&#246;rt eller kommer att medf&#246;ra en beskattning som
strider mot best&#228;mmelserna i avtalet, kan han ans&#246;ka om r&#228;ttelse
hos regeringen enligt artikel 14 punkt 1 i avtalet.

&#214;verg&#229;ngsbest&#228;mmelser

1994:1506

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Genom lagen upph&#228;vs kung&#246;relsen (1967:724) om till&#228;mpning av
avtal den 24 december 1936 mellan Sverige och Frankrike f&#246;r
undvikande av dubbelbeskattning och fastst&#228;llande av best&#228;mmelser
ang&#229;ende handr&#228;ckning betr&#228;ffande arvsskatt. Lag (1995:546).

Bilaga

AVTAL MELLAN KONUNGARIKET SVERIGES REGERING OCH REPUBLIKEN
FRANKRIKES REGERING F&#214;R ATT UNDVIKA DUBBELBESKATTNING OCH F&#214;RHINDRA
SKATTEFLYKT BETR&#196;FFANDE SKATTER P&#197; KVARL&#197;TENSKAP, ARV OCH G&#197;VA

Konungariket Sveriges regering och Republiken Frankrikes regering,
vilka &#246;nskar ing&#229; ett avtal f&#246;r att undvika dubbebeskattning
och f&#246;rhindra skatteflykt betr&#228;ffande skatter p&#229; kvarl&#229;tenskap,
arv och g&#229;va, har kommitt &#246;verens om f&#246;ljande best&#228;mmelser:

ARTIKEL 1

KVARL&#197;TENSKAP, ARV OCH G&#197;VOR SOM OMFATTAS AV AVTALET

Detta avtal till&#228;mpas:

a) p&#229; kvarl&#229;tenskap och arv efter personer som vid d&#246;dsfallet hade
hemvist i en avtalsslutande stat eller i b&#229;da avtalsslutande
staterna, och

b) p&#229; g&#229;vor fr&#229;n personer som vid g&#229;votillf&#228;llet hade hemvist
i en avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

ARTIKEL 2

SKATTER SOM OMFATTAS AV AVTALET

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; kvarl&#229;tenskap, arv och g&#229;va
som p&#229;f&#246;rs f&#246;r en avtalsslutande stats eller dess regionala
myndigheters r&#228;kning, oberoende av det s&#228;tt p&#229; vilket skatterna
tas ut.

2. Med skatter p&#229; kvarl&#229;tenskap och arv f&#246;rst&#229;s skatter som p&#229;
grund av d&#246;dsfall p&#229;f&#246;rs i form av skatt p&#229; kvarl&#229;tenskap, arvslott,
&#246;verl&#229;telse eller p&#229; g&#229;va f&#246;r d&#246;dsfalls skull. Med skatter p&#229;
g&#229;va f&#246;rst&#229;s skatter som p&#229;f&#246;rs p&#229; &#246;verl&#229;telser mellan levande
personer, men endast under f&#246;ruts&#228;ttning att dessa skatter
tas ut p&#229; grund av att &#246;verl&#229;telsen sker helt eller delvis utan
vederlag.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter, p&#229; vilka avtalet till&#228;mpas,
&#228;r

a) betr&#228;ffande Sverige: arvsskatten och g&#229;voskatten;

b) betr&#228;ffande Frankrike: avgifterna p&#229; arv och g&#229;vor.

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de f&#246;r n&#228;rvarande utg&#229;ende skatterna.
De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
meddela varandra de v&#228;sentliga &#228;ndringar som vidtagits i respektive
skattelagstiftning.

ARTIKEL 3

ALLM&#196;NNA DEFINITIONER

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) 1) &quot;Sverige&quot; &#229;syftar Konungariket Sverige och innefattar
Sveriges territorium, dessa territorialvatten liksom de andra
omr&#229;den &#246;ver vilka Sverige i &#246;verensst&#228;mmelse med internationell
r&#228;tt ut&#246;var suver&#228;na r&#228;ttigheter med avseende p&#229; utforskning och
utnyttjande av naturtillg&#229;ngar p&#229; havsbottnen, i dennas underlag
och ovanf&#246;r denna befintliga vattentillg&#229;ngar;

2) &quot;Frankrike&quot; &#229;syftar Republiken Frankrikes europeiska departement
och departement p&#229; andra sidan havet d&#228;ri inbegripet dess
territorialvatten liksom de andra omr&#229;den &#246;ver vilka Frankrike i
&#246;verensst&#228;mmelse med internationell r&#228;tt ut&#246;var suver&#228;na r&#228;ttigheter
med avseende p&#229; utforskning och utnyttjande av naturtillg&#229;ngar
p&#229; havsbottnen, i dennas underlag och ovanf&#246;r denna befintliga
vattentillg&#229;ngar;

b) &quot;egendom som ing&#229;r i kvarl&#229;tenskapen efter eller g&#229;va fr&#229;n en
person med hemvist i en avtalsslutande stat&quot; inbegriper all
egendom vilkens &#246;verf&#246;ring eller &#246;verl&#229;telse &#228;r underkastad en
skatt som omfattas av detta avtal och som utg&#229;r enligt lagstiftningen
i en avtalsslutande stat;

c) &quot;beh&#246;rig myndighet&quot; &#229;syftar:

1) i Sverige: Finansministerna, dennes befullm&#228;ktige ombud eller den
myndighet &#229;t vilken uppdragtis att vara beh&#246;rig myndighet vid
till&#228;mpningen av avtalet;

2) i Frankrike: Ministern ansvarig f&#246;r budgeten eller dennes
befullm&#228;ktigade ombud.

2. D&#229; en avtalsslutande stat till&#228;mpar avtalet anses, s&#229;vida inte
sammanhanget f&#246;ranleder annat, varje uttryck som inte definierats
i avtalet ha den betydelse som uttrycket har enligt den statens
lagstiftning i fr&#229;ga om s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas.
Inneb&#246;rden av ett uttryck enligt den statens skattelagstiftning skall
ha f&#246;retr&#228;de framf&#246;r varje annan inneb&#246;rd som detta uttryck har i
denna stats &#246;vriga lagstiftning.

ARTIKEL 4

SKATTER&#196;TTSLIGT HEMVIST

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt lagstiftningen
i denna stat har hemvist d&#228;r med avseende p&#229; de skatter som
omfattas av avtalet. Uttrycket inbegriper emellertid inte person vars
kval&#229;tenskap eller g&#229;va &#228;r skattepliktig i denna stat endast s&#229;vitt
avser d&#228;r bel&#228;gen egendom.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229;
f&#246;ljande s&#228;tt:

a) Han anses ha hemvist i den stat d&#228;r han har en bostad som
stadigvarande st&#229;r till hans f&#246;rfogande; om han har en s&#229;dan bostad
i b&#229;da staterna, anses han ha hemvist i den stat med vilken hans
personliga och ekonomiska f&#246;rbindelser &#228;r starkast (centrum f&#246;r
levnadsintressena);

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r sina
levnadsintressen eller om han inte i n&#229;gondera staten har en bostad
som stadigvarande st&#229;r till hans f&#246;rfogande, anses han ha hemvist
i den stat d&#228;r han stadigvarande vistas;

c) om han stadigvarande vistas i b&#229;da staterna eller om han inte
vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist i den
stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r medborgare
i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i de avtalsslutande
staterna fr&#229;gan genom &#246;msesidig &#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;r fysisk
person har hemvist i b&#229;da avtalsslutande staterna, anses personen
i fr&#229;ga ha hemvist i den stat d&#228;r den har sin verkliga ledning.

ARTIKEL 5

FAST EGENDOM

1. Fast egendom som ing&#229;r i kvarl&#229;tenskapen efter eller g&#229;va fr&#229;n
person med hemvist i en avtalsslutande stat och som &#228;r bel&#228;gen i
den andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket har
enligt lagstiftningen i den avtalsslutande stat d&#228;r egendomen &#228;r
bel&#228;gen, dock att skuld f&#246;r vilken fast egendom genom inteckningar
eller annorledes utg&#246;r s&#228;kerhet, aldrig anses som fast egendom.
Uttrycket inebegriper emellertid alltid egendom som utg&#246;r tillbeh&#246;r
till fast egendom, byggnader, levande och d&#246;da inventarier i lantbruk
och skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i privatr&#228;tten
om fast egendom &#228;r till&#228;mpliga, nyttjander&#228;tt till fast egendom
samt r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar f&#246;r nyttjandet
av eller r&#228;tten att nyttja mineraltillg&#229;ng, k&#228;lla eller annan
naturtillg&#229;ng. Skepp, b&#229;tar och luftfartyg anses inte vara fast
egendom.

3. Uttrycket &quot;fast egendom&quot; inbegriper ocks&#229; aktier, andelar eller
andra r&#228;ttigheter i bolag eller i juridisk person vars tillg&#229;ngar,
direkt eller genom ett eller flera andra bolag eller juridiska
personer huvudsakligen best&#229;r av fast egendom bel&#228;gen i en
avtalsslutande stat eller r&#228;ttigheter som h&#228;nf&#246;r sig till s&#229;dan
egendom. I s&#229;dant fall skall aktierna, andelarna eller
r&#228;ttigheterna anses vara bel&#228;gna i den stat d&#228;r den fasta egendomen
&#228;r bel&#228;gen.

4. Best&#228;mmelserna i punkt 1 &#228;r ocks&#229; till&#228;mpliga p&#229; fast egendom
som tillh&#246;r f&#246;retag och p&#229; fast egendom som anv&#228;nds vid ut&#246;vande
av fritt yrke eller annan sj&#228;lvst&#228;ndig verksamhet.

ARTIKEL 6

L&#214;S EGENDOM NEDLAGD I FAST DRIFTST&#196;LLE ELLER H&#196;NF&#214;RLIG TILL
STADIGVARANDE ANORDNING

1. Med undantag f&#246;r s&#229;dan egendom som anges i artikel 7, f&#229;r l&#246;s
egendom vilken tillh&#246;r ett f&#246;retag och ing&#229;r i kvarl&#229;tenskap
efter eller g&#229;va fr&#229;n en person med hemvist i en avtalsslutande
stat och som utg&#246;r del av r&#246;relsetillg&#229;ngarna i ett fast
driftst&#228;lle i den andra avtalsslutande staten, beskattas i denna
andra stat.

2. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet fr&#229;n
vilken ett f&#246;retags verksamhet helt eller delvis bedrivs

3. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning;
b) filial;
c) kontor;
d) fabrik;
e) verkstad; och
f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar.

4. Plats f&#246;r byggnads-, anl&#228;ggnings-, eller installationsverksamhet
utg&#246;r fast driftst&#228;lle endast om verksamheten p&#229;g&#229;r mer &#228;n tolv
m&#229;nader.

5. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring, utst&#228;llning
eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor;

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande;

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg;

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av upplysningar
f&#246;r f&#246;retaget;

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet som
&#228;r av f&#246;rberedande eller bitr&#228;dande art;

f) innehavet av en stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i a)-e)
ovan, under f&#246;ruts&#228;ttning av hela den verksamhet som bedrivs
fr&#229;n den stadigvarande platsen f&#246;r aff&#228;rsverksamheten p&#229; grund
av denna kombination &#228;r av f&#246;rberedande eller bitr&#228;dande art.

6. L&#246;s egendom, som ing&#229;r i kvarl&#229;tenskap efter eller i g&#229;va
fr&#229;n person med hemvist i en avtalsslutande stat och som anv&#228;nds
vid ut&#246;vandet av fritt yrke eller annan sj&#228;lvst&#228;ndig verksamhet
samt &#228;r h&#228;nf&#246;rlig till stadigvarande anordning bel&#228;gen i den
andra avtalsslutande staten, f&#229;r beskattas i denna andra stat.

ARTIKEL 7

SKEPP OCH LUFTFARTYG

1. Skepp och luftfartyg som anv&#228;nds i internationell trafik av
ett f&#246;retag som har sin verkliga ledning i en avtalsslutande
stat, samt l&#246;s egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av
s&#229;dana skepp eller luftfartyg, och som ing&#229;r i kvarl&#229;tenskap
efter eller g&#229;va fr&#229;n en person med hemvist i den andra
avtalsslutande staten f&#229;r beskattas i den f&#246;rstn&#228;mnda staten.

2. Uttrycket &quot;internationell trafik&quot; &#229;syftar transport med
skepp eller luftfartyg som anv&#228;nds av f&#246;retag som har sin verkliga
ledning i en avtalsslutande stat utom d&#229; skeppet eller
luftfartyget anv&#228;nds uteslutande mellan platser i den andra
avtalsslutande staten.

ARTIKEL 8

MATERIELL L&#214;S EGENDOM

Materiell l&#246;s (biens mobiliers corporels) som inte behandlas i
artiklarna 6 och 7 och som ing&#229;r i kvarl&#229;tenskapen efter
eller g&#229;va fr&#229;n en person med hemvist i en avtalsslutande stat
f&#229;r, om egendomen &#228;r bel&#228;gen i den andra avtalsslutande
staten, beskattas i denna andra stat.

ARTIKEL 9

&#214;VRIG EGENDOM

Egendom som inte behandlas i artiklarna 5, 6, 7 och 8 och som ing&#229;r
i kvarl&#229;tenskapen efter eller g&#229;va fr&#229;n en person med hemvist
i en avtalsslutande stat beskattas, oavsett var egendomen &#228;r
bel&#228;gen, endast i denna stat.

ARTIKEL 10

AVDRAG F&#214;R SKULDER

1. Skulder som uppkommit i samband med f&#246;rv&#228;rv, byggande,
ombyggnad, f&#246;rb&#228;ttring, reparation eller underh&#229;ll av s&#229;dan
egendom som avses i artikel 5, skall dras av fr&#229;n v&#228;rdet p&#229; denna
egendom.

2. Om inte best&#228;mmelserna i punkt 1 f&#246;ranleder annat, skall
skulder, som &#228;r h&#228;nf&#246;rliga till ett s&#229;dant fast driftst&#228;lle som
avses i artikel 6 punkt 1 eller till en s&#229;dan stadigvarande
anordning som avses i artikel 6 punkt 6, dras av fr&#229;n v&#228;rdet
av det fasta driftst&#228;llet resektive den stadigvarande
anordningen.

3. Skulder h&#228;nf&#246;rliga till skepp och luftfartyg som anv&#228;nds i
internationell trafik samt till l&#246;s agendom som &#228;r h&#228;nf&#246;rlig
till anv&#228;ndningen av s&#229;dana skepp och luftfartyg, skall dras
av fr&#229;n v&#228;rdet p&#229; s&#229;dana skepp, luftfartyg och s&#229;dan l&#246;s
egendom.

4. Skulder h&#228;nf&#246;rilga till s&#229;dan l&#246;s materiell egendom (biens
mobiliers corporels) som avses i artikel 8 skall dras av fr&#229;n
v&#228;rdet p&#229; denna egendom.

5. Andra skulder skall dras av fr&#229;n v&#228;rdet p&#229; s&#229;dan egendom
p&#229; vilken best&#228;mmelserna i artikel 9 till&#228;mpas.

6. Om skuld &#246;verstiger v&#228;rdet av s&#229;dan egendom fr&#229;n vilket
skulden enligt best&#228;mmelserna i punkterna 1, 2, 3 och 4 skall
dras av i en avtalsslutande stat, skall &#246;verskjutande belopp
dras av fr&#229;n v&#228;rdet av &#246;vrig egendom som f&#229;r beskattas i
denna stat.

7. Vid till&#228;mpningen av best&#228;mmelserna i punkterna 1, 2, 3, 4, 5
och 6 skall, i det fall en avtalsslutande stat enligt sin
interna lagstiftning endast beskattar en del av en egendoms
v&#228;rde, avdrag f&#246;r skulder endast g&#246;ras i proportion till denna
del.

8. Skuld&#246;verskott som uppkommer i en avtalsslutande stat efter
avdrag som avses i punkterna 5 och 6 skall dras av fr&#229;n v&#228;rdet
av egendom som &#228;r skattepliktig i denna andra avtalsslutande
staten.

ARTIKEL 11

OFFENTLIGA OCH ICKEKOMMERSIELLA INSTITUTIONER

1. Befrielse fr&#229;n respektive neds&#228;ttning av skatt eller andra
skattem&#228;ssiga f&#246;rdelar som en avtalsslutande stat eller dess
regionala myndigheter &#229;tnjuter enligt den statens lagstiftning
skall ocks&#229; under samma f&#246;rh&#229;llanden g&#228;lla betr&#228;ffande
motsvarande myndigheter i den andra avtalsslutande staten.

2. Offentliga s&#229;v&#228;l som icke-kommersiella institutioner, vilken
ben&#228;mningen &#228;n m&#229; vara, bildade eller organiserade i en
avtalsslutande stat och som ut&#246;var religi&#246;s, vetenskaplig,
konstn&#228;rlig, kulturell, undervisande eller v&#228;lg&#246;rande verksamhet
skall i den andra avtalsslutande staten &#229;tnjuta motsvarande
befrielse, neds&#228;ttning eller andra skattem&#228;ssiga f&#246;rdelar som
liknande institutioner bildade eller organiserade i denna andra
stat &#228;ger &#229;tnjuta enligt dess lagstiftning r&#246;rande skatter
p&#229; arv och g&#229;vor.

3. Den befrielse, neds&#228;ttning av skatt eller andra skattem&#228;ssiga
f&#246;rdelar som i enlighet med punkterna 1 och 2 ges till d&#228;r
angivna myndigheter eller institutioner enligt en avtalsslutande
stats lagstiftning f&#229;r inte &#246;verstiga de skattem&#228;ssiga f&#246;rdelar
som dessa myndigheter eller insitutioner &#229;tnjuter i den andra
avtalsslutande staten enligt denna andra stats lagstiftning.

ARTIKEL 12

UNDVIKANDE AV DUBBELBESKATTNING

Dubbelbeskattning undviks enligt f&#246;ljande:

1. a) den avtalsslutande stat i vilken den avlidne eller givaren
hade hemvist vid d&#246;sfallet respektive g&#229;votillf&#228;llet, skall
beskatta all den egendom som ing&#229;r i kvarl&#229;tenskapen eller g&#229;van
inklusive den egendom som f&#229;r beskattas i den andra avtalsslutande
staten i enlighet med best&#228;mmelserna i detta avtal och skall fr&#229;n
denna skatt avr&#228;kna ett belopp motsvarande den skatt som erlagts
i den andra avtalsslutande staten f&#246;r egendom som p&#229; grund av samma
h&#228;ndelse och enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i
denna andra stat. Avr&#228;kningsbeloppet skall emellertid inte i
n&#229;got fall &#246;verstiga den del av skatten i den f&#246;rstn&#228;mnda
avtalsslutande staten, ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per
p&#229; den egendom f&#246;r vilken avr&#228;kning skall medges.

b) Den del av skatten i den f&#246;rstn&#228;mnda avtalsslutande staten som
omn&#228;mns i punkt a) avser:

1) om skatten p&#229; s&#229;dan egendom i den f&#246;rstn&#228;mnda staten ber&#228;knas
efter en portionell skattesats, skatten p&#229; nettov&#228;rdet av denna
egendom ber&#228;knad enligt g&#228;llande skattesats,

2) om skatten p&#229; s&#229;dan egendom i den f&#246;rstn&#228;mda staten ber&#228;knas
efter en progressiv skatteskala, skatten p&#229; nettov&#228;rdet av denna
egendom ber&#228;knad med den skattesats som erh&#229;lls genom att
skatten som skull betalas p&#229; hela den egendom som &#228;r skattepliktig
enligt lagstiftningen i denna stat j&#228;mf&#246;rs med nettov&#228;rdet av
hela egendomen.

2. Skatt p&#229; egendom som enligt best&#228;mmelserna i artiklarna 5, 6, 7
eller 8 i detta avtal f&#229;r beskattas i den avtalsslutande stat
i vilken den avlidne vid tidpunkten f&#246;r d&#246;dsfallet eller givaren
vid tidpunkten f&#246;r g&#229;van inte hade hemvist, ber&#228;knas med den
skattesats som &#228;r till&#228;mplig p&#229; hela den egendom som &#228;r skattepliktig
d&#228;r enligt lagstiftningen i denna stat.

3. a) Om emellertid den avlidna eller givaren har haft hemvist
i den andra avtalsslutande stat som anges i punkt 1 under minst
fem av de sista sju &#229;ren n&#228;rmast f&#246;re d&#246;dsfallet respektive
g&#229;votillf&#228;llet och vid denna tidpunkt &#228;r medborgare i denna andra
stat men inte i b&#229;da avtalsslutande staterna f&#229;r, utan hinder av
best&#228;mmelserna i artikel 9, denna andra stat i enlighet med sin
interna lagstiftning ocks&#229; beskatta s&#229;dan egendom, som avses
i artikel 9. I s&#229;dana fall skall dock denna andra stat medge
avr&#228;kning fr&#229;n denna skatt med ett belopp motsvarande den skatt
som erlagts i den f&#246;rstn&#228;mnda avtalsslutande stat som ange i
punkt 1 p&#229; s&#229;dan egendom, varvid best&#228;mmelserna i punkt 1
till&#228;mpas som om den avlidne respektive givaren haft sin hemvist
i denna andra stat.

b) Om en l&#228;ngre period &#228;n den period som sju &#229;r som omn&#228;mnes i
punkt a) &#246;verenskoms mellan frankrike och en medlemsstat i
EG eller en stat som &#228;r medlem i Nordiska r&#229;det efter det detta
avtal har undertecknats skall de beh&#246;riga myndigheterna &#246;verl&#228;gga
f&#246;r att &#228;ndra perioden i detta avtal p&#229; motsvarande s&#228;tt.

ARTIKEL 13

TIDSGR&#196;NS

Framst&#228;llning om avr&#228;kning eller &#229;terbetalning av skatt skall g&#246;ras
inom fem &#229;r fr&#229;n tidpunkten f&#246;r den h&#228;ndelse som f&#246;ranledde
skattskyldigheten eller inom tv&#229; &#229;r fr&#229;n den sista dagen d&#229; p&#229;f&#246;rd
skatt f&#246;rfaller till betalning, om sistn&#228;mda tidpunkt intr&#228;ffar
senare.

ARTIKEL 14

F&#214;RFARANDET VID &#214;MSESIDIG &#214;VERENSKOMMELSE

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r
eller kommer att medf&#246;ra beskattning som strider mot best&#228;mmelserna
i detta avtal, kan han, utan att detta p&#229;verkar hans r&#228;tt att
anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa staters interna
r&#228;ttsordning, framl&#228;gga saken f&#246;r den beh&#246;riga myndigheten i
endera staten. Saken skall framl&#228;ggas inom tre &#229;r fr&#229;n den tidpunkt
d&#229; personen i fr&#229;ga fick vetskap om den &#229;tg&#228;rd som givit upphov
till beskattning som strider mot best&#228;mmelserna i avtalet.

2. Om den beh&#246;riga myndigheteten finner inv&#228;ndningen grundad men
inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredst&#228;llande l&#246;sning, skall
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse med
den beh&#246;riga myndigheten i den andra avtalsslutande staten i
syfte att undvika beskattning som strider mot best&#228;mmelserna i
avtalet. &#214;verenskommelse som tr&#228;ffas genomf&#246;rs utan hinder av
tidsgr&#228;nser i de avtalsslutande staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkning eller till&#228;mpning
av avtalet. De kan &#228;ven &#246;verl&#228;gga i syfte att undanr&#246;ja
dubbelbeskattning i fall som inte omfattas av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter. Om
muntliga &#246;verl&#228;ggningar anses underl&#228;tta en &#246;verenskommelse, kan
s&#229;dana &#246;verl&#228;ggningar &#228;ga rum inom en kommission som best&#229;r av
representanter f&#246;r de beh&#246;riga myndigheterna i de avtalsslutande
staterna.

5. De beh&#246;riga myndigheterna i de avtalsslutande staterna f&#229;r
tillsammans eller var och en f&#246;r sig meddela f&#246;reskrifter och
f&#246;reksriva formul&#228;r som skall anv&#228;ndas, i den utstr&#228;ckning som &#228;r
n&#246;dv&#228;ndig eller l&#228;mplig f&#246;r att genomf&#246;ra best&#228;mmelser i detta
avtal.

ARTIKEL 15

UTBYTE AV UPPLYSNINGAR

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
utbyta s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa
best&#228;mmelserna i detta avtal eller i de avtalsslutande staternas
interna lagstiftning i fr&#229;ga om skatter som omfattas av avtalet,
i den m&#229;n beskattningen enligt denna lagstiftning inte strider
mot avtalet. Utbytet av upplysningar begr&#228;nsas inte av artikel 1.
Upplysningar som en avtalsslutande stat mottagit skall behandlas
s&#229;som hemliga p&#229; samma s&#228;tt som upplysningar som erh&#229;llits
enligt den interna lagstiftningen i denna stat och f&#229;r yppas
endast f&#246;r personer eller myndigheter (d&#228;ri inbegripna domstolar
och f&#246;rvaltningsorgan) som fast&#228;ller, uppb&#228;r eller indriver
de skatter som omfattas av avtalet eller handl&#228;gger &#229;tal eller
besv&#228;r i fr&#229;ga om dessa skatter. Dessa personer eller myndigheter
skall anv&#228;nda upplysningarna endast f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r
yppa upplysningarna vid offentlig r&#228;tteg&#229;ng eller i
domstolsavg&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte i n&#229;got fall medf&#246;ra
skyldighet f&#246;r en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning
eller administrativ praxis i denna stat eller den andra
avtalsslutande staten;

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt lagstiftning
eller sedvanlig administrativ praxis i denna eller den andra
avtalsslutande staten;

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rs-, industri-, handels-
eller yrkeshemlighet eller i n&#228;ringsverksamhet nyttjat
f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande skulle
strida mot allm&#228;nna h&#228;nsyn (ordre public).

ARTIKEL 16

BIST&#197;ND MED HANDR&#196;CKNING

1. Efter framst&#228;llning av den ans&#246;kande staten skall den anmodade
staten, om inte best&#228;mmelserna i punkterna 7, 9 och 10 f&#246;ranleder
annat, vidta n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att driva in den f&#246;rstn&#228;mnda
statens skattefordringar som om de vore dess egna. Uttrycket
&quot;skattefordringar&quot; inbegriper varje skatteblopp liksom r&#228;nta,
b&#246;ter eller straffavgifter och kostnader f&#246;r indrivning som bel&#246;per
d&#228;rp&#229; och som &#228;r f&#246;rfallna till betalning och &#228;nnu ej erlagda.

2. Best&#228;mmelserna i punkt 1 g&#228;ller endast s&#229;dan skattefordran
betr&#228;ffande vilken finns en i den ans&#246;kande staten giltig
verkst&#228;llighetstitel och, s&#229;vida inte de beh&#246;riga myndigheterna
i fr&#229;ga kommit &#246;verens om annat, som inte &#228;r tvistig.

3. Skyldigheten att ge handr&#228;ckning vid indrivning av skattefordan
som avser avliden person eller dennes d&#246;dsbo &#228;r begr&#228;nsad till
d&#246;dsboets v&#228;rde respektive v&#228;rdet av d&#246;dsbodel&#228;garnas andelar
av d&#246;dsboet, beroende p&#229; om indrivningen av fordran skall riktas
mot d&#246;dsboet eller dess del&#228;gare.

4. Efter framst&#228;llning av den ans&#246;kande staten skall den anmodade
staten vidta &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla indrivning av skatt,
&#228;ven om skattefordran har &#246;verklagats eller om ingen
verkst&#228;llighetstitel &#228;nnu f&#246;religger.

5. Till framst&#228;llning om handr&#228;ckning skall fogas:

a) en f&#246;rs&#228;kran som preciserar att skattefordran avser en skatt
som omfattas av detta avtal och, i det fall d&#229; framst&#228;llningen
avser indrivning, att, om inte best&#228;mmelserna i punkt 2 f&#246;ranleder
annat, skattefordran inte &#228;r eller kan vara tvistig,

b) en officiell kopia av den i den ans&#246;kande staten giltiga
verkst&#228;llighetstiteln, och

c) de &#246;vriga handlingar som beh&#246;vs f&#246;r indrivning eller
s&#228;kerhets&#229;tg&#228;rder.

6. En verkst&#228;llighetstitel som &#228;r giltig i den ans&#246;kande staten
skall vid behov och i enlighet med de best&#228;mmelser som g&#228;ller i
den anmodade staten snarast m&#246;jligt efter det att framst&#228;llningen
har inkommit godk&#228;nnas, erk&#228;nnas, kompletteras eller ers&#228;ttas
med en verkst&#228;llighetstitel som &#228;r giltig i den senare staten.

7. I fr&#229;gor som g&#228;ller tidsfrist efter vilken skattefordran inte
kan verkst&#228;llas skall den ans&#246;kande statens lagstiftning till&#228;mpas.
Framst&#228;llning om handr&#228;ckning skall inneh&#229;lla detaljerade
uppgifter om s&#229;dan tidsfrist.

8. Indrivnings&#229;tg&#228;rder, som vidtas av den anmodade staten efter
framst&#228;llning om handr&#228;ckning och som enligt lagstiftningen i
denna stat uppskjuter eller avbryter tidsfrist som avses i punkt
7 skall ocks&#229; ha denna verkan vid till&#228;mpningen av lagstiftningen i
den ans&#246;kande staten. Den anmodade staten skall underl&#228;tta den
ans&#246;kande staten i de fall att s&#229;dana &#229;tg&#228;rder vidtas.

9. Under inga f&#246;rh&#229;llanden &#228;r den anmodade staten skyldig att
bifalla en handr&#228;ckningsframst&#228;llning som gjorts mer &#228;n 15 &#229;r
efter den dag d&#229; den utsprungliga verkst&#228;llighetstiteln &#228;r daterad.

10. Skattefordran f&#246;r vilken handr&#228;ckning f&#246;r indrivning l&#228;mnas
&#229;tnjuter inte i den anmodade staten n&#229;gon s&#229;dan s&#228;rskild f&#246;rm&#229;nsr&#228;tt
som tillkommer denna stats skattefordringar &#228;ven om vid
indrivningen till&#228;mpas samma f&#246;rfarande som &#228;r till&#228;mpligt vid
indrivningen av dess egna skattefordringar.

11. Den anmodade staten f&#229;r bevilja anst&#229;nd med betalningen eller
medge att denna sker genom delbetalningar, n&#228;r detta &#228;r till&#229;tet
under liknande omst&#228;ndigheter enligt lagstiftning eller
administrativ praxis i den anmodade staten, men skall f&#246;rst
underr&#228;tta den ans&#246;kande staten.

ARTIKEL 17

DIPLOMATISKA F&#214;RETR&#196;DARE OCH KONSUL&#196;RA TJ&#196;NSTEM&#196;N

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmselser i s&#228;rskilda &#246;verenskommelser tillkommer diplomatiska
f&#246;retr&#228;dare eller konsul&#228;ra tj&#228;nstem&#228;n.

ARTIKEL 18

IKRAFTTR&#196;DANDE

1. De avtalsslutande staterna skall underr&#228;tta varandra n&#228;r de
&#229;tg&#228;rder vidtagits som kr&#228;vs f&#246;r att detta avtal skall tr&#228;da i
kraft. Avtalet tr&#228;der i kraft den f&#246;rsta dagen i den andra
m&#229;naden efter dagen f&#246;r den sista av dessa underr&#228;ttelser.

2. Avtalets best&#228;mmelser skall till&#228;mpas f&#246;rsta g&#229;ngen betr&#228;ffande
arv efter person som avlider den dag avtalet tr&#228;der i kraft
eller d&#228;refter och betr&#228;ffaned g&#229;va som ges den dag d&#229; avtalet
tr&#228;der i kraft eller d&#228;refter.

3. Best&#228;mmelserna i avtalet den 24 december 1936 mellan Sverige
och Frankrike f&#246;r undvikande av dubbelbeskattning och fastst&#228;llande
av best&#228;mmelser ang&#229;ende handr&#228;ckning betr&#228;ffande arvsskatt
liksom best&#228;mmelserna i protokoll undertecknat i Paris den 1 juli
1963, skall upph&#246;ra att g&#228;lla fr&#229;n det datum d&#229; motsvarande
best&#228;mmelser i detta avtal blir till&#228;mpliga f&#246;rsta g&#229;ngen.

ARTIKEL 19

UPPH&#214;RANDE

Detta avtal f&#246;rblir i kraft till dess det uppsagts av endera
avtalsslutande staten. Vardera avtalsslutande staten kan p&#229;
diplomatisk v&#228;g upps&#228;ga avtalet efter det att det varit i kraft
under minst fem &#229;r om underr&#228;ttelse h&#228;rom skett med minst sex
m&#229;naders varsel. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet
att g&#228;lla vid utg&#229;ngen av den i upps&#228;gningen angivna tidrymden
dock att avtalet skall forts&#228;tta att g&#228;lla betr&#228;ffaned arv
efter person som avlidit f&#246;re utg&#229;ngen av den ovan angivna
tidrymden och betr&#228;ffande g&#229;va som ges f&#246;re utg&#229;ngen av den ovan
angivna tidrymden.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigande, undertecknat detta avtal.

Som skedde i Stockholm den 8 juni 1994 i tv&#229; exemplar p&#229; franska
spr&#229;ket.

F&#246;r Konungariket
Sveriges regeringen

Bo Lundgren

F&#246;r Republiken
Frankrikes regering

J. Timsit

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3190">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3192">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
