

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1994-06-16" /> 
 <meta id="rattsinfo-edited" content="2022-03-28 15:34:17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3235</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3234">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3236">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1994:569 ·
                    <a href="/sfsr?bet=1994:569">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1994:569) om Sveriges samarbete med de internationella tribunalerna f&#246;r brott mot internationell humanit&#228;r r&#228;tt</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1994-06-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1029
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Denna lag g&#228;ller i f&#246;rh&#229;llande till f&#246;ljande
tribunaler:

1. den av F&#246;renta nationernas s&#228;kerhetsr&#229;d den 25 maj 1993
inr&#228;ttade internationella tribunalen f&#246;r f.d. Jugoslavien,

2. den av F&#246;renta nationernas s&#228;kerhetsr&#229;d den 8 november 1994
inr&#228;ttade internationella tribunalen f&#246;r Rwanda, och

3. den av F&#246;renta nationernas s&#228;kerhetsr&#229;d den 22 december 2010
inr&#228;ttade internationella avvecklingsmekanismen f&#246;r
brottm&#229;lstribunaler.

Om n&#229;gon av tribunalerna beg&#228;r r&#228;ttsligt bitr&#228;de av Sverige,
ska den beg&#228;rda &#229;tg&#228;rden vidtas enligt vad som s&#228;gs i denna
lag. Lag (2013:448).

2 &#167; En ans&#246;kan som avses i 1 &#167; skall ges in till
Justitiedepartementet. Underr&#228;ttelser i och redovisning av ett
&#228;rende till tribunalen skall vidarebefordras av
Justitiedepartementet.

En ans&#246;kan och bifogade handlingar enligt denna lag skall vara
skrivna p&#229; engelska eller svenska eller &#229;tf&#246;ljas av en
&#246;vers&#228;ttning till n&#229;got av dessa spr&#229;k. Lag (2002:330).

Utl&#228;mning

3 &#167; En person som vid tribunalen &#228;r misst&#228;nkt, tilltalad eller d&#246;md
f&#246;r brott som omfattas av tribunalens beh&#246;righet och som
uppeh&#229;ller sig i Sverige f&#229;r utl&#228;mnas till tribunalen efter beslut av
regeringen.

Ett beslut om h&#228;ktning eller en dom som tribunalen meddelat i
beh&#246;rig ordning skall godtas som grund f&#246;r ett beslut om
utl&#228;mning, om det inte framg&#229;r att h&#228;ktningsbeslutet eller
domslutet &#228;r uppenbart oriktigt.

4 &#167; En beg&#228;ran om att en person som avses i 3 &#167; f&#246;rsta stycket skall
&#246;verl&#228;mnas till tribunalen skall s&#228;ndas vidare till Riks&#229;klagaren.
Denne skall avge yttrande till regeringen. Till grund f&#246;r sitt
yttrande skall Riks&#229;klagaren l&#229;ta verkst&#228;lla n&#246;dv&#228;ndig utredning
enligt vad som &#228;r f&#246;reskrivet om f&#246;runders&#246;kning i brottm&#229;l. Sedan
utredningen avslutats skall Riks&#229;klagaren &#246;verl&#228;mna &#228;rendet
tillsammans med sitt yttrande till regeringen.

Innan regeringen avg&#246;r &#228;rendet skall den, om det finns s&#228;rskilda
sk&#228;l, inh&#228;mta yttrande fr&#229;n H&#246;gsta domstolen.

5 &#167; I ett &#228;rende om utl&#228;mning till en tribunal f&#229;r tv&#229;ngsmedel
anv&#228;ndas utan att s&#228;rskild utredning har l&#228;mnats till st&#246;d f&#246;r
att den som avses med ans&#246;kan har beg&#229;tt det uppgivna brottet.
Om tribunalen har beg&#228;rt att den som avses med ans&#246;kan skall
frihetsber&#246;vas, skall h&#228;ktning ske om det inte &#228;r uppenbart att
sk&#228;l f&#246;r h&#228;ktning saknas. Den som &#228;r h&#228;ktad f&#229;r beg&#228;ra att ny
f&#246;rhandling h&#229;lls inom tre veckor fr&#229;n det att beslut senast
har meddelats. I &#246;vrigt g&#228;ller i fr&#229;ga om tv&#229;ngsmedel vad som i
allm&#228;nhet &#228;r f&#246;reskrivet f&#246;r brottm&#229;l.

Beslut om tv&#229;ngsmedel kan meddelas &#228;ven efter det att utl&#228;mning
har beslutats. Beslut av r&#228;tten g&#228;ller, om inte annat beslutas,
till dess &#228;rendet har avgjorts eller, n&#228;r utl&#228;mning beslutats,
tills denna har verkst&#228;llts. Lag (2002:330).

6 &#167; Den som &#228;r misst&#228;nkt, tilltalad eller d&#246;md f&#246;r brott,
vilket enligt denna lag kan f&#246;ranleda utl&#228;mning till en
tribunal, f&#229;r p&#229; beg&#228;ran av tribunalen, eller p&#229; grund av
efterlysning som har utf&#228;rdats p&#229; grund av beslut av
tribunalen, omedelbart anh&#229;llas eller &#229;l&#228;ggas resef&#246;rbud eller
anm&#228;lningsskyldighet av en &#229;klagare enligt vad som i allm&#228;nhet
g&#228;ller i brottm&#229;l. Beslag f&#229;r ocks&#229; ske i s&#229;dant fall.
Anh&#229;llande skall ske om det inte &#228;r uppenbart att sk&#228;l f&#246;r
anh&#229;llande saknas.

Tv&#229;ngsmedel enligt f&#246;rsta stycket f&#229;r anv&#228;ndas utan att
s&#228;rskild utredning har l&#228;mnats till st&#246;d f&#246;r att den som avses
med ans&#246;kan har beg&#229;tt det uppgivna brottet.

Om det beslutas om tv&#229;ngsmedel enligt f&#246;rsta stycket, skall
23 &#167; andra-fj&#228;rde styckena lagen (1957:668) om utl&#228;mning f&#246;r
brott till&#228;mpas. Lag (2002:330).

7 &#167; I fr&#229;ga om utl&#228;mning till tribunalen g&#228;ller 25 och 26 a &#167;&#167;
lagen (1957:668) om utl&#228;mning f&#246;r brott. Lag (2002:330).

8 &#167; Ett beslut om utl&#228;mning till tribunalen ska
verkst&#228;llas av Polismyndigheten. Om den som ska utl&#228;mnas &#228;r
p&#229; fri fot, f&#229;r han eller hon, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att
utl&#228;mningen ska kunna genomf&#246;ras, omh&#228;ndertas och tas i
f&#246;rvar av Polismyndigheten, dock l&#228;ngst under 48 timmar.
Lag (2014:638).

8 a &#167; Om tribunalen och en stat beg&#228;r utl&#228;mning av samma
person, beslutar regeringen om personen skall utl&#228;mnas till
tribunalen eller till staten. Lag (2002:330).

R&#228;ttslig hj&#228;lp

9 &#167; P&#229; ans&#246;kan av tribunalen skall r&#228;ttslig hj&#228;lp l&#228;mnas
enligt lagen (2000:562) om internationell r&#228;ttslig hj&#228;lp i
brottm&#229;l om inte annat framg&#229;r av denna lag. R&#228;ttslig hj&#228;lp f&#229;r
l&#228;mnas &#228;ven om den g&#228;rning som ans&#246;kan avser inte motsvarar ett
brott enligt svensk lag.

Best&#228;mmelserna i 2 kap. 14 &#167; f&#246;rsta stycket lagen om
internationell r&#228;ttslig hj&#228;lp i brottm&#229;l g&#228;ller inte om ett
avslag skulle strida mot Sveriges f&#246;rpliktelser mot tribunalen.
Best&#228;mmelserna i 2 kap. 14 &#167; andra stycket, 4 kap. 33 &#167; och
34 &#167; andra stycket samma lag skall inte till&#228;mpas.

Tribunalen skall ges tillf&#228;lle att yttra sig innan r&#228;ttslig
hj&#228;lp f&#246;renas med villkor som avses i 5 kap. 2 &#167; lagen om
internationell r&#228;ttslig hj&#228;lp i brottm&#229;l. Lag (2002:330).

9 a &#167; har upph&#228;vts genom lag (2002:330).

Bevisupptagning m. m.

10 &#167; Om det vid handl&#228;ggningen av en ans&#246;kan om r&#228;ttslig hj&#228;lp
i brottm&#229;l fr&#229;n tribunalen framkommer att ans&#246;kan &#228;r of&#246;renlig
med en s&#229;dan ans&#246;kan om r&#228;ttslig hj&#228;lp i brottm&#229;l fr&#229;n en annan
stat som handl&#228;ggs enligt lagen (2000:562) om internationell
r&#228;ttslig hj&#228;lp i brottm&#229;l, skall fr&#229;gan &#246;verl&#228;mnas till
regeringen som beslutar vilken av ans&#246;kningarna som skall ha
f&#246;retr&#228;de. Lag (2002:330).

Straffverkst&#228;llighet m.m.

11 &#167; Regeringen kan p&#229; tribunalens beg&#228;ran besluta att en av
tribunalen meddelad f&#228;ngelsedom f&#229;r verkst&#228;llas i Sverige.
Regeringen f&#229;r meddela de anvisningar som i det enskilda fallet
beh&#246;vs f&#246;r verkst&#228;lligheten av straffet h&#228;r.

Vid verkst&#228;lligheten till&#228;mpas 25 &#167; lagen (1972:260) om
internationellt samarbete r&#246;rande verkst&#228;llighet av
brottm&#229;lsdom. Verkst&#228;lligheten skall upph&#246;ra, om tribunalen
upplyser att den har beviljat den d&#246;mde n&#229;d eller meddelat
n&#229;got annat avg&#246;rande som inneb&#228;r att den utd&#246;mda p&#229;f&#246;ljden
inte l&#228;ngre f&#229;r verkst&#228;llas.

Fr&#229;gor om villkorlig frigivning pr&#246;vas av regeringen sedan
tribunalen beretts tillf&#228;lle att yttra sig. Regeringen f&#229;r i
dessa fall besluta att villkorlig frigivning skall ske vid en
senare tidpunkt &#228;n som f&#246;ljer av brottsbalken. Lag (2002:330).

12 &#167; F&#246;retr&#228;dare f&#246;r tribunalen eller den tribunalen utser f&#246;r
att unders&#246;ka behandlingen av den som avtj&#228;nar straff utd&#246;mt av
tribunalen, har r&#228;tt att bes&#246;ka den plats d&#228;r personen &#228;r
placerad. Den som ansvarar f&#246;r n&#229;gon som avtj&#228;nar ett s&#229;dant
straff, skall l&#228;mna den som genomf&#246;r unders&#246;kningen det bitr&#228;de
som denne beh&#246;ver f&#246;r att kunna fullg&#246;ra sina uppgifter.
Lag (2000:573).

Transport av frihetsber&#246;vade i och genom Sverige

12 a &#167; Om en av tribunalen meddelad f&#228;ngelsedom ska 
verkst&#228;llas i Sverige, ska Kriminalv&#229;rden ansvara f&#246;r 
transporten av den d&#246;mde i Sverige. Vid en s&#229;dan transport 
till&#228;mpas f&#246;ljande best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten. Lag (2017:132).

12 b &#167; Ansvarigt statsr&#229;d f&#229;r meddela tillst&#229;nd till
transport genom Sverige av en frihetsber&#246;vad person som f&#246;r
att utl&#228;mnas eller i annat syfte ska &#246;verf&#246;ras mellan en
annan stat och tribunalen. Under en s&#229;dan transport ska
frihetsber&#246;vandet best&#229; om inte tribunalen beg&#228;r att den som
&#246;verf&#246;rs ska friges.

F&#246;r flygtransport utan planerad mellanlandning h&#228;r i landet
kr&#228;vs inte tillst&#229;nd enligt f&#246;rsta stycket. Om en oplanerad
mellanlandning sker, ska Polismyndigheten ta den som &#246;verf&#246;rs
i f&#246;rvar till dess en ans&#246;kan g&#246;rs om tillst&#229;nd till
transport enligt f&#246;rsta stycket och genast underr&#228;tta
ansvarigt statsr&#229;d om detta. G&#246;rs ingen ans&#246;kan inom 96
timmar fr&#229;n den oplanerade landningen, ska personen
omedelbart friges.

Om tillst&#229;nd har meddelats enligt f&#246;rsta stycket, f&#229;r
Polismyndigheten vid behov ta den som &#246;verf&#246;rs i f&#246;rvar. I
fr&#229;ga om tv&#229;ngsmedel i ett &#228;rende om transport g&#228;ller
best&#228;mmelserna i 5 &#167;. Lag (2017:132).

&#214;vriga best&#228;mmelser

13 &#167; P&#229; beg&#228;ran av tribunalen ska en i Sverige p&#229;g&#229;ende 
lagf&#246;ring &#246;verf&#246;ras till tribunalen. Om en s&#229;dan beg&#228;ran g&#246;rs 
f&#229;r &#229;tal inte v&#228;ckas f&#246;r brottet. F&#246;rs lagf&#246;ringen &#246;ver efter 
det att &#229;tal har v&#228;ckts, utg&#246;r detta r&#228;tteg&#229;ngshinder i 
brottm&#229;let. Lag (2021:1029).

14 &#167; Om tribunalen beg&#228;r att en &#229;tg&#228;rd skall vidtas
betr&#228;ffande den som misst&#228;nks eller har &#229;talats eller d&#246;mts f&#246;r
brott, skall denne, om han beg&#228;r det, bitr&#228;das av en offentlig
f&#246;rsvarare. I fr&#229;ga om s&#229;dan g&#228;ller r&#228;tteg&#229;ngsbalkens
best&#228;mmelser. Lag (2000:573).

15 &#167; Ett vittne eller en m&#229;ls&#228;gande eller sakkunnig i Sverige som har
kallats f&#246;r att h&#246;ras av tribunalen har r&#228;tt till ers&#228;ttning f&#246;r sin
inst&#228;llelse enligt best&#228;mmelser som meddelas av regeringen.

16 &#167; Ers&#228;ttning av allm&#228;nna medel till offentlig f&#246;rsvarare eller till
annan samt &#246;vriga kostnader f&#246;r &#229;tg&#228;rder som vidtagits enligt
denna lag skall betalas av staten.

17 &#167; Best&#228;mmelser i annan lag eller f&#246;rfattning om delgivning
och r&#228;ttslig hj&#228;lp &#229;t domstol eller myndighet i en annan stat
till&#228;mpas p&#229; ans&#246;kningar fr&#229;n tribunalen, om de inte strider
mot best&#228;mmelserna i denna lag. Lag (2002:330).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3234">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3236">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
