

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 13:31:21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3278</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3277">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3279">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1993:1617 ·
                    <a href="/sfsr?bet=1993:1617">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ordningslag (1993:1617)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L4
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1993-12-16
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:426
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller s&#228;rskilda f&#246;reskrifter om allm&#228;nna
sammankomster och offentliga tillst&#228;llningar (2 kap.) samt
f&#246;reskrifter om allm&#228;n ordning och s&#228;kerhet i &#246;vrigt dels vid
sammankomster och tillst&#228;llningar, p&#229; offentliga platser och
vid vissa anl&#228;ggningar och verksamheter (3 kap.), dels i viss
kollektiv persontrafik (4 kap.), dels vid vissa
idrottsarrangemang (5 kap.). Lag (2009:101).

2 &#167; Med offentlig plats enligt denna lag avses

1. allm&#228;nna v&#228;gar,

2. gator, v&#228;gar, torg, parker och andra platser som i detaljplan
redovisas som allm&#228;n plats och som har uppl&#229;tits f&#246;r sitt &#228;ndam&#229;l,

3. omr&#229;den som i detaljplan redovisas som kvartersmark f&#246;r hamn-
verksamhet, om de har uppl&#229;tits f&#246;r detta &#228;ndam&#229;l och &#228;r tillg&#228;ngliga
f&#246;r allm&#228;nheten, samt

4. andra landomr&#229;den och utrymmen inomhus som stadigvarande
anv&#228;nds f&#246;r allm&#228;n trafik.

Regeringen eller, efter regeringens bemyndigande, en kommun f&#229;r
f&#246;reskriva att anl&#228;ggningar f&#246;r lek, idrott, camping eller friluftsliv,
badplatser, j&#228;rnv&#228;gsomr&#229;den, begravningsplatser och andra s&#229;dana
omr&#229;den, om de inte omfattas av best&#228;mmelserna i f&#246;rsta stycket,
skall j&#228;mst&#228;llas med offentliga platser vid till&#228;mpning av 3 kap.
och av lokala f&#246;reskrifter, under f&#246;ruts&#228;ttning att omr&#229;dena &#228;r
tillg&#228;ngliga f&#246;r allm&#228;nheten.

Om ett omr&#229;de eller utrymme som avses i f&#246;rsta stycket &#228;r
tillg&#228;ngligt f&#246;r allm&#228;nheten endast under vissa tider, &#228;r det offentlig
plats under dessa. Detsamma g&#228;ller omr&#229;den som omfattas av en
f&#246;reskrift enligt andra stycket.

2 kap. Allm&#228;nna sammankomster och offentliga tillst&#228;llningar

Definitioner

1 &#167; Med allm&#228;n sammankomst enligt denna lag avses

1. sammankomster som utg&#246;r demonstrationer eller som annars
h&#229;lls f&#246;r &#246;verl&#228;ggning, opinionsyttring eller upplysning i allm&#228;n
eller enskild angel&#228;genhet,

2. f&#246;rel&#228;sningar och f&#246;redrag som h&#229;lls f&#246;r undervisning eller f&#246;r att
meddela allm&#228;n eller medborgerlig bildning,

3. sammankomster som h&#229;lls f&#246;r religionsut&#246;vning,

4. teaterf&#246;rest&#228;llningar, biograff&#246;rest&#228;llningar, konserter och andra
sammankomster f&#246;r att framf&#246;ra konstn&#228;rligt verk, samt

5. andra sammankomster vid vilka m&#246;tesfriheten ut&#246;vas.

F&#246;r att en sammankomst skall anses som allm&#228;n kr&#228;vs att den anordnas
f&#246;r allm&#228;nheten eller att allm&#228;nheten har tilltr&#228;de till den eller
att sammankomsten med h&#228;nsyn till de villkor som g&#228;ller f&#246;r tilltr&#228;de
till den b&#246;r anses j&#228;mst&#228;lld med en s&#229;dan sammankomst.

Best&#228;mmelserna i denna lag om allm&#228;nna sammankomster g&#228;ller
&#228;ven om det vid en sammankomst f&#246;rekommer mindre inslag av
underh&#229;llning eller f&#246;rstr&#246;else av annat slag &#228;n framf&#246;rande av
konstn&#228;rligt verk.

2 &#167; Vad som s&#228;gs i lagen om allm&#228;nna sammankomster g&#228;ller &#228;ven
cirkusf&#246;rest&#228;llningar.

3 &#167; Med offentlig tillst&#228;llning enligt denna lag avses

1. t&#228;vlingar och uppvisningar i sport, idrott och flygning,

2. danstillst&#228;llningar,

3. tivolin&#246;jen och festt&#229;g,

4. marknader och m&#228;ssor, samt

5. andra tillst&#228;llningar som inte &#228;r att anse som allm&#228;nna
sammankomster eller cirkusf&#246;rest&#228;llningar.

F&#246;r att en tillst&#228;llning ska anses som offentlig kr&#228;vs att
den anordnas f&#246;r allm&#228;nheten eller att allm&#228;nheten har
tilltr&#228;de till den.

En tillst&#228;llning till vilken tilltr&#228;det &#228;r begr&#228;nsat genom
krav p&#229; inbjudan, medlemskap i en viss f&#246;rening eller annat
villkor &#228;r dock att anse som en tillst&#228;llning som allm&#228;nheten
har tilltr&#228;de till, om tillst&#228;llningen uppenbarligen &#228;r en
del av en r&#246;relse vars verksamhet uteslutande eller
v&#228;sentligen best&#229;r i att anordna tillst&#228;llningar av detta
slag. Detsamma g&#228;ller om tillst&#228;llningen med h&#228;nsyn till
omfattningen av den krets som &#228;ger tilltr&#228;de, de villkor som
g&#228;ller f&#246;r tilltr&#228;det eller andra liknande omst&#228;ndigheter &#228;r
att j&#228;mst&#228;lla med s&#229;dan tillst&#228;llning. Lag (2010:515).

Krav p&#229; tillst&#229;nd eller anm&#228;lan

4 &#167; Allm&#228;nna sammankomster och offentliga tillst&#228;llningar f&#229;r 
inte utan tillst&#229;nd anordnas p&#229; offentliga platser. 

Tillst&#229;nd att anordna offentlig tillst&#228;llning kr&#228;vs &#228;ven i 
annat fall, om det &#228;r fr&#229;ga om offentliga tivolin&#246;jen, 
marknader eller liknande n&#246;jestillst&#228;llningar eller t&#228;vlingar 
eller uppvisningar i motorsport eller flygning. Om det kan ske 
utan fara f&#246;r ordning och s&#228;kerhet eller f&#246;r trafiken, f&#229;r 
emellertid anordnaren befrias fr&#229;n skyldigheten att s&#246;ka 
tillst&#229;nd enligt detta stycke f&#246;r tillst&#228;llning av visst slag. 
Ett beslut om befrielse f&#229;r f&#246;renas med villkor. 

En allm&#228;n sammankomst som avses i 1 &#167; f&#246;rsta stycket 4 eller 
en cirkusf&#246;rest&#228;llning f&#229;r h&#229;llas utan tillst&#229;nd, om den med 
h&#228;nsyn till det v&#228;ntade deltagarantalet, den utvalda platsen 
och tiden f&#246;r sammankomsten samt de anordningar som avses 
f&#246;rekomma kan antas &#228;ga rum utan fara f&#246;r ordning och s&#228;kerhet 
eller f&#246;r trafiken. Lag (2023:308).

5 &#167; Den som avser att inom ett omr&#229;de som redovisas i detaljplan
anordna en s&#229;dan allm&#228;n sammankomst utomhus eller offentlig
tillst&#228;llning som det inte kr&#228;vs tillst&#229;nd f&#246;r enligt 4 &#167; skall
anm&#228;la detta.

Anm&#228;lningsskyldighet g&#228;ller ocks&#229; f&#246;r en allm&#228;n sammankomst
som anordnas inomhus inom ett omr&#229;de som redovisas i detaljplan
och f&#246;r en offentlig tillst&#228;llning som anordnas utomhus utom
detaljplanelagt omr&#229;de, om det p&#229; grund av det f&#246;rv&#228;ntade antalet
deltagare vid sammankomsten eller tillst&#228;llningen finns risk f&#246;r
att ordningen st&#246;rs eller s&#228;kerheten &#228;ventyras vid den eller, som
en direkt f&#246;ljd av den, i dess omedelbara omgivning eller f&#246;r att
trafiken st&#246;rs.

En allm&#228;n sammankomst som avses i 1 &#167; f&#246;rsta stycket 4 beh&#246;ver
inte anm&#228;las, om den med h&#228;nsyn till det f&#246;rv&#228;ntade antalet
deltagare, den utvalda platsen och tiden f&#246;r sammankomsten samt
de anordningar som avses f&#246;rekomma kan antas &#228;ga rum utan fara
f&#246;r ordning och s&#228;kerhet eller f&#246;r trafiken.

Om det kan ske utan fara f&#246;r ordning och s&#228;kerhet eller f&#246;r trafiken,
f&#229;r anordnaren befrias fr&#229;n anm&#228;lningsskyldigheten i fr&#229;ga om
allm&#228;nna sammankomster eller offentliga tillst&#228;llningar av visst
slag. Ett beslut om befrielse f&#229;r f&#246;renas med villkor.

Hur ans&#246;kan om tillst&#229;nd och anm&#228;lan g&#246;rs

6 &#167; Ans&#246;kan om tillst&#229;nd att anordna och anm&#228;lan om en allm&#228;n
sammankomst eller offentlig tillst&#228;llning ska g&#246;ras till
Polismyndigheten.

Ans&#246;kan ska g&#246;ras skriftligen i god tid. Om m&#246;jligt ska
ans&#246;kan ha kommit in senast en vecka f&#246;re sammankomsten eller
tillst&#228;llningen.

Anm&#228;lan ska g&#246;ras skriftligen eller muntligen. Om m&#246;jligt ska
anm&#228;lan ha kommit in senast fem dagar f&#246;re sammankomsten
eller tillst&#228;llningen. Lag (2014:590).

Vad ans&#246;kan och anm&#228;lan skall inneh&#229;lla

7 &#167; En ans&#246;kan om tillst&#229;nd att anordna och en anm&#228;lan om en 
allm&#228;n sammankomst eller offentlig tillst&#228;llning ska inneh&#229;lla 
uppgifter om anordnaren, tiden f&#246;r sammankomsten eller 
tillst&#228;llningen, dennas art och huvudsakliga utformning samt 
de &#229;tg&#228;rder i fr&#229;ga om ordning och s&#228;kerhet som anordnaren 
avser att vidta. Lag (2021:6).

Tillst&#229;nd att t&#228;cka ansiktet

7 a &#167; Den som enligt 4 eller 5 &#167; &#228;r skyldig att s&#246;ka
tillst&#229;nd eller anm&#228;la en allm&#228;n sammankomst som avses i 1 &#167;
f&#246;rsta stycket 1 f&#229;r i samband med att en s&#229;dan ans&#246;kan eller
anm&#228;lan g&#246;rs beg&#228;ra att deltagare i sammankomsten ska f&#229;
tillst&#229;nd att helt eller delvis t&#228;cka ansiktet.

En beg&#228;ran ska vara skriftlig och ha kommit in till
Polismyndigheten inom den tid som anges i 6 &#167;.
Lag (2014:590).

Pr&#246;vningen med anledning av ans&#246;kan, anm&#228;lan eller beg&#228;ran

8 &#167; Polismyndigheten pr&#246;var fr&#229;gor om tillst&#229;nd att anordna
allm&#228;nna sammankomster och offentliga tillst&#228;llningar, om
tillst&#229;nd enligt 7 a &#167; att helt eller delvis t&#228;cka ansiktet
samt om befrielse enligt 4 &#167; andra stycket fr&#229;n skyldigheten
att ans&#246;ka om tillst&#229;nd att anordna offentliga tillst&#228;llningar.

Om den offentliga tillst&#228;llningen avser t&#228;vling eller
uppvisning i motorsport eller t&#228;vling eller uppvisning p&#229; v&#228;g
med fordon och det f&#246;r att genomf&#246;ra tillst&#228;llningen kr&#228;vs
beslut av l&#228;nsstyrelsen i n&#229;got annat avseende, pr&#246;vas dock
fr&#229;gan om tillst&#229;nd av l&#228;nsstyrelsen efter samr&#229;d med
Polismyndigheten.

Anm&#228;lan om en allm&#228;n sammankomst eller offentlig tillst&#228;llning
behandlas av Polismyndigheten som ocks&#229; pr&#246;var fr&#229;gor om
befrielse enligt 5 &#167; fj&#228;rde stycket fr&#229;n skyldigheten att g&#246;ra
anm&#228;lan om sammankomster eller tillst&#228;llningar. Lag (2014:590).

9 &#167; Polismyndigheten f&#229;r f&#246;rel&#228;gga anordnaren av en allm&#228;n
sammankomst eller offentlig tillst&#228;llning att l&#228;mna uppgifter
ut&#246;ver vad ans&#246;kan, anm&#228;lan eller beg&#228;ran enligt 7 a &#167; ska
inneh&#229;lla. Myndigheten f&#229;r ocks&#229; sj&#228;lv s&#246;rja f&#246;r den
utredning som beh&#246;vs. Anordnaren &#228;r dock inte skyldig att
redog&#246;ra f&#246;r inneh&#229;llet i f&#246;redrag, tal eller dramatisk eller
annan framst&#228;llning som &#228;r avsedd att f&#246;rekomma vid
sammankomsten eller tillst&#228;llningen.

Om det med anledning av en ans&#246;kan om tillst&#229;nd att anordna
eller en anm&#228;lan om en cirkusf&#246;rest&#228;llning eller en offentlig
tillst&#228;llning beh&#246;vs en unders&#246;kning som kr&#228;ver s&#228;rskild
fackkunskap, f&#229;r Polismyndigheten anlita en sakkunnig p&#229;
anordnarens bekostnad. Lag (2014:590).

10 &#167; Tillst&#229;nd till en allm&#228;n sammankomst f&#229;r v&#228;gras endast om det
&#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till ordningen eller s&#228;kerheten vid
sammankomsten eller, som en direkt f&#246;ljd av den, i dess omedelbara
omgivning eller med h&#228;nsyn till trafiken eller f&#246;r att motverka
epidemi.

Tillst&#229;nd till en allm&#228;n sammankomst eller offentlig tillst&#228;llning
skall v&#228;gras, om sammankomsten eller tillst&#228;llningen &#228;r avsedd att
h&#229;llas i ett samlingst&#228;lt som inte &#228;r godk&#228;nt eller inte f&#229;r anv&#228;ndas
enligt vad som s&#228;gs i 12 &#167; eller i ett annat t&#228;lt som inte erbjuder
betryggande s&#228;kerhet mot brand och andra olycksfall.

11 &#167; Beslut med anledning av en ans&#246;kan eller en anm&#228;lan
enligt 6 &#167; ska meddelas skyndsamt. Beslutet ska inneh&#229;lla de
villkor enligt 16 &#167; andra stycket som Polismyndigheten
meddelar f&#246;r sammankomsten eller tillst&#228;llningen.
Lag (2014:590).

11 a &#167; Beslut med anledning av en beg&#228;ran enligt 7 a &#167; skall
meddelas skyndsamt.

Tillst&#229;nd skall l&#228;mnas om risken f&#246;r ordningsst&#246;rningar &#228;r
obetydlig. Lag (2005:901).

S&#228;kerheten hos t&#228;lt och tivolianordningar

12 &#167; T&#228;lt f&#229;r anv&#228;ndas vid allm&#228;nna sammankomster eller
offentliga tillst&#228;llningar endast om det har betryggande
brandt&#229;lighet och stabilitet samt i &#246;vrigt t&#228;ltet och dess
inredning erbjuder betryggande s&#228;kerhet mot brand eller andra
olycksfall och utrymningsv&#228;garna &#228;r tillfredsst&#228;llande. Ett
t&#228;lt som &#228;r avsett f&#246;r flera &#228;n 150 personer och som f&#229;r
uppf&#246;ras utan bygglov (samlingst&#228;lt) ska vara besiktigat och
godk&#228;nt.

Besiktningen ska g&#246;ras innan t&#228;ltet f&#246;rsta g&#229;ngen tas i bruk
i Sverige och vid regelbundet &#229;terkommande tillf&#228;llen. Om
t&#228;ltet har &#228;ndrats i n&#229;got avseende som har v&#228;sentlig
betydelse f&#246;r s&#228;kerheten, ska det besiktigas p&#229; nytt.

Godk&#228;nnande av ett samlingst&#228;lt ska g&#228;lla f&#246;r en tid av minst
tre och h&#246;gst sju &#229;r.

Om ett t&#228;lt, som &#228;r avsett att anv&#228;ndas vid allm&#228;nna
sammankomster eller offentliga tillst&#228;llningar, p&#229; grund av
skada eller av n&#229;gon annan orsak inte erbjuder betryggande
s&#228;kerhet mot brand och andra olycksfall, f&#229;r Polismyndigheten
f&#246;rbjuda att t&#228;ltet anv&#228;nds vid s&#229;dana sammankomster eller
tillst&#228;llningar s&#229; l&#228;nge felet best&#229;r. Lag (2014:590).

13 &#167; Tivolianordningar, s&#229;som karuseller, pariserhjul, berg-
och dalbanor, bilbanor, vattenrutschkanor och liknande
personf&#246;rande eller personb&#228;rande anordningar f&#246;r n&#246;jes&#228;ndam&#229;l,
f&#229;r anv&#228;ndas vid allm&#228;nna sammankomster, offentliga
tillst&#228;llningar eller i andra fall tillhandah&#229;llas allm&#228;nheten,
endast om de ger betryggande s&#228;kerhet mot olycksfall och om de
&#228;r besiktigade.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om provning, besiktning och f&#246;rbud att
anv&#228;nda en tivolianordning. Lag (2005:68).

F&#246;rbud mot sammankomster och tillst&#228;llningar i vissa fall

14 &#167; Offentlig tillst&#228;llning som utg&#246;r pornografisk f&#246;rest&#228;llning f&#229;r
inte anordnas.

15 &#167; Regeringen f&#229;r f&#246;reskriva att allm&#228;nna sammankomster och
offentliga tillst&#228;llningar inte f&#229;r h&#229;llas inom ett visst
omr&#229;de, om f&#246;rbudet &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till att Sverige
&#228;r i krig eller krigsfara eller f&#246;r att motverka epidemi eller
f&#246;r att f&#246;rebygga eller bek&#228;mpa epizooti enligt epizootilagen
(1999:657).

Efter regeringens bemyndigande f&#229;r en l&#228;nsstyrelse i fr&#229;ga om
l&#228;net eller del d&#228;rav f&#246;reskriva att allm&#228;nna sammankomster
inte f&#229;r h&#229;llas, om f&#246;rbudet &#228;r n&#246;dv&#228;ndigt f&#246;r att motverka
epidemi eller f&#246;rebygga eller bek&#228;mpa epizooti enligt
epizootilagen (1999:657), och att offentliga tillst&#228;llningar
inte f&#229;r h&#229;llas, om f&#246;rbudet &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till att
Sverige &#228;r i krig eller krigsfara eller f&#246;r att motverka
epidemi eller f&#246;rebygga och bek&#228;mpa epizooti enligt
epizootilagen (1999:657).

F&#246;reskrifter enligt andra stycket skall, s&#229;vitt avser epizooti,
f&#246;reg&#229;s av samr&#229;d med Statens jordbruksverk. Lag (2005:103).

15 a &#167; Har upph&#228;vts genom lag (2021:6).

Ordningsf&#246;reskrifter

16 &#167; Den som anordnar en allm&#228;n sammankomst eller offentlig 
tillst&#228;llning ska svara f&#246;r att det r&#229;der god ordning vid 
sammankomsten eller tillst&#228;llningen. 

Polismyndigheten f&#229;r meddela de villkor som beh&#246;vs f&#246;r att 
uppr&#228;tth&#229;lla ordning och s&#228;kerhet vid sammankomsten eller 
tillst&#228;llningen. Villkoren f&#229;r innefatta skyldighet f&#246;r 
anordnaren att anlita personal. Skyldighet f&#246;r anordnaren att 
anlita ordningsvakter enligt lagen (2023:421) om 
ordningsvakter f&#229;r &#229;l&#228;ggas endast i fr&#229;ga om konserter och 
offentliga tillst&#228;llningar. Villkoren f&#229;r inte medf&#246;ra att 
anordnaren belastas med on&#246;diga kostnader eller att 
m&#246;jligheten att h&#229;lla sammankomsten eller tillst&#228;llningen 
on&#246;digtvis f&#246;rsv&#229;ras p&#229; n&#229;got annat s&#228;tt.

I lagen (2023:421) om ordningsvakter finns best&#228;mmelser om 
krav p&#229; tillst&#229;nd i vissa fall f&#246;r att anv&#228;nda ordningsvakter.
Lag (2023:426).

17 &#167; Den som inte f&#246;ljer de ordningsregler f&#246;r en allm&#228;n
sammankomst eller offentlig tillst&#228;llning som ska g&#228;lla
enligt villkor som Polismyndigheten har meddelat med st&#246;d av
16 &#167; andra stycket &#228;r skyldig att p&#229; tills&#228;gelse l&#228;mna
sammankomsten eller tillst&#228;llningen. Lag (2014:590).

18 &#167; Vid en offentlig tillst&#228;llning f&#229;r spritdrycker, vin, 
stark&#246;l eller andra j&#228;sta alkoholdrycker eller 
alkoholdrycksliknande preparat enligt alkohollagen (2010:1622) 
intas bara om det sker vid till&#229;ten servering av s&#229;dana 
drycker eller preparat. Spritdrycker, vin, stark&#246;l eller andra 
j&#228;sta alkoholdrycker eller alkoholdrycksliknande preparat som 
inte f&#229;r intas vid tillst&#228;llningen f&#229;r inte heller f&#246;rvaras i 
lokalen eller p&#229; platsen.

Polismyndigheten f&#229;r f&#246;r s&#228;rskilda fall medge undantag fr&#229;n 
f&#246;rsta stycket.

Den som bryter mot f&#246;rbudet i f&#246;rsta stycket &#228;r skyldig att p&#229; 
tills&#228;gelse l&#228;mna tillst&#228;llningen. Lag (2019:350).

19 &#167; Hypnotiska eller liknande experiment f&#229;r inte utan Social-
styrelsens tillst&#229;nd f&#246;rekomma vid en offentlig tillst&#228;llning eller
vid en s&#229;dan allm&#228;n sammankomst som inte utg&#246;r ett led i undervis-
ningen vid gymnasieskola eller h&#246;gskola eller n&#229;gon annan skolform
p&#229; motsvarande niv&#229;.

20 &#167; Pyrotekniska varor f&#229;r inte utan tillst&#229;nd av
Polismyndigheten anv&#228;ndas vid en allm&#228;n sammankomst eller
offentlig tillst&#228;llning som h&#229;lls inomhus. Om det kan ske
utan fara f&#246;r ordning och s&#228;kerhet, f&#229;r dock Polismyndigheten
befria anordnaren fr&#229;n skyldigheten att s&#246;ka tillst&#229;nd f&#246;r
sammankomster eller tillst&#228;llningar av visst slag.

S&#228;rskilda best&#228;mmelser om innehav och anv&#228;ndning av
pyrotekniska varor vid vissa idrottsarrangemang finns i 5
kap. Lag (2014:590).

21 &#167; De personer som Polismyndigheten har utsett att n&#228;rvara
ska ha fritt tilltr&#228;de till allm&#228;nna sammankomster och
offentliga tillst&#228;llningar. Lag (2014:590).

Polismyndighetens r&#228;tt att inst&#228;lla och uppl&#246;sa allm&#228;nna
sammankomster och offentliga tillst&#228;llningar

22 &#167; Polismyndigheten f&#229;r inst&#228;lla eller uppl&#246;sa en allm&#228;n samman-
komst eller offentlig tillst&#228;llning som h&#229;lls i strid med ett beslut
som inneb&#228;r avslag p&#229; en ans&#246;kan enligt 6 &#167; eller i strid med en
f&#246;reskrift enligt 15 &#167; eller ett f&#246;rbud enligt 25 &#167;.

23 &#167; Polismyndigheten f&#229;r ut&#246;ver vad som s&#228;gs i 22 &#167; uppl&#246;sa

1. en allm&#228;n sammankomst, om det uppkommer sv&#229;rare oordning
vid sj&#228;lva sammankomsten eller, som en direkt f&#246;ljd av den,
i dess omedelbara omgivning eller om sammankomsten medf&#246;r
avsev&#228;rd fara f&#246;r de n&#228;rvarande eller allvarlig st&#246;rning av
trafiken,

2. en offentlig tillst&#228;llning, om det vid den f&#246;rekommer n&#229;got som
strider mot lag eller om den medf&#246;r oordning, fara f&#246;r de n&#228;rvarande
eller allvarlig st&#246;rning av trafiken.

En allm&#228;n sammankomst f&#246;r att framf&#246;ra konstn&#228;rligt verk eller en
offentlig tillst&#228;llning f&#229;r ocks&#229; uppl&#246;sas, om sammankomsten eller
tillst&#228;llningen genom ljud eller p&#229; n&#229;got annat s&#228;tt medf&#246;r allvarlig
st&#246;rning av ordningen i dess omedelbara omgivning. Detta g&#228;ller dock
inte n&#228;r sammankomsten eller tillst&#228;llningen &#228;ger rum i enlighet med
meddelat tillst&#229;nd.

En allm&#228;n sammankomst f&#246;r att framf&#246;ra konstn&#228;rligt verk eller en
offentlig tillst&#228;llning f&#229;r vidare uppl&#246;sas, om villkor om tiden
f&#246;r sammankomsten eller tillst&#228;llningen som meddelats med st&#246;d av
16 &#167; andra stycket inte f&#246;ljs.

24 &#167; En allm&#228;n sammankomst eller offentlig tillst&#228;llning f&#229;r uppl&#246;sas
enligt 22 eller 23 &#167; endast om mindre ingripande &#229;tg&#228;rder har visat
sig vara otillr&#228;ckliga f&#246;r att hindra fortsatt lagstridigt handlande,
&#229;terst&#228;lla ordningen, skydda de n&#228;rvarande eller begr&#228;nsa st&#246;rningen
av trafiken.

Polismyndighetens r&#228;tt att f&#246;rbjuda allm&#228;nna sammankomster och
offentliga tillst&#228;llningar

25 &#167; Polismyndigheten f&#229;r f&#246;rbjuda att det h&#229;lls

1. en allm&#228;n sammankomst, om det vid en tidigare sammankomst
av samma slag uppkommit sv&#229;rare oordning vid sj&#228;lva
sammankomsten eller, som en direkt f&#246;ljd av den, i dess
omedelbara omgivning eller om sammankomsten visat sig ha
medf&#246;rt avsev&#228;rd fara f&#246;r de n&#228;rvarande eller allvarlig st&#246;rning
av trafiken,

2. en offentlig tillst&#228;llning, om det vid en tidigare tillst&#228;llning av
samma slag har f&#246;rekommit n&#229;got som stred mot lag eller den har
medf&#246;rt oordning, fara f&#246;r de n&#228;rvarande eller allvarlig st&#246;rning av
trafiken, eller
3. en allm&#228;n sammankomst f&#246;r att framf&#246;ra konstn&#228;rligt verk eller
en offentlig tillst&#228;llning, om det vid en tidigare sammankomst eller
tillst&#228;llning av samma slag genom ljud eller p&#229; n&#229;got annat s&#228;tt har
uppkommit allvarlig st&#246;rning av ordningen i sammankomstens
eller tillst&#228;llningens omedelbara omgivning och den sammankomsten
eller tillst&#228;llningen inte &#228;gt rum i enlighet med meddelat tillst&#229;nd.

F&#246;rbud enligt f&#246;rsta stycket att h&#229;lla en sammankomst eller till-
st&#228;llning f&#229;r meddelas endast om det kan befaras f&#246;rekomma lagstridigt
handlande, oordning, fara f&#246;r de n&#228;rvarande eller st&#246;rning av trafiken
och mindre ingripande &#229;tg&#228;rder till f&#246;rebyggande h&#228;rav inte &#228;r
tillr&#228;ckliga.

Kostnader f&#246;r ordningsh&#229;llning

26 &#167; Har upph&#228;vts genom lag (2013:939).

27 &#167; Om anordnaren av en allm&#228;n sammankomst som anordnas i
vinstsyfte eller av en offentlig tillst&#228;llning inte har gjort
ans&#246;kan eller anm&#228;lan som kr&#228;vs enligt 4 eller 5 &#167; eller inte
har fullgjort ans&#246;knings- eller anm&#228;lningsskyldigheten i
s&#229;dan tid att beslut enligt 11 &#167; har kunnat meddelas f&#246;re
sammankomsten eller tillst&#228;llningen, ska Polismyndigheten
&#229;l&#228;gga anordnaren att ers&#228;tta myndighetens kostnader f&#246;r att
h&#229;lla ordning vid sammankomsten eller tillst&#228;llningen, i den
m&#229;n kostnaderna beror p&#229; anordnarens f&#246;rsummelse. Detsamma
g&#228;ller om anordnaren inte har f&#246;ljt de f&#246;reskrifter och
villkor om ordning och s&#228;kerhet som har g&#228;llt f&#246;r
sammankomsten eller tillst&#228;llningen.

Om de kostnader som beror p&#229; anordnarens f&#246;rsummelse inte kan
ber&#228;knas med tillr&#228;cklig s&#228;kerhet, ska Polismyndigheten
uppskatta dem till ett sk&#228;ligt belopp.

Ers&#228;ttningsskyldigheten f&#229;r s&#228;ttas ned eller efterges, om det
finns s&#228;rskilda sk&#228;l.

Regeringen f&#229;r meddela f&#246;reskrifter om hur Polismyndighetens
kostnader f&#246;r ordningsh&#229;llning ska ber&#228;knas. Lag (2014:590).

&#214;verklagande

28 &#167; Polismyndighetens beslut enligt detta kapitel f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol.

L&#228;nsstyrelsens beslut enligt 8 &#167; andra stycket f&#229;r &#246;verklagas
hos allm&#228;n f&#246;rvaltningsdomstol.

L&#228;nsstyrelsens beslut enligt 15 &#167; andra stycket och
Socialstyrelsens beslut enligt 19 &#167; f&#229;r inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Om inte n&#229;got annat har beslutats g&#228;ller Polismyndighetens
beslut omedelbart utom n&#228;r det &#228;r fr&#229;ga om
ers&#228;ttningsskyldighet enligt 27 &#167;. Lag (2014:590).

Straff m. m.

29 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den 
som upps&#229;tligen eller av oaktsamhet

1. i egenskap av anordnare bryter mot kravet p&#229; tillst&#229;nd 
eller anm&#228;lan i 4 eller 5 &#167; eller mot ett villkor eller ett 
f&#246;rbud som har meddelats enligt 4 &#167; andra stycket, 5 &#167; fj&#228;rde 
stycket, 15 &#167;, 16 &#167; andra stycket eller 25 &#167;,

2. l&#228;mnar oriktig uppgift om n&#229;got f&#246;rh&#229;llande som han eller 
hon enligt till&#228;mpliga f&#246;reskrifter &#228;r skyldig att upplysa om 
i en ans&#246;kan eller en anm&#228;lan eller om s&#229;dana omst&#228;ndigheter 
som Polismyndigheten kan beg&#228;ra uppgift om med st&#246;d av 9 &#167; 
f&#246;rsta stycket,

3. anordnar en allm&#228;n sammankomst eller offentlig 
tillst&#228;llning i ett t&#228;lt som saknar f&#246;reskrivet godk&#228;nnande 
eller bryter mot ett anv&#228;ndningsf&#246;rbud eller mot ett villkor 
som har meddelats f&#246;r anv&#228;ndandet,

4. anordnar en allm&#228;n sammankomst eller offentlig 
tillst&#228;llning och d&#229; till&#229;ter anv&#228;ndning av en tivolianordning 
som saknar f&#246;reskrivet godk&#228;nnande eller bryter mot ett 
anv&#228;ndningsf&#246;rbud eller mot ett villkor som har meddelats f&#246;r 
anv&#228;ndandet,

5. anordnar en offentlig tillst&#228;llning i strid med 14 &#167;,

6. anordnar en allm&#228;n sammankomst eller offentlig 
tillst&#228;llning utan tillst&#229;nd enligt 19 eller 20 &#167; i fall d&#229; 
s&#229;dant tillst&#229;nd beh&#246;vs, eller

7. anordnar eller forts&#228;tter en allm&#228;n sammankomst eller 
offentlig tillst&#228;llning trots att sammankomsten eller 
tillst&#228;llningen har inst&#228;llts eller uppl&#246;sts enligt 22 eller 
23 &#167;.

Den som upps&#229;tligen eller av oaktsamhet bryter mot f&#246;rbudet i 
18 &#167; f&#246;rsta stycket mot intag eller f&#246;rvaring av 
alkoholdrycker eller alkoholdrycksliknande preparat d&#246;ms till 
penningb&#246;ter, om inte g&#228;rningen &#228;r belagd med straff i n&#229;gon 
annan f&#246;rfattning.

Har flera medverkat till en g&#228;rning som avses i f&#246;rsta stycket 
ska 23 kap. 4 och 5 &#167;&#167; brottsbalken till&#228;mpas. Lag (2019:350).

30 &#167; F&#246;rsummelse av anm&#228;lningsskyldighet eller uppgiftsskyldighet
betr&#228;ffande s&#229;dana allm&#228;nna sammankomster eller offentliga
tillst&#228;llningar som f&#229;r h&#229;llas utan tillst&#229;nd skall inte leda till
ansvar, om f&#246;rsummelsen med h&#228;nsyn till omst&#228;ndigheterna kan anses
urs&#228;ktlig och den inte har v&#229;llat n&#229;gon ol&#228;genhet. F&#246;rsummelsen
skall inte heller leda till ansvar, om sammankomsten eller
tillst&#228;llningen inte har kommit till st&#229;nd.

F&#246;rverkande m. m.

31 &#167; Om en anordnare av en allm&#228;n sammankomst eller offentlig
tillst&#228;llning har gjort sig skyldig till en &#246;vertr&#228;delse som avses i
29 &#167;, f&#229;r vad som har uppburits i avgifter eller i n&#229;gon annan
ers&#228;ttning f&#246;r att bevista sammankomsten eller tillst&#228;llningen
f&#246;rklaras f&#246;rverkat efter vad som kan anses sk&#228;ligt. Om ers&#228;ttningen
har utg&#229;tt i n&#229;got annat &#228;n pengar och om den inte finns i beh&#229;ll,
f&#229;r i st&#228;llet v&#228;rdet f&#246;rklaras f&#246;rverkat.

Ang&#229;ende beslag av egendom som kan antas vara f&#246;rverkad enligt
f&#246;rsta stycket, g&#228;ller best&#228;mmelserna om beslag i r&#228;tteg&#229;ngsbalken.
Lag (1994:1427).

32 &#167; I fr&#229;ga om beslag och f&#246;rverkande av spritdrycker, vin, 
stark&#246;l eller andra j&#228;sta alkoholdrycker eller av 
alkoholdrycksliknande preparat hos den som intar eller 
f&#246;rvarar s&#229;dana drycker eller preparat i strid med 18 &#167; eller 
med villkor enligt 16 &#167; andra stycket f&#246;rsta meningen finns 
best&#228;mmelser i lagen (1958:205) om f&#246;rverkande av alkohol m.m.

En polisman f&#229;r vid tilltr&#228;det till en offentlig tillst&#228;llning 
liksom i lokalen eller p&#229; platsen f&#246;r tillst&#228;llningen f&#246;reta 
kroppsvisitation f&#246;r att s&#246;ka efter spritdrycker, vin, stark&#246;l 
eller andra j&#228;sta alkoholdrycker eller efter alkohol-
drycksliknande preparat, om Polismyndigheten inte har meddelat 
s&#229;dant undantag som s&#228;gs i 18 &#167; andra stycket. 
Kroppsvisitation f&#229;r vidtas endast om det finns anledning att 
anta att den som ska visiteras medf&#246;r s&#229;dana drycker eller 
preparat till tillst&#228;llningen. Detsamma g&#228;ller i fr&#229;ga om en 
allm&#228;n sammankomst, om Polismyndigheten enligt 16 &#167; andra 
stycket f&#246;rsta meningen har meddelat villkor som inneb&#228;r 
f&#246;rbud mot intag och f&#246;rvaring av s&#229;dana drycker eller 
preparat som s&#228;gs i 18 &#167;. Lag (2019:350).

S&#228;rskilda bemyndiganden om motorsport

33 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
i fr&#229;ga om motorsport meddela f&#246;reskrifter som g&#228;ller utf&#246;rande
och besiktning av en anl&#228;ggning eller olycksberedskap vid en s&#229;dan
anl&#228;ggning eller som i &#246;vrigt beh&#246;vs fr&#229;n s&#228;kerhetssynpunkt.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
f&#246;reskriva att andra best&#228;mmelser &#228;n som anges i detta kapitel skall
g&#228;lla i fr&#229;ga om tid f&#246;r ingivande av och inneh&#229;llet i ans&#246;kan eller
anm&#228;lan om t&#228;vling eller uppvisning i motorsport.

3 kap. Allm&#228;n ordning och s&#228;kerhet

Anv&#228;ndningen av offentlig plats

1 &#167; En offentlig plats inom detaljplanelagt omr&#229;de f&#229;r inte
utan tillst&#229;nd av Polismyndigheten anv&#228;ndas p&#229; ett s&#228;tt som
inte st&#228;mmer &#246;verens med det &#228;ndam&#229;l som platsen har uppl&#229;tits
f&#246;r eller som inte &#228;r allm&#228;nt vedertaget. Tillst&#229;nd beh&#246;vs dock
inte, om platsen tas i anspr&#229;k endast tillf&#228;lligt och i
obetydlig omfattning och utan att inkr&#228;kta p&#229; n&#229;gon annans
tillst&#229;nd.

I fr&#229;ga om allm&#228;nna v&#228;gar g&#228;ller kravet p&#229; Polismyndighetens
tillst&#229;nd endast s&#229;dana &#229;tg&#228;rder som inte &#228;r reglerade i
v&#228;glagen (1971:948). Lag (2014:590).

2 &#167; Polismyndigheten skall inh&#228;mta yttrande fr&#229;n kommunen innan
tillst&#229;nd ges f&#246;r att ta i anspr&#229;k en offentlig plats. Om kommunen
avstyrker ans&#246;kan, f&#229;r tillst&#229;nd inte meddelas. Om kommunen f&#246;r
tillstyrkan uppst&#228;ller villkor enligt 15 &#167;, f&#229;r tillst&#229;nd meddelas
endast om det f&#246;renas med dessa villkor.

Kommunen skall inte h&#246;ras i tillst&#229;nds&#228;rendet, om detta avser

1. mark som f&#246;rvaltas av n&#229;gon annan &#228;n kommunen, eller

2. annan kvartersmark &#228;n som avses i 1 kap. 2 &#167; f&#246;rsta stycket 3, om
den &#228;r avsedd att tas i anspr&#229;k enligt nyttjander&#228;ttsavtal med
kommunen.

&#197;tg&#228;rder till skydd f&#246;r personer och egendom

3 &#167; Brister p&#229; byggnader, st&#228;llningar, skyltar och liknande
anordningar som medf&#246;r risk f&#246;r skada p&#229; personer eller egendom
p&#229; offentlig plats, skall avhj&#228;lpas utan osk&#228;ligt dr&#246;jsm&#229;l.

Sn&#246; och is som kan rasa ned och skada personer eller egendom p&#229;
offentlig plats skall utan osk&#228;ligt dr&#246;jsm&#229;l avl&#228;gsnas fr&#229;n tak,
r&#228;nnor och liknande anordningar. Detta skall ske p&#229; ett s&#229;dant s&#228;tt
att det inte d&#228;rigenom uppkommer risk f&#246;r att personer eller
egendom kommer att skadas.

Ansvaret f&#246;r att &#229;tg&#228;rderna i f&#246;rsta och andra styckena vidtas vilar
p&#229; &#228;garen eller den som till f&#246;ljd av nyttjander&#228;ttsavtal eller p&#229;
n&#229;gon annan grund &#228;r i &#228;garens st&#228;lle.

4 &#167; Den som tar upp en isr&#228;nna eller vak, gr&#228;ver, schaktar eller
utf&#246;r liknande arbete skall vidta de &#229;tg&#228;rder som med h&#228;nsyn till
platsen f&#246;r arbetet och &#246;vriga omst&#228;ndigheter beh&#246;vs f&#246;r att
f&#246;rhindra att personer eller egendom kommer till skada.

5 &#167; Brunnar, bass&#228;nger och liknande anl&#228;ggningar skall vara
f&#246;rsedda med de s&#228;kerhetsanordningar som beh&#246;vs med h&#228;nsyn till
anl&#228;ggningarnas bel&#228;genhet och beskaffenhet. Behovet av att
s&#228;kerhetsanordningen ger ett tillr&#228;ckligt skydd mot olyckor med
barn skall s&#228;rskilt beaktas. Anl&#228;ggningens &#228;gare eller den som till
f&#246;ljd av nyttjander&#228;ttsavtal eller p&#229; n&#229;gon annan grund &#228;r i &#228;garens
st&#228;lle ansvarar f&#246;r att anl&#228;ggningen &#228;r f&#246;rsedd med n&#246;dv&#228;ndiga
s&#228;kerhetsanordningar.

Polismyndigheten f&#229;r i fr&#229;ga om en s&#228;rskild anl&#228;ggning besluta om
de s&#228;kerhets&#229;tg&#228;rder som skall vidtas.

6 &#167; Spr&#228;ngning och skjutning med eldvapen f&#229;r inte utan tillst&#229;nd
av Polismyndigheten &#228;ga rum inom omr&#229;de som omfattas av
detaljplan.

Den som &#228;r under 18 &#229;r f&#229;r inte utan tillst&#229;nd av Polismyndigheten
inom omr&#229;de som omfattas av detaljplan utomhus anv&#228;nda luft-
eller fj&#228;dervapen med vilka kulor, hagel eller andra projektiler kan
skjutas ut. Detsamma g&#228;ller utanf&#246;r s&#229;dant omr&#229;de, om inte vapnet
anv&#228;nds under uppsikt av n&#229;gon som har fyllt 20 &#229;r.

Skjutbanor som inte h&#246;r till f&#246;rsvarsmakten f&#229;r anv&#228;ndas endast
efter tillst&#229;nd av Polismyndigheten. Regeringen eller den
myndighet som regeringen best&#228;mmer f&#229;r meddela f&#246;reskrifter om
utf&#246;rande och besiktning av skjutbana. Lag (2014:590).

7 &#167; Pyrotekniska varor f&#229;r inte anv&#228;ndas utan tillst&#229;nd av
Polismyndigheten, om anv&#228;ndningen med h&#228;nsyn till tidpunkten,
platsens bel&#228;genhet och &#246;vriga omst&#228;ndigheter inneb&#228;r risk
f&#246;r skada p&#229; eller n&#229;gon beaktansv&#228;rd ol&#228;genhet f&#246;r person
eller egendom.

S&#228;rskilda best&#228;mmelser om innehav och anv&#228;ndning av
pyrotekniska varor vid vissa idrottsarrangemang finns i 5 kap.
Lag (2009:101).

Lokala f&#246;reskrifter m. m.

8 &#167; Regeringen eller, efter regeringens bemyndigande, en kommun
f&#229;r meddela de ytterligare f&#246;reskrifter f&#246;r kommunen eller del av
denna som beh&#246;vs f&#246;r att uppr&#228;tth&#229;lla den allm&#228;nna ordningen p&#229;
offentlig plats.

9 &#167; Regeringen eller, efter regeringens bemyndigande, en kommun
f&#229;r meddela de ytterligare f&#246;reskrifter f&#246;r kommunen eller del av
denna som beh&#246;vs f&#246;r att f&#246;rhindra att m&#228;nniskors h&#228;lsa eller
egendom skadas till f&#246;ljd av anv&#228;ndningen av pyrotekniska varor.

10 &#167; Regeringen f&#229;r meddela de f&#246;reskrifter om ordningen och
s&#228;kerheten i en hamn som beh&#246;vs med h&#228;nsyn till den
verksamhet som bedrivs i hamnen. Regeringen f&#229;r &#246;verl&#228;mna &#229;t
en kommun att meddela s&#229;dana f&#246;reskrifter i fr&#229;ga om hamnar
som &#228;gs eller f&#246;rvaltas av kommunen eller av ett av kommunen
hel&#228;gt f&#246;retag. I fr&#229;ga om hamnar som &#228;gs eller f&#246;rvaltas av
n&#229;gon annan f&#229;r regeringen &#246;verl&#228;mna &#229;t l&#228;nsstyrelsen att
meddela s&#229;dana f&#246;reskrifter.

F&#246;reskrifter enligt f&#246;rsta stycket ska ange det omr&#229;de i
vatten och p&#229; land inom vilket f&#246;reskrifterna ska g&#228;lla.

Vissa best&#228;mmelser om ordningen och s&#228;kerheten p&#229; fartyg och
i hamnanl&#228;ggningar finns i lagen (2004:487) om sj&#246;fartsskydd,
inom hamnar i lagen (2006:1209) om hamnskydd, och p&#229;
flygplatser i lagen (2004:1100) om luftfartsskydd och
luftfartslagen (2010:500). Lag (2010:515).

11 &#167; Regeringen eller, efter regeringens bemyndigande, en
l&#228;nsstyrelse f&#229;r, om det p&#229; grund av s&#228;rskilda f&#246;rh&#229;llanden beh&#246;vs
f&#246;r att skydda m&#228;nniskor mot fara f&#246;r liv eller h&#228;lsa, meddela
f&#246;reskrifter f&#246;r viss tid eller tills vidare om f&#246;rbud mot att vistas
inom skade- eller riskomr&#229;den, rasomr&#229;den, gruvomr&#229;den, skjutf&#228;lt
eller skjutbanor eller liknande omr&#229;den.

12 &#167; F&#246;reskrifter enligt 8--11 &#167;&#167; f&#229;r inte ang&#229; f&#246;rh&#229;llanden som &#228;r
reglerade i denna lag eller annan f&#246;rfattning eller som enligt lagen
eller annan f&#246;rfattning kan regleras p&#229; n&#229;got annat s&#228;tt.
F&#246;reskrifterna f&#229;r inte l&#228;gga on&#246;digt tv&#229;ng p&#229; allm&#228;nheten eller
annars g&#246;ra obefogade inskr&#228;nkningar i den enskildes frihet.

13 &#167; Kommunens beslut att anta, &#228;ndra eller upph&#228;va f&#246;reskrifter
som avses i 1 kap. 2 &#167; andra stycket eller i 8 eller 9 &#167; eller 10 &#167;
f&#246;rsta stycket andra meningen i detta kapitel skall omedelbart anm&#228;las
till l&#228;nsstyrelsen.

L&#228;nsstyrelsen skall upph&#228;va en f&#246;reskrift som strider mot denna
lag. L&#228;nsstyrelsens beslut om upph&#228;vande skall fattas inom tre
veckor fr&#229;n den dag kommunens beslut anm&#228;lts till l&#228;nsstyrelsen.
Om det beh&#246;vs l&#228;ngre tid f&#246;r pr&#246;vningen, f&#229;r tiden f&#246;rl&#228;ngas till
h&#246;gst tv&#229; m&#229;nader. Om tiden f&#246;rl&#228;ngs skall l&#228;nsstyrelsen inom
treveckorstiden besluta om tillf&#228;lligt upph&#228;vande f&#246;r den tid som
pr&#246;vningen p&#229;g&#229;r.

Tillst&#229;nd och villkor m. m.

14 &#167; Vid pr&#246;vningen av en ans&#246;kan om tillst&#229;nd som avses i
detta kapitel eller i en lokal f&#246;reskrift ska
Polismyndigheten beakta vad som kr&#228;vs av h&#228;nsyn till trafiken
samt till allm&#228;n ordning och s&#228;kerhet. Om ans&#246;kan avser
tillst&#229;nd att ta i anspr&#229;k en offentlig plats f&#246;r visst
&#228;ndam&#229;l, ska s&#228;rskild h&#228;nsyn tas till g&#229;ngtrafikens
intresse.

Ett beslut av Polismyndigheten om tillst&#229;nd f&#229;r f&#246;renas med
de villkor som beh&#246;vs av h&#228;nsyn till trafiken samt till
allm&#228;n ordning och s&#228;kerhet. Villkoren f&#229;r inte l&#228;gga on&#246;digt
tv&#229;ng p&#229; allm&#228;nheten eller p&#229; annat s&#228;tt g&#246;ra obefogade
inskr&#228;nkningar i den enskildes frihet. Lag (2014:590).

15 &#167; N&#228;r kommunen yttrar sig enligt 2 &#167; f&#229;r den ange villkor som
beh&#246;vs f&#246;r att tillgodose de intressen som kommunen har att
bevaka i fr&#229;ga om sk&#246;tseln av den offentliga platsen,
markanv&#228;ndning, stadsbild, milj&#246; och trafik. I fr&#229;ga om ers&#228;ttning
f&#246;r anv&#228;ndningen av en offentlig plats g&#228;ller s&#228;rskilda best&#228;mmelser.

16 &#167; Beslut enligt 14 &#167; g&#228;ller f&#246;r viss tid eller tills 
vidare. Beslutet ska inneh&#229;lla de villkor som 
Polismyndigheten har meddelat enligt 14 &#167; andra stycket och 
de villkor som kommunen har st&#228;llt upp med st&#246;d av 15 &#167;. 
Beslut i fr&#229;ga om mark som inte st&#229;r under kommunens 
f&#246;rvaltning ska ocks&#229; inneh&#229;lla en upplysning om att 
medgivande av mark&#228;gare eller nyttjander&#228;ttshavare kan 
beh&#246;vas.

Om kommunen har yttrat sig enligt 2 &#167; ska beslutet inneh&#229;lla 
en upplysning om m&#246;jligheten att &#246;verklaga kommunens beslut 
enligt 13 kap. kommunallagen (2017:725). Lag (2017:736).

17 &#167; Om det beh&#246;vs f&#246;r att f&#246;rebygga oordning eller f&#246;r att
f&#246;rhindra att m&#228;nniskors h&#228;lsa eller egendom skadas f&#229;r
Polismyndigheten i ett s&#228;rskilt fall ge anvisningar eller
tills&#228;gelser till innehavaren och bes&#246;kande f&#246;r anv&#228;ndningen
av s&#229;dana bad- eller campingplatser och lokaler eller platser
f&#246;r idrott, friluftsliv, spel, lek, f&#246;rstr&#246;else eller
liknande som allm&#228;nheten har tilltr&#228;de till. Om det &#228;r
n&#246;dv&#228;ndigt f&#229;r Polismyndigheten f&#246;rbjuda fortsatt
anv&#228;ndning.

Om det beh&#246;vs f&#246;reskrifter om allm&#228;n ordning och s&#228;kerhet f&#246;r
verksamhet som avses i f&#246;rsta stycket, ska Polismyndigheten
anm&#228;la f&#246;rh&#229;llandet till kommunen. Lag (2014:590).

&#197;terkallelse av tillst&#229;nd

18 &#167; Polismyndigheten f&#229;r &#229;terkalla ett tillst&#229;nd,

1. om villkor som enligt 14 &#167; andra stycket eller 15 &#167; g&#228;ller f&#246;r
tillst&#229;ndet har &#229;sidosatts i inte ringa m&#229;n och tillst&#229;ndshavaren inte
vidtar r&#228;ttelse genast efter tills&#228;gelse eller inte kan antr&#228;ffas efter
rimlig efterforskning,

2. om tillst&#229;nd har meddelats enligt 1 &#167; och det &#228;r av s&#228;rskild vikt
f&#246;r kommunen att det &#229;terkallas,

3. om tillst&#229;ndet g&#228;ller tills vidare och &#229;terkallelse &#228;r p&#229;kallad av
h&#228;nsyn till trafiken eller till allm&#228;n ordning och s&#228;kerhet,

4. om tillst&#229;ndet g&#228;ller f&#246;r best&#228;md tid och det &#228;r av v&#228;sentlig
betydelse f&#246;r trafiken eller f&#246;r allm&#228;n ordning och s&#228;kerhet att det
&#229;terkallas, eller

5. om tillst&#229;nd har meddelats enligt 1 &#167; och tillst&#229;ndshavaren
&#229;sidosatt sin skyldighet att betala avgift enligt lagen (1957:259) om
r&#228;tt f&#246;r kommun att ta ut avgift f&#246;r vissa uppl&#229;telser av offentlig
plats, m. m. och han inte betalar genast efter uppmaning.

Ett tillst&#229;nd enligt 1 &#167; skall &#229;terkallas, om kommunens beslut om
yttrande upph&#228;vts efter &#246;verklagande.

F&#246;rel&#228;gganden

19 &#167; Om n&#229;gon inte vidtar en &#229;tg&#228;rd som han eller hon &#228;r
skyldig att utf&#246;ra enligt detta kapitel, lokala f&#246;reskrifter
eller beslut eller villkor som har meddelats med st&#246;d av 5 &#167;,
14 &#167; andra stycket eller 15 &#167;, f&#229;r Polismyndigheten f&#246;rel&#228;gga
honom eller henne att inom viss tid vidta &#229;tg&#228;rden. Detta
g&#228;ller endast om han eller hon inte vidtar r&#228;ttelse genast
efter tills&#228;gelse eller inte kan antr&#228;ffas efter rimlig
efterforskning.

&#196;ven om det inte f&#246;ljer av f&#246;rsta stycket f&#229;r f&#246;rel&#228;ggande,
utan f&#246;reg&#229;ende tills&#228;gelse, avse skyldighet att ta bort
upplag, f&#246;rs&#228;ljningsst&#229;nd, st&#228;llningar, skyltar, containrar
och andra anordningar som har placerats p&#229; en offentlig plats
utan n&#246;dv&#228;ndigt tillst&#229;nd enligt 1 &#167; eller i strid med
villkor som g&#228;ller f&#246;r tillst&#229;ndet. Detsamma g&#228;ller i fr&#229;ga
om anordningar som inte har tagits bort efter utg&#229;ngen av
giltighetstiden f&#246;r tillst&#229;ndet.

Ett f&#246;rel&#228;ggande enligt andra stycket f&#229;r, om det avser en
container eller n&#229;got annat skrymmande f&#246;rem&#229;l som st&#228;llts
upp p&#229; offentlig plats, riktas ocks&#229; mot f&#246;rem&#229;lets &#228;gare
eller den som &#228;r i &#228;garens st&#228;lle, &#228;ven om f&#246;rem&#229;let st&#228;llts
upp f&#246;r n&#229;gon annans r&#228;kning. Det sagda g&#228;ller inte om det &#228;r
uppenbart att n&#229;gon annan &#228;n f&#246;rem&#229;lets &#228;gare eller den som
&#228;r i hans eller hennes st&#228;lle har best&#228;mt platsen f&#246;r
uppst&#228;llningen. Lag (2014:590).

20 &#167; I ett f&#246;rel&#228;ggande f&#229;r vite s&#228;ttas ut eller, som p&#229;f&#246;ljd
om f&#246;rel&#228;ggandet inte f&#246;ljs, anges att r&#228;ttelse kan komma att
vidtas p&#229; den f&#246;rsumliges bekostnad genom Polismyndighetens
f&#246;rsorg. Lag (2014:590).

21 &#167; Polismyndigheten f&#229;r vidta en &#229;tg&#228;rd som avses i 19 &#167; p&#229; den
f&#246;rsumliges bekostnad,

1. om den f&#246;rsumlige inte f&#246;ljer ett f&#246;rel&#228;ggande i vilket s&#229;dan
p&#229;f&#246;ljd har satts ut,

2. om han inte kan antr&#228;ffas med ett f&#246;rel&#228;ggande efter rimlig
efterforskning, eller

3. om det av h&#228;nsyn till trafiken eller till allm&#228;n ordning och
s&#228;kerhet &#228;r n&#246;dv&#228;ndigt att &#229;tg&#228;rden vidtas omedelbart.

Straff

22 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet bryter
mot 1, 3, 4 eller 6 &#167; eller mot villkor enligt 14 &#167; andra stycket eller
15 &#167; eller mot f&#246;rbud enligt 17 &#167; f&#246;rsta stycket.

Till penningb&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet
bryter mot 7 &#167; eller mot f&#246;reskrifter enligt n&#229;gon av 8--11 &#167;&#167;.

23 &#167; Om ett barn som inte har fyllt 15 &#229;r beg&#229;r en s&#229;dan handling
som &#228;r otill&#229;ten enligt 6 &#167; f&#246;rsta eller andra stycket, skall den
som har v&#229;rdnaden om barnet straffas enligt 22 &#167; f&#246;rsta stycket.

Om ett barn som inte har fyllt 15 &#229;r beg&#229;r en s&#229;dan handling som &#228;r
otill&#229;ten enligt 7 &#167;, skall den som har v&#229;rdnaden om barnet straffas
enligt 22 &#167; andra stycket.

Vad som s&#228;gs i f&#246;rsta och andra styckena g&#228;ller inte, om v&#229;rdnads-
havaren gjort vad som ankommer p&#229; honom f&#246;r att f&#246;rhindra handlingen.

24 &#167; Den som &#229;sidos&#228;tter ett vitesf&#246;rel&#228;ggande som avses i 20 &#167;
d&#246;ms inte till ansvar enligt denna lag f&#246;r g&#228;rning som omfattas av
f&#246;rel&#228;ggandet.

F&#246;rverkande

25 &#167; Har en offentlig plats tagits i anspr&#229;k f&#246;r varor eller 
n&#229;gon annan egendom i strid med best&#228;mmelserna i 1 &#167;, f&#229;r 
egendomen f&#246;rklaras f&#246;rverkad, om det beh&#246;vs f&#246;r att f&#246;rebygga 
fortsatt &#246;vertr&#228;delse och f&#246;rverkandet inte &#228;r osk&#228;ligt.

Vapen som har anv&#228;nts i strid med 6 &#167; f&#246;rsta eller andra 
stycket och ammunition som &#228;r avsedd f&#246;r vapnet, f&#229;r f&#246;rklaras 
f&#246;rverkade efter vad som kan anses sk&#228;ligt.

Ang&#229;ende beslag av egendom som kan antas vara f&#246;rverkad enligt 
f&#246;rsta eller andra stycket, g&#228;ller best&#228;mmelserna om beslag i 
r&#228;tteg&#229;ngsbalken.

I fr&#229;ga om beslag och f&#246;rverkande av spritdrycker, vin, 
stark&#246;l eller andra j&#228;sta alkoholdrycker eller 
alkoholdrycksliknande preparat enligt alkohollagen (2010:1622) 
hos den som intar s&#229;dana drycker eller preparat i strid med 
lokala f&#246;reskrifter finns best&#228;mmelser i lagen (1958:205) om 
f&#246;rverkande av alkohol m.m. Lag (2019:350).

&#214;verklagande

26 &#167; Polismyndighetens beslut enligt detta kapitel eller 
enligt f&#246;reskrifter som har meddelats med st&#246;d av detta 
kapitel f&#229;r &#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol. Dock 
f&#229;r Polismyndighetens beslut att avsl&#229; en ans&#246;kan om att f&#229; 
ta i anspr&#229;k offentlig plats inte &#246;verklagas, om beslutet 
f&#246;ranleds av ett avstyrkande fr&#229;n kommunen enligt 2 &#167; f&#246;rsta 
stycket.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.

I fr&#229;ga om &#246;verklagande av kommunens beslut i 
fall som avses i 1 kap. 2 &#167; eller i 2 &#167; eller n&#229;gon av 
8–10 &#167;&#167; i detta kapitel g&#228;ller best&#228;mmelserna i 13 kap. 
kommunallagen (2017:725). Lag (2017:736).

27 &#167; L&#228;nsstyrelsens beslut att upph&#228;va lokala f&#246;reskrifter
enligt 13 &#167; andra stycket f&#229;r &#246;verklagas av kommunen hos allm&#228;n
f&#246;rvaltningsdomstol.

I &#246;vrigt f&#229;r l&#228;nsstyrelsens beslut enligt detta kapitel inte
&#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2005:68).

28 &#167; Polismyndighetens beslut enligt detta kapitel eller enligt
f&#246;reskrifter som har meddelats med st&#246;d av detta kapitel samt
l&#228;nsstyrelsens beslut enligt 11 &#167; eller 13 &#167; andra stycket g&#228;ller
omedelbart, om inte annat beslutats.

4 kap. Ordning och s&#228;kerhet i viss kollektiv persontrafik

Inledande best&#228;mmelser

1 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller trafik med
tunnelbana och sp&#229;rv&#228;g, taxitrafik, samt s&#229;dan yrkesm&#228;ssig
trafik f&#246;r persontransporter som avses i Europaparlamentets
och r&#229;dets f&#246;rordning (EG) nr 1071/2009 av den 21 oktober 2009
om gemensamma regler betr&#228;ffande de villkor som ska uppfyllas
av personer som bedriver yrkesm&#228;ssig trafik och om upph&#228;vande
av r&#229;dets direktiv 96/26/EG. Lag (2012:214).

2 &#167; Med trafiktj&#228;nsteman f&#246;rst&#229;s f&#246;rare samt den som annars, p&#229;
grund av anst&#228;llning eller uppdrag hos ett trafikf&#246;retag som driver
s&#229;dan trafik som avses i 1 &#167;, har uppgifter som avser ordningen och
s&#228;kerheten i trafiken. Best&#228;mmelserna i detta kapitel om
trafiktj&#228;nstem&#228;n g&#228;ller endast den som genom att b&#228;ra uniform
eller m&#228;rke eller p&#229; n&#229;got annat s&#228;tt tydligt visar att han &#228;r
trafiktj&#228;nsteman.

Hur ordning och s&#228;kerhet uppr&#228;tth&#229;lls

3 &#167; En trafiktj&#228;nsteman f&#229;r ge trafikanter och andra anvisningar
eller tills&#228;gelser som beh&#246;vs f&#246;r att ordningen eller s&#228;kerheten i
trafiken skall uppr&#228;tth&#229;llas.

4 &#167; Alkoholdrycker och alkoholdrycksliknande preparat f&#229;r inte 
intas inom ett trafikf&#246;retags omr&#229;de eller p&#229; dess f&#228;rdmedel. 
Detta g&#228;ller inte i fr&#229;ga om intag av drycker eller preparat 
vid till&#229;ten servering och inte heller om trafikf&#246;retaget f&#246;r 
s&#228;rskilt fall har medgett intag.

Med alkoholdrycker och alkoholdrycksliknande preparat f&#246;rst&#229;s 
s&#229;dana drycker och preparat som avses i 1 kap. 5 &#167; och 10 a &#167; 
alkohollagen (2010:1622). Lag (2019:350).

5 &#167; Utan sp&#229;rinnehavarens eller trafikf&#246;retagets tillst&#229;nd f&#229;r
inte n&#229;gon

1. betr&#228;da sp&#229;romr&#229;de f&#246;r tunnelbana eller s&#229;dan del av
sp&#229;rv&#228;gs sp&#229;romr&#229;de f&#246;r vilken det genom st&#228;ngsel eller skyltar
eller p&#229; annat liknande s&#228;tt klart framg&#229;r att allm&#228;nheten inte
har tilltr&#228;de,

2. betr&#228;da sp&#229;rfordons utsida,

3. vidr&#246;ra man&#246;ver- och signalanordningar eller liknande
anordningar eller p&#229; annat s&#228;tt hindra trafikens beh&#246;riga g&#229;ng.
Lag (2005:68).

6 &#167; Det &#228;r f&#246;rbjudet att

1. utan tillst&#229;nd av trafikf&#246;retaget inom dess omr&#229;de eller p&#229; dess
f&#228;rdmedel medf&#246;ra egendom som &#228;r av farlig beskaffenhet eller
som kan orsaka avsev&#228;rd ol&#228;genhet,

2. r&#246;ka inom ett trafikf&#246;retags omr&#229;de som &#228;r bel&#228;get inomhus eller
under jord och p&#229; andra f&#228;rdmedel &#228;n som ing&#229;r i taxitrafik,

3. f&#246;rorena eller skr&#228;pa ned p&#229; f&#228;rdmedel eller inom trafikf&#246;retagets
omr&#229;de, eller

4. skaffa sig tilltr&#228;de till omr&#229;de innanf&#246;r ing&#229;ngssp&#228;rren till
tunnelbana utan att kunna uppvisa giltigt f&#228;rdbevis.

7 &#167; Tilltr&#228;de till ett trafikf&#246;retags omr&#229;de eller f&#228;rdmedel f&#229;r
v&#228;gras den som

1. &#228;r berusad,

2. medf&#246;r egendom som avses i 6 &#167; 1, eller

3. annars upptr&#228;der p&#229; ett s&#229;dant s&#228;tt att det finns anledning att
befara att han kommer att st&#246;ra ordningen eller &#228;ventyra
s&#228;kerheten i trafiken.

8 &#167; Den som &#228;r berusad eller st&#246;r ordningen eller &#228;ventyrar
s&#228;kerheten i trafiken &#228;r skyldig att p&#229; uppmaning av en
trafiktj&#228;nsteman l&#228;mna trafikf&#246;retagets omr&#229;de eller f&#228;rdmedel.
Detsamma g&#228;ller den som har brutit mot n&#229;gon av 4--6 &#167;&#167; eller som
underl&#229;tit att f&#246;lja en anvisning eller tills&#228;gelse av en
trafiktj&#228;nsteman enligt 3 &#167;, om &#246;vertr&#228;delsen eller underl&#229;telsen har
v&#228;sentlig betydelse f&#246;r ordningen eller s&#228;kerheten i trafiken.

9 &#167; Om den som har v&#228;grats tilltr&#228;de enligt 7 &#167; eller som uppmanats
enligt 8 &#167; att l&#228;mna trafikf&#246;retagets omr&#229;de eller f&#228;rdmedel inte g&#246;r
som han blir tillsagd, f&#229;r en polisman eller ordningsvakt avvisa eller
avl&#228;gsna honom.

Straff och f&#246;rverkande

10 &#167; Den som bryter mot n&#229;gon av 4--6 &#167;&#167; d&#246;ms till penningb&#246;ter,
om g&#228;rningen inte &#228;r belagd med str&#228;ngare straff i brottsbalken eller
n&#229;gon annan f&#246;rfattning.

11 &#167; I fr&#229;ga om beslag och f&#246;rverkande av alkoholdrycker och 
alkoholdrycksliknande preparat hos den som intar s&#229;dana 
drycker eller preparat i strid med 4 &#167; finns best&#228;mmelser i 
lagen (1958:205) om f&#246;rverkande av alkohol m.m.
Lag (2019:350).

5 kap. S&#228;rskilda best&#228;mmelser vid vissa idrottsarrangemang

1 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller vid
idrottsarrangemang som anordnas f&#246;r allm&#228;nheten p&#229; en
idrottsanl&#228;ggning. Lag (2009:101).

2 &#167; Med idrottsanl&#228;ggning f&#246;rst&#229;s inh&#228;gnad plats
huvudsakligen avsedd f&#246;r idrottsut&#246;vning. Lag (2009:101).

3 &#167; Pyrotekniska varor f&#229;r inte utan tillst&#229;nd av
Polismyndigheten innehas eller anv&#228;ndas p&#229; en
idrottsanl&#228;ggning n&#228;r idrottsarrangemang anordnas d&#228;r.

Vid Polismyndighetens handl&#228;ggning av fr&#229;gor enligt f&#246;rsta
stycket tilll&#228;mpas 3 kap. 14 &#167;, 16 &#167; f&#246;rsta stycket, 18 &#167;
f&#246;rsta stycket 1, 3 och 4, 19 &#167; f&#246;rsta stycket samt 20, 21,
24, 26 och 28 &#167;&#167;. Lag (2014:590).

4 &#167; N&#228;r idrottsarrangemang anordnas p&#229; en idrottsanl&#228;ggning 
f&#229;r inte n&#229;gon 

1. obeh&#246;rigen betr&#228;da spelplanen eller annat motsvarande 
omr&#229;de som &#228;r avsett f&#246;r idrottsut&#246;vningen, 

2. kasta in f&#246;rem&#229;l p&#229; spelplanen eller annat motsvarande 
omr&#229;de som &#228;r avsett f&#246;r idrottsut&#246;vningen, om inte en s&#229;dan 
&#229;tg&#228;rd &#228;r befogad med h&#228;nsyn till idrottsarrangemangets 
genomf&#246;rande, eller

3. p&#229; idrottsanl&#228;ggningen helt eller delvis t&#228;cka ansiktet p&#229; 
ett s&#228;tt som f&#246;rsv&#229;rar identifikationen av personen.

F&#246;rbuden i f&#246;rsta stycket 1 och 2 g&#228;ller &#228;ven f&#246;r plats som 
gr&#228;nsar till de d&#228;r avsedda omr&#229;dena, om det genom st&#228;ngsel, 
skyltar eller p&#229; annat s&#228;tt framg&#229;r att allm&#228;nheten inte har 
tilltr&#228;de dit.

F&#246;rbudet i f&#246;rsta stycket 3 g&#228;ller inte den som t&#228;cker 
ansiktet av religi&#246;sa sk&#228;l eller den som har sk&#228;l att t&#228;cka 
ansiktet i tj&#228;nsten eller f&#246;r idrottsarrangemangets 
genomf&#246;rande. F&#246;rbudet g&#228;ller inte heller om det med h&#228;nsyn 
till v&#228;derf&#246;rh&#229;llanden, h&#228;lsosk&#228;l eller &#246;vriga omst&#228;ndigheter 
&#228;r att anse som befogat att t&#228;cka ansiktet. Vid bed&#246;mningen 
av om det &#228;r befogat att t&#228;cka ansiktet ska risken f&#246;r hot 
mot den allm&#228;nna ordningen och s&#228;kerheten s&#228;rskilt beaktas.
Lag (2017:12).

5 &#167; Den som upps&#229;tligen bryter mot 3 &#167; f&#246;rsta stycket eller
4 &#167; d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader. I
ringa fall ska inte d&#246;mas till ansvar.

Ansvar enligt f&#246;rsta stycket ska inte d&#246;mas ut, om g&#228;rningen
&#228;r belagd med samma eller str&#228;ngare straff i brottsbalken
eller i annan f&#246;rfattning. Lag (2009:101).

6 &#167; Egendom som varit f&#246;rem&#229;l f&#246;r brott enligt detta kapitel
ska f&#246;rklaras f&#246;rverkad, om det inte &#228;r uppenbart osk&#228;ligt.
Lag (2009:101).

&#214;verg&#229;ngsbest&#228;mmelser

1993:1617

1. Denna lag tr&#228;der i kraft den 1 april 1994.

Vid ikrafttr&#228;dandet skall f&#246;ljande f&#246;rfattningar upph&#246;ra att g&#228;lla,
n&#228;mligen

a) lagen (1956:618) om allm&#228;nna sammankomster,

b) allm&#228;nna ordningsstadgan (1956:617),

c) f&#246;rordningen (1874 nr 26 s.11) ang&#229;ende hamnordningar och
andra ordningsf&#246;reskrifter f&#246;r allm&#228;nna hamnarne i riket, samt

d) kung&#246;relsen (1950:153) med vissa till&#228;mpningsf&#246;reskrifter till
f&#246;rordningen (1874 nr 26 s. 11) ang&#229;ende hamnordningar och
andra ordningsf&#246;reskrifter f&#246;r allm&#228;nna hamnarne i riket.

Vid ikrafttr&#228;dandet skall ocks&#229; punkt 4 i &#246;verg&#229;ngsbest&#228;mmelserna
till f&#246;rordningen (1990:1510) med l&#228;nsstyrelseinstruktion upph&#246;ra
att g&#228;lla.

Vid ikrafttr&#228;dandet skall taxor och reglementen som har beslutats
med st&#246;d av 23 &#167; ordningsstadgan f&#246;r rikets st&#228;der den 24 mars
1868 (nr 22) eller med st&#246;d av 25 &#167; allm&#228;nna ordningsstadgan
upph&#246;ra att g&#228;lla.

Den 1 januari 1996 skall lokala ordningsf&#246;reskrifter,
hamnordningar och andra ordningsf&#246;reskrifter f&#246;r hamnar som har
utf&#228;rdats f&#246;re ordningslagens ikrafttr&#228;dande upph&#246;ra att g&#228;lla.

F&#246;reskrifter som har beslutats med st&#246;d av 10 &#167; l&#228;nsstyrelsein-
struktionen (1971:460) skall upph&#246;ra att g&#228;lla den 1 januari 1995.

2. I ett &#228;rende som g&#228;ller en ans&#246;kan eller anm&#228;lan enligt en
f&#246;rfattning som avses i punkt 1 andra stycket till&#228;mpas
ordningslagen vid pr&#246;vning efter ikrafttr&#228;dandet, om inte n&#229;got
annat s&#228;gs i det f&#246;ljande.

3. Ett godk&#228;nnande enligt 6 &#167; tredje stycket allm&#228;nna
ordningsstadgan g&#228;ller till den 1 januari 1995 som ett tillst&#229;nd
enligt 3 kap. 6 &#167; tredje stycket ordningslagen.

4. Utan hinder av best&#228;mmelserna om besiktning i 2 kap. 12 och
13 &#167;&#167; ordningslagen f&#229;r ett samlingst&#228;lt eller en tivolianordning
anv&#228;ndas f&#246;r sitt &#228;ndam&#229;l till dess f&#246;rsta besiktning sker. R&#228;tten
till anv&#228;ndning utan f&#246;reg&#229;ende besiktning upph&#246;r dock den 30
september 1994, om inte skriftlig ans&#246;kan om besiktning har gjorts
dessf&#246;rinnan.
5. I fr&#229;ga om &#246;verklagande av ett beslut som har meddelats f&#246;re
ordningslagens ikrafttr&#228;dande enligt en f&#246;rfattning som avses i
punkt 1 andra--fj&#228;rde styckena g&#228;ller &#228;ldre best&#228;mmelser.

6. Om det i en lag eller i en f&#246;rfattning som har beslutats av
regeringen h&#228;nvisas till en f&#246;reskrift som har ersatts genom en
f&#246;reskrift i denna lag till&#228;mpas i st&#228;llet den nya f&#246;reskriften.

1999:1282

Denna lag tr&#228;der i kraft den 1 januari 2000. &#196;ldre best&#228;mmelser
g&#228;ller fortfarande i fr&#229;ga om f&#246;rh&#229;llanden som avser tid f&#246;re
ikrafttr&#228;dandet.

2005:68

1. Denna lag tr&#228;der i kraft den 1 april 2005.

2. &#196;renden enligt 2 kap. 8 &#167; andra stycket som kommit in till
polismyndigheten f&#246;re den 1 april 2005 men som &#228;nnu inte har
avgjorts, handl&#228;ggs av l&#228;nsstyrelsen enligt 2 kap. 8 &#167; andra
stycket i dess nya lydelse.

3. Pr&#246;vningstillst&#229;nd kr&#228;vs inte i fr&#229;ga om domar och beslut
som har meddelats av l&#228;nsr&#228;tt f&#246;re ikrafttr&#228;dandet.

2013:939

Denna lag tr&#228;der i kraft den 1 januari 2014. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande f&#246;r allm&#228;nna sammankomster
och offentliga tillst&#228;llningar som &#228;gt rum f&#246;re
ikrafttr&#228;dandet.

2017:736

1. Denna lag tr&#228;der i kraft den 1 januari 2018.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r &#246;verklagande av 
beslut som har tillk&#228;nnagetts f&#246;re ikrafttr&#228;dandet.

2021:6

Denna lag tr&#228;der i kraft den 1 april 2022.
Lag (2022:216).

2023:308

1. Denna lag tr&#228;der i kraft den 1 juli 2023. 

2. Den nya best&#228;mmelsen ska till&#228;mpas f&#246;r offentliga 
danstillst&#228;llningar som &#228;ger rum efter ikrafttr&#228;dandet, &#228;ven 
om tillst&#229;nd har s&#246;kts f&#246;re denna tidpunkt.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3277">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3279">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
