

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1994-01-13" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3279</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3278">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3280">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1993:1530 ·
                    <a href="/sfsr?bet=1993:1530">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1993:1530) om till&#228;mpning av en &#246;verenskommelse den 
18 augusti 1993 om till&#228;mpning av den nordiska konventionen den 
15 juni 1992 om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1993-12-09
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den administrativa &#246;verenskommelse om till&#228;mpning av
konventionen den 15 juni 1992 mellan Danmark, Finland, Island,
Norge och Sverige om social trygghet som undertecknades den 18
augusti 1993 skall g&#228;lla som f&#246;rordning h&#228;r i landet.

&#214;verenskommelsen bifogas denna f&#246;rordning i svensk text som
bilaga.

Bilaga

&#214;verenskommelse om till&#228;mpning av den nordiska
konventionen om social trygghet den 15 juni 1992

Med st&#246;d av artikel 18 i den nordiska konventionen om social
trygghet den 15 juni 1992 mellan Danmark, Finland, Island, Norge
och Sverige i det f&#246;ljande kallad konventionen, har de beh&#246;riga
myndigheterna i varje land enats om f&#246;ljande best&#228;mmelser.

Artikel 1
Konventionens artikel 1

I f&#246;ljande best&#228;mmelser anv&#228;nds de uttryck som definieras i artikel
1 i konventionen i den betydelse som d&#228;r anges.

Artikel 2
Konventionens artikel 5

1. Om en f&#246;rm&#229;n kan s&#228;ttas ned enligt artikel 5 i konventionen,
skall s&#229;dan neds&#228;ttning i f&#246;rsta hand endast kunna g&#246;ras av den
utbetalande institutionen i den f&#246;rs&#228;krades bos&#228;ttningsland enligt
detta lands lagstiftning.

2. Neds&#228;ttning som avses i f&#246;rsta stycket kan g&#246;ras av den
utbetalande institutionen i annat land &#228;n bos&#228;ttningslandet f&#246;rst
sedan denna institution konstaterat att en s&#229;dan neds&#228;ttning inte
g&#246;rs i bos&#228;ttningslandet.

Artikel 3
Konventionens artikel 7

1. N&#228;r en person &#228;r sysselsatt i ett annat nordiskt land &#228;n
bos&#228;ttningslandet skall best&#228;mmelserna i artikel 13.2 a, b och d i
f&#246;rordningen till&#228;mpas.

2. N&#228;r en anst&#228;lld eller egenf&#246;retagare &#228;r sysselsatt i tv&#229; eller flera
nordiska l&#228;nder framg&#229;r det av artikel 14.2 b, artikel 14.3 och
artikel 14 a. 2--4 i f&#246;rordningen vilken lagstiftning som skall
till&#228;mpas. Reglerna i artikel 12 a i till&#228;mpningsf&#246;rordningen skall
till&#228;mpas. Beh&#246;rig myndighet eller den institution som den har
utsett utf&#228;rdar p&#229; beg&#228;ran det i artikel 12 a i
till&#228;mpningsf&#246;rordningen n&#228;mnda intyget p&#229; blankett N 101.

3. F&#246;r personer som tillh&#246;r den resande personalen vid flyg- eller
landtransportf&#246;retag avg&#246;r best&#228;mmelserna i artikel 14.2 a i
f&#246;rordningen vilken lagstiftning som skall till&#228;mpas. Beh&#246;rig
myndighet eller den institution som den har utsett utf&#228;rdar p&#229;
beg&#228;ran ett intyg som dokumenterar vilken lagstiftning som &#228;r
till&#228;mplig. Intyget l&#228;mnas p&#229; blankett N 101.

4. N&#228;r personer tillf&#228;lligt s&#228;nds ut av sin arbetsgivare i ett nordiskt
land f&#246;r att utf&#246;ra arbete i ett annat nordiskt land skall
best&#228;mmelserna i f&#246;rordningens artikel 14.1 a och b till&#228;mpas.
Beh&#246;rig myndighet eller den institution som den har utsett utf&#228;rdar
p&#229; beg&#228;ran det i artikel 11 i till&#228;mpningsf&#246;rordningen n&#228;mnda
intyget p&#229; blankett N 101 och N 102.

I de fall som n&#228;mns i artikel 14.1 b i f&#246;rordningen och artikel 11.2 i
till&#228;mpningsf&#246;rordningen inh&#228;mtar arbetsgivaren n&#246;dv&#228;ndigt
samtycke fr&#229;n den beh&#246;riga myndigheten eller den institution som
den har utsett i arbetstagarens syssels&#228;ttningsland.

5. N&#228;r personer s&#228;nds ut av sin arbetsgivare i ett nordiskt land f&#246;r
att utf&#246;ra arbete i ett annat nordiskt land och villkoren f&#246;r att
till&#228;mpa artikel 14.1 i f&#246;rordningen inte &#228;r uppfyllda, kan den
beh&#246;riga myndigheten eller den institution som den har utsett i
uts&#228;ndningslandet p&#229; beg&#228;ran ing&#229; en &#246;verenskommelse enligt
artikel 17 i f&#246;rordningen med den beh&#246;riga myndigheten eller den
institution som den har utsett om undantag fr&#229;n best&#228;mmelserna i
artiklarna 13 och 14 i f&#246;rordningen. Den beh&#246;riga myndigheten
eller den institution som den har utsett i uts&#228;ndningslandet
utf&#228;rdar ett intyg som dokumentation &#246;ver den ing&#229;ngna
&#246;verenskommelsen p&#229; blankett N 101.

Artikel 4
Konventionens artikel 8

Best&#228;mmelsen g&#228;ller de fall n&#228;r artikel 17 i f&#246;rordningen j&#228;mf&#246;rd
med artikel 7 i konventionen inte &#228;r till&#228;mplig. Framst&#228;llning om
ing&#229;ende av en &#246;verenskommelse inges till den beh&#246;riga
myndigheten i det land vars lagstiftning man &#246;nskar skall till&#228;mpas.
Denna myndighet inh&#228;mtar d&#228;refter samtycke fr&#229;n det land f&#246;r
vilket undantaget skall g&#228;lla.

Artikel 5
Konventionens artikel 9

V&#229;rdf&#246;rm&#229;ner vid tillf&#228;llig vistelse eller vid bos&#228;ttning i ett annat
nordiskt land &#228;n den beh&#246;riga staten

Best&#228;mmelserna i avdelning IV, kapitel 1 och 2 i
till&#228;mpningsf&#246;rordningen g&#228;ller med undantag f&#246;r:

Artiklarna 16, 17, 20, 21, 22, 23, 26.1--3 och artiklarna 27--31.

F&#246;r att f&#229; v&#229;rdf&#246;rm&#229;ner under tillf&#228;llig vistelse eller vid bos&#228;ttning i
ett nordiskt land skall en person vid behov dokumentera att
han/hon &#228;r eller har varit f&#246;rs&#228;krad i ett annat nordiskt land.

Institutionen p&#229; vistelseorten kan vid behov inh&#228;mta n&#246;dv&#228;ndiga
upplysningar om personens r&#228;tt till f&#246;rm&#229;ner.

Artikel 6
Konventionens artikel 10

Vid ers&#228;ttning av merutgifter f&#246;r hemresa enligt artikel 10 i
konventionen g&#228;ller f&#246;ljande best&#228;mmelser:

1. Behovet av att anv&#228;nda dyrare f&#228;rds&#228;tt skall styrkas genom
skriftligt l&#228;karutl&#229;tande som utf&#228;rdas i vistelselandet f&#246;re
hemresan.

2. Beslut om ers&#228;ttning fattas av institutionen p&#229; vistelseorten f&#246;re
hemresan.

3. Om institutionen p&#229; vistelseorten inte har kontaktats f&#246;re
hemresan kan i undantagsfall ers&#228;ttning beviljas i efterhand.

Artikel 7
Konventionens artiklar 13, 14 och 15

Intyg om bos&#228;ttnings- och f&#246;rs&#228;kringsperioder i fr&#229;ga om pensioner

N&#228;r enligt konventionen bos&#228;ttnings- eller f&#246;rs&#228;kringsperioder skall
beaktas f&#246;r fastst&#228;llande av r&#228;tten till och ber&#228;kningen av grund-
och till&#228;ggspension, skall den beh&#246;riga institutionen i ett nordiskt
land intyga de perioder som har fullgjorts enligt lagstiftningen i
detta land.

Artikel 8
Konventionens artiklar 13 och 15

Meddelande om beviljande av grund- och till&#228;ggspension ber&#228;knad
p&#229; grundval av framtida bos&#228;ttningstid eller antagandetid

1. Om det vid ber&#228;kning av grundpension i ett nordiskt land
f&#246;religger r&#228;tt att f&#229; medr&#228;kna framtida bos&#228;ttningstid, skall den
beh&#246;riga institutionen i detta land vid till&#228;mpning av artikel 13 i
konventionen l&#228;mna meddelande om den beviljade pensionen till
ber&#246;rd institution i annat nordiskt land d&#228;r pensionstagaren varit
bosatt f&#246;re pensionsfallets intr&#228;ffande.

2. N&#228;r villkoren f&#246;r beviljande av till&#228;ggspension p&#229; grundval av
antagandetid &#228;r uppfyllda i ett nordiskt land, skall den beh&#246;riga
institutionen i detta land vid till&#228;mpning av artikel 15 i
konventionen l&#228;mna meddelande om den beviljade pensionen till
ber&#246;rd institution i annat nordiskt land d&#228;r pensionstagaren har
varit sysselsatt f&#246;re pensionsfallets intr&#228;ffande.

3. Meddelande som avses i punkterna 1 och 2 skall inneh&#229;lla
uppgift om tidpunkten f&#246;r beviljandet av pensionen.

Artikel 9
Konventionens artikel 17

F&#246;r att artikel 17.2 skall kunna till&#228;mpas skall ans&#246;kan om
medlemskap i arbetsl&#246;shetskassa inges inom 8 veckor r&#228;knat fr&#229;n
f&#246;rs&#228;kringens upph&#246;rande i fr&#229;nflyttningslandet.

F&#246;r Norges vidkommande kr&#228;vs anm&#228;lan till arbetsf&#246;rmedlingen
inom 8-veckorsfristen.

Artikel 10
Konventionens artikel 19

F&#246;rbindelseorgan

1. F&#246;rbindelseorgan enligt artikel 19 i konventionen &#228;r:

i Danmark 			Socialministeriet
i Finland 			Folkpensionsanstalten,
  				Olycksfallsf&#246;rs&#228;kringsanstalternas F&#246;rbund,
  				Pensionsskyddscentralen
i Island 			Tryggingastofnun rikisins
i Norge 			Rikstrygdeverket,
 				Arbeidsdirektoratet
i Sverige 			Riksf&#246;rs&#228;kringsverket,
  				Arbetsmarknadsstyrelsen

2. F&#246;rbindelseorganen kan p&#229; begr&#228;nsade omr&#229;den delegera sina
uppgifter till andra organ. De skall underr&#228;tta varandra om detta.

3. En f&#246;rteckning &#246;ver f&#246;rbindelseorganen och vilka uppgifter som
har delegerats till andra organ f&#246;ljer som bilaga 1.

&#214;msesidigt bist&#229;nd

Myndigheter och andra institutioner skall vid till&#228;mpningen av
konventionen l&#228;mna varandra det bist&#229;nd som &#228;r n&#246;dv&#228;ndigt &#228;ven
i fall som inte uttryckligen n&#228;mns i denna &#246;verenskommelse.

Kontroller och l&#228;karunders&#246;kningar

Om en f&#246;rm&#229;n betalas ut fr&#229;n ett nordiskt land till en person som &#228;r
bosatt i ett annat nordiskt land, skall den lokala institutionen i
bos&#228;ttningslandet, p&#229; f&#246;rfr&#229;gan fr&#229;n den institution som betalar ut
f&#246;rm&#229;nen, inh&#228;mta de upplysningar som &#228;r av betydelse f&#246;r r&#228;tten
till f&#246;rm&#229;nen och f&#246;r f&#246;rm&#229;nens storlek. Den lokala institutionen i
bos&#228;ttningslandet skall  h&#228;rvid p&#229; beg&#228;ran ombes&#246;rja att en person
som uppb&#228;r invalidpension, dagpenning vid sjukdom eller
f&#246;rm&#229;ner vid arbetsskada blir l&#228;karunders&#246;kt.

Administrationskostnader

Vid till&#228;mpningen av konventionen och denna &#246;verenskommelse
skall de till&#228;mpande institutionerna svara f&#246;r de
administrationskostnader som uppst&#229;r.

Tolkningsfr&#229;gor

Uppst&#229;r meningsskiljaktigheter vid till&#228;mpningen och tolkningen
av konventionen eller denna &#246;verenskommelse, skall dessa
behandlas av de beh&#246;riga myndigheterna i de ber&#246;rda l&#228;nderna om
inte de underlydande institutionerna kan enas. Vid behov kan
fr&#229;gan behandlas av en grupp best&#229;ende av representanter fr&#229;n
samtliga nordiska l&#228;nder vilka utsetts av dessa l&#228;nders beh&#246;riga
myndigheter. En s&#229;dan grupp kan ocks&#229; sammankallas vid behov
f&#246;r att behandla allm&#228;nna tolknings- och till&#228;mpningsfr&#229;gor
avseende konventionen och denna &#246;verenskommelse.

Artikel 11

F&#246;r att erh&#229;lla pensionsf&#246;rm&#229;ner enligt artiklarna 11--15 i
konventionen skall det f&#246;rfarande som avses i kapitel 3 och 8 i
till&#228;mpningsf&#246;rordningen till&#228;mpas om inte annat uttryckligen
anges.

F&#246;r personer som inte omfattas av f&#246;rordningen skall ans&#246;kan om
pensionsf&#246;rm&#229;ner g&#246;ras p&#229; blankett som avses i artikel 17 i denna
&#246;verenskommelse.

S&#246;kanden kan sj&#228;lv s&#228;nda sin ans&#246;kan till ber&#246;rd institution i det
nordiska land ans&#246;kan avser.

Artikel 12

Meddelande om beslut s&#228;nds direkt till s&#246;kanden. Kopia av
beslutet s&#228;nds till ber&#246;rda institutioner.

Artikel 13
Konventionens artikel 23.2

Utgifter f&#246;r v&#229;rdf&#246;rm&#229;ner som avses i artikel 23.2 i konventionen
skall &#229;terbetalas av den beh&#246;riga institutionen till den institution
som har utgett  f&#246;rm&#229;nerna.

Artikel 14
Konventionens artikel 26

F&#246;r att styrka sin r&#228;tt till grundpension fr&#229;n ett nordiskt land enligt
artikel 26 i konventionen skall s&#246;kanden p&#229; nationell blankett
uppge i vilket nordiskt land han har varit bosatt och under vilken
tid. Av uppgifterna p&#229; blanketten skall framg&#229; om s&#246;kanden under
tid som han har varit bosatt i ett nordiskt land har intj&#228;nat r&#228;tt till
till&#228;ggspension i ett annat nordiskt land.

Artikel 15
Konventionens artikel 27

Den institution som enligt artikel 27 i konventionen betalar ut ett
till&#228;gg till grundpensionen skall p&#229; fastst&#228;lld blankett underr&#228;tta
institution i varje annat nordiskt land som betalar ut grundpension
till samma pensionstagare. Institutionen i ett s&#229;dant land skall
senast under januari m&#229;nad varje &#229;r meddela den f&#246;rstn&#228;mnda
institutionen om pensionens storlek. N&#228;r den institution som
betalar ut ett till&#228;gg finner att den sammanlagda grundpensionen
uppg&#229;r till minst det belopp som betalades ut till pensionstagaren
vid konventionens ikrafttr&#228;dande, skall ber&#246;rda institutioner
underr&#228;ttas h&#228;rom.

Artikel 16

Artiklarna 3, 4, 5, 6, 8, 9, 10, 11, 12, 13 och 15 i denna
&#246;verenskommelse g&#228;ller &#228;ven f&#246;r personer som omfattas av
f&#246;rordningen.

Artikel 17

Blanketter

Blanketter som skall anv&#228;ndas f&#246;r till&#228;mpningen av denna
&#246;verenskommelse uppr&#228;ttas av varje land efter samr&#229;d mellan
f&#246;rbindelseorganen. De skall uppr&#228;ttas p&#229; varje lands spr&#229;k. F&#246;r
Islands del skall blanketterna uppr&#228;ttas ocks&#229; p&#229; danska, norska
eller svenska.

Artikel 18

Ikrafttr&#228;dande och upps&#228;gning

1. Denna &#246;verenskommelse tr&#228;der i kraft samma dag som
konventionen.

2. Denna &#246;verenskommelse g&#228;ller under samma tid som
konventionen, om inte upps&#228;gning sker av n&#229;got lands beh&#246;riga
myndighet. S&#229;dan upps&#228;gning skall skriftligen meddelas de
beh&#246;riga myndigheterna i &#246;vriga l&#228;nder. Upps&#228;gningen g&#228;ller
endast det land som verkst&#228;llt densamma och g&#228;ller fr&#229;n ing&#229;ngen
av det kalender&#229;r som intr&#228;ffar minst sex m&#229;nader efter det att alla
beh&#246;riga myndigheter mottagit meddelande om upps&#228;gningen.

Undertecknad i K&#246;penhamn den 18 augusti 1993 i ett exemplar p&#229;
danska, finska, isl&#228;ndska, norska och svenska spr&#229;ken, vilka
samtliga texter &#228;ger lika vitsord.

F&#246;r Danmarks regering: 			Poul Vorre
F&#246;r Finlands regering: 			Hannu Ripatti
F&#246;r Islands regering: 			Ingvi S. Ingvarsson
F&#246;r Norges regering: 			Liv M&#248;rch Finborud
F&#246;r Sveriges regering: 			H&#229;kan Damm

Bilaga 1

Adresslista &#246;ver f&#246;rbindelseorgan och andra organ till vilka
uppgifter delegerats enligt konventionen

DANMARK

1. Socialministeriet			(F&#246;rbindelseorgan)
Slotsholmsgade 6
DK-1216 K&#246;penhamn K
Tel. 45 33 92 33 77
Fax. 45 33 92 94 68

2. Fr&#229;gor om lagstiftningen om h&#228;lsov&#229;rd har delegerats till:
Sundhedsministeriet
Herluf Trollesgade 11
DK-1052 K&#246;penhamn K
Tel. 45 33 92 33 60
Fax. 45 33 15 05 92

3. Fr&#229;gor om till&#228;ggspension har delegerats till:
Arbejdsmarkedets Tillaegspension
Kongens Vaenge 8
DK-3400 Hiller&#246;d
Tel. 45 48 24 11 00
Fax. 45 48 24 00 88

4. Fr&#229;gor om f&#246;rm&#229;ner vid arbetsl&#246;shet har delegerats till:
Direktoratet for Arbejdsl&#246;shedsforsikring
Finsenvej 78
DK-2000 Fredriksberg
Tel. 45 31 10 60 11
Fax. 45 31 19 38 90

5. Fr&#229;gor om f&#246;rm&#229;ner vid arbetskada har delegerats till:
Arbejdsskadestyrelsen
Aebel&#246;gade 1
DK-2100 K&#246;penhamn &#214;
Tel. 45 39 17 77 00
Fax. 45 39 17 77 11

FINLAND

1. Fr&#229;gor om till&#228;ggspension och uts&#228;nda arbetstagare enligt
artiklarna 7 och 8 i konventionen har delegerats till:
Pensionsskyddscentralen				(F&#246;rbindelseorgan)
PB 11
SF-00521 Helsingfors
Tel. 358 0 01 51 1
Fax. 358 0 148 11 72

2. Fr&#229;gor om f&#246;rm&#229;ner vid arbetsskada har delegerats till:
Olycksfallsf&#246;rs&#228;kringsanstalternas F&#246;rbund	(F&#246;rbindelseorgan)
Bulevarden 28
SF-00120 Helsingfors
Tel. 358 0 68 04 01
Fax. 358 0 68 04 03 89

3. &#214;vriga fr&#229;gor har delegerats till:
Folkpensionsanstalten				(F&#246;rbindelseorgan)
Helsingfors lokalbyr&#229; PB 82
SF-00601 Helsingfors
Tel. 358 0 777 01
Fax. 358 0 777 03 22 0

ISLAND

1. Tryggingastofnun Rikisins			(F&#246;rbindelseorgan)
Laugavegur 114
IS-150 Reykjavik
Tel. 354 1 60 44 00
Fax. 354 1 62 45 35

2. Fr&#229;gor om barnbidrag har delegerats till:
Rikisskattstj~ori
Laugavegur 166
IS-150 Reykjavik
Tel. 354 1 63 11 00
Fax. 354 1 62 44 40

NORGE

1. Rikstrygdeverket				(F&#246;rbindelseorgan)
Drammensveien 60
N-0241 Oslo 2
Tel. 47 22 92 70 00
Fax. 47 22 55 70 88

2. Fr&#229;gor om f&#246;rm&#229;ner vid arbetsl&#246;shet har delegerats till:
Arbeidsdirektoratet				(F&#246;rbindelseorgan)
Postboks 8127 Dep.
N-0032 Oslo
Tel. 47 22 94 24 00
Fax. 47 22 11 69 16

3. Fr&#229;gor om uts&#228;nda arbetstagare fr&#229;n Norge till andra l&#228;nder har
delegerats till:
Folketrygdekontoret for utenlandssaker
Postboks 8138 Dep.
N-0033 Oslo 1
Tel. 47 22 92 76 00
Fax. 47 22 71 29 10

4. Fr&#229;gor om uts&#228;nda arbetstagare fr&#229;n andra l&#228;nder till Norge har
delegerats till:
De lokale trygdekontor.

SVERIGE

1. Riksf&#246;rs&#228;kringsverket			(F&#246;rbindelseorgan)
S-103 51 Stockholm
Tel. 46 8 786 90 00
Fax. 46 8 786 90 76

2. Fr&#229;gor om f&#246;rm&#229;ner vid arbetsl&#246;shet har delegerats till:

Arbetsmarknadsstyrelsen				(F&#246;rbindelseorgan)
S-171 99 Solna
Tel. 46 8 730 60 00
Fax. 46 8 730 60 09

3. Fr&#229;gor om artiklarna 7 och 8 i konventionen har delegerats till:
De allm&#228;nna f&#246;rs&#228;kringskassorna.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3278">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3280">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
