

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-05" /> 
 <meta id="rattsinfo-edited" content="2024-01-05 08:59:42" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>33</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=32">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=34">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2023:875 ·
                    <a href="/sfsr?bet=2023:875">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2023:875) om till&#228;ggsskatt</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2023-12-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2024-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Lagens inneh&#229;ll och till&#228;mpningsomr&#229;de

1 &#167; I denna lag finns best&#228;mmelser om till&#228;ggsskatt. 
Till&#228;ggsskatt utg&#246;r en skatt som syftar till att s&#228;kerst&#228;lla 
en effektiv minimibeskattning av enheter som ing&#229;r i stora 
nationella eller multinationella koncerner. Till&#228;ggsskatt ska 
betalas till staten. 

2 &#167; Inneh&#229;llet i lagen &#228;r uppdelat enligt f&#246;ljande: 

- lagens inneh&#229;ll och till&#228;mpningsomr&#229;de (1 kap.),

- definitioner och f&#246;rklaringar (2 kap.), 

- ber&#228;kning av till&#228;ggsskattebeloppet (3 kap.), 

- val, tillkommande till&#228;ggsskattebelopp i vissa fall och 
justering av skattekostnad (4 kap.), 

- substansbelopp, verksamhet av begr&#228;nsad betydelse och 
internationell sj&#246;fartsverksamhet (5 kap.), 

- skattskyldighet f&#246;r till&#228;ggsskatt (6 kap.), 

- s&#228;rskilda enheter och transaktioner (7 kap.), och 

- f&#246;renklingsregeln (8 kap.). 

Lagens till&#228;mpningsomr&#229;de

3 &#167; Denna lag ska till&#228;mpas n&#228;r en svensk koncernenhet ing&#229;r i 
en koncern som har en &#229;rlig int&#228;kt p&#229; minst 750 miljoner euro 
enligt moderf&#246;retagets koncernredovisning under minst tv&#229; av 
de fyra r&#228;kenskaps&#229;r som f&#246;reg&#229;r det aktuella r&#228;kenskaps&#229;ret. 

Lagen ska inte till&#228;mpas p&#229; undantagna enheter. Int&#228;kter f&#246;r 
undantagna enheter ska dock ing&#229; i de int&#228;kter som avses i 
f&#246;rsta stycket. 

Om ett eller flera av de fyra r&#228;kenskaps&#229;ren &#228;r l&#228;ngre eller 
kortare &#228;n tolv m&#229;nader, ska beloppsgr&#228;nsen i f&#246;rsta stycket 
justeras proportionellt f&#246;r vart och ett av dessa 
r&#228;kenskaps&#229;r. 

Valuta

4 &#167; Vid till&#228;mpningen av den beloppsangivelse i euro som finns 
i 3 &#167; ska belopp i annan valuta r&#228;knas om enligt den 
genomsnittliga v&#228;xelkursen f&#246;r december &#229;ret f&#246;re det aktuella 
r&#228;kenskaps&#229;ret. Vid omr&#228;kningen ska de kurser som fastst&#228;lls 
av Europeiska centralbanken anv&#228;ndas. Om Europeiska 
centralbanken inte har fastst&#228;llt n&#229;gon kurs f&#246;r en valuta, 
ska i st&#228;llet motsvarande kurs fr&#229;n centralbanken i den stat 
d&#228;r den aktuella koncernenheten h&#246;r hemma anv&#228;ndas. 

Undantagna enheter

5 &#167; F&#246;ljande enheter &#228;r undantagna enheter:

1. myndighetsenheter,

2. internationella organisationer,

3. ideella organisationer,

4. investeringsfonder som &#228;r moderf&#246;retag,

5. fastighetsinvesteringsf&#246;retag som &#228;r moderf&#246;retag,

6. pensionsfonder, och 

7. investeringsenheter f&#246;r pensioner.

6 &#167; Som en undantagen enhet behandlas ocks&#229; en enhet vars 
v&#228;rde till minst 95 procent &#228;gs av en eller flera s&#229;dana 
enheter som anges i 5 &#167; 1-6 eller av offentliga organ, om

1. enheten uteslutande eller s&#229; gott som uteslutande bedriver 
verksamhet som best&#229;r i att inneha tillg&#229;ngar eller investera 
medel till f&#246;rm&#229;n f&#246;r den eller de undantagna enheterna eller 
offentliga organen, eller

2. enheten uteslutande bedriver verksamhet till st&#246;d f&#246;r 
verksamheten i den eller de undantagna enheterna eller 
offentliga organen.

&#196;gandet kan vara direkt eller, om samtliga enheter i 
&#228;garkedjan &#228;r eller ska behandlas som undantagna enheter, 
indirekt.

7 &#167; Som en undantagen enhet behandlas ocks&#229; en enhet vars 
v&#228;rde till minst 85 procent &#228;gs av en eller flera s&#229;dana 
enheter som avses i 5 &#167; 1-6 eller av offentliga organ. Detta 
g&#228;ller dock bara om dess inkomst uteslutande eller s&#229; gott som 
uteslutande best&#229;r av s&#229;dana utdelningar och andra 
v&#228;rde&#246;verf&#246;ringar eller vinster och f&#246;rluster som enligt 
3 kap. 9 eller 10 &#167; inte ing&#229;r i det justerade resultatet.

&#196;gandet kan vara direkt eller, om samtliga enheter i 
&#228;garkedjan &#228;r eller ska behandlas som undantagna enheter, 
indirekt.

8 &#167; En rapporterande enhet kan v&#228;lja att en enhet som avses i 
6 eller 7 &#167; inte ska behandlas som en undantagen enhet. 

Ett s&#229;dant val g&#228;ller i fem &#229;r fr&#229;n och med det r&#228;kenskaps&#229;r 
som valet avser. D&#228;refter forts&#228;tter valet att g&#228;lla, om den 
rapporterande enheten inte &#229;terkallar valet. Om valet 
&#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras f&#246;rst 
fem &#229;r efter det &#229;r som &#229;terkallelsen avser.

F&#246;r&#228;ndringar i koncernen

9 &#167; Om tv&#229; eller flera koncerner har slagits samman f&#246;r att 
bilda en ny koncern under n&#229;got av de fyra r&#228;kenskaps&#229;r som 
n&#228;rmast f&#246;reg&#229;r det aktuella r&#228;kenskaps&#229;ret, ska 
beloppsgr&#228;nsen i 3 &#167; anses vara uppn&#229;dd varje r&#228;kenskaps&#229;r 
f&#246;re sammanslagningen f&#246;r vilket summan av int&#228;kterna i de 
enskilda koncernredovisningarna uppg&#229;r till minst 750 miljoner 
euro.

Om en enhet som inte ing&#229;r i en koncern sl&#229;s samman med en 
enhet eller koncern under det aktuella r&#228;kenskaps&#229;ret och om 
n&#229;gon av dessa inte har uppr&#228;ttat en koncernredovisning f&#246;r 
n&#229;got av de fyra r&#228;kenskaps&#229;r som n&#228;rmast f&#246;reg&#229;r det aktuella 
&#229;ret, ska beloppsgr&#228;nsen i 3 &#167; anses vara uppn&#229;dd f&#246;r varje 
r&#228;kenskaps&#229;r f&#246;re sammanslagningen f&#246;r vilket summan av 
int&#228;kterna i de enskilda &#229;rs- eller koncernredovisningarna 
uppg&#229;r till minst 750 miljoner euro.

Med sl&#229;s samman avses att alla eller i huvudsak alla 
koncernenheter i tv&#229; eller flera separata koncerner st&#228;lls 
under gemensam kontroll p&#229; ett s&#229;dant s&#228;tt att de utg&#246;r 
enheter i en enda koncern eller att en enhet som inte ing&#229;r i 
n&#229;gon koncern st&#228;lls under gemensam kontroll med en annan 
enhet eller koncern p&#229; ett s&#229;dant s&#228;tt att de utg&#246;r enheter i 
en enda koncern.

10 &#167; Om en koncern som omfattades av lagens till&#228;mpningsomr&#229;de 
&#229;ret f&#246;re det aktuella r&#228;kenskaps&#229;ret delas i tv&#229; eller flera 
nya koncerner, ska beloppsgr&#228;nsen i 3 &#167; anses vara uppn&#229;dd

- f&#246;r det r&#228;kenskaps&#229;r d&#229; delningen sker: om summan av 
int&#228;kterna i koncernredovisningen f&#246;r vardera ny koncern f&#246;r 
det r&#228;kenskaps&#229;ret uppg&#229;r till minst 750 miljoner euro, och

- f&#246;r det andra till fj&#228;rde r&#228;kenskaps&#229;ret efter delningen: om 
summan av int&#228;kterna i koncernredovisningen f&#246;r vardera ny 
koncern uppg&#229;r till minst 750 miljoner euro under minst tv&#229; av 
dessa r&#228;kenskaps&#229;r. 

F&#246;rsta stycket g&#228;ller i fr&#229;ga om varje arrangemang d&#228;r 
koncernenheterna i en koncern delas upp i tv&#229; eller flera nya 
koncerner och inte l&#228;ngre ing&#229;r i samma moderf&#246;retags 
koncernredovisning. 

I vilken stat en enhet eller ett fast driftst&#228;lle h&#246;r hemma

Var en enhet h&#246;r hemma

11 &#167; En enhet som inte omfattas av best&#228;mmelserna i 14 och 
15 &#167;&#167; h&#246;r hemma i den stat d&#228;r den &#228;r skattskyldig f&#246;r 
bolagsskatt enligt de regler som g&#228;ller i den staten. Detta 
g&#228;ller dock bara om den r&#228;ttsliga grunden f&#246;r 
skattskyldigheten &#228;r platsen f&#246;r f&#246;retagsledning, platsen f&#246;r 
bildande eller annan liknande omst&#228;ndighet.

Om en enhet inte &#228;r skattskyldig f&#246;r bolagsskatt eller om det 
av annan anledning inte &#228;r m&#246;jligt att avg&#246;ra var en enhet h&#246;r 
hemma med ledning av vad som anges i f&#246;rsta stycket, ska 
enheten anses h&#246;ra hemma i den stat d&#228;r den bildades.

Om en enhet vid till&#228;mpningen av f&#246;rsta stycket anses h&#246;ra 
hemma i mer &#228;n en stat, ska fr&#229;gan om var enheten h&#246;r hemma 
avg&#246;ras enligt 12 och 13 &#167;&#167;.

12 &#167; Om det finns ett till&#228;mpligt skatteavtal mellan staterna 
h&#246;r en koncernenhet hemma i den stat d&#228;r den har sin 
skatter&#228;ttsliga hemvist enligt avtalet.

&#196;ven om det finns ett till&#228;mpligt skatteavtal mellan de 
ber&#246;rda staterna ska best&#228;mmelserna i 13 &#167; till&#228;mpas, om

1. koncernenhetens skatter&#228;ttsliga hemvist enligt avtalet ska 
avg&#246;ras genom en &#246;msesidig &#246;verenskommelse mellan beh&#246;riga 
myndigheter och n&#229;gon s&#229;dan &#246;verenskommelse inte har tr&#228;ffats, 
eller

2. avtalet inte leder till att dubbelbeskattning undviks 
d&#228;rf&#246;r att koncernenheten har skatter&#228;ttslig hemvist i b&#229;da de 
ber&#246;rda staterna.

13 &#167; Om det inte finns n&#229;got till&#228;mpligt skatteavtal, h&#246;r en 
koncernenhet hemma i den stat som har p&#229;f&#246;rt h&#246;gst medr&#228;knade 
skatter under r&#228;kenskaps&#229;ret. Skatt som har betalats enligt 
ett system f&#246;r beskattning av kontrollerade utl&#228;ndska f&#246;retag 
ska inte beaktas.

Om skatten &#228;r lika h&#246;g i b&#229;da staterna, h&#246;r koncernenheten 
hemma i den stat d&#228;r den har det h&#246;gsta substansbeloppet 
enligt 5 kap. 2 &#167;.

Om beloppet som avses i andra stycket &#228;r lika h&#246;gt i b&#229;da 
staterna, ska enheten anses vara statsl&#246;s eller, om den &#228;r ett 
moderf&#246;retag, anses h&#246;ra hemma i den stat d&#228;r den bildades.

Var en del&#228;garbeskattad enhet h&#246;r hemma

14 &#167; Del&#228;garbeskattade enheter som &#228;r moderf&#246;retag eller 
skyldiga att till&#228;mpa en huvudregel f&#246;r till&#228;ggsskatt h&#246;r 
hemma i den stat d&#228;r de bildades. Andra del&#228;garbeskattade 
enheter &#228;r statsl&#246;sa.

Var ett fast driftst&#228;lle h&#246;r hemma

15 &#167; Ett fast driftst&#228;lle som avses i

- 7 kap. 17 &#167; 1 h&#246;r hemma i den stat d&#228;r det behandlas som ett 
fast driftst&#228;lle och &#228;r skyldigt att betala skatt enligt ett 
skatteavtal,

- 7 kap. 17 &#167; 2 h&#246;r hemma i den stat d&#228;r det &#228;r skyldigt att 
betala skatt p&#229; &#246;verskottet i sin verksamhet,

- 7 kap. 17 &#167; 3 h&#246;r hemma i den stat d&#228;r det fasta 
driftst&#228;llets aff&#228;rsverksamhet bedrivs,

- 7 kap. 17 &#167; 4 ska behandlas som statsl&#246;st.

Enheter som flyttar under r&#228;kenskaps&#229;ret

16 &#167; Om en enhet flyttar under r&#228;kenskaps&#229;ret ska fr&#229;gan om 
var den h&#246;r hemma avg&#246;ras med h&#228;nsyn till f&#246;rh&#229;llandena vid 
r&#228;kenskaps&#229;rets ing&#229;ng.

Utvidgad till&#228;mpning av huvudregeln f&#246;r till&#228;ggsskatt

17 &#167; Om en moderenhet till f&#246;ljd av 12 eller 13 &#167; h&#246;r hemma i 
en stat d&#228;r den inte omfattas av en huvudregel f&#246;r 
till&#228;ggsskatt, omfattas enheten av den andra statens 
huvudregel. Detta g&#228;ller dock inte om till&#228;mpningen av en 
s&#229;dan regel inte &#228;r till&#229;ten enligt ett till&#228;mpligt 
skatteavtal.

F&#246;rfarandet 

18 &#167; I skattef&#246;rfarandelagen (2011:1244) finns best&#228;mmelser om 
f&#246;rfarandet vid beskattningen.

2 kap. Definitioner och f&#246;rklaringar

Var finns definitioner och f&#246;rklaringar?

1 &#167; I detta kapitel finns definitioner av vissa begrepp samt 
f&#246;rklaringar till hur vissa termer och uttryck anv&#228;nds i denna 
lag. Det finns definitioner av vissa begrepp och f&#246;rklaringar 
till hur vissa termer och uttryck anv&#228;nds i lagen ocks&#229; i 
andra kapitel.

Definitioner av f&#246;ljande begrepp samt f&#246;rklaringar till hur 
vissa termer och uttryck anv&#228;nds finns i nedan angivna 
paragrafer:

allm&#228;nt erk&#228;nd redovisningsstandard i 20 &#167; 

asymmetrisk vinst och f&#246;rlust i utl&#228;ndsk valuta i 3 kap. 13 &#167; 

balansv&#228;rde i 5 kap. 5 &#167; 

beskattnings&#229;r i 24 &#167; 

best&#228;mmande inflytande i 14 &#167; 

betydande snedvridning av konkurrensen i 3 kap. 7 &#167; 

bokf&#246;rt nettov&#228;rde av materiella tillg&#229;ngar i 23 &#167; 

del&#228;garbeskattad enhet i 7 kap. 2 &#167; 

del&#228;gd moderenhet i 13 &#167; 

effektiv skattesats i 3 kap. 37 &#167; 

enhet i 6 &#167; f&#246;rsta stycket

fast driftst&#228;lle i 7 kap. 17 &#167; 

fastighetsinvesteringsf&#246;retag i 40 &#167; 

f&#246;rs&#228;kringsinvesteringsenhet i 41 &#167; 

godk&#228;nd redovisningsstandard i 21 &#167; 

godk&#228;nt utdelningsskattessystem i 31 &#167; 

huvudenhet i 7 kap. 18 &#167; 

huvudregel f&#246;r till&#228;ggsskatt i 4 &#167; 

h&#246;r hemma i 1 kap. 11-16 &#167;&#167; 

icke kvalificerat imputationsbelopp i 28 &#167; 

icke kvalificerat skattetillgodohavande i 30 &#167; 

ideell organisation i 34 &#167; 

internationell organisation i 33 &#167; 

investeringsenhet i 38 &#167; 

investeringsenhet f&#246;r pensioner i 37 &#167; 

investeringsfond i 39 &#167; 

justerat resultat i 3 kap. 2 &#167; 

justerad skattekostnad i 3 kap. 23 &#167; 

kompletteringsregel f&#246;r till&#228;ggsskatt i 5 &#167; 

koncern i 7 &#167; 

koncernenhet i 8 &#167; 

koncernredovisning i 19 &#167; 

kvalificerat imputationsbelopp i 27 &#167; 

kvalificerat skattetillgodohavande i 29 &#167; 

l&#229;gbeskattad koncernenhet i 44 &#167; 

l&#229;gskattestat i 45 &#167; 

medr&#228;knade skatter i 3 kap. 24-26 &#167;&#167; 

mellanliggande moderenhet i 12 &#167; 

minimiskattesats i 25 &#167; 

modellreglerna i 47 &#167; 

moderenhet i 10 &#167; 

moderf&#246;retag i 11 &#167; 

myndighetsenhet i 32 &#167; 

nettoskattekostnad i 3 kap. 8 &#167; 

offentligt organ i 6 &#167; tredje stycket

omorganisering i 7 kap. 59 &#167; 

omv&#228;nd hybridenhet i 7 kap. 4 &#167; 

pensionsenhet i 35 &#167; 

pensionsfond i 36 &#167; 

portf&#246;ljinnehav i 17 &#167; 

procentsats f&#246;r till&#228;ggsskatt i 3 kap. 38 &#167; f&#246;rsta stycket

rapporterande enhet i 43 &#167; 

redovisat resultat i 18 &#167; 

regel om nationell till&#228;ggsskatt i 3 &#167; 

r&#228;kenskaps&#229;r i 22 &#167; 

skattetransparent enhet i 7 kap. 3 &#167; 

stat i 46 &#167; 

statsl&#246;s koncernenhet i 48 &#167; 

substansbelopp i 5 kap. 2 &#167; 

svensk koncernenhet i 9 &#167; 

system f&#246;r beskattning av kontrollerade utl&#228;ndska f&#246;retag i 
26 &#167; 

s&#228;rskild uppskjuten skattefordran i 4 kap. 13 &#167; 

till&#228;ggsskatt i 2 &#167; 

till&#228;ggsskattebelopp i 3 kap. 37-39 &#167;&#167; 

till&#228;ggsskatterapport i 42 &#167; 

undantagna utdelningar i 3 kap. 9 &#167; 

undantagen vinst och f&#246;rlust avseende &#228;garintressen i 3 kap. 
10 &#167; 

undantagna enheter i 1 kap. 5-8 &#167;&#167; 

&#228;garenhet i 16 &#167; 

&#228;garintresse i 15 &#167; 

&#246;verskjutande vinst i 3 kap. 38 &#167; andra stycket. 

Till&#228;ggsskatt

Vad som avses med till&#228;ggsskatt

2 &#167; Med till&#228;ggsskatt avses svensk eller utl&#228;ndsk skatt som 
ber&#228;knas med st&#246;d av en regel om nationell till&#228;ggsskatt, en 
huvudregel f&#246;r till&#228;ggsskatt eller en kompletteringsregel f&#246;r 
till&#228;ggsskatt. Vid till&#228;mpningen av en kompletteringsregel f&#246;r 
till&#228;ggsskatt ska &#228;ven ett belopp som motsvarar skatteeffekten 
av ett v&#228;grat avdrag vid inkomstbeskattning anses som s&#229;dan 
skatt.

Regel om nationell till&#228;ggsskatt

3 &#167; Med en regel om nationell till&#228;ggsskatt avses en stats 
regelverk som fastst&#228;ller &#246;verskjutande vinster f&#246;r de 
koncernenheter som h&#246;r hemma i den staten och som medf&#246;r att 
dessa &#246;verskjutande vinster i staten beskattas med minst 
minimiskattesatsen. 

F&#246;r att utg&#246;ra en regel om nationell till&#228;ggsskatt ska 
regelverket vara likv&#228;rdigt med och administreras p&#229; ett s&#228;tt 
som &#228;r f&#246;renligt med

1. best&#228;mmelserna i r&#229;dets direktiv 2022/2523 av den 
14 december 2022 om s&#228;kerst&#228;llande av en global 
minimiskatteniv&#229; f&#246;r multinationella koncerner och storskaliga 
nationella koncerner i unionen, i den ursprungliga lydelsen, 
eller 

2. n&#228;r det g&#228;ller en stat utanf&#246;r Europeiska unionen, 
modellreglerna.

Ett regelverk ska inte behandlas som en regel om nationell 
till&#228;ggsskatt om den stat som har inf&#246;rt regelverket ger 
f&#246;rm&#229;ner f&#246;r att kompensera f&#246;r regelverket.

Huvudregel f&#246;r till&#228;ggsskatt

4 &#167; Med huvudregel f&#246;r till&#228;ggsskatt avses en stats regelverk 
som inneb&#228;r att moderenheter i en koncern ber&#228;knar och betalar 
sin andel av en till&#228;ggsskatt f&#246;r l&#229;gbeskattade koncernenheter 
i koncernen. 

F&#246;r att utg&#246;ra en huvudregel f&#246;r till&#228;ggsskatt ska regelverket 
vara likv&#228;rdigt med och administreras p&#229; ett s&#228;tt som &#228;r 
f&#246;renligt med

1. best&#228;mmelserna i r&#229;dets direktiv 2022/2523, i den 
ursprungliga lydelsen, eller 

2. n&#228;r det g&#228;ller en stat utanf&#246;r Europeiska unionen, 
modellreglerna. 

Ett regelverk ska inte behandlas som en huvudregel f&#246;r 
till&#228;ggsskatt om den stat som har inf&#246;rt regelverket ger 
f&#246;rm&#229;ner f&#246;r att kompensera f&#246;r regelverket.

Kompletteringsregel f&#246;r till&#228;ggsskatt

5 &#167; Med kompletteringsregel f&#246;r till&#228;ggsskatt avses en stats 
regelverk som inneb&#228;r att staten tar ut sin andel av 
kompletterande till&#228;ggsskatt f&#246;r en koncern. 

F&#246;r att utg&#246;ra en kompletteringsregel f&#246;r till&#228;ggsskatt ska 
regelverket vara likv&#228;rdigt med och administreras p&#229; ett s&#228;tt 
som &#228;r f&#246;renligt med

1. best&#228;mmelserna i r&#229;dets direktiv 2022/2523, i den 
ursprungliga lydelsen, eller

2. n&#228;r det g&#228;ller en stat utanf&#246;r Europeiska unionen, 
modellreglerna. 

Ett regelverk ska inte behandlas som en kompletteringsregel 
f&#246;r till&#228;ggsskatt om den stat som har inf&#246;rt regelverket ger 
f&#246;rm&#229;ner f&#246;r att kompensera f&#246;r regelverket.

Koncern och enheter

Enheter och offentliga organ

6 &#167; Med enhet avses en juridisk person eller en annan juridisk 
konstruktion som uppr&#228;ttar s&#228;rskilda r&#228;kenskaper. 

Vid till&#228;mpningen av denna lag ska inte offentliga organ anses 
vara enheter. 

Med offentliga organ avses staten Sverige, Sveriges riksdag, 
Sveriges regering, svenska regioner, svenska kommuner och till 
n&#229;gon av dessa h&#246;rande organ, verk och integrerade delar. Med 
offentliga organ avses &#228;ven utl&#228;ndska motsvarigheter.

Koncern

7 &#167; Med koncern avses

1. enheter som &#228;r f&#246;renade genom &#228;gande eller kontroll p&#229; s&#229; 
s&#228;tt att dessa enheters tillg&#229;ngar, skulder, int&#228;kter, 
kostnader och kassafl&#246;den ing&#229;r i moderf&#246;retagets 
koncernredovisning eller &#228;r undantagna fr&#229;n moderf&#246;retagets 
koncernredovisning endast p&#229; grund av enhetens ringa storlek 
eller v&#228;sentlighet eller p&#229; grund av att enheten innehas f&#246;r 
f&#246;rs&#228;ljning, eller

2. en enhet som har ett eller flera fasta driftst&#228;llen 
f&#246;rutsatt att enheten inte &#228;r en del av en annan koncern i 
enlighet med vad som anges i 1.

Koncernenhet

8 &#167; Med koncernenhet avses

1. en enhet som ing&#229;r i en koncern, eller

2. ett fast driftst&#228;lle till en huvudenhet som ing&#229;r i en 
koncern. 

Svensk koncernenhet

9 &#167; Med svensk koncernenhet avses en koncernenhet som h&#246;r 
hemma i Sverige enligt best&#228;mmelserna i 1 kap. 11-16 &#167;&#167;.

Moderenhet 

10 &#167; Med moderenhet avses

1. ett moderf&#246;retag som inte &#228;r en undantagen enhet,

2. en mellanliggande moderenhet, eller

3. en del&#228;gd moderenhet.

Moderf&#246;retag

11 &#167; Med moderf&#246;retag avses

1. en enhet som direkt eller indirekt har ett best&#228;mmande 
inflytande &#246;ver en annan enhet och som i sin tur inte direkt 
eller indirekt &#228;gs av en annan enhet som har ett best&#228;mmande 
inflytande &#246;ver den, eller

2. huvudenheten i en s&#229;dan koncern som avses i 7 &#167; 2.

Mellanliggande moderenhet

12 &#167; Med mellanliggande moderenhet avses en koncernenhet som 
direkt eller indirekt har ett &#228;garintresse i en annan 
koncernenhet i samma koncern och som inte &#228;r ett moderf&#246;retag, 
en del&#228;gd moderenhet, ett fast driftst&#228;lle eller en 
investeringsenhet.

Del&#228;gd moderenhet

13 &#167; Med del&#228;gd moderenhet avses en koncernenhet  

1. d&#228;r mer &#228;n 20 procent av &#228;garintresset i koncernenhetens 
vinst innehas direkt eller indirekt av en eller flera personer 
som inte &#228;r koncernenheter i koncernen, 

2. som har ett direkt eller indirekt &#228;garintresse i en annan 
koncernenhet i koncernen, och 

3. som inte &#228;r ett moderf&#246;retag, ett fast driftst&#228;lle eller en 
investeringsenhet.

&#196;gande och kontroll

Best&#228;mmande inflytande

14 &#167; Med best&#228;mmande inflytande avses ett &#228;garintresse som 
inneb&#228;r att innehavaren 

1. &#228;r skyldig att post-f&#246;r-post konsolidera en enhets 
tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den 
enligt en allm&#228;nt erk&#228;nd redovisningsstandard, eller

2. skulle ha varit skyldig att konsolidera en enhets 
tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den post-
f&#246;r-post om innehavaren hade uppr&#228;ttat en koncernredovisning.

En huvudenhet anses ha best&#228;mmande inflytande &#246;ver sitt fasta 
driftst&#228;lle.

&#196;garintresse

15 &#167; Med &#228;garintresse avses en s&#229;dan r&#228;tt till en andel i en 
enhets eller ett fast driftst&#228;lles vinst, eget kapital eller 
reserver som har sin grund i &#228;gande eller vad som motsvarar 
&#228;gande.

&#196;garenhet

16 &#167; Med &#228;garenhet avses en koncernenhet som direkt eller 
indirekt har ett &#228;garintresse i en annan koncernenhet i samma 
koncern.

Portf&#246;ljinnehav

17 &#167; Med portf&#246;ljinnehav avses en koncerns &#228;garintresse i en 
enhet om koncernen vid den tidpunkt d&#229; vinst delas ut eller 
andelar avyttras har r&#228;tt till mindre &#228;n tio procent av 
vinsten, kapitalet, reserverna eller r&#246;sterna.

Redovisning, resultat och skatt

Redovisat resultat

18 &#167; Med redovisat resultat avses koncernenhetens redovisade 
resultat justerat i enlighet med de redovisningsprinciper som 
moderf&#246;retaget till&#228;mpar eller ska till&#228;mpa vid uppr&#228;ttande av 
sin koncernredovisning, dock utan eliminering av 
koncerninterna transaktioner.

Om det inte sk&#228;ligen kan kr&#228;vas att det redovisade resultatet 
best&#228;ms enligt f&#246;rsta stycket, ska resultatet i st&#228;llet 
ber&#228;knas enligt en annan allm&#228;nt erk&#228;nd redovisningsstandard 
eller en godk&#228;nd redovisningsstandard, dock utan eliminering 
av koncerninterna transaktioner, om

1. enheten uppr&#228;ttar sina r&#228;kenskaper enligt dessa alternativa 
principer, och

2. uppgifterna i redovisningen &#228;r tillf&#246;rlitliga.

Resultatet enligt andra stycket ska justeras om till&#228;mpningen 
av en redovisningsprincip eller redovisningsstandard p&#229; en 
int&#228;ktspost, kostnadspost eller transaktion leder till 
permanenta skillnader i f&#246;rh&#229;llande till resultatet enligt 
f&#246;rsta stycket som &#246;verstiger en miljon euro. Vid 
till&#228;mpningen av beloppsangivelsen i euro ska belopp i annan 
valuta r&#228;knas om p&#229; det s&#228;tt som anges i 1 kap. 4 &#167;.

Koncernredovisning

19 &#167; Med koncernredovisning avses

1. en enhets redovisning som uppr&#228;ttats enligt en allm&#228;nt 
erk&#228;nd redovisningsstandard och i vilken tillg&#229;ngar, skulder, 
int&#228;kter, kostnader och kassafl&#246;den hos enheten och eventuella 
enheter som den har ett best&#228;mmande inflytande &#246;ver redovisas 
som en enda ekonomisk enhet,

2. den redovisning som en enhet i en koncern som avses i 7 &#167; 2 
uppr&#228;ttar enligt en allm&#228;nt erk&#228;nd redovisningsstandard,

3. r&#228;kenskaper som uppr&#228;ttats av ett moderf&#246;retag, men inte 
enligt en allm&#228;nt erk&#228;nd redovisningsstandard, och som senare 
har justerats f&#246;r att f&#246;rhindra eventuell betydande 
snedvridning av konkurrensen, eller

4. om moderf&#246;retaget inte uppr&#228;ttar r&#228;kenskaper enligt 1, 2 
eller 3, de r&#228;kenskaper som skulle ha uppr&#228;ttats om 
moderf&#246;retaget var skyldigt att g&#246;ra det enligt

a) en allm&#228;nt erk&#228;nd redovisningsstandard, eller

b) en annan redovisningsstandard under f&#246;ruts&#228;ttning att 
r&#228;kenskaperna har justerats f&#246;r att f&#246;rhindra eventuell 
betydande snedvridning av konkurrensen.

Allm&#228;nt erk&#228;nd redovisningsstandard

20 &#167; Med allm&#228;nt erk&#228;nd redovisningsstandard avses f&#246;ljande 
redovisningsstandarder: 

- International Financial Reporting Standards (IFRS) som 
antagits av International Accounting Standards Board,

- IFRS som antagits av unionen i enlighet med 
Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr 1606/2002 om 
till&#228;mpning av internationella redovisningsstandarder, eller

- de allm&#228;nt erk&#228;nda redovisningsprinciperna i Australien, 
Brasilien, Kanada, medlemsstaterna i Europeiska unionen, 
staterna inom Europeiska ekonomiska samarbetsomr&#229;det, Hongkong 
(Kina), Japan, Mexiko, Nya Zeeland, Folkrepubliken Kina, 
Republiken Indien, Republiken Korea, Ryssland, Singapore, 
Schweiz, F&#246;renade kungariket och Amerikas f&#246;renta stater.

Godk&#228;nd redovisningsstandard

21 &#167; Med godk&#228;nd redovisningsstandard avses allm&#228;nt erk&#228;nda 
redovisningsprinciper som &#228;r till&#229;tna av ett godk&#228;nt 
redovisningsorgan i den stat d&#228;r enheten h&#246;r hemma.

Ett godk&#228;nt redovisningsorgan &#228;r det organ i en stat som har 
r&#228;ttslig beh&#246;righet att f&#246;reskriva, fastst&#228;lla eller godta 
redovisningsstandarder.

R&#228;kenskaps&#229;r

22 &#167; Med r&#228;kenskaps&#229;r avses den redovisningsperiod f&#246;r vilken 
moderf&#246;retaget i en koncern uppr&#228;ttar sin koncernredovisning.

Om moderf&#246;retaget inte uppr&#228;ttar en koncernredovisning avses 
med r&#228;kenskaps&#229;r i st&#228;llet kalender&#229;r.

Bokf&#246;rt nettov&#228;rde av materiella tillg&#229;ngar

23 &#167; Med bokf&#246;rt nettov&#228;rde av materiella tillg&#229;ngar avses 
genomsnittet av de materiella tillg&#229;ngarnas v&#228;rde i 
&#229;rsredovisningen vid r&#228;kenskaps&#229;rets ing&#229;ng och utg&#229;ng efter 
att h&#228;nsyn tagits till ackumulerade avskrivningar, 
v&#228;rdeminskningar och nedskrivningar.

Beskattnings&#229;r

24 &#167; Med beskattnings&#229;r avses det &#229;r som motsvarar 
moderf&#246;retagets r&#228;kenskaps&#229;r.

Minimiskattesats

25 &#167; Med minimiskattesats avses en skattesats om 15 procent.

System f&#246;r beskattning av kontrollerade utl&#228;ndska f&#246;retag

26 &#167; Med system f&#246;r beskattning av kontrollerade utl&#228;ndska 
f&#246;retag avses skatteregler, med undantag f&#246;r en huvudregel som 
avses i 4 &#167;, som inneb&#228;r att den som direkt eller indirekt 
&#228;ger andelar i en utl&#228;ndsk enhet eller ett fast driftst&#228;lles 
huvudenhet &#228;r skattskyldig f&#246;r sin andel av eller hela den 
utl&#228;ndska koncernenhetens inkomst, oavsett om den delas ut 
eller inte.

Kvalificerat imputationsbelopp

27 &#167; Med kvalificerat imputationsbelopp avses medr&#228;knad skatt 
som &#228;r betald av eller p&#229;f&#246;rd en koncernenhet och som kan 
&#229;terbetalas till eller avr&#228;knas hos den som faktiskt har r&#228;tt 
till utdelning fr&#229;n enheten, om s&#229;dan &#229;terbetalning eller 
avr&#228;kning medges 

1. i en annan stat &#228;n den som p&#229;f&#246;rde den medr&#228;knade skatten,

2. den mottagare som faktiskt har r&#228;tt till utdelningen och 
utdelningen beskattas minst med minimiskattesatsen enligt den 
nationella lagstiftningen i den stat d&#228;r den medr&#228;knade 
skatten p&#229;f&#246;rdes,

3. en fysisk person som faktiskt har r&#228;tt till utdelningen och 
som har hemvist i den stat d&#228;r den medr&#228;knade skatten p&#229;f&#246;rdes 
och utdelningen beskattas minst med den allm&#228;nt g&#228;llande 
inkomstskattesatsen, eller

4. en myndighetsenhet, ett offentligt organ, en internationell 
organisation, en ideell organisation, en pensionsenhet, en 
investeringsenhet som inte ing&#229;r i koncernen, eller till ett 
livf&#246;rs&#228;kringsbolag i den m&#229;n utdelningen erh&#229;lls i samband 
med inhemsk pensionsenhetsverksamhet och beskattas p&#229; liknande 
s&#228;tt som en utdelning som erh&#229;lls av en pensionsenhet.

I fr&#229;ga om en ideell organisation, en pensionsenhet, en 
investeringsenhet och ett livf&#246;rs&#228;kringsbolag g&#228;ller f&#246;rsta 
stycket 4 bara om den stat som p&#229;f&#246;rt de medr&#228;knade skatterna 
&#228;r den stat d&#228;r 

- den ideella organisationen eller pensionsenheten inr&#228;ttats 
och f&#246;rvaltas, 

- investeringsenheten bildats och regleras, eller 

- livf&#246;rs&#228;kringsbolaget h&#246;r hemma. 

I fr&#229;ga om medr&#228;knad skatt som &#228;r betald av eller p&#229;f&#246;rd ett 
fast driftst&#228;lle avses s&#229;dan utdelning som huvudenheten 
l&#228;mnat.

Icke kvalificerat imputationsbelopp

28 &#167; Med icke kvalificerat imputationsbelopp avses skatt som 
inte uppfyller kriterierna i 27 &#167; och som betalas av eller 
p&#229;f&#246;rs en koncernenhet och som

1. &#229;terbetalas vid utdelningstillf&#228;llet till den som har r&#228;tt 
till utdelningen fr&#229;n koncernenheten, 

2. avr&#228;knas hos den som har r&#228;tt till utdelningen mot skatt p&#229; 
annan inkomst &#228;n utdelningen, eller 

3. &#229;terbetalas till det utdelande bolaget vid utdelning till 
dess &#228;gare.

Kvalificerat skattetillgodohavande

29 &#167; Med kvalificerat skattetillgodohavande avses

1. ett anspr&#229;k p&#229; &#229;terbetalning (skattetillgodohavande) som &#228;r 
utformat p&#229; ett s&#229;dant s&#228;tt att det ska betalas kontant eller 
p&#229; n&#229;got motsvarande s&#228;tt till en koncernenhet inom fyra &#229;r 
fr&#229;n den dag d&#229; koncernenheten har r&#228;tt att erh&#229;lla 
betalningen enligt lagstiftningen i den stat som beviljar 
detta, eller

2. om skattetillgodohavandet delvis &#229;terbetalas, den del av 
skattetillgodohavandet som ska betalas kontant eller p&#229; n&#229;got 
motsvarande s&#228;tt till en koncernenhet inom fyra &#229;r fr&#229;n den 
dag d&#229; koncernenheten har r&#228;tt att erh&#229;lla detta belopp.

Ett kvalificerat skattetillgodohavande ska inte omfatta n&#229;got 
skattebelopp som kan avr&#228;knas eller &#229;terbetalas p&#229; grundval av 
ett imputationsbelopp enligt 27 eller 28 &#167;.

Icke kvalificerat skattetillgodohavande

30 &#167; Med icke kvalificerat skattetillgodohavande avses ett 
anspr&#229;k p&#229; &#229;terbetalning som inte omfattas av 29 &#167; men som &#228;r 
helt eller delvis &#229;terbetalningsbart.

Godk&#228;nt utdelningsskattessystem

31 &#167; Med godk&#228;nt utdelningsskattesystem avses ett 
bolagsskattesystem som

1. leder till skatt p&#229; vinst bara n&#228;r s&#229;dan vinst delas ut 
eller anses vara utdelad till aktie&#228;garna, eller n&#228;r f&#246;retaget 
har vissa andra kostnader &#228;n r&#246;relsekostnader,

2. inneb&#228;r att skatt tas ut utifr&#229;n en skattesats som &#228;r lika 
med eller h&#246;gre &#228;n minimiskattesatsen, och

3. var i kraft senast den 1 juli 2021.

S&#228;rskilda subjekt

Myndighetsenhet

32 &#167; Med myndighetsenhet avses en enhet

1. som helt och h&#229;llet &#228;gs av ett offentligt organ,

2. som inte bedriver handel eller n&#228;ringsverksamhet och som 
har som huvudsakligt &#228;ndam&#229;l att

a) fullg&#246;ra offentliga f&#246;rvaltningsuppgifter, eller

b) f&#246;rvalta eller investera det offentliga organets tillg&#229;ngar 
genom att g&#246;ra och inneha investeringar, f&#246;rvalta tillg&#229;ngar 
och bedriva d&#228;rmed sammanh&#228;ngande investeringsverksamhet till 
f&#246;rm&#229;n f&#246;r det offentliga organets tillg&#229;ngar,

3. som &#228;r redovisningsskyldig inf&#246;r det offentliga organet f&#246;r 
sitt &#246;vergripande resultat och som &#229;rligen rapporterar in 
uppgifter till detta,

4. vars nettoinkomster, om dessa f&#246;rdelas, endast tillgodog&#246;rs 
det offentliga organet utan att n&#229;gon del av nettoinkomsterna 
f&#246;rdelas till f&#246;rm&#229;n f&#246;r n&#229;gon privatperson, och

5. vars tillg&#229;ngar tillfaller det offentliga organet vid 
uppl&#246;sning.

Internationell organisation

33 &#167; Med internationell organisation avses en mellanstatlig 
eller &#246;verstatlig organisation

1. som har bildats enligt en &#246;verenskommelse mellan 
huvudsakligen stater,

2. som har ett g&#228;llande v&#228;rdlandsavtal eller annan 
&#246;verenskommelse om immunitet och privilegier med den stat d&#228;r 
organisationen &#228;r etablerad, och

3. vars inkomster enligt lag eller organisationens styrande 
dokument inte gynnar privatpersoner.

Med internationell organisation avses &#228;ven en institution 
eller ett organ som &#228;gs helt av en internationell organisation 
enligt f&#246;rsta stycket.

Ideell organisation

34 &#167; Med ideell organisation avses en enhet som uppfyller 
samtliga f&#246;ljande kriterier:

1. den har etablerats och &#228;r verksam i den stat d&#228;r den har 
hemvist och

a) dess &#228;ndam&#229;l avser uteslutande religion, v&#228;lg&#246;renhet, 
vetenskap, konst, kultur, idrott, utbildning eller liknande 
&#228;ndam&#229;l, eller

b) den &#228;r en yrkesorganisation, branschorganisation, 
handelskammare, arbetstagarorganisation, jord- eller 
tr&#228;dg&#229;rdsbruksorganisation, medborgarorganisation eller en 
organisation som uteslutande verkar f&#246;r att fr&#228;mja social 
v&#228;lf&#228;rd,

2. dess inkomster &#228;r i v&#228;sentlig m&#229;n befriade fr&#229;n 
inkomstskatt i den stat d&#228;r den har hemvist,

3. den har inte n&#229;gra &#228;gare eller medlemmar med &#228;gar- eller 
vinstintressen i enhetens int&#228;kter eller tillg&#229;ngar,

4. dess int&#228;kter eller tillg&#229;ngar f&#229;r inte delas ut eller 
anv&#228;ndas till f&#246;rm&#229;n f&#246;r privatpersoner eller enheter vars 
&#228;ndam&#229;l inte avser v&#228;lg&#246;renhet, annat &#228;n

a) som en f&#246;ljd av att enheten fullf&#246;ljer de &#228;ndam&#229;l som anges 
i 1,

b) som sk&#228;lig ers&#228;ttning f&#246;r utf&#246;rda tj&#228;nster eller anv&#228;ndning 
av egendom eller kapital, eller

c) som betalning som motsvarar sk&#228;ligt marknadsv&#228;rde f&#246;r 
egendom som enheten har f&#246;rv&#228;rvat, 

5. dess tillg&#229;ngar tillfaller eller &#229;terf&#246;rs till en annan 
ideell organisation eller till ett offentligt organ i staten 
d&#228;r enheten har hemvist vid dess upph&#246;rande, likvidation eller 
uppl&#246;sning, och

6. den bedriver inte handel eller annan verksamhet som inte 
har direkt samband med de &#228;ndam&#229;l f&#246;r vilka den etablerades.

Pensionsenhet

35 &#167; Med pensionsenhet avses en pensionsfond eller en 
investeringsenhet f&#246;r pensioner.

Pensionsfond

36 &#167; Med pensionsfond avses en enhet som &#228;r etablerad i en 
stat och vars verksamhet i staten uteslutande eller s&#229; gott 
som uteslutande best&#229;r i att administrera eller tillhandah&#229;lla 
pensionsf&#246;rm&#229;ner och kompletterande f&#246;rm&#229;ner till enskilda i 
den staten.

Som ytterligare f&#246;ruts&#228;ttning g&#228;ller 

1. att enheten &#228;r reglerad som en s&#229;dan i den staten, eller 

2. att f&#246;rm&#229;nerna &#228;r tryggade och finansieras av en samling av 
tillg&#229;ngar som f&#246;rvaltas f&#246;r att s&#228;kerst&#228;lla att f&#246;rm&#229;nerna 
fullg&#246;rs om den som l&#228;mnat pensionsutf&#228;stelsen blir insolvent.

Investeringsenhet f&#246;r pensioner

37 &#167; Med investeringsenhet f&#246;r pensioner avses en enhet som &#228;r 
etablerad f&#246;r och som uteslutande eller s&#229; gott som 
uteslutande bedriver verksamhet f&#246;r att

1. investera medel till f&#246;rm&#229;n f&#246;r en pensionsfond, eller 

2. st&#246;dja verksamhet som bedrivs av en pensionsfond i samma 
koncern.

Investeringsenhet

38 &#167; Med investeringsenhet avses en investeringsfond eller ett 
fastighetsinvesteringsf&#246;retag. 

Med investeringsenhet avses ocks&#229; en enhet som till minst 95 
procent &#228;gs av en eller flera investeringsfonder eller 
fastighetsinvesteringsf&#246;retag och som uteslutande eller s&#229; 
gott som uteslutande bedriver verksamhet som best&#229;r i att 
inneha tillg&#229;ngar eller investera medel till f&#246;rm&#229;n f&#246;r 
&#228;garen. Ett indirekt &#228;garf&#246;rh&#229;llande j&#228;mst&#228;lls med ett direkt 
&#228;gande om samtliga enheter i &#228;garkedjan &#228;r investeringsfonder 
eller fastighetsinvesteringsf&#246;retag.

Med investeringsenhet avses vidare en enhet vars v&#228;rde till 
minst 85 procent &#228;gs av investeringsfonder eller 
fastighetsinvesteringsf&#246;retag. Detta g&#228;ller dock bara om dess 
inkomst uteslutande eller s&#229; gott som uteslutande best&#229;r av 
s&#229;dana utdelningar och andra v&#228;rde&#246;verf&#246;ringar eller vinster 
och f&#246;rluster som enligt 3 kap. 9 eller 10 &#167; inte ing&#229;r i det 
justerade resultatet.

Investeringsfond

39 &#167; Med investeringsfond avses en enhet eller en annan 
juridisk konstruktion

1. som &#228;r utformad f&#246;r gemensam f&#246;rvaltning av ett antal fr&#229;n 
varandra frist&#229;ende investerares tillg&#229;ngar,

2. som investerar i enlighet med en fastst&#228;lld 
investeringspolicy,

3. som g&#246;r det m&#246;jligt f&#246;r investerare att minska 
transaktions-, forsknings- och analyskostnader eller sprida 
risker kollektivt,

4. som huvudsakligen &#228;r utformad f&#246;r att generera avkastning 
eller vinst p&#229; investeringar, eller att skydda mot en s&#228;rskild 
eller allm&#228;n h&#228;ndelse eller effekt,

5. vars investerare har r&#228;tt till avkastning fr&#229;n fondens 
tillg&#229;ngar eller int&#228;kter fr&#229;n dessa tillg&#229;ngar, p&#229; grundval 
av deras respektive bidrag,

6. som omfattas av ett regelverk f&#246;r investeringsverksamhet, 
inbegripet relevanta best&#228;mmelser om penningtv&#228;tt och 
investerarskydd, i den stat d&#228;r den &#228;r etablerad eller 
f&#246;rvaltas, eller vars ledning omfattas av ett s&#229;dant 
regelverk, och

7. som f&#246;rvaltas av yrkesverksamma f&#246;rvaltare f&#246;r 
investerarnas r&#228;kning.

Fastighetsinvesteringsf&#246;retag

40 &#167; Med fastighetsinvesteringsf&#246;retag avses en enhet 

- som har ett stort antal del&#228;gare, 

- som huvudsakligen innehar fast egendom, och 

- vars inkomst endast beskattas i ett led, antingen i enheten 
eller hos del&#228;garna, senast ett &#229;r efter r&#228;kenskaps&#229;rets 
utg&#229;ng.

F&#246;rs&#228;kringsinvesteringsenhet

41 &#167; Med f&#246;rs&#228;kringsinvesteringsenhet avses en enhet som

1. har etablerats med anledning av skyldigheter enligt ett 
f&#246;rs&#228;krings- eller livr&#228;nteavtal, 

2. uteslutande &#228;gs av en eller flera enheter inom samma 
koncern, vilka &#228;r f&#246;rem&#229;l f&#246;r lagstiftning avseende 
f&#246;rs&#228;kringsf&#246;retag i den stat d&#228;r 
f&#246;rs&#228;kringsinvesteringsenheten h&#246;r hemma, och 

3. i &#246;vrigt uppfyller villkoren f&#246;r att utg&#246;ra antingen en 
investeringsfond enligt 39 &#167; eller ett 
fastighetsinvesteringsf&#246;retag enligt 40 &#167;.

F&#246;rfarande 

Till&#228;ggsskatterapport

42 &#167; Med till&#228;ggsskatterapport avses en s&#229;dan 
till&#228;ggsskatterapport som ska l&#228;mnas enligt 33 d kap. 
skattef&#246;rfarandelagen (2011:1244).

Rapporterande enhet

43 &#167; Med rapporterande enhet avses en enhet som l&#228;mnar 
till&#228;ggsskatterapport.

&#214;vrigt

L&#229;gbeskattad koncernenhet

44 &#167; Med l&#229;gbeskattad koncernenhet avses

1. en koncernenhet som h&#246;r hemma i en l&#229;gskattestat, eller

2. en koncernenhet som &#228;r statsl&#246;s och har ett positivt 
justerat resultat och en effektiv skattesats som &#228;r l&#228;gre &#228;n 
minimiskattesatsen.

En koncernenhet anses alltid vara l&#229;gbeskattad om tillkommande 
till&#228;ggsskatt har f&#246;rdelats till koncernenheten enligt 3 kap. 
40 och 41 &#167;&#167; eller 4 kap. 19 &#167;. 

L&#229;gskattestat

45 &#167; Med l&#229;gskattestat avses, i fr&#229;ga om en koncern, en stat 
d&#228;r koncernen har

1. en justerad vinst, och 

2. en effektiv skattesats som &#228;r l&#228;gre &#228;n minimiskattesatsen.

Stat

46 &#167; Med stat avses &#228;ven jurisdiktion. 

Modellreglerna

47 &#167; Med modellreglerna avses the Tax Challenges Arising from 
the Digitalisation of the Economy Global Anti-Base Erosion 
Model Rules (Pillar Two) antagna av OECD/G20 Inclusive 
Framework on BEPS den 14 december 2021. 

Statsl&#246;s koncernenhet

48 &#167; Med statsl&#246;s koncernenhet avses en koncernenhet som inte 
h&#246;r hemma i en stat enligt 1 kap. 13-15 &#167;&#167;.

3 kap. Ber&#228;kning av till&#228;ggsskattebeloppet

1 &#167; I detta kapitel finns best&#228;mmelser om

- ber&#228;kning av det justerade resultatet (2-22 &#167;&#167; ), 

- justerad skattekostnad f&#246;r ber&#228;kning av den effektiva 
skattesatsen (23-37 &#167;&#167; ), och 

- ber&#228;kning av till&#228;ggsskattebelopp (38-42 &#167;&#167; ).

Ber&#228;kning av det justerade resultatet

Huvudprinciper f&#246;r ber&#228;kning

2 &#167; En koncernenhets justerade resultat &#228;r det resultat som 
enheten har eller skulle ha redovisat enligt r&#228;kenskaper som 
uppr&#228;ttats med ledning av de redovisningsprinciper som 
till&#228;mpas i dess moderf&#246;retags koncernredovisning enligt en 
allm&#228;nt erk&#228;nd redovisningsstandard 

- utan h&#228;nsyn till elimineringar f&#246;r koncerninterna 
transaktioner, och

- med justeringar enligt 8-22 &#167;&#167;.

I 4, 5 och 7 kap. finns ytterligare best&#228;mmelser som kan 
p&#229;verka det justerade resultatet. I 7 kap. 50 &#167; finns en 
best&#228;mmelse om de v&#228;rden som resultatber&#228;kningen ska baseras 
p&#229; f&#246;r f&#246;rv&#228;rvade enheter. 

Moderf&#246;retagets koncernredovisning &#228;r inte uppr&#228;ttad enligt en 
allm&#228;nt erk&#228;nd redovisningsstandard

3 &#167; Om koncernredovisningen f&#246;r en koncernenhets moderf&#246;retag 
inte &#228;r uppr&#228;ttad enligt en allm&#228;nt erk&#228;nd 
redovisningsstandard g&#228;ller f&#246;ljande. Koncernenhetens resultat 
enligt 2 &#167; ska best&#228;mmas p&#229; grundval av de 
redovisningsprinciper som moderf&#246;retaget har till&#228;mpat i sina 
r&#228;kenskaper enligt 2 kap. 19 &#167; 3. Om detta resultat har 
p&#229;verkats av skillnaderna mellan de till&#228;mpade 
redovisningsprinciperna och en allm&#228;nt erk&#228;nd 
redovisningsstandard, ska det justeras s&#229; att skillnaderna 
inte leder till n&#229;gon betydande snedvridning av konkurrensen. 

Moderf&#246;retaget uppr&#228;ttar inte n&#229;gon koncernredovisning

4 &#167; Om en koncernenhets moderf&#246;retag inte har uppr&#228;ttat n&#229;gon 
koncernredovisning enligt 2 kap. 19 &#167; 1-3 g&#228;ller f&#246;ljande. 
Koncernenhetens resultat enligt 2 &#167; ska best&#228;mmas p&#229; grundval 
av redovisningsprinciperna i en allm&#228;nt erk&#228;nd 
redovisningsstandard.

Resultatet f&#229;r &#228;ven best&#228;mmas enligt redovisningsprinciperna i 
en godk&#228;nd redovisningsstandard. Om detta resultat har 
p&#229;verkats av skillnaderna mellan de till&#228;mpade 
redovisningsprinciperna och en allm&#228;nt erk&#228;nd 
redovisningsstandard, ska det justeras s&#229; att skillnaderna 
inte leder till n&#229;gon betydande snedvridning av konkurrensen. 

Alternativregel f&#246;r ber&#228;kningen 

5 &#167; Ber&#228;kningen av det justerade resultatet enligt 2 &#167; f&#229;r i 
st&#228;llet f&#246;r vad som s&#228;gs i den paragrafen utg&#229; fr&#229;n en annan 
allm&#228;nt erk&#228;nd redovisningsstandard eller en godk&#228;nd 
redovisningsstandard, om

1. det inte sk&#228;ligen kan kr&#228;vas att resultatet best&#228;ms med 
ledning av moderf&#246;retagets redovisningsprinciper,

2. enheten uppr&#228;ttar sina r&#228;kenskaper enligt dessa alternativa 
principer, och

3. uppgifterna i redovisningen &#228;r tillf&#246;rlitliga. 

Om en till&#228;mpning av en s&#229;dan redovisningsstandard som avses i 
f&#246;rsta stycket p&#229; en int&#228;ktspost, kostnadspost eller annan 
transaktion leder till en permanent avvikelse i resultatet i 
f&#246;rh&#229;llande till ett resultat, ber&#228;knat enligt 2 &#167;, och denna 
avvikelse &#246;verstiger en miljon euro, ska resultatet justeras. 

Vid till&#228;mpningen av den beloppsangivelse i euro som finns i 
andra stycket ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt 
som anges i 1 kap. 4 &#167;.

S&#228;rskild regel f&#246;r ber&#228;kningen av nationell till&#228;ggsskatt

6 &#167; Vad avser nationell till&#228;ggsskatt f&#229;r det justerade 
resultatet f&#246;r koncernenheter i en stat, i st&#228;llet f&#246;r en 
ber&#228;kning enligt 2-5 &#167;&#167;, ber&#228;knas enligt en allm&#228;nt erk&#228;nd 
redovisningsstandard eller godk&#228;nd redovisningsstandard som 
skiljer sig fr&#229;n den som anv&#228;nds i koncernredovisningen. En 
godk&#228;nd redovisningsstandard f&#229;r anv&#228;ndas bara under 
f&#246;ruts&#228;ttning att resultatet justeras f&#246;r att f&#246;rhindra en 
betydande snedvridning av konkurrensen enligt 7 &#167;.

Betydande snedvridning av konkurrensen

7 &#167; En betydande snedvridning av konkurrensen anses uppst&#229; om 
till&#228;mpningen av en s&#228;rskild princip eller ett s&#228;rskilt 
f&#246;rfarande enligt en godk&#228;nd redovisningsstandard f&#246;r 
koncernen som helhet leder till skillnader som uppg&#229;r till mer 
&#228;n 75 miljoner euro under ett r&#228;kenskaps&#229;r vid en j&#228;mf&#246;relse 
med till&#228;mpning av motsvarande princip eller f&#246;rfarande enligt 
IFRS som antagits av International Accounting Standards Board, 
eller IFRS som antagits av unionen i enlighet med f&#246;rordning 
(EG) nr 1606/2002. 

Vid till&#228;mpningen av den beloppsangivelse i euro som finns i 
f&#246;rsta stycket ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt 
som anges i 1 kap. 4 &#167;.

Nettoskattekostnad

8 &#167; Resultatet ska justeras s&#229; att det inte p&#229;verkas av 
nettoskattekostnaderna.

Med nettoskattekostnaderna avses nettoposten av

1. aktuella och uppskjutna medr&#228;knade skatter som har 
kostnadsf&#246;rts, inklusive medr&#228;knade skatter avseende inkomster 
som &#228;r undantagna vid ber&#228;kningen av det justerade resultatet,

2. uppskjutna skattefordringar som &#228;r h&#228;nf&#246;rliga till en 
f&#246;rlust under &#229;ret,

3. till&#228;ggsskatt, och

4. icke kvalificerat imputationsbelopp. 

Undantagna utdelningar

9 &#167; Utdelning eller annan v&#228;rde&#246;verf&#246;ring som har tagits emot 
eller anteciperats och som har sin grund i &#228;garintressen ska 
inte tas med i det justerade resultatet. 

Detta g&#228;ller dock inte om 

1. de andelar som &#228;garintresset avser &#228;r ett portf&#246;ljinnehav, 
och 

2. koncernenheten som tar emot utdelningen i ekonomisk mening 
har &#228;gt andelarna mindre &#228;n ett &#229;r vid dagen f&#246;r utdelningen 
eller v&#228;rde&#246;verf&#246;ringen.

En utdelning eller v&#228;rde&#246;verf&#246;ring &#228;r inte heller undantagen 
om den l&#228;mnas av en investeringsenhet och omfattas av ett val 
enligt 7 kap. 36 &#167;.

Undantagen vinst eller f&#246;rlust avseende &#228;garintressen

10 &#167; Vinster och f&#246;rluster som ing&#229;r i enhetens resultat ska 
inte tas med i det justerade resultatet, om

1. de beror p&#229; &#228;ndringar i det verkliga v&#228;rdet p&#229; ett 
&#228;garintresse som inte &#228;r ett portf&#246;ljinnehav,

2. de avser ett &#228;garintresse som redovisas enligt 
kapitalandelsmetoden, eller

3. de avser vinst eller f&#246;rlust vid avyttring av ett 
&#228;garintresse som inte utg&#246;r ett portf&#246;ljinnehav.

Omv&#228;rdering av materiella anl&#228;ggningstillg&#229;ngar

11 &#167; Resultatet ska justeras med ett belopp som motsvarar en 
redovisad v&#228;rdef&#246;r&#228;ndring, &#246;kad eller minskad med tillh&#246;rande 
uppskjuten skatt h&#228;nf&#246;rlig till r&#228;kenskaps&#229;ret, som beror p&#229; 
till&#228;mpningen av en redovisningsprincip avseende materiella 
anl&#228;ggningstillg&#229;ngar som inneb&#228;r att 

1. tillg&#229;ngarna omv&#228;rderas l&#246;pande i redovisningen till 
verkligt v&#228;rde, 

2. v&#228;rdef&#246;r&#228;ndringen redovisas mot eget kapital, och

3. vinster och f&#246;rluster d&#228;refter inte p&#229;verkar 
resultatr&#228;kningen.

Justering till f&#246;ljd av omorganisering

12 &#167; Resultatet ska justeras med belopp som avser vinst eller 
f&#246;rlust som ska undantas enligt best&#228;mmelserna om 
omorganisering i 7 kap. 59-61 &#167;&#167;. Undantagna vinster ska 
minska det justerade resultatet och undantagna f&#246;rluster ska 
&#246;ka det justerade resultatet.

Asymmetrisk vinst eller f&#246;rlust i utl&#228;ndsk valuta

13 &#167; Resultatet ska justeras f&#246;r vinst eller f&#246;rlust i 
utl&#228;ndsk valuta f&#246;r en koncernenhet vars funktionella valuta 
och beskattningsvaluta skiljer sig &#229;t. Justering ska g&#246;ras om 
vinsten eller f&#246;rlusten

1. ing&#229;r i koncernenhetens beskattningsbara vinst eller 
f&#246;rlust och &#228;r h&#228;nf&#246;rlig till fluktuationer i valutakursen 
mellan den funktionella valutan och beskattningsvalutan,

2. ing&#229;r i koncernenhetens redovisade resultat och &#228;r 
h&#228;nf&#246;rlig till fluktuationer i valutakursen mellan den 
funktionella valutan och beskattningsvalutan,

3. ing&#229;r i koncernenhetens redovisade resultat och &#228;r 
h&#228;nf&#246;rlig till fluktuationer i valutakursen mellan en tredje 
utl&#228;ndsk valuta och koncernenhetens funktionella valuta, eller

4. kan h&#228;nf&#246;ras till fluktuationer i valutakursen mellan en 
tredje utl&#228;ndsk valuta och beskattningsvalutan, oavsett om 
vinsten eller f&#246;rlusten i den tredje utl&#228;ndska valutan ing&#229;r i 
den beskattningsbara inkomsten eller inte.

Den funktionella valutan &#228;r den valuta som anv&#228;nds f&#246;r att 
fastst&#228;lla enhetens redovisade resultat. Beskattningsvalutan 
&#228;r den valuta som anv&#228;nds f&#246;r att fastst&#228;lla koncernenhetens 
skattepliktiga inkomst n&#228;r medr&#228;knade skatter ber&#228;knas. En 
tredje utl&#228;ndsk valuta &#228;r en valuta som varken &#228;r enhetens 
funktionella valuta eller beskattningsvaluta.

Mutor och b&#246;ter

14 &#167; F&#246;ljande kostnader ska inte r&#228;knas med i resultatet:

1. kostnader som h&#228;nf&#246;r sig till betalningar som enligt 
reglerna i den stat d&#228;r koncernenheten eller moderf&#246;retaget 
h&#246;r hemma &#228;r olagliga, d&#228;ribland mutor och olagliga 
provisioner, och 

2. b&#246;ter och sanktionsavgifter, om ett b&#246;tes- eller 
sanktionsbelopp som belastat resultatet f&#246;r r&#228;kenskaps&#229;ret 
uppg&#229;r till eller &#246;verstiger 50 000 euro eller vad som 
motsvarar 50 000 euro i koncernenhetens funktionella valuta.

Vid till&#228;mpningen av den beloppsangivelse i euro som finns i 
f&#246;rsta stycket 2 ska belopp i annan valuta r&#228;knas om p&#229; det 
s&#228;tt som anges i 1 kap. 4 &#167;.

Fel under tidigare r&#228;kenskaps&#229;r och byte av 
redovisningsprinciper

15 &#167; Om fel som avser tidigare &#229;rs resultat och som avser en 
int&#228;kt eller kostnad som skulle ha ing&#229;tt i det justerade 
resultatet har korrigerats genom en justering direkt mot eget 
kapital, ska det justerade resultatet &#246;kas eller minskas med 
ett belopp motsvarande den del av korrigeringsbeloppet som 
inte redovisats i resultatr&#228;kningen. Detta g&#228;ller dock inte om 
en s&#229;dan korrigering av tidigare fel resulterat i en v&#228;sentlig 
minskning av en s&#229;dan skuld avseende medr&#228;knade skatter som 
avses i 4 kap. 20 &#167; andra stycket.

F&#246;rsta stycket g&#228;ller ocks&#229; i fr&#229;ga om en korrigeringspost som 
uppst&#229;tt till f&#246;ljd av byte av redovisningsprinciper eller 
redovisningspolicy, om den har redovisats direkt mot eget 
kapital och avser en int&#228;kt eller kostnad som ska ing&#229; i det 
justerade resultatet. 

Pensionskostnader

16 &#167; Resultatet ska justeras f&#246;r skillnaden mellan den 
redovisade pensionskostnaden och det belopp som tillf&#246;rts en 
pensionsenhet f&#246;r r&#228;kenskaps&#229;ret. Detta g&#228;ller dock bara f&#246;r 
pension som tryggas genom &#246;verf&#246;ring till en pensionsenhet.

Justering av koncerninterna transaktioner 

17 &#167; Resultatet ska justeras enligt f&#246;ljande:

1. Transaktioner mellan koncernenheter som &#228;r hemmah&#246;rande i 
olika stater som inte redovisats till samma belopp i de b&#229;da 
koncernenheternas r&#228;kenskaper eller som inte &#228;r i enlighet med 
marknadsm&#228;ssiga villkor ska justeras s&#229; att de uppg&#229;r till 
samma belopp och &#228;r i enlighet med s&#229;dana villkor.

2. En f&#246;rlust vid f&#246;rs&#228;ljning eller annan &#246;verf&#246;ring av en 
tillg&#229;ng mellan tv&#229; koncernenheter i samma stat som inte 
redovisats enligt marknadsm&#228;ssiga villkor ska justeras till 
det belopp som f&#246;ljer av s&#229;dana villkor, om f&#246;rlusten ska ing&#229; 
i ber&#228;kningen av det justerade resultatet.

Med marknadsm&#228;ssiga villkor avses s&#229;dana villkor som skulle ha 
avtalats mellan sinsemellan oberoende f&#246;retag f&#246;r motsvarande 
transaktion under j&#228;mf&#246;rbara omst&#228;ndigheter.

Skattetillgodohavanden

18 &#167; Kvalificerade skattetillgodohavanden ska tas upp som 
int&#228;kt. Icke kvalificerade skattetillgodohavanden ska inte tas 
upp som int&#228;kt.

Koncerninterna finansieringsarrangemang

19 &#167; Resultatet ska &#246;kas med kostnader som &#228;r h&#228;nf&#246;rliga till 
finansieringsarrangemang genom vilka en eller flera 
koncernenheter ger tillgodohavanden till, eller p&#229; annat s&#228;tt 
g&#246;r investeringar i, en eller flera andra koncernenheter 
(koncerninternt finansieringsarrangemang) om

1. koncernenheten som har skulden eller som investeringen g&#246;rs 
i h&#246;r hemma i en l&#229;gskattestat eller i en stat som skulle ha 
varit en l&#229;gskattestat om kostnaden inte hade belastat 
koncernenheten,

2. det koncerninterna finansieringsarrangemanget rimligen kan 
f&#246;rv&#228;ntas &#246;ka koncernhetens kostnader under den tid 
finansieringsarrangemanget l&#246;per utan att detta leder till en 
motsvarande &#246;kning av den beskattningsbara inkomsten f&#246;r den 
koncernenhet som ger krediten eller g&#246;r investeringen, och

3. den koncernenhet som ger krediten eller g&#246;r investeringen 
h&#246;r hemma i en stat som inte &#228;r en l&#229;gskattestat eller som 
inte skulle ha varit en l&#229;gskattestat om den koncernenheten 
inte hade haft de int&#228;kter som &#228;r h&#228;nf&#246;rliga till krediten 
eller investeringen.

Denna paragraf ska inte till&#228;mpas om 22 &#167; ska till&#228;mpas.

F&#246;rs&#228;kringsf&#246;retag

20 &#167; Vid ber&#228;kning av det justerade resultatet f&#246;r ett 
f&#246;rs&#228;kringsf&#246;retag som har redovisat en s&#229;dan skattekostnad 
som avses i 26 &#167; 3 ska avdrag g&#246;ras f&#246;r motsvarande belopp som 
har redovisats som en int&#228;kt och som avser s&#229;dan skatt. 

I det justerade resultatet ska ett f&#246;rs&#228;kringsf&#246;retag ta med 
eventuell avkastning p&#229; f&#246;rs&#228;kringstagarnas kapital som inte 
&#229;terspeglas i f&#246;rs&#228;kringsf&#246;retagets redovisning av vinst eller 
f&#246;rlust i den m&#229;n motsvarande f&#246;r&#228;ndring av skulden till 
f&#246;rs&#228;kringstagarna &#229;terspeglas i dess redovisning av vinst 
eller f&#246;rlust.

21 &#167; Vid ber&#228;kning av det justerade resultatet f&#246;r &#246;msesidiga 
livf&#246;rs&#228;kringsbolag och livf&#246;rs&#228;kringsaktiebolag som inte f&#229;r 
dela ut vinst ska avdrag g&#246;ras f&#246;r belopp som &#246;verf&#246;rs till en 
konsolideringsfond. Belopp som tas i anspr&#229;k fr&#229;n 
konsolideringsfonden f&#246;r att t&#228;cka en f&#246;rlust ska l&#228;ggas till.

&#214;vrigt prim&#228;rkapital f&#246;r kapitalt&#228;cknings&#228;ndam&#229;l

22 &#167; En koncernenhet som emitterat ett instrument f&#246;r &#246;vrigt 
prim&#228;rkapital f&#246;r kapitalt&#228;cknings&#228;ndam&#229;l ska minska det 
justerade resultatet med belopp som inte dragits av som en 
kostnad i det redovisade resultatet men som 

- redovisats som en minskning av eget kapital f&#246;r 
koncernenheten och 

- beror p&#229; genomf&#246;rda eller kommande betalningar som utg&#246;r 
r&#228;nta, utdelning eller liknande.

En koncernenhet som &#228;r innehavare av ett instrument f&#246;r &#246;vrigt 
prim&#228;rkapital f&#246;r kapitalt&#228;cknings&#228;ndam&#229;l ska &#246;ka det 
justerade resultatet med belopp som inte tagits upp som en 
int&#228;kt i det redovisade resultatet men som 

- redovisats som en &#246;kning av eget kapital f&#246;r koncernenheten 
och 

- beror p&#229; genomf&#246;rda eller kommande betalningar som utg&#246;r 
r&#228;nta, utdelning eller liknande.

Med instrument f&#246;r &#246;vrigt prim&#228;rkapital f&#246;r 
kapitalt&#228;cknings&#228;ndam&#229;l avses ett instrument som 

- emitterats i enlighet med tillsyns- eller regleringskrav f&#246;r 
den finansiella sektorn, 

- kan omvandlas till eget kapital eller skrivas ned under 
vissa s&#228;rskilt angivna omst&#228;ndigheter, och 

- utformats f&#246;r att kvittas mot f&#246;rlust i h&#228;ndelse av 
finanskris. 

Ber&#228;kning av justerad skattekostnad

Ber&#228;kning av den justerade skattekostnaden

23 &#167; Den justerade skattekostnaden &#228;r summan av de redovisade 
kostnaderna avseende medr&#228;knade aktuella skatter efter 
justeringar f&#246;r

1. nettobeloppet f&#246;r till&#228;gg och minskningar enligt 29 och 
30 &#167;&#167;,

2. det uppskjutna skattejusteringsbeloppet enligt 31-34 &#167;&#167;, 
och 

3. nettof&#246;r&#228;ndringen av skatter som redovisas direkt mot eget 
kapital till den del de h&#228;nf&#246;r sig till int&#228;kter eller 
kostnader som ing&#229;r i det justerade resultatet och som 
beskattas enligt lokala skatteregler.

Ber&#228;kningen av den justerade skattekostnaden ska utg&#229; fr&#229;n den 
redovisning som anv&#228;nds vid ber&#228;kning av det justerade 
resultatet enligt 2-7 &#167;&#167;. Vid ber&#228;kningen ska justering bara 
g&#246;ras en g&#229;ng &#228;ven om flera best&#228;mmelser skulle kunna g&#228;lla 
f&#246;r samma skattebelopp.

I 27 &#167; och i 7 kap. 11, 25, 63 och 64 &#167;&#167; finns best&#228;mmelser om 
f&#246;rdelning av medr&#228;knade skatter till en annan koncernenhet &#228;n 
den som har tagit upp skatterna i sin redovisning.  

24 &#167; Vid ber&#228;kning av den justerade skattekostnaden ska 
f&#246;ljande skatter r&#228;knas med (medr&#228;knade skatter):

1. skatt som redovisas i enhetens r&#228;kenskaper och som avser 
koncernenhetens int&#228;kter eller vinst eller dess andel av 
int&#228;kter eller vinst i en koncernenhet som den har ett 
&#228;garintresse i,

2. skatt som tas ut enligt ett godk&#228;nt utdelningsskattesystem,

3. skatt som p&#229;f&#246;rs i st&#228;llet f&#246;r allm&#228;nt till&#228;mplig 
bolagsskatt, och

4. skatt som tas ut p&#229; balanserade vinstmedel och annat eget 
kapital, d&#228;ribland skatter som tas ut p&#229; en kombination av 
int&#228;kter och eget kapital.

25 &#167; Vid ber&#228;kning av den justerade skattekostnaden ska 
f&#246;ljande skatter inte r&#228;knas med:

1. till&#228;ggsskatt,

2. icke kvalificerade imputationsbelopp, och

3. skatt som betalas av ett f&#246;rs&#228;kringsf&#246;retag och som avser 
avkastning p&#229; f&#246;rs&#228;kringstagares kapital.

26 &#167; Skatter som avser vinst eller f&#246;rlust och h&#228;nf&#246;r sig till 
avyttring av fast egendom ska, om valm&#246;jligheten i 4 kap. 9 &#167; 
utnyttjas, inte r&#228;knas med i den justerade skattekostnaden f&#246;r 
det &#229;r som valet g&#246;rs.

F&#246;rdelning av medr&#228;knade skatter p&#229; utdelning 

27 &#167; Skattekostnader som avses i 24 och 25 &#167;&#167; i en 
koncernenhets r&#228;kenskaper och avser utdelning under 
r&#228;kenskaps&#229;ret fr&#229;n en annan koncernenhet ska f&#246;rdelas till 
den koncernenhet som l&#228;mnade utdelningen.

Justeringar av aktuell skatt

28 &#167; Skattekostnaden ska &#246;kas med medr&#228;knade skatter enligt 
f&#246;ljande:

1. skatt som redovisats som en kostnad som p&#229;verkar resultatet 
f&#246;re skatt,

2. skatt som avser uppskjutna skattefordringar som hanteras 
enligt 4 kap. 14 &#167; f&#246;rsta stycket,

3. belopp som avser betalning under r&#228;kenskaps&#229;ret av skatt 
som tidigare &#229;r inte r&#228;knats med som en skattekostnad f&#246;r att 
skattesituationen d&#229; var os&#228;ker, och

4. belopp som avser tillgodohavande eller &#229;terbetalning av ett 
kvalificerat skattetillgodohavande om beloppet har minskat den 
aktuella skattekostnaden i r&#228;kenskaperna.

29 &#167; Skattekostnaden ska minskas med

1. aktuell skattekostnad som avser int&#228;kter om int&#228;kterna inte 
ing&#229;r i ber&#228;kningen av det justerade resultatet,

2. skattekostnad som avser tillgodohavande eller &#229;terbetalning 
av ett icke kvalificerat skattetillgodohavande om kostnaden 
inte har minskat den aktuella skattekostnaden i r&#228;kenskaperna,

3. skatt som har &#229;terbetalats till eller tillgodor&#228;knats en 
koncernenhet, om skatten inte har behandlats som en justering 
av skattekostnaderna i r&#228;kenskaperna,

4. aktuell skattekostnad som &#228;r h&#228;nf&#246;rlig till en os&#228;ker 
skattesituation, och

5. aktuell skattekostnad som inte f&#246;rv&#228;ntas bli betald inom 
tre &#229;r fr&#229;n r&#228;kenskaps&#229;rets utg&#229;ng.

F&#246;rsta stycket 3 ska inte till&#228;mpas p&#229; kvalificerade 
skattetillgodohavanden.

Justeringar avseende uppskjuten skatt 

30 &#167; Det uppskjutna skattejusteringsbeloppet uppg&#229;r till den 
nettopost i r&#228;kenskaperna som visar r&#228;kenskaps&#229;rets f&#246;r&#228;ndring 
av uppskjutna skatteskulder och skattefordringar med 
justeringar enligt 31-34 &#167;&#167;. Detta g&#228;ller under f&#246;ruts&#228;ttning 
att den skattesats som anv&#228;nts vid ber&#228;kningen i r&#228;kenskaperna 
&#228;r lika med eller l&#228;gre &#228;n minimiskattesatsen. Om den 
nationella skattesats som anv&#228;nts vid ber&#228;kningen &#228;r h&#246;gre &#228;n 
minimiskattesatsen, ska det uppskjutna 
skattejusteringsbeloppet i st&#228;llet ber&#228;knas utifr&#229;n 
minimiskattesatsen.

31 &#167; Om en uppskjuten skattefordran avseende &#229;rets f&#246;rlust 
inte alls har redovisats i r&#228;kenskaperna f&#246;r att kriterierna 
f&#246;r redovisning av fordran inte &#228;r uppfyllda, ska det 
uppskjutna skattejusteringsbeloppet minskas med ett belopp som 
motsvarar den minskning som skulle ha skett om den uppskjutna 
skattefordran hade redovisats.

32 &#167; Om en uppskjuten skattefordran i r&#228;kenskaperna har 
ber&#228;knats utifr&#229;n en skattesats som understiger 
minimiskattesatsen, f&#229;r den i st&#228;llet beaktas till det v&#228;rde 
som den skulle ha haft om den hade ber&#228;knats med ledning av 
minimiskattesatsen. Som f&#246;ruts&#228;ttning f&#246;r detta g&#228;ller att

1. den uppskjutna skattefordran &#228;r h&#228;nf&#246;rlig till en justerad 
f&#246;rlust, och

2. omr&#228;kningen g&#246;rs f&#246;r det &#229;r som f&#246;rlusten uppkommer.

Om en uppskjuten skattefordran &#246;kas enligt f&#246;rsta stycket ska 
en motsvarande minskning g&#246;ras av det uppskjutna 
skattejusteringsbeloppet.

33 &#167; F&#246;ljande ska l&#228;ggas till vid ber&#228;kningen av det 
uppskjutna skattejusteringsbeloppet:

1. belopp som avser betalning av en uppskjuten skatteskuld, om 
skatteskulden inte har r&#228;knats med i det justerade resultatet 
f&#246;r tidigare r&#228;kenskaps&#229;r men har betalats under det aktuella 
r&#228;kenskaps&#229;ret, och

2. belopp som har minskat den justerade skattekostnaden enligt 
35 &#167; f&#246;rsta stycket f&#246;r ett tidigare r&#228;kenskaps&#229;r, om beloppet 
har betalats under det aktuella r&#228;kenskaps&#229;ret.

34 &#167; F&#246;ljande ska inte r&#228;knas med vid ber&#228;kningen av det 
uppskjutna skattejusteringsbeloppet:

1. skattekostnad som &#228;r h&#228;nf&#246;rlig till poster som inte ing&#229;r i 
ber&#228;kningen av det justerade resultatet,

2. skattekostnad som &#228;r os&#228;ker,

3. skattekostnad som avser utdelning fr&#229;n en koncernenhet,

4. skattekostnad som avser en uppskjuten skatteskuld om 
skatteskulden omfattas av ett val enligt 4 kap. 17 &#167;,

5. effekter som uppst&#229;r n&#228;r v&#228;rdet i redovisningen p&#229; en 
uppskjuten skattefordran justeras eller n&#228;r principer f&#246;r att 
ta upp en s&#229;dan fordran i redovisningen &#228;ndras,

6. skattekostnad som uppst&#229;r till f&#246;ljd av att den nationella 
skattesatsen &#228;ndras, och

7. effekter som uppst&#229;r till f&#246;ljd av att skattereduktion 
beviljas eller att ett reduktionsbelopp utnyttjas.

Tidsgr&#228;ns f&#246;r uppskjutna skatteskulder

35 &#167; Om en uppskjuten skatteskuld som p&#229;verkat koncernenhetens 
justerade skattekostnad inte &#229;terf&#246;rs, betalas eller regleras 
p&#229; annat s&#228;tt senast vid utg&#229;ngen av det femte r&#228;kenskaps&#229;ret 
fr&#229;n det att den f&#246;rst redovisades i r&#228;kenskaperna, ska de 
justerade skattekostnaderna f&#246;r det &#229;ret d&#229; skulden f&#246;rst 
redovisades minskas med ett belopp som motsvarar den del av 
skulden som kvarst&#229;r. Effektiv skattesats och 
till&#228;ggsskattebelopp ska d&#229; r&#228;knas om enligt 37 och 38 &#167;&#167;. 
Tillkommande till&#228;ggsskattebelopp ska f&#246;rdelas enligt 40 och 
41 &#167;&#167;.

I 4 kap. 18 &#167; finns en best&#228;mmelse om att en uppskjuten 
skatteskuld inte beh&#246;ver beaktas. 

36 &#167; Best&#228;mmelsen i 35 &#167; f&#246;rsta stycket g&#228;ller inte om den 
uppskjutna skatteskulden avser

1. v&#228;rdeminskningsavdrag avseende materiella tillg&#229;ngar,

2. kostnader f&#246;r licenser eller liknande tillg&#229;ngar som g&#228;ller 
i f&#246;rh&#229;llande till en offentlig f&#246;rvaltning och ger r&#228;tt att 
anv&#228;nda fast egendom eller nyttja en naturresurs, om 
nyttjandet medf&#246;r betydande investeringar i materiella 
tillg&#229;ngar,

3. kostnader f&#246;r forskning och utveckling,

4. kostnader f&#246;r avveckling och sanering,

5. orealiserade nettovinster vid redovisning till verkligt 
v&#228;rde,

6. orealiserade nettovinster som beror p&#229; fluktuationer i 
utl&#228;ndsk valuta,

7. f&#246;rs&#228;kringsreserver och f&#246;rutbetalda anskaffningskostnader 
f&#246;r f&#246;rs&#228;kringsavtal,

8. vinster fr&#229;n f&#246;rs&#228;ljning av materiella 
anl&#228;ggningstillg&#229;ngar i samma stat som koncernenheten h&#246;r 
hemma i, om vinsterna &#229;terinvesteras i materiella 
anl&#228;ggningstillg&#229;ngar i samma stat, eller

9. ytterligare belopp som lagts till i redovisningen som en 
f&#246;ljd av en f&#246;r&#228;ndring av redovisningsprinciperna f&#246;r de 
poster som avses i 1-8.

Ber&#228;kning av till&#228;ggsskattebelopp

Ber&#228;kningen av den effektiva skattesatsen

37 &#167; Den effektiva skattesatsen &#228;r kvoten av de sammanlagda 
justerade skattekostnaderna f&#246;r koncernenheterna i en stat och 
det sammanlagda justerade resultatet f&#246;r koncernenheterna i 
den staten.

Justerat resultat och justerad skattekostnad som avser en 
koncernenhet som &#228;r en investeringsenhet ska inte r&#228;knas med. 
S&#228;rskilda regler f&#246;r ber&#228;kning av effektiv skattesats f&#246;r 
investeringsenheter finns i 7 kap. 28 och 29 &#167;&#167;.

Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat

38 &#167; Om den effektiva skattesatsen &#228;r l&#228;gre &#228;n 
minimiskattesatsen ska en procentsats f&#246;r till&#228;ggsskatt 
ber&#228;knas. Med procentsats f&#246;r till&#228;ggsskatt avses 
minimiskattesatsen minskad med koncernens effektiva skattesats 
f&#246;r r&#228;kenskaps&#229;ret i den aktuella staten. 

Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat &#228;r lika 
med enheternas sammantagna &#246;verskjutande vinst multiplicerad 
med procentsatsen f&#246;r till&#228;ggsskatt f&#246;r staten. Med 
&#246;verskjutande vinst avses det sammanlagda justerade resultatet 
f&#246;r enheterna i en stat minskat med ett substansbelopp 
ber&#228;knat enligt 5 kap. 2-11 &#167;&#167;. Till&#228;ggsskattebelopp som avser 
en koncernenhet som &#228;r en investeringsenhet ska inte r&#228;knas 
med. S&#228;rskilda regler f&#246;r ber&#228;kning av till&#228;ggsskattebelopp 
f&#246;r investeringsenheter finns i 7 kap. 30 &#167;&#167;.

Tillkommande till&#228;ggsskattebelopp ska l&#228;ggas till 
till&#228;ggsskattebeloppet f&#246;r det aktuella r&#228;kenskaps&#229;ret. 
Nationell till&#228;ggsskatt ska dras ifr&#229;n eller l&#228;ggas till 
enligt f&#246;ruts&#228;ttningarna i 39 &#167;.

39 &#167; Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en utl&#228;ndsk 
stat ska minskas med belopp avseende den nationella 
till&#228;ggsskatt som ska betalas i den stat d&#228;r enheterna h&#246;r 
hemma.

Om utl&#228;ndsk nationell till&#228;ggsskatt f&#246;r koncernenheterna i en 
medlemsstat i Europeiska unionen ber&#228;knats med utg&#229;ngspunkt i 
IFRS som antagits av International Accounting Standards Board 
eller IFRS som antagits av unionen i enlighet med f&#246;rordning 
(EG) nr 1606/2002, alternativt moderf&#246;retagets allm&#228;nt erk&#228;nda 
redovisningsstandard, ska n&#229;got till&#228;ggsskattebelopp inte 
ber&#228;knas f&#246;r enheterna i den staten. 

Till den del nationell till&#228;ggsskatt inte har betalats inom 
fyra &#229;r efter utg&#229;ngen av det r&#228;kenskaps&#229;r d&#229; den skulle ha 
betalats ska den l&#228;ggas till till&#228;ggsskattebeloppet f&#246;r 
koncernenheterna i den staten i form av ett tillkommande 
till&#228;ggsskattebelopp.

Till&#228;ggsskattebeloppet f&#246;r en koncernenhet

40 &#167; Till&#228;ggsskattebeloppet enligt 38 &#167; ska f&#246;rdelas mellan 
koncernenheterna i staten utifr&#229;n hur stor andel enhetens 
justerade vinst &#228;r av den justerade vinsten f&#246;r samtliga 
koncernenheter som har justerad vinst och h&#246;r hemma i den 
staten. Ingen del av till&#228;ggsskattebeloppet ska f&#246;rdelas till 
koncernenheter som har justerad f&#246;rlust.

Om till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat 
endast best&#229;r av tillkommande till&#228;ggsskattebelopp och det 
inte finns n&#229;gon justerad vinst i staten under r&#228;kenskaps&#229;ret, 
ska till&#228;ggsskatten f&#246;rdelas mellan koncernenheterna i staten 
enligt f&#246;rsta stycket utifr&#229;n deras justerade vinst under de 
r&#228;kenskaps&#229;r som omr&#228;kningen avser. 

41 &#167; Om tillkommande till&#228;ggsskattebelopp f&#246;rdelas enligt 40 &#167; 
andra stycket till koncernenheter i en stat d&#228;r 
koncernenheterna inte har n&#229;gon justerad vinst, g&#228;ller 
f&#246;ljande vid ber&#228;kningen enligt 6 kap. 4-7 &#167;&#167; av en 
moderenhets andel av det tillkommande till&#228;ggsskattebeloppet. 
Varje koncernenhet ska d&#229; anses ha en justerad vinst som 
motsvarar det tillkommande till&#228;ggsskattebelopp som f&#246;rdelats 
till den koncernenheten dividerat med minimiskattesatsen. 

Statsl&#246;sa koncernenheter

42 &#167; F&#246;r statsl&#246;sa koncernenheter ska s&#229;v&#228;l den effektiva 
skattesatsen som till&#228;ggsskattebeloppet ber&#228;knas enhet f&#246;r 
enhet.

4 kap. Val, tillkommande till&#228;ggsskattebelopp i vissa fall och 
justering av skattekostnad

1 &#167; I detta kapitel finns best&#228;mmelser om

- de val som f&#229;r g&#246;ras i fr&#229;ga om ber&#228;kning av det justerade 
resultatet och den justerade skattekostnaden (2-17 &#167;&#167; ),

- tillkommande till&#228;ggsskattebelopp i vissa fall n&#228;r det inte 
redovisas vinst i en stat (18 och 19 &#167;&#167; ), 

- justering av skattekostnad i efterhand (20-24 &#167;&#167; ), och

- uppskjutna skattefordringar, uppskjutna skatteskulder och 
&#246;verf&#246;rda tillg&#229;ngar vid &#246;verg&#229;ngen till systemet (25-28 &#167;&#167; ).

Val som p&#229;verkar det justerade resultatet

Ber&#228;kning av det justerade resultatet vid aktiebaserad 
ers&#228;ttning

2 &#167; Vid ber&#228;kningen av det justerade resultatet f&#246;r en 
koncernenhet f&#229;r den rapporterande enheten v&#228;lja att, i fr&#229;ga 
om aktiebaserad ers&#228;ttning, i st&#228;llet f&#246;r den redovisade 
kostnaden ber&#228;kna resultatet med ledning av den kostnad som 
behandlas som avdragsgill vid enhetens inkomstbeskattning. D&#229; 
g&#228;ller best&#228;mmelserna i 3-5 &#167;&#167;.

Ett val enligt f&#246;rsta stycket g&#228;ller f&#246;r samtliga 
koncernenheter i samma stat under det r&#228;kenskaps&#229;r som valet 
avser och de efterf&#246;ljande r&#228;kenskaps&#229;r som omfattas av valet. 
Ett s&#229;dant val g&#228;ller i fem &#229;r fr&#229;n och med det r&#228;kenskaps&#229;r 
som valet avser. D&#228;refter forts&#228;tter valet att g&#228;lla, om den 
rapporterande enheten inte &#229;terkallar valet. Om valet 
&#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras f&#246;rst 
fem &#229;r efter det &#229;r som &#229;terkallelsen avser. 

3 &#167; Om instrument som &#228;r h&#228;nf&#246;rliga till aktiebaserad 
ers&#228;ttning f&#246;rfaller utan att utnyttjas, ska vid ber&#228;kningen 
av det justerade resultatet hela den kostnad som f&#246;r tidigare 
r&#228;kenskaps&#229;r har minskat det justerade resultatet tas upp f&#246;r 
det r&#228;kenskaps&#229;r d&#229; m&#246;jligheten att utnyttja instrumentet 
f&#246;rf&#246;ll.

4 &#167; Om en del av kostnaden f&#246;r den aktiebaserade ers&#228;ttningen 
har redovisats f&#246;re det r&#228;kenskaps&#229;r d&#229; ett val enligt 2 &#167; 
g&#246;rs, ska resultatet korrigeras f&#246;r det &#229;r d&#229; valet g&#246;rs. Vid 
ber&#228;kningen av det justerade resultatet ska resultatet 
justeras med ett belopp som motsvarar skillnaden mellan summan 
av de belopp som har dragits av vid ber&#228;kningen av det 
justerade resultatet f&#246;r tidigare &#229;r och summan av de belopp 
som skulle ha dragits av, om valet enligt 2 &#167; hade gjorts f&#246;r 
de tidigare r&#228;kenskaps&#229;ren.

5 &#167; Om ett val enligt 2 &#167; &#229;terkallas g&#228;ller f&#246;ljande. Vid 
ber&#228;kningen av det justerade resultatet f&#246;r det r&#228;kenskaps&#229;r 
som &#229;terkallelsen avser ska en int&#228;kt tas upp. Int&#228;kten ska 
uppg&#229; till summan av de belopp som f&#246;r tidigare r&#228;kenskaps&#229;r 
har dragits av fr&#229;n det justerade resultatet minskad med 
summan av de redovisade kostnaderna. Detta g&#228;ller endast f&#246;r 
positiva belopp och f&#246;r belopp som avser ers&#228;ttning som inte 
realiserats eller betalats ut f&#246;re det r&#228;kenskaps&#229;r d&#229; valet 
&#229;terkallas.

Tillg&#229;ngar och skulder som redovisas till verkligt v&#228;rde

6 &#167; Vid ber&#228;kningen av det justerade resultatet f&#246;r en 
koncernenhet f&#229;r den rapporterande enheten, avseende 
tillg&#229;ngar och skulder som tas upp till verkligt v&#228;rde i 
redovisningen, v&#228;lja att i st&#228;llet l&#228;gga realiserade vinster 
och f&#246;rluster till grund f&#246;r ber&#228;kningen. I s&#229; fall ska 
undantag g&#246;ras f&#246;r vinst eller f&#246;rlust som beror p&#229; att 
redovisningen sker till verkligt v&#228;rde. Vid avyttring eller 
&#229;terbetalning ska realiserade vinster och f&#246;rluster ligga till 
grund f&#246;r ber&#228;kningen. 

Om valet enligt f&#246;rsta stycket g&#246;rs f&#246;r samma r&#228;kenskaps&#229;r som 
tillg&#229;ngen f&#246;rv&#228;rvas eller skulden uppkommer, ska 
anskaffningsv&#228;rdet ligga till grund f&#246;r ber&#228;kningen av det 
justerade resultatet. Om valet g&#246;rs f&#246;r ett senare &#229;r &#228;n det 
&#229;r d&#229; tillg&#229;ngen f&#246;rv&#228;rvades eller skulden uppkom, ska i 
st&#228;llet det bokf&#246;rda v&#228;rdet den f&#246;rsta dagen p&#229; det 
r&#228;kenskaps&#229;r som valet avser ligga till grund f&#246;r ber&#228;kningen.

7 &#167; Ett val enligt 6 &#167; g&#228;ller f&#246;r samtliga koncernenheter i 
samma stat och f&#246;r samtliga tillg&#229;ngar som redovisas till 
verkligt v&#228;rde. Den rapporterande enheten kan dock v&#228;lja att 
begr&#228;nsa valet till att endast g&#228;lla materiella tillg&#229;ngar 
eller s&#229;dana tillg&#229;ngar och skulder som innehas av 
investeringsenheter. 

Valet g&#228;ller i fem &#229;r fr&#229;n och med det r&#228;kenskaps&#229;r som valet 
avser. D&#228;refter forts&#228;tter valet att g&#228;lla, om den 
rapporterande enheten inte &#229;terkallar valet. Om valet 
&#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras f&#246;rst 
fem &#229;r efter det &#229;r som &#229;terkallelsen avser.

8 &#167; Om valet &#229;terkallas ska ett belopp tas med vid ber&#228;kningen 
av det justerade resultatet. Detta belopp ska uppg&#229; till 
skillnaden mellan

1. tillg&#229;ngens eller skuldens verkliga v&#228;rde den f&#246;rsta dagen 
p&#229; det r&#228;kenskaps&#229;r som &#229;terkallelsen avser, och 

2. det v&#228;rde som legat till grund f&#246;r ber&#228;kningen av det 
justerade resultatet.

Vinst eller f&#246;rlust vid avyttring av fast egendom

9 &#167; Vid ber&#228;kningen av det justerade resultatet f&#229;r den 
rapporterande enheten v&#228;lja att behandla vinst eller f&#246;rlust 
vid avyttring av fast egendom p&#229; det s&#228;tt som framg&#229;r av 10 &#167;, 
om

1. den fasta egendomen finns i samma stat som den avyttrande 
koncernenheten h&#246;r hemma i,

2. f&#246;rv&#228;rvaren inte ing&#229;r i samma koncern som den avyttrande 
koncernenheten, och 

3. den enhet som utnyttjar vinsten eller f&#246;rlusten f&#246;r 
avr&#228;kning h&#246;r hemma i samma stat som den koncernenhet som 
avyttrat fastigheten med vinst.

Ett val enligt f&#246;rsta stycket g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som 
valet avser. 

10 &#167; S&#229;dan vinst som avses i 9 &#167; ska avr&#228;knas mot 
koncernenhetens eller en annan koncernenhets f&#246;rlust vid en 
s&#229;dan avyttring som avses i 9 &#167; under r&#228;kenskaps&#229;ret eller de 
fyra &#229;r som f&#246;reg&#229;r detta (fem&#229;rsperioden). Vinsten ska f&#246;rst 
avr&#228;knas mot f&#246;rlust som uppst&#229;tt under fem&#229;rsperiodens f&#246;rsta 
r&#228;kenskaps&#229;r. &#197;terst&#229;ende vinst ska avr&#228;knas mot f&#246;rluster 
senare &#229;r under fem&#229;rsperioden.

Om det &#229;terst&#229;r vinst efter att den avr&#228;knats mot f&#246;rluster 
enligt f&#246;rsta stycket ska vinsten f&#246;rdelas j&#228;mnt &#246;ver 
fem&#229;rsperioden. Vinsten ska h&#228;nf&#246;ras till de koncernenheter 
som h&#246;r hemma i samma stat som den avyttrande koncernenheten 
och som gjort s&#229;dana vinster som avses i 9 &#167;. Den &#229;terst&#229;ende 
vinsten ska f&#246;rdelas proportionellt med h&#228;nsyn till 
koncernenhetens vinst i f&#246;rh&#229;llande till motsvarande vinster 
f&#246;r alla koncernenheter i staten. Om det under n&#229;got 
r&#228;kenskaps&#229;r inte finns n&#229;gon koncernenhet som har gjort en 
s&#229;dan vinst som avses i 9 &#167;, ska det &#229;terst&#229;ende beloppet f&#246;r 
det &#229;ret f&#246;rdelas lika mellan koncernenheterna i staten.

11 &#167; Ett val enligt 9 &#167; medf&#246;r att justerat resultat, effektiv 
skattesats och till&#228;ggsskattebelopp enligt 3 kap. ska r&#228;knas 
om f&#246;r samtliga koncernenheter och r&#228;kenskaps&#229;r som ber&#246;rs av 
valet. Den till&#228;ggsskatt som tillkommer ska enligt 3 kap. 38 &#167; 
l&#228;ggas till till&#228;ggsskattebeloppet f&#246;r det &#229;r som valet enligt 
9 &#167; avser. Tillkommande till&#228;ggsskattebelopp ska f&#246;rdelas 
enligt 3 kap. 40 och 41 &#167;&#167;.

I 3 kap. 26 &#167; finns en best&#228;mmelse som avser skatter 
h&#228;nf&#246;rliga till vinster eller f&#246;rluster n&#228;r 9 &#167; till&#228;mpas. 

Transaktioner mellan koncernenheter som ing&#229;r i en grupp f&#246;r 
skattekonsolidering

12 &#167; Vid ber&#228;kningen av det justerade resultatet f&#229;r den 
rapporterande enheten v&#228;lja att eliminera koncerninterna 
int&#228;kter, kostnader, vinster och f&#246;rluster om koncernenheterna 

1. h&#246;r hemma i samma stat, och 

2. ing&#229;r i en grupp f&#246;r konsolidering av skatt.

F&#246;r det &#229;r d&#229; valet g&#246;rs eller &#229;terkallas ska justeringar 
g&#246;ras s&#229; att poster inte beaktas mer &#228;n en g&#229;ng och inte 
heller utel&#228;mnas helt.

Ett val enligt f&#246;rsta stycket g&#228;ller i fem &#229;r fr&#229;n och med det 
r&#228;kenskaps&#229;r som valet avser. D&#228;refter forts&#228;tter valet att 
g&#228;lla, om den rapporterande enheten inte &#229;terkallar valet. Om 
valet &#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras 
f&#246;rst fem &#229;r efter det &#229;r som &#229;terkallelsen avser.

Val som p&#229;verkar den justerade skattekostnaden

Alternativregel f&#246;r uppskjuten skattefordran

13 &#167; Vid ber&#228;kning av den effektiva skattesatsen i en stat 
enligt 3 kap. 37 &#167; f&#229;r den rapporterande enheten v&#228;lja att, i 
st&#228;llet f&#246;r att f&#246;r koncernenheterna i staten beakta 
uppskjutna skattejusteringsbelopp ber&#228;knade enligt 3 kap. 31-
36 &#167;&#167;, ta upp en s&#228;rskild uppskjuten skattefordran. Detta 
g&#228;ller bara om det sammanlagda justerade resultatet f&#246;r de 
koncernenheter som h&#246;r hemma i staten &#228;r en f&#246;rlust. Den 
s&#228;rskilda uppskjutna skattefordran ska motsvara 
koncernenheternas sammanlagda justerade f&#246;rlust multiplicerad 
med minimiskattesatsen. 

Ett val enligt f&#246;rsta stycket g&#228;ller f&#246;r samtliga 
koncernenheter i den aktuella staten och f&#229;r inte g&#246;ras 
avseende koncernenheter som h&#246;r hemma i en stat som har ett 
godk&#228;nt utdelningsskattesystem. 

Ett val enligt f&#246;rsta stycket f&#229;r g&#246;ras endast f&#246;r det f&#246;rsta 
r&#228;kenskaps&#229;r som en enhet i den stat som valet g&#228;ller ing&#229;r i 
den koncern som omfattas av denna lag eller av utl&#228;ndsk 
lagstiftning som &#228;r likv&#228;rdig med och administreras p&#229; ett 
s&#228;tt som &#228;r f&#246;renligt med best&#228;mmelserna i r&#229;dets direktiv 
2022/2523 i den ursprungliga lydelsen eller, n&#228;r det g&#228;ller en 
stat utanf&#246;r Europeiska unionen, modellreglerna. D&#228;refter 
forts&#228;tter valet att g&#228;lla, om den rapporterande enheten inte 
&#229;terkallar valet.

14 &#167; En s&#228;rskild uppskjuten skattefordran enligt 13 &#167; ska 
minskas f&#246;r det r&#228;kenskaps&#229;r d&#229; det sammanlagda justerade 
resultatet f&#246;r koncernenheterna i staten &#228;r en vinst. 
Minskningen ska uppg&#229; till det l&#228;gsta av

1. det belopp som motsvarar den justerade vinsten 
multiplicerad med minimiskattesatsen, och 

2. det belopp som skattefordran uppg&#229;r till.

&#197;terst&#229;ende skattefordran ska &#246;verf&#246;ras till efterf&#246;ljande 
r&#228;kenskaps&#229;r och l&#228;ggas samman med motsvarande fordringar 
under dessa &#229;r.

15 &#167; Om den rapporterande enheten &#229;terkallar valet enligt 13 &#167; 
ska den s&#228;rskilda uppskjutna skattefordran minskas till noll 
med verkan fr&#229;n den f&#246;rsta dagen p&#229; det r&#228;kenskaps&#229;r som 
&#229;terkallelsen avser.

16 &#167; Om valet enligt 13 &#167; avser en del&#228;garbeskattad enhet som 
&#228;r ett moderf&#246;retag ska den s&#228;rskilda uppskjutna skattefordran 
ber&#228;knas med h&#228;nsyn till enhetens justerade f&#246;rlust efter de 
justeringar som avses i 7 kap. 14 &#167;.

Uppskjuten skatteskuld 

17 &#167; Den rapporterande enheten f&#229;r v&#228;lja att vid ber&#228;kningen 
av den justerade skattekostnaden inte beakta en uppskjuten 
skatteskuld som inte f&#246;rv&#228;ntas bli reglerad inom den tid som 
anges i 3 kap. 35 &#167; f&#246;rsta stycket.

Ett s&#229;dant val g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som valet avser. 
D&#228;refter forts&#228;tter valet att g&#228;lla, om den rapporterande 
enheten inte &#229;terkallar valet.

Tillkommande till&#228;ggsskattebelopp n&#228;r koncernenheterna i en 
stat inte redovisar vinst

18 &#167; Ett tillkommande till&#228;ggsskattebelopp ska ber&#228;knas, om 

1. koncernenheterna i en stat sammantaget inte redovisar n&#229;gon 
justerad nettovinst, och 

2. den justerade skattekostnaden &#228;r 

a) ett negativt belopp, och 

b) l&#228;gre &#228;n ett belopp som ber&#228;knas genom att den justerade 
f&#246;rlusten multipliceras med minimiskattesatsen. 

Det tillkommande till&#228;ggsskattebeloppet ska uppg&#229; till 
skillnaden mellan den justerade skattekostnaden och den 
justerade f&#246;rlusten multiplicerad med minimiskattesatsen. 

19 &#167; Tillkommande till&#228;ggsskattebelopp enligt 18 &#167; ska 
f&#246;rdelas till koncernenheter i staten med justerade 
skattekostnader som

1. understiger noll, och

2. understiger det justerade resultatet multiplicerat med 
minimiskattesatsen.

Beloppet ska f&#246;rdelas proportionellt. Det belopp som ska 
h&#228;nf&#246;ras till respektive enhet ber&#228;knas genom att den 
justerade skattekostnaden f&#246;r enheten dras av fr&#229;n dess 
justerade resultat multiplicerat med minimiskattesatsen.

En koncernenhet ska vid ber&#228;kningen enligt 6 kap. 4-7 &#167;&#167; anses 
ha en justerad vinst som motsvarar det tillkommande 
till&#228;ggsskattebelopp som f&#246;rdelats p&#229; den koncernenheten 
dividerat med minimiskattesatsen.

Justering av skattekostnad i efterhand

20 &#167; Om en koncernenhet justerar kostnaden f&#246;r medr&#228;knade 
skatter i r&#228;kenskaperna f&#246;r ett tidigare r&#228;kenskaps&#229;r, ska den 
justerade skattekostnaden inte &#228;ndras f&#246;r det tidigare &#229;ret. I 
st&#228;llet ska motsvarande belopp p&#229;verka den justerade 
skattekostnaden f&#246;r det aktuella r&#228;kenskaps&#229;ret.

Om en s&#229;dan justering inneb&#228;r att skattekostnaden minskar ska 
dock den effektiva skattesatsen och till&#228;ggsskattebeloppet 
r&#228;knas om i enlighet med 3 kap. 37 och 38 &#167;&#167; f&#246;r det &#229;r 
justeringen avser (justerings&#229;ret) och de efterf&#246;ljande &#229;r som 
p&#229;verkas. Ett tillkommande till&#228;ggsskattebelopp ska enligt 
3 kap. 38 &#167; l&#228;ggas till till&#228;ggsskattebeloppet f&#246;r det 
aktuella r&#228;kenskaps&#229;ret och ska f&#246;rdelas enligt 3 kap. 40 och 
41 &#167;&#167;. 

21 &#167; Den rapporterande enheten f&#229;r v&#228;lja att l&#229;ta en 
ov&#228;sentlig minskning av skattekostnaden f&#246;r medr&#228;knade skatter 
p&#229;verka det innevarande r&#228;kenskaps&#229;ret i st&#228;llet f&#246;r 
justerings&#229;ret.

En minskning av skattekostnaden &#228;r ov&#228;sentlig om minskningarna 
sammantaget f&#246;r koncernenheterna i den aktuella staten 
understiger en miljon euro. Vid till&#228;mpningen av 
beloppsangivelsen i euro ska belopp i annan valuta r&#228;knas om 
p&#229; det s&#228;tt som anges i 1 kap. 4 &#167;.

Ett val enligt f&#246;rsta stycket g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som 
valet avser. 

22 &#167; Om skattesatsen i en stat s&#228;nks s&#229; att den understiger 
minimiskattesatsen och det leder till att den uppskjutna 
skattekostnaden f&#246;r en koncernenhet minskar, ska ett belopp 
som motsvarar f&#246;r&#228;ndringen behandlas enligt 20 och 21 &#167;&#167;.

23 &#167; Om en uppskjuten skattekostnad har ber&#228;knats enligt en 
nationell skattesats som &#228;r l&#228;gre &#228;n minimiskattesatsen och 
den nationella skattesatsen h&#246;js, ska den uppskjutna 
skattekostnad som f&#246;ljer av en s&#229;dan h&#246;jning behandlas enligt 
20 &#167; f&#246;r det r&#228;kenskaps&#229;r d&#229; skatten betalas.

Justeringen enligt f&#246;rsta stycket f&#229;r inte &#246;verstiga ett 
belopp som motsvarar den uppskjutna skattekostnaden ber&#228;knad 
enligt minimiskattesatsen. 

24 &#167; Om mer &#228;n en miljon euro av en koncernenhets aktuella 
skattekostnad, som ing&#229;r i de medr&#228;knade skatterna, inte har 
betalats inom tre &#229;r fr&#229;n r&#228;kenskaps&#229;rets utg&#229;ng, ska justerad 
skattekostnad, effektiv skattesats och till&#228;ggsskattebelopp 
r&#228;knas om. Den justerade skattekostnaden ska d&#229; minskas med 
det obetalda beloppet. Vid till&#228;mpningen av beloppsangivelsen 
i euro ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt som 
anges i 1 kap. 4 &#167;.

Den effektiva skattesatsen och till&#228;ggsskattebeloppet ska d&#229; 
r&#228;knas om i enlighet med 3 kap. 37 och 38 &#167;&#167; f&#246;r 
justerings&#229;ret och de efterf&#246;ljande &#229;r som p&#229;verkas. Ett 
tillkommande till&#228;ggsskattebelopp ska enligt 3 kap. 38 &#167; 
l&#228;ggas till till&#228;ggsskattebeloppet f&#246;r det innevarande 
r&#228;kenskaps&#229;ret och ska f&#246;rdelas enligt 3 kap. 40 och 41 &#167;&#167;. 

Uppskjutna skattefordringar, uppskjutna skatteskulder och 
&#246;verf&#246;rda tillg&#229;ngar vid &#246;verg&#229;ngen till systemet

25 &#167; Vid fastst&#228;llande av den effektiva skattesatsen f&#246;r 
koncernenheter i en stat f&#246;r ett &#246;verg&#229;ngs&#229;r enligt 26 &#167; och 
f&#246;r varje d&#228;rp&#229; f&#246;ljande r&#228;kenskaps&#229;r ska alla de uppskjutna 
skattefordringar och uppskjutna skatteskulder som &#229;terspeglas 
eller redovisas i alla koncernenheters r&#228;kenskaper i en stat 
beaktas f&#246;r &#246;verg&#229;ngs&#229;ret.

Uppskjutna skattefordringar och uppskjutna skatteskulder ska 
r&#228;knas med utifr&#229;n den skattesats som &#228;r l&#228;gst av 
minimiskattesatsen och den till&#228;mpliga nationella 
skattesatsen. En uppskjuten skattefordran som har redovisats 
till en skattesats som &#228;r l&#228;gre &#228;n minimiskattesatsen f&#229;r dock 
r&#228;knas om enligt minimiskattesatsen om den skattskyldige kan 
visa att den uppskjutna skattefordran &#228;r h&#228;nf&#246;rlig till en 
justerad f&#246;rlust.

Effekter som uppst&#229;r n&#228;r v&#228;rdet p&#229; en uppskjuten skattefordran 
justeras eller n&#228;r principer f&#246;r att ta upp en s&#229;dan fordran i 
r&#228;kenskaperna &#228;ndras ska inte p&#229;verka v&#228;rdet av den uppskjutna 
skattefordran. 

26 &#167; Med &#246;verg&#229;ngs&#229;r f&#246;r en stat avses det f&#246;rsta r&#228;kenskaps&#229;r 
d&#229; en koncernenhet omfattas av en lagstiftning som &#228;r 
likv&#228;rdig med och administreras p&#229; ett s&#228;tt som &#228;r f&#246;renligt 
med 

1. best&#228;mmelserna i r&#229;dets direktiv 2022/2523, i den 
ursprungliga lydelsen, eller

2. n&#228;r det g&#228;ller en stat utanf&#246;r Europeiska unionen, 
modellreglerna.

27 &#167; Uppskjutna skattefordringar som h&#228;rr&#246;r fr&#229;n s&#229;dana poster 
som enligt 3 kap. inte ska ing&#229; vid ber&#228;kningen av justerat 
resultat ska undantas fr&#229;n den ber&#228;kning som avses i 25 &#167; n&#228;r 
s&#229;dana uppskjutna skattefordringar uppkommer i en transaktion 
som har &#228;gt rum efter den 30 november 2021.

28 &#167; Vid &#246;verf&#246;ring av tillg&#229;ngar mellan koncernenheter efter 
den 30 november 2021 men f&#246;re &#246;verg&#229;ngs&#229;rets b&#246;rjan ska det 
skattem&#228;ssiga v&#228;rdet f&#246;r de &#246;verf&#246;rda tillg&#229;ngarna, med 
undantag f&#246;r lager, motsvara det v&#228;rde som de &#246;verf&#246;rda 
tillg&#229;ngarna hade vid tidpunkten f&#246;r &#246;verf&#246;ringen enligt den 
&#246;verf&#246;rande koncernenhetens redovisning. Uppskjutna 
skattefordringar och skatteskulder ska fastst&#228;llas p&#229; grundval 
av samma v&#228;rde.

5 kap. Substansbelopp, verksamhet av begr&#228;nsad betydelse och 
internationell sj&#246;fartsverksamhet

1 &#167; I detta kapitel finns best&#228;mmelser om

- substansbelopp (2-11 &#167;&#167; ),

- undantag f&#246;r verksamhet av begr&#228;nsad betydelse (12-14 &#167;&#167; ), 
och

- undantag f&#246;r internationell sj&#246;fartsverksamhet (15-19 &#167;&#167; ).

Substansbelopp

Ber&#228;kningen av substansbeloppet

2 &#167; Vid ber&#228;kningen enligt 3 kap. 38 &#167; av den &#246;verskjutande 
vinsten ska en koncerns sammanlagda justerade resultat i en 
stat minskas med ett substansbelopp. Substansbeloppet f&#246;r 
samtliga koncernenheter som h&#246;r hemma i en stat &#228;r summan av 
ett belopp som avser personalkostnader ber&#228;knade enligt 3 &#167; 
och ett belopp som avser materiella anl&#228;ggningstillg&#229;ngar 
ber&#228;knat enligt 4 &#167;. 

F&#246;rsta stycket g&#228;ller inte f&#246;r investeringsenheter. 

Personalkostnader

3 &#167; Beloppet f&#246;r personalkostnader f&#246;r en koncernenhet &#228;r fem 
procent av kostnaderna f&#246;r anst&#228;llda och oberoende 
uppdragstagare som arbetar f&#246;r koncernen i den staten i 
enhetens ordinarie verksamhet och under koncernens ledning och 
kontroll. 

F&#246;ljande ska inte ing&#229; i ber&#228;kningen:

1. personalkostnader som lagts till balansv&#228;rdet p&#229; s&#229;dana 
materiella anl&#228;ggningstillg&#229;ngar som avses i 4 &#167;, och

2. personalkostnader som kan h&#228;nf&#246;ras till det resultat som 
inte tas med vid ber&#228;kningen av det justerade resultatet 
enligt 15 &#167;.

Materiella anl&#228;ggningstillg&#229;ngar

4 &#167; Beloppet f&#246;r materiella anl&#228;ggningstillg&#229;ngar f&#246;r en 
koncernenhet &#228;r fem procent av balansv&#228;rdet p&#229; s&#229;dana 
tillg&#229;ngar i den stat d&#228;r koncernenheten h&#246;r hemma. Som 
materiella anl&#228;ggningstillg&#229;ngar behandlas ocks&#229; f&#246;ljande 
tillg&#229;ngar om de finns i eller kan h&#228;nf&#246;ras till samma stat:

1. naturresurser,

2. leasetagares nyttjander&#228;tt till materiella 
anl&#228;ggningstillg&#229;ngar som redovisas som tillg&#229;ng i 
balansr&#228;kningen, och

3. en licens eller ett liknande arrangemang fr&#229;n en offentlig 
f&#246;rvaltning som g&#228;ller r&#228;tten att anv&#228;nda fast egendom eller 
att utnyttja naturresurser och som medf&#246;r betydande 
investeringar i materiella anl&#228;ggningstillg&#229;ngar.

F&#246;ljande ska inte ing&#229; i ber&#228;kningen:

1. balansv&#228;rdet p&#229; materiella anl&#228;ggningstillg&#229;ngar som 
innehas f&#246;r f&#246;rs&#228;ljning, leasing eller investering, och

2. balansv&#228;rdet p&#229; materiella anl&#228;ggningstillg&#229;ngar som 
anv&#228;nds i verksamhet som avses i 15 &#167;.

5 &#167; Med balansv&#228;rde enligt 4 &#167; avses genomsnittet av v&#228;rdet 
vid r&#228;kenskaps&#229;rets ing&#229;ng och utg&#229;ng i moderf&#246;retagets 
koncernredovisning. 

Fast driftst&#228;lle

6 &#167; F&#246;r ett fast driftst&#228;lle ska de belopp som avses i 3 och 
4 &#167;&#167; ber&#228;knas p&#229; grundval av s&#229;dana kostnader och tillg&#229;ngar 
som ing&#229;r i det fasta driftst&#228;llets separata r&#228;kenskaper 
enligt 7 kap. 19-21 &#167;&#167;. Detta g&#228;ller under f&#246;ruts&#228;ttning att 
tillg&#229;ngarna och personalen finns i samma stat som det fasta 
driftst&#228;llet.

Personalkostnader och materiella anl&#228;ggningstillg&#229;ngar som 
h&#228;nf&#246;r sig till ett fast driftst&#228;lle ska inte beaktas vid 
ber&#228;kningen enligt 3 och 4 &#167;&#167; f&#246;r huvudenheten.

Om ett fast driftst&#228;lles inkomster helt eller delvis undantas 
fr&#229;n det redovisade respektive justerade resultatet i enlighet 
med 7 kap. 6 och 16 &#167;&#167; ska personalkostnader och materiella 
anl&#228;ggningstillg&#229;ngar hos det fasta driftst&#228;llet undantas i 
motsvarande m&#229;n fr&#229;n ber&#228;kningen enligt 3 och 4 &#167;&#167;.

Del&#228;garbeskattade enheter

7 &#167; Om en del&#228;garbeskattad enhets personalkostnader och 
materiella anl&#228;ggningstillg&#229;ngar inte kan h&#228;nf&#246;ras till ett 
fast driftst&#228;lle enligt 6 &#167; ska de f&#246;rdelas till den 
del&#228;garbeskattade enhetens &#228;garenheter. Det g&#228;ller under 
f&#246;ruts&#228;ttning att tillg&#229;ngarna och personalen finns i den stat 
d&#228;r &#228;garenheten h&#246;r hemma.

Personalkostnaderna och v&#228;rdet av de materiella 
anl&#228;ggningstillg&#229;ngarna ska f&#246;rdelas p&#229; det s&#228;tt som anges i 
7 kap. 8 &#167;.

8 &#167; Om den del&#228;garbeskattade enheten &#228;r ett moderf&#246;retag ska 
personalkostnaderna och de materiella anl&#228;ggningstillg&#229;ngar 
som finns i den stat d&#228;r enheten h&#246;r hemma f&#246;rdelas till den 
del&#228;garbeskattade enheten. Personalkostnaderna och v&#228;rdet av 
tillg&#229;ngarna ska s&#228;nkas i proportion till hur stor andel av 
den justerade vinsten som undantas fr&#229;n den del&#228;garbeskattade 
enheten enligt med 7 kap. 12 och 13 &#167;&#167;.

9 &#167; De personalkostnader och anl&#228;ggningstillg&#229;ngar f&#246;r en 
del&#228;garbeskattad enhet som inte omfattas av 7 eller 8 &#167; ska 
undantas fr&#229;n koncernens ber&#228;kningar av substansbeloppet.

Statsl&#246;sa enheter

10 &#167; Substansbeloppet f&#246;r statsl&#246;sa koncernenheter ska 
ber&#228;knas enhet f&#246;r enhet. 

Val att inte g&#246;ra avdrag f&#246;r substansbeloppet

11 &#167; En rapporterande enhet f&#229;r v&#228;lja att inte g&#246;ra avdrag f&#246;r 
substansbelopp f&#246;r koncernenheterna som h&#246;r hemma i en stat. 
Ett s&#229;dant val g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som valet avser. 

Undantag vid verksamhet av begr&#228;nsad betydelse

12 &#167; En rapporterande enhet f&#229;r v&#228;lja att g&#246;ra ett undantag 
vid verksamhet av begr&#228;nsad betydelse. Ett s&#229;dant undantag 
inneb&#228;r att till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en 
stat ska best&#228;mmas till noll. Undantaget f&#229;r endast g&#246;ras om

1. den genomsnittliga int&#228;kten f&#246;r koncernenheterna i staten, 
ber&#228;knad enligt 13 &#167; f&#246;rsta stycket &#228;r l&#228;gre &#228;n tio miljoner 
euro, och

2. det genomsnittliga justerade resultatet f&#246;r 
koncernenheterna i staten, ber&#228;knat enligt 13 &#167; andra stycket, 
&#228;r l&#228;gre &#228;n en miljon euro.

Vid till&#228;mpningen av de beloppsangivelser i euro som finns i 
f&#246;rsta stycket ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt 
som anges i 1 kap. 4 &#167;.

Ett val enligt f&#246;rsta stycket g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som 
valet avser.

13 &#167; Den genomsnittliga int&#228;kten &#228;r genomsnittet av int&#228;kterna 
f&#246;r koncernenheterna under r&#228;kenskaps&#229;ret och de tv&#229; 
f&#246;reg&#229;ende r&#228;kenskaps&#229;ren. I 3, 4, 5 och 7 kap. finns 
best&#228;mmelser som kan p&#229;verka int&#228;kterna f&#246;r koncernenheterna. 

Det genomsnittliga justerade resultatet &#228;r genomsnittet av 
vinsterna minskat med f&#246;rlusterna f&#246;r koncernenheterna under 
r&#228;kenskaps&#229;ret och de tv&#229; f&#246;reg&#229;ende r&#228;kenskaps&#229;ren. I 3, 4, 5 
och 7 kap. finns best&#228;mmelser som kan p&#229;verka vinster 
respektive f&#246;rluster f&#246;r koncernenheterna. 

Om det f&#246;r n&#229;got av de tv&#229; f&#246;reg&#229;ende r&#228;kenskaps&#229;ren inte 
fanns koncernenheter i staten med int&#228;kt eller justerad 
f&#246;rlust, ska det r&#228;kenskaps&#229;ret undantas fr&#229;n ber&#228;kningen.

14 &#167; Best&#228;mmelserna i 12 och 13 &#167;&#167; ska inte till&#228;mpas p&#229; 
statsl&#246;sa koncernenheter eller p&#229; investeringsenheter. S&#229;dana 
koncernenheters int&#228;kter och justerade resultat ska undantas 
fr&#229;n ber&#228;kningen enligt 12 och 13 &#167;&#167;.

Undantag f&#246;r internationell sj&#246;fartsverksamhet

Resultat som inte ska tas med

15 &#167; Vid ber&#228;kningen av det justerade resultatet f&#246;r en 
koncernenhet ska enhetens resultat fr&#229;n internationell 
sj&#246;fartsverksamhet och fr&#229;n verksamhet som kompletterar 
internationell sj&#246;fartsverksamhet inte tas med. Detta g&#228;ller 
endast om den strategiska eller kommersiella f&#246;rvaltningen av 
alla ber&#246;rda fartyg faktiskt bedrivs fr&#229;n den stat d&#228;r 
koncernenheten h&#246;r hemma. Med en koncernenhets resultat fr&#229;n 
internationell sj&#246;fartsverksamhet och verksamhet som 
kompletterar internationell sj&#246;fartsverksamhet avses enhetens 
int&#228;kter enligt 18 och 19 &#167;&#167; med avdrag f&#246;r enhetens kostnader 
enligt 16 &#167;.

F&#246;rsta stycket g&#228;ller dock inte till den del int&#228;kterna f&#246;r 
samtliga koncernenheter i staten fr&#229;n s&#229;dan kompletterande 
verksamhet som avses i 19 &#167; &#246;verstiger h&#228;lften av dessa 
enheters int&#228;kter fr&#229;n internationell sj&#246;fartsverksamhet 
enligt 18 &#167;. I ett s&#229;dant fall ska det &#246;verskjutande beloppet 
tas med vid ber&#228;kningen av koncernenheternas justerade 
resultat.

Kostnader 

16 &#167; En koncernenhets kostnader som direkt kan h&#228;nf&#246;ras till 
en enhets internationella sj&#246;fartsverksamhet eller till 
verksamhet som kompletterar internationell sj&#246;fartsverksamhet 
ska dras av fr&#229;n enhetens int&#228;kter fr&#229;n s&#229;dan verksamhet vid 
ber&#228;kning av det resultat som ska undantas enligt 15 &#167;. 

En koncernenhets kostnader som indirekt kan h&#228;nf&#246;ras till en 
enhets internationella sj&#246;fartsverksamhet eller till 
verksamhet som kompletterar internationell sj&#246;fartsverksamhet 
ska dras av fr&#229;n enhetens int&#228;kter fr&#229;n s&#229;dan verksamhet i 
proportion till enhetens totala int&#228;kter vid ber&#228;kning av det 
resultat som ska undantas enligt 15 &#167;. 

F&#246;rluster 

17 &#167; Vid ber&#228;kning av en koncernenhets justerade resultat 
enligt 15 &#167; ska f&#246;rluster fr&#229;n internationell 
sj&#246;fartsverksamhet och verksamhet som kompletterar 
internationell sj&#246;fartsverksamhet inte tas med.

Int&#228;kter fr&#229;n internationell sj&#246;fartsverksamhet

18 &#167; Med en koncernenhets int&#228;kter fr&#229;n internationell 
sj&#246;farts-verksamhet avses int&#228;kter fr&#229;n f&#246;ljande verksamheter:

1. transporter av passagerare eller gods med fartyg i 
internationell trafik oavsett om fartygen &#228;gs, leasas eller p&#229; 
annat s&#228;tt st&#229;r till enhetens f&#246;rfogande,

2. transporter av passagerare eller gods med fartyg i 
internationell trafik inom ramen f&#246;r charterarrangemang som 
avser hyra av ett visst utrymme p&#229; ett fartyg, 

3. leasing av fartyg som ska anv&#228;ndas f&#246;r transporter av 
passagerare eller gods i internationell trafik med charter, 
fullt utrustade, bemannade och f&#246;rsedda med f&#246;rn&#246;denheter och 
vad som i &#246;vrigt &#228;r n&#246;dv&#228;ndigt f&#246;r fartygets drift,

4. leasing till en annan koncernenhet av obemannade fartyg som 
anv&#228;nds f&#246;r transporter av passagerare eller gods i 
internationell trafik,

5. deltagande i en pool, ett gemensamt f&#246;retag eller en 
internationell driftsorganisation f&#246;r transporter av 
passagerare eller gods med fartyg i internationell trafik, och

6. f&#246;rs&#228;ljning av fartyg som anv&#228;nds f&#246;r transporter av 
passagerare eller gods i internationell trafik under 
f&#246;ruts&#228;ttning att fartygen innehafts av enheten f&#246;r anv&#228;ndning 
under minst ett &#229;r.

Som int&#228;kter fr&#229;n internationell sj&#246;fartsverksamhet avses dock 
inte en koncernenhets int&#228;kter fr&#229;n transporter av passagerare 
eller gods med fartyg som endast sker via inre vattenv&#228;gar 
inom en och samma stat. 

Int&#228;kter fr&#229;n verksamhet som kompletterar internationell 
sj&#246;fartsverksamhet

19 &#167; Med en koncernenhets int&#228;kter fr&#229;n verksamhet som 
kompletterar internationell sj&#246;fartsverksamhet avses int&#228;kter 
fr&#229;n f&#246;ljande verksamheter, under f&#246;ruts&#228;ttning att de 
huvudsakligen bedrivs i samband med transport av passagerare 
eller gods i internationell trafik:

1. leasing av ett obemannat fartyg i form av charter till ett 
annat rederi som inte &#228;r en koncernenhet, under f&#246;ruts&#228;ttning 
att chartern inte &#246;verstiger tre &#229;r,

2. f&#246;rs&#228;ljning av biljetter som utf&#228;rdats av andra rederier 
f&#246;r den inrikes delen av en internationell resa,

3. leasing och korttidslagring av containrar eller 
f&#246;rseningsavgift som avser sen &#229;terl&#228;mning av containrar,

4. tillhandah&#229;llandet av tj&#228;nster till andra rederier som 
best&#229;r av att ingenj&#246;rer, underh&#229;llspersonal, lasthanterare, 
cateringpersonal eller kundservicepersonal st&#228;lls till 
rederiernas f&#246;rfogande, och

5. avkastning p&#229; kapital om investeringen &#228;r en integrerad del 
av driften av fartyg i internationell trafik.

6 kap. Skattskyldighet f&#246;r till&#228;ggsskatt 

1 &#167; I detta kapitel finns best&#228;mmelser om 

- skattskyldighet f&#246;r svensk nationell till&#228;ggsskatt (2 &#167; ),

- skattskyldighet enligt huvudregeln f&#246;r till&#228;ggsskatt (3-8 &#167;&#167; 
),

- skattskyldighet enligt kompletteringsregeln f&#246;r 
till&#228;ggsskatt (9-15 &#167;&#167; ), och 

- undantag fr&#229;n reglerna under fem &#229;r (16-18 &#167;&#167; ).

I 7 kap. finns best&#228;mmelser om hur best&#228;mmelserna i detta 
kapitel ska till&#228;mpas f&#246;r s&#228;rskilda enheter och transaktioner.

Skattskyldighet f&#246;r svensk nationell till&#228;ggsskatt

2 &#167; Om en svensk koncernenhet &#228;r l&#229;gbeskattad &#228;r enheten 
skattskyldig f&#246;r hela det till&#228;ggsskattebelopp som ber&#228;knats 
och f&#246;rdelats p&#229; enheten enligt 3 kap. 37-40 &#167;&#167; eller 4 kap. 
19 &#167;. 

Skattskyldighet enligt huvudregeln f&#246;r till&#228;ggsskatt

3 &#167; Om till&#228;mpningen av 2 &#167; om nationell till&#228;ggsskatt inte 
leder till att samtliga till&#228;ggsskattebelopp i koncernen tas 
ut i sin helhet, &#228;r svenska koncernenheter skattskyldiga f&#246;r 
till&#228;ggsskatt enligt best&#228;mmelserna i 4-8 &#167;&#167;.

Moderf&#246;retag

4 &#167; Ett moderf&#246;retag som har ett direkt eller indirekt 
&#228;garintresse i en l&#229;gbeskattad koncernenhet &#228;r skattskyldigt 
f&#246;r sin andel av koncernenhetens till&#228;ggsskattebelopp. 

Moderf&#246;retagets andel &#228;r koncernenhetens justerade resultat, 
efter avdrag f&#246;r det resultat som tillh&#246;r andra &#228;garintressen 
delat med enhetens totala justerade resultat. 

Ber&#228;kningen av det resultat som tillh&#246;r andra &#228;garintressen 
framg&#229;r av 7 &#167;. 

Mellanliggande moderenheter

5 &#167; Vad som s&#228;gs om moderf&#246;retag i 4 &#167; g&#228;ller &#228;ven f&#246;r en 
mellanliggande moderenhet om inte

1. enhetens moderf&#246;retag eller en annan mellanliggande 
moderenhet som har ett best&#228;mmande inflytande &#246;ver enheten 
omfattas av en huvudregel f&#246;r till&#228;ggsskatt, eller

2. enhetens moderf&#246;retag &#228;r undantaget fr&#229;n att till&#228;mpa 
huvudregeln och kompletteringsregeln enligt artikel 50 i 
r&#229;dets direktiv (EU) 2022/2523, i den ursprungliga lydelsen.

Del&#228;gda moderenheter

6 &#167; Vad som s&#228;gs om moderf&#246;retag i 4 &#167; g&#228;ller &#228;ven f&#246;r en 
del&#228;gd moderenhet om denna inte direkt eller indirekt helt &#228;gs 
av en annan del&#228;gd moderenhet som omfattas av en huvudregel.

Ber&#228;kning av det resultat som tillh&#246;r andra &#228;garintressen 

7 &#167; Den andel av det justerade resultatet som tillh&#246;r andra 
&#228;garintressen i en l&#229;gbeskattad koncernenhet &#228;r det belopp som 
skulle ha ansetts h&#246;ra till andra &#228;garintressen enligt 
principerna i den allm&#228;nt erk&#228;nda redovisningsstandard som 
anv&#228;nds i moderf&#246;retagets koncernredovisning. F&#246;r denna 
ber&#228;kning ska den l&#229;gbeskattade koncernenhetens justerade 
resultat anses utg&#246;ra dess nettoresultat. Vid denna ber&#228;kning 
ska

1. moderenheten anses ha uppr&#228;ttat koncernredovisning i 
enlighet med den allm&#228;nt erk&#228;nda redovisningsstandarden,

2. moderenheten anses ha ett s&#229;dant best&#228;mmande inflytande i 
koncernenheten som kr&#228;ver konsolidering post-f&#246;r-post i 
koncernredovisningen i 1,

3. hela det justerade resultatet anses vara h&#228;nf&#246;rligt till 
transaktioner med enheter som inte &#228;r koncernenheter, och

4. alla &#228;garintressen som inte direkt eller indirekt &#228;gs av 
moderenheten anses tillh&#246;ra &#228;gare som inte &#228;r koncernenheter. 

Avr&#228;kning

8 &#167; Fr&#229;n den andel av ett till&#228;ggsskattebelopp som en 
moderenhet &#228;r skattskyldig f&#246;r enligt 4-6 &#167;&#167; ska s&#229; stor del 
av beloppet avr&#228;knas som motsvarar det till&#228;ggsskattebelopp 
som ska betalas av en annan moderenhet som den f&#246;rstn&#228;mnda 
moderenheten direkt eller indirekt &#228;ger andel i. H&#246;gst ett 
belopp som motsvarar den f&#246;rstn&#228;mnda moderenhetens andel av 
till&#228;ggsskattebeloppet f&#229;r avr&#228;knas.

Skattskyldighet enligt kompletteringsregeln f&#246;r till&#228;ggsskatt

Kompletterande till&#228;ggsskatt

9 &#167; Om till&#228;mpningen av 2 &#167; om nationell till&#228;ggsskatt och en 
huvudregel f&#246;r till&#228;ggsskatt i en stat inte leder till att 
till&#228;ggsskattebelopp f&#246;r koncernens samtliga l&#229;gbeskattade 
koncernenheter tas ut i sin helhet, &#228;r svenska koncernenheter 
skattskyldiga f&#246;r kompletterande till&#228;ggsskatt enligt 
best&#228;mmelserna i 10-13 &#167;&#167;.

Kompletteringsregeln ska inte till&#228;mpas p&#229; 
investeringsenheter.

Kompletterande till&#228;ggsskatt f&#246;r svenska koncernenheter

10 &#167; Svenska koncernenheter &#228;r skattskyldiga f&#246;r 
kompletterande till&#228;ggsskatt om

1. moderf&#246;retaget inte omfattas av en huvudregel eller endast 
omfattas av en huvudregel i f&#246;rh&#229;llande till l&#229;gbeskattade 
koncernenheter i andra stater &#228;n den d&#228;r moderf&#246;retaget h&#246;r 
hemma, och

2. kompletterande till&#228;ggsskatt ska f&#246;rdelas till svenska 
koncernenheter enligt 12 &#167;.

Underlaget f&#246;r att f&#246;rdela kompletterande till&#228;ggsskatt

11 &#167; En koncerns kompletterande till&#228;ggsskatt &#228;r summan av 
samtliga koncernenheters till&#228;ggsskattebelopp efter att 
f&#246;ljande justeringar gjorts f&#246;r koncernenheterna:

1. Om moderf&#246;retagets alla &#228;garintressen i en l&#229;gbeskattad 
koncernenhet innehas genom moderenheter som samtliga omfattas 
av en huvudregel, ska till&#228;ggsskattebeloppet f&#246;r den 
l&#229;gbeskattade koncernenheten anses vara noll. 

2. Om n&#229;gon moderenhet med &#228;garintressen i en l&#229;gbeskattad 
koncernenhet i annat fall omfattas av en huvudregel i 
f&#246;rh&#229;llande till den l&#229;gbeskattade koncernenheten, ska 
till&#228;ggsskattebeloppet minskas med s&#229; stor del av 
till&#228;ggsskattebeloppet som ska betalas enligt huvudregeln.

F&#246;rdelning av kompletterande till&#228;ggsskatt till svenska 
koncernenheter

12 &#167; Svenska koncernenheter som ing&#229;r i en koncern vid 
utg&#229;ngen av det beskattnings&#229;r som till&#228;ggsskatten avser &#228;r 
skattskyldiga f&#246;r den del av koncernens kompletterande 
till&#228;ggsskatt som motsvarar de svenska koncernenheternas andel 
av anst&#228;llda och materiella tillg&#229;ngar.

De svenska koncernenheternas andel ber&#228;knas genom att antalet 
anst&#228;llda respektive det totala v&#228;rdet p&#229; de materiella 
tillg&#229;ngarna f&#246;r dessa enheter divideras med motsvarande tal 
f&#246;r samtliga koncernenheter i de stater som till&#228;mpar en 
kompletteringsregel. Kvoten av antalet anst&#228;llda och kvoten av 
materiella tillg&#229;ngar ska d&#228;refter l&#228;ggas samman och delas med 
tv&#229;.

13 &#167; Vid till&#228;mpningen av 12 &#167; g&#228;ller f&#246;ljande:

1. Med anst&#228;llda avses heltidsanst&#228;llda och oberoende 
uppdragstagare som deltar i den ordinarie verksamheten.

2. Med v&#228;rdet av materiella tillg&#229;ngar avses det bokf&#246;rda 
nettov&#228;rdet.

3. Till fasta driftst&#228;llen ska de materiella tillg&#229;ngar 
h&#228;nf&#246;ras som ing&#229;r i driftst&#228;llets r&#228;kenskaper enligt 7 kap. 
19-21 &#167;&#167;. Anst&#228;llda ska h&#228;nf&#246;ras till ett fast driftst&#228;lle om 
l&#246;nekostnaderna redovisas i dess r&#228;kenskaper enligt samma 
best&#228;mmelser. Tillg&#229;ngar och anst&#228;llda som h&#228;nf&#246;rs till ett 
fast driftst&#228;lle ska inte samtidigt h&#228;nf&#246;ras till 
huvudenheten.

4. Tillg&#229;ngar och anst&#228;llda som &#228;r h&#228;nf&#246;rliga till en 
investeringsenhet ska inte beaktas.

5. Anst&#228;llda och bokf&#246;rt nettov&#228;rde av materiella tillg&#229;ngar i 
en del&#228;garbeskattad enhet ska i f&#246;rsta hand h&#228;nf&#246;ras till ett 
fast driftst&#228;lle och i andra hand till de koncernenheter som 
h&#246;r hemma i den stat d&#228;r den del&#228;garbeskattade enheten 
bildades. Om det inte finns n&#229;gra koncern-enheter i den stat 
d&#228;r den del&#228;garbeskattade enheten bildades, ska antalet 
anst&#228;llda och bokf&#246;rt nettov&#228;rde av materiella tillg&#229;ngar inte 
beaktas.

Om till&#228;ggsskatt som tidigare har f&#246;rdelats till 
koncernenheter i en stat enligt kompletteringsregeln inte har 
tagits ut i sin helhet, ska antalet anst&#228;llda och bokf&#246;rt 
nettov&#228;rde av materiella tillg&#229;ngar h&#228;nf&#246;rliga till 
koncernenheter i den staten inte beaktas.

F&#246;rdelning av kompletterande till&#228;ggsskatt mellan svenska 
koncernenheter

14 &#167; Till&#228;ggsskatt enligt 10-13 &#167;&#167; ska f&#246;rdelas mellan svenska 
koncernenheter i proportion till respektive enhets andel av 
anst&#228;llda och materiella tillg&#229;ngar i Sverige.  

Ans&#246;kan om ansvar f&#246;r kompletterande till&#228;ggsskatt

15 &#167; Om samtliga svenska koncernenheter i en koncern ans&#246;ker 
om det ska Skatteverket besluta att en av dessa &#228;r ansvarig 
f&#246;r hela den kompletterande till&#228;ggsskatt som f&#246;rdelas till 
svenska koncernenheter enligt 12 &#167;. 

Ans&#246;kan ska g&#246;ras senast 14 m&#229;nader efter utg&#229;ngen av det 
beskattnings&#229;r som den avser. Beslutet g&#228;ller s&#229; l&#228;nge den 
ansvariga koncernenheten ing&#229;r i koncernen eller till dess att 
de svenska koncernenheterna gemensamt anm&#228;ler att ansvaret ska 
upph&#246;ra. 

Undantag fr&#229;n reglerna under fem &#229;r

16 &#167; F&#246;r en svensk koncernenhet som &#228;r ett moderf&#246;retag eller 
en mellanliggande moderenhet vars moderf&#246;retag &#228;r en 
undantagen enhet, ska till&#228;ggsskatt enligt 2 &#167; s&#228;ttas ned till 
noll under de f&#246;rsta fem &#229;ren av det som enligt 18 &#167; utg&#246;r 
koncernens inledande fas av internationell verksamhet. 

Om till&#228;ggsskatt ska s&#228;ttas ned enligt f&#246;rsta stycket ska &#228;ven 
till&#228;ggsskatt enligt 2 &#167; f&#246;r andra svenska koncernenheter i 
samma koncern s&#228;ttas ned till noll under samma period. Detta 
g&#228;ller dock inte f&#246;r en svensk koncernenhet som innehas av en 
mellanliggande moderenhet som har ett best&#228;mmande inflytande 
&#246;ver enheten, om den mellanliggande moderenheten omfattas av 
en huvudregel f&#246;r till&#228;ggsskatt i en annan stat.

F&#246;r en svensk koncernenhet som &#228;r ett moderf&#246;retag eller en 
mellanliggande moderenhet vars moderf&#246;retag &#228;r en undantagen 
enhet, ska till&#228;ggsskatt enligt 4 eller 5 &#167; avseende svenska 
koncernenheter s&#228;ttas ned till noll under de f&#246;rsta fem &#229;ren 
av koncernens inledande fas av internationell verksamhet. 

F&#246;r en koncern med samtliga koncernenheter i Sverige ska den 
till&#228;ggsskatt som en svensk koncernenhet &#228;r skattskyldig f&#246;r 
enligt 2, 4 eller  
5 &#167; s&#228;ttas ned till noll under de f&#246;rsta fem &#229;ren som 
koncernen omfattas av denna lag.

Fem&#229;rsperioden b&#246;rjar l&#246;pa tidigast det r&#228;kenskaps&#229;r d&#229; 
koncernen f&#246;rst omfattas av denna lag. 

17 &#167; Om moderf&#246;retaget h&#246;r hemma i en stat utanf&#246;r Europeiska 
unionen, ska den kompletterande till&#228;ggsskatten enligt 10 &#167; 
s&#228;ttas ned till noll under de f&#246;rsta fem &#229;ren av koncernens 
inledande fas av internationell verksamhet.

Fem&#229;rsperioden b&#246;rjar l&#246;pa det r&#228;kenskaps&#229;r d&#229; koncernen f&#246;rst 
omfattas av denna lag, dock tidigast f&#246;r beskattnings&#229;r som 
b&#246;rjar den 31 december 2024.

18 &#167; En koncern ska anses vara i den inledande fasen av 
internationell verksamhet om den har koncernenheter i h&#246;gst 
sex stater och summan av det bokf&#246;rda nettov&#228;rdet av 
materiella tillg&#229;ngar f&#246;r alla koncernenheter i alla stater 
utom referensstaten inte &#246;verstiger 50 miljoner euro. Vid 
till&#228;mpningen av beloppsangivelsen i euro ska belopp i annan 
valuta r&#228;knas om p&#229; det s&#228;tt som anges i 1 kap. 4 &#167;. 

Med referensstat avses den stat d&#228;r koncernen redovisar det 
h&#246;gsta totala v&#228;rdet av materiella tillg&#229;ngar under det 
r&#228;kenskaps&#229;r d&#229; koncernen f&#246;rst omfattas av denna lag.

Det totala v&#228;rdet av materiella tillg&#229;ngar i en stat &#228;r summan 
av det bokf&#246;rda nettov&#228;rdet av alla materiella tillg&#229;ngar f&#246;r 
alla koncernenheter som h&#246;r hemma i den staten.

7 kap. S&#228;rskilda enheter och transaktioner

1 &#167; I detta kapitel finns best&#228;mmelser om

- del&#228;garbeskattade enheter (2-16 &#167;&#167; ),

- fasta driftst&#228;llen (17-26 &#167;&#167; ),

- investeringsenheter (27-40 &#167;&#167; ),

- minoritets&#228;gda koncernenheter (41 och 42 &#167;&#167; ),

- samriskf&#246;retag (43-47 &#167;&#167; ),

- enheter som ansluter sig till eller l&#228;mnar en koncern (48-
56 &#167;&#167; ),

- &#246;verf&#246;ring av tillg&#229;ngar eller skulder (57-62 &#167;&#167; ),

- kontrollerade utl&#228;ndska f&#246;retag och hybridenheter (63-65 &#167;&#167; 
),

- moderf&#246;retag som omfattas av system med avdragsgill 
utdelning (66-70 &#167;&#167; ),

- koncerner med flera moderf&#246;retag (71-77 &#167;&#167; ), och

- godk&#228;nt utdelningsskattesystem (78-83 &#167;&#167; ).

Del&#228;garbeskattade enheter

Definitioner

2 &#167; Med del&#228;garbeskattad enhet avses en enhet vars del&#228;gare &#228;r 
skattskyldiga f&#246;r enhetens int&#228;kter, kostnader, vinst eller 
f&#246;rlust enligt lagstiftningen i den stat d&#228;r enheten bildades. 
En enhet ska dock inte anses som en del&#228;garbeskattad enhet om 
den har skatter&#228;ttslig hemvist i en annan stat &#228;n den d&#228;r den 
bildades och &#228;r skattskyldig d&#228;r f&#246;r medr&#228;knade skatter.

 

3 &#167; Med skattetransparent enhet avses en del&#228;garbeskattad 
enhet till den del dess del&#228;gare &#228;r skattskyldiga f&#246;r enhetens 
int&#228;kter, kostnader, vinst eller f&#246;rlust i den stat d&#228;r &#228;garen 
h&#246;r hemma enligt lagstiftningen d&#228;r. 

Med skattetransparent enhet avses ocks&#229; en koncernenhet som 

1. inte har skatter&#228;ttslig hemvist i n&#229;gon stat, 

2. inte &#228;r skattskyldig f&#246;r medr&#228;knade skatter eller f&#246;r 
nationell till&#228;ggsskatt p&#229; grundval av platsen f&#246;r 
f&#246;retagsledningen, platsen f&#246;r bildandet eller annan liknande 
omst&#228;ndighet vad avser dess int&#228;kter, kostnader, vinst eller 
f&#246;rlust, och 

3. uppfyller f&#246;ljande f&#246;ruts&#228;ttningar:

- dess del&#228;gare h&#246;r hemma i en stat d&#228;r de &#228;r skattskyldiga p&#229; 
det s&#228;tt som anges i f&#246;rsta stycket,

- enheten har inte platsen f&#246;r aff&#228;rsverksamhet i den stat d&#228;r 
den bildades, och

- enhetens int&#228;kter, kostnader, vinst eller f&#246;rlust kan inte 
h&#228;nf&#246;ras till ett fast driftst&#228;lle.

4 &#167; Med omv&#228;nd hybridenhet avses en del&#228;garbeskattad enhet 
till den del dess &#228;gare inte &#228;r skattskyldiga f&#246;r enhetens 
int&#228;kter, kostnader, vinst eller f&#246;rlust i den stat d&#228;r 
del&#228;garen h&#246;r hemma enligt lagstiftningen d&#228;r.

5 &#167; Med skattetransparent struktur avses ett &#228;garintresse i en 
koncernenhet som innehas indirekt genom en kedja av 
skattetransparenta enheter.

Minskning och f&#246;rdelning av redovisat resultat

6 &#167; Det redovisade resultatet f&#246;r en del&#228;garbeskattad enhet 
ska minskas med det belopp som h&#246;r till &#228;gare som inte &#228;r 
koncernenheter och som &#228;ger enheten direkt eller genom en 
skattetransparent struktur.

F&#246;rsta stycket g&#228;ller inte del&#228;garbeskattade enheter som

1. &#228;r moderf&#246;retag, eller 

2. &#228;gs, direkt eller genom en skattetransparent struktur, av 
ett moderf&#246;retag som &#228;r en del&#228;garbeskattad enhet.

7 &#167; Om en del&#228;garbeskattad enhet bedriver verksamhet genom ett 
fast driftst&#228;lle, ska det redovisade resultat som &#229;terst&#229;r 
efter minskning enligt 6 &#167; f&#246;rdelas till det fasta 
driftst&#228;llet i enlighet med vad som anges i  
19-24 &#167;&#167;.

8 &#167; Det redovisade resultat som &#229;terst&#229;r efter minskning och 
f&#246;rdelning enligt 6 eller 7 &#167; ska f&#246;rdelas till

1. koncernenhetens &#228;gare i enlighet med deras &#228;garintressen om 
enheten &#228;r en skattetransparent enhet som inte &#228;r 
moderf&#246;retag,

2. koncernenheten sj&#228;lv om enheten &#228;r en skattetransparent 
enhet som &#228;r moderf&#246;retag, och 

3. koncernenheten sj&#228;lv om enheten &#228;r en omv&#228;nd hybridenhet.

9 &#167; F&#246;rdelningen enligt 7 och 8 &#167;&#167; ska g&#246;ras separat f&#246;r varje 
enskilt &#228;garintresse i den del&#228;garbeskattade enheten.

10 &#167; Det redovisade resultatet f&#246;r en del&#228;garbeskattad 
koncernenhet ska minskas med den nettovinst eller nettof&#246;rlust 
som f&#246;rdelas till en annan koncernenhet enligt 8 &#167;.

F&#246;rdelning av skattekostnad

11 &#167; Om redovisat resultat f&#246;rdelas till en &#228;garenhet enligt 
8 &#167; 1 ska skattekostnad f&#246;rdelas till &#228;garenheten p&#229; samma 
s&#228;tt, om skattekostnaden

1. avser medr&#228;knade skatter, och

2. har redovisats i den del&#228;garbeskattade enhetens 
r&#228;kenskaper.

Justerat resultat f&#246;r en del&#228;garbeskattad enhet som &#228;r 
moderf&#246;retag

12 &#167; Det justerade resultatet f&#246;r en del&#228;garbeskattad enhet 
som &#228;r moderf&#246;retag ska minskas med det belopp som ska 
h&#228;nf&#246;ras till innehavaren av ett &#228;garintresse, om

1. &#228;garen beskattas f&#246;r inkomsten med en skattesats som &#228;r 
lika med eller h&#246;gre &#228;n minimiskattesatsen och inkomsten 
h&#228;nf&#246;rs till ett beskattnings&#229;r som avslutas senast tolv 
m&#229;nader efter utg&#229;ngen av moderf&#246;retagets r&#228;kenskaps&#229;r, eller

2. det rimligen kan f&#246;rv&#228;ntas att det sammanlagda beloppet av 
medr&#228;knade skatter f&#246;r moderf&#246;retaget och skatt som 
innehavaren av &#228;garintresset ska betala p&#229; inkomsten fr&#229;n 
enheten inom tolv m&#229;nader efter utg&#229;ngen av moderf&#246;retagets 
r&#228;kenskaps&#229;r &#228;r lika med eller &#246;verstiger enhetens inkomst 
multiplicerad med minimiskattesatsen.

13 &#167; Det justerade resultatet f&#246;r en del&#228;garbeskattad enhet 
som &#228;r moderf&#246;retag ska ocks&#229; minskas med det belopp som ska 
h&#228;nf&#246;ras till innehavaren av ett &#228;garintresse, om denna 
innehavare &#228;r

1. en fysisk person som har skatter&#228;ttslig hemvist och &#228;r 
skattskyldig i den stat d&#228;r moderf&#246;retaget h&#246;r hemma och vars 
&#228;garintresse ger r&#228;tt till h&#246;gst fem procent av vinst och 
tillg&#229;ngar i moderf&#246;retaget, eller

2. ett offentligt organ, en myndighetsenhet, en internationell 
organisation, en ideell organisation eller en pensionsenhet 
som har hemvist i den stat d&#228;r moderf&#246;retaget h&#246;r hemma och 
vars &#228;garintresse ger r&#228;tt till h&#246;gst fem procent av vinst och 
tillg&#229;ngar i moderf&#246;retaget.

 

14 &#167; Den justerade f&#246;rlusten f&#246;r en del&#228;garbeskattad enhet som 
&#228;r moderf&#246;retag ska minskas med den del som ska h&#228;nf&#246;ras till 
innehavaren av ett &#228;garintresse. Detta g&#228;ller dock bara till 
den del innehavaren f&#229;r beakta f&#246;rlusten vid ber&#228;kningen av 
sin beskattningsbara inkomst.

15 &#167; Kostnaden f&#246;r medr&#228;knade skatter ska minskas i proportion 
till minskningen av det justerade resultatet enligt 12 och 
13 &#167;&#167;.

16 &#167; Best&#228;mmelserna i 12-15 &#167;&#167; g&#228;ller ocks&#229; f&#246;r ett fast 
driftst&#228;lle, om

1. en del&#228;garbeskattad enhet som &#228;r moderf&#246;retag helt eller 
delvis bedriver sin verksamhet genom det fasta driftst&#228;llet, 
eller

2. en del&#228;garbeskattad enhet som &#228;r moderf&#246;retag, direkt eller 
genom en skattetransparent struktur, har ett &#228;garintresse i en 
skattetransparent enhet vars verksamhet helt eller delvis 
bedrivs genom det fasta driftst&#228;llet.

Fasta driftst&#228;llen 

Definitioner

17 &#167; Med fast driftst&#228;lle avses i denna lag 

1. om det finns ett g&#228;llande skatteavtal: en plats f&#246;r 
aff&#228;rsverksamhet i en stat d&#228;r platsen behandlas som ett fast 
driftst&#228;lle enligt skatteavtalet, om den staten beskattar 
inkomst h&#228;nf&#246;rlig till driftst&#228;llet enligt en best&#228;mmelse 
liknande artikel 7 i OECD:s modellavtal f&#246;r skatter p&#229; inkomst 
och f&#246;rm&#246;genhet,

2. om det inte finns ett g&#228;llande skatteavtal: en plats f&#246;r 
aff&#228;rsverksamhet i en stat, om den staten beskattar inkomst 
h&#228;nf&#246;rlig till en s&#229;dan plats f&#246;r aff&#228;rsverksamhet p&#229; grundval 
av ett nettoresultat p&#229; liknande s&#228;tt som staten beskattar 
personer som h&#246;r hemma d&#228;r,

3. om en stat inte har ett system f&#246;r bolagsbeskattning: en 
plats f&#246;r aff&#228;rsverksamhet i en stat d&#228;r platsen skulle ha 
behandlats som fast driftst&#228;lle enligt OECD:s modellavtal f&#246;r 
skatter p&#229; inkomst och f&#246;rm&#246;genhet, om den staten enligt 
artikel 7 i OECD:s modellavtal f&#246;r skatter p&#229; inkomst och 
f&#246;rm&#246;genhet skulle ha haft r&#228;tt att beskatta inkomst h&#228;nf&#246;rlig 
till platsen, eller

4. i &#246;vriga fall: en plats f&#246;r aff&#228;rsverksamhet fr&#229;n vilken 
verksamhet bedrivs utanf&#246;r den stat d&#228;r en huvudenhet h&#246;r 
hemma, om den staten inte beskattar inkomst h&#228;nf&#246;rlig till 
s&#229;dan verksamhet.

Vad som s&#228;gs i f&#246;rsta stycket om plats f&#246;r aff&#228;rsverksamhet i 
en stat g&#228;ller ocks&#229; f&#246;r verksamhet som inte bedrivs fr&#229;n 
n&#229;gon viss plats, om verksamheten &#228;r att likst&#228;lla med 
aff&#228;rsverksamhet som bedrivs av en huvudenhet p&#229; en plats inom 
staten. 

18 &#167; Med huvudenhet avses en enhet som tar upp ett fast 
driftst&#228;lles redovisade resultat i sina r&#228;kenskaper.

S&#228;rskilda regler f&#246;r ber&#228;kningen av redovisat och justerat 
resultat 

19 &#167; Med redovisat resultat avses, i fr&#229;ga om ett fast 
driftst&#228;lle enligt 17 &#167; 1-3, det resultat som framg&#229;r av dess 
r&#228;kenskaper om dessa uppr&#228;ttats i enlighet med 2 kap. 19 &#167; 1 
eller 3. Om det fasta driftst&#228;llet saknar r&#228;kenskaper avses 
det resultat som skulle ha framg&#229;tt av dess r&#228;kenskaper, om 
s&#229;dana hade uppr&#228;ttats i enlighet med den redovisningsstandard 
som anv&#228;nds i koncernredovisningen.

20 &#167; Det redovisade resultatet f&#246;r ett fast driftst&#228;lle enligt 
17 &#167; 1 eller 2 ska justeras s&#229; att det &#229;terspeglar endast 
inkomster och utgifter h&#228;nf&#246;rliga till det fasta driftst&#228;llet 
enligt ett till&#228;mpligt skatteavtal eller lagstiftningen i den 
stat d&#228;r det fasta driftst&#228;llet h&#246;r hemma. Detta g&#228;ller 
oavsett vilket belopp som &#228;r f&#246;rem&#229;l f&#246;r beskattning och 
vilket belopp som kan dras av som kostnader i denna stat.

21 &#167; Det redovisade resultatet f&#246;r ett fast driftst&#228;lle enligt 
17 &#167; 3 ska justeras s&#229; att det &#229;terspeglar endast de inkomster 
och utgifter som enligt artikel 7 i OECD:s modellavtal f&#246;r 
skatter p&#229; inkomst och f&#246;rm&#246;genhet ska vara h&#228;nf&#246;rliga till 
det fasta driftst&#228;llet.

22 &#167; Det redovisade resultatet f&#246;r ett fast driftst&#228;lle enligt 
17 &#167; 4 ska ber&#228;knas med h&#228;nsyn till de inkomster som undantas 
fr&#229;n beskattning i den stat d&#228;r huvudenheten h&#246;r hemma och de 
utgifter som inte f&#229;r dras av i denna stat. Detta g&#228;ller 
endast inkomster och utgifter h&#228;nf&#246;rliga till verksamhet som 
bedrivs utanf&#246;r den staten.

23 &#167; Vid ber&#228;kningen av huvudenhetens justerade resultat ska 
ett fast driftst&#228;lles redovisade resultat inte beaktas ut&#246;ver 
vad som anges i 24 &#167;.

24 &#167; Vid ber&#228;kningen av huvudenhetens justerade resultat ska 
en justerad f&#246;rlust hos ett fast driftst&#228;lle behandlas som en 
kostnad till den del f&#246;rlusten behandlas som en kostnad vid 
ber&#228;kningen av huvudenhetens beskattningsbara inkomst i den 
stat d&#228;r den h&#246;r hemma. Detta g&#228;ller under f&#246;ruts&#228;ttning att 
f&#246;rlusten inte kvittas mot n&#229;gon inkomst som &#228;r f&#246;rem&#229;l f&#246;r 
beskattning b&#229;de i den stat d&#228;r huvudenheten h&#246;r hemma och i 
den stat d&#228;r det fasta driftst&#228;llet h&#246;r hemma. 

Justerad vinst som uppst&#229;r ett senare &#229;r f&#246;r det fasta 
driftst&#228;llet ska behandlas som justerad vinst hos huvudenheten 
i den m&#229;n den inte &#246;verstiger den justerade f&#246;rlust som enligt 
f&#246;rsta stycket behandlades som en kostnad vid ber&#228;kningen av 
justerat resultat f&#246;r huvudenheten.

F&#246;rdelning av medr&#228;knade skatter mellan huvudenhet och fast 
driftst&#228;lle

25 &#167; Kostnaden f&#246;r medr&#228;knade skatter i en koncernenhets 
r&#228;kenskaper ska f&#246;rdelas till ett fast driftst&#228;lle om den &#228;r 
h&#228;nf&#246;rlig till det justerade resultatet f&#246;r det fasta 
driftst&#228;llet.

26 &#167; Om ett fast driftst&#228;lles justerade vinst behandlas som 
justerad vinst f&#246;r huvudenheten i enlighet med 24 &#167;, ska 
kostnaden f&#246;r medr&#228;knade skatter som uppkommer i den stat d&#228;r 
det fasta driftst&#228;llet h&#246;r hemma och som har samband med s&#229;dan 
vinst behandlas som en skattekostnad f&#246;r huvudenheten. Detta 
g&#228;ller dock endast till den del beloppet inte &#246;verstiger 
vinsten multiplicerad med den h&#246;gsta bolagsskattesatsen f&#246;r 
inkomst i den stat d&#228;r huvudenheten h&#246;r hemma.

Investeringsenheter

Ber&#228;kning av en investeringsenhets effektiva skattesats och 
till&#228;ggsskattebelopp

27 &#167; Den effektiva skattesatsen och till&#228;ggsskattebeloppet f&#246;r 
en investeringsenhet ska ber&#228;knas enligt 28-32 &#167;&#167;. Detta 
g&#228;ller dock inte om 

1. enheten &#228;r en skattetransparent enhet, eller

2. den rapporterande enheten har gjort ett val enligt 33 eller 
36 &#167;.

28 &#167; En investeringsenhets effektiva skattesats ska ber&#228;knas 
genom att den justerade skattekostnaden divideras med 
koncernens andel av investeringsenhetens justerade resultat.

Den effektiva skattesatsen f&#246;r investeringsenheten ska 
ber&#228;knas separat fr&#229;n den effektiva skattesatsen f&#246;r &#246;vriga 
koncernenheter i den stat d&#228;r investeringsenheten h&#246;r hemma. 
Om flera investeringsenheter h&#246;r hemma i samma stat ska 
skatter respektive andelar l&#228;ggas samman f&#246;r dessa enheter.

29 &#167; Vid ber&#228;kningen enligt 28 &#167; ska beaktas endast den del av 
den justerade skattekostnaden som &#228;r h&#228;nf&#246;rlig till koncernens 
andel av 

1. justerad vinst, och 

2. medr&#228;knade skatter som f&#246;rdelats till investeringsenheten i 
enlighet med 3 kap. 27 &#167;, 7 kap. 11, 25, 26 och 63-65 &#167;&#167;.

Medr&#228;knade skatter som inte kan h&#228;nf&#246;ras till inkomster som 
ing&#229;r i koncernens andel av investeringsenhetens justerade 
vinst ska inte beaktas.

30 &#167; Vid ber&#228;kningen av till&#228;ggsskattebeloppet f&#246;r en 
investeringsenhet ska det ber&#228;knas en procentsats f&#246;r 
till&#228;ggsskatt. Ber&#228;kningen av procentsatsen ska ske genom att 
minimiskattesatsen minskas med den effektiva skattesatsen f&#246;r 
enheten, om den effektiva skattesatsen &#228;r l&#228;gre &#228;n 
minimiskattesatsen.

Till&#228;ggsskattebeloppet f&#246;r investeringsenheten ska ber&#228;knas 
genom att procentsatsen f&#246;r till&#228;ggsskatt multipliceras med 
koncernens andel av investeringsenhetens justerade vinst efter 
minskning med ett substansbelopp, ber&#228;knat enligt 31 &#167;.

Om flera investeringsenheter h&#246;r hemma i samma stat, ska 
substansbeloppen respektive koncernens andelar av 
investeringsenheternas justerade vinster l&#228;ggas samman vid 
ber&#228;kningen enligt andra stycket.

31 &#167; En investeringsenhets substansbelopp ska ber&#228;knas enligt 
5 kap. 2-9 &#167;&#167;. Beloppet f&#246;r personalkostnader och beloppet f&#246;r 
materiella anl&#228;ggningstillg&#229;ngar ska tas med i ber&#228;kningen 
till den del de h&#228;nf&#246;rs till koncernens andel av 
investeringsenhetens justerade vinst.

En rapporterande enhet f&#229;r v&#228;lja att inte g&#246;ra avdrag f&#246;r 
substansbelopp. Ett s&#229;dant val g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som 
valet avser.

32 &#167; Vid till&#228;mpningen av 28-31 &#167;&#167; ska koncernens andel av en 
investeringsenhets justerade vinst motsvara moderf&#246;retagets 
andel av dess justerade resultat enligt 6 kap. 4 och 7 &#167;&#167;. Vid 
ber&#228;kningen av andelen ska &#228;garintressen som omfattas av ett 
val enligt 33 eller 36 &#167; inte beaktas.

Val att behandla en investeringsenhet som en skattetransparent 
enhet

33 &#167; En rapporterande enhet f&#229;r v&#228;lja att behandla en 
investeringsenhet eller en f&#246;rs&#228;kringsinvesteringsenhet som en 
skattetransparent enhet om &#228;garenheten

1. &#228;r skattskyldig i den stat d&#228;r den h&#246;r hemma enligt ett 
system f&#246;r omv&#228;rdering till aktuellt marknadsv&#228;rde eller 
liknande system baserat p&#229; de &#229;rliga f&#246;r&#228;ndringarna av det 
verkliga v&#228;rdet p&#229; dess &#228;garintressen i enheten, och

2. beskattas med en skattesats som &#228;r lika med eller 
&#246;verstiger minimiskattesatsen.

Ett val enligt f&#246;rsta stycket g&#228;ller i fem &#229;r fr&#229;n och med det 
r&#228;kenskaps&#229;r som valet avser. D&#228;refter forts&#228;tter valet att 
g&#228;lla, om den rapporterande enheten inte &#229;terkallar valet. Om 
valet &#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras 
f&#246;rst fem &#229;r efter det &#229;r som &#229;terkallelsen avser.

34 &#167; Om den rapporterande enheten g&#246;r ett val enligt 33 &#167; 
g&#228;ller f&#246;ljande. En koncernenhet som indirekt har ett 
&#228;garintresse i en investeringsenhet eller en 
f&#246;rs&#228;kringsinvesteringsenhet genom ett direkt &#228;garintresse i 
en annan s&#229;dan enhet ska anses vara skattskyldig enligt ett 
system f&#246;r omv&#228;rdering till aktuellt marknadsv&#228;rde eller 
liknande system &#228;ven avseende dess indirekta &#228;garintresse. 

35 &#167; Om den rapporterande enheten &#229;terkallar valet att 
behandla en investeringsenhet eller en 
f&#246;rs&#228;kringsinvesteringsenhet som en skattetransparent enhet, 
ska resultatet av en avyttring av investeringsenhetens eller 
f&#246;rs&#228;kringsinvesteringsenhetens tillg&#229;ngar eller skulder 
ber&#228;knas med h&#228;nsyn till deras sk&#228;liga marknadsv&#228;rde vid 
ing&#229;ngen av det r&#228;kenskaps&#229;r d&#229; &#229;terkallelsen g&#246;rs.

Val att till&#228;mpa en s&#228;rskild beskattningsmetod

36 &#167; En rapporterande enhet f&#229;r v&#228;lja att l&#229;ta en &#228;garenhet 
till&#228;mpa best&#228;mmelserna i 37-40 &#167;&#167; i fr&#229;ga om sitt 
&#228;garintresse i en investeringsenhet, om

1. &#228;garenheten inte &#228;r en investeringsenhet, och

2. &#228;garenheten rimligen kan f&#246;rv&#228;ntas bli f&#246;rem&#229;l f&#246;r 
beskattning av utdelningar fr&#229;n investeringsenheten till en 
skattesats som &#228;r lika med eller &#246;verstiger 
minimiskattesatsen.

Ett val enligt f&#246;rsta stycket g&#228;ller i fem &#229;r fr&#229;n och med det 
r&#228;kenskaps&#229;r som valet avser. D&#228;refter forts&#228;tter valet att 
g&#228;lla, om den rapporterande enheten inte &#229;terkallar valet. Om 
valet &#229;terkallas kan ett nytt val enligt f&#246;rsta stycket g&#246;ras 
f&#246;rst fem &#229;r efter det &#229;r som &#229;terkallelsen avser.

37 &#167; Vid ett val enligt 36 &#167; g&#228;ller f&#246;ljande:

1. Utdelning och uppskattad utdelning av en investeringsenhets 
justerade vinst ska tas med i den justerade vinsten f&#246;r den 
&#228;garenhet som erh&#246;ll utdelningen.

2. Investeringsenhetens medr&#228;knade skatter ska tas med vid 
ber&#228;kningen av den justerade vinsten och de medr&#228;knade 
skatterna f&#246;r den &#228;garenhet som erh&#246;ll utdelningen, under 
f&#246;ruts&#228;ttning att de kan avr&#228;knas mot s&#229;dan skatteskuld som 
uppkommit f&#246;r &#228;garenheten till f&#246;ljd av utdelning fr&#229;n 
investeringsenheten.

3. Investeringsenhetens justerade vinst ska motsvara 
&#228;garenhetens andel av investeringsenhetens ej utdelade 
justerade nettovinst enligt 38 &#167; som uppkommit under det 
ber&#228;knings&#229;r som avses i 39 &#167;. Vid till&#228;mpningen av 6 kap. ska 
till&#228;ggsskattebeloppet f&#246;r en l&#229;gbeskattad koncernenhet 
ber&#228;knas genom att s&#229;dan justerad vinst multipliceras med 
minimiskattesatsen.

4. Investeringsenhetens justerade resultat och justerade 
skattekostnad som kan h&#228;nf&#246;ras till resultatet ska undantas 
fr&#229;n ber&#228;kningen av den effektiva skattesatsen enligt 
best&#228;mmelserna i 3, 4, 5 kap. och 27-30 &#167;&#167; i detta kapitel. 
Det g&#228;ller dock inte f&#246;r de medr&#228;knade skatter som avses i 2.

38 &#167; En investeringsenhets ej utdelade justerade nettovinst 
f&#246;r ber&#228;knings&#229;ret ska ber&#228;knas genom att investeringsenhetens 
justerade vinst f&#246;r det &#229;ret minskas med f&#246;ljande poster, dock 
l&#228;gst till noll:

1. investeringsenhetens medr&#228;knade skatter,

2. utdelningar och uppskattade utdelningar till aktie&#228;gare som 
inte &#228;r investeringsenheter under ber&#228;kningsperioden, i den 
m&#229;n de inte dragits av ett tidigare ber&#228;knings&#229;r,

3. justerade f&#246;rluster som uppst&#229;r under ber&#228;kningsperioden, i 
den m&#229;n de inte dragits av ett tidigare ber&#228;knings&#229;r, och

4. &#229;terst&#229;ende justerade f&#246;rluster som har uppst&#229;tt f&#246;re 
ber&#228;kningsperioden.

39 &#167; Med uppskattad utdelning avses att ett direkt eller 
indirekt &#228;garintresse i en investeringsenhet, som omfattas av 
ett val enligt 36 &#167;, &#246;verf&#246;rs till en enhet som inte tillh&#246;r 
koncernen. Utdelningen ska anses uppg&#229; till den andel av den 
ej utdelade justerade nettovinsten som &#228;r h&#228;nf&#246;rlig till det 
&#246;verf&#246;rda &#228;garintresset p&#229; dagen f&#246;r en s&#229;dan &#246;verf&#246;ring, utan 
h&#228;nsyn till den uppskattade utdelningen.

Med ber&#228;knings&#229;r avses det tredje &#229;ret som f&#246;reg&#229;r 
r&#228;kenskaps&#229;ret.

Med ber&#228;kningsperiod avses den period som b&#246;rjar den f&#246;rsta 
dagen av det tredje &#229;ret som f&#246;reg&#229;r r&#228;kenskaps&#229;ret och som 
slutar den sista dagen av r&#228;kenskaps&#229;ret.

40 &#167; Om den rapporterande enheten &#229;terkallar valet ska 
investerings-enhetens justerade vinst motsvara &#228;garenhetens 
andel av investerings-enhetens ej utdelade justerade 
nettovinst f&#246;r ber&#228;knings&#229;ret vid utg&#229;ngen av det r&#228;kenskaps&#229;r 
som f&#246;reg&#229;r det r&#228;kenskaps&#229;r som &#229;terkallelsen avser. Vid 
till&#228;mpningen av 6 kap. ska till&#228;ggsskattebeloppet f&#246;r en 
l&#229;gbeskattad koncernenhet ber&#228;knas genom att en s&#229;dan justerad 
vinst multipliceras med minimiskattesatsen.

Minoritets&#228;gda koncernenheter

Ber&#228;kning av den effektiva skattesatsen och 
till&#228;ggsskattebeloppet

41 &#167; Ber&#228;kningen av den effektiva skattesatsen och 
till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat ska, vad 
avser koncernenheter som ing&#229;r i en minoritets&#228;gd undergrupp, 
g&#246;ras som om varje minoritets&#228;gd undergrupp var en egen 
koncern. Den justerade skattekostnaden och det justerade 
resultatet f&#246;r en enhet i en minoritets&#228;gd undergrupp ska 
undantas fr&#229;n best&#228;mmandet av den &#246;vriga koncernens effektiva 
skattesats ber&#228;knad enligt 3 kap. 37 &#167; och dess 
till&#228;ggsskattebelopp ber&#228;knat enligt 3 kap. 38 &#167;. 

Den effektiva skattesatsen och till&#228;ggsskattebeloppet f&#246;r en 
minoritets&#228;gd koncernenhet som inte ing&#229;r i en minoritets&#228;gd 
undergrupp ska ber&#228;knas separat f&#246;r den enheten. Den justerade 
skattekostnaden och det justerade resultatet f&#246;r enheten ska 
undantas fr&#229;n best&#228;mmandet av den &#246;vriga koncernens effektiva 
skattesats och till&#228;ggsskattebelopp. Detta g&#228;ller dock inte en 
koncernenhet som &#228;r en investeringsenhet.

Definitioner

42 &#167; Med minoritets&#228;gd koncernenhet avses en koncernenhet i 
vilken moderf&#246;retaget har ett direkt eller indirekt 
&#228;garintresse p&#229; h&#246;gst 30 procent. 

En minoritets&#228;gd moderenhet &#228;r en minoritets&#228;gd koncernenhet 
som direkt eller indirekt har best&#228;mmande inflytande i en 
annan minoritets&#228;gd koncernenhet, utom n&#228;r den minoritets&#228;gda 
moderenhetens best&#228;mmande inflytande direkt eller indirekt 
innehas av en annan minoritets&#228;gd koncernenhet. 

Med minoritets&#228;gd undergrupp avses en minoritets&#228;gd moderenhet 
och dess minoritets&#228;gda dotterf&#246;retag. 

Ett minoritets&#228;gt dotterf&#246;retag &#228;r en minoritets&#228;gd 
koncernenhet i vilken det best&#228;mmande inflytandet direkt eller 
indirekt innehas av en minoritets&#228;gd moderenhet.

Samriskf&#246;retag

43 &#167; Med samriskf&#246;retag avses en enhet vars finansiella 
resultat redovisas enligt kapitalandelsmetoden i 
moderf&#246;retagets koncernredovisning, under f&#246;ruts&#228;ttning att 
moderf&#246;retaget direkt eller indirekt innehar minst 50 procent 
av &#228;garintresset i samriskf&#246;retaget.

En enhet ska inte anses som ett samriskf&#246;retag om den utg&#246;r

1. ett moderf&#246;retag i en koncern som ska till&#228;mpa huvudregeln 
f&#246;r till&#228;ggsskatt,

2. en undantagen enhet,

3. en enhet i vilken koncernens &#228;garintresse innehas direkt 
genom en undantagen enhet och

- som uteslutande, eller s&#229; gott som uteslutande, bedriver 
verksamhet f&#246;r att inneha tillg&#229;ngar eller investera medel 
till f&#246;rm&#229;n f&#246;r dess investerare,

- som bedriver verksamheter som har samband med s&#229;dan 
verksamhet som bedrivs av den undantagna enheten, eller

- vars int&#228;kter i allt v&#228;sentligt undantas fr&#229;n ber&#228;kningen av 
den justerade vinsten eller f&#246;rlusten i enlighet med 3 kap. 9 
och 10 &#167;&#167;,

4. en enhet som innehas av en koncern som uteslutande best&#229;r 
av undantagna enheter, och

5. ett dotterf&#246;retag till ett samriskf&#246;retag.

44 &#167; Med dotterf&#246;retag till ett samriskf&#246;retag avses en enhet 
vars tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den 

1. har konsoliderats i ett samriskf&#246;retags koncernredovisning 
enligt en allm&#228;nt erk&#228;nd redovisningsstandard, eller 

2. skulle ha konsoliderats i en s&#229;dan koncernredovisning 
enligt en allm&#228;nt erk&#228;nd redovisningsstandard. 

Ett fast driftst&#228;lle vars huvudenhet &#228;r ett samriskf&#246;retag 
eller dotterf&#246;retag till ett samriskf&#246;retag ska anses utg&#246;ra 
ett dotterf&#246;retag till ett samriskf&#246;retag. 

45 &#167; Ber&#228;kningen av till&#228;ggsskattebeloppet f&#246;r ett 
samriskf&#246;retag och dess dotterf&#246;retag (en 
samriskf&#246;retagskoncern) ska g&#246;ras i enlighet med 3 kap. 37-
41 &#167;&#167; som om enheterna hade varit koncernenheter i en egen 
koncern med samriskf&#246;retaget som moderf&#246;retag.

46 &#167; En moderenhet som har ett direkt eller indirekt 
&#228;garintresse i ett samriskf&#246;retag eller ett dotterf&#246;retag till 
ett samriskf&#246;retag ska med avseende p&#229; sin andel av 
till&#228;ggsskattebeloppet f&#246;r samriskf&#246;retaget eller f&#246;r 
dotterf&#246;retaget till&#228;mpa best&#228;mmelserna i 6 kap. 3-8 &#167;&#167;.

47 &#167; Det till&#228;ggsskattebelopp som bel&#246;per p&#229; en 
samriskf&#246;retagskoncern ska minskas med varje moderenhets andel 
av det till&#228;ggsskattebelopp som ska tas ut enligt 46 &#167;. 
&#197;terst&#229;ende till&#228;ggsskattebelopp ska l&#228;ggas till det totala 
till&#228;ggsskattebeloppet enligt best&#228;mmelserna i 6 kap. 11 &#167;.

Enheter som ansluter sig till eller l&#228;mnar en koncern

48 &#167; Om en enhet blir eller upph&#246;r att vara en del av en 
koncern till f&#246;ljd av att det sker en &#246;verf&#246;ring av direkta 
eller indirekta &#228;garintressen i enheten eller om enheten blir 
moderf&#246;retag i en ny koncern under ett r&#228;kenskaps&#229;r 
(f&#246;rv&#228;rvs&#229;ret), ska enheten behandlas som en koncernenhet i 
b&#229;da koncernerna. Detta g&#228;ller om en del av enhetens 
tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den 
konsolideras post-f&#246;r-post i moderf&#246;retagets 
koncernredovisning under f&#246;rv&#228;rvs&#229;ret.

Enhetens effektiva skattesats och till&#228;ggsskatt ska ber&#228;knas 
enligt 49-56 &#167;&#167;. 

49 &#167; Under f&#246;rv&#228;rvs&#229;ret ska koncernen beakta endast den del av 
en koncernenhets redovisade resultat och medr&#228;knade skatter 
som ing&#229;r i moderf&#246;retagets koncernredovisning.

50 &#167; Under f&#246;rv&#228;rvs&#229;ret och varje d&#228;rp&#229; f&#246;ljande r&#228;kenskaps&#229;r 
ska en koncernenhets justerade resultat och justerade skatter 
baseras p&#229; de v&#228;rden av tillg&#229;ngar och skulder som redovisades 
omedelbart f&#246;re f&#246;rv&#228;rvet. 

51 &#167; Under f&#246;rv&#228;rvs&#229;ret ska vid ber&#228;kningen av en 
koncernenhets belopp f&#246;r personalkostnader enligt 5 kap. 3 &#167; 
beaktas endast de kostnader som ing&#229;r i moderf&#246;retagets 
koncernredovisning. 

52 &#167; Ber&#228;kningen av beloppet f&#246;r en koncernenhets materiella 
anl&#228;ggningstillg&#229;ngar enligt 5 kap. 4 &#167; ska justeras i 
proportion till den del av f&#246;rv&#228;rvs&#229;ret som enheten varit en 
del av koncernen.

53 &#167; Den f&#246;rv&#228;rvande koncernen ska beakta uppskjutna 
skattefordringar och uppskjutna skatteskulder f&#246;r en 
koncernenhet som &#246;verf&#246;rs mellan koncerner p&#229; samma s&#228;tt och i 
samma utstr&#228;ckning som om den f&#246;rv&#228;rvande koncernen hade haft 
ett best&#228;mmande inflytande &#246;ver enheten n&#228;r s&#229;dana tillg&#229;ngar 
och skulder uppkom. Detta g&#228;ller dock inte en s&#229;dan uppskjuten 
skattefordran som avses i 4 kap. 13-17 &#167;&#167;. 

54 &#167; Uppskjutna skatteskulder som tidigare har beaktats vid 
ber&#228;kningen av en koncernenhets justerade skattekostnad ska 
vid till&#228;mpningen av 3 kap. 35 &#167; behandlas som &#229;terf&#246;rda av 
den avyttrande koncernen och som om de uppkommit i den 
f&#246;rv&#228;rvande koncernen under f&#246;rv&#228;rvs&#229;ret. Om en uppskjuten 
skatteskuld inte &#229;terf&#246;rs f&#246;re slutet av det femte 
r&#228;kenskaps&#229;ret efter f&#246;rv&#228;rvs&#229;ret, ska den minskning av den 
skattekostnad som anges i 3 kap. 35 &#167; i st&#228;llet g&#246;ras det 
femte &#229;ret efter f&#246;rv&#228;rvet. Om minskningen medf&#246;r att det blir 
en negativ skattekostnad ska ett tillkommande 
till&#228;ggsskattebelopp ber&#228;knas.

55 &#167; Om den f&#246;rv&#228;rvade enheten &#228;r en moderenhet som ocks&#229; &#228;r 
en koncernenhet i tv&#229; eller flera koncerner under 
f&#246;rv&#228;rvs&#229;ret, ska huvudregeln f&#246;r till&#228;ggsskatt till&#228;mpas p&#229; 
moderenhetens andel av det till&#228;ggsskattebelopp som ber&#228;knats 
f&#246;r de l&#229;gbeskattade koncernenheterna i respektive koncern. 

56 &#167; Trots best&#228;mmelserna i 49-55 &#167;&#167; ska i vissa fall f&#246;rv&#228;rv 
eller avyttring av andelar som inneb&#228;r att det best&#228;mmande 
inflytandet &#246;ver en enhet &#246;verg&#229;r fr&#229;n en enhet till en annan 
behandlas som f&#246;rv&#228;rv eller avyttring av enhetens tillg&#229;ngar 
och skulder. Detta g&#228;ller om 

1. den stat d&#228;r den f&#246;rv&#228;rvade enheten h&#246;r hemma eller, n&#228;r 
det g&#228;ller en skattetransparent enhet, den stat d&#228;r 
tillg&#229;ngarna &#228;r bel&#228;gna behandlar f&#246;rv&#228;rvet eller avyttringen 
p&#229; samma eller liknande s&#228;tt som ett f&#246;rv&#228;rv eller en 
avyttring av tillg&#229;ngar och skulder, och 

2. den &#246;verl&#229;tande enheten beskattas f&#246;r skillnaden mellan det 
skattem&#228;ssiga v&#228;rdet p&#229; tillg&#229;ngarna och skulderna och 
ers&#228;ttningen f&#246;r andelarna eller det verkliga v&#228;rdet p&#229; 
tillg&#229;ngarna och skulderna.

&#214;verf&#246;ring av tillg&#229;ngar eller skulder

Justerat resultat 

57 &#167; En koncernenhet som avyttrar tillg&#229;ngar eller skulder ska 
vid ber&#228;kningen av sitt justerade resultat ta med den vinst 
eller f&#246;rlust som uppkommer vid en s&#229;dan avyttring. En 
koncernenhet som f&#246;rv&#228;rvar tillg&#229;ngar eller skulder ska 
ber&#228;kna sitt justerade resultat p&#229; grundval av de f&#246;rv&#228;rvade 
tillg&#229;ngarnas och skuldernas redovisade v&#228;rde som har best&#228;mts 
enligt den redovisningsstandard som anv&#228;nds i moderf&#246;retagets 
koncernredovisning. 

58 &#167; Vid en omorganisering enligt 59 &#167; g&#228;ller best&#228;mmelserna i 
60 och 61 &#167;&#167; i st&#228;llet f&#246;r best&#228;mmelsen i 57 &#167;. 

59 &#167; Med omorganisering avses en &#246;verf&#246;ring av tillg&#229;ngar 
eller skulder vid en fusion, delning, likvidation eller 
liknande transaktion om f&#246;ljande villkor &#228;r uppfyllda: 

1. Ers&#228;ttningen f&#246;r &#246;verf&#246;ringen utg&#246;rs helt eller delvis av 
egetkapitalinstrument emitterade av den f&#246;rv&#228;rvande 
koncernenheten eller av en person med anknytning till den 
enheten eller, vid likvidation, enhetens 
egetkapitalinstrument. Om en emission av egetkapitalinstrument 
inte skulle ha n&#229;gon ekonomisk betydelse beh&#246;ver n&#229;gon 
ers&#228;ttning inte l&#228;mnas. 

2. Den avyttrande koncernenhetens vinst eller f&#246;rlust p&#229; dessa 
tillg&#229;ngar beskattas inte. 

3. Den f&#246;rv&#228;rvande koncernenheten ska ber&#228;kna, enligt 
skattelagstiftningen d&#228;r den h&#246;r hemma, den beskattningsbara 
inkomsten efter &#246;verf&#246;ringen med h&#228;nsyn till den avyttrande 
enhetens skattem&#228;ssiga v&#228;rde f&#246;r tillg&#229;ngarna, justerad f&#246;r 
icke kvalificerad vinst eller f&#246;rlust vid &#246;verf&#246;ringen. 

Med icke kvalificerad vinst eller f&#246;rlust avses det l&#228;gsta 
beloppet av 

- den avyttrande koncernenhetens vinst eller f&#246;rlust som 
uppkommer i samband med en omorganisering som beskattas i den 
stat d&#228;r den avyttrande koncernenheten h&#246;r hemma, eller 

- den vinst eller f&#246;rlust i redovisningen som uppkommer i 
samband med omorganiseringen. 

60 &#167; Vid en avyttring eller ett f&#246;rv&#228;rv av tillg&#229;ngar eller 
skulder som sker i samband med en omorganisering enligt 59 &#167; 
g&#228;ller f&#246;ljande: 

1. Den avyttrande koncernenheten ska vid ber&#228;kningen av sitt 
justerade resultat undanta vinst eller f&#246;rlust som uppkommer 
vid en s&#229;dan avyttring.

2. Den f&#246;rv&#228;rvande koncernenheten ska ber&#228;kna sitt justerade 
resultat p&#229; grundval av det v&#228;rde p&#229; tillg&#229;ngarna och 
skulderna som den avyttrande koncernenheten redovisat 
omedelbart f&#246;re avyttringen.

61 &#167; Vid en avyttring av tillg&#229;ngar eller skulder som sker i 
samband med en omorganisering enligt 59 &#167; och som f&#246;r den 
avyttrande koncernenheten leder till en icke kvalificerad 
vinst eller f&#246;rlust g&#228;ller f&#246;ljande: 

1. Den avyttrande koncernenheten ska inkludera vinst eller 
f&#246;rlust som h&#228;rr&#246;r fr&#229;n avyttringen vid ber&#228;kningen av dess 
justerade resultat motsvarande den icke kvalificerade vinsten 
eller f&#246;rlusten enligt 59 &#167; andra stycket. 

2. Den f&#246;rv&#228;rvande koncernenheten ska ber&#228;kna sitt justerade 
resultat efter f&#246;rv&#228;rvet p&#229; grundval av det v&#228;rde p&#229; 
tillg&#229;ngarna och skulderna som den avyttrande koncernenheten 
redovisat omedelbart f&#246;re avyttringen. V&#228;rdet ska justeras i 
enlighet med lokala skatteregler f&#246;r att ta h&#228;nsyn till den 
icke kvalificerade vinsten eller f&#246;rlusten. 

62 &#167; En rapporterande enhet f&#229;r v&#228;lja att en koncernenhet, som 
vid beskattningen f&#229;r eller ska v&#228;rdera tillg&#229;ngar och skulder 
till verkligt v&#228;rde i den stat d&#228;r den h&#246;r hemma, ska 

1. vid ber&#228;kningen av sitt justerade resultat ta med ett 
vinst- eller f&#246;rlustbelopp f&#246;r varje tillg&#229;ng och skuld som 
ska

a) motsvara skillnaden mellan tillg&#229;ngens eller skuldens 
redovisade v&#228;rde omedelbart f&#246;re tidpunkten f&#246;r den 
beskattningsbara h&#228;ndelsen och tillg&#229;ngens eller skuldens 
verkliga v&#228;rde omedelbart efter den h&#228;ndelsen, och

b) minskas eller &#246;kas med icke kvalificerad vinst eller 
f&#246;rlust enligt 59 &#167; andra stycket som uppkommer i samband med 
den beskattningsbara h&#228;ndelsen,

2. anv&#228;nda tillg&#229;ngens eller skuldens verkliga v&#228;rde enligt 
redovisningen omedelbart efter den beskattningsbara h&#228;ndelsen 
f&#246;r att ber&#228;kna justerad vinst eller f&#246;rlust f&#246;r de 
r&#228;kenskaps&#229;r som avslutas efter den beskattningsbara 
h&#228;ndelsen, och

3. ta med nettosumman av de belopp som best&#228;ms enligt 1 i 
koncernenhetens justerade resultat, antingen genom att

a) nettosumman av beloppen tas med f&#246;r det r&#228;kenskaps&#229;r d&#229; den 
beskattningsbara h&#228;ndelsen intr&#228;ffar, eller

b) ett belopp som uppg&#229;r till nettosumman av dessa belopp 
dividerat med fem tas med under det r&#228;kenskaps&#229;r d&#229; den 
beskattningsbara h&#228;ndelsen intr&#228;ffar och under vart och ett av 
de fyra f&#246;ljande r&#228;kenskaps&#229;ren. 

Vad som s&#228;gs i f&#246;rsta stycket 3 b g&#228;ller inte om 
koncernenheten upph&#246;r att ing&#229; i koncernen. I s&#229; fall ska det 
&#229;terst&#229;ende beloppet tas med under det r&#228;kenskaps&#229;ret d&#229; 
koncernf&#246;rh&#229;llandet upph&#246;rt.

Kontrollerade utl&#228;ndska f&#246;retag och hybridenheter

F&#246;rdelning av medr&#228;knade skatter 

63 &#167; Kostnaden f&#246;r medr&#228;knade skatter i en koncernenhets 
r&#228;kenskaper ska f&#246;rdelas till koncernenhetens kontrollerade 
utl&#228;ndska f&#246;retag om den h&#228;nf&#246;r sig till detta f&#246;retags 
inkomst och har tagits ut enligt ett system f&#246;r beskattning av 
kontrollerade utl&#228;ndska bolag.

I fr&#229;ga om skattekostnad som avser passiva int&#228;kter ska 
f&#246;rdelningen enligt f&#246;rsta stycket motsvara det l&#228;gsta 
beloppet av medr&#228;knade skatter p&#229; passiva int&#228;kter och ett 
belopp som utg&#246;rs av procentsatsen f&#246;r till&#228;ggsskatt f&#246;r den 
l&#229;gbeskattade staten multiplicerad med de passiva int&#228;kterna. 

Vid ber&#228;kningen av procentsatsen f&#246;r till&#228;ggsskatt ska 
&#228;garenhetens medr&#228;knade skatter p&#229; de passiva int&#228;kterna inte 
beaktas. &#214;verskjutande medr&#228;knade skatter p&#229; passiva int&#228;kter 
ska h&#228;nf&#246;ras till &#228;garenheten.

64 &#167; Kostnaden f&#246;r medr&#228;knade skatter i en koncernenhets 
r&#228;kenskaper ska f&#246;rdelas till en hybridenhet om den avser 
hybridenhetens justerade vinst. Den del av kostnaden som avser 
passiva int&#228;kter ska f&#246;rdelas p&#229; s&#228;tt som anges i 63 &#167; andra 
och tredje styckena.

Med hybridenhet avses en enhet som &#228;r skattskyldig f&#246;r 
inkomstskatt i den stat d&#228;r den h&#246;r hemma och som beskattas 
hos del&#228;garna i den stat d&#228;r de h&#246;r hemma.

65 &#167; Med passiva int&#228;kter avses int&#228;kter som 

1. ing&#229;r i den justerade vinsten f&#246;r en koncernenhet och 
beskattas hos &#228;garenheten enligt ett system f&#246;r beskattning av 
kontrollerade utl&#228;ndska bolag eller p&#229; grund av &#228;garintresse i 
en hybridenhet, och

2. utg&#246;r

- utdelning eller motsvarande, 

- r&#228;nta eller motsvarande, 

- hyra, 

- royalty,

- annan avtalsenlig ers&#228;ttning som sker &#246;ver tid 
(annuitetsbelopp), eller

- nettovinst vid f&#246;rs&#228;ljning av egendom som ger upphov till 
s&#229;dana int&#228;kter.

Moderf&#246;retag som omfattas av system med avdragsgill utdelning

66 &#167; Med system med avdragsgill utdelning avses regler som 
syftar till att uppn&#229; beskattning i ett led genom att 
utdelning fr&#229;n en enhet till dess &#228;gare ska dras av fr&#229;n 
enhetens inkomst. I fr&#229;ga om ett kooperativ avses ocks&#229; regler 
om att ett kooperativ undantas fr&#229;n beskattning.

Med avdragsgill utdelning avses 

- utdelning till den som &#228;ger andel i en koncernenhet om 
utdelningen enligt lagstiftningen i den stat som enheten h&#246;r 
hemma i ska dras av vid ber&#228;kningen av dess beskattningsbara 
inkomst, eller

- kooperativ utdelning till en medlem i ett kooperativ.

Med kooperativ avses en enhet som gemensamt s&#228;ljer eller 
f&#246;rv&#228;rvar varor eller tj&#228;nster f&#246;r sina medlemmars r&#228;kning och 
som i den stat d&#228;r den h&#246;r hemma omfattas av regler som 
s&#228;kerst&#228;ller skattem&#228;ssig neutralitet f&#246;r varor eller tj&#228;nster 
som s&#228;ljs eller f&#246;rv&#228;rvas av dess medlemmar genom 
kooperativet.

67 &#167; Den justerade vinsten f&#246;r ett moderf&#246;retag i en koncern 
som omfattas av ett system med avdragsgill utdelning ska 
minskas med belopp som delas ut som avdragsgill utdelning inom 
tolv m&#229;nader efter utg&#229;ngen av det r&#228;kenskaps&#229;r som den 
justerade vinsten avser, om

1. mottagaren beskattas f&#246;r utdelningen med en skattesats som 
&#228;r lika med eller h&#246;gre &#228;n minimiskattesatsen och inkomsten 
h&#228;nf&#246;rs till ett beskattnings&#229;r som avslutas senast tolv 
m&#229;nader efter utg&#229;ngen av r&#228;kenskaps&#229;ret, eller

2. det rimligen kan f&#246;rv&#228;ntas att det sammanlagda beloppet av 
medr&#228;knade skatter f&#246;r moderf&#246;retaget och skatt som mottagaren 
betalar p&#229; utdelningen &#228;r lika med eller &#246;verstiger den 
utdelande enhetens inkomst multiplicerad med 
minimiskattesatsen.

Vid till&#228;mpningen av best&#228;mmelserna i f&#246;rsta stycket ska 
mottagaren anses ha beskattats f&#246;r utdelning som l&#228;mnats i 
f&#246;rh&#229;llande till ink&#246;p fr&#229;n ett ink&#246;pskooperativ till den del 
utdelningen minskar en avdragsgill utgift eller kostnad. 

68 &#167; Den justerade vinsten f&#246;r ett moderf&#246;retag i en koncern 
som omfattas av ett system med avdragsgill utdelning ska, 
ut&#246;ver vad som anges i 67 &#167;, minskas med det belopp som delas 
ut som avdragsgill utdelning inom tolv m&#229;nader efter utg&#229;ngen 
av det r&#228;kenskaps&#229;r som den justerade vinsten avser, om 
mottagaren &#228;r

1. en fysisk person som &#228;r medlem i ett ink&#246;pskooperativ, och 
utdelningen l&#228;mnas i f&#246;rh&#229;llande till gjorda ink&#246;p,

2. en fysisk person som har skatter&#228;ttslig hemvist och &#228;r 
skattskyldig i den stat d&#228;r moderf&#246;retaget h&#246;r hemma och 
dennes &#228;garintressen ger r&#228;tt till h&#246;gst fem procent av vinst 
och tillg&#229;ngar i moderf&#246;retaget, eller

3. ett offentligt organ, en myndighetsenhet, en internationell 
organisation, en ideell organisation eller en pensionsfond som 
h&#246;r hemma i den stat d&#228;r moderf&#246;retaget h&#246;r hemma.

69 &#167; Kostnaden f&#246;r medr&#228;knade skatter p&#229; utdelad vinst ska 
minskas i proportion till minskningen av den justerade vinsten 
enligt 67 eller 68 &#167;. 

Den justerade vinsten ska minskas med samma belopp som 
kostnaden f&#246;r medr&#228;knade skatter minskats med. 

70 &#167; Om moderf&#246;retaget direkt innehar en &#228;garandel i en 
koncernenhet som omfattas av best&#228;mmelser om avdragsgill 
utdelning, ska best&#228;mmelserna i 67 och 68 &#167;&#167; till&#228;mpas p&#229; 
&#246;vriga koncernenheter som h&#246;r hemma i samma stat som 
moderf&#246;retaget till den del koncernenheten l&#228;mnar utdelning 
till moderf&#246;retaget och moderf&#246;retaget delar ut den justerade 
vinsten till en mottagare som anges i 67 eller 68 &#167;. Detta 
g&#228;ller ocks&#229; om ett moderf&#246;retag indirekt har en &#228;garandel i 
en s&#229;dan koncernenhet genom andra koncernenheter som omfattas 
av best&#228;mmelserna i 67 eller 68 &#167;.

Koncerner med flera moderf&#246;retag

71 &#167; Med koncern med flera moderf&#246;retag avses tv&#229; eller flera 
koncerner vars moderf&#246;retag ing&#229;tt ett arrangemang i form av 
en sammanl&#228;nkad struktur eller dubbel notering, om minst en 
enhet eller ett fast driftst&#228;lle i den kombinerade koncernen 
h&#246;r hemma i en annan stat &#228;n &#246;vriga enheter.

Med sammanl&#228;nkad struktur avses ett arrangemang mellan minst 
tv&#229; moderf&#246;retag i olika koncerner om 

1. moderf&#246;retagen, ifall de &#228;r marknadsnoterade, &#228;r noterade 
till samma kursv&#228;rde, 

2. &#228;garintressena i respektive moderf&#246;retag till minst 
50 procent kombinerats genom &#228;gande, &#246;verl&#229;telsebegr&#228;nsning 
eller annat villkor och inte kan &#246;verl&#229;tas eller handlas var 
f&#246;r sig, och 

3. ett av moderf&#246;retagen uppr&#228;ttar koncernredovisning d&#228;r 
tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den f&#246;r 
alla enheter i de ber&#246;rda koncernerna &#228;r redovisade 
tillsammans som f&#246;r en ekonomisk enhet och som m&#229;ste bli 
f&#246;rem&#229;l f&#246;r en extern revision.

Med dubbel notering avses ett arrangemang mellan minst tv&#229; 
moder-f&#246;retag i olika koncerner, om

1. andelarna i moderf&#246;retagen &#228;r marknadsnoterade och handlas 
eller &#246;verl&#229;ts p&#229; olika kapitalmarknader, 

2. f&#246;retagens verksamheter kombinerats enbart genom avtal 
mellan moderf&#246;retagen,

3. moderf&#246;retagen har avtalat att utskiftning vid likvidation 
och utdelning ska ske enligt best&#228;mda andelar, 

4. moderf&#246;retagens verksamheter utg&#246;r en ekonomisk enhet 
enligt avtal, och 

5. moderf&#246;retagen uppr&#228;ttar en koncernredovisning d&#228;r 
tillg&#229;ngar, skulder, int&#228;kter, kostnader och kassafl&#246;den f&#246;r 
alla enheter i de ber&#246;rda koncernerna &#228;r redovisade 
tillsammans som f&#246;r en ekonomisk enhet och som m&#229;ste bli 
f&#246;rem&#229;l f&#246;r en extern revision.

72 &#167; Samtliga enheter och koncernenheter i de koncerner som 
tillsammans utg&#246;r en koncern med flera moderf&#246;retag ska anses 
vara koncernenheter i samma koncern.

73 &#167; En enhet &#228;r en koncernenhet i en koncern med flera 
moderf&#246;retag om den konsolideras post-f&#246;r-post i 
koncernredovisningen f&#246;r koncernen. Med koncernenhet avses 
&#228;ven en enhet &#246;ver vilken koncernenheter i en koncern med 
flera moderf&#246;retag har ett best&#228;mmande inflytande, &#228;ven om den 
inte konsolideras post-f&#246;r-post i koncernredovisningen. En 
enhet som &#228;r undantagen enligt 1 kap. 5-7 &#167;&#167; anses inte vara 
en koncernenhet.

74 &#167; F&#246;r en koncern med flera moderf&#246;retag ska moderf&#246;retagets 
koncernredovisning anses vara den koncernredovisning som anges 
i 71 &#167; andra och tredje styckena. 

Best&#228;mmelser i lagen om till&#228;mpning av de 
redovisningsprinciper som anv&#228;nds i ett moderf&#246;retags 
koncernredovisning avser, vad g&#228;ller koncerner med flera 
moderf&#246;retag, de redovisningsprinciper som anv&#228;nds f&#246;r att 
uppr&#228;tta den koncernredovisning som avses i f&#246;rsta stycket.

75 &#167; Samtliga moderf&#246;retag i de koncerner som tillsammans 
utg&#246;r en koncern med flera moderf&#246;retag ska anses vara 
moderf&#246;retag i koncernen med flera moderf&#246;retag. 

76 &#167; Ett moderf&#246;retag och en annan moderenhet i en koncern med 
flera moderf&#246;retag ska till&#228;mpa best&#228;mmelserna i 6 kap. 3-8 &#167;&#167; 
p&#229; sin andel av till&#228;ggsskattebeloppet f&#246;r l&#229;gbeskattade 
koncernenheter.

77 &#167; Vid ber&#228;kningen av kompletterande till&#228;ggsskatt enligt 
6 kap. 9-13 &#167;&#167; ska, f&#246;r varje koncernenhet i en koncern med 
flera moderf&#246;retag, samtliga l&#229;gbeskattade koncernenheter i 
koncernen med flera moderf&#246;retag beaktas. 

Godk&#228;nt utdelningsskattesystem

Fiktivt utdelningsskattebelopp f&#246;r ber&#228;kning av justerad 
skattekostnad

78 &#167; Vid ber&#228;kningen av den justerade skattekostnaden f&#246;r 
koncernenheter i en stat med ett godk&#228;nt 
utdelningsskattesystem f&#229;r den rapporterande enheten v&#228;lja att 
ta med ett fiktivt utdelningsskattebelopp.

Ett val enligt f&#246;rsta stycket g&#228;ller alla koncernenheter i den 
staten. Valet g&#228;ller f&#246;r det r&#228;kenskaps&#229;r som valet avser. 

79 &#167; Med fiktivt utdelningsskattebelopp avses det l&#228;gsta av 
f&#246;ljande tv&#229; belopp:

- ett belopp som motsvarar den &#246;kade skattekostnad som skulle 
medf&#246;ra att den effektiva skattesatsen f&#246;r koncernenheterna i 
den aktuella staten uppg&#229;r till minimiskattesatsen, och 

- ett belopp som utg&#246;rs av den skatt som skulle ha tagits ut 
om enheterna hade delat ut all vinst som omfattas av ett 
godk&#228;nt utdelningsskattesystem under r&#228;kenskaps&#229;ret.

&#197;terf&#246;ring av fiktivt utdelningsskattebelopp

80 &#167; Om ett val enligt 78 &#167; g&#246;rs ska en f&#246;rteckning f&#246;r 
&#229;terf&#246;ring uppr&#228;ttas f&#246;r det fiktiva utdelningsskattebeloppet. 
Det fiktiva skattebeloppet ska tas upp i 
&#229;terf&#246;ringsf&#246;rteckningen f&#246;r det r&#228;kenskaps&#229;r f&#246;r vilket 
beloppet har best&#228;mts.

81 &#167; Vid utg&#229;ngen av varje r&#228;kenskaps&#229;r ska det fiktiva 
utdelningsskattebeloppet i en &#229;terf&#246;ringsf&#246;rteckning f&#246;r 
tidigare r&#228;kenskaps&#229;r minskas genom &#229;terf&#246;ring. Belopp som 
tagits upp i den tidigast uppr&#228;ttade &#229;terf&#246;ringsf&#246;rteckningen 
ska minskas f&#246;rst. Minskning f&#229;r g&#246;ras h&#246;gst med det belopp 
som finns i f&#246;rteckningen. 

Belopp i f&#246;rteckningen ska minskas i f&#246;ljande ordning. F&#246;rst 
ska minskning g&#246;ras med ett belopp som motsvarar 
koncernenheternas betalda skatt p&#229; utdelning eller fiktiv 
utdelning under r&#228;kenskaps&#229;ret. D&#228;refter ska minskning g&#246;ras 
med ett belopp som motsvarar den justerade f&#246;rlusten i staten 
med ett godk&#228;nt utdelningsskattesystem multiplicerad med 
minimiskattesatsen. 

Belopp som &#229;terst&#229;r efter en till&#228;mpning av andra stycket och 
som motsvarar justerad f&#246;rlust multiplicerad med 
minimiskattesatsen f&#229;r beaktas senare r&#228;kenskaps&#229;r. 

Skatt som betalas p&#229; faktisk eller fiktiv utdelning ska inte 
tas med vid ber&#228;kningen av den justerade skattekostnaden till 
den del skatten minskar belopp i f&#246;rteckningen.

82 &#167; Belopp som &#229;terst&#229;r i &#229;terf&#246;ringsf&#246;rteckningen vid 
utg&#229;ngen av det fj&#228;rde r&#228;kenskaps&#229;ret efter det r&#228;kenskaps&#229;r 
som f&#246;rteckningen avser ska minska den justerade 
skattekostnaden f&#246;r det &#229;r f&#246;rteckningen avser. Effektiv 
skattesats och till&#228;ggsskattebelopp ska d&#229; r&#228;knas om enligt 
3 kap. 37 och 38 &#167;&#167;. Tillkommande till&#228;ggsskattebelopp 
f&#246;rdelas enligt 3 kap. 40 och 41 &#167;&#167;.

83 &#167; Om en koncernenhet som omfattas av ett val enligt 78 &#167; 
l&#228;mnar koncernen eller om dess tillg&#229;ngar i allt v&#228;sentligt 
&#246;verf&#246;rs till n&#229;gon som inte &#228;r en koncernenhet i samma 
koncern i samma stat, ska ett belopp som &#229;terst&#229;r i en 
&#229;terf&#246;ringsf&#246;rteckning f&#246;r tidigare r&#228;kenskaps&#229;r minska den 
justerade skattekostnaden f&#246;r koncernenheterna i staten f&#246;r 
respektive &#229;r. Det belopp som ska minska skattekostnaden 
ber&#228;knas genom att det &#229;terst&#229;ende beloppet i 
&#229;terf&#246;ringsf&#246;rteckningen multipliceras med den aktuella 
koncernenhetens andel av det sammanlagda justerade resultatet 
f&#246;r koncernenheterna i staten, f&#246;r respektive &#229;r. Detta g&#228;ller 
endast r&#228;kenskaps&#229;r f&#246;r vilka den aktuella koncernenhetens 
justerade resultat &#228;r positivt. Effektiv skattesats och 
till&#228;ggsskattebelopp ska d&#229; r&#228;knas om enligt 3 kap. 
37 och 38 &#167;&#167;. Tillkommande till&#228;ggsskattebelopp f&#246;rdelas 
enligt med 3 kap. 40 och 41 &#167;&#167;.

8 kap. F&#246;renklingsregeln 

1 &#167; I detta kapitel finns best&#228;mmelser om

- tidsgr&#228;ns f&#246;r f&#246;renklingsregeln (2 &#167; ),

- villkor f&#246;r den tillf&#228;lliga f&#246;renklingsregeln (3-7 &#167;&#167; ),

- s&#228;rskilda enheter och koncerner (8-11 &#167;&#167; ), 

- undantag fr&#229;n till&#228;mpningen av den tillf&#228;lliga 
f&#246;renklingsregeln (12 &#167; ), och

- &#246;verg&#229;ngs&#229;r (13 &#167; ). 

Tidsgr&#228;ns f&#246;r f&#246;renklingsregeln

2 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller f&#246;r koncernenheter i 
en stat f&#246;r tid som

- motsvarar de r&#228;kenskaps&#229;r som g&#228;ller f&#246;r enheternas 
moderf&#246;retag, och 

- b&#246;rjar n&#228;rmast efter den 31 december 2023 men f&#246;re den 
1 januari 2027. 

Best&#228;mmelserna g&#228;ller dock inte f&#246;r r&#228;kenskaps&#229;r som avslutas 
efter den 30 juni 2028.

Villkor f&#246;r den tillf&#228;lliga f&#246;renklingsregeln

3 &#167; Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat ska 
anses vara noll, om koncernenheterna uppfyller f&#246;ljande 
villkor:

1. koncernenheternas totala int&#228;kter i staten enligt 
koncernens kvalificerade land-f&#246;r-land-rapport &#228;r l&#228;gre &#228;n tio 
miljoner euro, och

2. koncernenheternas totala vinst f&#246;re inkomstskatt i staten 
enligt den kvalificerade land-f&#246;r-land-rapporten f&#246;r 
r&#228;kenskaps&#229;ret &#228;r l&#228;gre &#228;n en miljon euro. 

Om en koncernenhet inte redovisas i den kvalificerade land-
f&#246;r-land-rapporten d&#228;rf&#246;r att den innehas f&#246;r f&#246;rs&#228;ljning, ska 
dess int&#228;kter &#228;nd&#229; beaktas vid ber&#228;kningen enligt f&#246;rsta 
stycket 1.  

Vid till&#228;mpningen av de beloppsangivelser i euro som finns i 
f&#246;rsta stycket ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt 
som anges i 1 kap. 4 &#167;.

4 &#167; Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat ska 
anses vara noll, om koncernenheterna tillsammans har en 
effektiv skattesats som &#228;r lika med eller st&#246;rre &#228;n den 
procentsats som anges i tredje stycket. Den effektiva 
skattesatsen ska motsvara kvoten mellan koncernenheternas 
skattekostnad enligt andra stycket och deras vinst eller 
f&#246;rlust f&#246;re inkomstskatt enligt koncernens kvalificerade 
land-f&#246;r-land-rapport.

Med skattekostnad avses i f&#246;rsta stycket s&#229;dan skattekostnad 
som redovisas i koncernens kvalificerade finansiella rapport 
minskad med skatter som inte &#228;r medr&#228;knade skatter och 
medr&#228;knade skatter som h&#228;nf&#246;r sig till en os&#228;ker 
skattesituation.

Procentsatsen enligt f&#246;rsta stycket ska vara

- 15 procent f&#246;r r&#228;kenskaps&#229;r som b&#246;rjar under 2024,

- 16 procent f&#246;r r&#228;kenskaps&#229;r som b&#246;rjar under 2025, och

- 17 procent f&#246;r r&#228;kenskaps&#229;r som b&#246;rjar under 2026.

5 &#167; Till&#228;ggsskattebeloppet f&#246;r koncernenheterna i en stat ska 
anses vara noll, om koncernenheterna som h&#246;r hemma i den 
staten har en vinst enligt koncernens kvalificerade land-f&#246;r-
land-rapport som inte &#246;verstiger substansbeloppet, ber&#228;knat 
enligt 5 kap. 2-10 &#167;&#167;. Ber&#228;kningen av substansbeloppet ska 
grunda sig p&#229; uppgifter i koncernens kvalificerade land-f&#246;r-
land-rapport.  

6 &#167; Med kvalificerad land-f&#246;r-land-rapport avses i 3-5 &#167;&#167; en 
rapport som har uppr&#228;ttats p&#229; grundval av en kvalificerad 
finansiell rapport.  

Med kvalificerad finansiell rapport avses 

1. de r&#228;kenskaper som anv&#228;nds f&#246;r att uppr&#228;tta moderf&#246;retagets 
koncernredovisning, 

2. varje koncernenhets &#229;rsredovisning f&#246;rutsatt att den 
uppr&#228;ttas enligt 

- en allm&#228;nt erk&#228;nd redovisningsstandard enligt 2 kap. 20 &#167;, 
eller 

- en godk&#228;nd redovisningsstandard enligt 2 kap. 21 &#167; om 
informationen i denna &#228;r tillf&#246;rlitlig, eller 

3. om en koncernenhet inte omfattas av moderf&#246;retagets 
koncern-redovisning enbart p&#229; grund av sin ringa storlek eller 
av v&#228;sentlighetssk&#228;l, koncernenhetens r&#228;kenskaper som anv&#228;nds 
som underlag f&#246;r land-f&#246;r-land-rapporten. 

7 &#167; Vid till&#228;mpningen av 3-5 &#167;&#167; ska en s&#229;dan orealiserad 
f&#246;rlust som avses i 3 kap. 10 &#167; 1 undantas fr&#229;n vinst eller 
f&#246;rlust f&#246;re inkomstskatt om f&#246;rlusten &#246;verstiger 50 miljoner 
euro i en stat. 

Vid till&#228;mpningen av den beloppsangivelse i euro som finns i 
f&#246;rsta stycket ska belopp i annan valuta r&#228;knas om p&#229; det s&#228;tt 
som anges i 1 kap. 4 &#167;.

S&#228;rskilda enheter och koncerner

8 &#167; Vid till&#228;mpningen av 3-7 &#167;&#167; ska ett samriskf&#246;retag och 
dess dotterf&#246;retag behandlas som koncernenheter i en egen 
koncern. I dessa fall ska uppgifter om int&#228;kter och vinster 
h&#228;mtas fr&#229;n de kvalificerade finansiella rapporterna f&#246;r dessa 
f&#246;retag. 

9 &#167; Vid till&#228;mpningen av 3-7 &#167;&#167; g&#228;ller f&#246;ljande f&#246;r 
moderf&#246;retag som &#228;r del&#228;garbeskattade enheter eller enheter 
som omfattas av ett system med avdragsgill utdelning. Vinsten 
f&#246;re bolagsskatt ska minskas i den utstr&#228;ckning som beloppet 
&#228;r h&#228;nf&#246;rligt till en persons &#228;garintresse i den 
del&#228;garbeskattade enheten eller utdelat till f&#246;ljd av en 
&#228;garandel som innehas av en s&#229;dan person. 

Med person avses i f&#246;rsta stycket en s&#229;dan innehavare av ett 
&#228;garintresse som best&#228;mmelserna i 7 kap. 12 och 13 &#167;&#167; avser 
eller s&#229;dana mottagare som best&#228;mmelserna i 67 och 68 &#167;&#167; 
avser. 

F&#246;r del&#228;garbeskattade enheter g&#228;ller f&#246;rsta stycket bara om 
samtliga &#228;garintressen i moderf&#246;retaget innehas av n&#229;gon som 
avses i 7 kap. 12 och 13 &#167;&#167;. 

10 &#167; Best&#228;mmelserna i 3-7 &#167;&#167; ska inte till&#228;mpas p&#229; en 
investeringsenhet som omfattas av ett val enligt 7 kap. 33 
eller 36 &#167;. Om andra koncernenheter som h&#246;r hemma i samma stat 
som investeringsenheten till&#228;mpar 3-7 &#167;&#167;, ska 
investeringsenhetens resultat f&#246;re inkomstskatt samt de totala 
int&#228;kter och tillh&#246;rande skatter som avser investeringsenheten 
beaktas i den stat d&#228;r enhetens direkta &#228;gare finns, i 
proportion till dennes &#228;garintresse.

En investeringsenhet som inte omfattas av ett val enligt 
7 kap. 33 eller 36 &#167; f&#229;r till&#228;mpa 3-7 &#167;&#167; endast om alla 
enhetens &#228;gare h&#246;r hemma i samma stat som denna. 

F&#246;rsta och andra styckena g&#228;ller &#228;ven f&#246;r 
f&#246;rs&#228;kringsinvesteringsenheter. 

11 &#167; Best&#228;mmelserna i 3-7 &#167;&#167; ska till&#228;mpas &#228;ven p&#229; 
koncernenheter som inte tagits med i den kvalificerade 
finansiella rapporten d&#228;rf&#246;r att de innehas f&#246;r f&#246;rs&#228;ljning.

Undantag fr&#229;n till&#228;mpningen av den tillf&#228;lliga 
f&#246;renklingsregeln

12 &#167; F&#246;ljande koncernenheter &#228;r undantagna fr&#229;n till&#228;mpningen 
av 3-5 &#167;&#167; :

1. statsl&#246;sa koncernenheter, 

2. koncernenheter i en stat vilka ing&#229;r i en koncern med flera 
moderenheter, n&#228;r en kvalificerad land-f&#246;r-land-rapport inte 
inneh&#229;ller information fr&#229;n hela den kombinerade koncernen, 

3. koncernenheter i en stat f&#246;r vilka ett val har gjorts 
enligt 7 kap. 78 &#167;, 

4. koncernenheter i en stat f&#246;r vilka 3-5 &#167;&#167; inte till&#228;mpats 
f&#246;r ett tidigare r&#228;kenskaps&#229;r trots att enheterna uppfyllde 
villkoren i 3-5 &#167;&#167;, och

5. koncernenheter i en stat f&#246;r vilka 3-5 &#167;&#167; inte till&#228;mpats 
f&#246;r ett tidigare r&#228;kenskaps&#229;r f&#246;r att enheterna inte uppfyllde 
villkoren i 3-5 &#167;&#167;. 

&#214;verg&#229;ngs&#229;r 

13 &#167; Vid till&#228;mpningen av 4 kap. 26 och 28 &#167;&#167; ska ett 
&#246;verg&#229;ngs&#229;r enligt 4 kap. 25 &#167; f&#246;r en koncernenhet i en stat 
inte omfatta de &#229;r d&#229; 3-5 &#167;&#167; till&#228;mpas av koncernenheten. 

Vid till&#228;mpningen av 4 kap. 28 &#167; ska &#246;verg&#229;ngs&#229;ret vara det 
f&#246;rsta r&#228;kenskaps&#229;r d&#229; 3-5 &#167;&#167; inte l&#228;ngre till&#228;mpas i fr&#229;ga om 
en koncernenhet till vilken en tillg&#229;ng har &#246;verl&#229;tits. Detta 
g&#228;ller dock inte om den avyttrande koncernenheten omfattas av 
en regel om till&#228;ggsskatt eller om &#246;verf&#246;ringen ger upphov 
till en skattepliktig vinst enligt denna lag. 


&#214;verg&#229;ngsbest&#228;mmelser

2023:875

1. Denna lag tr&#228;der i kraft den 1 januari 2024.

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r beskattnings&#229;r som b&#246;rjar 
n&#228;rmast efter den 31 december 2023 eller, i fr&#229;ga om svenska 
handelsbolag, r&#228;kenskaps&#229;r som b&#246;rjar n&#228;rmast efter den 
31 december 2023. 

3. Best&#228;mmelserna i 6 kap. 9-15 &#167;&#167; ska dock till&#228;mpas p&#229; 
svenska koncernenheter f&#246;rsta g&#229;ngen f&#246;r beskattnings&#229;r som 
b&#246;rjar n&#228;rmast efter den 31 december 2024 eller, i fr&#229;ga om 
svenska handelsbolag, r&#228;kenskaps&#229;r som b&#246;rjar n&#228;rmast efter 
den 31 december 2024. Detta g&#228;ller dock inte om 
koncernenhetens moderf&#246;retag &#228;r ett s&#229;dant moderf&#246;retag som 
avses i 6 kap. 5 &#167; 2. 

4. Vid till&#228;mpningen av 5 kap. 3 &#167; ska i st&#228;llet f&#246;r den 
procentsats som anges d&#228;r f&#246;ljande procentsats anv&#228;ndas f&#246;r 
det beskattnings&#229;r eller, i fr&#229;ga om svenska handelsbolag, 
r&#228;kenskaps&#229;r som inleds under nedanst&#229;ende kalender&#229;r:

2024                     9,8 procent

2025                     9,6 procent

2026                     9,4 procent

2027                     9,2 procent

2028                     9,0 procent

2029                     8,2 procent

2030                     7,4 procent

2031                     6,6 procent

2032	                 5,8 procent

5. Vid till&#228;mpningen av 5 kap. 4 &#167; ska i st&#228;llet f&#246;r den 
procentsats som anges d&#228;r f&#246;ljande procentsats anv&#228;ndas f&#246;r 
det beskattnings&#229;r eller, i fr&#229;ga om svenska handelsbolag, 
r&#228;kenskaps&#229;r som inleds under nedanst&#229;ende kalender&#229;r:

2024                     7,8 procent

2025                     7,6 procent

2026                     7,4 procent

2027                     7,2 procent

2028                     7,0 procent

2029                     6,6 procent

2030                     6,2 procent

2031                     5,8 procent

2032                     5,4 procent</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=32">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=34">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
