

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1993-12-02" /> 
 <meta id="rattsinfo-edited" content="1999-07-09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3301</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3300">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3302">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1993:1166 ·
                    <a href="/sfsr?bet=1993:1166">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1993:1166) om till&#228;mpning av ett i 
EES-avtalet intaget protokoll om &#246;msesidigt 
bist&#229;nd i tullfr&#229;gor
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1993-11-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1999:519
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Det protokoll om &#246;msesidigt bist&#229;nd i tullfr&#229;gor som har
intagits i avtalet om Europeiska ekonomiska samarbetsomr&#229;det
(EES) skall g&#228;lla som f&#246;rordning h&#228;r i landet.

Protokollet i svensk text bifogas denna f&#246;rordning som bilaga.

2 &#167; Tullverket f&#229;r meddela s&#229;dana f&#246;reskrifter som beh&#246;vs
f&#246;r verkst&#228;lligheten av denna f&#246;rordning och som avses i artikel 14
i protokollet. F&#246;rordning (1999:519).

Bilaga

PROTOKOLL 11

OM &#214;MSESIDIGT BIST&#197;ND I TULLFR&#197;GOR

Artikel I

Definitioner

I detta protokoll avses med

a) tullagstiftning: best&#228;mmelser som antagits av de avtalsslutande
parterna och som &#228;r till&#228;mpliga inom dessas territorier och som
reglerar import, export, transitering av varor samt tullklarering i
varje annan form, h&#228;ri inbegripet &#229;tg&#228;rder i form av f&#246;rbud,
restriktioner och kontroll som antagits av de avtalsslutande
parterna,
b) tullar: alla tullar, skatter, taxor och andra avgifter som
fastst&#228;lls och uppb&#228;rs i de avtalsslutande parternas territorier
vid till&#228;mpning av tullagstiftning, dock med undantag av taxor
och avgifter som avser ers&#228;ttning f&#246;r tj&#228;nster som myndigheten
tillhandah&#229;ller, begr&#228;nsade till belopp som motsvarar myndighetens
ungef&#228;rliga kostnader f&#246;r tj&#228;nsterna,
c) beg&#228;rande myndighet: beh&#246;rig administrativ myndighet som f&#246;r
detta &#228;ndam&#229;l utsetts av en avtalsslutande part och som g&#246;r en
framst&#228;llning om bist&#229;nd i tullfr&#229;gor,
d) anmodad myndighet: beh&#246;rig administrativ myndighet som f&#246;r
detta &#228;ndam&#229;l utsetts av en avtalsslutande part och som tar emot
en framst&#228;llning om bist&#229;nd i tullfr&#229;gor,
e) &#246;vertr&#228;delse: varje &#246;vertr&#228;delse av tullagstiftningen liksom varje
f&#246;rs&#246;k till s&#229;dan &#246;vertr&#228;delse.

Artikel 2

Till&#228;mpningsomr&#229;de

1. De avtalsslutande parterna skall l&#228;mna varandra bist&#229;nd p&#229; det
s&#228;tt och i enlighet med de villkor som &#228;r fastst&#228;llda i detta protokoll
f&#246;r att s&#228;kerst&#228;lla en korrekt till&#228;mpning av tullagstiftningen,
s&#228;rskilt genom att f&#246;rebygga, uppt&#228;cka och utreda &#246;vertr&#228;delser av
denna lagstiftning.

2. Det bist&#229;nd i tullfr&#229;gor som avses i detta protokoll &#228;r till&#228;mpligt
p&#229; varje administrativ myndighet hos de avtalsslutande parterna
som &#228;r beh&#246;rig att till&#228;mpa detta protokoll. Detta f&#229;r ej p&#229;verka
reglerna om &#246;msesidigt bist&#229;nd i brottsutredningar.

Artikel 3

Bist&#229;nd p&#229; beg&#228;ran

1. P&#229; framst&#228;llning av den beg&#228;rande myndigheten skall den
anmodade myndigheten l&#228;mna alla relevanta upplysningar som kan g&#246;ra
det m&#246;jligt f&#246;r denna att s&#228;kerst&#228;lla en korrekt till&#228;mpning av
tullagstiftningen, d&#228;ri inbegripet upplysningar om beg&#229;ngna eller
planerade handlingar som inneb&#228;r eller skulle inneb&#228;ra en
&#246;vertr&#228;delse av s&#229;dan lagstiftning.

2. P&#229; framst&#228;llning av den beg&#228;rande myndigheten skall den
anmodade myndigheten l&#228;mna denna upplysningar om huruvida varor
som exporterats fr&#229;n en avtalsslutande parts territorium har
importerats p&#229; r&#228;tt s&#228;tt till den andra avtalsslutande partens
territorium och, d&#228;r s&#229; &#228;r till&#228;mpligt, ocks&#229; ange anv&#228;nd
tullklareringsform.

3. P&#229; framst&#228;llning av den beg&#228;rande myndigheten skall den
anmodade myndigheten vidta n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att
s&#228;kerst&#228;lla &#246;vervakning av

a) fysiska eller juridiska personer som sk&#228;ligen kan antas h&#229;lla p&#229;
att &#246;vertr&#228;da eller ha &#246;vertr&#228;tt tullagstiftningen,
b) varur&#246;relser som rapporterats m&#246;jligen kunna ge upphov till
omfattande &#246;vertr&#228;delser av tullagstiftningen,
c) transportmedel som sk&#228;ligen kan antas ha anv&#228;nts, bli anv&#228;nda
eller komma att anv&#228;ndas vid &#246;vertr&#228;delser av tullagstiftningen.

Artikel 4

Bist&#229;nd p&#229; eget initiativ

De avtalsslutande parterna skall inom respektive
beh&#246;righetsomr&#229;de bist&#229; varandra, om detta anses vara n&#246;dv&#228;ndigt
f&#246;r en korrekt till&#228;mpning av tullagstiftningen, i synnerhet n&#228;r
de f&#229;r in upplysningar som h&#228;nf&#246;r sig till
-- handlingar som har inneburit, inneb&#228;r eller skulle inneb&#228;ra en
&#246;vertr&#228;delse av s&#229;dan lagstiftning och som kan vara av intresse f&#246;r
andra avtalsslutande parter,
-- nya medel och metoder som anv&#228;nds f&#246;r att genomf&#246;ra s&#229;dana
handlingar,
-- varor som &#228;r k&#228;nda f&#246;r att vara f&#246;rem&#229;l f&#246;r omfattande
&#246;vertr&#228;delser av tullagstiftningen vid import, export, transitering
eller annan tullklarering.

Artikel 5

Delgivning

P&#229; framst&#228;llning av den beg&#228;rande myndigheten skall den
anmodade myndigheten i enlighet med sin lagstiftning vidta alla
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att till mottagare som &#228;r bosatta eller
etablerade inom dess territorium
-- delge alla handlingar,
-- delge alla beslut,

som faller inom protokollets till&#228;mpningsomr&#229;de.

Artikel 6

Bist&#229;ndsframst&#228;llningens form och inneh&#229;ll

1. Framst&#228;llningar om bist&#229;nd enligt detta protokoll skall g&#246;ras
skriftligen. De handlingar som beh&#246;vs f&#246;r att framst&#228;llningen skall
kunna efterkommas skall medf&#246;lja framst&#228;llningen. I br&#229;dskande
fall kan muntliga framst&#228;llningar godtas, men s&#229;dana m&#229;ste
omg&#229;ende bekr&#228;ftas skriftligen.

2. Framst&#228;llningar i enlighet med punkt 1 skall inneh&#229;lla f&#246;ljande
upplysningar:

 a) Den myndighet som g&#246;r framst&#228;llningen.
 b) Beg&#228;rd &#229;tg&#228;rd.
 c) F&#246;rem&#229;let och grunden f&#246;r framst&#228;llningen.
 d) Till&#228;mpliga lagar och andra f&#246;rfattningar.
 e) S&#229; exakta och fullst&#228;ndiga upplysningar som m&#246;jligt om de
fysiska eller juridiska personer som &#228;r f&#246;rem&#229;l f&#246;r utredningen.
 f) Kortfattad redog&#246;relse f&#246;r relevanta uppgifter i saken, med
undantag f&#246;r &#228;renden som avses i artikel 5.

3. Framst&#228;llningar skall g&#246;ras p&#229; n&#229;got av den anmodade
myndighetens officiella spr&#229;k eller p&#229; n&#229;got annat spr&#229;k som &#228;r
godtagbart f&#246;r denna myndighet.

4. Om en framst&#228;llning inte uppfyller de formella kraven, f&#229;r
r&#228;ttelse eller komplettering beg&#228;ras. Beslut om s&#228;kerhets&#229;tg&#228;rder
f&#229;r dock meddelas.

Artikel 7

Handl&#228;ggning av framst&#228;llningar

1. F&#246;r att efterkomma en bist&#229;ndsframst&#228;llning skall den
anmodade myndigheten eller, d&#229; denna inte &#228;r beh&#246;rig, det
administrativa organ till vilken den anmodade myndigheten st&#228;llt
framst&#228;llningen, handla inom ramen f&#246;r sin beh&#246;righet och
tillg&#228;ngliga resurser som om den handlade f&#246;r egen r&#228;kning eller p&#229;
beg&#228;ran av n&#229;gon annan myndighet hos samma avtalsslutande part,
genom att l&#228;mna tillg&#228;ngliga upplysningar eller genom att antingen
f&#246;reta l&#228;mpliga unders&#246;kningar eller se till att s&#229;dana f&#246;retas.

2. Bist&#229;ndsframst&#228;llningar skall handl&#228;ggas i enlighet med den
anmodade avtalspartens lagar och andra f&#246;rfattningar.

3. S&#228;rskilt bemyndigade tj&#228;nstem&#228;n hos en avtalsslutande part f&#229;r,
efter tillst&#229;nd av den andra ber&#246;rda avtalsslutande parten och p&#229;
de villkor som denna st&#228;llt, fr&#229;n den anmodade myndigheten eller
fr&#229;n n&#229;gon annan myndighet f&#246;r vilken den anmodade myndigheten &#228;r
ansvarig, skaffa fram de upplysningar om &#246;vertr&#228;delser av
tullagstiftningen som den beg&#228;rande myndigheten beh&#246;ver f&#246;r
till&#228;mpningen av detta protokoll.

4. Tj&#228;nstem&#228;n hos en avtalsslutande part f&#229;r, med tillst&#229;nd av
den andra avtalsslutande parten, n&#228;rvara vid unders&#246;kningar som
genomf&#246;rs p&#229; den senares territorium.

Artikel 8

Former f&#246;r informationsutbyte

1. Den anmodade myndigheten skall till den beg&#228;rande
myndigheten meddela resultatet av f&#246;retagna unders&#246;kningar i
form av handlingar, bestyrkta kopior av handlingar, rapporter
och liknande.

2. De dokument som avses i punkt 1 kan ers&#228;ttas av datoriserad
information framst&#228;lld i valfri form f&#246;r samma &#228;ndam&#229;l.

Artikel 9

Undantag fr&#229;n skyldigheten att l&#228;mna bist&#229;nd

1. De avtalsslutande parterna f&#229;r v&#228;gra l&#228;mna bist&#229;nd enligt detta
protokoll, om bist&#229;ndet skulle

a) strida mot suver&#228;nitet, allm&#228;n ordning (l&#39;ordre public), s&#228;kerhet
eller andra v&#228;sentliga intressen, eller
b) g&#228;lla valuta- eller skattebest&#228;mmelser som inte kan h&#228;nf&#246;ras till
best&#228;mmelser om tullar, eller
c) inkr&#228;kta p&#229; industri-, handels- eller yrkeshemligheter.

2. Om den beg&#228;rande myndigheten g&#246;r en framst&#228;llning om bist&#229;nd
som den sj&#228;lv inte skulle kunna l&#228;mna p&#229; anmodan, skall den
framh&#229;lla detta i sin framst&#228;llning. I s&#229;dant fall skall den anmodade
myndigheten ha frihet att avg&#246;ra hur framst&#228;llningen skall
behandlas.

3. Om en framst&#228;llning om bist&#229;nd inte kan efterkommas eller om
den avsl&#229;s, skall den beg&#228;rande myndigheten utan dr&#246;jsm&#229;l
underr&#228;ttas om detta.

Artikel 10

Skyldighet att iaktta sekretess

Alla upplysningar som l&#228;mnats enligt detta protokoll skall, oavsett
form, vara konfidentiella. De skall omfattas av sekretess och
&#229;tnjuta det skydd som g&#228;ller samma slags upplysningar enligt de
till&#228;mpliga lagarna hos den avtalsslutande part som mottagit
upplysningarna, och enligt motsvarande best&#228;mmelser till&#228;mpliga
p&#229; gemenskapens myndigheter.

Artikel 11

Anv&#228;ndning av upplysningar

1. Upplysningar som erh&#229;llits skall anv&#228;ndas enbart f&#246;r detta
protokolls syften. De f&#229;r anv&#228;ndas av varje avtalsslutande part
f&#246;r annat &#228;ndam&#229;l endast efter skriftligt medgivande av den
administrativa myndighet som l&#228;mnat uppgifterna och med de
f&#246;rbeh&#229;ll som denna kan ha uppst&#228;llt. Dessa best&#228;mmelser &#228;r inte
till&#228;mpliga p&#229; upplysningar som avser brott r&#246;rande narkotika eller
psykotropa &#228;mnen. S&#229;dana upplysningar f&#229;r meddelas andra
myndigheter som &#228;r direkt verksamma i narkotikabek&#228;mpning.

2. Punkt 1 skall inte hindra anv&#228;ndningen av upplysningar i
r&#228;ttsliga eller administrativa f&#246;rfaranden som inleds d&#228;refter med
anledning av att tullagstiftningen &#246;vertr&#228;tts.

3. De avtalsslutande parterna f&#229;r vid registrering av bevis,
rapporter och vittnesm&#229;l och i f&#246;rfaranden som inletts inf&#246;r
domstol anv&#228;nda som bevis upplysningar som de erh&#229;llit och
handlingar som de tagit del av i enlighet med best&#228;mmelserna i
detta protokoll.

Artikel 12

Sakkunniga och vittnen

En tj&#228;nsteman vid en anmodad myndighet f&#229;r bemyndigas att,
inom ramen f&#246;r detta bemyndigande, inst&#228;lla sig som sakkunnig
eller vittne vid ett r&#228;ttsligt eller administrativt f&#246;rfarande
r&#246;rande &#228;renden som omfattas av detta protokoll inom en annan
avtalsslutande parts jurisdiktion. Tj&#228;nstemannen f&#229;r ocks&#229; f&#246;rete
s&#229;dana f&#246;rem&#229;l eller handlingar, eller bestyrkta kopior d&#228;rav, som
kan beh&#246;vas vid dessa f&#246;rfaranden. Av framst&#228;llningen om
inst&#228;llelse skall klart framg&#229; i vilket &#228;rende och i vilken egenskap
tj&#228;nstemannen skall h&#246;ras.

Artikel 13

Kostnader f&#246;r bist&#229;nd

De avtalsslutande parterna skall avst&#229; fr&#229;n att kr&#228;va ers&#228;ttning av
varandra f&#246;r kostnader som f&#246;ranletts av till&#228;mpningen av detta
protokoll utom, n&#228;r s&#229; &#228;r sk&#228;ligt, f&#246;r ers&#228;ttning till sakkunniga och
vittnen samt till tolkar och &#246;vers&#228;ttare som inte &#228;r anst&#228;llda i
offentlig tj&#228;nst.

Artikel 14

Genomf&#246;rande

1. Till&#228;mpningen av detta protokoll skall anf&#246;rtros &#229;t, &#229; ena sidan,
de centrala tullmyndigheterna i EFTA-staterna och, &#229; andra sidan,
de beh&#246;riga enheterna inom EG-kommissionen och, d&#228;r s&#229; &#228;r l&#228;mpligt,
tullmyndigheterna i EG-medlemsstater. Dessa skall fatta beslut om
alla praktiska &#229;tg&#228;rder och arrangemang som &#228;r n&#246;dv&#228;ndiga f&#246;r
protokollets till&#228;mpning och h&#228;rvid ta h&#228;nsyn till regler om
dataskydd. De kan f&#246;resl&#229; f&#246;r beh&#246;riga organ att vidta de
&#228;ndringar i detta protokoll som de anser b&#246;r g&#246;ras.

2. De avtalsslutande parterna skall &#246;verl&#228;mna till varandra
f&#246;rteckningar &#246;ver de myndigheter som bemyndigats att vara
kontaktorgan f&#246;r den praktiska till&#228;mpningen av detta protokoll.

Vad g&#228;ller &#228;renden som ligger inom gemenskapens beh&#246;righet skall
i detta avseende vederb&#246;rlig h&#228;nsyn tas till s&#228;rskilda situationer
som, p&#229; grund av sin br&#229;dskande natur eller det faktum att endast
tv&#229; l&#228;nder &#228;r ber&#246;rda av en framst&#228;llning eller ett
informationsutbyte, kan erfordra direktkontakter mellan beh&#246;riga
myndigheter i EFTA-staterna och EG-medlemsstaterna f&#246;r
handl&#228;ggning av framst&#228;llningar eller utbyte av upplysningar.
Denna information skall kompletteras av f&#246;rteckningar, som vid
behov skall revideras, &#246;ver tj&#228;nstem&#228;n vid de myndigheter som &#228;r
ansvariga f&#246;r att f&#246;rhindra, utreda och bek&#228;mpa &#246;vertr&#228;delser av
tullagstiftningen.

D&#228;rut&#246;ver skall de avtalsslutande parterna, f&#246;r att s&#228;kerst&#228;lla
maximal effektivitet vid till&#228;mpningen av detta protokoll, vidta
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla att de enheter som &#228;r
ansvariga f&#246;r smugglingsbek&#228;mpning etablerar direkta personliga
kontakter, d&#228;r s&#229; &#228;r l&#228;mpligt &#228;ven p&#229; lokal myndighetsniv&#229;, f&#246;r att
underl&#228;tta utbyte av upplysningar och handl&#228;ggning av
framst&#228;llningar.

3. De avtalsslutande parterna skall r&#229;dg&#246;ra med varandra och
d&#228;refter informera varandra om de detaljerade
till&#228;mpningsf&#246;reskrifter som antas i enlighet med best&#228;mmelserna i
denna artikel.

Artikel 15

Protokollets kompletterande karakt&#228;r

1. Detta protokoll skall komplettera och inte hindra till&#228;mpningen
av andra avtal om &#246;msesidigt bist&#229;nd som har slutits eller kan
komma att slutas mellan EG-medlemsstater och EFTA-stater s&#229;v&#228;l
som mellan EFTA-stater. Det skall ej heller utesluta ett mera
vittg&#229;ende &#246;msesidigt bist&#229;nd som l&#228;mnas med st&#246;d av s&#229;dana
avtal.

2. Utan att det p&#229;verkar till&#228;mpningen av artikel 11, p&#229;verkar dessa
avtal inte de EG-best&#228;mmelser som reglerar utbyte mellan EG-kommissionens
beh&#246;riga enheter och medlemsstaternas tullmyndigheter av s&#229;dana upplys-
ningar i samband med tull&#228;renden som kan vara av intresse f&#246;r EG.


1 Jfr prop. 1991/92: 170, bet. 1992/93: EU1, rskr. 1992/93: 18
och prop. 1992/93: 225, bet. 1992/93: EU3, rskr. 1992/93: 404.//
2 De p&#229; danska, engelska, finska, franska, grekiska, isl&#228;ndska,
italienska, norska, nederl&#228;ndska, portugisiska, spanska och tyska
avfattade texterna finns tillg&#228;ngliga hos Utrikesdepartementet.//

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3300">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3302">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
