

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-02-23" /> 
 <meta id="rattsinfo-edited" content="2024-02-23 10:48:57" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3327</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3326">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3328">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1993:787 ·
                    <a href="/sfsr?bet=1993:787">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Fiskelag (1993:787)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1993-06-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1028
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller r&#228;tten till fiske samt fisket inom Sveriges
sj&#246;territorium och inom Sveriges ekonomiska zon. I de fall som
anges s&#228;rskilt g&#228;ller lagen &#228;ven svenskt havsfiske utanf&#246;r den
ekonomiska zonen.

Best&#228;mmelser om den ekonomiska zonen finns i lagen (1992:1140)
om Sveriges ekonomiska zon.

2 &#167; Vad som f&#246;reskrivs i denna lag om fiske i allm&#228;nt vatten g&#228;ller
&#228;ven fiske i den ekonomiska zonen med de begr&#228;nsningar som
f&#246;ranleds av lagen (1966:314) om kontinentalsockeln.

Vad som menas med allm&#228;nt och enskilt vatten framg&#229;r av lagen
(1950:595) om gr&#228;ns mot allm&#228;nt vattenomr&#229;de.

3 &#167; I denna lag avses med Torne&#228;lvens fiskeomr&#229;de

1. K&#246;nk&#228;m&#228;&#228;lven och Muonio&#228;lven samt den del av Torne&#228;lven
och de sj&#246;ar i vilka riksgr&#228;nsen mellan Sverige och Finland
l&#246;per (gr&#228;ns&#228;lvarna),

2. de vattendrag som &#228;r sidogrenar till gr&#228;ns&#228;lvarna, dock
inte bifl&#246;den,

3. Torne&#228;lvens mynningsgrenar, och

4. den del av Bottenviken som ligger norr om och inom en
linje fr&#229;n Haparanda hamn &#246;ver Skomakarens nordostligaste
punkt, Ylikaris ostligaste punkt, Sarvenkatajas nordligaste
punkt och d&#228;rifr&#229;n i rakt ostlig riktning till riksgr&#228;nsen samt
d&#228;rifr&#229;n s&#246;derut l&#228;ngs riksgr&#228;nsen till Torne&#229; och Kemi
kommungr&#228;ns och vidare i nordostlig riktning l&#228;ngs
kommungr&#228;nsen till fastlandet. Regeringen meddelar f&#246;reskrifter
om koordinater f&#246;r de brytningspunkter som avgr&#228;nsar
fiskeomr&#229;det.

Med &#228;lvomr&#229;det avses den del av Torne&#228;lvens fiskeomr&#229;de som
ligger norr om &#228;lvmynningen, best&#228;md som en r&#228;t linje dragen
mellan spetsen av Hell&#228;l&#228; norra udde p&#229; den finska sidan och
udden Virtakari p&#229; den svenska sidan samt norr om en r&#228;t linje
dragen genom sydspetsen p&#229; Ox&#246; och Palosaari. Med havsomr&#229;det
avses den del av fiskeomr&#229;det som ligger s&#246;der om denna linje.

Denna lag ska inte till&#228;mpas i den m&#229;n den strider mot
f&#246;reskrifter som har meddelats med st&#246;d av 7 eller 8 kap.
milj&#246;balken.

Best&#228;mmelser om att tillst&#229;nd kr&#228;vs f&#246;r vissa verksamheter
och &#229;tg&#228;rder finns i 7 kap. 28 a–29 b &#167;&#167; milj&#246;balken.

Om samernas r&#228;tt till fiske i vissa delar av landet och om
fiskev&#229;rdsomr&#229;den g&#228;ller s&#228;rskilda best&#228;mmelser.
Lag (2010:901).

Definitioner

Fisk och fiske

4 &#167; Vad som i lagen s&#228;gs om fisk g&#228;ller &#228;ven vattenlevande bl&#246;tdjur
och vattenlevande kr&#228;ftdjur.

5 &#167; Med fiske avses verksamhet som syftar till att f&#229;nga eller d&#246;da
fritt levande fisk.

6 &#167; Har upph&#228;vts genom lag (2014:1026).

Fasta och r&#246;rliga redskap och handredskap

7 &#167; Med fast redskap menas

1. fiskebyggnad, och

2. fiskeredskap med ledarm, om redskapet &#228;r fastsatt vid
bottnen eller stranden och avses st&#229; kvar i mer &#228;n tv&#229; dygn i
f&#246;ljd.

Med r&#246;rligt redskap avses fiskeredskap som inte &#228;r fast
redskap.

Med handredskap avses sp&#246;, pilk och liknande r&#246;rligt redskap
som &#228;r utrustat med lina och h&#246;gst tio krokar.

I Torne&#228;lvens fiskeomr&#229;de avses med

1. fast redskap: redskap med ledarm, s&#229;som laxf&#228;lla och
storryssja, avsett att anv&#228;ndas p&#229; samma st&#228;lle under minst tv&#229;
dygn,

2. sm&#229;ryssja: en till bottnen nedtyngd ryssja med en b&#229;gh&#246;jd
l&#228;gre &#228;n 1,0 meter och d&#228;r ingen del &#228;r h&#246;gre &#228;n 1,5 meter,

3. f&#246;rankrade n&#228;t: n&#228;t som med ankare, tyngder eller sin egen
vikt s&#228;tts p&#229; eller f&#246;rankras vid eller ovanf&#246;r bottnen och som
inte driver med vattnet,

4. flytn&#228;t: n&#228;t som driver med str&#246;mmen,

5. kullen&#228;t (kolknot): not som &#228;r f&#228;st vid b&#229;t,

6. drag: konstgjorda beten, wobbler, flugor eller d&#228;rmed
j&#228;mf&#246;rbara lockmedel som &#228;r f&#246;rsedda med krokar och som med
sina r&#246;relser, f&#228;rger eller former lockar fisken att hugga,

7. handredskap: sp&#246;, pilk eller liknande r&#246;rligt redskap som
&#228;r utrustat med lina och drag eller krok, samt

8. naturliga beten: levande eller avlivade beten och
luktpreparat. Lag (2010:901).

R&#228;tten till fiske

Om fiske i allm&#228;nt och enskilt vatten

8 &#167; Varje svensk medborgare f&#229;r fiska i allm&#228;nt vatten. Varje svensk
medborgare f&#229;r ocks&#229; fiska i havet vid s&#229;dana str&#228;nder, sk&#228;r och
holmar som den 30 juni 1986 &#228;gdes av staten och som d&#229; inte h&#246;rde
till n&#229;got hemman eller innehades p&#229; s&#228;rskilda villkor.

9 &#167; Fisket i enskilda vatten tillh&#246;r fastighets&#228;garen. Varje svensk
medborgare har dock r&#228;tt att fiska i s&#229;dana vatten i den omfattning
och p&#229; det s&#228;tt som anges i bilagan till denna lag.

Strandlinjer oeh vattendjup skall vid till&#228;mpningen av
best&#228;mmelserna i bilagan best&#228;mmas, om inte annat s&#228;rskilt anges,
enligt 8 &#167; lagen (1955:595) om gr&#228;ns mot allm&#228;nt vattenomr&#229;de
samt i M&#228;laren med utg&#229;ngspunkt i ett vattenst&#229;nd av 4,2 meter
&#246;ver v&#228;stra slusstr&#246;skeln vid Karl Johans torg i Stockholm.

9 a &#167; Den som fiskar med r&#246;rliga redskap f&#229;r anv&#228;nda endast
n&#228;t, l&#229;ngrev, ryssja, bur, handredskap och h&#229;v. Vid fiske med
n&#228;t, l&#229;ngrev, ryssjor och burar f&#229;r sammanlagt h&#246;gst sex
redskap anv&#228;ndas samtidigt. Vid hummerfiske f&#229;r d&#228;rut&#246;ver
h&#246;gst fjorton burar (hummertinor) anv&#228;ndas. En l&#229;ngrev f&#229;r
vara f&#246;rsedd med h&#246;gst 100 krokar. N&#228;tens sammanlagda l&#228;ngd
f&#229;r vara h&#246;gst 180 meter.

F&#246;rsta stycket g&#228;ller inte den som

1, fiskar med st&#246;d av fiskelicens eller personlig
fiskelicens, eller

2. innehar fisket med &#228;gander&#228;tt eller har r&#228;tt till fisket
p&#229; grund av en nyttjander&#228;tt som omfattar &#228;ven annat fiske &#228;n
det som &#228;r fritt f&#246;r var och en.

Regeringen f&#229;r meddela ytterligare f&#246;reskrifter om undantag
fr&#229;n f&#246;rsta stycket.

F&#246;reskrifter om begr&#228;nsningar i redskapsanv&#228;ndningen ut&#246;ver
de begr&#228;nsningar som anges i f&#246;rsta stycket kan meddelas med
st&#246;d av 19 &#167;. Lag (2014:1026).

10 &#167; Vid fiske utan st&#246;d av enskild fisker&#228;tt f&#229;r fast redskap
anv&#228;ndas bara efter tillst&#229;nd av den myndighet som regeringen
best&#228;mmer.

11 &#167; Den som har fisker&#228;tt i enskilt vatten f&#229;r inte v&#228;gras tillst&#229;nd
att str&#228;cka fast redskap fr&#229;n det enskilda vattnet vidare ut i allm&#228;nt
vatten, om det kan ske utan skada f&#246;r andra fiskande eller annat
beaktansv&#228;rt intresse.

12 &#167; Tillst&#229;nd att str&#228;cka fast redskap fr&#229;n enskilt vatten vidare ut
i allm&#228;nt vatten beh&#246;vs inte

1. vid kusten i Norrbottens l&#228;n,

2. vid kusten i Kalmar l&#228;n s&#246;der om Kr&#229;kelund,

3. vid &#246;stra kusten i Blekinge l&#228;n (norr om Torhamnsudde) och &#246;ster
om en linje dragen fr&#229;n Torhamnsudde &#246;ver Videsk&#228;rs nordspets
och Ungsk&#228;rs sydspets till Utl&#228;ngans sydspets, och

4. vid Sk&#229;nes &#246;stra och s&#246;dra kuster.

Det fasta redskapet f&#229;r dock inte i n&#229;got fall str&#228;ckas ut i allm&#228;nt
vatten mer &#228;n 200 meter fr&#229;n den kurva f&#246;r tre meters djup som
f&#246;ljer stranden vid fastlandet eller vid en &#246; av minst 100 meters
l&#228;ngd.

13 &#167; Utl&#228;ndska medborgare f&#229;r fiska med handredskap i
enlighet med best&#228;mmelserna i 8 och 9 &#167;&#167; om svenska
medborgares r&#228;tt att fiska.

Utl&#228;ndska fysiska och juridiska personer som omfattas av
Sveriges internationella &#229;taganden om etableringsfrihet,
arbetskraftens fria r&#246;rlighet och utbyte av tj&#228;nster f&#229;r
fiska yrkesm&#228;ssigt p&#229; samma villkor som svenska fysiska och
juridiska personer.

Utan st&#246;d av enskild fisker&#228;tt f&#229;r annat fiske bedrivas av
utl&#228;ndska medborgare eller fiskefartyg bara om det medges i
13 a &#167; eller i f&#246;reskrifter som meddelas av regeringen eller
den myndighet som regeringen best&#228;mmer. Utl&#228;ndska medborgare
som &#228;r stadigvarande bosatta h&#228;r i landet &#228;r dock likst&#228;llda
med svenska medborgare. Lag (2014:1026).

13 a &#167; Fiskefartyg fr&#229;n andra medlemsstater inom Europeiska
unionen har tilltr&#228;de till fiske i vatten innanf&#246;r 12
nautiska mil fr&#229;n baslinjen endast om s&#229;dan r&#228;tt framg&#229;r av
artikel 5.2 och bilaga 1 till Europaparlamentets och r&#229;dets
f&#246;rordning (EU) nr 1380/2013 av den 11 december 2013 om den
gemensamma fiskeripolitiken, om &#228;ndring av r&#229;dets
f&#246;rordningar (EG) nr 1954/2003 och (EG) nr 1224/2009 och om
upph&#228;vande av r&#229;dets f&#246;rordningar (EG) nr 2371/2002 och (EG)
nr 639/2004 och r&#229;dets beslut 2004/585/EG.

F&#246;rsta stycket g&#228;ller inte om n&#229;got annat s&#228;gs i f&#246;reskrifter
som har meddelats med st&#246;d av 13 &#167; tredje stycket.
Lag (2014:1026).

Best&#228;mmelser om r&#228;tt till fiske i vissa fall

14 &#167; Fisker&#228;tt som h&#246;r till s&#229;dan allm&#228;nning som avses i lagen
(1952:166) om h&#228;radsallm&#228;nningar eller lagen (1952:167) om
allm&#228;nningsskogar i Norrland och Dalarna f&#229;r nyttjas av
allm&#228;nningens del&#228;gare.

Del&#228;garna f&#229;r arrendera ut fisker&#228;tten f&#246;r gemensam r&#228;kning. Ett
s&#229;dant beslut fattas i enlighet med f&#246;reskrifterna f&#246;r allm&#228;nningens
f&#246;rvaltning.

15 &#167; I fr&#229;ga om tillgodog&#246;randet av en fisker&#228;tt som &#228;r samf&#228;lld f&#246;r
flera fastigheter i andra fall &#228;n som avses i 14 &#167; g&#228;ller lagen
(1973:1150) om f&#246;rvaltning av samf&#228;lligheter.

F&#246;r en fastighet som innehas med sam&#228;gander&#228;tt f&#229;r l&#228;nsstyrelsen,
p&#229; ans&#246;kan av n&#229;gon av del&#228;garna, besluta om hur fisket skall
bedrivas p&#229; fastigheten. Detta g&#228;ller inte om fisker&#228;tten &#228;r
gemensam med en annan fastighet eller om fastigheten bara best&#229;r
av en s&#229;dan r&#228;tt.

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller inte fisker&#228;tt som
ing&#229;r i ett fiskev&#229;rdsomr&#229;de.

16 &#167; Vid jordbruksarrende f&#229;r arrendatorn nyttja den fisker&#228;tt som
h&#246;r till jorden, om inte n&#229;got annat har avtalats.

Avser uppl&#229;telsen endast en del av en fastighet skall reglerna i 15 &#167;
andra stycket f&#246;r fastighet som innehas med sam&#228;gander&#228;tt
till&#228;mpas, om inte omfattningen av fisker&#228;tten har avtalats.
Markarealen skall utg&#246;ra delningsgrund om inte n&#229;gon annan
delningsgrund &#228;r l&#228;mpligare.

Om fisk&#229;dra

17 &#167; I varje gren av ett vattendrag eller ett sund d&#228;r fisken
har sin g&#229;ng ska det finnas en fisk&#229;dra i det djupaste vattnet.
Fisk&#229;dran utg&#246;r en sj&#228;ttedel av vattnets bredd vid vanligast
f&#246;rekommande l&#229;gt vattenst&#229;nd. Vid vattendragets inlopp och
mynning och vid ett sunds &#228;ndpunkter str&#228;cker sig fisk&#229;dran med
of&#246;r&#228;ndrad bredd vidare trehundra meter ut i det djupaste
vattnet.

L&#228;nsstyrelsen f&#229;r, utom i Torne&#228;lvens fiskeomr&#229;de, besluta
att fisk&#229;dran ska g&#229; i en annan del av vattnet &#228;n vad som s&#228;gs
i f&#246;rsta stycket. Ber&#246;rda r&#228;tts&#228;gare ska f&#229; tillf&#228;lle att yttra
sig i saken innan beslut fattas. Om &#228;ndringen inneb&#228;r ett
p&#229;tagligt men f&#246;r n&#229;gon ber&#246;rd r&#228;tts&#228;gare, fordras dennes
samtycke till &#229;tg&#228;rden.

I &#228;lvomr&#229;det inom Torne&#228;lvens fiskeomr&#229;de ska fisk&#229;dran, i
st&#228;llet f&#246;r vad som anges i f&#246;rsta stycket, utg&#246;ra en tredjedel
av vattendragets bredd vid normal l&#229;g vattenf&#246;ring. En fisk&#229;dra
i vattendrag utanf&#246;r Torne&#228;lvens fiskeomr&#229;de vilket rinner ut i
vattendrag inom &#228;lvomr&#229;det forts&#228;tter med of&#246;r&#228;ndrad bredd
tills den n&#229;r fisk&#229;dran i &#228;lvomr&#229;det. Lag (2010:901).

18 &#167; Fisk&#229;dran ska l&#228;mnas fri fr&#229;n fiskeredskap som kan
hindra fiskens g&#229;ng. N&#229;gon annan anordning &#228;n fiskeredskap f&#229;r
inte heller s&#228;ttas ut i eller vid fisk&#229;dran i syfte att hindra
fisken att g&#229; fram i &#229;dran.

L&#228;nsstyrelsen f&#229;r, utom i Torne&#228;lvens fiskeomr&#229;de, medge
undantag fr&#229;n vad som s&#228;gs i f&#246;rsta stycket, om det kan antas
att det inte leder till p&#229;tagligt men f&#246;r n&#229;gon som inte
samtyckt till &#229;tg&#228;rden. Lag (2010:901).

Fredningszoner inom Torne&#228;lvens fiskeomr&#229;de

18 a &#167; I havsomr&#229;det inom Torne&#228;lvens fiskeomr&#229;de ska finnas
fredningszoner som avses i 3 &#167; i den fiskestadga f&#246;r
Torne&#228;lvens fiskeomr&#229;de som fogats till
gr&#228;ns&#228;lvs&#246;verenskommelsen mellan Sverige och Finland. I en
fredningszon f&#229;r fiskeredskap eller andra anordningar inte
placeras eller anv&#228;ndas s&#229; att fiskens g&#229;ng i zonen kan hindras
eller att fisken inte kan komma dit eller inte kan r&#246;ra sig
d&#228;r.

Regeringen f&#229;r meddela f&#246;reskrifter om vilka vattenomr&#229;den
inom Torne&#228;lvens fiskeomr&#229;de som ska utg&#246;ra fredningszoner.
Lag (2010:901).

Fisket m.m.

F&#246;reskrifter f&#246;r fisket

19 &#167; Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter f&#246;r fiskev&#229;rden och fiskets bedrivande som
f&#246;rbjuder eller begr&#228;nsar

1. fisket med avseende p&#229; vilken fisk som f&#229;r f&#229;ngas,

2. anv&#228;ndningen av fiskefartyg, fiskemetoder eller
fiskeredskap,

3. fiske inom vissa omr&#229;den eller f&#246;r vissa &#228;ndam&#229;l,

4. anv&#228;ndningen av redskap, agn, b&#229;tar eller annat som kan
sprida kr&#228;ftpest eller n&#229;gon annan sjukdom.

Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r ocks&#229;
meddela f&#246;reskrifter f&#246;r fiskev&#229;rden som avser f&#246;rbud mot att
beh&#229;lla fisk som f&#229;ngats, bearbeta fisk ombord, f&#246;rvara fisk i
sump eller att omlasta, f&#246;ra i land, f&#246;ra in i landet eller
saluh&#229;lla fisk.

Regeringen f&#229;r meddela f&#246;reskrifter f&#246;r fiskev&#229;rden och
fiskets bedrivande som avviker fr&#229;n s&#228;rskilda best&#228;mmelser i
den fiskestadga som fogats till gr&#228;ns&#228;lvs&#246;verenskommelsen
mellan Sverige och Finland och som avser senarel&#228;ggande f&#246;r
olika kategorier av fiskande av de startdatum som anges i
stadgan f&#246;r fiske med fasta redskap i havsomr&#229;det. Yrkesfiske
som bedrivs med fasta redskap eller annat fiske med fasta
redskap ska dock inledas senast den 29 juni. F&#246;reskrifterna f&#229;r
avse &#228;ven redskapsbegr&#228;nsningar.

Regeringen f&#229;r meddela f&#246;reskrifter f&#246;r fiskev&#229;rden och
fiskets bedrivande inom Torne&#228;lvens fiskeomr&#229;de som avviker
fr&#229;n s&#228;rskilda best&#228;mmelser i den fiskestadga som anges i
tredje stycket efter &#246;verenskommelse med Finlands regering
eller den beh&#246;riga finska f&#246;rvaltningsmyndigheten, och som
avser till&#229;tna fisketider och fiskemetoder, till&#229;tna redskap,
antalet fiskeredskap eller andra tekniska regler f&#246;r fisket
samt vilka f&#229;ngstplatser som ska omfattas av bilaga 2 till
fiskestadgan, om

1. situationen f&#246;r fiskbest&#229;nden till&#229;ter det, eller

2. det kr&#228;vs med h&#228;nsyn till skyddet av fiskbest&#229;nden och
s&#228;krandet av ett h&#229;llbart nyttjande.

De f&#246;reskrifter som meddelas enligt fj&#228;rde stycket f&#229;r
avgr&#228;nsas till att g&#228;lla en del av Torne&#228;lvens fiskeomr&#229;de, en
del av fiskes&#228;songen eller en enskild fiskemetod och f&#229;r
tidsbegr&#228;nsas till att g&#228;lla en fiskes&#228;song &#229;t g&#229;ngen.

&#214;verl&#228;ggningar om &#228;ndrade f&#246;reskrifter ska p&#229;b&#246;rjas vid s&#229;dan
tidpunkt och ske i s&#229;dan takt att lokala fiskeintressen hinner
h&#246;ras och det finns f&#246;ruts&#228;ttningar f&#246;r beslut om
f&#246;reskrifterna senast den 1 april det &#229;r d&#229; f&#246;reskrifterna ska
till&#228;mpas. Lag (2010:901).

19 a &#167; Regeringen eller den myndighet som regeringen
best&#228;mmer f&#229;r meddela f&#246;reskrifter om skyldighet att ta
ombord och f&#246;ra i land fisk som har f&#229;ngats. Lag (2014:1026).

20 &#167; Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om vilken h&#228;nsyn som vid fiske skall tas
till naturv&#229;rdens intressen. F&#246;reskrifterna f&#229;r dock inte vara
s&#229; ingripande att fisket avsev&#228;rt f&#246;rsv&#229;ras.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
f&#246;reskriva att det i &#228;renden enligt denna lag skall finnas en
analys av vilken inverkan fiskemetoder och uts&#228;ttande av
fiskarter har p&#229; milj&#246;n. F&#246;reskrifterna f&#229;r inneb&#228;ra att en
s&#229;dan analys skall g&#246;ras av den som avser att anv&#228;nda metoder
eller s&#228;tta ut fiskarter. Lag (1998:848).

21 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om s&#228;rskilt tillst&#229;nd f&#246;r fiske av
en viss art, inom ett visst omr&#229;de, med ett visst fiskefartyg
eller med anv&#228;ndning av vissa redskap eller fiskemetoder.
Lag (2014:1026).

22 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om skyldighet f&#246;r bef&#228;lhavaren p&#229; 
ett fiskefartyg, f&#246;r den som har fiskelicens eller personlig 
fiskelicens eller f&#246;r den som utan st&#246;d av s&#229;dan licens 
fiskar f&#246;r att s&#228;lja f&#229;ngsten, att l&#228;mna uppgifter om

1. fiskefartyg, fiskeredskap, fiskemetod, f&#229;ngst, tid och 
plats f&#246;r f&#229;ngsten, omlastning, landning, f&#246;rs&#228;ljning, och 

2. andra f&#246;rh&#229;llanden som r&#246;r fisket och som &#228;r av betydelse 
f&#246;r till&#228;mpningen av EU:s f&#246;rordningar om den gemensamma 
fiskeripolitiken. 

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om att ett fiskefartyg ska ha utrustning 
som automatiskt via satellit &#246;verf&#246;r information om 
fartyget. Lag (2017:945).

23 &#167; Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r meddela
f&#246;reskrifter om hur fiskeredskap och vattenbruksanl&#228;ggningar skall
m&#228;rkas ut samt hur fiskeredskap och fisksump skall m&#228;rkas med
innehavarens namn eller n&#229;got annat igenk&#228;nningstecken. Lag (1995:1388).

23 a &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om skyldigheter f&#246;r 
bef&#228;lhavaren p&#229; ett fiskefartyg, f&#246;r den som har fiskelicens 
eller personlig fiskelicens eller f&#246;r den som utan st&#246;d av 
s&#229;dan licens fiskar f&#246;r att s&#228;lja f&#229;ngsten, i fr&#229;ga om

1. v&#228;gning av f&#229;ngst, 

2. m&#228;rkning av partier av fiskeriprodukter, 

3. information som ska f&#246;lja med partier av fiskeriprodukter, 
och 

4. dokumentation av uppgifter i syfte att s&#228;kerst&#228;lla 
sp&#229;rbarhet av fiskeriprodukter. Lag (2017:945).

24 &#167; F&#246;reskrifter meddelade med st&#246;d av 19-23 &#167;&#167; skall &#228;ven till&#228;mpas
vid svenskt havsfiske utanf&#246;r Sveriges ekonomiska zon i
internationellt vatten och i andra vatten d&#228;r fisket bedrivs med st&#246;d
av internationella &#246;verenskommelser. Lag (1996:1076).

Om f&#246;rh&#229;llandet mellan de fiskande

25 &#167; Den som fiskar skall visa h&#228;nsyn till andra som vistas i
omr&#229;det. Fiske skall bedrivas s&#229; att andra fiskande inte on&#246;digtvis
hindras.

Om flera fiskande vill fiska i samma vatten och det inte kan ske
samtidigt, skall de f&#229; fiska i den ordning de kommit till platsen.

Det egna fiskeredskapet skall anv&#228;ndas s&#229; att det inte sn&#228;rjs ihop
med eller skadar andras redskap.

Efter avslutat fiske f&#229;r inte n&#229;gonting l&#228;mnas kvar som kan hindra
andra fiskande.

F&#246;rsta-fj&#228;rde styckena skall &#228;ven till&#228;mpas vid svenskt havsfiske
utanf&#246;r Sveriges ekonomiska zon i internationellt vatten och i andra
vatten d&#228;r fisket bedrivs med st&#246;d av internationella
&#246;verenskommelser. Lag (1996:1076).

26 &#167; I vatten d&#228;r varje svensk medborgare har r&#228;tt att fiska f&#229;r fiske
inte utan lov bedrivas n&#228;rmare &#228;n 100 meter fr&#229;n ett fast redskap
eller en vattenbruksanl&#228;ggning, om redskapet eller anl&#228;ggningen har
m&#228;rkts ut p&#229; f&#246;reskrivet s&#228;tt.

Om r&#228;tten att anv&#228;nda n&#229;gon annans strand

27 &#167; Den som fiskar f&#229;r tillf&#228;lligt anv&#228;nda n&#229;gon annans strand och
vattenomr&#229;de f&#246;r att dra upp eller g&#246;ra fast b&#229;t eller redskap, om det
beh&#246;vs f&#246;r fisket och om det kan ske utan ol&#228;genhet f&#246;r den som
innehar stranden. F&#246;r den som fiskar yrkesm&#228;ssigt utan st&#246;d av
enskild fisker&#228;tt g&#228;ller detta &#228;ven om ol&#228;genhet uppst&#229;r, under
f&#246;ruts&#228;ttning att ers&#228;ttning betalas f&#246;r skada och intr&#229;ng.

Utplantering och odling av fisk

28 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om krav p&#229; s&#228;rskilt tillst&#229;nd och om villkor i
&#246;vrigt f&#246;r att fisk skall f&#229; s&#228;ttas ut, flyttas eller odlas.

Om &#229;tg&#228;rder mot vansk&#246;tsel av fiske

29 &#167; Om den som har fisker&#228;tt i enskilt vatten i strid med allm&#228;nna
intressen vansk&#246;ter fisket genom att fiska i alltf&#246;r stor omfattning
eller genom att l&#229;ta bli att fiska, f&#229;r l&#228;nsstyrelsen f&#246;rel&#228;gga honom
att bedriva fisket p&#229; ett s&#228;tt som beh&#246;vs f&#246;r att avhj&#228;lpa
vansk&#246;tseln. Om n&#229;gon annan &#228;n &#228;garen har fisker&#228;tten, f&#229;r
f&#246;rel&#228;ggandet &#228;nd&#229; riktas mot &#228;garen.

&#196;garen eller innehavaren &#228;r skyldig att t&#229;la att en f&#246;relagd &#229;tg&#228;rd
vidtas &#228;ven om f&#246;rel&#228;ggandet riktats mot den andre.

Fiskelicens och personlig fiskelicens

29 a &#167; Att yrkesm&#228;ssigt fiske med fiskefartyg i havet f&#229;r
bedrivas bara med st&#246;d av fiskelicens framg&#229;r av artikel 6 i
r&#229;dets f&#246;rordning (EG) nr 1224/2009 av den 20 november 2009
om inf&#246;rande av ett kontrollsystem i gemenskapen f&#246;r att
s&#228;kerst&#228;lla att best&#228;mmelserna i den gemensamma
fiskeripolitiken efterlevs, om &#228;ndring av f&#246;rordningarna (EG)
nr 847/96, (EG) nr 2371/2002, (EG) nr 811/2004, (EG) nr
768/2005, (EG) nr 2115/2005, (EG) nr 2166/2005, (EG) nr
388/2006, (EG) nr 509/2007, (EG) nr 676/2007, (EG) nr
1098/2007, (EG) nr 1300/2008, (EG) nr 1342/2008 och
upph&#228;vande av f&#246;rordningarna (EEG) nr 2847/93, (EG) nr
1627/94 och (EG) nr 1966/2006.

Personlig fiskelicens f&#229;r beviljas f&#246;r yrkesm&#228;ssigt fiske som
inte kr&#228;ver fiskelicens. Av 9 a &#167; framg&#229;r att den som fiskar
med st&#246;d av en personlig fiskelicens &#228;r undantagen fr&#229;n de
begr&#228;nsningar i redskapsanv&#228;ndningen som anges i den
paragrafen. Lag (2014:1026).

29 b &#167; En fiskelicens f&#229;r efter ans&#246;kan beviljas s&#229;v&#228;l
fysiska som juridiska personer.

En personlig fiskelicens f&#229;r efter ans&#246;kan beviljas fysiska
personer.

Om s&#246;kanden av en fiskelicens enligt f&#246;rsta stycket &#228;r en
annan &#228;n den som &#228;ger det fartyg som ska anv&#228;ndas vid fisket,
ska ett bevis om att s&#246;kanden f&#246;rfogar &#246;ver fartyget fogas
till ans&#246;kan. Lag (2014:1026).

30 &#167; En fiskelicens f&#229;r beviljas om

1. fisket bedrivs i n&#228;ringsverksamhet,

2. fisket har anknytning till svensk fiskerin&#228;ring,

3. det fartyg som anv&#228;nds vid fisket &#228;r registrerat som
fiskefartyg i det fartygsregister som avses i 1 kap. 2 &#167;
sj&#246;lagen (1994:1009), och

4. kravet p&#229; att fiskekapacitet ska f&#246;ras ut ur den svenska
fiskeflottan i enlighet med artikel 23 i Europaparlamentets
och r&#229;dets f&#246;rordning (EU) nr 1380/2013 &#228;r uppfyllt.

En personlig fiskelicens f&#229;r beviljas om f&#246;ruts&#228;ttningen i
f&#246;rsta stycket 1 &#228;r uppfylld.

En licens f&#229;r begr&#228;nsas till att avse ett visst fiske och
beviljas f&#246;r en viss tid.

N&#228;r en fr&#229;ga om licens pr&#246;vas f&#246;rsta g&#229;ngen ska tillg&#229;ngen p&#229;
fisk beaktas.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela ytterligare f&#246;reskrifter om villkoret n&#228;r det g&#228;ller
anknytningen till svensk fiskerin&#228;ring och om kravet p&#229; att
fiskekapacitet ska f&#246;ras ut ur den svenska fiskeflottan.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om vilka s&#228;rskilda villkor som ska vara
uppfyllda f&#246;r att en ny licens ska kunna utf&#228;rdas efter
&#229;terkallelse. Lag (2014:1026).

31 &#167; En fiskelicens f&#229;r &#229;terkallas om

1. den har meddelats p&#229; grund av felaktiga uppgifter i
ans&#246;kan,

2. innehavaren av fiskelicensen inte l&#228;ngre uppfyller kravet
p&#229; att fisket ska bedrivas i n&#228;ringsverksamhet,

3. innehavaren av fiskelicensen inte l&#228;ngre uppfyller kravet
p&#229; att fisket ska ha anknytning till svensk fiskerin&#228;ring,
eller

4. fartyget inte &#228;r registrerat som fiskefartyg i det
fartygsregister som avses i 1 kap. 2 &#167; sj&#246;lagen
(1994:1009).

En personlig fiskelicens f&#229;r &#229;terkallas om
f&#246;ruts&#228;ttningarna i f&#246;rsta stycket 1 och 2 &#228;r uppfyllda.

I 56 &#167; finns best&#228;mmelser om &#229;terkallelse av fiskelicens och
personlig fiskelicens p&#229; grund av brott enligt denna lag
eller &#246;vertr&#228;delser som lett till sanktionsavgift enligt
f&#246;reskrifter som meddelats med st&#246;d av lagen.
Lag (2014:1026).

32 &#167; Fr&#229;gor om fiskelicens och personlig fiskelicens pr&#246;vas
av den myndighet som regeringen best&#228;mmer. Lag (2014:1026).

Internationell fiskekontroll

33 &#167; Vid svenskt havsfiske utanf&#246;r Sveriges sj&#246;territorium f&#229;r
efterlevnaden av internationella &#246;verenskommelser om fiskev&#229;rd
och fiskets bedrivande kontrolleras av de utl&#228;ndska myndigheter
som anges i f&#246;reskrifter som meddelas av regeringen eller den
myndighet som regeringen best&#228;mmer.

En s&#229;dan utl&#228;ndsk myndighet skall l&#228;mnas tilltr&#228;de till svenska
fiskefartyg och ges tillf&#228;lle att unders&#246;ka fiskeredskap,
f&#229;ngst, lastutrymmen och utrustning i &#246;vrigt samt att ta del av
de loggb&#246;cker och handlingar av betydelse f&#246;r fisket som finns
ombord. Finner myndigheten att en best&#228;mmelse f&#246;r fisket
&#246;vertr&#228;tts p&#229; ett allvarligt s&#228;tt f&#229;r den f&#246;ra fartyget till
hamn.

Bef&#228;lhavaren p&#229; ett fiskefartyg &#228;r skyldig att underl&#228;tta
&#229;tg&#228;rdernas genomf&#246;rande. Lag (1998:343).

Tillsyn m.m.

34 &#167; F&#246;r tillsyn &#246;ver efterlevnaden av denna lag och
f&#246;reskrifter meddelade med st&#246;d av lagen f&#229;r regeringen eller
den myndighet som regeringen best&#228;mmer utse fisketillsynsm&#228;n.

F&#246;r kontroll av efterlevnaden av denna lag och f&#246;reskrifter som
meddelats med st&#246;d av lagen samt f&#246;reskrifter om fisket i EU:s
f&#246;rordningar om den gemensamma fiskeripolitiken har en
fisketillsynsman som f&#246;rordnats d&#228;rtill och annan
befattningshavare hos Havs- och vattenmyndigheten,
l&#228;nsstyrelsen eller annan myndighet i vars uppgifter det ing&#229;r
att &#246;vervaka efterlevnaden av best&#228;mmelser om fiske r&#228;tt att

1. f&#229; tilltr&#228;de till fartyg, fordon, omr&#229;den, anl&#228;ggningar,
byggnader, lokaler och andra utrymmen d&#228;r fisk och utrustning
f&#246;r fisket f&#246;rvaras eller hanteras f&#246;r att d&#228;r g&#246;ra de
unders&#246;kningar och ta de prover som beh&#246;vs f&#246;r tillsynen utan
att ers&#228;ttning l&#228;mnas,

2. p&#229; beg&#228;ran f&#229; de upplysningar och handlingar som beh&#246;vs f&#246;r
tillsynen, och

3. f&#229; den hj&#228;lp som beh&#246;vs f&#246;r tillsynen av den som &#228;r f&#246;rem&#229;l
f&#246;r &#229;tg&#228;rden.

En fisketillsynsman f&#229;r &#228;ven ges f&#246;rordnande att ta egendom i
beslag enligt 47 &#167;.

Polismyndigheten ska p&#229; beg&#228;ran l&#228;mna den hj&#228;lp som beh&#246;vs vid
tillsynen.

Vid tillsyn f&#246;r kontroll av efterlevnaden av EU:s f&#246;rordningar
om den gemensamma fiskeripolitiken g&#228;ller andra stycket ocks&#229;
f&#246;r EU:s institutioner och av institutionerna utsedda
inspekt&#246;rer.

&#214;vervakningen av fisket i Torne&#228;lvens fiskeomr&#229;de f&#229;r utf&#246;ras
av gemensamma finsk-svenska patruller. Vid gemensam &#246;vervakning
i den svenska delen av fiskeomr&#229;det har beh&#246;rig finsk personal
observat&#246;rs status.

Beh&#246;riga &#246;vervakningsmyndigheter ska vid behov utbyta
information med finsk myndighet. Lag (2011:615).

35 &#167; De myndigheter som regeringen best&#228;mmer f&#229;r meddela de
f&#246;rel&#228;gganden och f&#246;rbud som beh&#246;vs f&#246;r att denna lag,
f&#246;reskrifter som meddelats med st&#246;d av lagen eller f&#246;reskrifter
om fisket i EU:s f&#246;rordningar om den gemensamma
fiskeripolitiken ska efterlevas. Ett beslut om f&#246;rel&#228;ggande
eller f&#246;rbud f&#229;r f&#246;renas med vite.

Om n&#229;gon inte r&#228;ttar sig efter lagen eller f&#246;reskrifter som har
meddelats med st&#246;d av lagen eller inte f&#246;ljer ett meddelat
f&#246;rel&#228;ggande, f&#229;r Havs- och vattenmyndigheten eller
l&#228;nsstyrelsen besluta om r&#228;ttelse p&#229; hans bekostnad. I
br&#229;dskande fall f&#229;r ett s&#229;dant beslut meddelas utan f&#246;reg&#229;ende
f&#246;rel&#228;ggande. Lag (2011:615).

36 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
f&#246;reskriva om avgifter f&#246;r en myndighets verksamhet enligt denna
lag eller enligt f&#246;reskrifter som meddelats med st&#246;d av lagen.

Straffbest&#228;mmelser m.m.

Straff

37 &#167; Den som med upps&#229;t eller av oaktsamhet

1. utan lov fiskar i vatten d&#228;r annan har enskild fisker&#228;tt,

2. utan n&#229;gon myndighets tillst&#229;nd enligt denna lag fiskar
d&#228;r s&#229;dant tillst&#229;nd beh&#246;vs, eller

3. s&#228;tter ut eller placerar ett fiskeredskap eller en
anordning i strid med vad som g&#228;ller om fisk&#229;dra eller placerar
eller anv&#228;nder ett fiskeredskap eller en annan anordning i
strid med vad som g&#228;ller i en s&#229;dan fredningszon som avses i
18 a &#167;

d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r, om inte annat
f&#246;ljer av 41 &#167;.

I ringa fall ska inte d&#246;mas till ansvar. Lag (2010:901).

37 a &#167; Den som med upps&#229;t eller av oaktsamhet bryter mot
redskapsbegr&#228;nsningarna i 9 a &#167; d&#246;ms till b&#246;ter eller
f&#228;ngelse i h&#246;gst ett &#229;r.

I ringa fall ska det inte d&#246;mas till ansvar.
Lag (2014:1026).

38 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms bef&#228;lhavare
eller annan som med upps&#229;t f&#246;rs&#246;ker hindra s&#229;dan kontroll som
avses i 33 &#167; andra stycket, om inte g&#228;rningen &#228;r belagd med straff i
brottsbalken. Detsamma skall g&#228;lla bef&#228;lhavare som upps&#229;tligen
bryter mot 33 &#167; tredje stycket.

38 a &#167; Till b&#246;ter d&#246;ms den som med upps&#229;t eller av oaktsamhet 
bryter mot f&#246;reskrifter som har meddelats med st&#246;d av 23 a &#167; 1. 

I ringa fall ska det inte d&#246;mas till ansvar. Lag (2017:945).

39 &#167; Till b&#246;ter d&#246;ms den som med upps&#229;t eller av oaktsamhet bryter
mot 25 &#167; andra--fj&#228;rde styckena eller 26 &#167;.

I ringa fall skall inte d&#246;mas till ansvar.

39 a &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
med upps&#229;t eller av oaktsamhet bryter mot den skyldighet att 
ta ombord och f&#246;ra i land fisk som f&#229;ngats som f&#246;reskrivs i 
artikel 15 i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 
1380/2013.

I ringa fall ska det inte d&#246;mas till ansvar. 
Lag (2017:945).

40 &#167; Den som med upps&#229;t eller av oaktsamhet bryter mot
f&#246;reskrifter som meddelats med st&#246;d av 19 &#167;, 20 &#167; f&#246;rsta
stycket eller 21-23 &#167;&#167; d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst
ett &#229;r, om inte annat f&#246;ljer av 41 &#167;.

Till samma straff d&#246;ms den som med upps&#229;t eller av grov
oaktsamhet bryter mot EG:s f&#246;rordningar om den gemensamma
fiskeripolitiken genom otill&#229;tet fiske eller genom att beh&#229;lla
fisk ombord, bearbeta fisk ombord, f&#246;rvara fisk i sump eller
omlasta, f&#246;ra i land, f&#246;ra in i landet eller saluh&#229;lla f&#229;ngst i
strid mot best&#228;mmelserna eller genom att bryta mot best&#228;mmelser
om f&#246;rvaring av fiskeredskap ombord eller om anm&#228;lnings- eller
uppgiftsskyldighet. Vad nu sagts g&#228;ller bara om inte annat
f&#246;ljer av 41 &#167;.

Till ansvar enligt f&#246;rsta eller andra stycket skall inte d&#246;mas
om g&#228;rningen &#228;r ringa.

Den som g&#246;r sig skyldig till f&#246;rs&#246;k eller f&#246;rberedelse till
brott som avses i f&#246;rsta stycket d&#246;ms till ansvar enligt 23
kap. brottsbalken. Lag (2003:251).

40 a &#167; Om ett brott enligt 37 eller 40 &#167; &#228;r att anse som grovt
d&#246;ms till f&#228;ngelse i h&#246;gst tv&#229; &#229;r i andra fall &#228;n som avses i
41 &#167; f&#246;rsta stycket.

Vid bed&#246;mande av om brottet &#228;r grovt skall s&#228;rskilt beaktas om
det avs&#229;g verksamhet av s&#228;rskilt stor omfattning, f&#229;ngst av
betydande v&#228;rde eller f&#229;ngst ur s&#228;rskilt skyddsv&#228;rda best&#229;nd.
Lag (2003:251).

40 b &#167; Till ansvar enligt 40 &#167; f&#246;rsta eller andra stycket ska
inte d&#246;mas om g&#228;rningen kan leda till sanktionsavgift enligt
f&#246;reskrifter som meddelats med st&#246;d av 50 a &#167;. Lag (2008:438).

41 &#167; Den som i Sveriges ekonomiska zon beg&#229;r brott enligt 37
eller 40 &#167; d&#246;ms till b&#246;ter.

Om n&#229;gon vid fiske i n&#228;ringsverksamhet har beg&#229;tt brott enligt
37 eller 40 &#167; genom att bedriva otill&#229;tet fiske eller genom att
brista i skyldigheten att l&#228;mna uppgift om fisket skall, om
g&#228;rningen avser verksamhet som innefattar anv&#228;ndning av
fiskefartyg f&#246;rsett med motor och p&#229;f&#246;ljden best&#228;ms till b&#246;ter,
b&#246;terna best&#228;mmas till ett krontal som motsvarar l&#228;gst tio och
h&#246;gst femhundra g&#229;nger antalet kilowatt i motorerna p&#229;
fiskefartyget. Minsta b&#246;tesbelopp &#228;r ettusen kronor.
Lag (2003:251).

42 &#167; Till b&#246;ter d&#246;ms den som med upps&#229;t eller av oaktsamhet
planterar ut fisk, flyttar fisk eller odlar fisk utan tillst&#229;nd eller
i strid med annan f&#246;reskrift enligt 28 &#167;.

I ringa fall skall inte d&#246;mas till ansvar.

43 &#167; har upph&#228;vts genom lag (1995:1388).

44 &#167; Om ett vitesf&#246;rel&#228;ggande eller vitesf&#246;rbud enligt 35 &#167; har
&#246;vertr&#228;tts, d&#246;ms inte till ansvar enligt 37-42 &#167;&#167; f&#246;r g&#228;rning
som omfattas av f&#246;rel&#228;ggandet eller f&#246;rbudet. Lag (2008:438).

S&#228;rskild r&#228;ttsverkan m. m.

45 &#167; Om det inte &#228;r uppenbart osk&#228;ligt, skall fisk som varit
f&#246;rem&#229;l f&#246;r brott enligt denna lag f&#246;rklaras f&#246;rverkad.
Detsamma g&#228;ller annat utbyte av s&#229;dant brott. &#196;ven vad n&#229;gon
har tagit emot som ers&#228;ttning f&#246;r kostnader i samband med ett
s&#229;dant brott eller v&#228;rdet av det mottagna skall f&#246;rklaras
f&#246;rverkat, om mottagandet utg&#246;r brott enligt denna lag och
f&#246;rverkandet inte &#228;r uppenbart osk&#228;ligt.

Om bara en del i ett parti fisk varit f&#246;rem&#229;l f&#246;r brott enligt
denna lag, f&#229;r hela partiet f&#246;rklaras f&#246;rverkat om det inte kan
utredas hur stor del av partiet som omfattas av brottet.

Fiskeredskap som anv&#228;nts eller medf&#246;rts vid brott enligt denna
lag skall f&#246;rklaras f&#246;rverkade, om det inte &#228;r osk&#228;ligt.
Detsamma g&#228;ller fiskefartyg och andra hj&#228;lpmedel om det beh&#246;vs
f&#246;r att f&#246;rebygga brott.

Ut&#246;ver vad som s&#228;gs i tredje stycket f&#229;r egendom f&#246;rklaras
f&#246;rverkad, om egendomen har varit avsedd att anv&#228;ndas som
hj&#228;lpmedel vid brott enligt denna lag och brottet har
fullbordats eller f&#246;rfarandet har utgjort ett straffbart f&#246;rs&#246;k
eller en straffbar f&#246;rberedelse och f&#246;rverkandet beh&#246;vs f&#246;r att
f&#246;rebygga brott.

I st&#228;llet f&#246;r fisken, redskapet eller den egendom som annars
anv&#228;nts, medf&#246;rts eller varit avsedd att anv&#228;ndas som
hj&#228;lpmedel, kan dess v&#228;rde helt eller delvis f&#246;rklaras
f&#246;rverkat. Kan bevisning om v&#228;rdet inte alls eller endast med
sv&#229;righet f&#246;ras, f&#229;r v&#228;rdet uppskattas till ett belopp som &#228;r
sk&#228;ligt med h&#228;nsyn till omst&#228;ndigheterna.

F&#246;rverkande f&#229;r inte ske enbart p&#229; grund av &#246;vertr&#228;delse av
25 &#167; andra-–tredje styckena. Vid &#246;vertr&#228;delse av 25 &#167; fj&#228;rde
stycket eller 26 &#167; f&#229;r f&#246;rverkande inte avse annat &#228;n
fiskeredskap. Lag (2005:305).

46 &#167; I m&#229;l om f&#246;rverkande enligt denna lag &#228;r bef&#228;lhavaren p&#229; ett
fiskefartyg som anv&#228;nts vid brott mot lagen beh&#246;rig att, i fr&#229;ga om
egendom som &#228;gs av n&#229;gon annan, f&#246;ra talan p&#229; &#228;garens v&#228;gnar.

47 &#167; Om n&#229;gon p&#229;tr&#228;ffas p&#229; bar g&#228;rning n&#228;r han eller hon 
beg&#229;r brott enligt denna lag, f&#229;r beslag g&#246;ras av fisk, 
redskap, fiskefartyg eller andra f&#246;rem&#229;l som 

1. sk&#228;ligen kan antas ha betydelse f&#246;r utredning av brottet, 
eller 

2. kan antas bli f&#246;rem&#229;l f&#246;r f&#246;rverkande enligt denna lag. 

Befogenheter enligt f&#246;rsta stycket har 

1. fisketillsynsm&#228;n som getts f&#246;rordnande enligt 34 &#167; tredje 
stycket, och

2. s&#229;dana befattningshavare hos Kustbevakningen, Havs- och 
vattenmyndigheten eller l&#228;nsstyrelsen som har uppgifter d&#228;r 
det ing&#229;r att &#246;vervaka efterlevnaden av best&#228;mmelser om 
fiske.

Samma befogenhet har, om fisket kr&#228;nker enskild fisker&#228;tt, 
den som innehar fisker&#228;tten eller den som f&#246;retr&#228;der honom 
eller henne.

Om egendom har tagits i beslag enligt f&#246;rsta stycket ska 
detta skyndsamt anm&#228;las till Polismyndigheten eller 
&#229;klagaren. Den polisman eller &#229;klagare som tar emot en s&#229;dan 
anm&#228;lan om beslag ska vidta samma &#229;tg&#228;rder som om han eller 
hon sj&#228;lv gjort beslaget.

En kustbevakningstj&#228;nsteman som tagit egendom i beslag ska 
anm&#228;la beslaget till unders&#246;kningsledaren eller &#229;klagaren.

Om innehavaren av enskild fisker&#228;tt eller den som f&#246;retr&#228;der 
honom eller henne har tagit fisk i beslag, f&#229;r dock 
fisker&#228;ttshavaren beh&#229;lla fisken utan att anm&#228;la det, om 
beslaget bara grundar sig p&#229; denna lag.

Fisk som tagits i beslag och som uppenbarligen b&#246;r f&#246;rklaras 
f&#246;rverkad ska omedelbart efter beslaget sl&#228;ppas ut i det 
vattenomr&#229;de d&#228;r den f&#229;ngats, om den &#228;r levnadsduglig och det 
kan g&#246;ras utan s&#228;rskilda kostnader eller besv&#228;r.
Lag (2019:39).

48 &#167; Om brott enligt denna lag innefattar intr&#229;ng i enskild fisker&#228;tt,
tillfaller f&#246;rverkad fisk eller dess v&#228;rde fisker&#228;ttshavaren.

49 &#167; Svensk domstol &#228;r beh&#246;rig att d&#246;ma &#246;ver brott enligt 
denna lag &#228;ven om det inte finns domsr&#228;tt enligt 2 kap. 3 &#167; 
brottsbalken. Lag (2021:1028).

50 &#167; Om ett brott mot denna lag eller mot n&#229;gon f&#246;reskrift som
meddelats med st&#246;d av lagen har f&#246;r&#246;vats i den ekonomiska zonen,
f&#229;r &#229;tal f&#246;r brottet v&#228;ckas vid den tingsr&#228;tt vars domkrets &#228;r n&#228;rmast
den plats d&#228;r brottet f&#246;r&#246;vades eller vid den tingsr&#228;tt inom vars
domkrets den hamn &#228;r bel&#228;gen dit den misst&#228;nkte anl&#228;nder med sitt
fartyg.

Administrativa sanktioner

Sanktionsavgifter m.m.

50 a &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att 
bef&#228;lhavaren p&#229; ett fiskefartyg, den som bedriver fiske med 
st&#246;d av fiskelicens eller personlig fiskelicens eller den som 
annars bedriver fiske i n&#228;ringsverksamhet ska betala en 
sanktionsavgift om han eller hon 

1. bryter mot n&#229;gon av de f&#246;reskrifter eller EU-f&#246;rordningar 
som avses i 40 &#167; f&#246;rsta och andra styckena, eller 

2. bryter mot f&#246;reskrifter som har meddelats med st&#246;d av 23 a 
&#167; 2–4.

Avgiftens storlek ska framg&#229; av regeringens f&#246;reskrifter. 
Avgiften ska uppg&#229; till minst 1 000 kronor och h&#246;gst 500 000 
kronor. N&#228;r regeringen meddelar f&#246;reskrifter om avgiftens 
storlek ska h&#228;nsyn tas till hur allvarlig &#246;vertr&#228;delsen &#228;r 
och till betydelsen av den best&#228;mmelse som &#246;vertr&#228;delsen 
avser.

Sanktionsavgiften ska tillfalla staten. Lag (2017:945).

50 b &#167; Sanktionsavgift ska tas ut &#228;ven om &#246;vertr&#228;delsen inte
har skett upps&#229;tligen eller av oaktsamhet.

Sanktionsavgift ska dock inte tas ut om det &#228;r osk&#228;ligt. Vid
pr&#246;vningen av denna fr&#229;ga ska det s&#228;rskilt beaktas

1. om &#246;vertr&#228;delsen har berott p&#229; sjukdom som medf&#246;rt att den
avgiftsskyldige inte f&#246;rm&#229;tt att p&#229; egen hand g&#246;ra det som
han eller hon varit skyldig att g&#246;ra och inte heller f&#246;rm&#229;tt
att uppdra &#229;t n&#229;gon annan att g&#246;ra det,

2. om &#246;vertr&#228;delsen annars berott p&#229; en omst&#228;ndighet som den
avgiftsskyldige varken kunnat f&#246;rutse eller borde ha
f&#246;rutsett och inte heller kunnat p&#229;verka,

3. vad den avgiftsskyldige gjort f&#246;r att undvika att en
&#246;vertr&#228;delse skulle intr&#228;ffa, eller

4. om det &#228;r fr&#229;ga om en enstaka &#246;vertr&#228;delse som saknar
betydelse i kontrollh&#228;nseende eller &#228;r obetydlig med h&#228;nsyn
till syftet med den best&#228;mmelse som har &#246;vertr&#228;tts.
Lag (2014:1026).

50 c &#167; Havs- och vattenmyndigheten beslutar om sanktionsavgift.

Innan sanktionsavgift &#229;l&#228;ggs n&#229;gon ska han eller hon ges
tillf&#228;lle att yttra sig. Lag (2011:615).

50 d &#167; Ett beslut om sanktionsavgift f&#229;r, n&#228;r det har vunnit
laga kraft, verkst&#228;llas enligt uts&#246;kningsbalken.
Lag (2008:438).

50 e &#167; Om ett vitesf&#246;rel&#228;ggande eller vitesf&#246;rbud har
&#246;vertr&#228;tts, f&#229;r sanktionsavgift inte beslutas f&#246;r den g&#228;rning
som omfattas av f&#246;rel&#228;ggandet eller f&#246;rbudet. Lag (2008:438).

50 f &#167; En sanktionsavgift f&#229;r beslutas bara om den som
anspr&#229;ket riktas mot har getts tillf&#228;lle att yttra sig inom tv&#229;
&#229;r fr&#229;n det att f&#246;ruts&#228;ttningarna att besluta om avgift har
uppfyllts. Lag (2008:438).

50 g &#167; En beslutad sanktionsavgift faller bort, om beslutet om
avgiften inte har verkst&#228;llts inom fem &#229;r fr&#229;n det att beslutet
vann laga kraft. Lag (2008:438).

50 h &#167; Ny beteckning 56 &#167; genom lag (2012:524).

50 i &#167; Ny beteckning 59 &#167; genom lag (2012:524).

Pricksystem vid allvarliga brott eller &#246;vertr&#228;delser

51 &#167; Best&#228;mmelserna i 52, 55, 58 och 60 &#167;&#167; denna lag
kompletterar

1. artikel 92.1–4 i r&#229;dets f&#246;rordning (EG) nr 1224/2009,
och

2. artiklarna 125–133 i kommissionens
genomf&#246;randef&#246;rordning (EU) nr 404/2011 av den 8 april 2011
om till&#228;mpningsf&#246;reskrifter f&#246;r r&#229;dets f&#246;rordning (EG) nr
1224/2009 om inf&#246;rande av ett kontrollsystem i gemenskapen
f&#246;r att s&#228;kerst&#228;lla att best&#228;mmelserna i den gemensamma
fiskeripolitiken efterlevs. Lag (2014:1026).

52 &#167; En innehavare av en fiskelicens ska tilldelas prickar om 

1. innehavaren av fiskelicensen eller n&#229;gon i den verksamhet 
som fiskelicensen avser har 

a) f&#228;llts till ansvar f&#246;r ett brott enligt 37–41 &#167;&#167; eller 
enligt brottsbalken

b) gjort sig skyldig till en &#246;vertr&#228;delse som lett till 
sanktionsavgift enligt f&#246;reskrifter som har meddelats med 
st&#246;d av 50 a &#167;, eller

c) gjort sig skyldig till ett brott eller en &#246;vertr&#228;delse i 
en annan medlemsstat inom EU enligt underr&#228;ttelse fr&#229;n en 
beh&#246;rig myndighet i den medlemsstaten,

2. brottet eller &#246;vertr&#228;delsen &#228;r av det slag som anges i 
artikel 3.1 i r&#229;dets f&#246;rordning (EG) nr 1005/2008 av den 29 
september 2008 om uppr&#228;ttande av ett gemenskapssystem f&#246;r att 
f&#246;rebygga, motverka och undanr&#246;ja olagligt, orapporterat och 
oreglerat fiske och om &#228;ndring av f&#246;rordningarna (EEG) nr 
2847/93, (EG) nr 1936/2001 och (EG) nr 601/2004 samt om 
upph&#228;vande av f&#246;rordningarna (EG) nr 1093/94 och (EG) nr 
1447/1999, eller best&#229;r i en s&#229;dan underl&#229;tenhet att f&#246;lja 
landningsskyldigheten som anges i artikel 90.1 c i r&#229;dets 
f&#246;rordning (EG) nr 1224/2009,

3. brottet eller &#246;vertr&#228;delsen i det enskilda fallet ska 
anses vara av allvarlig art enligt artikel 3.2 i r&#229;dets 
f&#246;rordning (EG) nr 1005/2008, och 

4. brottet eller &#246;vertr&#228;delsen har skett i samband med eller 
i anslutning till fiske i havet eller h&#228;nger samman med 
s&#229;dant fiske. Lag (2017:945).

53 &#167; En bef&#228;lhavare p&#229; ett fiskefartyg ska tilldelas prickar 
om 

1. bef&#228;lhavaren har 

a) f&#228;llts till ansvar f&#246;r ett brott enligt 37–41 &#167;&#167; eller 
enligt brottsbalken

b) gjort sig skyldig till en &#246;vertr&#228;delse som lett till 
sanktionsavgift enligt f&#246;reskrifter som har meddelats med 
st&#246;d av 50 a &#167;, eller

c) gjort sig skyldig till ett brott eller en &#246;vertr&#228;delse i 
en annan medlemsstat inom EU enligt underr&#228;ttelse fr&#229;n en 
beh&#246;rig myndighet i den medlemsstaten,

2. brottet eller &#246;vertr&#228;delsen &#228;r av det slag som anges i 
artikel 3.1 i r&#229;dets f&#246;rordning (EG) nr 1005/2008, eller 
best&#229;r i en s&#229;dan underl&#229;tenhet att f&#246;lja 
landningsskyldigheten som anges i artikel 90.1 c i r&#229;dets 
f&#246;rordning (EG) nr 1224/2009,

3. brottet eller &#246;vertr&#228;delsen i det enskilda fallet ska 
anses vara av allvarlig art enligt artikel 3.2 i r&#229;dets 
f&#246;rordning (EG) nr 1005/2008, och 

4. brottet eller &#246;vertr&#228;delsen har skett i samband med eller 
i anslutning till fiske i havet eller h&#228;nger samman med 
s&#229;dant fiske.

I fr&#229;ga om det antal prickar som bef&#228;lhavaren ska tilldelas 
f&#246;r det aktuella brottet eller den aktuella &#246;vertr&#228;delsen 
till&#228;mpas artikel 126.1 och 126.2 i kommissionens 
genomf&#246;randef&#246;rordning (EU) nr 404/2011.

Samtliga tilldelade prickar ska raderas om bef&#228;lhavaren inte 
g&#246;r sig skyldig till ytterligare ett allvarligt brott eller 
en allvarlig &#246;vertr&#228;delse inom tre &#229;r fr&#229;n det senaste 
allvarliga brottet eller den senaste allvarliga 
&#246;vertr&#228;delsen. Lag (2017:945).

54 &#167; Om bef&#228;lhavaren har tilldelats samma antal prickar som
det antal som medf&#246;r &#229;terkallelse enligt artikel 129 i
kommissionens genomf&#246;randef&#246;rordning (EU) nr 404/2011, ska
ett f&#246;rbud att verka som bef&#228;lhavare p&#229; fiskefartyg meddelas
honom eller henne.

Giltighetstiden f&#246;r f&#246;rbudet att verka som bef&#228;lhavare ska
begr&#228;nsas p&#229; det s&#228;tt som g&#228;ller f&#246;r &#229;terkallelse enligt
artikel 92.3 i r&#229;dets f&#246;rordning (EG) nr 1224/2009.

Ett f&#246;rbud att verka som bef&#228;lhavare p&#229; fiskefartyg p&#229; grund
av att bef&#228;lhavaren har tilldelats 90 prickar ska dock g&#228;lla
i tolv m&#229;nader.

N&#228;r ett f&#246;rbud enligt tredje stycket har meddelats ska de
prickar som legat till grund f&#246;r beslutet raderas.
Lag (2014:1026).

55 &#167; Beslut om att tilldela prickar eller att &#229;terkalla en
licens och beslut om f&#246;rbud f&#229;r meddelas tills vidare i
avvaktan p&#229; ett slutligt avg&#246;rande, om det p&#229; sannolika sk&#228;l
kan antas att prickar kommer att tilldelas, licensen
&#229;terkallas respektive f&#246;rbud meddelas enligt 52–54 &#167;&#167;,
artikel 92 i r&#229;dets f&#246;rordning (EG) nr 1224/2009 eller
artikel 126 i kommissionens genomf&#246;randef&#246;rordning (EU) nr
404/2011.

Giltighetstiden f&#246;r ett beslut enligt f&#246;rsta stycket om
&#229;terkallelse tills vidare av en fiskelicens eller om f&#246;rbud
tills vidare att verka som bef&#228;lhavare p&#229; fiskefartyg ska
begr&#228;nsas p&#229; det s&#228;tt som g&#228;ller f&#246;r slutliga beslut.
Lag (2014:1026).

&#197;terkallelse vid brott och &#246;vertr&#228;delser som inte omfattas av
pricksystemet

56 &#167; En fiskelicens, en personlig fiskelicens och ett s&#229;dant
s&#228;rskilt tillst&#229;nd som avses i 21 &#167; f&#229;r &#229;terkallas p&#229; viss
tid, l&#228;gst tv&#229; m&#229;nader och h&#246;gst ett &#229;r. Detta f&#229;r ske om
innehavaren av licensen eller tillst&#229;ndet eller n&#229;gon i den
verksamhet som licensen eller tillst&#229;ndet avser har

1. f&#228;llts till ansvar f&#246;r upprepade brott enligt denna lag,
eller

2. gjort sig skyldig till upprepade &#246;vertr&#228;delser som har
lett till sanktionsavgift enligt f&#246;reskrifter som meddelats
med st&#246;d av 50 a &#167;.

Om n&#229;gon har f&#228;llts till ansvar f&#246;r brott enligt denna lag
eller gjort sig skyldig till en &#246;vertr&#228;delse som har lett
till sanktionsavgift f&#229;r varning beslutas om

1. det inte finns f&#246;ruts&#228;ttningar f&#246;r att &#229;terkalla licensen
eller tillst&#229;ndet p&#229; viss tid, eller

2. varning annars kan anses vara en tillr&#228;cklig &#229;tg&#228;rd.

En fiskelicens, en personlig fiskelicens och ett s&#229;dant
s&#228;rskilt tillst&#229;nd som avses i 21 &#167; f&#229;r &#229;terkallas tills
vidare i avvaktan p&#229; ett slutligt avg&#246;rande av
&#229;terkallelsefr&#229;gan om det p&#229; sannolika sk&#228;l kan antas att
licensen eller tillst&#229;ndet kommer att &#229;terkallas slutligt
enligt f&#246;rsta stycket 1. Beslutets giltighetstid ska
begr&#228;nsas p&#229; det s&#228;tt som g&#228;ller f&#246;r &#229;terkallelse enligt
f&#246;rsta stycket.

En fiskelicens, en personlig fiskelicens och ett s&#229;dant
s&#228;rskilt tillst&#229;nd som avses i 21 &#167; f&#229;r &#229;terkallas permanent
om innehavaren av licensen eller tillst&#229;ndet eller n&#229;gon i
den verksamhet som licensen eller tillst&#229;ndet avser har
f&#228;llts till ansvar f&#246;r upprepade brott enligt denna lag eller
gjort sig skyldig till upprepade &#246;vertr&#228;delser som har lett
till sanktionsavgift enligt f&#246;reskrifter som meddelats med
st&#246;d av 50 a &#167; och d&#228;rigenom har visat en uppenbar ovilja att
f&#246;lja g&#228;llande best&#228;mmelser. Lag (2014:1026).

57 &#167; Ett brott eller en &#246;vertr&#228;delse som enligt 52–55 &#167;&#167; kan
leda till att en innehavare av en fiskelicens tilldelas
prickar f&#229;r inte l&#228;ggas till grund f&#246;r beslut om &#229;terkallelse
eller varning enligt 56 &#167;. Lag (2014:1026).

Indragning eller begr&#228;nsning av fiskedagar

57 a &#167; Den myndighet som regeringen best&#228;mmer f&#229;r meddela
f&#246;reskrifter om indragning eller begr&#228;nsning av antalet
till&#229;tna dagar f&#246;r fiske om fiskelicensen f&#246;r den verksamhet
som har tilldelats dagarna har &#229;terkallats p&#229; viss tid.

En s&#229;dan indragning eller begr&#228;nsning ska st&#229; i proportion
till den period som fiskelicensen har &#229;terkallats f&#246;r.
Lag (2014:1026).

Beslut om prickar, &#229;terkallelse, f&#246;rbud och indragning eller
begr&#228;nsning av fiskedagar

58 &#167; Den myndighet som regeringen best&#228;mmer pr&#246;var fr&#229;gor om 
tilldelning av prickar, om &#229;terkallelse av fiskelicens, 
personlig fiskelicens och s&#228;rskilt tillst&#229;nd enligt 21 &#167;, om 
f&#246;rbud att verka som bef&#228;lhavare, om interimistiska beslut 
som avser prickar, &#229;terkallelse eller f&#246;rbud och om 
indragning eller begr&#228;nsning av till&#229;tna fiskedagar enligt 
52–56 och 57 a &#167;&#167;.

Ett s&#229;dant beslut g&#228;ller omedelbart, om inte n&#229;got annat 
beslutas. Tiden f&#246;r &#229;terkallelse r&#228;knas fr&#229;n den dag som 
anges i beslutet, dock tidigast fr&#229;n delgivningen av 
beslutet. Lag (2016:824).

Landningsavgift

59 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om att den som landar en otill&#229;ten
f&#229;ngst ska &#229;l&#228;ggas att betala en s&#228;rskild avgift.

Avgiften ska beslutas av Havs- och vattenmyndigheten och
best&#228;mmas till ett belopp som motsvarar den otill&#229;tna f&#229;ngstens
v&#228;rde. Om det finns s&#228;rskilda sk&#228;l, ska avgiften f&#229; s&#228;ttas ned
eller helt efterges. Lag (2012:524).

&#214;verklagande

60 &#167; L&#228;nsstyrelsens beslut enligt denna lag eller enligt
f&#246;reskrifter som meddelats med st&#246;d av lagen f&#229;r &#246;verklagas
till

1. Statens jordbruksverk, om beslutet r&#246;r vattenbruk, eller

2. Havs- och vattenmyndigheten i &#246;vriga fr&#229;gor.

Havs- och vattenmyndighetens och Jordbruksverkets beslut i
enskilda fall enligt denna lag eller enligt f&#246;reskrifter som
har meddelats med st&#246;d av lagen f&#229;r &#246;verklagas till allm&#228;n
f&#246;rvaltningsdomstol.

Havs- och vattenmyndighetens beslut i enskilda fall enligt
r&#229;dets f&#246;rordning (EG) nr 1224/2009 f&#229;r &#246;verklagas till allm&#228;n
f&#246;rvaltningsdomstol. Beslut om &#246;verf&#246;ring av prickar enligt
artikel 92.2 i r&#229;dets f&#246;rordning (EG) nr 1224/2009 f&#229;r dock
inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tt.
Lag (2012:524).

&#214;verg&#229;ngsbest&#228;mmelser

1993:787

1. Denna lag tr&#228;der i kraft den 1 januari 1994, d&#229; lagen (1950:596)
om r&#228;tt till fiske och kung&#246;relsen (1933:282) med vissa
best&#228;mmelser r&#246;rande fiskerif&#246;rh&#229;llandena i de till Sverige och
Danmark gr&#228;nsande farvattnen skall upph&#246;ra att g&#228;lla.

2. Den nya lagen inskr&#228;nker inte de r&#228;ttigheter som kan f&#246;lja av
best&#228;mmelserna i 5 och 15 &#167;&#167;, 16 &#167; f&#246;rsta stycket 5 eller 29 &#167; tredje
stycket lagen (1950:596) om r&#228;tt till fiske eller av
&#246;verg&#229;ngsbest&#228;mmelserna till lagen (1986:263) om &#228;ndring i
n&#228;mnda lag.

3. I fr&#229;ga om r&#228;tten att str&#228;cka fast redskap fr&#229;n enskilt vatten
vidare ut i allm&#228;nt vatten skall, ut&#246;ver best&#228;mmelsen i 12 &#167;,
best&#228;mmelserna i 3 &#167; andra stycket lagen (1950:596) om r&#228;tt till
fiske fortfarande g&#228;lla.

4. Den som vid lagens ikrafttr&#228;dande bedriver fiske som fordrar
yrkesfiskelicens enligt den nya lagen och som ans&#246;kt om men &#228;nnu
inte beviljats s&#229;dan licens f&#229;r forts&#228;tta med fisket till dess
licensfr&#229;gan avgjorts, dock l&#228;ngst till utg&#229;ngen av juni 1994.

5. Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
under en &#246;verg&#229;ngstid f&#246;reskriva de avvikelser fr&#229;n kraven enligt
30 &#167; f&#246;r yrkesfiskelicens som kan f&#246;ranledas av att n&#229;gon vid lagens
ikrafttr&#228;dande ut&#246;var ett fiske som &#228;r mer omfattande &#228;n vad
f&#246;reskrifter enligt 21 &#167; medger.

6. I fr&#229;ga om yrkesm&#228;ssigt fiske g&#228;ller till utg&#229;ngen av &#229;r 1994, i
st&#228;llet f&#246;r 13 &#167;, best&#228;mmelserna i lagen (1950:596) om r&#228;tt till fiske
betr&#228;ffande utl&#228;ndska medborgares likst&#228;lldhet med svenska
medborgare.

1995:101

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

1998:848

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. F&#246;reskrifter som har meddelats med st&#246;d av naturv&#229;rdslagen
(1964:822) skall vid till&#228;mpningen av den nya lydelsen av 3 &#167;
anses som f&#246;reskrifter som har meddelats med st&#246;d av 7 eller 8
kap. milj&#246;balken.

2008:438

1. Denna lag tr&#228;der i kraft den 1 juli 2008.

2. I fr&#229;ga om &#246;vertr&#228;delser som skett f&#246;re ikrafttr&#228;dandet ska
&#228;ldre best&#228;mmelser till&#228;mpas.

2012:524

1. Denna lag tr&#228;der i kraft den 1 augusti 2012.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r s&#229;dana brott och &#246;vertr&#228;delser
som har skett f&#246;re ikrafttr&#228;dandet.

2014:1026

1. Denna lag tr&#228;der i kraft den 1 oktober 2014.

2. Ett fartygstillst&#229;nd och ett s&#228;rskilt fartygstillst&#229;nd som
har meddelats med st&#246;d av 21 &#167; i dess tidigare lydelse g&#228;ller
som en fiskelicens med de begr&#228;nsningar till en viss
giltighetstid, ett visst fiske eller andra villkor som f&#246;ljer
av fartygstillst&#229;ndet eller det s&#228;rskilda
fartygstillst&#229;ndet.

3. F&#246;r den som bedriver fiske med fiskefartyg i havet med
st&#246;d av en yrkesfiskelicens som har meddelats med st&#246;d av 30 &#167;
i dess tidigare lydelse upph&#246;r licensen att g&#228;lla vid
ikrafttr&#228;dandet av denna lag.

4. F&#246;r den som bedriver fiske i insj&#246;arna eller utan
fiskefartyg i havet med st&#246;d av en yrkesfiskelicens som har
meddelats med st&#246;d av 30 &#167; i dess tidigare lydelse g&#228;ller
licensen som en personlig fiskelicens med de begr&#228;nsningar
till en viss giltighetstid, ett visst fiske eller andra
villkor som f&#246;ljer av yrkesfiskelicensen.

5. Den &#228;ndrade h&#246;gsta niv&#229;n f&#246;r sanktionsavgifter ska g&#228;lla
f&#246;r &#246;vertr&#228;delser som har beg&#229;tts efter ikrafttr&#228;dandet. Den
ut&#246;kade m&#246;jligheten till befrielse fr&#229;n sanktionsavgift ska
g&#228;lla &#228;ven f&#246;r &#246;vertr&#228;delser som har beg&#229;tts f&#246;re
ikrafttr&#228;dandet.

6. Paragrafen om indragning eller &#229;terkallelse av antalet
till&#229;tna fiskedagar ska g&#228;lla endast f&#246;r brott och
&#246;vertr&#228;delser som har beg&#229;tts efter ikrafttr&#228;dandet.

2017:945

1. Denna lag tr&#228;der i kraft den 1 januari 2018.

2. Best&#228;mmelserna i 52 och 53 &#167;&#167; i den nya lydelsen till&#228;mpas 
inte p&#229; &#246;vertr&#228;delser av landningsskyldigheten som har skett 
f&#246;re ikrafttr&#228;dandet.


Bilaga

Svenska medborgares r&#228;tt att fiska i enskilt vatten


OMR&#197;DE            TILL&#197;TNA              TILL&#197;TNA        S&#196;RSKILDA
                  REDSKAP               FISKSLAG        BEST&#196;MMELSER

Vid kusten i      R&#246;rligt redskap       Alla utom lax,  Undantaget f&#246;r lax
Norrbottens,                            se dock         g&#228;ller inte vid
V&#228;sterbottens,                          s&#228;rskilda       l&#229;ngrevsfiske i vatten
V&#228;sternorrlands                         best&#228;mmelser    som &#228;r minst 20 meter
och G&#228;vleborgs                                          djupt. Fiskevattnet
l&#228;n samt i                                              skall antingen ha
Uppsala l&#228;n                                             f&#246;rbindelse med &#246;ppna
utom &#214;sthammars                                         havet eller vara
kommun&#180;                                                 bel&#228;get vid en &#246; som &#228;r
                                                        skild fr&#229;n fastlandet
                                                        genom en s&#229;dan
                                                        f&#246;rbindelse. Denna skall
                                                        i b&#229;da fallen vara
                                                        bredare &#228;n en kilometer,
                                                        r&#228;knat fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; som &#228;r
                                                        minst 100 meter l&#229;ng.

Vid kusten i      Handredskap           Alla            Fiskemetoden som s&#229;dan
&#214;sthammars                                              f&#229;r inte kr&#228;va
kommun i                                                anv&#228;ndning av b&#229;t
Uppsala l&#228;n                                             eller utg&#246;ras av
och vid                                                 angeldonsfiske eller
kusten i                                                liknande metod.
Stockholms
och
S&#246;dermanlands
l&#228;n

                  L&#229;ngrev               Alla            L&#229;ngrevsfisket f&#229;r bara
                                                        bedrivas i vatten som
                                                        &#228;r minst 20 meter djupt.
                                                        Fiskevattnet skall
                                                        antingen ha f&#246;rbindelse
                                                        med &#246;ppna havet eller
                                                        vara bel&#228;get vid en &#246;
                                                        som &#228;r skild fr&#229;n
                                                        fastlandet genom en
                                                        s&#229;dan f&#246;rbindelse.
                                                        Denna skall i b&#229;da
                                                        fallen vara bredare &#228;n
                                                        en kilometer, r&#228;knat
                                                        fr&#229;n fastlandet eller
                                                        fr&#229;n en &#246; som &#228;r minst
                                                        100 meter l&#229;ng.

                  R&#246;rliga redskap       Str&#246;mming och   Fisket f&#229;r bara bedrivas
                  som utg&#246;rs av         skarpsill       i vatten med st&#246;rre djup
                  sk&#246;tar och silln&#228;t                    &#228;n sex meter. I H&#246;l&#246; och
                                                        M&#246;rk&#246; f&#246;rsamlingar i
                                                        Stockholms l&#228;n och i
                                                        S&#246;dermanlands l&#228;n &#228;r
                                                        under tiden 1 april–30
                                                        september str&#246;mmings- och
                                                        skarpsillfisket
                                                        f&#246;rbeh&#229;llet innehavaren
                                                        av den enskilda
                                                        fisker&#228;tten intill 200
                                                        meter fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; av minst
                                                        100 meters l&#228;ngd.

Vid kusten i      Handredskap           Alla            Fiskemetoden som s&#229;dan
&#214;sterg&#246;tlands                                           f&#229;r inte kr&#228;va anv&#228;ndning
l&#228;n och i                                               av b&#229;t eller utg&#246;ras av
Kalmar l&#228;n                                              angeldonsfiske eller
norr om                                                 liknande metod.
Kr&#229;kelund

                  L&#229;ngrev               Alla            L&#229;ngrevsfisket f&#229;r bara
                                                        bedrivas i vatten som &#228;r
                                                        minst 20 meter djupt.
                                                        Fiskevattnet skall
                                                        antingen ha f&#246;rbindelse
                                                        med &#246;ppna havet eller
                                                        vara bel&#228;get vid en &#246; som
                                                        &#228;r skild fr&#229;n fastlandet
                                                        genom en s&#229;dan
                                                        f&#246;rbindelse. Denna skall
                                                        i b&#229;da fallen vara bredare
                                                        &#228;n en kilometer, r&#228;knat
                                                        fr&#229;n fastlandet eller fr&#229;n
                                                        en &#246; som &#228;r minst 100
                                                        meter l&#229;ng.

                  R&#246;rliga redskap       Str&#246;mming och   Fisket f&#229;r bara bedrivas
                  som utg&#246;rs av         skarpsill       i vatten med st&#246;rre djup
                  sk&#246;tar och silln&#228;t                    &#228;n sex meter och p&#229; ett
                                                        avst&#229;nd av minst 200 meter
                                                        fr&#229;n fastlandet eller fr&#229;n
                                                        en &#246; av minst 100 meters
                                                        l&#228;ngd. Str&#246;mmings- och
                                                        skarpsillfisket &#228;r
                                                        f&#246;rbeh&#229;llet innehavaren
                                                        av den enskilda
                                                        fisker&#228;tten inom f&#246;ljande
                                                        omr&#229;den; Sl&#228;tbaken,
                                                        Tr&#228;n&#246;fj&#228;rden och Gropviken
                                                        samt angr&#228;nsande vatten
                                                        innanf&#246;r r&#228;ta linjer fr&#229;n
                                                        Djurs&#246; norra udde till
                                                        fastlandet &#246;ver sydligaste
                                                        udden av Lilla Rimm&#246; och
                                                        vidare fr&#229;n Djurs&#246; till
                                                        Yxn&#246; och Norra
                                                        Finn&#246;fastlandet &#246;ver
                                                        sundens smalaste st&#228;llen;
                                                        Valdemarsviken innanf&#246;r en
                                                        r&#228;t linje fr&#229;n Stora &#197;l&#246;
                                                        till Kv&#228;d&#246;, d&#228;r inloppet
                                                        &#228;r smalast; Syrsan och
                                                        B&#229;gviken samt
                                                        Gudingefj&#228;rden innanf&#246;r
                                                        r&#228;ta linjer fr&#229;n Bj&#246;rk&#246;
                                                        till fastlandet &#246;ver
                                                        smalaste delen av sundet,
                                                        fr&#229;n Bj&#246;rk&#246; s&#246;dra udde
                                                        till sydligaste udden av
                                                        lilla R&#228;t&#246; samt fr&#229;n
                                                        v&#228;stligaste udden av lilla
                                                        R&#228;t&#246; till n&#228;rmaste st&#228;lle
                                                        p&#229; fastlandet, och vidare
                                                        Gamlebyviken och
                                                        Lucernafj&#228;rden innanf&#246;r en
                                                        linje fr&#229;n s&#246;dra udden av
                                                        Gr&#228;ns&#246;landet r&#228;tt mot
                                                        s&#246;der.

Vid kusten i      Handredskap           Alla            Fiskemetoden som s&#229;dan
Kalmar l&#228;n                                              f&#229;r inte kr&#228;va anv&#228;ndning
s&#246;der om                                                av b&#229;t eller utg&#246;ras av
Kr&#229;kelund och                                           angeldonsfiske eller
Blekinge l&#228;ns                                           liknande metod.
&#246;stra kust
(norr om
Torhamnsudde)

                  L&#229;ngrev               Alla            L&#229;ngrevsfisket f&#229;r bara
                                                        bedrivas i vatten som &#228;r
                                                        minst 20 meter djupt.
                                                        Fiskevattnet skall
                                                        antingen ha f&#246;rbindelse
                                                        med &#246;ppna havet eller
                                                        vara bel&#228;get vid en &#246; som
                                                        &#228;r skild fr&#229;n fastlandet
                                                        genom en s&#229;dan
                                                        f&#246;rbindelse. Denna skall
                                                        i b&#229;da fallen vara
                                                        bredare &#228;n en kilometer,
                                                        r&#228;knat fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; som &#228;r
                                                        minst 100 meter l&#229;ng.

                  R&#246;rliga redskap       Str&#246;mming
                  som utg&#246;rs av         (sill) och
                  sk&#246;tar och silln&#228;t    skarpsill
                  samt tobisnot

Vid kusten i      Handredskap           Alla            Fiskemetoden som s&#229;dan
Gotlands l&#228;n                                            f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

                  L&#229;ngrev               Alla            L&#229;ngrevsfisket f&#229;r bara
                                                        bedrivas i vatten som &#228;r
                                                        minst 20 meter djupt.

                  R&#246;rligt redskap       Alla
                  som utg&#246;rs av n&#228;t
                  samt tobisnot

Vid Blekinge      Handredskap           Alla            Fiskemetoden som s&#229;dan
l&#228;ns s&#246;dra kust                                         f&#229;r inte kr&#228;va anv&#228;ndning
(v&#228;ster om                                              av b&#229;t eller utg&#246;ras av
Torhamnsudde)                                           angeldonsfiske eller
                                                        liknande metod.
                  R&#246;rligt redskap       Alla
                  som utg&#246;rs av
                  n&#228;t, l&#229;ngrev och
                  tobisnot

                  Sn&#246;rpvad              Alla            Fisket &#228;r till&#229;tet i
                                                        vatten som har ett st&#246;rre
                                                        djup &#228;n sex meter.

                  R&#246;rligt redskap       Alla            Fisket skall bedrivas p&#229;
                  i &#246;vrigt                              ett avst&#229;nd av minst 300
                                                        meter fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; av minst
                                                        100 meters l&#228;ngd. Om
                                                        kurvan f&#246;r h&#246;gst tre
                                                        meters djup g&#229;r l&#228;ngre ut,
                                                        skall fisket dock bedrivas
                                                        utanf&#246;r den djupkurvan.

Vid Sk&#229;nes        R&#246;rligt redskap       Alla
&#246;stra och
s&#246;dra kuster

Vid Sk&#229;nes        Alla redskap          Alla, se dock   Fiske efter ostron &#228;r
v&#228;stra kust                             s&#228;rskilda       f&#246;rbeh&#229;llet innehavaren av
och vid                                 best&#228;mmelser    den enskilda fisker&#228;tten
kusten i                                                inom 200 meter fr&#229;n
Hallands                                                fastlandet eller fr&#229;n en &#246;
l&#228;n samt                                                av minst 100 meters l&#228;ngd.
G&#246;teborgs                                               F&#246;r fiske med fast redskap
och Bohus                                               kr&#228;vs tillst&#229;nd enligt
l&#228;n                                                     10 &#167;.

I V&#228;nern          Handredskap           Alla utom       Fiskemetoden som s&#229;dan
                                        kr&#228;ftor         f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

                  R&#246;rligt redskap       Sikl&#246;ja och     Fisket f&#229;r bedrivas
                  som utg&#246;rs av         nors            utanf&#246;r &#246;ppen strand p&#229;
                  finmaskat n&#228;t                         ett st&#246;rre djup &#228;n &#229;tta
                                                        meter, best&#228;mt efter
                                                        r&#229;dande vattenst&#229;nd.

                  &#197;lrev med d&#246;tt        &#197;l              Fisket f&#229;r bedrivas under
                  agn                                   tiden 16 juli–15 oktober
                                                        efter tillst&#229;nd av
                                                        regeringen eller den
                                                        myndighet  regeringen
                                                        best&#228;mmer. Ett tillst&#229;nd
                                                        kan begr&#228;nsas till att
                                                        avse visst omr&#229;de och f&#229;r
                                                        endast meddelas den som
                                                        fiskar yrkesm&#228;ssigt.

I Mariestads-     R&#246;rligt redskap       Alla utom       Fisket skall bedrivas p&#229;
fj&#228;rden och                             kr&#228;ftor         ett avst&#229;nd av minst 300
&#214;stersundet                                             meter fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; av minst
                                                        100 meters l&#228;ngd. Om
                                                        kurvan f&#246;r h&#246;gst tre
                                                        meters djup g&#229;r l&#228;ngre ut,
                                                        skall fisket dock bedrivas
                                                        utanf&#246;r den djupkurvan.

I V&#228;ttern         Handredskap           Alla utom       Fiskemetoden som s&#229;dan
                                        kr&#228;ftor         f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

                  Utter och drag        Alla utom       Fisket f&#229;r endast bedrivas
                  samt agnnot           kr&#228;ftor         utanf&#246;r &#246;ppen strand.

I M&#228;laren         Handredskap           Alla utom       Fiskemetoden som s&#229;dan
                                        kr&#228;ftor         f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

I norra           R&#246;rligt redskap       Alla utom       Fisket skall bedrivas p&#229;
Bj&#246;rkfj&#228;rden,                           kr&#228;ftor         ett avst&#229;nd av minst 300
Pr&#228;stfj&#228;rden,                                           meter fr&#229;n fastlandet
S&#246;dra                                                   eller fr&#229;n en &#246; av minst
Bj&#246;rkfj&#228;rden                                            100 meters l&#228;ngd. Om
och                                                     kurvan f&#246;r h&#246;gst tre
Hovg&#229;rds-                                               meters djup g&#229;r l&#228;ngre
fj&#228;rden.                                                ut, skall fisket dock
Fj&#228;rdarna                                               bedrivas utanf&#246;r den
skall anses                                             djupkurvan.
begr&#228;nsade
mot
Gripsholms-
viken av
r&#228;ta linjer
fr&#229;n Hagsk&#228;r
till n&#228;rmaste
st&#228;llen p&#229;
fastlandet,
mot
Gr&#228;ns&#246;fj&#228;rden
av r&#228;ta
linjer
Rings&#246;kalven-
Bastlagn&#246;-
Ytterholmen
&#246;ver sundens
smalaste
st&#228;llen, mot
Ekolsundsviken
av r&#228;ta linjer
fr&#229;n Tallholmen
till n&#228;rmaste
st&#228;llen p&#229;
fastlandet,
mot Kalmarviken
av r&#228;ta linjer
fr&#229;n Knuten
till n&#228;rmaste
st&#228;llen p&#229;
fastlandet,
mot
S&#228;byholmsviken
av Smid&#246;sunds
smalaste del
samt mot
L&#229;ngtarmen av
en r&#228;t linje
D&#228;vens&#246;
v&#228;stspets-
Muns&#246; nordspets.

I Hj&#228;lmaren       Handredskap           Alla utom       Fiskemetoden som s&#229;dan
                                        kr&#228;ftor         f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

Mellanfj&#228;rden     R&#246;rligt redskap       Alla utom       Fisket skall bedrivas p&#229;
                                        kr&#228;ftor         ett avst&#229;nd av minst en
                                                        kilometer fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; av minst
                                                        100 meters l&#228;ngd.

I Storsj&#246;n        Handredskap           Alla utom       Fiskemetoden som s&#229;dan
i J&#228;mtland                              kr&#228;ftor         f&#229;r inte kr&#228;va anv&#228;ndning
                                                        av b&#229;t eller utg&#246;ras av
                                                        angeldonsfiske eller
                                                        liknande metod.

                  R&#246;rligt redskap       Sik             Sikfisket skall bedrivas
                  som utg&#246;rs av n&#228;t                     p&#229; ett avst&#229;nd av minst
                                                        300 meter fr&#229;n fastlandet
                                                        eller fr&#229;n en &#246; av minst
                                                        100 meters l&#228;ngd.

                  H&#228;ngryssja            Lake
                  (lakstrut)
Lag (1995:1388).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3326">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3328">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
