

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-04-05" /> 
 <meta id="rattsinfo-edited" content="2024-04-05 13:29:54" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3336</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3335">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3337">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1993:387 ·
                    <a href="/sfsr?bet=1993:387">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1993:387) om st&#246;d och service till vissa funktionshindrade</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1993-05-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:84
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelsesida 2021:737 har iakttagits.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om insatser f&#246;r s&#228;rskilt st&#246;d
och s&#228;rskild service &#229;t personer

1. med utvecklingsst&#246;rning, autism eller autismliknande tillst&#229;nd,

2. med betydande och best&#229;ende beg&#229;vningsm&#228;ssigt
funktionshinder efter hj&#228;rnskada i vuxen &#229;lder f&#246;ranledd av yttre
v&#229;ld eller kroppslig sjukdom, eller

3. med andra varaktiga fysiska eller psykiska funktionshinder som
uppenbart inte beror p&#229; normalt &#229;ldrande, om de &#228;r stora och
f&#246;rorsakar betydande sv&#229;righeter i den dagliga livsf&#246;ringen och
d&#228;rmed ett omfattande behov av st&#246;d eller service.

2 &#167; Varje region ska, om inte n&#229;got annat avtalats enligt 
17 &#167;, svara f&#246;r insatser enligt 9 &#167; 1. 

Varje kommun ska, om inte n&#229;got annat avtalats enligt 17 &#167;, 
svara f&#246;r insatser enligt 9 &#167; 2-10. Lag (2019:883).

3 &#167; Vad som f&#246;reskrivs f&#246;r regioner i denna lag g&#228;ller ocks&#229; 
kommuner som inte ing&#229;r i n&#229;gon region. Lag (2019:883).

4 &#167; Denna lag inneb&#228;r ingen inskr&#228;nkning i de r&#228;ttigheter som den
enskilde kan ha enligt n&#229;gon annan lag.

Verksamhetens m&#229;l och allm&#228;nna inriktning

5 &#167; Verksamhet enligt denna lag skall fr&#228;mja j&#228;mlikhet i
levnadsvillkor och full delaktighet i samh&#228;llslivet f&#246;r de
personer som anges i 1 &#167;. M&#229;let skall vara att den enskilde f&#229;r
m&#246;jlighet att leva som andra.

6 &#167; Verksamheten enligt denna lag ska vara av god kvalitet och 
bedrivas i samarbete med andra ber&#246;rda samh&#228;llsorgan och 
myndigheter. Verksamheten ska vara grundad p&#229; respekt f&#246;r den 
enskildes sj&#228;lvbest&#228;mmander&#228;tt och integritet. Den enskilde 
ska i st&#246;rsta m&#246;jliga utstr&#228;ckning ges inflytande och 
medbest&#228;mmande &#246;ver insatser som ges. Kvaliteten i 
verksamheten ska systematiskt och fortl&#246;pande utvecklas och 
s&#228;kras.

F&#246;r verksamheten enligt denna lag ska det finnas den personal 
som beh&#246;vs f&#246;r att ett gott st&#246;d och en god service och 
omv&#229;rdnad ska kunna ges.

I verksamhet enligt denna lag f&#229;r endast den som har ett 
s&#229;dant bevis som avses i 4 kap. 5 a &#167; patients&#228;kerhetslagen 
(2010:659) anv&#228;nda yrkestiteln undersk&#246;terska. Den som saknar 
beh&#246;righet att anv&#228;nda yrkestiteln f&#229;r inte anv&#228;nda en titel 
som kan f&#246;rv&#228;xlas med den yrkestiteln. Lag (2021:737).

6 a &#167; N&#228;r &#229;tg&#228;rder r&#246;r barn ska barnets b&#228;sta s&#228;rskilt
beaktas. Lag (2010:480).

R&#228;tten till insatser

7 &#167; Personer som anges i 1 &#167; har r&#228;tt till insatser i form av
s&#228;rskilt st&#246;d och s&#228;rskild service enligt 9 &#167; 1-–9, om de
beh&#246;ver s&#229;dan hj&#228;lp i sin livsf&#246;ring och om deras behov inte
tillgodoses p&#229; annat s&#228;tt. Personer som anges i 1 &#167; 1 och 2
har, under samma f&#246;ruts&#228;ttningar, &#228;ven r&#228;tt till insatser
enligt 9 &#167; 10.

Den enskilde skall genom insatserna tillf&#246;rs&#228;kras goda
levnadsvillkor. Insatserna skall vara varaktiga och samordnade.
De skall anpassas till mottagarens individuella behov samt
utformas s&#229; att de &#228;r l&#228;tt tillg&#228;ngliga f&#246;r de personer som
beh&#246;ver dem och st&#228;rker deras f&#246;rm&#229;ga att leva ett
sj&#228;lvst&#228;ndigt liv. Lag (2005:125).

8 &#167; Insatser enligt denna lag ska ges den enskilde endast om 
han eller hon beg&#228;r det. Om den enskilde &#228;r under 15 &#229;r eller 
uppenbart saknar f&#246;rm&#229;ga att p&#229; egen hand ta st&#228;llning i 
fr&#229;gan kan v&#229;rdnadshavare, god man, f&#246;rmyndare, f&#246;rvaltare 
eller framtidsfullmaktshavare beg&#228;ra insatser f&#246;r honom eller 
henne.

N&#228;r en insats r&#246;r ett barn ska barnet f&#229; relevant information 
och ges m&#246;jlighet att framf&#246;ra sina &#229;sikter. Barnets &#229;sikter 
ska tillm&#228;tas betydelse i f&#246;rh&#229;llande till barnets &#229;lder och 
mognad. Lag (2017:313).

8 a &#167; I ett &#228;rende som g&#228;ller insatser enligt 9 &#167; har den
enskilde r&#228;tt att muntligen vid bes&#246;k l&#228;mna uppgifter inf&#246;r
n&#228;mnden, om det inte finns s&#228;rskilda sk&#228;l mot det.

Den enskilde ska underr&#228;ttas om sin r&#228;tt enligt f&#246;rsta
stycket. Lag (2010:480).

Insatserna f&#246;r s&#228;rskilt st&#246;d och s&#228;rskild service

9 &#167; Insatserna f&#246;r s&#228;rskilt st&#246;d och service &#228;r

1. r&#229;dgivning och annat personligt st&#246;d som st&#228;ller krav p&#229;
s&#228;rskild kunskap om problem och livsbetingelser f&#246;r m&#228;nniskor
med stora och varaktiga funktionshinder,

2. bitr&#228;de av personlig assistent eller ekonomiskt st&#246;d till
sk&#228;liga kostnader f&#246;r s&#229;dan assistans, till den del behovet
av st&#246;d inte t&#228;cks av beviljade assistanstimmar enligt 51
kap. socialf&#246;rs&#228;kringsbalken,

3. ledsagarservice,

4. bitr&#228;de av kontaktperson,

5. avl&#246;sarservice i hemmet,

6. korttidsvistelse utanf&#246;r det egna hemmet,

7. korttidstillsyn f&#246;r skolungdom &#246;ver 12 &#229;r utanf&#246;r det egna
hemmet i anslutning till skoldagen samt under lov,

8. boende i familjehem eller bostad med s&#228;rskild service f&#246;r
barn eller ungdomar som beh&#246;ver bo utanf&#246;r f&#246;r&#228;ldrahemmet,

9. bostad med s&#228;rskild service f&#246;r vuxna eller annan s&#228;rskilt
anpassad bostad f&#246;r vuxna,

10. daglig verksamhet f&#246;r personer i yrkesverksam &#229;lder som
saknar f&#246;rv&#228;rvsarbete och inte utbildar sig. Lag (2010:480).

9 a &#167; Med personlig assistans enligt 9 &#167; 2 avses personligt 
utformat st&#246;d som ges av ett begr&#228;nsat antal personer &#229;t den 
som p&#229; grund av stora och varaktiga funktionshinder beh&#246;ver 
hj&#228;lp med ett eller flera grundl&#228;ggande behov. Med 
grundl&#228;ggande behov avses

1. andning, 

2. personlig hygien, 

3. m&#229;ltider, 

4. av- och p&#229;kl&#228;dning, 

5. kommunikation med andra, 

6. st&#246;d som den enskilde beh&#246;ver p&#229; grund av en psykisk 
funktionsneds&#228;ttning f&#246;r att f&#246;rebygga att han eller hon 
fysiskt skadar sig sj&#228;lv, n&#229;gon annan eller egendom, och

7. st&#246;d som den enskilde beh&#246;ver l&#246;pande under st&#246;rre delen av 
dygnet p&#229; grund av ett medicinskt tillst&#229;nd som inneb&#228;r att 
det finns fara f&#246;r den enskildes liv eller att det annars 
finns en &#246;verh&#228;ngande och allvarlig risk f&#246;r hans eller hennes 
fysiska h&#228;lsa. 

Om den enskilde p&#229; grund av en psykisk funktionsneds&#228;ttning 
beh&#246;ver kvalificerade aktiverings- och motiveringsinsatser f&#246;r 
att han eller hon sj&#228;lv ska klara att tillgodose ett 
grundl&#228;ggande behov som avses i f&#246;rsta stycket 2-5, ska s&#229;dana 
insatser beaktas som en del av hj&#228;lpen med det grundl&#228;ggande 
behovet.

Hj&#228;lp med behov enligt f&#246;rsta stycket 1, 6 och 7 ska anses som 
hj&#228;lp med grundl&#228;ggande behov, oavsett hj&#228;lpens karakt&#228;r. 
Detta g&#228;ller &#228;ven hj&#228;lp med m&#229;ltider i form av sondmatning och 
hj&#228;lp i form av kvalificerade aktiverings- och 
motiveringsinsatser.

Den som har behov av personlig assistans f&#246;r sina 
grundl&#228;ggande behov har &#228;ven r&#228;tt till insats enligt 9 &#167; 2 f&#246;r 
andra personliga behov om behoven inte tillgodoses p&#229; annat 
s&#228;tt. Om behovet avser hj&#228;lp med ett grundl&#228;ggande behov som 
avses i f&#246;rsta stycket 1 eller 7, omfattar r&#228;tten till insats 
alla &#229;tg&#228;rder som &#228;r direkt n&#246;dv&#228;ndiga f&#246;r att hj&#228;lpen ska 
kunna ges. Om behovet avser hj&#228;lp med m&#229;ltider i form av 
sondmatning, omfattar r&#228;tten till insats alla &#229;tg&#228;rder som &#228;r 
direkt n&#246;dv&#228;ndiga f&#246;r f&#246;rberedelse och efterarbete i samband 
med s&#229;dana m&#229;ltider. Personlig assistans f&#246;r andra personliga 
behov avser &#228;ven 

1. tid under den enskildes dygnsvila n&#228;r en assistent beh&#246;ver 
vara tillg&#228;nglig i v&#228;ntan p&#229; att den enskilde beh&#246;ver hj&#228;lp 
utan att det &#228;r fr&#229;ga om tillsyn (v&#228;ntetid), 

2. tid under den enskildes dygnsvila n&#228;r en assistent i 
st&#228;llet beh&#246;ver finnas till f&#246;rfogande p&#229; annan plats i v&#228;ntan 
p&#229; att den enskilde beh&#246;ver hj&#228;lp (beredskap), och 

3. tid n&#228;r en assistent beh&#246;ver vara n&#228;rvarande i samband med 
en aktivitet utanf&#246;r den enskildes hem p&#229; grund av att ett 
hj&#228;lpbehov kan f&#246;rv&#228;ntas uppst&#229;.

Den som har behov av mer &#228;n en personlig assistent samtidigt, 
har r&#228;tt till tv&#229; eller flera assistenter endast om 
m&#246;jligheterna att f&#229; bidrag enligt lagen (2018:222) om 
bostadsanpassningsbidrag eller hj&#228;lpmedel enligt h&#228;lso- och 
sjukv&#229;rdslagen (2017:30), har utretts. Lag (2022:1252).

9 b &#167; /Upph&#246;r att g&#228;lla U:2026-01-01/
Insatser enligt 9 &#167; 2 avser tid efter det att den 
insatsber&#228;ttigade har fyllt 66 &#229;r endast om 

1. insatsen har beviljats innan han eller hon har fyllt 66 &#229;r, 
eller 

2. ans&#246;kan om s&#229;dan insats inkommer till kommunen senast dagen 
f&#246;re 66-&#229;rsdagen och d&#228;refter blir beviljad. 

Insatser enligt 9 &#167; 2 f&#229;r dock inte ut&#246;kas efter det att den 
insatsber&#228;ttigade har fyllt 66 &#229;r. Lag (2022:880).

9 b &#167; /Tr&#228;der i kraft I:2026-01-01/
Insatser enligt 9 &#167; 2 avser tid efter det att den 
insatsber&#228;ttigade har uppn&#229;tt rikt&#229;ldern f&#246;r pension enligt 
2 kap. 10 a-10 d &#167;&#167; socialf&#246;rs&#228;kringsbalken endast om 

1. insatsen har beviljats innan han eller hon har uppn&#229;tt 
rikt&#229;ldern f&#246;r pension, eller 

2. ans&#246;kan om s&#229;dan insats inkommer till kommunen senast dagen 
f&#246;re den dag n&#228;r rikt&#229;ldern f&#246;r pension uppn&#229;s och d&#228;refter 
blir beviljad. 

Insatser enligt 9 &#167; 2 f&#229;r dock inte ut&#246;kas efter det att den 
insatsber&#228;ttigade har uppn&#229;tt rikt&#229;ldern f&#246;r pension. 
Lag (2022:881).

9 c &#167; N&#228;r ekonomiskt st&#246;d enligt 9 &#167; 2 har beviljats och
assistans utf&#246;rs av n&#229;gon som &#228;r n&#228;rst&#229;ende till eller lever i
hush&#229;llsgemenskap med den insatsber&#228;ttigade och som inte &#228;r
anst&#228;lld av kommunen, ska

1. kommunen f&#229; bes&#246;ka den insatsber&#228;ttigade n&#228;r det beh&#246;vs f&#246;r
bed&#246;mningen av r&#228;tten till eller behovet av insatsen eller i
&#246;vrigt f&#246;r till&#228;mpningen av denna lag, och

2. Inspektionen f&#246;r v&#229;rd och omsorg f&#229; tilltr&#228;de till bostaden
f&#246;r att inspektera assistansen enligt 26 d &#167;.

Vid inspektion enligt f&#246;rsta stycket 2 g&#228;ller inte 26 e &#167;. Om
en myndighet vid upprepade tillf&#228;llen utan giltig anledning
v&#228;gras bes&#246;k eller inspektion enligt f&#246;rsta stycket, f&#229;r det
ekonomiska st&#246;det enligt 9 &#167; 2 dras in eller s&#228;ttas ned. F&#246;r
att st&#246;det ska f&#229; dras in eller s&#228;ttas ned kr&#228;vs att den
insatsber&#228;ttigade har informerats om denna p&#229;f&#246;ljd.

Med n&#228;rst&#229;ende enligt f&#246;rsta stycket avses make, sambo, barn,
f&#246;r&#228;lder och syskon samt deras makar, sambor och barn.
Lag (2012:961).

9 d &#167; Som kostnad f&#246;r personlig assistans enligt 9 &#167; 2 anses 
inte ers&#228;ttning f&#246;r assistans som utf&#246;rs av n&#229;gon

1. som inte har fyllt 18 &#229;r, 

2. som &#228;r bosatt utanf&#246;r Europeiska ekonomiska 
samarbetsomr&#229;det,

3. som till f&#246;ljd av sjukdom, &#229;lderdom eller liknande orsak 
saknar f&#246;rm&#229;ga att utf&#246;ra arbete som personlig assistent, 
eller

4. p&#229; arbetstid som &#246;verstiger den tid som anges i 2-4 &#167;&#167; 
lagen (1970:943) om arbetstid m.m. i husligt arbete, 5-10 b &#167;&#167; 
arbetstidslagen (1982:673) eller kollektivavtal som uppfyller 
kraven i 3 &#167; arbetstidslagen. 

Kostnad f&#246;r personlig assistans som har utf&#246;rts i en 
yrkesm&#228;ssig enskild verksamhet utan tillst&#229;nd enligt 23 &#167; ger 
inte r&#228;tt till ekonomiskt st&#246;d enligt 9 &#167; 2. 

&#196;ven om assistansen har utf&#246;rts utan tillst&#229;nd l&#228;mnas 
ekonomiskt st&#246;d enligt 9 &#167; 2 om

1. verksamheten har haft tillst&#229;nd under avtalstiden och 
assistansen har utf&#246;rts senast tv&#229; veckor efter den dag d&#229; den 
assistansber&#228;ttigade underr&#228;ttades om att tillst&#229;ndet har 
upph&#246;rt att g&#228;lla, eller

2. det finns s&#228;rskilda sk&#228;l. Lag (2021:877).

9 e &#167; I insatserna enligt 9 &#167; 5-8 och 10 samt i insatsen bostad
med s&#228;rskild service f&#246;r vuxna ing&#229;r ocks&#229; omv&#229;rdnad. I
insatserna bostad med s&#228;rskild service f&#246;r barn och ungdomar
samt bostad med s&#228;rskild service f&#246;r vuxna ing&#229;r ocks&#229;
fritidsverksamhet och kulturella aktiviteter. Lag (2012:930).

9 f &#167; N&#228;r behovet av personlig assistans bed&#246;ms f&#246;r ett barn 
ska det bortses fr&#229;n det hj&#228;lpbehov som en v&#229;rdnadshavare 
normalt ska tillgodose enligt f&#246;r&#228;ldrabalken med h&#228;nsyn till 
barnets &#229;lder, utveckling och &#246;vriga omst&#228;ndigheter. 

Detta ska g&#246;ras genom schablonavdrag (f&#246;r&#228;ldraavdrag) fr&#229;n 
barnets behov av hj&#228;lp med grundl&#228;ggande behov och andra 
personliga behov enligt 9 a &#167;. F&#246;r&#228;ldraavdrag ska fastst&#228;llas 
med h&#228;nsyn till barnets &#229;lder och g&#246;ras dels fr&#229;n 
grundl&#228;ggande behov, dels fr&#229;n andra personliga behov. Avdrag 
ska dock inte g&#246;ras till den del hj&#228;lpbehovet avser 

1. s&#229;dant st&#246;d som avses i 9 a &#167; f&#246;rsta stycket 1 eller 7,

2. &#229;tg&#228;rder som &#228;r direkt n&#246;dv&#228;ndiga f&#246;r att hj&#228;lp enligt 
9 a &#167; f&#246;rsta stycket 1 eller 7 ska kunna ges,

3. m&#229;ltider i form av sondmatning,

4. &#229;tg&#228;rder som &#228;r direkt n&#246;dv&#228;ndiga f&#246;r f&#246;rberedelse och 
efterarbete i samband med s&#229;dana m&#229;ltider,

5. grundl&#228;ggande behov fr&#229;n och med den m&#229;nad d&#229; barnet fyller 
12 &#229;r, 

6. andra personliga behov f&#246;re den m&#229;nad d&#229; barnet fyller ett 
&#229;r, eller

7. andra personliga behov fr&#229;n och med den m&#229;nad d&#229; barnet 
fyller 18 &#229;r.

Regeringen f&#229;r meddela f&#246;reskrifter om f&#246;r&#228;ldraavdragens 
storlek.

Om omv&#229;rdnadsbidrag l&#228;mnas f&#229;r det inte p&#229;verka bed&#246;mningen av 
behovet av personlig assistans. Lag (2022:1252).

9 g &#167; Personlig assistans enligt 9 &#167; 2 l&#228;mnas inte f&#246;r 
sjukv&#229;rdande insatser enligt h&#228;lso- och sjukv&#229;rdslagen 
(2017:30). Lag (2022:1253).

10 &#167; I samband med att en insats enligt denna lag beviljas ska 
den enskilde erbjudas att en individuell plan med beslutade 
och planerade insatser uppr&#228;ttas i samr&#229;d med honom eller 
henne. Den som har beviljats en insats ska n&#228;r som helst kunna 
beg&#228;ra att en plan uppr&#228;ttas, om det inte redan har skett. I 
planen ska &#228;ven &#229;tg&#228;rder redovisas som vidtas av andra &#228;n kom-
munen eller regionen. Planen ska ompr&#246;vas fortl&#246;pande och 
minst en g&#229;ng om &#229;ret. 

Regionen och kommunen ska underr&#228;tta varandra om uppr&#228;ttade 
planer. Lag (2019:883).

11 &#167; Om n&#229;gon till f&#246;ljd av &#229;lderdomssvaghet, sjuklighet,
l&#229;ngvarigt missbruk av beroendeframkallande medel eller n&#229;gon
annan liknande orsak &#228;r ur st&#229;nd att sj&#228;lv ta hand om s&#229;dant
ekonomiskt st&#246;d fr&#229;n kommunen som avses i 9 &#167; 2, f&#229;r kommunen
besluta att ers&#228;ttningen skall betalas ut till n&#229;gon annan
person f&#246;r att anv&#228;ndas till kostnader f&#246;r personlig assistans
till den st&#246;dber&#228;ttigade. Lag (2005:125).

11 a &#167; Den som &#228;r arbetsgivare f&#246;r eller uppdragsgivare &#229;t en
personlig assistent ska l&#228;mna f&#246;ljande uppgifter till
kommunen:

1. Uppgifter som visar om assistenten &#228;r n&#228;rst&#229;ende till eller
lever i hush&#229;llsgemenskap med den insatsber&#228;ttigade, om
assistenten har fyllt 18 &#229;r och om assistenten &#228;r bosatt inom
eller utanf&#246;r EES-omr&#229;det.

Uppgifterna ska l&#228;mnas innan assistansen b&#246;rjar utf&#246;ras och
vid &#228;ndrade f&#246;rh&#229;llanden.

2. Uppgifter som visar den arbetstid som assistenten har
arbetat hos en insatsber&#228;ttigad. Uppgifterna ska l&#228;mnas
m&#229;nadsvis i efterhand.

3. Uppgifter som visar att n&#229;got f&#246;rh&#229;llande som anges i 9 d &#167;
3 inte f&#246;religger. Uppgifterna ska l&#228;mnas p&#229; beg&#228;ran av
kommunen. Lag (2012:930).

12 &#167; Kommunen f&#229;r besluta om &#229;terbetalning av ekonomiskt st&#246;d
som kommunen beviljat enligt 9 &#167; 2, om den som erh&#229;llit st&#246;det
eller hans eller hennes st&#228;llf&#246;retr&#228;dare genom att l&#228;mna
oriktiga uppgifter eller p&#229; annat s&#228;tt har f&#246;rorsakat att det
ekonomiska st&#246;det har l&#228;mnats felaktigt eller med f&#246;r h&#246;gt
belopp. Detsamma g&#228;ller om det ekonomiska st&#246;det annars har
l&#228;mnats felaktigt eller med ett f&#246;r h&#246;gt belopp och den som
erh&#229;llit st&#246;det eller hans eller hennes st&#228;llf&#246;retr&#228;dare
sk&#228;ligen borde ha insett detta. Lag (2005:125).

13 &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r i fr&#229;ga om verksamhet enligt 9 &#167; meddela 
f&#246;reskrifter till skydd f&#246;r enskildas liv, personliga 
s&#228;kerhet eller h&#228;lsa.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om

1. avgift f&#246;r ans&#246;kningar enligt 20 a &#167;, och

2. villkor f&#246;r tillst&#229;nd enligt 23 och 23 a &#167;&#167;.
Lag (2018:1155).

S&#228;rskilda uppgifter f&#246;r kommunen

14 &#167; Kommunen skall verka f&#246;r att insatser som skall tas upp i
planer som avses i 10 &#167; samordnas.

15 &#167; Till kommunens uppgifter h&#246;r att

1. fortl&#246;pande f&#246;lja upp vilka som omfattas av lagen och vilka 
deras behov av st&#246;d och service &#228;r,

2. verka f&#246;r att personer som anges i 1 &#167; f&#229;r sina behov 
tillgodosedda,

3. informera om m&#229;l och medel f&#246;r verksamheten enligt denna 
lag,

4. medverka till att personer som anges i 1 &#167; f&#229;r tillg&#229;ng 
till arbete eller studier,

5. verka f&#246;r att det allm&#228;nna fritids- och kulturutbudet blir 
tillg&#228;ngligt f&#246;r personer som anges i 1 &#167;,

6. anm&#228;la till &#246;verf&#246;rmyndaren dels n&#228;r en person som omfattas 
av 1 &#167; kan antas beh&#246;va f&#246;rmyndare, f&#246;rvaltare eller god man, 
dels n&#228;r ett f&#246;rmynderskap, f&#246;rvaltarskap eller godmanskap b&#246;r 
kunna upph&#246;ra,

7. samverka med organisationer som f&#246;retr&#228;der m&#228;nniskor med 
omfattande funktionshinder,

8. anm&#228;la till F&#246;rs&#228;kringskassan n&#228;r n&#229;gon som har ans&#246;kt om 
bitr&#228;de av personlig assistent eller ekonomiskt st&#246;d till 
s&#229;dan assistans enligt 9 &#167; 2 kan antas ha r&#228;tt till 
assistansers&#228;ttning enligt 51 kap. socialf&#246;rs&#228;kringsbalken,

9. underr&#228;tta F&#246;rs&#228;kringskassan n&#228;r n&#229;gon som f&#229;r 
assistansers&#228;ttning enligt 51 kap. socialf&#246;rs&#228;kringsbalken 
beviljas boende med s&#228;rskild service, daglig verksamhet, 
barnomsorg eller n&#229;gon annan insats som kan p&#229;verka behovet av 
personlig assistans,

10. anm&#228;la till F&#246;rs&#228;kringskassan om det finns anledning att 
anta att assistansers&#228;ttning enligt 51 kap. 
socialf&#246;rs&#228;kringsbalken anv&#228;nds f&#246;r annat &#228;n k&#246;p av personlig 
assistans eller kostnader f&#246;r personliga assistenter, och 

11. anm&#228;la till Inspektionen f&#246;r v&#229;rd och omsorg om det finns 
anledning att anta att en enskild bedriver yrkesm&#228;ssig 
verksamhet med personlig assistans utan tillst&#229;nd enligt 23 &#167; 
eller att en tillst&#229;ndshavares l&#228;mplighet f&#246;r att bedriva 
s&#229;dan verksamhet kan ifr&#229;gas&#228;ttas. Lag (2021:877).

15 a &#167; Kommunen skall l&#228;mna ut vissa personuppgifter
betr&#228;ffande enskilda som beviljas insatser enligt 9 &#167; till
Socialstyrelsen f&#246;r framst&#228;llning av officiell statistik.
Regeringen meddelar f&#246;reskrifter om vilka uppgifter som skall
l&#228;mnas ut. Lag (2003:885).

15 b &#167; En kommun som har tagit emot ett beslut fr&#229;n 
F&#246;rs&#228;kringskassan som inneb&#228;r att en enskild saknar r&#228;tt till 
assistansers&#228;ttning enligt 51 kap. socialf&#246;rs&#228;kringsbalken, 
ska utan dr&#246;jsm&#229;l informera den enskilde om f&#246;ruts&#228;ttningarna 
f&#246;r insatser enligt 9 &#167; 1–10. Detta g&#228;ller dock inte om det 
&#228;r uppenbart obeh&#246;vligt att l&#228;mna s&#229;dan information. 
Lag (2018:556).

Gemensamma best&#228;mmelser om regionernas och kommunernas ansvar

16 &#167; En kommuns ansvar enligt denna lag g&#228;ller gentemot dem 
som &#228;r bosatta i kommunen. Ansvaret f&#246;r insatser enligt 9 &#167; 2-
10 omfattar dock inte dem som &#228;r bosatta i kommunen genom 
beslut av en annan kommun i fall som avses i 16 c eller 
16 d &#167;. 

Om en person som anges i 1 &#167; t&#228;nker bos&#228;tta sig i en kommun, 
ska kommunen p&#229; ans&#246;kan meddela f&#246;rhandsbesked om r&#228;tten till 
insatser enligt 9 &#167;. Vid pr&#246;vningen av en ans&#246;kan om 
f&#246;rhandsbesked ska best&#228;mmelserna i denna lag g&#228;lla. Kommunen 
ska utan dr&#246;jsm&#229;l planera och f&#246;rbereda insatser som 
f&#246;rhandsbeskedet ger den enskilde r&#228;tt till om han eller hon 
bos&#228;tter sig i kommunen. F&#246;rhandsbeskedet g&#228;ller under sex 
m&#229;nader r&#228;knat fr&#229;n den dag d&#229; insatserna blir tillg&#228;ngliga 
f&#246;r den enskilde. 

F&#246;rhandsbesked enligt andra stycket ska ocks&#229; meddelas p&#229; 
ans&#246;kan av en person som redan &#228;r bosatt i kommunen, om en 
annan kommun enligt 16 c eller 16 d &#167; har ansvaret enligt 
denna lag, och om ans&#246;kan avser 

1. insats enligt 9 &#167; 8 eller 9, eller 

2. andra insatser enligt 9 &#167; och den enskilde ordnar eget 
boende. 

Om behov av insatser enligt denna lag uppkommer under en 
tillf&#228;llig vistelse i en kommun ska kommunen ansvara f&#246;r det 
st&#246;d och den hj&#228;lp som beh&#246;vs i akuta situationer.

I fr&#229;ga om regionens f&#246;rpliktelser g&#228;ller vad som s&#228;gs i denna 
paragraf om kommunen i st&#228;llet regionen. Lag (2019:883).

16 a &#167; N&#228;r en enskild avser att vistas en kortare tid i en
annan kommun &#228;n bos&#228;ttningskommunen, &#228;r vistelsekommunen
skyldig att p&#229; beg&#228;ran

1. bist&#229; med den utredning som bos&#228;ttningskommunen beh&#246;ver f&#246;r
att kunna pr&#246;va den enskildes ans&#246;kan om insatser enligt 9 &#167;,

2. verkst&#228;lla bos&#228;ttningskommunens beslut. Lag (2011:329).

16 b &#167; Om en bos&#228;ttningskommun har beg&#228;rt verkst&#228;llighet enligt
16 a &#167; 2, ska bos&#228;ttningskommunen ers&#228;tta vistelsekommunen f&#246;r
verkst&#228;llighetskostnaderna. Ers&#228;ttningen ska betalas enligt den
ers&#228;ttningsniv&#229; som bos&#228;ttningskommunen till&#228;mpar f&#246;r
motsvarande insatser. Lag (2011:329).

16 c &#167; Om det finns s&#228;rskilda sk&#228;l, f&#229;r en kommun verkst&#228;lla
ett beslut enligt 9 &#167; 8 eller 9 i en annan kommun. Den kommun
som har beslutat om boendet har ansvaret enligt denna lag
gentemot den person som till f&#246;ljd av beslutet &#228;r bosatt i den
andra kommunen. Lag (2011:329).

16 d &#167; En kommun har ansvar enligt denna lag gentemot en 
person som till f&#246;ljd av ett beslut av kommunen &#228;r bosatt i en 
annan kommun i 

1. familjehem, st&#246;dboende eller hem f&#246;r v&#229;rd eller boende 
enligt 6 kap. socialtj&#228;nstlagen (2001:453),

2. s&#228;rskild boendeform f&#246;r &#228;ldre m&#228;nniskor enligt 5 kap. 5 &#167; 
andra eller tredje stycket eller 7 kap. 1 &#167; f&#246;rsta stycket 2 
socialtj&#228;nstlagen, eller 

3. bostad med s&#228;rskild service enligt 5 kap. 7 &#167; tredje 
stycket eller 7 kap. 1 &#167; f&#246;rsta stycket 2 socialtj&#228;nstlagen.

En kommun har ansvar enligt denna lag &#228;ven gentemot en person 
som till f&#246;ljd av ett beslut av kommunen vistas i en annan 
kommun i ett skyddat boende enligt 6 kap. socialtj&#228;nstlagen.
Lag (2024:84).

16 e &#167; Ansvar enligt 16 c och 16 d &#167;&#167; upph&#246;r om
bos&#228;ttningskommunen p&#229;b&#246;rjar verkst&#228;llighet av insatser efter
f&#246;rhandsbesked enligt 16 &#167; tredje stycket. Lag (2011:329).

17 &#167; Ut&#246;ver avtalssamverkan enligt 9 kap. 37 &#167; kommunallagen 
(2017:725) f&#229;r en region eller en kommun med bibeh&#229;llet ansvar 
sluta avtal med en enskild person om att tillhandah&#229;lla 
insatser enligt denna lag. Om avtalet inneb&#228;r att en insats 
enligt 9 &#167; 8 eller 9 ska tillhandah&#229;llas i en annan kommun, 
ska den kommunen underr&#228;ttas om avtalet. 

En region och en kommun som ing&#229;r i regionen f&#229;r sluta avtal 
om att ansvar f&#246;r en eller flera uppgifter enligt denna lag 
&#246;verl&#229;ts fr&#229;n regionen till kommunen eller fr&#229;n kommunen till 
regionen. Om en s&#229;dan &#246;verl&#229;telse sker ska f&#246;reskrifterna i 
denna lag om region eller kommun g&#228;lla f&#246;r den till vilken 
uppgiften &#246;verl&#229;tits. 

Om en region och en kommun har slutit avtal om &#246;verl&#229;telse 
enligt andra stycket, f&#229;r &#246;verl&#229;taren l&#228;mna s&#229;dant ekonomiskt 
bidrag till mottagaren som motiveras av avtalet. Har en 
&#246;verl&#229;telse skett fr&#229;n en region till samtliga kommuner som 
ing&#229;r i regionen, f&#229;r kommunerna l&#228;mna ekonomiska bidrag till 
varandra, om det beh&#246;vs f&#246;r kostnadsutj&#228;mning mellan 
kommunerna. Lag (2019:883).

17 a &#167; Har upph&#228;vts genom lag (2011:329).

Avgifter m.m.

18 &#167; Av dem som enligt beslut av F&#246;rs&#228;kringskassan &#228;r
ber&#228;ttigade att f&#229; assistansers&#228;ttning enligt 51 kap.
socialf&#246;rs&#228;kringsbalken f&#229;r avgift f&#246;r personlig assistans
tas ut inom ramen f&#246;r s&#229;dan ers&#228;ttning. Lag (2010:480).

19 &#167; Sk&#228;liga avgifter f&#246;r bostad, fritidsverksamhet och
kulturella aktiviteter f&#229;r tas ut av dem som har hel allm&#228;n
&#229;lderspension, hel sjukers&#228;ttning eller hel
aktivitetsers&#228;ttning enligt socialf&#246;rs&#228;kringsbalken eller
annan inkomst av motsvarande storlek, enligt de grunder som
kommunen best&#228;mmer. Avgifterna f&#229;r dock inte &#246;verstiga
kommunens sj&#228;lvkostnader. Kommunen ska se till att den
enskilde f&#229;r beh&#229;lla tillr&#228;ckliga medel f&#246;r sina personliga
behov. Lag (2010:480).

20 &#167; Om n&#229;gon som &#228;r under 18 &#229;r f&#229;r omv&#229;rdnad i ett annat hem
&#228;n det egna med st&#246;d av denna lag, &#228;r f&#246;r&#228;ldrarna skyldiga att i
sk&#228;lig utstr&#228;ckning bidra till kommunens kostnader f&#246;r
omv&#229;rdnaden. Kommunen f&#229;r i s&#229;dana fall uppb&#228;ra
underh&#229;llsbidrag som avser barnet.

20 a &#167; Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r ta ut en 
avgift f&#246;r ans&#246;kningar om tillst&#229;nd enligt 23 &#167;.
Lag (2018:1155).

21 &#167; I andra fall &#228;n som anges i 18--20 &#167;&#167; f&#229;r avgifter eller
ers&#228;ttning f&#246;r kostnader inte tas ut f&#246;r insatser enligt denna
lag.

Dokumentation och gallring

21 a &#167; Handl&#228;ggning av &#228;renden som r&#246;r enskilda samt
genomf&#246;rande av beslut om insatser enligt denna lag skall
dokumenteras. Dokumentationen skall utvisa beslut och &#229;tg&#228;rder
som vidtas i &#228;rendet samt faktiska omst&#228;ndigheter och h&#228;ndelser
av betydelse.

Handlingar som r&#246;r enskildas personliga f&#246;rh&#229;llanden skall
f&#246;rvaras s&#229; att obeh&#246;riga inte f&#229;r tillg&#229;ng till dem.
Lag (2005:125).

21 b &#167; Dokumentationen skall utformas med respekt f&#246;r den
enskildes integritet. Den enskilde b&#246;r h&#229;llas underr&#228;ttad om de
journalanteckningar och andra anteckningar som f&#246;rs om honom
eller henne. Om den enskilde anser att n&#229;gon uppgift i
dokumentationen &#228;r oriktig skall detta antecknas.
Lag (2005:125).

21 c &#167; Om anteckningar och andra uppgifter i en personakt hos
den eller de n&#228;mnder som avses i 22 &#167; tillh&#246;r s&#229;dan
sammanst&#228;llning av uppgifter som avses i lagen (2001:454) om
behandling av personuppgifter inom socialtj&#228;nsten, skall
uppgifterna gallras fem &#229;r efter det att sista anteckningen
gjordes i akten. Uppgifterna skall dock inte gallras s&#229; l&#228;nge
uppgifterna om samma person inte har gallrats av n&#228;mnden enligt
andra stycket.

Uppgifter i en sammanst&#228;llning som avses i lagen om behandling
av personuppgifter inom socialtj&#228;nsten skall gallras fem &#229;r
efter det att de f&#246;rh&#229;llanden som uppgifterna avser har
upph&#246;rt.

Gallringen skall vara avslutad senast kalender&#229;ret efter det
att gallringsskyldigheten intr&#228;dde. Lag (2005:125).

21 d &#167; Handlingar som kommit in eller uppr&#228;ttats i samband med 
att en insats l&#228;mnas enligt 9 &#167; 8 f&#229;r inte gallras med st&#246;d av 
best&#228;mmelserna i 21 c &#167;.

Handlingar ska vidare undantas fr&#229;n gallring enligt 
best&#228;mmelserna i 21 c &#167; av h&#228;nsyn till forskningens behov i 
ett representativt urval av kommuner och regioner och i &#246;vriga 
kommuner och regioner betr&#228;ffande ett representativt urval av 
personer. Lag (2019:883).

N&#228;mnder

22 &#167; Ledningen av regionens eller kommunens verksamhet enligt 
denna lag ska ut&#246;vas av en eller flera n&#228;mnder som fullm&#228;ktige 
utser. S&#228;rskilda best&#228;mmelser om gemensam n&#228;mnd finns i lagen 
(2003:192) om gemensam n&#228;mnd inom v&#229;rd- och omsorgsomr&#229;det.
Lag (2019:883).

Tillst&#229;nds- och anm&#228;lningsplikt

23 &#167; En enskild person f&#229;r inte utan tillst&#229;nd av Inspektionen 
f&#246;r v&#229;rd och omsorg yrkesm&#228;ssigt bedriva verksamhet som avses 
i 9 &#167; 2-10. 

Tillst&#229;nd att bedriva verksamhet som avses i f&#246;rsta stycket 
f&#229;r meddelas endast den som genom erfarenhet eller p&#229; annat 
s&#228;tt har f&#246;rv&#228;rvat insikt i de f&#246;reskrifter som g&#228;ller f&#246;r 
verksamheten. I fr&#229;ga om en juridisk person ska pr&#246;vningen 
sammantaget avse 

1. den verkst&#228;llande direkt&#246;ren och andra som genom en ledande 
st&#228;llning eller p&#229; annat s&#228;tt har ett best&#228;mmande inflytande 
&#246;ver verksamheten, 

2. styrelseledam&#246;ter och styrelsesuppleanter, 

3. bolagsm&#228;nnen i kommanditbolag eller andra handelsbolag, och 

4. personer som genom ett direkt eller indirekt &#228;gande har ett 
v&#228;sentligt inflytande &#246;ver verksamheten. 

Vidare kr&#228;vs att den enskilda personen i &#246;vrigt bed&#246;ms 
l&#228;mplig. I fr&#229;ga om en juridisk person kr&#228;vs att samtliga som 
anges i andra stycket 1-4 bed&#246;ms l&#228;mpliga. Vid 
l&#228;mplighetsbed&#246;mningen ska viljan och f&#246;rm&#229;gan att fullg&#246;ra 
sina skyldigheter mot det allm&#228;nna, laglydnad i &#246;vrigt och 
andra omst&#228;ndigheter av betydelse beaktas.

Kommuner och regioner som ska bedriva verksamhet som avses i 
f&#246;rsta stycket ska anm&#228;la denna verksamhet till Inspektionen 
f&#246;r v&#229;rd och omsorg innan verksamheten p&#229;b&#246;rjas.

Den som har beviljats ekonomiskt st&#246;d f&#246;r personlig assistans 
enligt 9 &#167; 2 eller assistansers&#228;ttning enligt 51 kap. 
socialf&#246;rs&#228;kringsbalken, och som har anst&#228;llt n&#229;gon f&#246;r s&#229;dan 
personlig assistans, ska g&#246;ra en anm&#228;lan till Inspektionen f&#246;r 
v&#229;rd och omsorg innan assistenten p&#229;b&#246;rjar sitt arbete.
Lag (2019:883).

Enskild verksamhet

23 a &#167; En s&#229;dan enskild person som avses i 23 &#167; ska ha 
ekonomiska f&#246;ruts&#228;ttningar att f&#246;lja de f&#246;reskrifter som 
g&#228;ller f&#246;r verksamheten. Lag (2018:1155).

23 b &#167; Den som har beviljats tillst&#229;nd enligt 23 &#167; ska 
anm&#228;la f&#246;r&#228;ndringar i den krets av personer som avses i andra 
stycket samma paragraf till Inspektionen f&#246;r v&#229;rd och omsorg 
senast en m&#229;nad efter f&#246;r&#228;ndringen. Lag (2018:1155).

23 c &#167; Best&#228;mmelserna i 21 a och 21 b &#167;&#167; g&#228;ller i 
till&#228;mpliga delar i enskild verksamhet. Anteckningar och 
andra uppgifter i en personakt som tillh&#246;r en s&#229;dan 
sammanst&#228;llning av uppgifter som avses i lagen (2001:454) om 
behandling av personuppgifter inom socialtj&#228;nsten ska bevaras 
och d&#228;refter gallras tv&#229; &#229;r efter det att den sista 
anteckningen gjordes i akten. Uppgifterna ska dock inte 
gallras s&#229; l&#228;nge uppgifter om samma person inte har gallrats 
enligt andra stycket. 

Uppgifter i en sammanst&#228;llning som avses i lagen om 
behandling av personuppgifter inom socialtj&#228;nsten ska gallras 
tv&#229; &#229;r efter det att de f&#246;rh&#229;llanden som uppgifterna avser 
har upph&#246;rt. 

Gallringen ska vara avslutad senast kalender&#229;ret efter det 
att gallringsskyldigheten intr&#228;dde. 

Den n&#228;mnd som beslutat om en insats som genomf&#246;rs i en 
enskild verksamhet f&#229;r tr&#228;ffa avtal med den som bedriver 
verksamheten om att handlingar ska &#246;verl&#228;mnas till n&#228;mnden 
n&#228;r gallringsskyldigheten intr&#228;der. Detta g&#228;ller dock inte 
s&#229;dana handlingar som avses i 23 d &#167;. Lag (2019:55).

23 d &#167; Handlingar i en personakt i enskild verksamhet som 
avser barn som placerats eller tagits emot i bostad med 
s&#228;rskild service f&#246;r barn som beh&#246;ver bo utanf&#246;r 
f&#246;r&#228;ldrahemmet ska &#246;verl&#228;mnas f&#246;r bevarande till den n&#228;mnd 
som beslutat om insatsen, n&#228;r gallringsskyldigheten enligt 23 
c &#167; f&#246;rsta stycket intr&#228;der. 

N&#228;r gallringsskyldigheten enligt 23 c &#167; f&#246;rsta stycket 
intr&#228;der ska handlingar i enskild verksamhet, av h&#228;nsyn till 
forskningens behov, i ett representativt urval av kommuner 
och i &#246;vriga kommuner i fr&#229;ga om ett representativt urval av 
personer &#246;verl&#228;mnas f&#246;r bevarande till den n&#228;mnd som beslutat 
om insatsen. Lag (2019:55).

23 e &#167; En handling i en personakt i enskild verksamhet ska, om
det beg&#228;rs av den som akten r&#246;r, s&#229; snart som m&#246;jligt
tillhandah&#229;llas denne f&#246;r l&#228;sning eller avskrivning p&#229; st&#228;llet
eller i avskrift eller kopia, om inte annat f&#246;ljer av 29 &#167;.

En fr&#229;ga om utl&#228;mnande enligt f&#246;rsta stycket pr&#246;vas av den som
ansvarar f&#246;r personakten. Anser denne att personakten eller
n&#229;gon del av den inte b&#246;r l&#228;mnas ut ska han eller hon genast
med eget yttrande &#246;verl&#228;mna fr&#229;gan till Inspektionen f&#246;r v&#229;rd
och omsorg f&#246;r pr&#246;vning. Lag (2018:1155).

23 f &#167; Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r besluta att 
en personakt i enskild verksamhet ska tas om hand 

1. om verksamheten upph&#246;r, 

2. om det p&#229; sannolika sk&#228;l kan antas att personakten inte 
kommer att handhas enligt f&#246;reskrifterna i denna lag eller 
enligt f&#246;reskrifter som meddelats med st&#246;d av lagen, eller 

3. om den som ansvarar f&#246;r personakten ans&#246;ker om det och det 
finns ett p&#229;tagligt behov av att akten tas om hand. 

En omh&#228;ndertagen personakt ska &#229;terl&#228;mnas, om det &#228;r m&#246;jligt 
och det inte finns sk&#228;l f&#246;r omh&#228;ndertagande enligt f&#246;rsta 
stycket. Beslut i fr&#229;ga om &#229;terl&#228;mnande meddelas av 
Inspektionen f&#246;r v&#229;rd och omsorg efter ans&#246;kan av den som vid 
beslutet om omh&#228;ndertagande ansvarade f&#246;r personakten. 

Personakter som tagits om hand ska f&#246;rvaras avskilda hos 
arkivmyndigheten i den kommun d&#228;r akterna omh&#228;ndertagits. 
Personakter ska bevaras i minst tv&#229; &#229;r fr&#229;n det att de kom in 
till arkivmyndigheten, dock f&#229;r handlingar som avses i 23 d &#167; 
inte gallras. En myndighet som har hand om en personakt som 
har omh&#228;ndertagits har, om en uppgift ur akten beg&#228;rs f&#246;r ett 
s&#228;rskilt fall, samma skyldighet att l&#228;mna uppgiften som den 
haft som ansvarat f&#246;r akten f&#246;re omh&#228;ndertagandet.
Lag (2019:55).

23 g &#167; Ett missf&#246;rh&#229;llande eller en p&#229;taglig risk f&#246;r ett
missf&#246;rh&#229;llande, som har rapporterats enligt 24 b &#167;, ska i
yrkesm&#228;ssigt bedriven enskild verksamhet utredas av den som
bedriver verksamheten.

Rapporten samt utredningen och &#246;vrig dokumentation enligt
24 e &#167; ska bevaras och d&#228;refter gallras fem &#229;r efter det att
den sista anteckningen gjordes.

Den n&#228;mnd som har beslutat om en insats som genomf&#246;rs i en
yrkesm&#228;ssigt bedriven enskild verksamhet, f&#229;r tr&#228;ffa avtal med
den som bedriver verksamheten om att s&#229;dana handlingar som
avses i andra stycket ska &#246;verl&#228;mnas till n&#228;mnden n&#228;r
gallringsskyldigheten intr&#228;der. Lag (2018:1155).

24 &#167; Den som har meddelats tillst&#229;nd enligt 23 &#167; och som har
anlitats f&#246;r att utf&#246;ra personlig assistans &#229;t en enskild, &#228;r
skyldig att tillhandah&#229;lla all den assistans f&#246;r vilken den
enskilde har beviljats ekonomiskt st&#246;d enligt 9 &#167; 2 eller
assistansers&#228;ttning enligt 51 kap. socialf&#246;rs&#228;kringsbalken.
Detta g&#228;ller dock inte om tillst&#229;ndshavaren har s&#228;rskilda sk&#228;l
f&#246;r att inte tillhandah&#229;lla all assistans. Lag (2012:930).

Anm&#228;lan om och avhj&#228;lpande av missf&#246;rh&#229;llanden m.m.

24 a &#167; Var och en som fullg&#246;r uppgifter enligt denna lag ska
medverka till att den verksamhet som bedrivs och de insatser
som genomf&#246;rs &#228;r av god kvalitet. Lag (2010:430).

24 b &#167; Den som fullg&#246;r uppgifter i verksamhet enligt
lagstiftning om st&#246;d och service till vissa funktionshindrade
ska genast rapportera om han eller hon uppm&#228;rksammar eller f&#229;r
k&#228;nnedom om ett missf&#246;rh&#229;llande eller en p&#229;taglig risk f&#246;r ett
missf&#246;rh&#229;llande, som r&#246;r den som f&#229;r eller som kan komma
ifr&#229;ga f&#246;r insatser enligt s&#229;dan lagstiftning. 

Rapporteringsskyldigheten fullg&#246;rs

1. i yrkesm&#228;ssigt bedriven enskild verksamhet till den som
bedriver verksamheten, och

2. i &#246;vrigt till ber&#246;rda n&#228;mnder som avses i 22 &#167;.
Lag (2010:430).

24 c &#167; Den som enligt 24 b &#167; ska ta emot rapporter ska
informera den som fullg&#246;r uppgifter i verksamhet enligt
lagstiftning om st&#246;d och service till vissa funktionshindrade
om de skyldigheter som han eller hon har enligt 24 a och b &#167;&#167;.
Lag (2010:430).

24 d &#167; Den som, i yrkesm&#228;ssigt bedriven enskild verksamhet,
enligt 24 b &#167; ska ta emot rapporter ska informera ber&#246;rd n&#228;mnd
om de rapporter han eller hon har tagit emot. Lag (2010:430).

24 e &#167; Ett missf&#246;rh&#229;llande eller en p&#229;taglig risk f&#246;r ett
missf&#246;rh&#229;llande, ska dokumenteras, utredas och avhj&#228;lpas eller
undanr&#246;jas utan dr&#246;jsm&#229;l. Lag (2010:430).

24 f &#167; Ett allvarligt missf&#246;rh&#229;llande eller en p&#229;taglig risk
f&#246;r ett allvarligt missf&#246;rh&#229;llande, ska snarast anm&#228;las till
Inspektionen f&#246;r v&#229;rd och omsorg. Den utredning som gjorts med
anledning av det intr&#228;ffade ska bifogas anm&#228;lan. Anm&#228;lan ska
g&#246;ras av

1. ber&#246;rda n&#228;mnder som avses i 22 &#167;, eller

2. den som bedriver yrkesm&#228;ssig enskild verksamhet.

Den som bedriver yrkesm&#228;ssig enskild verksamhet ska informera
ber&#246;rda n&#228;mnder som avses i 22 &#167; om anm&#228;lan. Lag (2012:940).

24 g &#167; Ytterligare best&#228;mmelser om anm&#228;lnings- och
rapporteringsskyldighet finns i 14 kap. 1 och 3 &#167;&#167;
socialtj&#228;nstlagen (2001:453). Lag (2010:430).

Tillsyn m.m.

25 &#167; Inspektionen f&#246;r v&#229;rd och omsorg ut&#246;var tillsyn &#246;ver all
verksamhet som bedrivs enligt denna lag. Lag (2012:940).

26 &#167; Tillsyn enligt denna lag inneb&#228;r granskning av att 
verksamheten uppfyller krav och m&#229;l enligt lagar och andra 
f&#246;reskrifter samt beslut som har meddelats med st&#246;d av s&#229;dana 
f&#246;reskrifter. Tillsynen inneb&#228;r &#228;ven granskning av att den 
som har meddelats tillst&#229;nd enligt 23 &#167; fortl&#246;pande uppfyller 
kraven i 23 &#167; andra och tredje styckena samt 23 a och 
23 b &#167;&#167;.

F&#246;rel&#228;ggande enligt 26 c och 26 f &#167;&#167;, &#229;terkallelse av 
tillst&#229;nd och f&#246;rbud enligt 26 g &#167; f&#246;rsta och andra styckena 
och 26 h &#167; f&#229;r anv&#228;ndas endast n&#228;r verksamheten inte 
uppfyller de krav som framg&#229;r av lagar och andra 
f&#246;reskrifter. Lag (2018:1155).

26 a &#167; Inspektionen f&#246;r v&#229;rd och omsorg ska inom ramen f&#246;r sin
tillsyn

1. l&#228;mna r&#229;d och ge v&#228;gledning,

2. kontrollera att brister och missf&#246;rh&#229;llanden avhj&#228;lps,

3. f&#246;rmedla kunskap och erfarenheter som erh&#229;lls genom
tillsynen, och

4. informera och ge r&#229;d till allm&#228;nheten.
Lag (2012:940).

26 b &#167; Vid tillsyn som r&#246;r barns f&#246;rh&#229;llanden f&#229;r barnet
h&#246;ras om det kan antas att barnet inte tar skada av samtalet.
Barnet f&#229;r h&#246;ras utan v&#229;rdnadshavarens samtycke och utan att
v&#229;rdnadshavaren &#228;r n&#228;rvarande. Lag (2009:597).

26 c &#167; Den som bedriver verksamhet som st&#229;r under tillsyn 
enligt denna lag &#228;r skyldig att p&#229; beg&#228;ran av Inspektionen f&#246;r 
v&#229;rd och omsorg l&#228;mna 

- handlingar och annat material som r&#246;r verksamheten,

- de upplysningar om verksamheten som inspektionen beh&#246;ver f&#246;r 
sin tillsyn, och 

- de upplysningar som inspektionen beh&#246;ver f&#246;r att l&#228;mna 
underr&#228;ttelse om beslut i ett tillsyns&#228;rende.

Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r f&#246;rel&#228;gga den som 
bedriver verksamheten att l&#228;mna vad som beg&#228;rs enligt f&#246;rsta 
stycket. Ett beslut om f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.
Lag (2021:877).

26 d &#167; Inspektionen f&#246;r v&#229;rd och omsorg eller den som
myndigheten f&#246;rordnar har r&#228;tt att inspektera verksamhet som
st&#229;r under dess tillsyn.

Den som utf&#246;r inspektionen har r&#228;tt att f&#229; tilltr&#228;de till
lokaler eller andra utrymmen som anv&#228;nds f&#246;r verksamheten. F&#246;r
tilltr&#228;de till bost&#228;der kr&#228;vs dock att den eller de boende
l&#228;mnar sitt samtycke till inspektionen. Den som utf&#246;r
inspektionen har r&#228;tt att tillf&#228;lligt omh&#228;nderta handlingar
och annat material som r&#246;r verksamheten. Den vars verksamhet
inspekteras &#228;r skyldig att l&#228;mna den hj&#228;lp som beh&#246;vs vid
inspektionen. Lag (2012:940).

26 e &#167; Vid s&#229;dan inspektion som anges i 26 d &#167; har den som
utf&#246;r inspektionen r&#228;tt att av Polismyndigheten f&#229; den hj&#228;lp
som beh&#246;vs f&#246;r att inspektionen ska kunna genomf&#246;ras.
Lag (2014:756).

26 f &#167; Om Inspektionen f&#246;r v&#229;rd och omsorg finner att det i 
verksamhet som st&#229;r under tillsyn enligt denna lag f&#246;rekommer 
ett missf&#246;rh&#229;llande som har betydelse f&#246;r enskildas 
m&#246;jligheter att kunna f&#229; de insatser de har r&#228;tt till, f&#229;r 
inspektionen f&#246;rel&#228;gga den som svarar f&#246;r verksamheten att 
avhj&#228;lpa missf&#246;rh&#229;llandet. Om inspektionen finner att kraven i 
23 &#167; andra och tredje styckena eller 23 a &#167; inte &#228;r uppfyllda 
i verksamhet som beviljats tillst&#229;nd, eller att en s&#229;dan 
f&#246;r&#228;ndring som avses i 23 b &#167; inte har anm&#228;lts, f&#229;r inspek-
tionen f&#246;rel&#228;gga den som har beviljats tillst&#229;ndet att 
avhj&#228;lpa bristen. Ett f&#246;rel&#228;ggande ska inneh&#229;lla uppgifter om 
de &#229;tg&#228;rder som inspektionen anser n&#246;dv&#228;ndiga f&#246;r att det 
p&#229;talade missf&#246;rh&#229;llandet eller bristen ska kunna avhj&#228;lpas. 
Ett beslut om f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.

Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r &#228;ven f&#246;rel&#228;gga den kommun 
eller region som inte har fullgjort sin anm&#228;lningsskyldighet 
enligt 23 &#167; fj&#228;rde stycket att fullg&#246;ra denna skyldighet. Ett 
beslut om f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite. Lag (2019:883).

26 g &#167; Om ett missf&#246;rh&#229;llande enligt 26 f &#167; f&#246;rsta 
stycket &#228;r allvarligt och Inspektionen f&#246;r v&#229;rd och omsorgs 
f&#246;rel&#228;ggande inte f&#246;ljts, f&#229;r inspektionen besluta att helt 
eller delvis &#229;terkalla tillst&#229;ndet f&#246;r verksamheten. Om 
verksamheten inte &#228;r tillst&#229;ndspliktig f&#229;r inspektionen i 
st&#228;llet besluta att helt eller delvis f&#246;rbjuda fortsatt 
verksamhet.

Om missf&#246;rh&#229;llandet inneb&#228;r fara f&#246;r enskildas liv, h&#228;lsa 
eller personliga s&#228;kerhet i &#246;vrigt, f&#229;r Inspektionen f&#246;r v&#229;rd 
och omsorg besluta att utan f&#246;reg&#229;ende f&#246;rel&#228;ggande helt 
eller delvis &#229;terkalla tillst&#229;ndet f&#246;r verksamheten. Om 
verksamheten inte &#228;r tillst&#229;ndspliktig f&#229;r inspektionen i 
st&#228;llet besluta att helt eller delvis f&#246;rbjuda fortsatt 
verksamhet.

Ett tillst&#229;nd att bedriva verksamhet f&#229;r &#228;ven &#229;terkallas om 
tillst&#229;ndshavaren inte tillhandah&#229;ller assistans enligt 
24 &#167;.

Ett tillst&#229;nd f&#229;r &#229;terkallas utan f&#246;reg&#229;ende f&#246;rel&#228;ggande om 
tillst&#229;ndshavaren inte uppfyller kraven i 23 &#167; andra och 
tredje styckena eller 23 a &#167;. Lag (2018:1155).

26 h &#167; Om det finns sannolika sk&#228;l f&#246;r att ett tillst&#229;nd helt
eller delvis kommer att &#229;terkallas eller om det finns
sannolika sk&#228;l f&#246;r att verksamheten helt eller delvis kommer
att f&#246;rbjudas enligt 26 g &#167;, och ett s&#229;dant beslut inte kan
avvaktas, f&#229;r Inspektionen f&#246;r v&#229;rd och omsorg besluta att
tills vidare helt eller delvis f&#246;rbjuda fortsatt verksamhet.

Beslut enligt f&#246;rsta stycket g&#228;ller i h&#246;gst sex m&#229;nader. Om
det finns synnerliga sk&#228;l, f&#229;r beslutets giltighet f&#246;rl&#228;ngas
med ytterligare sex m&#229;nader. Lag (2012:940).

26 i &#167; Vid allvarlig underl&#229;tenhet att iaktta skyldigheterna
enligt lagen (2010:479) om registerkontroll av personal som
utf&#246;r vissa insatser &#229;t barn med funktionshinder, f&#229;r
Inspektionen f&#246;r v&#229;rd och omsorg besluta att &#229;terkalla
tillst&#229;ndet f&#246;r verksamheten. Om verksamheten inte &#228;r
tillst&#229;ndspliktig f&#229;r inspektionen besluta att f&#246;rbjuda
fortsatt verksamhet. Lag (2012:940).

&#214;verklagande m.m.

27 &#167; Beslut av en n&#228;mnd som avses i 22 &#167; eller av 
Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol om beslutet avser

1. insatser f&#246;r en enskild enligt 9 &#167;,

2. utbetalning till n&#229;gon annan enligt 11 &#167;,

3. &#229;terbetalning enligt 12 &#167;,

4. f&#246;rhandsbesked om r&#228;tt till insatser enligt 16 &#167; andra 
eller tredje stycket,

5. tillst&#229;nd till enskild verksamhet enligt 23 &#167;,

6. omh&#228;ndertagande av personakt enligt 23 f &#167;,

7. f&#246;rel&#228;ggande enligt 26 c och 26 f &#167;&#167;,

8. &#229;terkallelse av tillst&#229;nd och f&#246;rbud enligt 26 g–26 i &#167;&#167;, 
eller

9. indragning eller neds&#228;ttning av ekonomiskt st&#246;d enligt 
9 c &#167; andra stycket.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.

I fr&#229;ga om &#246;verklagande av Inspektionen f&#246;r 
v&#229;rd och omsorgs beslut enligt 23 e &#167; g&#228;ller i till&#228;mpliga 
delar 6 kap. 7–11 &#167;&#167; offentlighets- och sekretesslagen 
(2009:400).

Beslut i fr&#229;gor som avses i f&#246;rsta stycket g&#228;ller 
omedelbart.

F&#246;rvaltningsr&#228;tten eller kammarr&#228;tten f&#229;r dock f&#246;rordna att 
dess beslut ska g&#228;lla f&#246;rst sedan det f&#229;tt laga kraft.
Lag (2018:1155).

27 a &#167; Polismyndigheten ska l&#228;mna den hj&#228;lp som beh&#246;vs f&#246;r
att verkst&#228;lla ett beslut om omh&#228;ndertagande av personakt.
Beg&#228;ran om s&#229;dan hj&#228;lp f&#229;r dock g&#246;ras endast om

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att
&#229;tg&#228;rden inte kan utf&#246;ras utan att en polismans s&#228;rskilda
befogenheter enligt 10 &#167; polislagen (1984:387) beh&#246;ver
tillgripas, eller

2. det annars finns synnerliga sk&#228;l.
Lag (2014:756).

Straff

28 &#167; Till b&#246;ter d&#246;ms den som

1. upps&#229;tligen bryter mot 6 &#167; tredje stycket, eller

2. upps&#229;tligen eller av oaktsamhet bryter mot 23 &#167; f&#246;rsta 
stycket. Lag (2021:737).

S&#228;rskild avgift

28 a &#167; En kommun eller en region som inte inom sk&#228;lig tid 
tillhandah&#229;ller en insats enligt 9 &#167; som n&#229;gon &#228;r ber&#228;ttigad 
till enligt ett beslut av en s&#229;dan n&#228;mnd som avses i 22 &#167;, ska 
&#229;l&#228;ggas att betala en s&#228;rskild avgift. Detsamma g&#228;ller en 
kommun eller en region som inte inom sk&#228;lig tid p&#229; nytt 
tillhandah&#229;ller insatsen efter det att verkst&#228;lligheten av ett 
s&#229;dant beslut avbrutits. 

En kommun eller en region som inte inom sk&#228;lig tid 
tillhandah&#229;ller en insats enligt 9 &#167; som n&#229;gon &#228;r ber&#228;ttigad 
till enligt en domstols avg&#246;rande, ska &#229;l&#228;ggas att betala en 
s&#228;rskild avgift. Detsamma g&#228;ller en kommun eller en region som 
inte inom sk&#228;lig tid p&#229; nytt tillhandah&#229;ller insatsen efter 
det att verkst&#228;lligheten av ett s&#229;dant avg&#246;rande avbrutits.

Om en bos&#228;ttningskommun med st&#246;d av 16 a &#167; 2 har beg&#228;rt att en 
vistelsekommun ska verkst&#228;lla ett beslut, ska vistelsekommunen 
i fall som avses i f&#246;rsta och andra styckena betala den 
s&#228;rskilda avgiften enligt denna paragraf. 

Avgifter enligt denna paragraf tillfaller staten.
Lag (2019:883).

28 b &#167; Den s&#228;rskilda avgiften fastst&#228;lls till l&#228;gst tio tusen
kronor och h&#246;gst en miljon kronor.

N&#228;r avgiftens storlek fastst&#228;lls ska det s&#228;rskilt beaktas hur
l&#229;ng tid dr&#246;jsm&#229;let har p&#229;g&#229;tt och hur allvarligt det i &#246;vrigt
kan anses vara.

Avgiften f&#229;r efterges om det finns synnerliga sk&#228;l f&#246;r det. I
ringa fall ska inte n&#229;gon avgift tas ut. Lag (2008:77).

28 c &#167; Fr&#229;gor om s&#228;rskild avgift pr&#246;vas efter ans&#246;kan av 
Inspektionen f&#246;r v&#229;rd och omsorg av den f&#246;rvaltningsr&#228;tt inom 
vars domkrets kommunen &#228;r bel&#228;gen. En ans&#246;kan som avser en 
region pr&#246;vas av den f&#246;rvaltningsr&#228;tt inom vars domkrets 
regionens f&#246;rvaltning ut&#246;vas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2019:883).

28 d &#167; Om en kommun eller en region efter att ha &#229;lagts att 
betala s&#228;rskild avgift fortfarande underl&#229;ter att 
tillhandah&#229;lla insatsen f&#229;r ny s&#228;rskild avgift enligt 28 a &#167; 
f&#246;rsta eller andra stycket d&#246;mas ut. Lag (2019:883).

28 e &#167; S&#228;rskild avgift enligt 28 a &#167; f&#246;rsta stycket f&#229;r d&#246;mas 
ut bara om ans&#246;kan enligt 28 c &#167; delgetts kommunen eller 
regionen inom tv&#229; &#229;r fr&#229;n tidpunkten f&#246;r det gynnande beslutet 
om insatsen eller inom tv&#229; &#229;r fr&#229;n det att verkst&#228;lligheten av 
det gynnande beslutet avbrutits. 

S&#228;rskild avgift enligt 28 a &#167; andra stycket f&#229;r d&#246;mas ut bara 
om ans&#246;kan enligt 28 c &#167; delgetts kommunen eller regionen inom 
tv&#229; &#229;r fr&#229;n det att domen om insatsen f&#229;tt laga kraft eller 
inom tv&#229; &#229;r fr&#229;n det att verkst&#228;lligheten av domen avbrutits.

Om en vistelsekommun enligt 28 a &#167; tredje stycket ska betala 
den s&#228;rskilda avgiften, ska f&#246;rsta och andra styckena avse 
vistelsekommunen. Lag (2019:883).

Rapporteringsskyldighet

28 f &#167; En n&#228;mnd som avses i 22 &#167; ska till Inspektionen f&#246;r 
v&#229;rd och omsorg och till de revisorer som avses i 3 kap. 10 &#167; 
kommunallagen (2017:725) rapportera alla gynnande n&#228;mndbeslut 
enligt 9 &#167; som inte har verkst&#228;llts inom tre m&#229;nader fr&#229;n 
dagen f&#246;r beslutet. F&#246;r varje beslut ska n&#228;mnden ange 
tidpunkten f&#246;r beslutet och vilken typ av insats beslutet 
g&#228;ller samt kortfattat uppge sk&#228;len f&#246;r dr&#246;jsm&#229;let.

N&#228;mnden ska vidare dels till Inspektionen f&#246;r v&#229;rd och 
omsorg, dels till revisorerna rapportera alla gynnande 
n&#228;mndbeslut enligt 9 &#167; som inte har verkst&#228;llts p&#229; nytt inom 
tre m&#229;nader fr&#229;n den dag d&#229; verkst&#228;lligheten avbr&#246;ts. F&#246;r 
varje beslut ska n&#228;mnden ange tidpunkten f&#246;r beslutet och 
vilken typ av insats beslutet g&#228;ller samt kortfattat uppge 
sk&#228;len f&#246;r dr&#246;jsm&#229;let.

Rapportering enligt denna paragraf ska ske en g&#229;ng per 
kvartal. Lag (2017:735).

28 g &#167; En n&#228;mnd som avses i 22 &#167; ska till Inspektionen f&#246;r 
v&#229;rd och omsorg och till de revisorer som avses i 3 kap. 10 &#167; 
kommunallagen (2017:725) anm&#228;la n&#228;r n&#228;mnden har verkst&#228;llt 
ett gynnande beslut som enligt 28 f &#167; har rapporterats som ej 
verkst&#228;llt. Datum f&#246;r verkst&#228;lligheten ska d&#229; anges.
Lag (2017:735).

28 h &#167; En s&#229;dan n&#228;mnd som avses i 22 &#167; ska till fullm&#228;ktige
l&#228;mna en statistikrapport &#246;ver hur m&#229;nga av n&#228;mndens gynnande
beslut enligt 9 &#167; som inte har verkst&#228;llts inom tre m&#229;nader
fr&#229;n dagen f&#246;r respektive beslut. N&#228;mnden ska vidare ange vilka
typer av insatser dessa beslut g&#228;ller samt hur l&#229;ng tid som har
f&#246;rflutit fr&#229;n dagen f&#246;r respektive beslut.

N&#228;mnden ska till fullm&#228;ktige &#228;ven l&#228;mna en statistikrapport
&#246;ver hur m&#229;nga av n&#228;mndens gynnande beslut enligt 9 &#167; som inte
har verkst&#228;llts p&#229; nytt inom tre m&#229;nader fr&#229;n den dag d&#229;
verkst&#228;lligheten avbr&#246;ts. N&#228;mnden ska vidare ange vilka typer
av insatser dessa beslut g&#228;ller samt hur l&#229;ng tid som har
f&#246;rflutit fr&#229;n dagen f&#246;r respektive beslut.

Rapportering enligt denna paragraf ska ske en g&#229;ng per kvartal.
Lag (2008:77).

28 i &#167; Om en bos&#228;ttningskommun har beg&#228;rt verkst&#228;llighet
enligt 16 a &#167; 2, ska skyldigheten i 28 f-28 h &#167;&#167; att
rapportera till Inspektionen f&#246;r v&#229;rd och omsorg och till
kommunfullm&#228;ktige avse &#228;ven vistelsekommunen. Lag (2012:940).

Tystnadsplikt

29 &#167; Den som &#228;r eller har varit verksam inom yrkesm&#228;ssigt bedriven
enskild verksamhet som avser insatser enligt denna lag f&#229;r
inte obeh&#246;rigen r&#246;ja vad han d&#228;rvid erfarit om enskildas personliga
f&#246;rh&#229;llanden.

F&#246;rbud mot f&#246;rvandling

30 &#167; Om ett f&#246;rel&#228;ggande har f&#246;renats med vite enligt denna
lag f&#229;r vitet inte f&#246;rvandlas till f&#228;ngelse.
Lag (2009:597).

&#214;verg&#229;ngsbest&#228;mmelser

1993:387

F&#246;reskrifter om ikrafttr&#228;dande av denna lag meddelas i lagen
(1993:388) om inf&#246;rande av lagen (1993:387) om st&#246;d och service
till vissa funktionshindrade.

1995:100

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

2000:1030

1. Denna lag tr&#228;der i kraft den 1 januari 2001.

2. En person som f&#246;re den 1 januari 2001 har beviljats insats
enligt 9 &#167; 2 denna lag men som insatsen har upph&#246;rt f&#246;r p&#229;
grund av han eller hon har fyllt 65 &#229;r har r&#228;tt att efter en ny
ans&#246;kan &#229;terf&#229; insatsen tidigast fr.o.m. den 1 januari 2001.
Insatsens omfattning skall grundas p&#229; det beslut som g&#228;llde
n&#228;rmast f&#246;re 65-&#229;rsdagen. En s&#229;dan ans&#246;kan skall ha kommit in
till kommunen senast den 31 december 2002.

2002:439

1. Denna lag tr&#228;der i kraft den 1 juli 2002.

2. &#196;ldre best&#228;mmelser g&#228;ller n&#228;r fr&#229;ga &#228;r om dr&#246;jsm&#229;l med
verkst&#228;llighet av avg&#246;randen som meddelats f&#246;re lagens
ikrafttr&#228;dande.

2004:826

Denna lag tr&#228;der i kraft den 1 januari 2005. Avgift f&#229;r &#228;ven
efter ikrafttr&#228;dandet tas ut med anledning av beslut som
fattats av en allm&#228;n f&#246;rs&#228;kringskassa.

2005:125

Denna lag tr&#228;der i kraft den 1 juli 2005.
Anm&#228;lningsskyldigheten enligt 24 a &#167; g&#228;ller inte f&#246;r
f&#246;rh&#229;llanden som enbart avser tiden f&#246;re ikrafttr&#228;dandet.

2007:1313

1. Denna lag tr&#228;der i kraft den 1 april 2008.

2. Gallring med st&#246;d av best&#228;mmelserna i 23 a &#167; i sin nya
lydelse f&#229;r g&#246;ras tidigast den 1 april 2010.

3. Best&#228;mmelserna i 23 b &#167; i sin nya lydelse till&#228;mpas inte om
sista anteckningen i handlingarna har gjorts f&#246;re
ikrafttr&#228;dandet av denna lag.

2008:77

1. Denna lag tr&#228;der i kraft den 1 juli 2008.

2. Den f&#246;rsta kvartalsrapporteringen enligt 28 f och 28 h &#167;&#167;
ska omfatta de uppgifter som finns tillg&#228;ngliga f&#246;r en kommuns
eller ett landstings n&#228;mnd den 30 september 2008.

3. I fr&#229;ga om s&#228;rskild avgift med anledning av dr&#246;jsm&#229;l med att
verkst&#228;lla en kommuns eller ett landstings gynnande beslut f&#229;r
enbart tid fr&#229;n och med lagens ikrafttr&#228;dande beaktas vid
bed&#246;mningen av om sk&#228;lig tid &#246;verskridits. Detsamma g&#228;ller i
fr&#229;ga om s&#228;rskild avgift med anledning av dr&#246;jsm&#229;l med att
verkst&#228;lla en kommuns eller ett landstings gynnande beslut
eller en domstols gynnande avg&#246;rande, om verkst&#228;lligheten av
beslutet eller domen avbrutits.

2009:597

1. Denna lag tr&#228;der i kraft den 1 januari 2010.

2. Ans&#246;kningar om tillst&#229;nd som inte har pr&#246;vats slutligt vid
ikrafttr&#228;dandet ska &#246;verl&#228;mnas f&#246;r handl&#228;ggning hos
Socialstyrelsen. Detsamma g&#228;ller icke avslutade
tillsyns&#228;renden, &#228;renden som &#246;verl&#228;mnats till l&#228;nsstyrelsen
f&#246;r pr&#246;vning av utl&#228;mnande av handlingar i en personakt,
&#228;renden d&#228;r l&#228;nsstyrelsen har omh&#228;ndertagit en personakt och
&#228;renden d&#228;r l&#228;nsstyrelsen har ans&#246;kt om s&#228;rskild avgift.

3. Rapporter om icke verkst&#228;llda n&#228;mndbeslut enligt 28 f &#167;
som inkommit till l&#228;nsstyrelsen f&#246;re den 1 januari 2010 ska
&#246;verf&#246;ras till Socialstyrelsen. Detsamma g&#228;ller anm&#228;lningar
om verkst&#228;llda beslut enligt 28 g &#167;.

4. Tillst&#229;nd att bedriva enskild verksamhet som har meddelats
av l&#228;nsstyrelsen f&#246;re ikrafttr&#228;dandet ska g&#228;lla som tillst&#229;nd
som har meddelats av Socialstyrelsen.

5. Verksamhet som &#228;r anm&#228;lningspliktig enligt 23 &#167; andra
stycket och som har p&#229;b&#246;rjats f&#246;re den 1 januari 2010 ska
anm&#228;las till Socialstyrelsen senast den 31 december 2010.

2010:430

Denna lag tr&#228;der i kraft den 1 juli 2011. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r anm&#228;lningar som har gjorts f&#246;re
ikrafttr&#228;dandet.

2010:480

1. Denna lag tr&#228;der i kraft den 1 januari 2011.

2. Har en enskild person p&#229;b&#246;rjat yrkesm&#228;ssig verksamhet med
personlig assistans f&#246;re ikrafttr&#228;dandet ska denne senast den
1 april 2011 ans&#246;ka om tillst&#229;nd enligt 23 &#167; f&#246;rsta stycket i
dess nya lydelse. Den p&#229;b&#246;rjade verksamheten f&#229;r forts&#228;tta i
avvaktan p&#229; tillst&#229;ndsmyndighetens beslut.

3. Den som f&#246;re ikrafttr&#228;dandet har beviljats ekonomiskt st&#246;d
till personlig assistans enligt 9 &#167; 2 eller
assistansers&#228;ttning enligt lagen (1993:389) om
assistansers&#228;ttning och sj&#228;lv har anst&#228;llt n&#229;gon f&#246;r
personlig assistans ska senast den 1 april 2011 g&#246;ra en
anm&#228;lan enligt 23 &#167; tredje stycket, &#228;ven om den personliga
assistenten redan har p&#229;b&#246;rjat arbetet.

4. Best&#228;mmelsen i 9 a &#167; fj&#228;rde stycket ska inte till&#228;mpas i
&#228;renden d&#228;r ans&#246;kan inkommit f&#246;re ikrafttr&#228;dandet.
Best&#228;mmelsen ska dock till&#228;mpas vid ompr&#246;vning av s&#229;dana
&#228;renden efter ikrafttr&#228;dandet.

2011:329

1. Denna lag tr&#228;der i kraft den 1 maj 2011.

2. En kommun &#228;r skyldig att slutf&#246;ra en utredning och fatta
beslut i ett &#228;rende som inkommit till kommunen f&#246;re
ikrafttr&#228;dandet, om inte en annan kommun efter ans&#246;kan fr&#229;n den
enskilde &#246;vertar ansvaret f&#246;r &#228;rendet enligt de nya
f&#246;reskrifterna om ansvarig kommun.

3. I fr&#229;ga om enskilda som p&#229;b&#246;rjat en tillf&#228;llig vistelse i en
annan kommun f&#246;re ikrafttr&#228;dandet ska &#228;ldre f&#246;reskrifter
till&#228;mpas i st&#228;llet f&#246;r 16 &#167; fj&#228;rde stycket samt 16 a och
16 b &#167;&#167;.

4. En kommun som f&#246;re ikrafttr&#228;dandet beviljat insatser enligt
denna lag ska beh&#229;lla ansvaret f&#246;r insatserna till dess att en
annan kommun, efter ans&#246;kan fr&#229;n den enskilde, &#246;vertar ansvaret
enligt de nya f&#246;reskrifterna om ansvarig kommun.

5. I fr&#229;ga om ansvar f&#246;r personer som omfattas av g&#228;llande
avtal som ing&#229;tts med st&#246;d av 4 &#167; andra och tredje styckena
lagen (1993:388) om inf&#246;rande av lagen (1993:387) om st&#246;d och
service till vissa funktionshindrade, ska avtalet g&#228;lla
ist&#228;llet f&#246;r de nya f&#246;reskrifterna i 16 c &#167;.

2012:930

1. Denna lag tr&#228;der i kraft den 1 juli 2013.

2. F&#246;reskrifterna i 9 d &#167; 1 och 2 till&#228;mpas inte n&#228;r en
personlig assistent har anst&#228;llts f&#246;re ikrafttr&#228;dandet.

2012:940

1. Denna lag tr&#228;der i kraft den 1 juni 2013.

2. Vid till&#228;mpning av 7 a &#167; f&#246;rvaltningsprocesslagen
(1971:291) ska Inspektionen f&#246;r v&#229;rd och omsorg vara den
enskildes motpart.

3. F&#246;r g&#228;rningar som avses i 28 &#167; och som har beg&#229;tts f&#246;re
ikrafttr&#228;dandet g&#228;ller 23 &#167; i sin &#228;ldre lydelse.
Lag (2013:272).

2018:113

1. Denna lag tr&#228;der i kraft den 1 april 2018.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r personlig 
assistans som avser tid f&#246;re ikrafttr&#228;dandet.

2018:1155

1. Denna lag tr&#228;der i kraft den 1 januari 2019.

2. Den som f&#246;re ikrafttr&#228;dandet p&#229;b&#246;rjat s&#229;dan verksamhet som 
avses i 9 &#167; 3–5 ska senast den 1 mars 2019 ans&#246;ka om 
tillst&#229;nd enligt denna lag f&#246;r att f&#229; forts&#228;tta bedriva 
verksamheten. P&#229;b&#246;rjad verksamhet utan tillst&#229;nd f&#229;r endast 
forts&#228;tta fram till dess att slutligt beslut i 
tillst&#229;nds&#228;rendet f&#229;tt laga kraft.

2019:618

1. Denna lag tr&#228;der i kraft den 1 november 2019.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r personlig 
assistans som avser tid f&#246;re ikrafttr&#228;dandet.

2020:441

1. Denna lag tr&#228;der i kraft den 1 juli 2020. 

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r personlig 
assistans som avser tid f&#246;re ikrafttr&#228;dandet. 

3. Vid till&#228;mpning av 9 f &#167; andra stycket ska v&#229;rdbidrag som 
l&#228;mnas enligt 22 kap. socialf&#246;rs&#228;kringsbalken i lydelsen f&#246;re 
den 1 januari 2019 likst&#228;llas med omv&#229;rdnadsbidrag.

2021:737

1. Denna lag tr&#228;der i kraft den 1 juli 2023.

2. Den som vid ikrafttr&#228;dandet &#228;r tillsvidareanst&#228;lld med 
yrkestiteln undersk&#246;terska ska &#228;ven i forts&#228;ttningen f&#229; 
anv&#228;nda titeln trots att han eller hon inte har f&#229;tt bevis 
enligt 4 kap. 5 a &#167; patients&#228;kerhetslagen (2010:659) om r&#228;tt 
att anv&#228;nda den, dock l&#228;ngst fram till och med den 30 juni 
2033.

2021:877

1. Denna lag tr&#228;der i kraft den 1 november 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r personlig 
assistans som har utf&#246;rts f&#246;re ikrafttr&#228;dandet.

2022:880

1. Denna lag tr&#228;der i kraft den 1 januari 2023.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r den som har fyllt 
65 &#229;r f&#246;re ikrafttr&#228;dandet.

2022:881

1. Denna lag tr&#228;der i kraft den 1 januari 2026.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r den som har fyllt 
66 &#229;r f&#246;re ikrafttr&#228;dandet.

2022:1227

1. Denna lag tr&#228;der i kraft den 1 januari 2023. 

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r personlig 
assistans som avser tid f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3335">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3337">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
