

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-22" /> 
 <meta id="rattsinfo-edited" content="2023-03-22 16:04:43" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3360</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3359">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3361">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1992:1602 ·
                    <a href="/sfsr?bet=1992:1602">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1992:1602) om valuta- och kreditreglering</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet B
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1992-12-17
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1573
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1993-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. F&#246;rordnande om valutareglering och kreditreglering

1 &#167; Regeringen f&#229;r, efter samr&#229;d med Riksbanken, f&#246;rordna om
valutareglering om Sverige &#228;r i krig eller krigsfara. Regeringen f&#229;r
ocks&#229;, p&#229; framst&#228;llning av Riksbanken, f&#246;rordna om valutareglering om
det r&#229;der  utomordentliga f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av

1. krig eller krigsfara som Sverige har befunnit sig i,

2. krig utanf&#246;r Sveriges gr&#228;nser,

3. en allvarlig olycka, v&#229;ldshandling, epidemi eller liknande, eller

4. utomordentligt stora kortfristiga kapitalr&#246;relser.

Regeringen f&#229;r f&#246;rordna om valutareglering enligt f&#246;rsta stycket andra
meningen bara om det &#228;r uppenbart att andra &#229;tg&#228;rder inte &#228;r
tillr&#228;ckliga och m&#246;jliga.

Om regeringen har f&#246;rordnat om valutareglering, f&#229;r regeringen p&#229;
framst&#228;llning av Riksbanken ocks&#229; f&#246;rordna om kreditreglering.

2 &#167; Om f&#246;ruts&#228;ttningarna enligt 1 &#167; f&#246;r valutareglering eller
kreditreglering inte l&#228;ngre &#228;r uppfyllda, skall regeringen omedelbart
f&#246;rordna att  regleringen skall upph&#246;ra.

Ett f&#246;rordnande om kreditreglering upph&#246;r att g&#228;lla senast n&#228;r
f&#246;rordnandet om valutareglering upph&#246;r att g&#228;lla.

3 &#167; Varje f&#246;rordnande enligt 1 &#167;, 2 kap. 2 &#167; andra stycket eller 6 &#167;
eller 3 kap. 2 &#167; tredje stycket skall inom en m&#229;nad fr&#229;n beslutet
underst&#228;llas riksdagen f&#246;r godk&#228;nnande. Om s&#229; inte sker inom r&#228;tt
tid, upph&#246;r f&#246;rordnandet att g&#228;lla. Lag (1994:1645).

4 &#167; Med finansiella f&#246;retag enligt denna lag avses de f&#246;retag 
som anges i 1 kap. 2 &#167; lagen (2022:1568) om Sveriges riksbank.
Lag (2022:1573).

2 kap. Valutareglering

1 &#167; Valutareglering inneb&#228;r att transaktioner, som &#228;r av s&#229;dan art att
de kan ha betydelse f&#246;r valutapolitiken (valutatransaktioner) och som
anges i  f&#246;rordnandet om valutareglering, inte f&#229;r genomf&#246;ras utan
tillst&#229;nd av Riksbanken.

2 &#167; Om regeringen har beslutat om valutareglering, f&#229;r 
regeringen besluta att Riksbanken f&#246;r ett tillst&#229;nd till 
valutatransaktion f&#229;r

1. ta ut en avgift som ska tillfalla Riksbanken, eller

2. best&#228;mma att ett visst belopp under en viss tid ska vara 
insatt p&#229; konto i Riksbanken.

Om regeringen har beslutat om valutareglering, f&#229;r regeringen 
besluta att den som innehar utl&#228;ndska betalningsmedel, 
tillgodohavanden p&#229; konton i utl&#228;ndskt myntslag eller 
utl&#228;ndska fondpapper ska erbjuda Riksbanken att mot betalning 
i svenska kronor l&#246;sa in tillg&#229;ngarna. Riksbanken f&#229;r, helt 
eller delvis, &#246;verl&#229;ta den befogenheten till ett finansiellt 
f&#246;retag. Lag (2022:1573).

Handl&#228;ggningen av vissa &#228;renden

3 &#167; Riksbanken f&#229;r bemyndiga ett finansiellt f&#246;retag att 
meddela tillst&#229;nd enligt detta kapitel. Anser sig f&#246;retaget 
inte kunna bifalla en ans&#246;kan, ska denna &#246;verl&#228;mnas till 
Riksbanken. Lag (2022:1573).

4 &#167; Om regeringen har meddelat ett f&#246;rordnande om inl&#246;sen enligt 2 &#167;
andra stycket och det r&#229;der oenighet om vilket v&#228;rde i utl&#228;ndskt
myntslag som skall ligga till grund f&#246;r ers&#228;ttningen eller efter vilken
kurs omr&#228;kningen till svenska kronor skall g&#246;ras, skall ers&#228;ttningen
best&#228;mmas av en n&#228;mnd (valutan&#228;mnden).

Valutan&#228;mnden skall best&#229; av tre personer. Regeringen utser ordf&#246;rande.
En av de &#246;vriga ledam&#246;terna utses av Riksbanken och den andra av
rikssammanslutningen f&#246;r handelskamrar.

Till grund f&#246;r sina beslut skall n&#228;mnden l&#228;gga en bed&#246;mning av det pris
och den kurs som skulle ha kunnat uppn&#229;s vid en frivillig avyttring.

N&#228;mndens beslut f&#229;r &#246;verklagas till kammarr&#228;tten.

Uppgiftsskyldighet och kontroll

5 &#167; Om regeringen har f&#246;rordnat om valutareglering, f&#229;r Riksbanken
meddela f&#246;reskrifter om skyldighet f&#246;r den som f&#246;r egen eller n&#229;gon
annans r&#228;kning har gjort en valutatransaktion, att l&#228;mna de uppgifter
och visa upp de handlingar ang&#229;ende transaktionen som beh&#246;vs f&#246;r
kontroll av att valutaregleringen f&#246;ljs.

6 &#167; Om regeringen har f&#246;rordnat om valutareglering enligt 1 kap. 1 &#167;
f&#246;rsta meningen eller andra meningen 1 eller 2, f&#229;r regeringen
f&#246;rordna att Riksbanken, eller den som Riksbanken i samr&#229;d med
tillst&#229;ndsmyndigheten p&#229; postomr&#229;det best&#228;mmer, har r&#228;tt att &#246;ppna
och granska de brev och andra f&#246;rs&#228;ndelser till eller fr&#229;n utlandet
som finns hos postbefordringsf&#246;retag. Lag (1996:1134).

7 &#167; Om det med st&#246;d av denna lag har f&#246;reskrivits 
begr&#228;nsningar eller f&#246;rbud mot att f&#246;ra tillg&#229;ngar in i eller 
ut ur landet, f&#229;r Tullverket kontrollera att f&#246;reskrifterna 
f&#246;ljs.

F&#246;r kontrollen g&#228;ller

1. tullagen (2016:253) i till&#228;mpliga delar, varvid det som 
s&#228;gs om varor ska avse tillg&#229;ngar som omfattas av 
valutaregleringen, samt

2. best&#228;mmelserna om f&#246;runders&#246;kning m.m., beslag, 
husrannsakan, kroppsvisitation och ytlig kroppsbesiktning i 
lagen (2000:1225) om straff f&#246;r smuggling. Lag (2016:260).

Straff m. m.

8 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som med upps&#229;t

1. bryter mot ett f&#246;rordnande om valutareglering eller mot ett f&#246;rbud,
en f&#246;reskrift eller ett villkor som har meddelats med st&#246;d av ett s&#229;dant
f&#246;rordnande,

2. l&#229;ter bli att l&#228;mna en uppgift eller l&#228;mnar en oriktig uppgift och
d&#228;rigenom f&#246;ranleder att ett tillst&#229;nd till en valutatransaktion
beviljas, som annars inte skulle ha meddelats, eller att en
valutatransaktion som kr&#228;ver tillst&#229;nd genomf&#246;rs utan tillst&#229;nd, avgift
eller deposition,

3. anv&#228;nder sig av bulvan f&#246;r att kringg&#229; ett f&#246;rbud som har meddelats
med st&#246;d av ett f&#246;rordnande om valutareglering.

Har en g&#228;rning som avses i f&#246;rsta stycket beg&#229;tts av grov oaktsamhet,
d&#246;ms till b&#246;ter.

I ringa fall d&#246;ms inte till ansvar.

9 &#167; Om ett brott som avses i 8 &#167; f&#246;rsta stycket &#228;r att anse som grovt,
d&#246;ms till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

Vid bed&#246;mningen av om brottet &#228;r grovt skall s&#228;rskilt beaktas om
g&#228;rningen har avsett mycket betydande belopp eller p&#229; n&#229;got annat s&#228;tt
har varit av synnerligen allvarlig art.

10 &#167; F&#246;r f&#246;rs&#246;k till brott som avses i 8 &#167; f&#246;rsta stycket eller 9 &#167; d&#246;ms
till ansvar enligt 23 kap. brottsbalken.

11 &#167; Om flera har medverkat till en i detta kapitel straffbelagd
g&#228;rning, till&#228;mpas best&#228;mmelserna i 23 kap. brottsbalken.

12 &#167; Allm&#228;nt &#229;tal f&#246;r brott som avses i 8--11 &#167;&#167; f&#229;r v&#228;ckas endast efter
medgivande av Riksbanken.

13 &#167; Egendom som har varit f&#246;rem&#229;l f&#246;r brott som avses i 8 &#167; f&#246;rsta
stycket eller 9--11 &#167;&#167; eller vederlag f&#246;r s&#229;dan egendom f&#229;r f&#246;rklaras
f&#246;rverkad helt eller delvis.

I st&#228;llet f&#246;r den egendom som avses i f&#246;rsta stycket kan dess v&#228;rde helt
eller delvis f&#246;rklaras f&#246;rverkat.

14 &#167; Om n&#229;gon inte fullg&#246;r s&#229;dan skyldighet som anges i 5 &#167;, f&#229;r
Riksbanken f&#246;rel&#228;gga honom vite.

15 &#167; F&#246;r att uppn&#229; r&#228;ttelse n&#228;r en &#229;tg&#228;rd har vidtagits i strid med ett
f&#246;rordnande om valutareglering eller ett f&#246;rbud, en f&#246;reskrift eller ett
villkor som har meddelats med st&#246;d av ett s&#229;dant f&#246;rordnande, f&#229;r
Riksbanken f&#246;rel&#228;gga vite. F&#246;rel&#228;ggandet f&#229;r avse den som har r&#228;tt att
f&#246;rfoga  &#246;ver den egendom &#229;tg&#228;rden avs&#229;g eller det som har tr&#228;tt i den
egendomens st&#228;lle.

Ett f&#246;rel&#228;ggande enligt f&#246;rsta stycket f&#229;r riktas mot den som sedan
&#229;tg&#228;rden vidtagits har f&#246;rv&#228;rvat r&#228;tt till egendomen eller till det som
har tr&#228;tt i egendomens st&#228;lle bara om

-- f&#246;rv&#228;rvet har skett genom bodelning, arv, testamente eller g&#229;va,
eller

-- f&#246;rv&#228;rvaren har haft vetskap om eller sk&#228;lig anledning till misstanke
om &#229;tg&#228;rden och &#229;sidos&#228;ttandet av f&#246;rbudet, f&#246;reskriften eller
villkoret.

N&#229;got f&#246;rel&#228;ggande att vidta r&#228;ttelse f&#229;r inte meddelas, om den egendom
som &#229;tg&#228;rden avs&#229;g, vederlag f&#246;r den eller dess v&#228;rde har f&#246;rklarats
f&#246;rverkat.

16 &#167; Om ett vite har f&#246;relagts med st&#246;d av 14 eller 15 &#167;, f&#229;r inte d&#246;mas
till ansvar f&#246;r g&#228;rning som omfattas av f&#246;rel&#228;ggandet.

3 kap. Kreditreglering

1 &#167; Kreditreglering inneb&#228;r att Riksbanken f&#229;r f&#246;rordna om
utl&#229;ningsreglering, emissionskontroll, r&#228;ntereglering och placeringskrav
i enlighet med vad som anges i regeringens f&#246;rordnande.

2 &#167; Ett beslut om kreditreglering kan g&#228;lla ett eller flera 
slag av finansiella f&#246;retag.

Regeringen kan p&#229; beg&#228;ran av Riksbanken besluta att &#228;ven n&#229;gon 
annan som yrkesm&#228;ssigt och i betydande omfattning bedriver 
kreditgivning, samt, n&#228;r det g&#228;ller emissionskontroll, n&#229;gon 
annan som offentligen utbjuder obligationer och andra 
fordringsr&#228;tter som &#228;r avsedda f&#246;r allm&#228;n oms&#228;ttning, ska 
kunna omfattas av kreditregleringen.

F&#246;r den som omfattas av ett beslut enligt andra stycket g&#228;ller 
i till&#228;mpliga delar vad som s&#228;gs om finansiella f&#246;retag.
Lag (2022:1573).

3 &#167; Om det finns s&#228;rskilda sk&#228;l f&#229;r Riksbanken

1. begr&#228;nsa kreditregleringen till ett eller flera slag av institut,

2. undanta visst institut fr&#229;n kreditregleringen, och

3. utf&#228;rda olika f&#246;reskrifter f&#246;r skilda institut.

Utl&#229;ningsreglering

4 &#167; Med utl&#229;ningsreglering avses att ett h&#246;gsta belopp (maximibelopp)
fastst&#228;lls f&#246;r

1. disponerad utl&#229;ning,

2. beviljad men ej disponerad utl&#229;ning,

3. garantif&#246;rbindelser som &#228;r knutna till kreditgivning, eller

4. v&#228;rdet av l&#246;s egendom som i finansieringssyfte uppl&#229;ts till nyttjande
(leasingobjekt) sedan ett f&#246;rordnande om utl&#229;ningsreglering har tr&#228;tt i
kraft.

Med utl&#229;ning j&#228;mst&#228;lls likvider f&#246;r fordringar som f&#246;rv&#228;rvas i
finansieringssyfte (factoring).

5 &#167; Riksbanken fastst&#228;ller f&#246;r en viss ber&#228;kningstidpunkt eller f&#246;r en
viss ber&#228;kningsperiod ett maximibelopp enligt 4 &#167; f&#246;r utl&#229;ningens eller
garantif&#246;rbindelsernas storlek eller leasingobjektens v&#228;rde. D&#228;rvid f&#229;r
Riksbanken ge skilda regler f&#246;r utl&#229;ning, garantif&#246;rbindelser och
leasingobjekt  avseende olika slags krediter eller leasingobjekt.

Emissionskontroll

6 &#167; Med emissionskontroll avses att obligationer och andra
fordringsr&#228;tter som &#228;r avsedda f&#246;r allm&#228;n oms&#228;ttning inte utan tillst&#229;nd
av Riksbanken f&#229;r ges ut av n&#229;gon annan &#228;n Riksg&#228;ldskontoret.

R&#228;ntereglering

7 &#167; Med r&#228;ntereglering avses att h&#246;gsta eller h&#246;gsta genomsnittliga
r&#228;nta fastst&#228;lls f&#246;r utl&#229;ning av pengar. S&#229;dan reglering omfattar inte
r&#228;nta som har fastst&#228;llts enligt lag eller annan f&#246;rfattning.

Med r&#228;nta likst&#228;lls varje annan ers&#228;ttning f&#246;r l&#229;n av pengar.

Placeringskrav

8 &#167; Med placeringskrav avses att vissa av ett finansiellt 
f&#246;retags placeringar vid en viss ber&#228;kningstidpunkt ska utg&#246;ra 
en viss andel av institutets totala placeringar eller att 
f&#246;r&#228;ndringen under en ber&#228;kningsperiod av s&#229;dana placeringar 
ska utg&#246;ra en viss procent av f&#246;r&#228;ndringen av de totala 
placeringarna. Lag (2022:1573).

9 &#167; Riksbanken anger

1. vilka placeringar som skall utg&#246;ra underlag f&#246;r ber&#228;kningen 
enligt 8 &#167;,

2. den ber&#228;kningstidpunkt eller ber&#228;kningsperiod d&#229; placeringskravet
skall vara uppfyllt, och

3. det procenttal som skall g&#228;lla f&#246;r placeringskravet.

S&#228;rskild avgift

10 &#167; Ett finansiellt f&#246;retag som &#229;sidos&#228;tter en f&#246;reskrift som 
har meddelats med st&#246;d av ett f&#246;rordnande om kreditreglering 
ska betala en s&#228;rskild avgift till staten.

Fr&#229;ga om s&#228;rskild avgift pr&#246;vas av Riksbanken. Lag (2022:1573).

11 &#167; Den s&#228;rskilda avgiften skall best&#228;mmas som r&#228;ntan p&#229; ett
belopp som Riksbanken fastst&#228;ller (underlagsbeloppet).
R&#228;ntesatsen skall motsvara tv&#229; g&#229;nger den r&#228;ntesats som g&#228;ller
enligt 11 kap. 2 &#167; f&#246;rsta stycket lagen (1988:1385) om Sveriges
riksbank. Avgiften skall motsvara r&#228;nta enligt den angivna
r&#228;ntesatsen f&#246;r tiden fr&#229;n den f&#246;reg&#229;ende ber&#228;kningstidpunkten
eller, om en tidigare ber&#228;kning inte har skett, fr&#229;n det att
f&#246;reskriften b&#246;rjade till&#228;mpas eller f&#246;r ber&#228;kningsperioden.

F&#246;r utl&#229;ningsreglering och placeringskrav skall
ber&#228;kningstidpunkten eller ber&#228;kningsperioden enligt f&#246;rsta
stycket vara den som avses i 5 &#167; respektive 9 &#167;. F&#246;r
emissionskontroll och r&#228;ntereglering best&#228;mmer Riksbanken
ber&#228;kningstidpunkt eller ber&#228;kningsperiod s&#228;rskilt.
Lag (1998:1415).

12 &#167; Underlagsbeloppet skall utg&#246;ra

1. f&#246;r utl&#229;ningsreglering det belopp som maximibeloppet har &#246;verskridits
med,

2. f&#246;r emissionskontroll den utest&#229;ende l&#229;nesumman,

3. f&#246;r r&#228;ntereglering fem g&#229;nger det belopp med vilket r&#228;ntan har
&#246;verstigit den r&#228;nta som skulle ha utg&#229;tt enligt fastst&#228;lld r&#228;ntesats,
och

4. f&#246;r placeringskrav underskottet.

13 &#167; Om det finns s&#228;rskilda sk&#228;l, f&#229;r den s&#228;rskilda avgiften s&#228;ttas ned
helt eller delvis.

Uppgiftsskyldighet

14 &#167; Riksbanken f&#229;r f&#246;rel&#228;gga ett finansiellt f&#246;retag att 
l&#228;mna de uppgifter som Riksbanken anser n&#246;dv&#228;ndiga f&#246;r att 
bed&#246;ma om kreditreglering beh&#246;vs eller f&#246;r att till&#228;mpa ett 
meddelat f&#246;rordnande. Lag (2022:1573).

Straff m. m.

15 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som med upps&#229;t
l&#229;ter bli att l&#228;mna en uppgift eller l&#228;mnar en oriktig uppgift i samband
med  fullg&#246;rande av skyldighet enligt 14 &#167;.

Har en g&#228;rning som avses i f&#246;rsta stycket beg&#229;tts av grov oaktsamhet,
d&#246;ms till b&#246;ter.

I ringa fall d&#246;ms inte till ansvar.

16 &#167; Om ett brott som avses i 15 &#167; f&#246;rsta stycket &#228;r att anse som grovt,
d&#246;ms till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

Vid bed&#246;mningen av om brottet &#228;r grovt skall s&#228;rskilt beaktas, om
g&#228;rningen har r&#246;rt mycket betydande belopp eller kreditvolym eller p&#229;
annat s&#228;tt varit av synnerligen allvarlig art.

17 &#167; Om flera har medverkat till en i detta kapitel straffbelagd
g&#228;rning, till&#228;mpas best&#228;mmelserna i 23 kap. brottsbalken.

18 &#167; Allm&#228;nt &#229;tal f&#246;r brott som avses i 15--17 &#167;&#167; f&#229;r v&#228;ckas endast
efter medgivande av Riksbanken.

19 &#167; Om n&#229;gon inte f&#246;ljer ett f&#246;rel&#228;ggande enligt 14 &#167;, f&#229;r Riksbanken
f&#246;rel&#228;gga honom vite.

20 &#167; F&#246;r att uppn&#229; r&#228;ttelse n&#228;r en &#229;tg&#228;rd har vidtagits i strid med en
f&#246;reskrift eller ett beslut om kreditreglering f&#229;r Riksbanken f&#246;rel&#228;gga
vite.

21 &#167; Om ett vite har f&#246;relagts med st&#246;d av 19 &#167;, f&#229;r inte d&#246;mas till
ansvar f&#246;r g&#228;rning som omfattas av f&#246;rel&#228;ggandet.

22 &#167; Om ett vite har f&#246;relagts med st&#246;d av 20 &#167;, f&#229;r s&#228;rskild avgift
enligt 10--12 &#167;&#167; inte tas ut.

4 kap. Gemensamma best&#228;mmelser

1 &#167; Riksbanken skall meddela de ytterligare f&#246;reskrifter som beh&#246;vs f&#246;r
till&#228;mpningen av f&#246;rordnanden enligt denna lag.

Tystnadsplikt

2 &#167; Den som har tagit befattning med ett &#228;rende som avses i
denna lag f&#229;r inte obeh&#246;rigen r&#246;ja vad han eller hon har f&#229;tt
veta om en enskilds personliga eller ekonomiska f&#246;rh&#229;llanden.

I det allm&#228;nnas verksamhet till&#228;mpas i st&#228;llet best&#228;mmelserna
i offentlighets- och sekretesslagen (2009:400).

Den som bryter mot f&#246;rbudet i f&#246;rsta stycket ska inte d&#246;mas
till ansvar enligt 20 kap. 3 &#167; brottsbalken. Lag (2009:453).

&#214;verklagande

3 &#167; Beslut inom Riksbanken av annan &#228;n direktionen f&#229;r
&#246;verklagas till direktionen.

Beslut av direktionen om att f&#246;rel&#228;gga n&#229;gon vid vite eller
att ta ut s&#228;rskild avgift f&#229;r &#246;verklagas till allm&#228;n
f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till
kammarr&#228;tten.

Riksbanken f&#229;r best&#228;mma att ett beslut ska g&#228;lla
omedelbart. Lag (2013:95).


&#214;verg&#229;ngsbest&#228;mmelser

2013:95

1. Denna lag tr&#228;der i kraft den 1 juli 2013.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r beslut som har meddelats
f&#246;re ikrafttr&#228;dandet.

2016:260

1. Denna lag tr&#228;der i kraft den 1 maj 2016.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r kontroller som 
inletts f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3359">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3361">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
