

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1993-01-04" /> 
 <meta id="rattsinfo-edited" content="2022-07-26 09:38:34" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3369</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3368">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3370">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1992:1433 ·
                    <a href="/sfsr?bet=1992:1433">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Sametingslag (1992:1433)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Kulturdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1992-12-17
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:67
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1993-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; I denna lag ges best&#228;mmelser om en s&#228;rskild myndighet -- Sametinget
-- med uppgift fr&#228;mst att bevaka fr&#229;gor som r&#246;r samisk kultur i Sverige.

2 &#167; Med same avses i denna lag den som anser sig vara same och

1. g&#246;r sannolikt att han eller hon har eller har haft samiska
som spr&#229;k i hemmet, eller

2. g&#246;r sannolikt att n&#229;gon av hans eller hennes f&#246;r&#228;ldrar, far-
eller morf&#246;r&#228;ldrar har eller har haft samiska som spr&#229;k i
hemmet, eller

3. har en f&#246;r&#228;lder som &#228;r eller har varit upptagen i r&#246;stl&#228;ngd
till Sametinget.

Vad som s&#228;gs i f&#246;rsta stycket 3 g&#228;ller inte om l&#228;nsstyrelsen
har beslutat att f&#246;r&#228;ldern inte skall vara upptagen i
r&#246;stl&#228;ngden p&#229; den grunden att f&#246;r&#228;ldern inte &#228;r same.
Lag (2006:803).

2 kap. Sametinget

Sametingets uppgifter

1 &#167; Sametinget ska verka f&#246;r en levande samisk kultur och ta 
initiativ till verksamheter och f&#246;resl&#229; &#229;tg&#228;rder som fr&#228;mjar 
denna kultur. Till Sametingets uppgifter h&#246;r s&#228;rskilt att 

1. besluta om f&#246;rdelningen av statens bidrag och av medel ur 
Samefonden till samisk kultur och samiska organisationer samt 
av andra medel som st&#228;lls till samernas gemensamma f&#246;rfogande,

2. delta i konsultationer enligt lagen (2022:66) om 
konsultation i fr&#229;gor som r&#246;r det samiska folket,

3. utse ledam&#246;terna i Sameskolstyrelsen,

4. fastst&#228;lla m&#229;l f&#246;r och leda det samiska spr&#229;karbetet,

5. medverka i samh&#228;llsplaneringen och bevaka att samiska behov 
beaktas, d&#228;ribland renn&#228;ringens intressen vid utnyttjande av 
mark och vatten,

6. informera om samiska f&#246;rh&#229;llanden, och

7. utf&#246;ra de &#246;vriga uppgifter som ankommer p&#229; Sametinget 
enligt lag eller annan f&#246;rfattning. Lag (2022:67).

1 a &#167; Sametinget f&#229;r ge ekonomiskt bidrag och annat st&#246;d till
de grupper, partier eller liknande sammanslutningar som &#228;r
eller har varit representerade i Sametinget (partist&#246;d).

Regeringen eller den myndighet regeringen best&#228;mmer meddelar
f&#246;reskrifter om partist&#246;dets omfattning och formerna f&#246;r det.
St&#246;det f&#229;r inte utformas s&#229; att det otillb&#246;rligt gynnar eller
missgynnar n&#229;gon sammanslutning. Lag (2006:803).

Sametingets sammans&#228;ttning m. m.

2 &#167; Sametinget ska best&#229; av 31 ledam&#246;ter, utsedda genom val. 
F&#246;r ledam&#246;terna ska det utses ers&#228;ttare. I fr&#229;ga om antalet 
ers&#228;ttare och hur de ska utses g&#228;ller best&#228;mmelserna i 14 kap. 
15 &#167; vallagen (2005:837) om val till regionfullm&#228;ktige.

Efter f&#246;rslag av Sametinget f&#246;rordnar regeringen ordf&#246;rande i 
Sametinget. Ordf&#246;randen ska utses bland tingets ledam&#246;ter. 
Sametinget v&#228;ljer en eller flera vice ordf&#246;rande bland 
ledam&#246;terna. Sametinget f&#229;r &#229;terkalla vice ordf&#246;randes 
uppdrag. Lag (2019:881).

3 &#167; Sametinget best&#228;mmer n&#228;r ordinarie sammantr&#228;den skall h&#229;llas.

Sammantr&#228;de skall h&#229;llas ocks&#229; om styrelsen eller minst en tredjedel av
tingets ledam&#246;ter beg&#228;r det eller om ordf&#246;randen anser att det beh&#246;vs.

3 a &#167; Sametingets sammantr&#228;den i plenum &#228;r offentliga.

Sametinget f&#229;r dock besluta att &#246;verl&#228;ggningen i ett visst 
&#228;rende ska h&#229;llas inom st&#228;ngda d&#246;rrar. Ers&#228;ttarna f&#229;r n&#228;rvara 
vid en s&#229;dan &#246;verl&#228;ggning, &#228;ven n&#228;r de inte tj&#228;nstg&#246;r.
Lag (2018:1976).

3 b &#167; Ordf&#246;randen leder Sametingets sammantr&#228;den i plenum 
och ansvarar f&#246;r ordningen vid sammantr&#228;dena. 

Ordf&#246;randen f&#229;r visa ut den som upptr&#228;der st&#246;rande och inte 
r&#228;ttar sig efter tills&#228;gelse. Lag (2018:1976).

3 c &#167; Styrelsens sammantr&#228;den ska h&#229;llas inom st&#228;ngda 
d&#246;rrar. Efter medgivande fr&#229;n Sametingets plenum f&#229;r 
styrelsen dock besluta att sammantr&#228;den ska vara offentliga. 

Styrelsens sammantr&#228;den ska alltid h&#229;llas inom st&#228;ngda d&#246;rrar 
i &#228;renden 

1. som avser myndighetsut&#246;vning, eller 

2. d&#228;r det f&#246;rekommer uppgifter som omfattas av sekretess. 

Detsamma ska g&#228;lla f&#246;r sammantr&#228;den i Sametingets n&#228;mnder.
Lag (2018:1976).

3 d &#167; Ledam&#246;ter och ers&#228;ttare har r&#228;tt till den ledighet fr&#229;n sina
anst&#228;llningar som beh&#246;vs f&#246;r att fullg&#246;ra uppdragen i Sametinget,
dess styrelse och n&#228;mnder. Lag (2018:1976).

3 e &#167; Sametingets plenum f&#229;r besluta om sk&#228;liga ekonomiska 
f&#246;rm&#229;ner f&#246;r ledam&#246;ter och ers&#228;ttare. Lag (2018:1976).

Styrelse och n&#228;mnder

4 &#167; Sametinget ska bland sina ledam&#246;ter utse en styrelse 
som best&#229;r av h&#246;gst sju ledam&#246;ter och lika m&#229;nga ers&#228;ttare. 
Sametinget ska bland styrelsens ledam&#246;ter v&#228;lja en 
ordf&#246;rande.

Styrelsen ansvarar f&#246;r Sametingets verksamhet.
Lag (2018:1976).

4 a &#167; Vid Sametinget ska det finnas ett kansli som leds av 
en kanslichef. 

Kanslichefen anst&#228;lls av styrelsen. 

Kanslichefen ska sk&#246;ta den l&#246;pande verksamheten enligt de 
direktiv och riktlinjer som styrelsen beslutar.
Lag (2018:1976).

5 &#167; Sametinget ska tills&#228;tta en valn&#228;mnd som ansvarar f&#246;r 
Sametingets uppgifter vid val till Sametinget. 

Sametinget kan d&#228;rut&#246;ver tills&#228;tta de n&#228;mnder som i &#246;vrigt 
beh&#246;vs f&#246;r verksamheten. Lag (2018:1976).

5 a &#167; Sametinget f&#229;r &#229;terkalla uppdragen f&#246;r f&#246;rtroendevalda i
styrelsen eller i en n&#228;mnd n&#228;r den politiska majoriteten i
styrelsen eller n&#228;mnden inte l&#228;ngre &#228;r densamma som i
Sametinget. Lag (2006:803).

&#196;rendenas handl&#228;ggning

6 &#167; Sametinget f&#229;r handl&#228;gga &#228;renden endast om mer &#228;n h&#228;lften
av ledam&#246;terna &#228;r n&#228;rvarande. Varje ledamot har en r&#246;st.

En ledamot i Sametinget f&#229;r inte delta i handl&#228;ggningen av
&#228;renden som r&#246;r ledamoten personligen eller ledamotens make,
f&#246;r&#228;ldrar, barn eller syskon eller annan n&#228;rst&#229;ende. Inte
heller f&#229;r en ledamot delta i handl&#228;ggningen av &#228;renden som
s&#228;rskilt r&#246;r en sameby i vilkens styrelse ledamoten ing&#229;r.

Vid sammantr&#228;de i Sametinget skall protokoll f&#246;ras.

Vad som i f&#246;rsta, andra och tredje styckena s&#228;gs om Sametinget
g&#228;ller &#228;ven dess styrelse och n&#228;mnder. Lag (2006:803).

6 a &#167; Sametingets styrelse och n&#228;mnder beslutar i fr&#229;gor 
som r&#246;r Sametingets myndighetsut&#246;vning och i andra fr&#229;gor som 
de enligt lag eller annan f&#246;rfattning ska ha hand om.
Lag (2018:1976).

7 &#167; Sametinget samt dess styrelses och n&#228;mnders beslut f&#229;r
&#246;verklagas endast om det finns s&#228;rskilda f&#246;reskrifter om det.

Best&#228;mmelser om &#246;verklagande av Sameskolstyrelsens beslut
finns i skollagen (2010:800). Lag (2010:868).

3 kap. Val till Sametinget

1 &#167; Val till Sametinget skall h&#229;llas vart fj&#228;rde &#229;r (val&#229;ret). Valdag &#228;r
tredje s&#246;ndagen i maj.

2 &#167; F&#246;r valet till Sametinget utg&#246;r landet en valkrets. 
Valn&#228;mnden utser valf&#246;rr&#228;ttare och har i &#246;vrigt de uppgifter 
som framg&#229;r av detta kapitel. Uppgifter vid val till 
Sametinget fullg&#246;rs &#228;ven av den centrala valmyndigheten 
enligt vallagen (2005:837) och av l&#228;nsstyrelsen i det l&#228;n d&#228;r 
Sametinget har sitt s&#228;te. Lag (2018:1976).

R&#246;str&#228;tt m. m.

3 &#167; R&#246;str&#228;tt till Sametinget har den som &#228;r upptagen i
samer&#246;stl&#228;ngd.

I samer&#246;stl&#228;ngden tas den same upp som anm&#228;ler sig till
valn&#228;mnden och som &#228;r svensk medborgare och p&#229; den samiska
valdagen fyllt eller fyller 18 &#229;r.

Under de f&#246;ruts&#228;ttningar som i andra stycket anges f&#246;r svenska
medborgare skall i r&#246;stl&#228;ngden tas upp &#228;ven de utl&#228;nningar som
enligt folkbokf&#246;ringsdatabasen enligt lagen (2001:182) om
behandling av personuppgifter i Skatteverkets
folkbokf&#246;ringsverksamhet har varit folkbokf&#246;rda i landet tre &#229;r
i f&#246;ljd f&#246;re valdagen och som anm&#228;ler sig till valn&#228;mnden.
Lag (2003:704).

4 &#167; Anm&#228;lan till valn&#228;mnden f&#246;r att tas upp i samer&#246;stl&#228;ngden
skall ha inkommit senast den 20 oktober &#229;ret f&#246;re val&#229;ret.

Den som har f&#246;rts upp i samer&#246;stl&#228;ngden skall strykas fr&#229;n
l&#228;ngden, om han eller hon beg&#228;r det eller avlider.
Lag (2006:803).

5 &#167; Valn&#228;mnden skall ha uppr&#228;ttat en prelimin&#228;r samer&#246;stl&#228;ngd
senast den 15 november &#229;ret f&#246;re val&#229;ret. R&#246;stl&#228;ngden skall
inneh&#229;lla uppgifter om

1. samer som tidigare varit upptagna i samer&#246;stl&#228;ngd, som
fortfarande uppfyller villkoren f&#246;r r&#246;str&#228;tt enligt 3 &#167; och som
inte beg&#228;rt att bli avf&#246;rda ur samer&#246;stl&#228;ngden, och

2. samer som anm&#228;lt sig enligt 4 &#167; och som uppfyller villkoren
enligt 3 &#167;.

Den prelimin&#228;ra r&#246;stl&#228;ngden skall h&#229;llas tillg&#228;nglig f&#246;r
granskning p&#229; det s&#228;tt som den centrala valmyndigheten i samr&#229;d
med Sametinget best&#228;mmer. Beslutet om den prelimin&#228;ra
r&#246;stl&#228;ngden skall kung&#246;ras i Post- och Inrikes Tidningar. Den
som anm&#228;lt sig men inte tagits upp i den prelimin&#228;ra
r&#246;stl&#228;ngden skall genast underr&#228;ttas om detta. Lag (2004:538).

5 a &#167; Den som anm&#228;lt sig men inte tagits upp i den prelimin&#228;ra
r&#246;stl&#228;ngden f&#229;r &#246;verklaga beslutet i den delen. Vidare f&#229;r var
och en som tagits upp i den prelimin&#228;ra r&#246;stl&#228;ngden &#246;verklaga
beslutet s&#229;vitt avser n&#229;gon annan som tagits upp.

&#214;verklagandet skall ha kommit in till l&#228;nsstyrelsen i det l&#228;n
d&#228;r Sametinget har sitt s&#228;te senast den 15 december &#229;ret f&#246;re
val&#229;ret.

&#214;verklagandet av beslutet om den prelimin&#228;ra r&#246;stl&#228;ngden pr&#246;vas
vid offentligt sammantr&#228;de hos l&#228;nsstyrelsen den 15 februari
val&#229;ret eller, om denna dag &#228;r en l&#246;rdag eller s&#246;ndag, n&#228;rmast
f&#246;ljande m&#229;ndag.

L&#228;nsstyrelsens beslut f&#229;r inte &#246;verklagas. Lag (2004:538).

6 &#167; Efter det att f&#246;rekommande &#246;verklaganden har avgjorts av
l&#228;nsstyrelsen skall valn&#228;mnden senast den 1 mars val&#229;ret
uppr&#228;tta en slutlig samer&#246;stl&#228;ngd som skall uppta samer som p&#229;
grund av valn&#228;mndens eller l&#228;nsstyrelsens beslut skall tas upp
i r&#246;stl&#228;ngden. Om l&#228;nsstyrelsen efter &#246;verklagande av beslutet
om den prelimin&#228;ra r&#246;stl&#228;ngden funnit att n&#229;gon inte skall tas
upp i r&#246;stl&#228;ngden skall denne inte tas upp i den slutliga
l&#228;ngden. Lag (2004:538).

7 &#167; Den som &#228;r upptagen i samer&#246;stl&#228;ngd skall genom den
centrala valmyndighetens f&#246;rsorg erh&#229;lla ett r&#246;stkort i form av
ett ytterkuvert samt ett valkuvert och ett omslagskuvert.
R&#246;stkorten och kuverten skall s&#228;ndas till de r&#246;stber&#228;ttigade
senast 30 dagar f&#246;re valdagen.

En r&#246;stber&#228;ttigad som har f&#246;rlorat sitt r&#246;stkort/ytterkuvert
eller inte har f&#229;tt det, &#228;r ber&#228;ttigad att efter beg&#228;ran f&#229; ett
duplettr&#246;stkort/duplettytterkuvert av den centrala
valmyndigheten, l&#228;nsstyrelsen eller valn&#228;mnden. Ett s&#229;dant kort
skall vara tydligt m&#228;rkt som duplettr&#246;stkort. Lag (2006:803).

Kandidater

8 &#167; Den som har r&#246;str&#228;tt till Sametinget &#228;r valbar till 
Sametinget om inte annat f&#246;ljer av 9 &#167;. Lag (2018:1976).

9 &#167; Kandidater till Sametinget skall anm&#228;las till den centrala
valmyndigheten senast den 15 mars val&#229;ret. Av anm&#228;lan skall det
framg&#229; vilken grupp, vilket parti eller liknande sammanslutning
som kandidaterna tillh&#246;r. Anm&#228;lan skall ocks&#229; inneh&#229;lla namn p&#229;
minst tre kandidater i best&#228;md ordningsf&#246;ljd. Till anm&#228;lan
skall det fogas en skriftlig f&#246;rklaring fr&#229;n varje kandidat att
denne har gett sitt tillst&#229;nd till anm&#228;lan.

D&#228;rut&#246;ver g&#228;ller f&#246;r s&#229;dana grupper, partier eller liknande
sammanslutningar som inte har mandat i Sametinget att anm&#228;lan
skall ha ett dokumenterat st&#246;d av minst 50 personer, som skall
vara upptagna i den slutliga r&#246;stl&#228;ngden f&#246;r det kommande
valet.

Den centrala valmyndigheten beslutar om registrering av
grupper, partier eller liknande sammanslutningar och
kandidater. Myndighetens beslut f&#229;r inte &#246;verklagas.

Andra &#228;n kandidater f&#246;r registrerade grupper, partier eller
liknande sammanslutningar &#228;r inte valbara. Lag (2006:803).

Valsedlar

10 &#167; Den centrala valmyndigheten utf&#228;rdar valsedlar. P&#229; 
valsedlarna ska en grupp, ett parti eller en liknande 
sammanslutning anges samt minst tre kandidater f&#246;r gruppen, 
partiet eller sammanslutningen. 

Kandidatnamnen ska f&#246;rses med nummer och tas upp i 
nummerordning under varandra. Valsedlarna ska dessutom vara 
utformade s&#229; att v&#228;ljarna kan l&#228;mna en s&#228;rskild personr&#246;st 
och inneh&#229;lla en upplysning om personvalets inneb&#246;rd. 

F&#246;r en registrerad grupp, ett parti eller en sammanslutning 
f&#229;r det finnas valsedlar med olika kombinationer av 
kandidater. Lag (2018:1976).

11 &#167; Valsedlarna skall vara lika till storlek och material.

12 &#167; Varje registrerad grupp, parti eller sammanslutning
tilldelas valsedlar till det antal den centrala valmyndigheten
beslutar, lika f&#246;r alla. Finns det olika valsedlar f&#246;r samma
grupp, parti eller sammanslutning, g&#228;ller detta varje s&#229;dan
variant av valsedeln.

Valsedlar till st&#246;rre antal tillhandah&#229;lles av den centrala
valmyndigheten om best&#228;llaren betalar valsedlarna i f&#246;rskott.
Lag (2004:538).

R&#246;stning

13 &#167; Den som har r&#246;str&#228;tt till Sametinget f&#229;r r&#246;sta antingen i
vallokal eller genom att med post s&#228;nda sin valsedel till
l&#228;nsstyrelsen i det l&#228;n d&#228;r Sametinget har sitt s&#228;te
(brevr&#246;stning). Lag (2004:538).

14 &#167; Valn&#228;mnden beslutar p&#229; vilka orter r&#246;stning kan ske i vallokal.
Vallokaler skall h&#229;llas &#246;ppna mellan klockan 8 och 20 valdagen.

R&#246;stning i vallokal

15 &#167; Vid r&#246;stning i vallokal l&#228;gger v&#228;ljaren sj&#228;lv in sin 
valsedel i ett valkuvert och tillsluter det. V&#228;ljaren l&#228;mnar 
valkuvert och det ytterkuvert som ocks&#229; &#228;r r&#246;stkort till 
valf&#246;rr&#228;ttaren. Denne kontrollerar att v&#228;ljaren st&#228;llt i 
ordning bara ett valkuvert och att kuvertet inte &#228;r f&#246;rsett 
med obeh&#246;rig m&#228;rkning. D&#228;refter l&#228;gger valf&#246;rr&#228;ttaren i 
v&#228;ljarens n&#228;rvaro in valkuvertet i ytterkuvertet och 
tillsluter det. Valf&#246;rr&#228;ttaren tar slutligen hand om 
ytterkuvertet samt antecknar p&#229; en s&#228;rskild f&#246;rteckning 
v&#228;ljarens namn.

Den som saknar det ytterkuvert som ocks&#229; &#228;r r&#246;stkort f&#229;r inte 
r&#246;sta. En v&#228;ljare som inte &#228;r k&#228;nd f&#246;r r&#246;stmottagaren ska 
legitimera sig eller p&#229; annat s&#228;tt styrka sin identitet. Den 
som inte g&#246;r det f&#229;r inte r&#246;sta. Lag (2018:1976).

16 &#167; &#196;r valkuvertet f&#246;rsett med obeh&#246;rig m&#228;rkning f&#229;r det inte
tas emot. Har v&#228;ljaren l&#228;mnat mer &#228;n ett valkuvert f&#229;r endast
ett av dem tas emot. Om v&#228;ljaren beg&#228;r det, skall samtliga
valkuvert &#229;terl&#228;mnas till v&#228;ljaren. Lag (2006:803).

17 &#167; Vid r&#246;stning i vallokal g&#228;ller ocks&#229; 7 kap. 3 &#167; samt 8
kap. 4 och 5 &#167;&#167; vallagen (2005:837).

Avbryts r&#246;stningen skall mottagna ytterkuvert f&#246;rvaras p&#229;
betryggande s&#228;tt. Lag (2005:843).

18 &#167; Valf&#246;rr&#228;ttaren skall omg&#229;ende s&#228;nda de mottagna f&#246;rslutna
ytterkuverten till l&#228;nsstyrelsen i det l&#228;n d&#228;r Sametinget har
sitt s&#228;te tillsammans med f&#246;rteckningen &#246;ver de v&#228;ljare som
r&#246;stat i vallokalen. F&#246;rs&#228;ndelsen skall s&#228;ndas som v&#228;rdepost.
Lag (2004:538).

Brevr&#246;stning

19 &#167; Vid brevr&#246;stning l&#228;gger v&#228;ljaren sj&#228;lv in sin 
valsedel i ett valkuvert och tillsluter det. I n&#228;rvaro av tv&#229; 
vittnen l&#228;gger v&#228;ljaren sedan valkuvertet i det ytterkuvert 
som ocks&#229; &#228;r r&#246;stkort och tillsluter det. D&#228;refter skriver 
v&#228;ljaren p&#229; ytterkuvertet en f&#246;rs&#228;kran p&#229; heder och samvete 
att han eller hon gjort p&#229; detta s&#228;tt. Vittnena intygar 
skriftligen att v&#228;ljaren egenh&#228;ndigt undertecknat f&#246;rs&#228;kran 
och att de inte k&#228;nner till n&#229;got f&#246;rh&#229;llande som strider mot 
de uppgifter v&#228;ljaren l&#228;mnat p&#229; ytterkuvertet. Vittnenas 
adresser anges p&#229; ytterkuvertet. Vittnena ska ha fyllt 18 
&#229;r.

Sedan brevr&#246;stningsf&#246;rs&#228;ndelsen har gjorts i ordning enligt 
f&#246;rsta stycket l&#228;gger v&#228;ljaren in f&#246;rs&#228;ndelsen i ett 
omslagskuvert och tillsluter detta. D&#228;refter l&#228;mnas 
f&#246;rs&#228;ndelsen f&#246;r postbefordran till l&#228;nsstyrelsen i det l&#228;n 
d&#228;r Sametinget har sitt s&#228;te.

En v&#228;ljare som p&#229; grund av funktionsneds&#228;ttning eller 
liknande inte kan avge sin r&#246;st i f&#246;reskriven ordning f&#229;r vid 
r&#246;stningen anlita n&#229;gon annan person som hj&#228;lper honom eller 
henne vid r&#246;stningen. Lag (2018:1976).

20 &#167; Brevr&#246;stningsf&#246;rs&#228;ndelse skall avges senast p&#229; valdagen.

21 &#167; Vid varje tillf&#228;lle d&#229; brevr&#246;stningsf&#246;rs&#228;ndelser kommer in
till l&#228;nsstyrelsen skall antalet antecknas i ett s&#228;rskilt
protokoll. I v&#228;ntan p&#229; den slutliga sammanr&#228;kningen och
mandatf&#246;rdelningen skall f&#246;rs&#228;ndelserna f&#246;rvaras p&#229; ett
betryggande s&#228;tt. Lag (2004:538).

Sammanr&#228;kning

22 &#167; Vid en offentlig f&#246;rr&#228;ttning, som skall p&#229;b&#246;rjas s&#229; snart
det kan ske sedan en vecka f&#246;rflutit fr&#229;n valdagen, skall
l&#228;nsstyrelsen granska och r&#228;kna de avgivna r&#246;sterna.

Vid sammanr&#228;kningen pr&#246;var l&#228;nsstyrelsen valsedlarnas giltighet
och meddelar de beslut som denna pr&#246;vning f&#246;ranleder. H&#228;rvid
g&#228;ller i till&#228;mpliga delar 13 kap. 6 och 7 &#167;&#167;, 8 &#167; f&#246;rsta
stycket 1 samt andra och tredje styckena vallagen (2005:837).

Vidare g&#228;ller att ett namn som skrivits till p&#229; en valsedel
skall anses obefintligt.

Vid f&#246;rr&#228;ttning skall protokoll f&#246;ras. Lag (2005:843).

23 &#167; Granskningen inleds med att de ytterkuvert som kommit in
fr&#229;n vallokalerna r&#228;knas. Antalet kuvert j&#228;mf&#246;rs med antalet
avgivna r&#246;ster enligt f&#246;rteckningarna fr&#229;n vallokalerna.
D&#228;refter antecknas i r&#246;stl&#228;ngden vilka v&#228;ljare som har r&#246;stat i
vallokal.

Har n&#229;gon v&#228;ljare r&#246;stat mer &#228;n en g&#229;ng i vallokal, skall
v&#228;ljarens r&#246;ster f&#246;rklaras ogiltiga och ytterkuverten med
v&#228;ljarens r&#246;ster obrutna l&#228;ggas &#229;t sidan. Lag (2006:803).

24 &#167; Sedan de r&#246;ster som skall f&#246;rklaras ogiltiga enligt 23 &#167; andra
stycket har lagts &#229;t sidan och anteckning om ogiltigf&#246;rklaringen har
gjorts i protokollet, kontrolleras att &#246;vriga ytterkuvert &#228;r tillslutna.

&#196;r ytterkuvertet tillslutet, bryts det och valkuvertet granskas.
D&#228;rvid kontrolleras att valkuvertet &#228;r av f&#246;reskriven beskaffenhet och
att v&#228;ljaren har st&#228;llt i ordning endast ett valkuvert samt att
valkuvertet inte &#228;r f&#246;rsett med obeh&#246;rig m&#228;rkning.
Lag (2000:1214).

25 &#167; F&#246;religger inte n&#229;gon brist vid den granskning som skall g&#246;ras
enligt 24 &#167; l&#228;ggs valkuvertet i en valurna. I annat fall f&#246;rklaras
r&#246;sten ogiltig och ytter- och valkuvert l&#228;ggs &#229;t sidan. D&#228;rvid skall
valkuvertet ligga i ytterkuvertet. Anteckning om ogiltigf&#246;rklaringen
g&#246;rs i protokollet. Lag (2000:1214).

26 &#167; Sedan r&#246;sterna fr&#229;n vallokalerna har behandlats enligt
23-25 &#167;&#167;, forts&#228;tter granskningen med de r&#246;ster som har avgivits
genom brevr&#246;stning och som har kommit in till l&#228;nsstyrelsen
f&#246;re f&#246;rr&#228;ttningens b&#246;rjan.

Brevr&#246;ster som kommer in efter f&#246;rr&#228;ttningens b&#246;rjan l&#228;ggs utan
vidare &#229;tg&#228;rd &#229;t sidan. Lag (2004:538).

27 &#167; Granskningen av brevr&#246;stningsf&#246;rs&#228;ndelserna inleds med att
omslagskuverten r&#228;knas, varefter antalet antecknas i protokollet.
D&#228;refter kontrolleras att

1. omslagskuverten inte har blivit &#246;ppnade efter tillslutandet, och

2. f&#246;rs&#228;ndelsen inte har avgetts senare &#228;n p&#229; valdagen.

F&#246;religger inte n&#229;gon brist vid den granskning som avses i f&#246;rsta
stycket skall de godk&#228;nda f&#246;rs&#228;ndelserna behandlas vidare enligt vad som
f&#246;reskrivs i 28 &#167;. I annat fall l&#228;ggs f&#246;rs&#228;ndelserna &#229;t sidan. Antalet
f&#246;rs&#228;ndelser som har lagts &#229;t sidan antecknas i protokollet.

28 &#167; N&#228;r kontrollen enligt 27 &#167; &#228;r avslutad, &#246;ppnas de godk&#228;nda
omslagskuverten.

D&#228;refter kontrolleras att samma v&#228;ljare inte har lagt mer &#228;n ett
ytterkuvert i omslagskuvertet och att v&#228;ljaren inte har r&#246;stat i
vallokal eller mer &#228;n en g&#229;ng genom brevr&#246;stning.

F&#246;religger inte n&#229;gon brist vid den granskning som avses i andra stycket
behandlas ytterkuvertet vidare enligt 29 &#167;. I annat fall f&#246;rklaras
r&#246;sterna i f&#246;rs&#228;ndelsen ogiltiga, anteckning h&#228;rom g&#246;rs i protokollet
och f&#246;rs&#228;ndelsen l&#228;ggs &#229;t sidan.

29 &#167; N&#228;r kontrollen enligt 28 &#167; &#228;r avslutad, granskas ytterkuverten till
de f&#246;rs&#228;ndelser som inte d&#229; har lagts &#229;t sidan.

D&#228;rvid kontrolleras att f&#246;rs&#228;ndelsen &#228;r i f&#246;reskrivet skick. Om s&#229; &#228;r
fallet, bryts ytterkuvertet och valkuvertet granskas p&#229; samma s&#228;tt som
&#228;r f&#246;reskrivet i 24 &#167; andra stycket betr&#228;ffande valkuvert f&#246;r r&#246;stning
i vallokal. Lag (2000:1214).

30 &#167; F&#246;religger inte n&#229;gon brist vid den granskning som skall g&#246;ras
enligt 29 &#167; l&#228;ggs valkuvertet i en valurna tillsammans med de godk&#228;nda
valkuverten fr&#229;n r&#246;stningen i vallokalerna. I annat fall f&#246;rklaras
r&#246;sten ogiltig och ytter- och valkuvert l&#228;ggs &#229;t sidan. D&#228;rvid skall
valkuvertet ligga i ytterkuvertet. Anteckning om ogiltigf&#246;rklaringen
g&#246;rs i protokollet. Lag (2000:1214).

31 &#167; N&#228;r sammanr&#228;kningen &#228;r klar skall f&#246;rs&#228;ndelser, ytterkuvert och
valkuvert som skall l&#228;ggas &#229;t sidan samt ogiltiga valsedlar l&#228;ggas
in i s&#228;rskilda omslag som f&#246;rseglas och f&#246;rvaras till dess valet har
vunnit laga kraft.

Godk&#228;nda valsedlar l&#228;ggs in i s&#228;rskilda omslag som f&#246;rseglas och
f&#246;rvaras till utg&#229;ngen av den tid valet g&#228;ller. Lag (2000:12114).

32 &#167; Vid mandatf&#246;rdelningen mellan grupper, partier och
liknande sammanslutningar skall mandaten f&#246;rdelas
proportionellt p&#229; grundval av valresultatet. H&#228;rvid tilldelas
mandaten, ett efter annat, den grupp, det parti eller
motsvarande som f&#246;r varje g&#229;ng uppvisar det st&#246;rsta
j&#228;mf&#246;relsetalet. J&#228;mf&#246;relsetalet &#228;r, s&#229; l&#228;nge gruppen, partiet
eller sammanslutningen &#228;nnu inte tilldelats n&#229;got mandat,
r&#246;stetalet delat med 1,4. D&#228;refter ber&#228;knas j&#228;mf&#246;relsetalet
genom att r&#246;stetalet delas med det tal som &#228;r ett h&#246;gre &#228;n det
dubbla antalet mandat som redan har tilldelats gruppen, partiet
eller sammanslutningen.

F&#246;r varje mandat som en grupp, ett parti eller en liknande
sammanslutning har f&#229;tt skall en ledamot utses. N&#228;r en ledamot
utses skall reglerna i 14. kap 9 och 10 &#167;&#167; vallagen (2005:837)
om val till riksdagen till&#228;mpas. F&#246;r att personligt r&#246;stetal
skall fastst&#228;llas f&#246;r en kandidat m&#229;ste kandidaten dessutom ha
f&#229;tt l&#228;gst 25 s&#228;rskilda personr&#246;ster.

Sedan l&#228;nsstyrelsen f&#246;rdelat mandaten i Sametinget skall
resultatet av valet offentligg&#246;ras genom kung&#246;relse i Post- och
Inrikes Tidningar.

L&#228;nsstyrelsen skall utan dr&#246;jsm&#229;l till Sametinget och
regeringen redovisa resultatet av valet samt utf&#228;rda bevis till
valda ledam&#246;ter och ers&#228;ttare. Lag (2006:803).

32 a &#167; Om en ledamot har avg&#229;tt f&#246;re utg&#229;ngen av den tid f&#246;r 
vilken ledamoten blivit vald, ska l&#228;nsstyrelsen p&#229; anm&#228;lan av 
Sametingets ordf&#246;rande inkalla en ny ordinarie ledamot enligt 
de best&#228;mmelser i 14 kap. 21 &#167; vallagen (2005:837) som avser 
ny ordinarie ledamot i regionfullm&#228;ktige. 

Om en ers&#228;ttare f&#246;r ledamot har intr&#228;tt som ordinarie ledamot 
eller avg&#229;tt som ers&#228;ttare av annan orsak, ska l&#228;nsstyrelsen 
p&#229; anm&#228;lan av Sametingets ordf&#246;rande utse ytterligare 
ers&#228;ttare enligt de best&#228;mmelser i 14 kap. 22 &#167; vallagen som 
avser ers&#228;ttare f&#246;r ledamot i regionfullm&#228;ktige. 

Den f&#246;rr&#228;ttning som avses i f&#246;rsta och andra styckena &#228;r 
avslutad n&#228;r protokollet fr&#229;n f&#246;rr&#228;ttningen har lagts fram f&#246;r 
granskning. Efter sammanr&#228;kningen ska valsedlarna &#229;ter l&#228;ggas 
i omslag p&#229; det s&#228;tt som f&#246;reskrivs i 31 &#167;. Lag (2019:881).

33 &#167; L&#228;nsstyrelsens beslut enligt 22, 32 och 32 a &#167;&#167; f&#229;r
&#246;verklagas hos Valpr&#246;vningsn&#228;mnden. Ett beslut f&#229;r &#246;verklagas
av den som enligt r&#246;stl&#228;ngden var r&#246;stber&#228;ttigad vid valet. Det
f&#229;r ocks&#229; &#246;verklagas av en grupp, ett parti eller en liknande
sammanslutning som har deltagit i valet.

&#214;verklagandet skall ges in till Valpr&#246;vningsn&#228;mnden och vara
n&#228;mnden till handa tidigast dagen efter valdagen och senast
inom tio dagar efter det att resultatet av valet
offentliggjorts enligt 32 eller 32 a &#167;.

Vid Valpr&#246;vningsn&#228;mndens pr&#246;vning av &#246;verklaganden som avses i
denna paragraf f&#229;r n&#228;mnden upph&#228;va valet och f&#246;rordna om omval
eller f&#246;ranstalta om andra mindre ingripande &#229;tg&#228;rder enligt de
grunder som anges i 15 kap. 13 och 14 &#167;&#167; vallagen (2005:837).
Lag (2005:843).

Omval

34 &#167; Vid omval till Sametinget skall den centrala
valmyndigheten efter samr&#229;d med l&#228;nsstyrelsen i det l&#228;n d&#228;r
Sametinget har sitt s&#228;te och Sametingets valn&#228;mnd best&#228;mma
valdag. Beslutet f&#229;r inte &#246;verklagas. Lag (2004:538).

35 &#167; Den slutliga r&#246;stl&#228;ngd som uppr&#228;ttats f&#246;r det ordinarie
valet skall anv&#228;ndas vid omval. Lag (2004:538).

36 &#167; I &#246;vrigt g&#228;ller i till&#228;mpliga delar best&#228;mmelserna i denna
lag om ordinarie val vid omval. Lag (2004:538).

Uppgifter i folkbokf&#246;ringen

37 &#167; F&#246;r aktualisering, komplettering och kontroll av
samer&#246;stl&#228;ngden f&#229;r inh&#228;mtas uppgifter om namn, personnummer,
adress och medborgarskap fr&#229;n register hos Skatteverket
avseende uppgifter i folkbokf&#246;ringen. Lag (2004:538).

4 kap. Har upph&#228;vts genom lag (2004:538).

&#214;verg&#229;ngsbest&#228;mmelser

1992:1433

1. Denna lag tr&#228;der i kraft den 1 januari 1993.

2. Det f&#246;rsta valet till Sametinget h&#229;lls den 16 maj 1993 i enlighet med
best&#228;mmelserna i denna lag. Sametingets f&#246;rsta sammantr&#228;de skall h&#229;llas
i augusti eller september 1993.

3. De uppgifter som enligt denna lag ankommer p&#229; valn&#228;mnden skall vid
det f&#246;rsta valet fullg&#246;ras av en av regeringen s&#228;rskilt f&#246;rordnad
organisationskommitt&#233;. Organisationskommitt&#233;ns beslut enligt 3 kap. 5 &#167;
att n&#229;gon inte skall tas upp i r&#246;stl&#228;ngd f&#229;r &#246;verklagas till
L&#228;nsstyrelsen i Norrbottens l&#228;n.

4. Anm&#228;lan till samer&#246;stl&#228;ngden f&#246;r deltagande i sametingsvalet 1993
skall ha inkommit till organisationskommitt&#233;n senast den 25 januari
1993.

2018:1976
  
1. Denna lag tr&#228;der i kraft den 1 juli 2019. 

2. &#196;renden som har inletts hos Sametinget f&#246;re 
ikrafttr&#228;dandet men &#228;nnu inte har avgjorts handl&#228;ggs enligt 
&#228;ldre f&#246;reskrifter.

3. Best&#228;mmelsen i 2 kap. 3 e &#167; till&#228;mpas inte p&#229; f&#246;rm&#229;ner som 
har intj&#228;nats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3368">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3370">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
