

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-07-28" /> 
 <meta id="rattsinfo-edited" content="2023-07-28 15:49:08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3374</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3373">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3375">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1992:1300 ·
                    <a href="/sfsr?bet=1992:1300">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1992:1300) om krigsmateriel</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1992-12-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1997:689
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:371
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1993-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller dels materiel som &#228;r utformad f&#246;r 
milit&#228;rt bruk och som enligt regeringens f&#246;reskrifter utg&#246;r 
krigsmateriel, dels tekniskt st&#246;d avseende krigsmateriel som 
enligt regeringens f&#246;reskrifter utg&#246;r tekniskt bist&#229;nd.

Tillst&#229;nd enligt denna lag f&#229;r l&#228;mnas endast om det finns 
s&#228;kerhets- eller f&#246;rsvarspolitiska sk&#228;l f&#246;r det och det inte 
strider mot Sveriges internationella f&#246;rpliktelser eller 
Sveriges utrikespolitik i &#246;vrigt. Lag (2018:135).

1 a &#167; Inspektionen f&#246;r strategiska produkter pr&#246;var fr&#229;gor om
tillst&#229;nd, f&#246;rbud, undantag i enskilda fall och certifiering
enligt denna lag.

Inspektionen ska med eget yttrande l&#228;mna &#246;ver ett &#228;rende till
regeringens pr&#246;vning, om &#228;rendet har principiell betydelse
eller annars &#228;r av s&#228;rskild vikt. Det g&#228;ller dock inte &#228;renden
om certifiering.

Regeringen f&#229;r meddela ytterligare f&#246;reskrifter om &#246;verl&#228;mnande
av &#228;renden till regeringen. Lag (2011:849).

1 b &#167; I 2 a kap. vapenlagen (1996:67) finns best&#228;mmelser om
m&#228;rkning av vapen och vapendelar vid tillverkning och inf&#246;rsel
samt om m&#228;rkning av f&#246;rpackning med ammunition vid
tillverkning. Lag (2011:469).

Definitioner

2 &#167; I denna lag f&#246;rst&#229;s med

certifiering: en certifiering som ger en mottagare av
krigsmateriel eller av tekniskt bist&#229;nd h&#228;r i landet r&#228;tt att
ta emot krigsmateriel eller tekniskt bist&#229;nd, som &#246;verf&#246;rs till
Sverige fr&#229;n ett land inom Europeiska ekonomiska
samarbetsomr&#229;det (EES) enligt ett generellt
&#246;verf&#246;ringstillst&#229;nd, vilket har offentliggjorts av ett EES-
land,

generellt tillst&#229;nd: ett tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket
som direkt ger en leverant&#246;r h&#228;r i landet r&#228;tt att till en
eller flera kategorier av mottagare i ett annat land f&#246;ra ut
s&#229;dan krigsmateriel eller l&#228;mna s&#229;dant tekniskt bist&#229;nd som
specificeras i tillst&#229;ndet,

generellt &#246;verf&#246;ringstillst&#229;nd: ett tillst&#229;nd som har utf&#228;rdats
av en nationell myndighet i ett annat EES-land &#228;n Sverige,
vilket direkt ger en leverant&#246;r i det landet r&#228;tt att till en
eller flera kategorier av mottagare i ett annat EES-land
&#246;verf&#246;ra s&#229;dan krigsmateriel eller s&#229;dant tekniskt bist&#229;nd som
specificeras i tillst&#229;ndet,

globalt tillst&#229;nd: ett tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket som
ger en enskild leverant&#246;r r&#228;tt att till en eller flera
mottagare eller kategorier av mottagare i ett eller flera andra
l&#228;nder f&#246;ra ut s&#229;dan krigsmateriel eller l&#228;mna s&#229;dant tekniskt
bist&#229;nd som specificeras i tillst&#229;ndet,

individuellt tillst&#229;nd: ett tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket
som ger en enskild leverant&#246;r r&#228;tt att f&#246;ra ut krigsmateriel
eller l&#228;mna tekniskt bist&#229;nd som avser en angiven kvantitet
specificerad krigsmateriel som ska vidarebefordras i en eller
flera transporter till en mottagare i ett annat land,

tillhandah&#229;llande: f&#246;rs&#228;ljning, uppl&#229;telse, utbjudande mot
vederlag, l&#229;n, g&#229;va eller f&#246;rmedling,

tillverkning: framst&#228;llning av s&#229;dan materiel eller delar d&#228;rav
som utg&#246;r krigsmateriel,

tillverkningsr&#228;tt: varje r&#228;tt att tillverka krigsmateriel,

transitering: transport av krigsmateriel eller tekniskt bist&#229;nd
genom ett eller flera EES-l&#228;nder ut&#246;ver ursprungslandet och det
mottagande landet,

&#246;verf&#246;ring inom EES: en f&#246;rflyttning eller annan r&#246;relse av
krigsmateriel eller tekniskt bist&#229;nd fr&#229;n en leverant&#246;r i ett
EES-land till en mottagare i ett annat EES-land,

&#246;verf&#246;ringstillst&#229;nd: ett tillst&#229;nd som kan vara generellt,
globalt eller individuellt och som har utf&#228;rdats av en
nationell myndighet i ett annat EES-land &#228;n Sverige, vilket ger
en leverant&#246;r i det landet r&#228;tt att till en mottagare i ett
annat EES-land &#246;verf&#246;ra krigsmateriel eller tekniskt bist&#229;nd.
Lag (2011:849).

Tillverkning

3 &#167; Krigsmateriel f&#229;r inte tillverkas h&#228;r i landet utan 
tillst&#229;nd.

Regeringen f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n detta 
tillst&#229;ndskrav f&#246;r

1. &#228;ndring eller ombyggnad av skjutvapen i de fall som avses 
i 4 kap. 1 &#167; vapenlagen (1996:67),

2. tillverkning av enstaka skjutvapen och av ammunition f&#246;r 
tillverkarens eget bruk,

3. &#229;rlig tillverkning f&#246;r medicinska eller farmaceutiska 
&#228;ndam&#229;l eller f&#246;r forsknings&#228;ndam&#229;l av h&#246;gst 100 gram kemiska 
produkter som klassificeras som krigsmateriel.
Lag (2018:135).

Tillhandah&#229;llande

4 &#167; Verksamhet som avser tillhandah&#229;llande av krigsmateriel, 
uppfinningar r&#246;rande krigsmateriel och metoder f&#246;r 
framst&#228;llning av s&#229;dan materiel samt verksamhet som avser 
tillhandah&#229;llande av tekniskt bist&#229;nd till n&#229;gon i utlandet 
f&#229;r inte bedrivas h&#228;r i landet utan tillst&#229;nd. 

Svenska myndigheter, svenska f&#246;retag samt den som &#228;r bosatt 
eller stadigvarande vistas h&#228;r f&#229;r inte heller utom landet 
bedriva s&#229;dan verksamhet utan tillst&#229;nd.

Regeringen f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n 
tillst&#229;ndskravet enligt f&#246;rsta och andra styckena i fr&#229;ga om 
s&#229;dan handel med skjutvapen eller yrkesm&#228;ssig f&#246;rmedling av 
skjutvapen eller ammunition som regleras i vapenlagen 
(1996:67) eller s&#229;dan hantering av ammunition eller annan 
explosiv vara som regleras i lagen (2010:1011) om brandfarliga 
och explosiva varor. Lag (2023:371).

5 &#167; Svenska myndigheter, svenska f&#246;retag samt den som &#228;r bosatt
eller stadigvarande vistas h&#228;r f&#229;r inte utan tillst&#229;nd i det
enskilda fallet till n&#229;gon i utlandet tillhandah&#229;lla
krigsmateriel som finns i utlandet eller uppfinning r&#246;rande
krigsmateriel eller metod f&#246;r framst&#228;llning av s&#229;dan materiel.
Lag (1995:1659).

Utf&#246;rsel och l&#228;mnande av tekniskt bist&#229;nd

6 &#167; Krigsmateriel f&#229;r inte f&#246;ras ut ur landet och tekniskt
bist&#229;nd f&#229;r inte l&#228;mnas till n&#229;gon utanf&#246;r landet utan
tillst&#229;nd, om inte annat f&#246;ljer av denna lag eller annan
f&#246;rfattning. I fr&#229;ga om programvara och tekniskt bist&#229;nd
likst&#228;lls med utf&#246;rsel en &#246;verf&#246;ring till utlandet genom
telekommunikation eller p&#229; annat liknande s&#228;tt.

Regeringen f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n kravet p&#229;
tillst&#229;nd enligt f&#246;rsta stycket, n&#228;r det g&#228;ller utf&#246;rsel av
krigsmateriel ur landet eller l&#228;mnande av tekniskt bist&#229;nd
utanf&#246;r landet till ett annat land inom EES

1. om det &#228;r fr&#229;ga om transitering,

2. om den som f&#246;r ut krigsmaterielen ur landet eller l&#228;mnar det
tekniska bist&#229;ndet utanf&#246;r landet eller mottagaren &#228;r en del av
ett statligt organ eller en del av f&#246;rsvarsmakten,

3. om det &#228;r fr&#229;ga om leveranser som Europeiska unionen, Nato,
Internationella atomenergiorganet (IAEA) eller andra
mellanstatliga organisationer g&#246;r i syfte att fullg&#246;ra sina
uppdrag,

4. om utf&#246;rseln eller l&#228;mnandet &#228;r n&#246;dv&#228;ndigt f&#246;r att genomf&#246;ra
ett samverkande program f&#246;r krigsmateriel och tekniskt bist&#229;nd
mellan EES-l&#228;nder,

5. om utf&#246;rseln eller l&#228;mnandet &#228;r kopplat till humanit&#228;r hj&#228;lp
vid en katastrof eller som g&#229;va i en n&#246;dsituation, och

6. om utf&#246;rseln eller l&#228;mnandet &#228;r n&#246;dv&#228;ndigt f&#246;r eller efter
reparation, underh&#229;ll, utst&#228;llning eller demonstration.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om utf&#246;rsel av

1. skjutvapen och tillh&#246;rande ammunition f&#246;r enskild persons
r&#228;kning samt skjutvapen och d&#228;rtill h&#246;rande ammunition f&#246;r
anv&#228;ndning vid jakt, t&#228;vling eller &#246;vning utom riket,

2. skjutvapen f&#246;r reparation, &#246;versyn eller annan liknande
&#229;tg&#228;rd,

3. skjutvapen som f&#246;rts in i landet f&#246;r &#229;tg&#228;rd som avses i 2,

4. s&#229;dana jakt- och t&#228;vlingsskjutvapen och tillh&#246;rande
ammunition som har f&#246;rts in i landet i enlighet med
best&#228;mmelserna i 2 kap. 13 &#167; b vapenlagen (1996:67).
Lag (2011:849).

6 a &#167; Ett tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket kan vara
generellt, globalt eller individuellt.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om s&#229;dana tillst&#229;nd. Lag (2011:849).

6 b &#167; Ett generellt tillst&#229;nd f&#229;r inte anv&#228;ndas vid utf&#246;rsel av
krigsmateriel eller vid l&#228;mnande av tekniskt bist&#229;nd till ett
land utanf&#246;r EES. Lag (2011:849).

Avtal om tillverkningsr&#228;tt m.m.

7 &#167; Svenska myndigheter, svenska f&#246;retag samt den som &#228;r bosatt
eller stadigvarande vistas h&#228;r f&#229;r inte h&#228;r i landet eller utom
landet utan tillst&#229;nd ing&#229; avtal som inneb&#228;r uppl&#229;telse eller
&#246;verl&#229;telse av tillverkningsr&#228;tt till n&#229;gon i utlandet.
Lag (2011:849).

8 &#167; Svenska myndigheter, svenska f&#246;retag samt den som &#228;r bosatt
eller stadigvarande vistas h&#228;r f&#229;r inte h&#228;r i landet eller utom
landet utan tillst&#229;nd ing&#229; avtal med n&#229;gon utom landet om att
gemensamt med denne eller f&#246;r hans r&#228;kning tillhandah&#229;lla
tekniskt bist&#229;nd till n&#229;gon i utlandet, utveckla krigsmateriel
eller metod f&#246;r framst&#228;llning av s&#229;dan materiel eller om att
gemensamt tillverka krigsmateriel. Lag (2011:849).

&#196;ndring av avtal m.m.

9 &#167; Avtal om till&#228;gg till eller &#228;ndring av avtal av det slag
som kr&#228;ver tillst&#229;nd enligt 7 eller 8 &#167; f&#229;r inte ing&#229;s utan
tillst&#229;nd, om till&#228;gget eller &#228;ndringen avser

1. den materiel eller det tekniska bist&#229;nd som omfattas av
avtalet,

2. vidareuppl&#229;telse eller vidare&#246;verl&#229;telse av r&#228;tt enligt
avtalet,

3. r&#228;tt att tillhandah&#229;lla krigsmateriel eller tekniskt bist&#229;nd
till mottagare som inte angivits tidigare,

4. f&#246;rl&#228;ngning av avtalets giltighetstid, eller

5. best&#228;mmelser om sekretess. Lag (2011:849).

Milit&#228;rt inriktad utbildning

10 &#167; Milit&#228;rt inriktad utbildning av personer som inte &#228;r 
svenska medborgare f&#229;r inte bedrivas h&#228;r i landet utan 
tillst&#229;nd.

Svenska myndigheter, svenska f&#246;retag samt den som &#228;r bosatt 
eller stadigvarande vistas h&#228;r f&#229;r inte heller utom landet 
yrkesm&#228;ssigt bedriva s&#229;dan utbildning utan tillst&#229;nd.

Om inte annat f&#246;ljer av 4 &#167; beh&#246;vs inte tillst&#229;nd f&#246;r 
utbildning som anordnas av statliga myndigheter som inte &#228;r 
aff&#228;rsverk eller som anordnas i samband med f&#246;rs&#228;ljning av 
krigsmateriel eller f&#246;r de anst&#228;llda i s&#229;dana f&#246;retag som har 
tillst&#229;nd att tillverka krigsmateriel. Lag (2018:135).

Certifiering

10 a &#167; En mottagare av krigsmateriel eller tekniskt bist&#229;nd h&#228;r
i landet f&#229;r efter ans&#246;kan certifieras.

Regeringen f&#229;r meddela f&#246;reskrifter om

1. vilka villkor som en certifiering f&#229;r f&#246;renas med, och

2. vilken giltighetstid som ska g&#228;lla vid en certifiering.
Lag (2011:849).

10 b &#167; En certifiering f&#229;r beviljas om s&#246;kanden anses
tillf&#246;rlitlig. Vid bed&#246;mningen av tillf&#246;rlitligheten ska
Inspektionen f&#246;r strategiska produkter s&#228;rskilt beakta
s&#246;kandens f&#246;rm&#229;ga att f&#246;lja villkor i ett &#246;verf&#246;ringstillst&#229;nd
som inneb&#228;r begr&#228;nsningar av export av krigsmateriel eller av
tekniskt bist&#229;nd till ett land utanf&#246;r EES.

Regeringen f&#229;r meddela f&#246;reskrifter om kriterier f&#246;r bed&#246;mning
av tillf&#246;rlitligheten vid pr&#246;vning av certifiering.
Lag (2011:849).

10 c &#167; Ett certifikat ska godtas i Sverige om det har utf&#228;rdats
i ett annat land inom EES i enlighet med Europaparlamentets och
r&#229;dets direktiv 2009/43/EG av den 6 maj 2009 om f&#246;renkling av
villkoren f&#246;r &#246;verf&#246;ring av f&#246;rsvarsrelaterade produkter inom
gemenskapen. Lag (2011:849).

Marknadsf&#246;ring m.m.

11 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; ska, enligt de 
f&#246;reskrifter som regeringen meddelar, l&#228;mna redovisning till 
Inspektionen f&#246;r strategiska produkter

1. om den marknadsf&#246;ring av krigsmateriel eller tekniskt 
bist&#229;nd som bedrivs i utlandet,

2. om &#229;tg&#228;rder som syftar till avtal som &#228;r 
tillst&#229;ndspliktigt enligt 7 eller 8 &#167;.

Regeringen f&#229;r meddela n&#228;rmare f&#246;reskrifter om 
redovisningsskyldighet och om undantag fr&#229;n denna. 
Inspektionen f&#246;r strategiska produkter f&#229;r i det enskilda 
fallet medge undantag fr&#229;n s&#229;dan redovisningsskyldighet.
Lag (2018:135).

Anbudsgivning m.m.

12 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; ska underr&#228;tta 
Inspektionen f&#246;r strategiska produkter innan anbud l&#228;mnas 
eller, d&#228;r anbudsf&#246;rfarande inte f&#246;rekommer, innan avtal 
ing&#229;s om

1. tillhandah&#229;llande av krigsmateriel eller tekniskt bist&#229;nd 
till n&#229;gon i utlandet,

2. uppl&#229;telse eller &#246;verl&#229;telse av tillverkningsr&#228;tt som 
avses i 7 &#167;, eller

3. tillverkning, tillhandah&#229;llande av tekniskt bist&#229;nd eller 
utveckling av krigsmateriel eller metod f&#246;r framst&#228;llning av 
krigsmateriel som avses i 8 &#167;.

Regeringen f&#229;r meddela n&#228;rmare f&#246;reskrifter om senaste 
tidpunkt f&#246;r underr&#228;ttelse och om undantag fr&#229;n 
underr&#228;ttelseskyldigheten. Inspektionen f&#246;r strategiska 
produkter f&#229;r i enskilda fall medge undantag fr&#229;n 
underr&#228;ttelseskyldighet.

Inspektionen f&#229;r i det enskilda fallet f&#246;rbjuda att s&#229;dant 
anbud l&#228;mnas eller avtal ing&#229;s som avses i f&#246;rsta stycket.
Lag (2018:135).

Villkor m.m.

13 &#167; Tillst&#229;nd enligt 3 eller 4 &#167; f&#246;r ett svenskt aktiebolag
f&#229;r f&#246;renas med villkor om att endast en viss andel av
aktierna, direkt eller indirekt, f&#229;r &#228;gas av utl&#228;ndska
r&#228;ttssubjekt. Ett tillst&#229;nd f&#229;r ocks&#229; f&#246;renas med villkor om
att styrelseledam&#246;ter och suppleanter f&#246;r dem samt
verkst&#228;llande direkt&#246;r i bolaget skall vara svenska medborgare
och bosatta i Sverige.

Tillst&#229;nd enligt 3 eller 4 &#167; f&#229;r &#228;ven f&#246;r handelsbolag f&#246;renas
med villkor avseende &#228;gandet.

14 &#167; Tillst&#229;nd enligt 3–6 och 7–10 &#167;&#167; f&#229;r f&#246;renas med andra
villkor &#228;n som avses i 13 &#167; samt med kontroll- och
ordningsbest&#228;mmelser. Lag (2011:849).

14 a &#167; Om en mottagare i ett annat EES-land av komponenter till
krigsmateriel eller tekniskt bist&#229;nd l&#228;mnat en f&#246;rs&#228;kran om
anv&#228;ndning till Inspektionen f&#246;r strategiska produkter f&#229;r
tillst&#229;ndet till utf&#246;rsel av komponenterna inte f&#246;renas med
villkor om exportrestriktioner, om inte annat f&#246;ljer av tredje
stycket.

I en f&#246;rs&#228;kran om anv&#228;ndning enligt f&#246;rsta stycket ska
mottagaren intyga att komponenterna ing&#229;r eller ska ing&#229; i
dennes egen krigsmateriel eller eget tekniska bist&#229;nd och
d&#228;rf&#246;r inte i sig kan &#246;verf&#246;ras inom EES eller exporteras
utanf&#246;r EES i ett senare skede, utom n&#228;r det g&#228;ller reparation
eller underh&#229;ll.

Om en &#246;verf&#246;ring inom EES &#228;r k&#228;nslig, f&#229;r dock inspektionen
eller regeringen f&#246;rena ett tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket
med villkor som avses i f&#246;rsta stycket. Lag (2011:849).

14 b &#167; Regeringen f&#229;r meddela f&#246;reskrifter om att ett generellt
tillst&#229;nd f&#229;r f&#246;renas med villkor om registrering hos
Inspektionen f&#246;r strategiska produkter f&#246;re den f&#246;rsta
anv&#228;ndningen av tillst&#229;ndet. Lag (2011:849).

15 &#167; Tillst&#229;nd enligt 3 och 4 &#167;&#167; f&#229;r meddelas f&#246;r viss tid
eller tills vidare.

Uppgiftsskyldighet om villkor

15 a &#167; Den som har tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket till
utf&#246;rsel av krigsmateriel eller l&#228;mnande av tekniskt bist&#229;nd
till en viss mottagare i ett annat land inom EES, ska l&#228;mna
uppgift till den mottagaren om de villkor om slutanv&#228;ndning,
utf&#246;rsel och l&#228;mnande utanf&#246;r EES av krigsmaterielen eller det
tekniska bist&#229;ndet som g&#228;ller f&#246;r tillst&#229;ndet.

Regeringen f&#229;r meddela f&#246;reskrifter om uppgiftsskyldigheten.
Lag (2011:849).

&#197;terkallelse m.m.

16 &#167; Tillst&#229;nd enligt n&#229;gon av best&#228;mmelserna i 3–6 och 7–10 &#167;&#167;
eller certifiering enligt 10 a &#167; f&#229;r &#229;terkallas slutligt eller
f&#246;r viss tid, om tillst&#229;ndshavaren eller den certifierade har
&#229;sidosatt en f&#246;reskrift i denna lag eller en f&#246;reskrift, ett
villkor eller en best&#228;mmelse som har meddelats med st&#246;d av
lagen eller om det finns andra s&#228;rskilda sk&#228;l till
&#229;terkallelse. Under samma f&#246;ruts&#228;ttningar f&#229;r Inspektionen f&#246;r
strategiska produkter eller regeringen besluta att den som f&#246;r
ut krigsmateriel ur landet eller l&#228;mnar tekniskt bist&#229;nd
utanf&#246;r landet slutligt eller f&#246;r viss tid inte f&#229;r utnyttja
ett generellt tillst&#229;nd.

En &#229;terkallelse f&#229;r inte avse tillst&#229;nd till avtal enligt n&#229;gon
av 7–9 &#167;&#167; som redan ing&#229;tts.

En &#229;terkallelse eller ett beslut att inte f&#229; utnyttja ett
generellt tillst&#229;nd g&#228;ller med omedelbar verkan, om inte n&#229;got
annat beslutas. Lag (2011:849).

16 a &#167; Om Inspektionen f&#246;r strategiska produkter anser att det
finns en allvarlig risk f&#246;r att en mottagare som har
certifierats i ett annat land inom EES inte kommer att iaktta
villkoren f&#246;r ett generellt tillst&#229;nd eller att den allm&#228;nna
ordningen, den allm&#228;nna s&#228;kerheten eller Sveriges v&#228;sentliga
s&#228;kerhetsintressen kan p&#229;verkas, ska det andra landet
underr&#228;ttas och en utv&#228;rdering av situationen beg&#228;ras.

Om det efter en s&#229;dan utv&#228;rdering fortfarande finns tvivel, f&#229;r
inspektionen besluta att utf&#246;rsel av krigsmateriel ur landet
eller l&#228;mnande av tekniskt bist&#229;nd utanf&#246;r landet till ett
annat land inom EES enligt ett generellt tillst&#229;nd tills vidare
inte f&#229;r ske till en viss certifierad mottagare.

Om inspektionen har meddelat ett s&#229;dant beslut, ska &#246;vriga
l&#228;nder inom EES och Europeiska kommissionen underr&#228;ttas om
beslutet och om sk&#228;len f&#246;r detta.

Beslutet ska upph&#228;vas n&#228;r det inte l&#228;ngre beh&#246;vs.
Lag (2011:849).

Uppgiftsskyldighet om &#228;gande i utl&#228;ndska r&#228;ttssubjekt

17 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; ska, enligt de 
f&#246;reskrifter som regeringen meddelar, l&#228;mna uppgifter till 
Inspektionen f&#246;r strategiska produkter om &#228;gande i utl&#228;ndska 
r&#228;ttssubjekt som bedriver utveckling, tillverkning, 
marknadsf&#246;ring eller f&#246;rs&#228;ljning av krigsmateriel eller som 
tillhandah&#229;ller tekniskt bist&#229;nd. Lag (2018:135).

Tillsyn, registrering samt uppgifts- och 
underr&#228;ttelseskyldighet

18 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; skall st&#229; under
tillsyn av Inspektionen f&#246;r strategiska produkter. Regeringen
f&#229;r meddela f&#246;reskrifter om tillsynen. Lag (1995:1659).

18 a &#167; Inspektionen f&#246;r strategiska produkter ska med hj&#228;lp av 
auto-matiserad behandling f&#246;ra ett register &#246;ver dels dem som 
har meddelats tillst&#229;nd enligt 3 &#167; att tillverka sport- eller 
jaktvapen eller ammunition till s&#229;dana vapen, dels fysiska 
personer som har ett betydande inflytande &#246;ver en juridisk 
person som har meddelats ett s&#229;dant tillst&#229;nd. Lag (2023:371).

18 b &#167; Registret enligt 18 a &#167; ska ha till &#228;ndam&#229;l att 

1. underl&#228;tta handl&#228;ggningen av fr&#229;gor om tillst&#229;nd enligt 
denna lag, och

2. ge information om s&#229;dana uppgifter som beh&#246;vs f&#246;r att 
f&#246;rebygga, f&#246;rhindra eller uppt&#228;cka brottslig verksamhet eller 
f&#246;r att utreda eller lagf&#246;ra brott med anknytning till 
krigsmateriel. Lag (2023:371).

18 c &#167; Best&#228;mmelserna i 18 a och 18 b &#167;&#167; kompletterar 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter

och om det fria fl&#246;det av s&#229;dana uppgifter och om upph&#228;vande 
av direktiv 95/46/EG (allm&#228;n dataskyddsf&#246;rordning).

Vid behandling av personuppgifter enligt 18 a och 18 b &#167;&#167; 
g&#228;ller lagen (2018:218) med kompletterande best&#228;mmelser till 
EU:s dataskyddsf&#246;rordning och f&#246;reskrifter som har meddelats i 
anslutning till den lagen, om inte n&#229;got annat f&#246;ljer av denna 
lag eller f&#246;reskrifter som har meddelats i anslutning till 
lagen. Lag (2023:371).

19 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; ska, enligt de
n&#228;rmare f&#246;reskrifter som regeringen meddelar, till Inspektionen
f&#246;r strategiska produkter l&#228;mna deklaration p&#229; heder och
samvete r&#246;rande den verksamhet f&#246;r vilken tillst&#229;nd har
meddelats.

Regeringen f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n
skyldigheten att l&#228;mna deklaration.

Regeringen f&#229;r meddela f&#246;reskrifter om att

1. den som har tillst&#229;nd enligt 6 &#167; ska l&#228;mna uppgifter om
krigsmateriel som f&#246;rts ut ur landet och tekniskt bist&#229;nd som
l&#228;mnats utanf&#246;r landet,

2. den som har tillst&#229;nd enligt 7 eller 8 &#167; ska l&#228;mna uppgifter
om ing&#229;ngna avtal. Lag (2011:849).

20 &#167; Den som har tillst&#229;nd enligt 3 eller 4 &#167; eller den som &#228;r
certifierad enligt 10 a &#167; ska p&#229; beg&#228;ran av Inspektionen f&#246;r
strategiska produkter l&#228;mna de upplysningar och handlingar som
beh&#246;vs f&#246;r kontrollen samt l&#228;mna inspektionen tilltr&#228;de till de
lokaler d&#228;r verksamheten bedrivs. Inspektionen har r&#228;tt att
anlita bitr&#228;de fr&#229;n andra statliga myndigheter i sin tillsyn.
Lag (2011:849).

20 a &#167; Den som har tillst&#229;nd enligt 6 &#167; f&#246;rsta stycket till
utf&#246;rsel av krigsmateriel eller l&#228;mnande av tekniskt bist&#229;nd
till ett annat land inom EES ska f&#246;ra detaljerade och
fullst&#228;ndiga register &#246;ver sina &#246;verf&#246;ringar inom EES.

Ett register som avses i f&#246;rsta stycket ska omfatta
kommersiella dokument som inneh&#229;ller uppgifter

1. om vilken krigsmateriel som &#246;verf&#246;rts eller vilket tekniskt
bist&#229;nd som l&#228;mnats inom EES, med angivande av dess referens i
den f&#246;rteckning &#246;ver krigsmateriel och tekniskt bist&#229;nd som har
f&#246;reskrivits med st&#246;d av 1 &#167; f&#246;rsta stycket,

2. om m&#228;ngden och v&#228;rdet av den krigsmateriel som &#246;verf&#246;rts
eller det tekniska bist&#229;nd som l&#228;mnats inom EES,

3. om tidpunkten f&#246;r &#246;verf&#246;ringen av krigsmaterielen eller
l&#228;mnandet av det tekniska bist&#229;ndet inom EES,

4. om namn och adress p&#229; den som &#246;verf&#246;rt krigsmaterielen eller
l&#228;mnat det tekniska bist&#229;ndet inom EES och p&#229; mottagaren av
materielen eller bist&#229;ndet,

5. om slutanv&#228;ndning och slutanv&#228;ndare av den krigsmateriel som
&#246;verf&#246;rts eller det tekniska bist&#229;nd som l&#228;mnats inom EES, om
det &#228;r k&#228;nt, och

6. om bevis f&#246;r att information om ett villkor om begr&#228;nsning i
ett tillst&#229;nd n&#228;r det g&#228;ller utf&#246;rsel av krigsmateriel eller
l&#228;mnande av tekniskt bist&#229;nd utanf&#246;r EES har getts till
mottagaren av den krigsmateriel som &#246;verf&#246;rts eller av det
tekniska bist&#229;nd som l&#228;mnats.

Handlingar och uppgifter som avses i andra stycket ska bevaras
fram till och med det sjunde &#229;ret efter utg&#229;ngen av det
kalender&#229;r d&#229; r&#228;kenskaps&#229;ret avslutades eller den l&#228;ngre tid
som f&#246;r vissa uppgifter eller handlingar kan vara f&#246;reskriven i
lag eller annan f&#246;rfattning. Uppgifterna ska bevaras i Sverige,
i ordnat skick och p&#229; ett betryggande och &#246;versk&#229;dligt s&#228;tt.
Lag (2011:849).

20 b &#167; Den som f&#246;r f&#246;rsta g&#229;ngen avser att anv&#228;nda ett 
generellt tillst&#229;nd ska underr&#228;tta Inspektionen f&#246;r 
strategiska produkter om det.

Regeringen kan med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela 
n&#228;rmare f&#246;reskrifter om underr&#228;ttelseskyldigheten. 
Lag (2018:135).

20 c &#167; Den som ans&#246;ker om tillst&#229;nd till utf&#246;rsel av
krigsmateriel eller l&#228;mnande av tekniskt bist&#229;nd till ett land
utanf&#246;r EES enligt 6 &#167; f&#246;rsta stycket ska, n&#228;r det g&#228;ller s&#229;dan
materiel eller s&#229;dant bist&#229;nd som denne har mottagit fr&#229;n ett
annat land inom EES med st&#246;d av ett &#246;verf&#246;ringstillst&#229;nd, l&#228;mna
uppgift till Inspektionen f&#246;r strategiska produkter om att han
eller hon har iakttagit de villkor i &#246;verf&#246;ringstillst&#229;ndet som
inneb&#228;r begr&#228;nsningar n&#228;r det g&#228;ller export av krigsmateriel
eller av tekniskt bist&#229;nd till ett land utanf&#246;r EES.
Lag (2011:849).

21 &#167; Den som har tillst&#229;nd enligt denna lag &#228;r skyldig att vid
&#228;ndring i f&#246;rh&#229;llanden som tagits upp i tillst&#229;ndsans&#246;kan
anm&#228;la detta till Inspektionen f&#246;r strategiska produkter i
enlighet med de f&#246;reskrifter som regeringen meddelar.

Om tillst&#229;ndet avser tillverkning av kemiska produkter, skall
tillst&#229;ndshavaren till inspektionen i enlighet med de
f&#246;reskrifter som regeringen meddelar anm&#228;la &#228;ndringar i
verksamheten som planeras f&#246;r p&#229;g&#229;ende kalender&#229;r. Lag
(1995:1660).

22 &#167; Inspektionen f&#246;r strategiska produkter f&#229;r ta ut en avgift
f&#246;r tillsyn eller tillst&#229;ndspr&#246;vning enligt denna lag.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om s&#229;dana avgifter. Lag (2008:885).

Revisorskontroll

23 &#167; Om en revisor i sin granskningsverksamhet har anm&#228;rkt p&#229;
ett f&#246;retags efterlevnad av best&#228;mmelserna enligt denna lag och
anm&#228;rkningen har framf&#246;rts i en s&#229;dan revisionsber&#228;ttelse som
s&#228;gs i 9 kap. 5 &#167; aktiebolagslagen (2005:551) eller 6 &#167;
revisionslagen (1999:1079), skall han genast s&#228;nda in en kopia
av revisionsber&#228;ttelsen till Inspektionen f&#246;r strategiska
produkter. En revisor vid en svensk statlig myndighet har
motsvarande skyldighet. Lag (2005:915).

Ansvarsbest&#228;mmelser m.m.

24 &#167; Best&#228;mmelser om olovlig utf&#246;rsel och f&#246;rs&#246;k d&#228;rtill finns
i lagen (2000:1225) om straff f&#246;r smuggling. Lag (2000:1248).

25 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst tv&#229; &#229;r d&#246;ms den som
upps&#229;tligen

1. bryter mot n&#229;gon av 3–5 &#167;&#167;, 6 &#167; n&#228;r det g&#228;ller krav p&#229;
tillst&#229;nd f&#246;r l&#228;mnande av tekniskt bist&#229;nd eller 7–10 &#167;&#167; eller
mot f&#246;rbud som har meddelats med st&#246;d av 12 &#167;, eller

2. genom vilseledande f&#246;rm&#229;r Inspektionen f&#246;r strategiska
produkter eller regeringen att l&#228;mna tillst&#229;nd enligt n&#229;gon av
3–5 &#167;&#167;, 6 &#167; n&#228;r det g&#228;ller krav p&#229; tillst&#229;nd f&#246;r l&#228;mnande av
tekniskt bist&#229;nd eller 7–10 &#167;&#167; och d&#228;rigenom f&#246;ranleder att
avtal fullf&#246;ljs, att tekniskt bist&#229;nd l&#228;mnas till n&#229;gon utanf&#246;r
landet eller att tillhandah&#229;llande kommer till st&#229;nd.

Om g&#228;rningen har beg&#229;tts av oaktsamhet, d&#246;ms till b&#246;ter eller
f&#228;ngelse i h&#246;gst sex m&#229;nader.

I ringa fall ska inte d&#246;mas till ansvar. Lag (2011:849).

26 &#167; Om brott enligt 25 &#167; har beg&#229;tts upps&#229;tligen och det &#228;r
att bed&#246;ma som grovt skall d&#246;mas till f&#228;ngelse i l&#228;gst sex
m&#229;nader och h&#246;gst fyra &#229;r.

Vid bed&#246;mande om brottet &#228;r grovt skall s&#228;rskilt beaktas om
brottet avsett betydande v&#228;rde, om brottet varit av stor
omfattning eller varaktighet eller om g&#228;rningen annars varit av
s&#228;rskilt allvarlig art.

27 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den 
som upps&#229;tligen eller av oaktsamhet

1. underl&#229;ter att g&#246;ra en s&#229;dan anm&#228;lan som avses i 21 &#167;, 

2. i annat fall &#228;n som avses i 25 eller 26 &#167; l&#228;mnar en 
oriktig uppgift i ans&#246;kan om tillst&#229;nd eller i annan handling 
som &#228;r av betydelse f&#246;r pr&#246;vningen av ett &#228;rende enligt denna 
lag eller som &#228;r av betydelse ur kontrollsynpunkt och som 
annars ges in till tillsynsmyndigheten, 

3. &#229;sidos&#228;tter ett villkor i ett tillst&#229;nd som har meddelats 
med st&#246;d av denna lag, 

4. bryter mot 20 a &#167;, 

5. bryter mot ett skriftligt &#229;tagande som har getts in till 
Inspektionen f&#246;r strategiska produkter enligt en f&#246;reskrift 
som har meddelats med st&#246;d av 10 b &#167; andra stycket.

I ringa fall ska inte d&#246;mas till ansvar. Lag (2018:135).

27 a &#167; Till b&#246;ter d&#246;ms den som, i annat fall &#228;n som avses i 
31 &#167; f&#246;rsta stycket, upps&#229;tligen eller av oaktsamhet bryter 
mot en kontroll- eller ordningsbest&#228;mmelse som har meddelats 
med st&#246;d av denna lag.

I ringa fall ska det inte d&#246;mas till ansvar. 
Lag (2018:135).

28 &#167; Till ansvar enligt denna lag skall inte d&#246;mas, om
g&#228;rningen &#228;r belagd med straff i brottsbalken.

29 &#167; Krigsmateriel eller tekniskt bist&#229;nd som varit f&#246;rem&#229;l f&#246;r
brott enligt 25 eller 26 &#167; eller dess v&#228;rde samt utbyte av
s&#229;dant brott ska f&#246;rklaras f&#246;rverkat, om det inte &#228;r uppenbart
osk&#228;ligt. Lag (2011:849).

30 &#167; Allm&#228;nt &#229;tal f&#246;r brott mot 3 eller 4 &#167; f&#229;r v&#228;ckas endast
efter medgivande av tillsynsmyndigheten.

31 &#167; En sanktionsavgift ska tas ut av den som inte fullg&#246;r 
sin skyldighet att

1. l&#228;mna underr&#228;ttelse enligt 12 eller 20 b &#167;,

2. l&#228;mna uppgifter enligt 15 a, 17 eller 20 c &#167;,

3. l&#228;mna redovisning enligt 11 &#167;, eller

4. l&#228;mna deklaration enligt 19 &#167;.

Avgiften ska tillfalla staten. Lag (2018:135).

32 &#167; Den avgiftsskyldige f&#229;r helt eller delvis befrias fr&#229;n 
sanktionsavgift om det &#228;r osk&#228;ligt att ta ut avgiften med 
fullt belopp. Vid denna bed&#246;mning ska det s&#228;rskilt beaktas

1. om &#246;vertr&#228;delsen berott p&#229; en omst&#228;ndighet som den 
avgiftsskyldige varken f&#246;ruts&#229;g eller borde ha f&#246;rutsett 
eller inte kunnat p&#229;verka,

2. vad den avgiftsskyldige har gjort f&#246;r att undvika 
&#246;vertr&#228;delsen, eller

3. om avgiften inte st&#229;r i rimlig proportion till 
&#246;vertr&#228;delsen. Lag (2018:135).

33 &#167; Regeringen f&#229;r meddela ytterligare f&#246;reskrifter om 
s&#229;dana sanktionsavgifter som ska tas ut enligt 31 &#167;.

Av f&#246;reskrifterna ska det framg&#229; hur sanktionsavgiften ska 
ber&#228;knas, s&#229; att avgiftens storlek kan fastst&#228;llas med direkt 
ledning av den angivna ber&#228;kningsgrunden. Avgiften ska vara 
l&#228;gst 3 000 kronor och h&#246;gst 200 000 kronor. Lag (2018:135).

34 &#167; Inspektionen f&#246;r strategiska produkter beslutar om 
sanktionsavgift enligt denna lag.

Innan myndigheten beslutar om en avgift ska den som avgiften 
g&#228;ller ges tillf&#228;lle att yttra sig. Lag (2018:135).

35 &#167; En sanktionsavgift f&#229;r tas ut endast om den som avgiften 
g&#228;ller har f&#229;tt tillf&#228;lle att yttra sig inom tv&#229; &#229;r fr&#229;n det 
att f&#246;ruts&#228;ttningarna enligt 31 &#167; att besluta om avgift har 
intr&#228;ffat. Lag (2018:135).

36 &#167; Om sanktionsavgift inte betalas n&#228;r beslutet om avgift 
f&#229;tt laga kraft, ska Inspektionen f&#246;r strategiska produkter 
l&#228;mna den obetalda avgiften f&#246;r indrivning. Best&#228;mmelser om 
indrivning finns i lagen (1993:891) om indrivning av statliga 
fordringar m.m. Vid indrivning f&#229;r verkst&#228;llighet ske enligt 
uts&#246;kningsbalken. Lag (2018:135).

37 &#167; En sanktionsavgift faller bort i den utstr&#228;ckning som 
verkst&#228;llighet inte har skett inom fem &#229;r fr&#229;n det att 
beslutet f&#229;tt laga kraft. Lag (2018:135).

&#214;verklagande

38 &#167; Beslut av Inspektionen f&#246;r strategiska produkter f&#229;r 
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol n&#228;r det g&#228;ller 
beslut att

1. v&#228;gra certifiering vid en pr&#246;vning enligt 10 a &#167;, 

2. &#229;terkalla ett tillst&#229;nd eller en certifiering enligt 16 &#167;, 

3. en leverant&#246;r inte f&#229;r utnyttja ett generellt tillst&#229;nd 
enligt 16 &#167;, 

4. utf&#246;rsel av krigsmateriel ur landet eller l&#228;mnande av 
tekniskt bist&#229;nd utanf&#246;r landet till ett annat land inom EES 
enligt ett generellt tillst&#229;nd tills vidare inte f&#229;r ske till 
en viss certifierad mottagare enligt 16 a &#167;, 

5. best&#228;mma en avgift enligt 22 &#167;, och

6. ta ut en sanktionsavgift enligt 31 &#167;.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.

Andra f&#246;rvaltningsbeslut enligt denna lag f&#229;r 
inte &#246;verklagas. Lag (2018:135).


&#214;verg&#229;ngsbest&#228;mmelser

1997:689

Denna lag tr&#228;der i kraft den 1 januari 1993, d&#229; lagen
(1983:1034) om kontroll &#246;ver tillverkningen av krigsmateriel,
m.m. och lagen (1988:558) om f&#246;rbud mot utf&#246;rsel av
krigsmateriel, m.m. skall upph&#246;ra att g&#228;lla.

Tillst&#229;nd som har meddelats med st&#246;d av &#228;ldre lag skall vid
till&#228;mpningen av den nya lagen anses som meddelat enligt denna.

Betr&#228;ffande tillst&#229;nd att tillverka krigsmateriel som har
meddelats svenskt aktiebolag eller handelsbolag f&#246;re den 1
januari 1993 f&#229;r Inspektionen f&#246;r strategiska produkter
best&#228;mma att tidigare meddelade villkor avseende &#228;gandet
&#228;ndras. Betr&#228;ffande tillst&#229;nd som har meddelats svenskt
aktiebolag f&#246;re n&#228;mnda datum f&#229;r inspektionen vidare best&#228;mma
att tillst&#229;ndet skall f&#246;renas med villkor om att nya
styrelseledam&#246;ter och suppleanter f&#246;r dem samt verkst&#228;llande
direkt&#246;r i bolaget skall vara svenska medborgare och bosatta i
Sverige. Om s&#229;dana villkor &#229;sidos&#228;tts f&#229;r tillst&#229;ndet
&#229;terkallas.

Best&#228;mmelserna i 9 &#167; skall till&#228;mpas p&#229; avtal av det slag som
avses i 7 eller 8 &#167;, &#228;ven om avtalet p&#229; grund av &#228;ldre
best&#228;mmelser inte kr&#228;vt tillst&#229;nd. Lag (1995:1659).

1995:1659

1. Denna lag tr&#228;der i kraft den 1 februari 1996.

2. Avgifter enligt 22 &#167; f&#246;r &#229;r 1996 skall ber&#228;knas f&#246;r tiden
februari-december. Som villkor f&#246;r att en tillverkare skall
vara avgiftsskyldig g&#228;ller d&#229; att det fakturerade v&#228;rdet av
s&#229;lda produkter under den tiden &#246;verstiger elva tolftedelar av
2 500 000 kr.

1999:1101

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den
31 december 1999.

2008:885

1. Denna lag tr&#228;der i kraft den 1 januari 2009.

2. &#196;ldre best&#228;mmelser till&#228;mpas fortfarande i fr&#229;ga om &#229;rliga
avgifter f&#246;r &#229;r 2008.

2011:849

1. Denna lag tr&#228;der i kraft den 30 juni 2012.

2. Tillst&#229;nd som har meddelats enligt &#228;ldre f&#246;reskrifter ska
anses meddelade enligt denna lag.

3. De nya best&#228;mmelserna i 9 &#167; ska till&#228;mpas &#228;ven p&#229; s&#229;dana
avtal om tekniskt bist&#229;nd som avses i 8 &#167; och som har ing&#229;tts
f&#246;re den 30 juni 2012.

2018:135

1. Denna lag tr&#228;der i kraft den 15 april 2018.

2. F&#246;r den som f&#246;re ikrafttr&#228;dandet har beviljats tillst&#229;nd 
enligt 3 &#167; g&#228;ller 4 &#167; i den &#228;ldre lydelsen t.o.m. den 14 
april 2021.

3. &#196;ldre f&#246;reskrifter g&#228;ller i fr&#229;ga om &#246;vertr&#228;delser av 12, 
15 a, 17, 20 b och 20 c &#167;&#167; som har skett f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3373">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3375">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
