

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1992-08-20" /> 
 <meta id="rattsinfo-edited" content="2013-08-19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3394</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3393">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3395">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1992:858 ·
                    <a href="/sfsr?bet=1992:858">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1992:858) om dubbelbeskattningsavtal mellan Sverige och &#214;sterrike</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1992-06-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1350
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1994-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och f&#246;rm&#246;genhet som Sverige och &#214;sterrike
undertecknade den 14 maj 1959, i den lydelse detta erh&#229;llit
genom de protokoll om &#228;ndring i avtalet som undertecknades den 6
april 1970, den 5 november 1991, den 21 augusti 2006 respektive
den 17 december 2009, ska g&#228;lla som lag h&#228;r i landet. Avtalet i
dess genom protokollen &#228;ndrade lydelse &#228;r intaget som bilaga
till denna lag. Lag (2010:346).

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast i den m&#229;n dessa
medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars skulle
f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1350).

4 &#167; Skattebefrielsen i artikel 10 paragraf 6 i avtalet &#228;r villkorad av
best&#228;mmelserna i 7 &#167; 8 mom. sj&#228;tte stycket lagen (1947:576) om statlig
inkomstskatt, dock skall utdelning i den m&#229;n den utg&#246;rs av inkomst som
hade varit skattebefriad i Sverige om den hade f&#246;rv&#228;rvats direkt av
bolag med hemvist i Sverige alltid vara undantagen fr&#229;n svensk skatt.

&#214;verg&#229;ngsbest&#228;mmelser

1992:858

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.
(I kraft den 1 januari 1994, 1993:136.)
2. Genom lagen upph&#228;vs kung&#246;relsen (1970:769) om till&#228;mpning av avtal
mellan Sverige och &#214;sterrike f&#246;r undvikande av dubbelbeskattning
betr&#228;ffande skatter p&#229; inkomst och f&#246;rm&#246;genhet.

2006:1480

Denna lag tr&#228;der i kraft den 1 januari 2007 och till&#228;mpas p&#229;
inkomstskatt som tas ut p&#229; grund av avyttring av tillg&#229;ng som
sker den dagen eller senare. Best&#228;mmelsen i artikel 8 paragraf
2 i avtalet g&#228;ller endast f&#246;r person som enligt artikel 2
paragraferna 2 och 3 i avtalet har f&#229;tt hemvist i &#214;sterrike den
21 augusti 2006 eller senare.

2010:346

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer och
till&#228;mpas p&#229; beskattningsperioder som b&#246;rjar den 1 januari 2010
eller senare. &#196;ldre best&#228;mmelser till&#228;mpas p&#229;
beskattningsperioder som b&#246;rjar dessf&#246;rinnan.

Bilaga

Avtal mellan Konungariket Sverige och Republiken &#214;sterrike f&#246;r
undvikande av dubbelbeskattning betr&#228;ffande skatter &#229; inkomst
och f&#246;rm&#246;genhet

Hans Majest&#228;t Sveriges Konung och Republiken &#214;sterrikes
President hava, f&#246;ranledda av &#246;nskan att s&#229;vitt m&#246;jligt undvika
dubbelbeskattning betr&#228;ffande skatter &#229; inkomst och
f&#246;rm&#246;genhet, &#246;verenskommit att ing&#229; ett avtal.

F&#246;r detta &#228;ndam&#229;l hava till befullm&#228;ktigade ombud utsett:

Hans Majest&#228;t Konungen av Sverige:

Ministern f&#246;r utrikes &#228;rendena &#214;sten Und&#233;n.

Republiken &#214;sterrikes President:

Sitt utomordentliga och befullm&#228;ktigade s&#228;ndebud, Dr. Rudolf
Krippl-Redlich-Redensbruck.

De befullm&#228;ktigade ombuden hava, efter att hava utv&#228;xlat sina
fullmakter som befunnits i god och beh&#246;rig form, &#246;verenskommit
om f&#246;ljande best&#228;mmelser:

Artikel 1

&#167; 1. Detta avtal &#228;r till&#228;mpligt &#229; fysiska och juridiska
personer, som enligt artikel 2 &#228;ga hemvist i Konungariket
Sverige eller i Republiken &#214;sterrike eller i b&#229;da staterna.

&#167; 2. Avtalet &#228;r till&#228;mpligt &#229; skatter &#229; inkomst och f&#246;rm&#246;genhet
(skatter, som utg&#229; i form av till&#228;ggsskatter, h&#228;runder
inbegripna), vilka uppb&#228;ras av envar av de b&#229;da staterna eller
av deras delstater, kommuner eller kommunalf&#246;rbund, oberoende
av s&#228;ttet f&#246;r skatternas uttagande.

&#167; 3. Med skatter &#229; inkomst och f&#246;rm&#246;genhet f&#246;rst&#229;s alla
skatter, som utg&#229; &#229; inkomst eller &#229; f&#246;rm&#246;genhet i dess helhet
eller &#229; delar av inkomst eller f&#246;rm&#246;genhet (d&#228;runder inbegripna
skatter &#229; vinst genom avyttring av l&#246;s eller fast egendom),
&#228;vensom skatter &#229; f&#246;rm&#246;genhets&#246;kning.

&#167; 4. De skatter, &#229; vilka avtalet skall &#228;ga tilll&#228;mpning, &#228;ro
f&#246;r n&#228;rvarande s&#228;rskilt:

1. i Konungariket Sverige:

a) den statliga inkomstskatten,

b) kupongskatten,

c) sj&#246;mansskatten,

d) utskiftningsskatten och ers&#228;ttningsskatten,

e) den statliga f&#246;rm&#246;genhetsskatten,

f) skogsv&#229;rdsavgiften,

g) den allm&#228;nna kommunalskatten,

h) bevillningsavgifterna f&#246;r s&#228;rskilda f&#246;rm&#229;ner och
r&#228;ttigheter;

2. i Republiken &#214;sterrike:

a) inkomstskatten (med d&#228;ri ing&#229;ende skatt &#229; arbetsinkomst och
skatt &#229; kapitalinkomst),

b) bolagsskatten (med d&#228;ri ing&#229;ende skatt &#229; kapitalinkomst),

c) f&#246;rm&#246;genhetsskatten,

d) avgiften till fr&#228;mjande av bostadsbyggande samt till
bestridande av bidrag till familjef&#246;rs&#246;rjare,

e) skatt &#229; styrelsearvoden,

f) n&#228;ringsskatten (med d&#228;ri ing&#229;ende skatt &#229; utbetalda l&#246;ner),

g) fastighetsskatten.

&#167; 5. Avtalet skall likaledes till&#228;mpas &#229; skatter av samma eller
liknande slag, vilka framdeles uttagas vid sidan av eller i
st&#228;llet f&#246;r de f&#246;r n&#228;rvarande utg&#229;ende skatterna. De h&#246;gsta
finansmyndigheterna i de b&#229;da staterna skola vid slutet av
varje &#229;r meddela varandra vilka &#228;ndringar som &#228;gt rum
betr&#228;ffande skattelagstiftningen i respektive stater.

&#167; 6. De h&#246;gsta finansmyndigheterna i de b&#229;da staterna skola i
samf&#246;rst&#229;nd avg&#246;ra uppkommande tvivelsm&#229;l r&#246;rande vilka skatter
som inbegripas under avtalet.

&#167; 7. De i detta avtal &#229;syftade h&#246;gsta finansmyndigheterna &#228;ro
f&#246;r Republiken &#214;sterrikes vidkommande finansministeriet (das
Bundesministerium f&#252;r Finanzen) och f&#246;r Konungariket Sveriges
vidkommande finansdepartementet eller den myndighet, &#229;t vilken
uppdragits att i finansdepartementets st&#228;lle handhava fr&#229;gor
enligt detta avtal.

Artikel 2

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst,
betr&#228;ffande vilken ingen best&#228;mmelse meddelats i detta avtal,
&#228;ger endast denna stat beskatta inkomsten i fr&#229;ga.

&#167; 2. Med uttrycket ”person med hemvist i en av staterna”
f&#246;rst&#229;s i detta avtal en fysisk eller juridisk person, som
enligt den statens lagstiftning &#228;r underkastad beskattning
d&#228;rst&#228;des p&#229; grund av att han d&#228;r har sitt hemvist eller d&#228;r
stadigvarande vistas eller att dess verkliga ledning &#228;r d&#228;r
bel&#228;gen eller p&#229; grund av n&#229;got annat d&#228;rmed j&#228;mf&#246;rbart
f&#246;rh&#229;llande.

&#167; 3. D&#229; p&#229; grund av best&#228;mmelserna i paragraf 2 ovan en fysisk
person &#228;ger hemvist i b&#229;da staterna, skall f&#246;ljande g&#228;lla:

a) Han skall anses &#228;ga hemvist i den stat, i vilken han har ett
hem som stadigvarande st&#229;r till hans f&#246;rfogande. Om han har ett
s&#229;dant hem i envar av de b&#229;da staterna, anses han &#228;ga hemvist i
den stat, med vilken han har de starkare personliga och
ekonomiska f&#246;rbindelserna (centrum f&#246;r levnadsintressena).

b) Kan det icke avg&#246;ras, i vilken stat centrum f&#246;r hans
levnadsintressen befinner sig, eller om han icke i n&#229;gondera
staten har ett hem, som stadigvarande st&#229;r till hans
f&#246;rfogande, anses han &#228;ga hemvist i den stat, d&#228;r han
stadigvarande vistas.

c) Om han stadigvarande vistas i b&#229;da staterna eller om han
icke vistas stadigvarande i n&#229;gon av dem, anses han &#228;ga hemvist
i den stat, i vilken han &#228;r medborgare.

d) Om han &#228;r medborgare i b&#229;da staterna eller om han icke &#228;r
medborgare i n&#229;gon av dem, skola de h&#246;gsta finansmyndigheterna
i de b&#229;da staterna avg&#246;ra fr&#229;gan genom &#246;verenskommelse.

&#167; 4. D&#229; p&#229; grund av best&#228;mmelserna i paragraf 2 ovan en
juridisk person &#228;ger hemvist i b&#229;da staterna, anses dess
hemvist f&#246;refinnas i den stat, d&#228;r dess verkliga ledning &#228;r
bel&#228;gen. Detsamma g&#228;ller i fr&#229;ga om handelsbolag,
kommanditbolag, enkla bolag, partrederier och gruvbolag
(Personengesellschaften) samt andra sammanslutningar, vilka
enligt vederb&#246;rande stats lagstiftning icke &#228;ro juridiska
personer.

Artikel 3

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst
av fast egendom (varunder inbegripas tillbeh&#246;r d&#228;rtill &#228;vensom
levande och d&#246;da inventarier i lantbruk eller skogsbruk), som
&#228;r bel&#228;gen i den andra staten, &#228;ger denna andra stat beskatta
inkomsten i fr&#229;ga. R&#228;ttigheter, &#229; vilka privatr&#228;ttsliga
f&#246;reskrifter ang&#229;ende fastigheter &#228;ga till&#228;mpning, skola anses
likst&#228;llda med fast egendom.


&#167; 2. Best&#228;mmelsen i paragraf 1 g&#228;ller s&#229;v&#228;l inkomst, som
f&#246;rv&#228;rvas genom den fasta egendomens omedelbara nyttjande, som
ock inkomst genom uthyrning, utarrendering och varje annat
slags nyttjande av egendomen, s&#228;rskilt inkomst i form av fasta
eller varierande ers&#228;ttningar f&#246;r utnyttjandet av
naturtillg&#229;ngar, &#228;vensom inkomst, som f&#246;rv&#228;rvas genom avyttring
av fast egendom.

&#167; 3. Paragraferna 1 och 2 till&#228;mpas j&#228;mv&#228;l d&#229;
f&#246;rm&#246;genhetstillg&#229;ngarna ing&#229; i r&#246;relse (artikel 4 och 7).

&#167; 4. Vad som f&#246;rst&#229;s med fast egendom eller tillbeh&#246;r d&#228;rtill
eller med r&#228;ttigheter, likst&#228;llda med fast egendom, eller med
nyttjander&#228;tt avg&#246;res enligt lagstiftningen i den stat, d&#228;r den
ifr&#229;gavarande tillg&#229;ngen - eller den tillg&#229;ng, till vilken
ifr&#229;gavarande r&#228;ttigheter h&#228;nf&#246;r sig - &#228;r bel&#228;gen.

Artikel 4

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst
av en r&#246;relse, vars verksamhet str&#228;cker sig in p&#229; den andra
statens omr&#229;de, &#228;ger den andra staten beskatta denna inkomst
allenast i den m&#229;n inkomsten &#228;r h&#228;nf&#246;rlig till ett inom den
staten bel&#228;get fast driftst&#228;lle f&#246;r r&#246;relsen.

&#167; 2. Best&#228;mmelserna i paragraf 1 skola &#228;ven till&#228;mpas i fr&#229;ga
om inkomst genom del&#228;garskap i f&#246;retag, med undantag f&#246;r
del&#228;garskap genom aktier, delaktighetsbevis i gruvf&#246;retag
(Kuxe), vinstandelsbevis (Genu&#223;scheine), obligationer med r&#228;tt
till andel i vinst, andra v&#228;rdepapper &#228;vensom andelar i
ekonomiska f&#246;reningar (Genossenschaften) samt i bolag med
begr&#228;nsad ansvarighet (Gesellschaften mit beschr&#228;nkter
Haftung).

&#167; 3. Paragraferna 1 och 2 &#228;ro till&#228;mpliga &#229; s&#229;v&#228;l inkomst, som
f&#246;rv&#228;rvas genom r&#246;relsens omedelbara bedrivande, som ock
inkomst genom uthyrning, utarrendering och varje annat slags
nyttjande av r&#246;relsen &#228;vensom inkomst genom avyttring av en
r&#246;relse i dess helhet, en andel i ett f&#246;retag, en del av
r&#246;relsen eller av f&#246;rem&#229;l, som anv&#228;ndas i r&#246;relsen.

&#167; 4. Till det fasta driftst&#228;llet skola h&#228;nf&#246;ras s&#229;dana
inkomster, som det fasta driftst&#228;llet skulle hava uppburit,
d&#228;rest detsamma varit ett sj&#228;lvst&#228;ndigt f&#246;retag med samma eller
liknande verksamhet, bedriven under samma eller liknande
villkor samt ut&#246;vat verksamheten s&#229;som ett oberoende f&#246;retag.

&#167; 5. Vid best&#228;mmandet av den genom verksamheten vid det fasta
driftst&#228;llet f&#246;rv&#228;rvade inkomsten skall i princip s&#229;som
utg&#229;ngspunkt tagas driftst&#228;llets balansr&#228;kning. D&#228;rvid skola
beaktas alla till driftst&#228;llet h&#228;nf&#246;rliga omkostnader, h&#228;runder
inbegripen en andel i kostnaderna f&#246;r f&#246;retagets allm&#228;nna
f&#246;rvaltning. Konstlade vinstdispositioner - s&#228;rskilt
&#246;verenskommelser om r&#228;nta eller royalty mellan ett och samma
f&#246;retags driftst&#228;lle - skola l&#228;mnas utan avseende.

&#167; 6. I s&#228;rskilda fall m&#229; vid inkomstens best&#228;mmande uppdelning
ske av f&#246;retagets hela vinst. I fr&#229;ga om f&#246;rs&#228;kringsf&#246;retag m&#229;
i s&#229;dana fall till grund f&#246;r uppdelningen l&#228;ggas f&#246;rh&#229;llandet
mellan det fasta driftst&#228;llets bruttopremieint&#228;kter och summan
av f&#246;retagets bruttopremieint&#228;kter. De b&#229;da staternas h&#246;gsta
finansmyndigheter skola - d&#228;rest f&#246;r inkomstf&#246;rdelningen i
enskilt fall s&#229; erfordras - snarast m&#246;jligt &#246;verenskomma i
fr&#229;gan.

&#167; 7. Paragraf 1 skall &#228;ga motsvarande tilll&#228;mpning i fr&#229;ga om
den n&#228;ringsskatt, vilken utg&#229;r p&#229; annat beskattningsunderlag &#228;n
inkomst.

Artikel 5

&#167; 1. Med uttrycket ”fast driftst&#228;lle” f&#246;rst&#229;s en stadigvarande
aff&#228;rsanordning, i vilken f&#246;retagets verksamhet helt eller
delvis ut&#246;vas.

&#167; 2. S&#229;som fast driftst&#228;lle anses s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad,

f) gruva, stenbrott eller annan plats f&#246;r utnyttjandet av
naturtillg&#229;ngar,

g) plats f&#246;r byggnadsf&#246;retag eller anl&#228;ggnings- eller
installationsarbete, vars utf&#246;rande &#246;verskrider en tidrymd av
tolv m&#229;nader.

&#167; 3. Uttrycket ”fast driftst&#228;lle” skall icke anses innefatta:

a) anv&#228;ndningen av anordningar, avsedda uteslutande f&#246;r
lagring, utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga
varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager, avsett
uteslutande f&#246;r lagring, utst&#228;llning eller utl&#228;mnande,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager, avsett
uteslutande f&#246;r bearbetning eller f&#246;r&#228;dling genom ett annat
f&#246;retags f&#246;rsorg,

d) innehavet av en stadigvarande aff&#228;rsanordning, avsedd
uteslutande f&#246;r ink&#246;p av varor eller inf&#246;rskaffande av
upplysningar f&#246;r f&#246;retagets r&#228;kning,

e) innehavet av en stadigvarande aff&#228;rsanordning, avsedd
uteslutande f&#246;r ombes&#246;rjande av reklam, meddelande av
upplysningar, bedrivande av vetenskaplig forskning eller
ut&#246;vande av liknande verksamhet, under f&#246;ruts&#228;ttning att
verksamheten inom f&#246;retagets ram &#228;r av f&#246;rberedande eller
bitr&#228;dande art.


&#167; 4. En person, som &#228;r verksam i en av staterna f&#246;r ett f&#246;retag
i den andra staten - h&#228;runder icke inbegripen s&#229;dan oberoende
representant som avses i paragraf 5 nedan - behandlas s&#229;som ett
fast driftst&#228;lle i den f&#246;rstn&#228;mnda staten i s&#229;dana fall, d&#229;
personen innehar och i den f&#246;rstn&#228;mnda staten regelbundet
anv&#228;nder en fullmakt att sluta avtal i f&#246;retagets namn; dock
att personen ej heller i dessa fall behandlas s&#229;som ett fast
driftst&#228;lle, d&#228;rest verksamheten begr&#228;nsas till ink&#246;p av varor
f&#246;r f&#246;retagets r&#228;kning.

&#167; 5. Ett f&#246;retag i en av staterna anses icke hava ett fast
driftst&#228;lle i den andra staten allenast &#229; den grund, att
f&#246;retaget uppeh&#229;ller aff&#228;rsf&#246;rbindelser i den andra staten
genom f&#246;rmedling av en m&#228;klare, kommission&#228;r eller annan
fullst&#228;ndigt oberoende representant, under f&#246;ruts&#228;ttning att
dessa personer fullg&#246;ra uppdrag, vilka tillh&#246;ra deras vanliga
aff&#228;rsverksamhet.

&#167; 6. Den omst&#228;ndigheten, att en juridisk person med hemvist i
en av staterna kontrollerar eller kontrolleras av en juridisk
person, som har sitt hemvist i den andra staten eller som
uppeh&#229;ller aff&#228;rsf&#246;rbindelser i denna andra stat (antingen
genom ett fast driftst&#228;lle eller annorledes), skall icke i och
f&#246;r sig medf&#246;ra att n&#229;gondera juridiska personen betraktas
s&#229;som ett fast driftst&#228;lle f&#246;r den andra juridiska personen.

Artikel 6

&#167; 1. D&#228;rest ett f&#246;retag i en av staterna deltager i ledningen
av ett f&#246;retag i den andra staten eller &#228;ger inflytande &#229; detta
f&#246;retag i ekonomiskt h&#228;nseende och p&#229; grund h&#228;rav med detta
andra f&#246;retag avtalar eller f&#246;r detsamma f&#246;reskriver s&#229;dana
villkor i fr&#229;ga om f&#246;retagens handelsf&#246;rbindelser eller andra
ekonomiska f&#246;rbindelser, vilka avvika fr&#229;n de villkor, som
skulle hava avtalats med ett oberoende f&#246;retag, m&#229; inkomst, som
under normala f&#246;rh&#229;llanden skulle hava tillkommit ettdera
f&#246;retaget men som p&#229; grund av villkoren i fr&#229;ga icke tillkommit
detta f&#246;retag, inr&#228;knas i detta f&#246;retags inkomst och beskattas
i &#246;verensst&#228;mmelse d&#228;rmed.

&#167; 2. Paragraf 1 &#228;ger motsvarande till&#228;mpning i f&#246;rh&#229;llandet
mellan tv&#229; f&#246;retag i s&#229;dana fall, d&#229; samma person eller
personer, direkt eller indirekt, deltaga i f&#246;retagets ledning
eller &#228;ga del i deras kapital.

Artikel 7

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst
genom ut&#246;vande av sj&#246;fart eller luftfart i internationell
trafik, &#228;ger - oberoende av best&#228;mmelserna i artikel 4 -
allenast den av de b&#229;da staterna beskatta inkomsten, i vilken
orten f&#246;r det ifr&#229;gavarande f&#246;retagets verkliga ledning &#228;r
bel&#228;gen. Det sagda g&#228;ller oavsett huruvida r&#246;relsen bedrives
med egna eller chartrade fartyg eller luftfartyg.

&#167; 2. Paragraf 1 till&#228;mpas &#228;ven d&#229; ett sj&#246;farts- eller
luftfartsf&#246;retag i den ena staten bedriver agenturverksamhet p&#229;
den andra statens omr&#229;de f&#246;r transport av personer eller varor.
Det sagda g&#228;ller dock allenast f&#246;r s&#229; vitt verksamheten har
omedelbart samband med sj&#246;farts- eller luftfartsr&#246;relsen,
h&#228;runder inbegripen transporten till och fr&#229;n fartygen eller
luftfartygen.

&#167; 3. Best&#228;mmelserna i paragraferna 1 och 2 till&#228;mpas &#228;ven i
fall d&#229; luftfartsf&#246;retag deltaga i en pool eller en gemensam
trafikorganisation, s&#228;rskilt betr&#228;ffande Aktiebolaget
Aerotransports deltagande i konsortiet Scandinavian Airlines
System.

&#167; 4. Paragraf 1 skall &#228;ga motsvarande tilll&#228;mpning i fr&#229;ga om
den n&#228;ringsskatt, vilken utg&#229;r p&#229; annat beskattningsunderlag &#228;n
inkomst.

Artikel 8

&#167; 1. D&#229; en person med hemvist i en av staterna f&#246;rv&#228;rvar
inkomst genom att avyttra en andel i ett s&#229;dant bolag med
hemvist i den andra staten, vars del&#228;gare icke personligen
ansvara f&#246;r bolagets f&#246;rbindelser (Kapitalgesellschaft), &#228;ger
endast den f&#246;rstn&#228;mnda staten beskatta inkomsten. Om inkomsten
f&#246;rv&#228;rvas genom ett fast driftst&#228;lle i den andra staten, &#228;ger
&#228;ven denna andra stat beskatta inkomsten.

&#167; 2. Utan hinder av best&#228;mmelserna i paragraf 1 i denna artikel
och artikel 2 paragraf 1 i detta avtal f&#229;r inkomst fr&#229;n
avyttring av aktie eller annan andel eller r&#228;ttighet i bolag
(Kapitalgesellschaft) som f&#246;rv&#228;rvas av en fysisk person som har
f&#229;tt hemvist i en av staterna och som har haft hemvist i den
andra staten beskattas i denna andra stat, men endast f&#246;r den
v&#228;rde&#246;kning som uppkommit innan den fysiska personen fick
hemvist i den f&#246;rstn&#228;mnda staten. S&#229;vitt avser avyttring av
hela eller delar av ett s&#229;dant innehav som avses i f&#246;reg&#229;ende
mening, vilket innehav understiger en procent av kapitalet i
bolaget, skall best&#228;mmelserna i denna paragraf till&#228;mpas endast
om avyttringen sker vid n&#229;got tillf&#228;lle under de fem &#229;r som
f&#246;ljer n&#228;rmast efter den tidpunkt d&#229; den fysiska personen har
f&#229;tt hemvist i den f&#246;rstn&#228;mnda staten.

Artikel 9

&#167; 1. D&#229; en person med hemvist i en av staterna fr&#229;n den andra
staten uppb&#228;r royalty eller annan ers&#228;ttning f&#246;r nyttjandet av
eller r&#228;tten att nyttja litter&#228;ra eller konstn&#228;rliga verk,
patent, m&#246;nster, fabrikationsmetoder, varum&#228;rken eller annan
liknande egendom (med undantag av r&#228;tten att nyttja
naturtillg&#229;ngar), &#228;ger endast hemviststaten beskatta inkomsten.
&#214;verstiger emellertid den f&#246;r egendomen i fr&#229;ga erlagda
ers&#228;ttningen ett sk&#228;ligt belopp, g&#228;ller vad nu sagts endast den
del av ers&#228;ttningen som motsvarar ett s&#229;dant sk&#228;ligt belopp. I
s&#229;dant fall m&#229; den &#246;verskjutande delen av utbetalningen
beskattas enligt lagstiftningen i vardera staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

&#167; 2. D&#229; royalty, som avses i paragraf 1, utbetalas av ett
s&#229;dant bolag med hemvist i en av staterna, vars del&#228;gare icke
personligen ansvara f&#246;r bolagets f&#246;rbindelser
(Kapitalgesellschaft), till en person med hemvist i den andra
staten, vilken person &#228;ger mer &#228;n 50 procent av aktie- eller
insatskapitalet i det utbetalande bolaget, m&#229; dock royaltyn,
oberoende av best&#228;mmelserna i n&#228;mnda paragraf, beskattas i den
f&#246;rstn&#228;mnda staten. Skattesatsen f&#229;r dock icke &#246;verstiga 10
procent av royaltyns bruttobelopp.

&#167; 3. Paragraf 1 &#228;r &#228;ven till&#228;mplig &#229; inkomst, som f&#246;rv&#228;rvas
genom avyttring av i paragrafen angiven egendom.

&#167; 4. Med royalty likst&#228;llas hyresavgifter och liknande
ers&#228;ttningar f&#246;r &#246;verl&#229;telse av kinematografisk film, f&#246;r
nyttjande av utrustning avsedd f&#246;r industriell, kommersiell
eller vetenskaplig verksamhet eller f&#246;r &#246;verl&#229;telse av i
r&#246;relse gjorda erfarenhetsr&#246;n.

&#167; 5. Paragraferna 1-4 &#228;ga icke till&#228;mpning i s&#229;dana fall, d&#229; en
person med hemvist i en av staterna innehar ett fast
driftst&#228;lle i den andra staten och f&#246;rv&#228;rvar inkomsten genom
detta driftst&#228;lle. I dylikt fall &#228;ger denna andra stat beskatta
inkomsten.

Artikel 10

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r
utdelning, som utbetalas av ett bolag (Kapitalgesellschaft) med
hemvist i den andra staten, &#228;ger endast utdelningsmottagarens
hemviststat beskatta utdelningen, s&#229;vida icke paragraf 2
f&#246;ranleder annat.

&#167; 2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den stat d&#228;r
bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat, men om mottagaren har r&#228;tt till
utdelningen f&#229;r skatten inte &#246;verstiga:

a) 5 procent av utdelningens bruttobelopp, om den som har r&#228;tt
till utdelningen &#228;r ett bolag (med undantag f&#246;r handelsbolag)
som direkt beh&#228;rskar minst 25 procent av det utbetalande
bolagets kapital;

b) 10 procent av utdelningens bruttobelopp i &#246;vriga fall.

&#167; 3. Om i en av staterna skatt p&#229; inl&#228;ndsk utdelning uttages
genom avdrag vid k&#228;llan, ber&#246;res ej r&#228;tten att verkst&#228;lla
s&#229;dant skatteavdrag med fullt belopp av paragraferna 1 och 2.
Om skatt uttages genom s&#229;dant avdrag, skall p&#229; ans&#246;kan av
utdelningsmottagare med hemvist i den andra staten skatten
restitueras i den m&#229;n den &#246;verstiger 10 procent av utdelningens
bruttobelopp. Ans&#246;kan om restitution skall inges till
vederb&#246;rande myndighet i den stat, i vilken
utdelningsmottagaren &#228;ger hemvist, inom tv&#229; &#229;r efter utg&#229;ngen
av det kalender&#229;r, under vilket det beskattningsbara beloppet
blivit tillg&#228;ngligt f&#246;r lyftning.


&#167; 4. De h&#246;gsta finansmyndigheterna i de b&#229;da staterna skola
tr&#228;ffa &#246;verenskommelse om till&#228;mpningen av paragraferna 2 och
3. H&#228;rvid skall ingendera staten vara f&#246;rpliktad att vidtaga
&#229;tg&#228;rder som icke st&#229; i &#246;verensst&#228;mmelse med dess lagstiftning.

&#167; 5. Betr&#228;ffande de r&#228;ttigheter, som enligt paragraf 3 m&#229;
tillkomma personal vid beskickningar och konsulat &#228;vensom
internationella organisationer, deras organ och tj&#228;nstem&#228;n,
skola f&#246;ljande best&#228;mmelser &#228;ga till&#228;mpning:

a) D&#229; en person tillh&#246;r en av staternas beskickning eller
konsulat och i denna sin egenskap &#228;r stationerad i den andra
staten eller i en tredje stat samt personen &#228;r medborgare i den
f&#246;rstn&#228;mnda staten, anses han &#228;ga hemvist i denna f&#246;rstn&#228;mnda
stat om han &#228;r skattskyldig d&#228;r f&#246;r utdelning.

b) Internationella organisationer och deras organ &#228;vensom
s&#229;dana organisationers tj&#228;nstem&#228;n samt personer tillh&#246;rande en
tredje stats beskickning eller konsulat, vilka uppeh&#229;lla sig
eller i sin ber&#246;rda egenskap &#228;ro stationerade i en av de b&#229;da
staterna och i denna stat &#228;ro befriade fr&#229;n skatt p&#229; utdelning,
&#228;ro ej ber&#228;ttigade till neds&#228;ttning av skatt som uttagits i den
andra staten.

&#167; 6. Utdelning, som utbetalas av ett bolag
(Kapitalgesellschaft) med hemvist i en av staterna till ett
bolag (Kapitalgesellschaft) med hemvist i den andra staten,
skall vara undantagen fr&#229;n beskattning i denna andra stat i den
utstr&#228;ckning som utdelningen enligt lagstiftningen i denna stat
skulle ha varit undantagen fr&#229;n beskattning, om b&#229;da bolagen
hade &#228;gt hemvist i denna stat. Vid till&#228;mpning av denna
best&#228;mmelse skall i Sverige ett &#246;sterrikiskt bolag med
begr&#228;nsad ansvarighet (Gesellschaft mit beschr&#228;nkter Haftung)
anses s&#229;som ett aktiebolag. Skattebefrielsen &#228;r villkorad av
best&#228;mmelser i intern lagstiftning som syftar till att
f&#246;rhindra skatteflykt.

&#167; 7. Paragraferna 1 och 2 &#228;ro icke till&#228;mpliga, om mottagaren
av utdelningen &#228;ger hemvist i en av staterna och innehar ett
fast driftst&#228;lle i den andra staten, i vilken det utbetalande
bolaget &#228;ger hemvist, samt den andel, av vilken utdelningen i
fr&#229;ga h&#228;rflyter, &#228;ger verkligt samband med det fasta
driftst&#228;llet. I s&#229;dant fall till&#228;mpas artikel 4.

&#167; 8. Med uttrycket ”utdelning” f&#246;rst&#229;s i denna artikel inkomst
av aktier, andelsbevis eller andra liknande bevis med r&#228;tt till
andel i vinst, delaktighetsbevis i gruvf&#246;retag, stiftarandelar
eller andra r&#228;ttigheter, fordringar ej inbegripna, med r&#228;tt
till deltagande i vinst &#228;vensom inkomst av andra andelar i
bolag, som enligt skattelagstiftningen i den stat, i vilken det
utdelande bolaget &#228;ger hemvist, j&#228;mst&#228;lles med inkomst av
aktier.

Med uttrycket ”bolag (Kapitalgesellschaft)” f&#246;rst&#229;s i denna
artikel juridisk person eller r&#228;ttssubjekt, som i
beskattningsh&#228;nseende behandlas som juridisk person.

&#167; 9. Om ett bolag (Kapitalgesellschaft) med hemvist i en av
staterna uppb&#228;r inkomst fr&#229;n den andra staten, f&#229;r icke i denna
andra stat p&#229;f&#246;ras n&#229;gon skatt p&#229; utdelning, som av bolaget
utbetalas till personer, som ej &#228;ga hemvist i denna andra stat,
och ej heller n&#229;gon skatt p&#229; bolagets icke utdelade vinst;
detta g&#228;ller &#228;ven om utdelningen eller den icke utdelade
vinsten helt eller delvis utg&#246;res av inkomst, som h&#228;rr&#246;r fr&#229;n
den andra staten.

Artikel 10 A

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r r&#228;nta
fr&#229;n den andra staten, &#228;ger endast hemviststaten beskatta
r&#228;ntan, s&#229;vida icke paragraf 2 f&#246;ranleder annat. Om r&#228;ntan
f&#246;rv&#228;rvas genom ett fast driftst&#228;lle i den andra staten, &#228;ger
denna andra stat beskatta r&#228;ntan.

&#167; 2. Best&#228;mmelserna i paragraferna 3-5 av artikel 10 &#228;ga
motsvarande till&#228;mpning. Anspr&#229;ket p&#229; restitution avser dock
hela det belopp med vilket skatteavdrag verkst&#228;llts.

&#167; 3. Med uttrycket ”r&#228;nta” f&#246;rst&#229;s i denna artikel inkomst av
v&#228;rdepapper som utf&#228;rdats av staten, av obligationer eller
debentures, vare sig de utf&#228;rdats mot s&#228;kerhet i fastighet
eller icke och vare sig de representera en r&#228;tt till andel i
vinst eller icke, samt av varje annat slags fordran &#228;vensom all
annan inkomst som enligt skattelagstiftningen i den stat fr&#229;n
vilken inkomsten h&#228;rr&#246;r j&#228;mst&#228;lles med inkomst av
f&#246;rstr&#228;ckning.

&#167; 4. Betr&#228;ffande s&#229;dana fall, d&#229; s&#228;rskilda f&#246;rbindelser mellan
utbetalaren och mottagaren eller mellan dem b&#229;da och annan
person f&#246;ranleda att det utbetalade r&#228;ntebeloppet med h&#228;nsyn
till den skuld, f&#246;r vilken r&#228;ntan erl&#228;gges, &#246;verstiger det
belopp som skulle ha avtalats mellan utbetalaren och mottagaren
om s&#229;dana f&#246;rbindelser icke f&#246;relegat, skall denna artikel
g&#228;lla endast f&#246;r sistn&#228;mnda belopp. I s&#229;dant fall m&#229;
&#246;verskjutande r&#228;ntebelopp beskattas enligt lagstiftningen i
vardera staten med iakttagande av &#246;vriga best&#228;mmelser i detta
avtal.

Artikel 11

&#167; 1. D&#229; en fysisk person med hemvist i en av staterna f&#246;rv&#228;rvar
inkomst av fritt yrke, &#228;ger den andra staten beskatta inkomsten
allenast i den m&#229;n personen d&#228;r ut&#246;var sin verksamhet under
anv&#228;ndande av en stadigvarande anordning, som regelm&#228;ssigt st&#229;r
till hans f&#246;rfogande.

&#167; 2. Artikel 4 paragraf 3 skall &#228;ga motsvarande till&#228;mpning.

&#167; 3. Till fria yrken r&#228;knas s&#228;rskilt sj&#228;lvst&#228;ndigt bedriven
vetenskaplig, konstn&#228;rlig, litter&#228;r, undervisande och
uppfostrande f&#246;rv&#228;rvsverksamhet samt sj&#228;lvst&#228;ndigt bedriven
f&#246;rv&#228;rvsverksamhet som l&#228;kare, advokat, arkitekt, ingenj&#246;r,
revisor och patentombud.

Artikel 12

D&#229; en fysisk person med hemvist i en av staterna i sin egenskap
av ledamot av styrelsen (Aufsichtsrat) eller direktionen
(Verwaltungsrat) i ett s&#229;dant bolag med hemvist i den andra
staten, vars del&#228;gare icke personligen ansvara f&#246;r bolagets
f&#246;rbindelser (Kapitalgesellschaft), uppb&#228;r styrelsearvode eller
liknande ers&#228;ttning, &#228;ger denna andra stat beskatta inkomsten i
fr&#229;ga.

Artikel 13

&#167; 1. D&#229; en fysisk person med hemvist i en av staterna f&#246;rv&#228;rvar
inkomst av arbetsanst&#228;llning (l&#246;ner, arvoden och liknande
ers&#228;ttningar), som ut&#246;vas i den andra staten, &#228;ger denna andra
stat beskatta inkomsten i fr&#229;ga.

&#167; 2. Oberoende av vad i paragraf 1 stadgas m&#229; inkomst av
arbetsanst&#228;llning beskattas allenast i den stat, i vilken
arbetstagaren &#228;ger hemvist d&#228;rest han antingen

a) uppeh&#229;ller sig i den andra staten allenast tillf&#228;lligtvis -
sammanlagt h&#246;gst 183 dagar under ett och samma kalender&#229;r -
samt uppb&#228;r ers&#228;ttning f&#246;r sin under denna tid ut&#246;vade
verksamhet av en arbetsgivare, som &#228;ger hemvist i f&#246;rstn&#228;mnda
stat, under s&#229;dana f&#246;rh&#229;llanden att ers&#228;ttningen icke belastar
ett av arbetsgivaren i den andra staten innehaft fast
driftst&#228;lle eller en av denne d&#228;r innehavd stadigvarande
anordning, eller

b) helt och h&#229;llet eller till huvudsaklig del fullg&#246;r arbete
ombord &#229; luftfartyg, som nyttjas av ett luftfartsf&#246;retag i en
av staterna (s&#228;rskilt konsortiet Scandinavian Airlines System).

&#167; 3. D&#229; arbetet helt och h&#229;llet eller till huvudsaklig del
fullg&#246;res ombord &#229; fartyg och den verkliga ledningen f&#246;r det
f&#246;retag, som nyttjar fartygen, &#228;r bel&#228;gen &#229; en ort inom en av
staterna, anses arbetet vid till&#228;mpningen av paragraf 1 vara
utf&#246;rt i denna stat.

&#167; 4. Paragraf 1 &#228;r icke till&#228;mplig i fr&#229;ga om studerande vid
h&#246;gskola, teknisk skola eller liknande undervisningsanstalt i
en av staterna, vilka mot ers&#228;ttning &#228;ro anst&#228;llda vid ett
f&#246;retag i den andra staten under h&#246;gst 100 dagar under ett och
samma kalender&#229;r i syfte att erh&#229;lla praktisk utbildning.

Artikel 14

D&#229; en fysisk person med hemvist i en av staterna f&#246;rv&#228;rvar
inkomst i den andra staten - antingen under ut&#246;vande av fritt
yrke eller p&#229; grund av arbetsanst&#228;llning - genom verksamhet,
vars &#228;ndam&#229;l &#228;r att bereda underh&#229;llning, t.ex. s&#229;som teater-,
radio-, televisions- eller filmartist, sk&#229;despelare, musiker
och professionell idrottsman, &#228;ger - oberoende av
best&#228;mmelserna i artikel 11 och artikel 13 paragraf 2 - denna
andra stat beskatta inkomsten. Best&#228;mmelserna i artikel 9
paragraf 1 ber&#246;ras icke h&#228;rav.

Artikel 15

D&#229; en fysisk person med hemvist i en av staterna uppb&#228;r fr&#229;n
den andra staten pensioner, &#228;nke- och pupillpensioner
inbegripna, &#228;vensom andra belopp eller i pengar uppskattbara
f&#246;rm&#229;ner p&#229; grund av f&#246;rutvarande arbetsanst&#228;llning, &#228;ger
endast hemviststaten beskatta denna inkomst.

Artikel 16

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r l&#246;n,
arvode eller liknande ers&#228;ttning eller pension, &#228;nke- och
pupillpensioner inbegripna, av den andra staten eller av
delstat, kommun, kommunalf&#246;rbund eller annan offentligr&#228;ttslig
juridisk person i den staten p&#229; grund av f&#246;rhandenvarande eller
tidigare arbetsanst&#228;llning, &#228;ger - oberoende av best&#228;mmelserna
i artiklarna 13 och 15 - endast denna andra stat beskatta
inkomsten. Detta g&#228;ller &#228;ven i fr&#229;ga om belopp, som utbetalas
p&#229; grund av lagstadgad socialf&#246;rs&#228;kring i denna andra stat.

&#167; 2. Paragraf 1 &#228;ger icke till&#228;mpning &#229;

a) ers&#228;ttningar till personer, som &#228;ga medborgarskap i den
f&#246;rstn&#228;mnda staten,

b) ers&#228;ttningar f&#246;r tj&#228;nster, vilka utf&#246;ras eller utf&#246;rts i
samband med r&#246;relse, som den i paragraf 1 &#229;syftade juridiska
personen bedrivit i f&#246;rv&#228;rvssyfte.

&#167; 3. Fr&#229;gan, huruvida en juridisk person &#228;r offentligr&#228;ttslig,
skall bed&#246;mas enligt lagstiftningen i den stat, i vilken
densamma tillkommit.

Artikel 17

Studerande, l&#228;rlingar, praktikanter och volont&#228;rer fr&#229;n en av
staterna, vilka allenast i studie- eller utbildningssyfte
uppeh&#229;lla sig i den andra staten, underkastas icke n&#229;gon
beskattning i denna andra stat f&#246;r belopp, som de mottaga f&#246;r
sitt underh&#229;ll, sina studier eller sin utbildning, d&#228;rest
beloppen i fr&#229;ga utbetalas till dem fr&#229;n f&#246;rstn&#228;mnda stat eller
eljest fr&#229;n utlandet.

Artikel 18

&#167; 1. F&#246;rm&#246;genhet, som &#228;ges av en person med hemvist i en av
staterna, beskattas allenast i den stat, vilken enligt detta
avtal &#228;ger beskatta inkomst av samma f&#246;rm&#246;genhet, s&#229;framt
f&#246;rm&#246;genheten best&#229;r av

a) fast egendom (artikel 3),

b) egendom, som nyttjas i r&#246;relse (artikel 4 och 7),

c) egendom, som nyttjas vid ut&#246;vningen av fritt yrke (artikel
11).

&#167; 2. Annan f&#246;rm&#246;genhet som &#228;ges av en person med hemvist i en
av staterna, beskattas endast i denna stat.

&#167; 3. Med avseende &#229; fall, som angives i paragraferna 1 och 2,
skola best&#228;mmelserna i artikel 10 paragraf 6 &#228;ga motsvarande
till&#228;mpning.

&#167; 4. F&#246;rm&#246;genhet, som &#228;ges av en juridisk person med hemvist i
en av staterna, m&#229; i den andra staten icke underkastas n&#229;gon
beskattning, som &#228;r h&#246;gre eller mera tyngande &#228;n den
beskattning, som &#229;vilar f&#246;rm&#246;genhet tillkommande en juridisk
person av samma eller liknande slag med hemvist i denna andra
stat.

Artikel 19

De svenska f&#246;rfattningarnas best&#228;mmelser om inkomst- och
f&#246;rm&#246;genhetsbeskattning av oskifta d&#246;dsbon till&#228;mpas icke i den
m&#229;n d&#246;dsbodel&#228;gare f&#246;r i d&#246;dsboet ing&#229;ende inkomst eller d&#228;ri
ing&#229;ende f&#246;rm&#246;genhet direkt beskattas i &#214;sterrike enligt
best&#228;mmelserna i detta avtal.

Artikel 20

&#167; 1. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst
eller innehar f&#246;rm&#246;genhet f&#229;r inkomsten eller f&#246;rm&#246;genheten -
om icke paragraf 2 f&#246;ranleder annat - beskattas i denna stat,
&#228;ven om beskattningsr&#228;tten enligt f&#246;reg&#229;ende artiklar i detta
avtal tillkommer den andra staten. Den stat, i vilken personen
i fr&#229;ga &#228;ger hemvist, skall dock

a) fr&#229;n skatten p&#229; s&#229;dan persons inkomst avr&#228;kna ett belopp
motsvarande den inkomstskatt som erlagts i den andra staten;

b) fr&#229;n skatten p&#229; s&#229;dan persons f&#246;rm&#246;genhet avr&#228;kna ett belopp
motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i den andra
staten.

Avr&#228;kningsbeloppet skall emellertid icke &#246;verstiga beloppet av
den del av skatten som utan s&#229;dan avr&#228;kning bel&#246;per p&#229; inkomst
eller f&#246;rm&#246;genhet som m&#229; beskattas i den andra staten.

&#167; 2. D&#229; en person med hemvist i en av staterna uppb&#228;r inkomst,
som enligt artikel 7 eller artikel 16 paragraf 1 skall
beskattas endast i den andra staten, eller innehar f&#246;rm&#246;genhet,
som enligt artikel 18 paragraf 1 j&#228;mf&#246;rd med artikel 7 skall
beskattas endast i den andra staten, skall s&#229;dan inkomst eller
f&#246;rm&#246;genhet vara undantagen fr&#229;n beskattning i den f&#246;rstn&#228;mnda
staten. Den f&#246;rstn&#228;mnda staten m&#229; dock vid best&#228;mmandet av
skatten p&#229; s&#229;dan persons &#229;terst&#229;ende inkomst eller f&#246;rm&#246;genhet
till&#228;mpa den skattesats, som skulle ha varit till&#228;mplig om
inkomsten eller f&#246;rm&#246;genheten i fr&#229;ga icke undantagits fr&#229;n
beskattning. Motsvarande g&#228;ller betr&#228;ffande inkomst som avses i
artikel 10 paragraf 6 och f&#246;rm&#246;genhet som avses i artikel 18
paragraf 3.

Artikel 21

Detta avtal p&#229;verkar icke r&#228;tten till eventuella, l&#228;ngre g&#229;ende
befrielser, vilka enligt folkr&#228;ttens allm&#228;nna regler eller p&#229;
grund av s&#228;rskilda &#246;verenskommelser tillkomma diplomatiska
eller konsul&#228;ra befattningshavare. I den m&#229;n p&#229; grund av s&#229;dana
l&#228;ngre g&#229;ende befrielser inkomst och f&#246;rm&#246;genhet icke beskattas
i anst&#228;llningsstaten, f&#246;rbeh&#229;lles beskattningen hemlandet.

Artikel 22

&#167; 1. Kan en person med hemvist i en av staterna visa att av
beskattningsmyndigheterna i de b&#229;da staterna vidtagna &#229;tg&#228;rder
f&#246;r honom medf&#246;ra eller kunna medf&#246;ra dubbelbeskattning i strid
mot principerna i detta avtal, &#228;ger han - utan att hans r&#228;tt
att anv&#228;nda sig av i den interna r&#228;ttsordningen givna
r&#228;ttsmedel d&#228;rav p&#229;verkas - g&#246;ra framst&#228;llning hos den h&#246;gsta
finansmyndigheten i den stat, i vilken han &#228;ger hemvist.

&#167; 2. Anses framst&#228;llningen grundad, skall den enligt paragraf 1
beh&#246;riga h&#246;gsta finansmyndigheten, s&#229;framt densamma icke vill
avst&#229; fr&#229;n sitt eget skatteanspr&#229;k, s&#246;ka att med den h&#246;gsta
finansmyndigheten i den andra staten tr&#228;ffa &#246;verenskommelse
till undvikande av dubbelbeskattning.

Artikel 23

&#167; 1. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
utbyta s&#229;dana upplysningar som kan antas vara relevanta vid
till&#228;mpningen av best&#228;mmelserna i detta avtal eller f&#246;r
administration eller verkst&#228;llighet av intern lagstiftning i
fr&#229;ga om skatter av varje slag och beskaffenhet som tas ut f&#246;r
de avtalsslutande staterna eller f&#246;r deras politiska
underavdelningar eller lokala myndigheter, om beskattningen
enligt denna lagstiftning inte strider mot avtalet. Utbytet av
upplysningar begr&#228;nsas inte av artikel 1.

&#167; 2. Upplysningar som en avtalsslutande stat tagit emot enligt
paragraf 1 ska behandlas som hemliga p&#229; samma s&#228;tt som
upplysningar som erh&#229;llits enligt den interna lagstiftningen i
denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter
(d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan) som
fastst&#228;ller, uppb&#228;r eller driver in de skatter som &#229;syftas i
paragraf 1 eller handl&#228;gger &#229;tal eller &#246;verklagande i fr&#229;ga om
dessa skatter eller som ut&#246;var tillsyn &#246;ver n&#228;mnda verksamheter.
Dessa personer eller myndigheter f&#229;r anv&#228;nda upplysningarna bara
f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa upplysningarna vid offentlig
r&#228;tteg&#229;ng eller i domstolsavg&#246;randen. Utan hinder av detta kan
upplysningar som en avtalsslutande stat mottagit anv&#228;ndas f&#246;r
andra &#228;ndam&#229;l d&#229; s&#229;dana upplysningar kan anv&#228;ndas f&#246;r s&#229;dana
andra &#228;ndam&#229;l enligt lagstiftningen i b&#229;da staterna och den
beh&#246;riga myndigheten i den stat som l&#228;mnar upplysningarna
till&#229;ter s&#229;dan anv&#228;ndning.

&#167; 3. Best&#228;mmelserna i paragraferna 1 och 2 medf&#246;r inte
skyldighet f&#246;r en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna avtalsslutande stat eller i den
andra avtalsslutande staten,

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande staten,

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet, industri-
, handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet
nyttjat f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande
skulle strida mot allm&#228;nna h&#228;nsyn (ordre public).

&#167; 4. D&#229; en avtalsslutande stat beg&#228;r upplysningar enligt denna
artikel ska den andra avtalsslutande staten anv&#228;nda de medel som
denna stat f&#246;rfogar &#246;ver f&#246;r att inh&#228;mta de beg&#228;rda
upplysningarna, &#228;ven om denna andra stat inte har behov av
upplysningarna f&#246;r sina egna beskattnings&#228;ndam&#229;l. F&#246;rpliktelsen
i f&#246;reg&#229;ende mening begr&#228;nsas av best&#228;mmelserna i paragraf 3,
men detta medf&#246;r inte en r&#228;tt f&#246;r en avtalsslutande stat att
v&#228;gra att l&#228;mna upplysningar uteslutande d&#228;rf&#246;r att denna stat
inte har n&#229;got eget intresse av s&#229;dana upplysningar.

&#167; 5. Best&#228;mmelserna i paragraf 3 medf&#246;r inte en r&#228;tt f&#246;r en
avtalsslutande stat att v&#228;gra att l&#228;mna upplysningar uteslutande
d&#228;rf&#246;r att upplysningarna innehas av en bank, annan finansiell
institution, ombud, representant eller f&#246;rvaltare eller d&#228;rf&#246;r
att upplysningarna g&#228;ller &#228;gander&#228;tt i en person.

Artikel 24

&#167; 1. D&#229; en av staterna till&#228;mpar detta avtal, skall, s&#229;vitt
icke sammanhanget annorlunda kr&#228;ver, varje uttryck, vars
inneb&#246;rd icke angivits i avtalet, anses hava den betydelse, som
uttrycket har enligt g&#228;llande lagar inom den ifr&#229;gavarande
staten r&#246;rande s&#229;dana skatter, som avses i detta avtal.

&#167; 2. De h&#246;gsta finansmyndigheterna i de b&#229;da staterna m&#229; vid
behandlingen av fr&#229;gor, vilka uppkomma i anledning av detta
avtal, tr&#228;da i direkt f&#246;rbindelse med varandra.

&#167; 3. De h&#246;gsta finansmyndigheterna skola tr&#228;ffa &#246;verenskommelse
d&#229; s&#229; erfordras till undanr&#246;jande av sv&#229;righeter eller
tvivelsm&#229;l, som uppkomma vid detta avtals tolkning eller
till&#228;mpning, &#228;vensom till undanr&#246;jande av obillighet p&#229; grund
av dubbelbeskattning i fall, som icke regleras i detta avtal,
s&#229;vitt fr&#229;ga &#228;r om d&#228;ri avsedda skatter.

Artikel 25

&#167; 1. Detta avtal skall ratificeras, f&#246;r Sveriges del av Hans
Maj:t Konungen av Sverige med riksdagens samtycke och f&#246;r
&#214;sterrikes del av Republiken &#214;sterrikes President.
Ratifikationshandlingarna skola snarast m&#246;jligt utv&#228;xlas i
Wien.

&#167; 2. Detta avtal tr&#228;der i kraft i och med
ratifikationshandlingarnas utv&#228;xling.

Artikel 26

&#167; 1. Efter utv&#228;xling av ratifikationshandlingarna skola
avtalets best&#228;mmelser till&#228;mpas

a) i &#214;sterrike:

betr&#228;ffande skatter, som uttagas f&#246;r tiden efter den 31
december 1958;

b) i Sverige:

betr&#228;ffande statlig inkomstskatt och allm&#228;n kommunalskatt, som
utg&#229; p&#229; grund av taxering under kalender&#229;ret 1960 (avseende
inkomst under kalender&#229;ret 1959 eller motsvarande r&#228;kenskaps&#229;r)
och senare &#229;r;

betr&#228;ffande kupongskatt &#229; s&#229;dan utdelning, som f&#246;rfaller till
betalning efter den 31 december 1958;

betr&#228;ffande sj&#246;mansskatt, som bel&#246;per &#229; tiden efter den 31
december 1958;

betr&#228;ffande bevillningsavgifter f&#246;r s&#228;rskilda f&#246;rm&#229;ner och
r&#228;ttigheter, som bel&#246;pa &#229; tiden efter den 31 december 1958;

betr&#228;ffande statlig f&#246;rm&#246;genhetsskatt, som utg&#229;r p&#229; grund av
taxering under kalender&#229;ret 1960 (avseende f&#246;rm&#246;genhet vid
utg&#229;ngen av kalender&#229;ret 1959) och senare &#229;r;

betr&#228;ffande &#246;vriga svenska skatter, som utg&#229; p&#229; grund av
taxering under kalender&#229;ret 1960 och senare &#229;r.

&#167; 2. Betr&#228;ffande skatter, vilka uttagas f&#246;r tiden f&#246;re
till&#228;mpningen av detta avtal, skola till&#228;mpas de best&#228;mmelser,
som p&#229; grundval av &#246;msesidighet till undvikande av
dubbelbeskattning &#246;verenskommits genom notev&#228;xlingen den 19
juli 1951 (kompletterad genom notev&#228;xlingen den 14 augusti
1956).

Artikel 27

Detta avtal f&#246;rbliver i kraft, s&#229; l&#228;nge detsamma icke upps&#228;ges
av en av staterna. Envar av staterna m&#229; - med iakttagande av en
upps&#228;gningstid av sex m&#229;nader - upps&#228;ga avtalet att g&#228;lla vid
slutet av ett kalender&#229;r. I h&#228;ndelse av s&#229;dan upps&#228;gning skall
avtalet sista g&#229;ngen till&#228;mpas:

a) i &#214;sterrike:

betr&#228;ffande skatter, som uttagas f&#246;r tiden intill den 31
december det kalender&#229;r, till vars slut avtalet uppsagts
(upps&#228;gnings&#229;ret);

b) i Sverige:

betr&#228;ffande statlig inkomstskatt, statlig f&#246;rm&#246;genhetsskatt och
allm&#228;n kommunalskatt, som utg&#229; p&#229; grund av taxering under
kalender&#229;ret efter upps&#228;gnings&#229;ret;

betr&#228;ffande kupongskatt &#229; s&#229;dan utdelning, som f&#246;rfaller till
betalning under upps&#228;gnings&#229;ret;

betr&#228;ffande sj&#246;mansskatt, som bel&#246;per &#229; upps&#228;gnings&#229;ret;

betr&#228;ffande bevillningsavgifter f&#246;r s&#228;rskilda f&#246;rm&#229;ner och
r&#228;ttigheter, som bel&#246;pa &#229; upps&#228;gnings&#229;ret;

betr&#228;ffande &#246;vriga svenska skatter, som utg&#229; p&#229; grund av
taxering under kalender&#229;ret efter upps&#228;gnings&#229;ret.

Till bekr&#228;ftelse h&#228;r&#229; hava de b&#229;da avtalsslutande staternas
befullm&#228;ktigade ombud undertecknat detta avtal och f&#246;rsett
detsamma med sigill.

Som skedde i Stockholm den 14 maj 1959 i vardera tv&#229;
originalexemplar &#229; svenska och tyska spr&#229;ken, vilka b&#229;da texter
&#228;ga lika vitsord.

&#214;sten Und&#233;n

Protokoll

Vid undertecknandet av protokollet om &#228;ndring i avtalet f&#246;r
undvikande av dubbelbeskattning betr&#228;ffande skatter &#229; inkomst
och f&#246;rm&#246;genhet undertecknat den 14 maj 1959, s&#229;som &#228;ndrat genom
protokoll undertecknade den 6 april 1970, den 5 november 1991
och den 21 augusti 2006, mellan Konungariket Sverige och
Republiken &#214;sterrike denna dag har undertecknade kommit &#246;verens
om att f&#246;ljande best&#228;mmelser ska utg&#246;ra en integrerande del av
avtalet.

Till artikel 23:

1. Vid beg&#228;ran om upplysningar enligt detta avtal ska den
beh&#246;riga myndigheten i den anmodande staten till den beh&#246;riga
myndigheten i den anmodade staten l&#228;mna f&#246;ljande upplysningar,
f&#246;r att visa att de efterfr&#229;gade upplysningarna kan antas vara
relevanta:

a) identiteten p&#229; den person som &#228;r f&#246;rem&#229;l f&#246;r utredning eller
unders&#246;kning,

b) uppgift om de beg&#228;rda upplysningarna, inbegripet deras
n&#228;rmare beskaffenhet och i vilken form som den anmodande staten
&#246;nskar att f&#229; upplysningarna fr&#229;n den anmodade staten,

c) det beskattnings&#228;ndam&#229;l f&#246;r vilket upplysningarna
efterfr&#229;gas,

d) sk&#228;len f&#246;r att anta att de beg&#228;rda upplysningarna finns i den
anmodade staten eller innehas eller kontrolleras av person inom
den anmodade statens jurisdiktion,

e) s&#229;vitt det &#228;r k&#228;nt, namn och adress p&#229; person som kan antas
inneha de beg&#228;rda upplysningarna,

f) uppgift om att den anmodande staten har vidtagit alla
&#229;tg&#228;rder f&#246;r att inh&#228;mta upplysningarna som st&#229;r till dess
f&#246;rfogande inom dess eget territorium, utom s&#229;dana &#229;tg&#228;rder som
skulle medf&#246;ra oproportionerligt stora sv&#229;righeter.

2. Kriteriet ”kan antas vara relevant” avses dels m&#246;jligg&#246;ra
vidast m&#246;jliga informationsutbyte i skatte&#228;renden, dels klarg&#246;ra
att det inte st&#229;r en avtalsslutande stat fritt att genomf&#246;ra
s.k. ”fishing expeditions” eller att beg&#228;ra upplysningar som
inte kan antas vara relevanta f&#246;r ett skatte&#228;rende avseende en
best&#228;md skattskyldig.

3. Artikel 23 paragraf 5 i avtalet medf&#246;r inte en skyldighet f&#246;r
de avtalsslutande staterna att utbyta upplysningar p&#229; spontan
eller automatisk basis.

4. Vid tolkningen av artikel 23 i avtalet ska – i till&#228;gg till
ovan n&#228;mnda principer – &#228;ven de principer som kommer till
uttryck i kommentaren till OECD:s modell f&#246;r skatteavtal
betr&#228;ffande inkomst och f&#246;rm&#246;genhet beaktas.



Abkommen zwischen der Republik &#214;sterreich und dem K&#246;nigreich
Schweden zur Vermeidung der Doppelbesteuerung auf dem Gebiete
der Steuern vom Einkommen und vom Verm&#246;gen

Der Bundespr&#228;sident der Republik &#214;sterreich und Seine Majest&#228;t,
der K&#246;nig von Schweden sind, von dem Wunsche geleitet, auf dem
Gebiete der Steuern vom Einkommen und vom Verm&#246;gen die
Doppelbesteuerung nach M&#246;glichkeit zu vermeiden,
&#252;bereingekommen ein Abkommen abzuschlie&#223;en. Zu diesem Zweck
haben zu ihren Bevollm&#228;chtigten ernannt:

Der Bundespr&#228;sident der Republik &#214;sterreich:

Herrn Dr. Rudolf Krippl-Redlich-Redensbruck, Seinen
ausserordentlichen und bevollm&#228;chtigten Botschafter.

Seine Majest&#228;t, der K&#246;nig von Schweden:

Herrn &#214;sten Und&#233;n, Minister f&#252;r Ausw&#228;rtige Angelegenheiten.

Die Bevollm&#228;chtigten haben nach Austausch ihrer in guter und
geh&#246;riger Form befundenen Vollmachten folgendes vereinbart:

Artikel 1

(1) Dieses Abkommen findet Anwendung auf nat&#252;rliche und
juristische Personen, die ihren Wohnsitz im Sinne des Artikels
2 im K&#246;nigreich Schweden oder in der Republik &#214;sterreich oder
in beiden Staaten haben.

(2) Dieses Abkommen gilt, ohne R&#252;cksicht auf die Art der
Erhebung, f&#252;r Steuern vom Einkommen und vom Verm&#246;gen, die f&#252;r
Rechnung eines jeden der beiden Staaten, seiner L&#228;nder,
Gemeinden oder Gemeindeverb&#228;nde (auch in Form von Zuschl&#228;gen)
erhoben werden.

(3) Als Steuern vom Einkommen und vom Verm&#246;gen gelten alle
Steuern, die vom Gesamteinkommen, vom Gesamtverm&#246;gen oder von
Teilen des Einkommens oder des Verm&#246;gens erhoben werden,
einschlie&#223;lich der Steuern vom Gewinn aus der Ver&#228;u&#223;erung
beweglichen oder unbeweglichen Verm&#246;gens sowie der Steuern vom
Verm&#246;genszuwachs.

(4) Zu den Steuern, f&#252;r die dieses Abkommen gilt, geh&#246;ren zur
Zeit insbesondere:

1. im K&#246;nigreich Schweden

a) die staatliche Einkommensteuer,

b) die Kuponsteuer,

c) die Seemansteuer,

d) die Sondersteuern von Aktiengesellschaften auf
Aussch&#252;ttungen bei Kapitalherabsetzung und bei
Nichtaussch&#252;ttung vorhandener Gewinne,

e) die staatliche Verm&#246;gensteuer,

f) die Waldpflegeabgabe,

g) die allgemeine Gemeindesteuer,

h) die Abgaben auf besondere Vorteile und Gerechtigkeiten;

2. in der Republik &#214;sterreich

a) die Einkommensteuer (einschlie&#223;lich der Lohnsteuer und der
Kapitalertragsteuer),

b) die K&#246;rperschaftsteuer (einschlie&#223;lich der
Kapitalertragsteuer),

c) die Verm&#246;gensteuer,

d) der Beitrag vom Einkommen zur F&#246;rderung des Wohnbaues und
f&#252;r Zwecke des Familienlastenausgleiches,

e) die Aufsichtsratsabgabe,

f) die Gewerbsteuer (einschlie&#223;lich der Lohnsummensteuer),

g) die Grundsteuer.

(5) Dieses Abkommen gilt auch f&#252;r alle Steuern gleicher oder
&#228;hnlicher Art, die k&#252;nftig neben den geltenden Steuern oder an
deren Stelle erhoben werden. Die obersten Finanzbeh&#246;rden der
beiden Staaten werden sich am Ende eines jeden Jahres die in
ihren Steuergesetzen eingetretenen &#196;nderungen mitteilen.

(6) Die obersten Finanzbeh&#246;rden der beiden Staaten werden im
beiderseitigen Einvernehmen etwaige Zweifel dar&#252;ber kl&#228;ren, f&#252;r
welche Steuern dieses Abkommen zu gelten hat.

(7) Die in diesem Abkommen genannten obersten Finanzbeh&#246;rden
sind auf seiten der Republik &#214;sterreich das Bundesministerium
f&#252;r Finanzen und auf seiten des K&#246;nigreiches Schweden das
Finanzministerium oder die Beh&#246;rde, der es &#252;bertragen worden
ist, an Stelle des Finanzministeriums Fragen dieses Abkommens
zu behandeln.

Artikel 2

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte, f&#252;r die in diesem Abkommen keine Regelung
getroffen ist, so hat nur dieser Staat das Besteuerungsrecht
f&#252;r diese Eink&#252;nfte.

(2) Im Sinne dieses Abkommens bedeutet der Ausdruck „eine
Person mit Wohnsitz in einem der beiden Staaten“ eine
nat&#252;rliche oder juristische Person, die nach dem Rechte dieses
Staates dort auf Grund ihres Wohnsitzes, ihres gew&#246;hnlichen
Aufenthaltes, des Ortes ihrer tats&#228;chlichen Leitung oder eines
anderen &#228;hnlichen Merkmals steuerpflichtig ist.

(3) Ergibt sich nach den Bestimmungen des Absatzes 2 f&#252;r eine
nat&#252;rliche Person ein Wohnsitz in beiden Staaten, so ist der
Wohnsitz im Sinne dieses Abkommens wie folgt zu ermitteln:

a) Der Wohnsitz einer nat&#252;rlichen Person gilt als in dem Staat
gelegen, in dem sie &#252;ber eine st&#228;ndige Wohnst&#228;tte verf&#252;gt.
Verf&#252;gt sie in beiden Staaten &#252;ber eine st&#228;ndige Wohnst&#228;tte, so
gilt ihr Wohnsitz als in dem Staat gelegen, zu dem sie die
engeren pers&#246;nlichen und wirtschaftlichen Beziehungen hat
(Mittelpunkt der Lebensinteressen);

b) kann nicht bestimmt werden, in welchem der beiden Staaten
die Person den Mittelpunkt der Lebensinteressen hat, oder
verf&#252;gt sie in keinem der Staaten &#252;ber eine st&#228;ndige
Wohnst&#228;tte, so gilt ihr Wohnsitz als in dem Staat gelegen, in
dem sie ihren gew&#246;hnlichen Aufenthalt hat;

c) hat die Person ihren gew&#246;hnlichen Aufenthalt in beiden oder
in keinem der beiden Staaten, so gilt ihr Wohnsitz als in dem
Staat gelegen, dessen Staatsangeh&#246;rigkeit sie besitzt;

d) geh&#246;rt die Person beiden oder keinem der Staaten an, so
werden die obersten Finanzbeh&#246;rden der beiden Staaten die Frage
im beiderseitigen Einvernehmen regeln.

(4) Ergibt sich nach den Bestimmungen des Absatzes 2 f&#252;r eine
juristische Person ein Wohnsitz in beiden Staaten, so gilt ihr
Wohnsitz im Sinne dieses Abkommens als in dem Staat gelegen, in
dem sich der Ort ihrer tats&#228;chlichen Leitung befindet. Dasselbe
gilt f&#252;r Personengesellschaften (handelsbolag, kommanditbolag,
enkelt bolag, partrederi, gruvbolag) und andere
Personenvereinigungen, die nach den f&#252;r sie ma&#223;gebenden
innerstaatlichen Gesetzen keine juristischen Personen sind.

Artikel 3

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus unbeweglichem Verm&#246;gen (einschlie&#223;lich
des Zubeh&#246;rs sowie des einem land- oder forstwirtschaftlichen
Betrieb dienenden lebenden und toten Inventars), das in dem
anderen Staate liegt, so hat der andere Staat das
Besteuerungsrecht f&#252;r diese Eink&#252;nfte. Berechtigungen, auf
welche die privatrechtlichen Vorschriften &#252;ber Grundst&#252;cke
Anwendung finden, sind dem unbeweglichen Verm&#246;gen
gleichzustellen.

(2) Absatz 1 gilt sowohl f&#252;r die durch unmittelbare Nutzung als
auch f&#252;r die durch Vermietung, Verpachtung und jede andere Art
der Nutzung des unbeweglichen Verm&#246;gens erzielten Eink&#252;nfte,
insbesondere aus festen oder ver&#228;nderlichen Verg&#252;tungen f&#252;r die
Ausbeutung von Grund und Boden sowie f&#252;r Eink&#252;nfte, die bei der
Ver&#228;u&#223;erung von unbeweglichem Verm&#246;gen erzielt werden.

(3) Die Abs&#228;tze 1 und 2 gelten auch dann, wenn die genannten
Verm&#246;gensgegenst&#228;nde zu einem gewerblichen Unternehmen (Artikel
4 und 7) geh&#246;ren.

(4) Was als unbewegliches Verm&#246;gen oder als Zubeh&#246;r gilt und
was als dem unbeweglichen Verm&#246;gen gleichgestellte Berechtigung
oder als Nutzungsrecht anzusehen ist, beurteilt sich nach den
Gesetzen des Staates, in dem der betreffende Gegenstand oder
der Gegenstand, auf den sich das in Rede stehende Recht
bezieht, liegt.

Artikel 4

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus einem gewerblichen Unternehmen, dessen
Wirkung sich auf das Gebiet des anderen Staates erstreckt, so
hat der andere Staat das Besteuerungsrecht f&#252;r diese Eink&#252;nfte
nur insoweit, als sie auf eine dort befindliche Betriebst&#228;tte
des Unternehmens entfallen.

(2) Die Bestimmungen des Absatzes 1 sind auch auf Eink&#252;nfte aus
offenen oder stillen Beteiligungen an einem gesellschaftlichen
Unternehmen anzuwenden, mit Ausnahme der Beteiligungen in Form
von Aktien, Kuxen, Genu&#223;scheinen, Obligationen mit
Gewinnbeteiligung, sonstigen Wertpapieren sowie der Anteile an
Genossenschaften und Gesellschaften mit beschr&#228;nkter Haftung.

(3) Die Abs&#228;tze l und 2 gelten sowohl f&#252;r die durch
unmittelbare Nutzung als auch f&#252;r die durch Vermietung,
Verpachtung und jede andere Art der Nutzung des gewerblichen
Unternehmens erzielten Eink&#252;nfte, sowie f&#252;r Eink&#252;nfte aus der
Ver&#228;u&#223;erung eines Unternehmens im ganzen, eines Anteiles am
Unternehmen, eines Teilbetriebes oder von Gegenst&#228;nden, die im
Unternehmen benutzt werden.

(4) Der Betriebst&#228;tte sollen diejenigen Eink&#252;nfte zugewiesen
werden, die sie erzielt h&#228;tte, wenn sie sich als selbst&#228;ndiges
Unternehmen mit gleichen oder &#228;hnlichen Gesch&#228;ften unter
gleichen oder &#228;hnlichen Bedingungen befa&#223;te und Gesch&#228;fte wie
ein unabh&#228;ngiges Unternehmen t&#228;tigte.

(5) Bei der Ermittlung der aus der T&#228;tigkeit einer
Betriebst&#228;tte erzielten Eink&#252;nfte ist grunds&#228;tzlich vom
Bilanzergebnis der Betriebst&#228;tte auszugehen. Dabei sollen alle
der Betriebst&#228;tte zurechenbaren Ausgaben einschlie&#223;lich eines
Anteils an den allgemeinen Verwaltungskosten des Unternehmens
ber&#252;cksichtigt, jedoch k&#252;nstliche Gewinnverlagerungen
ausgeschlossen werden; insbesondere ist die Vereinbarung von
Zinsen oder Lizenzgeb&#252;hren zwischen den Betriebst&#228;tten
desselben Unternehmens unbeachtlich.

(6) In besonders gelagerten F&#228;llen kann bei der Ermittlung der
Eink&#252;nfte der Gesamtgewinn des Unternehmens aufgeteilt werden.
Bei Versicherungsunternehmen kann in solchen F&#228;llen als Ma&#223;stab
das Verh&#228;ltnis der Rohpr&#228;mieneinnahmen der Betriebst&#228;tte zu den
gesamten Rohpr&#228;mieneinnahmen des Unternehmens zu Grunde gelegt
werden. Die obersten Finanzbeh&#246;rden der beiden Staaten sollen
sich zu einem m&#246;glichst fr&#252;hen Zeitpunkt verst&#228;ndigen, wenn
dies f&#252;r die Aufteilung der Eink&#252;nfte im einzelnen Fall
erforderlich ist.

(7) Absatz 1 ist entsprechend auf die Gewerbesteuer anzuwenden,
die von einer anderen Bemessungsgrundlage als den Eink&#252;nften
erhoben wird.

Artikel 5

(1) Der Begriff „Betriebst&#228;tte“ bedeutet eine feste
Gesch&#228;ftseinrichtung, in der die T&#228;tigkeit des Unternehmens
ganz oder teilweise ausge&#252;bt wird.

(2) Als Betriebst&#228;tten gelten insbesondere:

a) ein Ort der Leitung,

b) eine Zweigniederlassung,

c) eine Gesch&#228;ftsstelle,

d) eine Fabrikationsst&#228;tte,

e) eine Werkst&#228;tte,

f) ein Bergwerk, ein Steinbruch oder eine andere St&#228;tte der
Ausbeutung von Bodensch&#228;tzen,

g) eine Bauausf&#252;hrung oder Montage, deren Dauer zw&#246;lf Monate
&#252;berschreitet.

(3) Als Betriebst&#228;tten gelten nicht:

a) die Benutzung von Einrichtungen ausschlie&#223;lich zur Lagerung,
Ausstellung oder Auslieferung von dem Unternehmen geh&#246;renden
G&#252;tern oder Waren;

b) das Unterhalten eines Bestandes von dem Unternehmen
geh&#246;renden G&#252;tern oder Waren ausschlie&#223;lich zur Lagerung,
Ausstellung oder Auslieferung;

c) das Unterhalten eines Bestandes von dem Unternehmen
geh&#246;renden G&#252;tern oder Waren ausschlie&#223;lich zur Bearbeitung
oder Verarbeitung durch ein anderes Unternehmen;

d) das Unterhalten einer festen Gesch&#228;ftseinrichtung
ausschlie&#223;lich zum Einkauf von G&#252;tern oder Waren oder zur
Beschaffung von Informationen f&#252;r das Unternehmen;

e) das Unterhalten einer festen Gesch&#228;ftseinrichtung
ausschlie&#223;lich zur Werbung, zur Erteilung von Ausk&#252;nften, zur
wissenschaftlichen Forschung oder zur Aus&#252;bung &#228;hnlicher
T&#228;tigkeiten, die f&#252;r das Unternehmen vorbereitender Art sind
oder eine Hilfst&#228;tigkeit darstellen.

(4) Eine Person, die in einem der beiden Staaten f&#252;r ein
Unternehmen des anderen Staates t&#228;tig ist - mit Ausnahme eines
unabh&#228;ngigen Vertreters im Sinne des Absatzes 5 - gilt als eine
in dem erstgenannten Staat belegene Betriebst&#228;tte, wenn sie
eine Vollmacht besitzt, im Namen des Unternehmens in diesem
Staat Vertr&#228;ge abzuschlie&#223;en, und diese Vollmacht dort
gew&#246;hnlich aus&#252;bt, es sei denn, da&#223; sich ihre T&#228;tigkeit auf den
Einkauf von G&#252;tern oder Waren f&#252;r das Unternehmen beschr&#228;nkt.

(5) Ein Unternehmen eines der beiden Staaten wird nicht schon
deshalb so behandelt, als habe es eine Betriebst&#228;tte in dem
anderen Staat, weil es dort Gesch&#228;ftsbeziehungen durch einen
Makler, Kommission&#228;r oder einen anderen unabh&#228;ngigen Vertreter
unterh&#228;lt, sofern diese Personen im Rahmen ihrer ordentlichen
Gesch&#228;ftst&#228;tigkeit handeln.

(6) Die Tatsache, da&#223; eine juristische Person mit Wohnsitz in
einem der beiden Staaten eine juristische Person beherrscht
oder von einer solchen beherrscht wird, die in dem anderen
Staat ihren Wohnsitz hat oder dort (entweder durch eine
Betriebst&#228;tte oder in anderer Weise) Gesch&#228;ftsbeziehungen
unterh&#228;lt, macht f&#252;r sich allein keine dieser juristischen
Personen zur Betriebst&#228;tte der anderen.

Artikel 6

(1) Wenn ein Unternehmen eines der beiden Staaten verm&#246;ge
seiner Beteiligung an der Gesch&#228;ftsf&#252;hrung oder am finanziellen
Aufbau eines Unternehmens des anderen Staates mit diesem
Unternehmen wirtschaftliche oder finanzielle Bedingungen
vereinbart oder ihm solche auferlegt, die von denjenigen
abweichen, die mit einem unabh&#228;ngigen Unternehmen vereinbart
w&#252;rden, so d&#252;rfen Eink&#252;nfte, die eines der beiden Unternehmen
&#252;blicherweise erzielt h&#228;tte, aber wegen dieser Bedingungen
nicht erzielt hat, den Eink&#252;nften dieses Unternehmens
zugerechnet und entsprechend besteuert werden.

(2) Absatz 1 gilt sinngem&#228;&#223; im Verh&#228;ltnis zweier Unternehmen,
an deren Gesch&#228;ftsf&#252;hrung oder Verm&#246;gen dieselben Personen
unmittelbar oder mittelbar beteiligt sind.

Artikel 7

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus dem Betrieb der Schiffahrt oder der
Luftfahrt im internationalen Verkehr, so steht das
Besteuerungsrecht abweichend von Artikel 4 f&#252;r diese Eink&#252;nfte
nur jenem der beiden Staaten zu, in dem sich der Ort der
tats&#228;chlichen Leitung des betreffenden Unternehmens befindet,
gleichg&#252;ltig, ob der Betrieb mit eigenen oder gecharterten
Fahrzeugen durchgef&#252;hrt wird.

(2) Absatz 1 gilt auch, wenn ein Unternehmen der Schiffahrt
oder der Luftfahrt eines der beiden Staaten im Gebiet des
anderen Staates eine Agentur f&#252;r die Bef&#246;rderung von Personen
oder Waren betreibt. Dies gilt jedoch nur f&#252;r T&#228;tigkeiten, die
unmittelbar mit dem Betrieb der Schiffahrt oder der Luftfahrt
einschlie&#223;lich des Zubringerdienstes zusammenh&#228;ngen.

(3) Die Bestimmungen der Abs&#228;tze 1 und 2 gelten auch f&#252;r
Beteiligungen von Unternehmen der Luftfahrt an einem Pool oder
einer Betriebsgemeinschaft und insbesondere f&#252;r die Beteiligung
der Gesellschaft „Aktiebolaget Aerotransport“ an dem Konsortium
„Scandinavian Airlines System“.

(4) Absatz 1 ist entsprechend auf die Gewerbesteuer anzuwenden,
die von einer anderen Bemessungsgrundlage als den Eink&#252;nften
erhoben wird.

Artikel 8

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus der Ver&#228;u&#223;erung einer Beteiligung an
einer Kapitalgesellschaft, die ihren Wohnsitz in dem anderen
Staat hat, so hat nur der erstgenannte Staat das
Besteuerungsrecht f&#252;r diese Eink&#252;nfte. Werden diese Eink&#252;nfte
durch eine in dem anderen Staat gelegene Betriebst&#228;tte erzielt,
so steht das Besteuerungsrecht auch diesem anderen Staat zu.

(2) Ungeachtet der Bestimmungen des Absatzes 1 dieses Artikels
und des Absatzes 1 von Artikel 2 d&#252;rfen Eink&#252;nfte aus der
Ver&#228;u&#223;erung von Aktien oder anderen Anteilen oder Rechten an
einer Kapitalgesellschaft bei einer nat&#252;rlichen Person, die
ihren Wohnsitz in einem der beiden Staaten begr&#252;ndet hat, auch
im anderen Staat besteuert werden; dies jedoch nur in Bezug auf
jenen Eink&#252;nfteteil, der auf die Zeit vor der Begr&#252;ndung des
Wohnsitzes im erstgenannten Staat entf&#228;llt. Wird eine
Beteiligung im Sinn des vorstehenden Satzes zur G&#228;nze oder
teilweise ver&#228;u&#223;ert und betr&#228;gt die Beteiligung weniger als 1
vom Hundert des Kapitals der Kapitalgesellschaft, sind die
Bestimmungen dieses Absatzes nur dann anzuwenden, wenn die
Ver&#228;u&#223;erung innerhalb von f&#252;nf Jahren nach dem Zeitpunkt
erfolgt, an dem die nat&#252;rliche Person ihren Wohnsitz im
erstgenannten Staat begr&#252;ndet hat.

Artikel 9

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten aus dem anderen Staat Eink&#252;nfte aus Lizenzgeb&#252;hren oder
anderen Verg&#252;tungen f&#252;r die Ben&#252;tzung oder das Recht auf
Ben&#252;tzung von Urheberrechten, Patenten, Gebrauchsmustern,
Herstellungsverfahren, Warenzeichen oder &#228;hnlichen Rechten
(au&#223;er Rechten, die die Ausbeutung von Grund und Boden
betreffen), so hat nur der Wohnsitzstaat das Besteuerungsrecht
f&#252;r diese Eink&#252;nfte. Sind jedoch derartige Verg&#252;tungen
unverh&#228;ltnism&#228;&#223;ig hoch, so gilt der erste Satz lediglich f&#252;r
den Teil der Verg&#252;tungen, der einer angemessenen Gegenleistung
entspricht. In diesem Fall kann der &#252;bersteigende Betrag nach
dem Recht jedes Staates und unter Ber&#252;cksichtigung der anderen
Bestimmungen dieses Abkommens besteuert werden.

(2) Lizenzgeb&#252;hren im Sinne des Absatzes 1, die von einer
Kapitalgesellschaft mit Wohnsitz in einem der beiden Staaten an
eine Person mit Wohnsitz im anderen Staat bezahlt werden, die
zu mehr als 50 vom Hundert am Grund- oder Stammkapital der
auszahlenden Kapitalgesellschaft beteiligt ist, k&#246;nnen
abweichend von den Bestimmungen des Absatzes 1 in dem
erstgenannten Staat besteuert werden: die Steuer darf jedoch 10
vom Hundert des Rohbetrages der Lizenzgeb&#252;hren nicht
&#252;bersteigen.

(3) Absatz 1 gilt auch f&#252;r die Eink&#252;nfte aus der Ver&#228;u&#223;erung
der dort genannten Rechte.

(4) Wie Lizenzgeb&#252;hren werden Mietgeb&#252;hren und &#228;hnliche
Verg&#252;tungen f&#252;r die &#220;berlassung kinematographischer Filme, f&#252;r
die Ben&#252;tzung gewerblicher, kaufm&#228;nnischer oder
wissenschaftlicher Ausr&#252;stungen oder f&#252;r die &#220;berlassung
gewerblicher Erfahrungen behandelt.

(5) Die Abs&#228;tze 1 bis 4 gelten nicht, wenn eine Person mit
Wohnsitz in einem der beiden Staaten eine Betriebst&#228;tte in dem
anderen Staat hat und die Eink&#252;nfte durch diese Betriebst&#228;tte
erzielt. In diesem Fall hat der andere Staat das
Besteuerungsrecht f&#252;r diese Eink&#252;nfte.

Artikel 10

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Dividenden, die von einer Kapitalgesellschaft mit
Wohnsitz in dem anderen Staat gezahlt werden, so hat
vorbehaltlich des Absatzes 2 nur der Wohnsitzstaat des
Dividendenempf&#228;ngers das Besteuerungsrecht f&#252;r diese Eink&#252;nfte.

(2) Diese Dividenden d&#252;rfen jedoch auch in dem Staat, in dem
die Dividenden zahlende Gesellschaft ihren Wohnsitz hat, nach
dem Recht dieses Staates besteuert werden; die Steuer darf
aber, wenn der Empf&#228;nger der Dividenden der Nutzungsberechtigte
ist, nicht &#252;bersteigen:

a) 5 % des Bruttobetrags der Dividenden, wenn der
Nutzungsberechtigte eine Gesellschaft (jedoch keine
Personengesellschaft) ist, die unmittelbar &#252;ber mindestens 25
vom Hundert des Kapitals der die Dividenden zahlenden
Gesellschaft verf&#252;gt;

b) 10 % des Bruttobetrags der Dividenden in allen anderen
F&#228;llen.

(3) Soweit in einem der beiden Staaten die Steuer von
inl&#228;ndischen Dividenden im Abzugsweg an der Quelle erhoben
wird, wird das Recht dieses Staates, den Steuerabzug in voller
H&#246;he vorzunehmen, durch die Abs&#228;tze 1 und 2 nicht ber&#252;hrt. Wenn
die Steuer im Abzugsweg erhoben wird, ist sie auf Antrag des
Dividendenempf&#228;ngers mit Wohnsitz in dem anderen Staat
r&#252;ckzuerstatten, soweit sie 10 vom Hundert des Bruttobetrages
der Dividenden &#252;bersteigt. Der Antrag auf R&#252;ckerstattung mu&#223;
innerhalb von zwei Jahren nach Ablauf des Kalenderjahres, in
dem die der Steuer unterliegende Leistung f&#228;llig geworden ist,
bei der zust&#228;ndigen Beh&#246;rde des Staates eingebracht werden, in
dem der Dividendenempf&#228;nger seinen Wohnsitz hat.

(4) Die obersten Finanzbeh&#246;rden der beiden Staaten regeln in
gegenseitigem Einvernehmen, wie die Bestimmungen der Abs&#228;tze 2
und 3 durchzuf&#252;hren sind. Hierbei soll keiner der beiden
Staaten verpflichtet werden, Ma&#223;nahmen zu treffen, die seiner
Gesetzgebung nicht entsprechen.

(5) Bez&#252;glich der Anspr&#252;che, die nach Absatz 3 den Angeh&#246;rigen
diplomatischer oder konsularischer Vertretungen sowie den
internationalen Organisationen, ihren Organen und Beamten
zustehen, sind die folgenden Regeln anzuwenden:

a) Bei Angeh&#246;rigen einer diplomatischen oder konsularischen
Vertretung des einen Staates, die im anderen Staat oder in
einem dritten Staat residieren und die Staatsangeh&#246;rigkeit des
Entsendestaates besitzen, gilt der Wohnsitz als in diesem
letzteren Staat gelegen, sofern sie dort zur Entrichtung
direkter Steuern von Dividenden verpflichtet sind;

b) internationale Organisationen und ihre Organe sowie die
Beamten solcher Organisationen und das Personal diplomatischer
oder konsularischer Vertretungen eines dritten Staates, die
sich in einem der beiden Staaten aufhalten oder dort residieren
und in diesem Staat von der Entrichtung direkter Steuern von
Dividenden befreit sind, haben keinen Anspruch auf Entlastung
von den im anderen Staat erhobenen Steuern.

(6) Dividenden, die von einer Kapitalgesellschaft mit Wohnsitz
in einem der beiden Staaten an eine Kapitalgesellschaft mit
Wohnsitz in dem anderen Staat ausgesch&#252;ttet werden, sollen in
diesem anderen Staat steuerbefreit sein, aber nur insofern die
Dividenden gem&#228;&#223; den Gesetzen dieses Staates von der
Besteuerung ausgenommen w&#228;ren, wenn die beiden Gesellschaften
ihren Wohnsitz in diesem Staat gehabt h&#228;tten. Bei der Anwendung
dieser Vorschrift wird in Schweden eine &#246;sterreichische
Gesellschaft mit beschr&#228;nkter Haftung wie eine
Aktiengesellschaft behandelt. Die Steuerbefreiung gilt
vorbehaltlich der zur Verhinderung von Steuerumgehungen
erlassenen innerstaatlichen Gesetze.

(7) Die Abs&#228;tze 1 und 2 sind nicht anzuwenden, wenn der
Empf&#228;nger der Dividenden mit Wohnsitz in einem der beiden
Staaten in dem anderen Staat, in dem die die Dividenden
zahlende Gesellschaft ihren Wohnsitz hat, eine Betriebst&#228;tte
hat und die Beteiligung, f&#252;r die die Dividenden gezahlt werden,
tats&#228;chlich zu dieser Betriebst&#228;tte geh&#246;rt. In diesem Fall ist
Artikel 4 anzuwenden.

(8) Der in diesem Artikel verwendete Begriff „Dividenden“
bedeutet Eink&#252;nfte aus Aktien, Genu&#223;aktien oder Genu&#223;cheinen,
Kuxen, Gr&#252;nderanteilen oder anderen Rechten - ausgenommen
Forderungen - mit Gewinnbeteiligung sowie aus sonstigen
Gesellschaftsanteilen stammende Eink&#252;nfte, die nach dem
Steuerrecht des Staates, in dem die aussch&#252;ttende
Kapitalgesellschaft ihren Wohnsitz hat, den Eink&#252;nften aus
Aktien gleichgestellt sind.

Der in diesem Artikel verwendete Begriff „Kapitalgesellschaft“,
bedeutet juristische Personen oder Rechtstr&#228;ger, die f&#252;r die
Besteuerung wie juristische Personen behandelt werden.

(9) Bezieht eine Kapitalgesellschaft mit Wohnsitz in einem der
beiden Staaten Gewinne oder Eink&#252;nfte aus dem anderen Staat, so
darf dieser andere Stat weder die Dividenden besteuern, die die
Kapitalgesellschaft an Personen zahlt, die nicht in diesem
anderen Staat ihren Wohnsitz haben, noch Gewinne der
Kapitalgesellschaft einer Steuer f&#252;r nichtausgesch&#252;ttete
Gewinne unterwerfen, selbst wenn die gezahlten Dividenden oder
die nicht ausgesch&#252;tteten Gewinne ganz oder teilweise aus in
diesem anderen Staat erzielten Gewinnen oder Eink&#252;nften
bestehen.

Artikel 10 A

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Zinsen aus dem anderen Staat, so hat vorbehaltlich des
Absatzes 2 nur der Wohnsitzstaat das Besteuerungsrecht f&#252;r
diese Eink&#252;nfte. Werden diese Eink&#252;nfte durch eine im anderen
Staat gelegene Betriebst&#228;tte erzielt, so steht das
Besteuerungsrecht diesem anderen Staat zu.

(2) Die Bestimmungen des Artikels 10 Abs&#228;tze 3 bis 5 sind
sinngem&#228;&#223; anzuwenden. Der Anspruch auf R&#252;ckerstattung bezieht
sich jedoch auf den Gesamtbetrag der von Zinsen im Abzugsweg an
der Quelle erhobenen Steuer.

(3) Der in diesem Artikel verwendete Begriff „Zinsen“ bedeutet
Eink&#252;nfte aus &#246;ffentlichen Anleihen, aus Obligationen, auch
wenn sie durch Pfandrechte an Grundst&#252;cken gesichert oder mit
einer Gewinnbeteiligung ausgestattet sind, und aus Forderungen
jeder Art, sowie alle anderen Eink&#252;nfte, die nach dem
Steuerrecht des Staates, aus dem sie stammen, den Eink&#252;nften
aus Darlehen gleichgestellt sind.

(4) Bestehen zwischen Schuldner und Gl&#228;ubiger oder zwischen
jedem von ihnen und einem Dritten besondere Beziehungen und
&#252;bersteigen deshalb die gezahlten Zinsen, gemessen an der
zugrunde liegenden Forderung, den Betrag, den Schuldner und
Gl&#228;ubiger ohne diese Beziehungen vereinbart h&#228;tten, so wird
dieser Artikel nur auf diesen letzten Betrag angewendet. In
diesem Fall kann der &#252;bersteigende Betrag nach dem
innerstaatlichen Recht der beiden Staaten und unter
Ber&#252;cksichtigung der anderen Bestimmungen dieses Abkommens
besteuert werden.

Artikel 11

(1) Bezieht eine nat&#252;rliche Person mit Wohnsitz in einem der
beiden Staaten Eink&#252;nfte aus freien Berufen, so hat der andere
Staat das Besteuerungsrecht f&#252;r diese Eink&#252;nfte nur insoweit,
als die Person ihre T&#228;tigkeit in dem anderen Staat under
Ben&#252;tzung einer ihr dort regelm&#228;&#223;ig zur Verf&#252;gung stehenden
st&#228;ndigen Einrichtung aus&#252;bt.

(2) Artikel 4 Absatz 3 gilt sinngem&#228;&#223;.

(3) Als freier Beruf gilt insbesondere die selbst&#228;ndige
wissenschaftliche, k&#252;nstlerische, schriftstellerische,
unterrichtende oder erzieherische Erwerbst&#228;tigkeit und die
selbst&#228;ndige Erwerbst&#228;tigkeit der &#196;rzte, Rechtsanw&#228;lte,
Architekten, Ingenieure, Wirtschaftstreuh&#228;nder und
Patentanw&#228;lte.

Artikel 12

Bezieht eine nat&#252;rliche Person mit Wohnsitz in einem der beiden
Staaten in ihrer Eigenschaft als Mitglied des Aufsichts- oder
Verwaltungsrates einer Kapitalgesellschaft mit Wohnsitz in dem
anderen Staat Aufsichtsrats- oder Vervaltungsratsverg&#252;tungen
und &#228;hnliche Zahlungen, so steht das Besteuerungsrecht f&#252;r
diese Eink&#252;nfte diesem anderen Staat zu.

Artikel 13

(1) Bezieht eine nat&#252;rliche Person mit Wohnsitz in einem der
beiden Staaten Eink&#252;nfte aus nichtselbst&#228;ndiger Arbeit (L&#246;hne,
Geh&#228;lter und &#228;hnliche Verg&#252;tungen), die in dem anderen Staat
ausge&#252;bt wird, so hat der andere Staat das Besteuerungsrecht
f&#252;r diese Eink&#252;nfte.

(2) Abweichend von Absatz 1 k&#246;nnen Eink&#252;nfte aus
nichtselbst&#228;ndiger Arbeit nur in dem Staat besteuert werden, in
dem der Arbeitnehmer seinen Wohnsitz hat, wenn dieser
Arbeitnehmer entweder

a) sich vor&#252;bergehend, insgesamt nicht l&#228;nger als 183 Tage
w&#228;hrend eines Kalenderjahres, in dem anderen Staat aufh&#228;lt und
f&#252;r seine w&#228;hrend dieser Zeit ausge&#252;bte T&#228;tigkeit von einem
Arbeitgeber entlohnt wird, der seinen Wohnsitz nur in dem
erstgenannten Staat hat, und f&#252;r seine T&#228;tigkeit nicht zu
Lasten einer in dem anderen Staat befindlichen Betriebst&#228;tte
oder st&#228;ndigen Einrichtung des Arbeitgebers entlohnt wird, oder

b) ausschlie&#223;lich oder vorwiegend an Bord von Flugzeugen eines
Unterhehmens der Luftfahrt eines der beiden Staaten
(insbesondere bei dem Konsortium „Scandinavian Airlines
System“) t&#228;tig ist.

(3) Wenn die Arbeit ausschlie&#223;lich oder vorwiegend an Bord von
Schiffen ausge&#252;bt wird und der Ort der tats&#228;chlichen Leitung
des Unternehmens, das die Fahrzeuge betreibt, sich in einem der
beiden Staaten befindet, so gilt im Sinne des Absatzes 1 die
Arbeit als in diesem Staat auge&#252;bt.

(4) Absatz 1 gilt nicht f&#252;r Studenten einer Hochschule,
technischen Schule oder &#228;hnlichen Lehranstalt eines der beiden
Staaten, die gegen Entgelt bei einem Unternehmen in dem anderen
Staat nicht l&#228;nger als 100 Tage w&#228;hrend eines Kalenderjahres
besch&#228;ftigt werden, um eine praktische Ausbildung zu erhalten.

Artikel 14

Bezieht eine nat&#252;rliche Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus freiberuflicher oder nichtselbst&#228;ndiger
Arbeit f&#252;r T&#228;tigkeiten, die in dem anderen Staat f&#252;r
Unterhaltungsdarbietungen ausge&#252;bt werden, wie zum Beispiel als
B&#252;hnen-, Radio-, Fernseh-, Filmk&#252;nstler und Schauspieler,
Musiker, Artist und Berufssportler, so steht das
Besteuerungsrecht f&#252;r diese Eink&#252;nfte abweichend von den
Bestimmungen des Artikels 11 und des Artikels 13 Absatz 2
diesem anderen Staat zu. Die Bestimmungen des Artikels 9 Absatz
1 bleiben unber&#252;hrt.

Artikel 15

Bezieht eine nat&#252;rliche Person mit Wohnzitz in einem der beiden
Staaten aus dem anderen Staat Ruhegeh&#228;lter, Witwen- oder
Waisenpensionen sowie andere Bez&#252;ge oder geldwerte Vorteile f&#252;r
fr&#252;here Dienstleistungen, so hat nur der Wohnsitzstaat das
Besteuerungsrecht f&#252;r diese Eink&#252;nfte.

Artikel 16

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte aus Geh&#228;ltern, L&#246;hnen und &#228;hnlichen
Verg&#252;tungen oder aus Ruhegeh&#228;ltern, Witwen- und
Waisenpensionen, die der andere Staat oder die L&#228;nder,
Gemeinden oder Gemeindeverb&#228;nde oder andere juristische
Personen des &#246;ffentlichen Rechtes jenes anderen Staates f&#252;r
gegenw&#228;rtige oder fr&#252;here Dienst- oder Arbeitsleistungen
gew&#228;hren, so hat abweichend von den Bestimmungen der Artikel 13
und 15 nur dieser andere Staat das Besteuerungsrecht f&#252;r diese
Eink&#252;nfte. Das gleiche gilt auch f&#252;r Bez&#252;ge aus der
gesetzlichen Sozialversicherung dieses anderen Staates.

(2) Absatz 1 findet keine Anwendung

a) auf Zahlungen, die an Personen geleistet werden, welche die
Staatsangeh&#246;rigkeit des erstgenannten Staates besitzen,

b) auf Zahlungen f&#252;r Dienste, die im Zusammenhang mit einer in
Gewinnerzielungsabsicht durchgef&#252;hrten gewerblichen T&#228;tigkeit
einer der in Absatz 1 genannten juristischen Personen geleistet
werden oder geleistet worden sind.

(3) Ob eine juristische Person eine solche des &#246;ffentlichen
Rechtes ist, wird nach den Gesetzen des Staates entschieden, in
dem sie errichtet ist.

Artikel 17

Studenten, Lehrlinge, Praktikanten und Volont&#228;re eines der
beiden Staaten, die sich nur zu Studien- oder
Ausbildungszwecken in dem anderen Staat aufhalten, werden von
den f&#252;r ihren Lebensunterhalt, ihre Studien und ihre Ausbildung
empfangenen Bez&#252;gen in diesem anderen Staat nicht besteuert,
wenn ihnen diese Bez&#252;ge aus dem erstgenannten Staat oder sonst
aus dem Ausland zuflie&#223;en.

Artikel 18

(1) Das Besteuerungsrecht f&#252;r Verm&#246;gen einer Person mit
Wohnsitz in einem der beiden Staaten, soweit es besteht aus:

a) unbeweglichem Verm&#246;gen (Artikel 3),

b) Verm&#246;gen, das einem gewerblichen Unternehmen dient (Artikel
4 und 7),

c) Verm&#246;gen, das der Aus&#252;bung freier Berufe dient (Artikel 11),

hat der Staat, dem das Besteuerungsrecht f&#252;r die Eink&#252;nfte aus
diesem Verm&#246;gen zusteht.

(2) Das Besteuerungsrecht f&#252;r anderes Verm&#246;gen einer Person
hat nur der Staat, in dem diese Person ihren Wohnsitz hat.

(3) Hinsichtlich der in den Abs&#228;tzen 1 und 2 angef&#252;hrten F&#228;lle
finden die Bestimmungen des Artikels 10 Absatz 6 sinngem&#228;&#223;
Anwendung.

(4) Das Verm&#246;gen einer juristischen Person mit Wohnsitz in
einem der beiden Staaten darf in dem anderen Staat keiner
Besteuerung unterworfen werden, die h&#246;her oder belastender ist
als die Besteuerung des Verm&#246;gens einer juristischen Person
derselben oder &#228;hnlicher Art mit Wohnsitz im anderen Staat.

Artikel 19

Die Vorschriften der schwedischen Gesetze &#252;ber die Einkommens-
und Verm&#246;gensbesteuerung ruhender Erbschaften finden insoweit
keine Anwendung, als f&#252;r das aus der Erbschaft herr&#252;hrende
Einkommen und Verm&#246;gen der Erwerber in &#214;sterreich nach den
Bestimmungen dieses Abkommens unmittelbar zur Steuer
herangezogen wird.

Artikel 20

(1) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte oder hat sie Verm&#246;gen, so k&#246;nnen diese
Eink&#252;nfte oder dieses Verm&#246;gen - auch wenn das
Besteuerungsrecht nach den vorstehenden Artikeln dieses
Abkommens dem anderen Staat zusteht - vorbehaltlich des
Absatzes 2 im erstgenannten Staat besteuert werden. Der Staat,
in dem die Person ihren Wohnsitz hat, rechnet jedoch

a) auf die vom Einkommen dieser Person zu erhebende Steuer den
Betrag an, der der im anderen Staat gezahlten Steuer vom
Einkommen entspricht;

b) auf die vom Verm&#246;gen dieser Person zu erhebende Steuer den
Betrag an, der der im anderen Staat gezahlten Steuer vom
Verm&#246;gen entspricht.

Der anzurechnende Betrag darf jedoch den Teil der vor der
Anrechnung ermittelten Steuer nicht &#252;bersteigen, der auf
Eink&#252;nfte oder Verm&#246;gen entf&#228;llt, die der Besteuerung im
anderen Staat unterliegen.

(2) Bezieht eine Person mit Wohnsitz in einem der beiden
Staaten Eink&#252;nfte, die nach Artikel 7 oder nach Artikel 16
Absatz 1 nur im anderen Staat besteuert werden k&#246;nnen, oder hat
sie Verm&#246;gen, das nach Artikel 18 Absatz 1 in Verbindung mit
Artikel 7 der Besteuerung nur im anderen Staat unterliegt, so
nimmt der erstgenannte Staat diese Eink&#252;nfte oder dieses
Verm&#246;gen von seiner Besteuerung aus; der erstgenannte Staat kan
aber bei der Festsetzung der Steuer f&#252;r das &#252;brige Einkommen
oder Verm&#246;gen dieser Person den Steuersatz anwenden, der
anzuwenden w&#228;re, wenn die betreffenden Eink&#252;nfte oder das
betreffende Verm&#246;gen nicht von der Besteuerung ausgenommen
w&#228;ren. Das gleiche gilt f&#252;r Eink&#252;nfte im Sinne des Artikels 10
Absatz 6 und f&#252;r Verm&#246;gen im Sinne des Artikels 18 Absatz 3.

Artikel 21

Dieses Abkommen ber&#252;hrt nicht den Anspruch auf etwaige
weitergehende Befreiungen, die nach den allgemeinen Regeln des
V&#246;lkerrechtes oder besonderen Vereinbarungen den Angeh&#246;rigen
der diplomatischen oder konsularischen Vertretungen zustehen.
Soweit auf Grund solcher weitergehenden Befreiungen Eink&#252;nfte
und Verm&#246;gen im Empfangsstaat nicht besteuert werden, bleibt
die Besteuerung dem Entsendestaat vorbehalten.

Artikel 22

(1) Weist eine Person mit Wohnsitz in einem der beiden Staaten
nach, da&#223; Ma&#223;nahmen der Finanzbeh&#246;rden der beiden Staaten f&#252;r
sie die Wirkung einer Doppelbesteuerung haben oder haben
werden, die den Grunds&#228;tzen dieses Abkommens widerspricht, so
kan sie sich, unbeschadet eines innerstaatlichen Rechtsmittels,
an die oberste Finanzbeh&#246;rde des Staates wenden in dem sie
ihren Wohnsitz hat.

(2) Werden die Einwendungen f&#252;r begr&#252;ndet erachtet, so soll die
nach Absatz 1 zust&#228;ndige oberste Finanzbeh&#246;rde, wenn sie auf
ihren eigenen Steueranspruch nicht verzichten will, versuchen,
sich mit der obersten Finanzbeh&#246;rde des anderen Staates zu
verst&#228;ndigen, um eine Doppelbesteuerung zu vermeiden.

Artikel 23

1. Die zust&#228;ndigen Beh&#246;rden der Vertragsstaaten tauschen die
Informationen aus, die zur Durchf&#252;hrung dieses Abkommens oder
zur Anwendung oder Durchsetzung des innerstaatlichen Rechts
betreffend Steuern jeder Art und Bezeichnung, die f&#252;r Rechnung
der Vertragsstaaten oder ihrer Gebietsk&#246;rperschaften erhoben
werden, voraussichtlich erheblich sind, soweit die diesem Recht
entsprechende Besteuerung nicht dem Abkommen widerspricht. Der
Informationsaustausch ist durch Artikel 1 nicht eingeschr&#228;nkt.

2. Alle Informationen, die ein Vertragsstaat nach Absatz 1
erhalten hat, sind ebenso geheim zu halten wie die auf Grund des
innerstaatlichen Rechts dieses Staates beschafften Informationen
und d&#252;rfen nur den Personen oder Beh&#246;rden (einschlie&#223;lich der
Gerichte und Verwaltungsbeh&#246;rden) zug&#228;nglich gemacht werden, die
mit der Veranlagung oder Erhebung, der Vollstreckung oder
Strafverfolgung, oder mit der Entscheidung von Rechtsmitteln
hinsichtlich der in Absatz 1 genannten Steuern oder mit der
Aufsicht dar&#252;ber befasst sind. Diese Personen oder Beh&#246;rden
d&#252;rfen die Informationen nur f&#252;r diese Zwecke verwenden. Sie
d&#252;rfen die Informationen in einem &#246;ffentlichen Gerichtsverfahren
oder in einer Gerichtsentscheidung offen legen. Ungeachtet der
vorstehenden Bestimmungen kann ein Vertragsstaat die erhaltenen
Informationen f&#252;r andere Zwecke verwenden, wenn solche
Informationen nach dem Recht beider Staaten f&#252;r solche andere
Zwecke verwendet werden d&#252;rfen und die zust&#228;ndige Beh&#246;rde
desjenigen Staates, der die Informationen erteilt hat, dieser
anderen Verwendung zustimmt.

3. Die Abs&#228;tze 1 und 2 sind nicht so auszulegen, als
verpflichteten sie einen Vertragsstaat,

a) Verwaltungsma&#223;nahmen durch-zuf&#252;hren, die von den Gesetzen
und der Verwaltungspraxis dieses oder des anderen Vertragsstaats
abweichen;

b) Informationen zu erteilen, die nach den Gesetzen oder im
&#252;blichen Verwaltungsverfahren dieses oder des anderen
Vertragsstaats nicht beschafft werden k&#246;nnen;

c) Informationen zu erteilen, die ein Handels-, Industrie-,
Gewerbe- oder Berufsgeheimnis oder ein Gesch&#228;ftsverfahren
preisgeben w&#252;rden oder deren Erteilung dem Ordre public
widerspr&#228;che.

4. Ersucht ein Vertragsstaat gem&#228;&#223; diesem Artikel um
Informationen, so nutzt der andere Vertragsstaat die ihm zur
Verf&#252;gung stehenden M&#246;glichkeiten zur Beschaffung der erbetenen
Informationen, selbst wenn dieser andere Staat diese
Informationen f&#252;r seine eigenen steuerlichen Zwecke nicht
ben&#246;tigt. Die im vorhergehenden Satz enthaltene Verpflichtung
unterliegt den Beschr&#228;nkungen nach Absatz 3, wobei diese jedoch
nicht so auszulegen sind, dass ein Vertragsstaat die Erteilung
von Informationen nur deshalb ablehnen kann, weil er kein
innerstaatliches Interesse an solchen Informationen hat.

5. Absatz 3 ist in keinem Fall so auszulegen, als k&#246;nne ein
Vertragsstaat die Erteilung von Informationen nur deshalb
ablehnen, weil sich die Informationen bei einer Bank, einem
sonstigen Kreditinstitut, einem Bevollm&#228;chtigten, Vertreter oder
Treuh&#228;nder befinden oder weil sie sich auf das Eigentum an einer
Person beziehen.

Artikel 24

(1) Bei der Anwendung dieses Abkommens durch einen der beiden
Staaten ist, soweit sich aus dem Zusammenhang nichts anderes
ergibt, jeder in diesem Abkommen nicht umschriebene Begriff
nach den Gesetzen dieses Staates auszulegen, die sich auf die
Steuern im Sinne des Abkommens beziehen.

(2) Die obersten Finanzbeh&#246;rden der beiden Staaten k&#246;nnen bei
der Behandlung von Fragen, die sich aus diesem Abkommen
ergeben, unmittelbar miteinander verkehren.

(3) Zur Beseitigung von Schwierigkeiten und Zweifeln, die bei
der Auslegung oder Anwendung dieses Abkommens auftreten, sowie
zur Beseitigung von H&#228;rten auf Grund einer Doppelbesteuerung
bei den Steuern im Sinne dieses Abkommens in F&#228;llen, die in
diesem Abkommen nicht geregelt sind, werden sich die obersten
Finanzbeh&#246;rden verst&#228;ndigen.

Artikel 25

(1) Dieses Abkommen soll ratifiziert werden, und zwar
schwedischerseits durch Seine Majest&#228;t den K&#246;nig von Schweden
mit Zustimmung des Riksdags, &#246;sterreichischerseits durch den
Bundespr&#228;sidenten der Republik &#214;sterreich. Die
Ratifikationsurkunden sollen so bald wie m&#246;glich in Wien
ausgetauscht werden.

(2) Dieses Abkommen tritt mit dem Austausch der
Ratifikationsurkunden in Kraft.

Artikel 26

(1) Nach Austausch der Ratifikationsurkunden finden die
Bestimmungen des Abkommens Anwendung:

a) in &#214;sterreich:

auf die Steuern, die f&#252;r die Zeit nach dem 31. Dezember 1958
erhoben werden;

b) in Schweden:

auf die staatliche Einkommensteuer und die allgemeine
Gemeindesteuer, die Gegenstand der Veranlagungen des
Kalenderjahres 1960 (hinsichtlich der Eink&#252;nfte des
Kalenderjahres 1959 oder des entsprechenden Rechnungsjahres)
und sp&#228;terer Kalenderjahre bilden;

auf die Kuponsteuer von Dividenden, die nach dem 31. Dezember
1958 f&#228;llig werden;

auf die Seemannsteuer, die f&#252;r die Zeit nach dem 31. Dezember
1958 erhoben wird;

auf die Abgaben auf besondere Vorteile und Gerechtigkeiten, die
f&#252;r die Zeit nach dem 31. Dezember 1958 erhoben werden;

auf die staatliche Verm&#246;gensteuer, die Gegenstand der
Veranlagung des Kalenderjahres 1960 (hinsichtlich des Verm&#246;gens
am Ende des Kalenderjahres 1959) und sp&#228;terer Kalenderjahre
bildet;

auf die sonstigen schwedischen Steuern, die Gegenstand der
Veranlagungen des Kalenderjahres 1960 und sp&#228;terer
Kalenderjahre bilden.

(2) F&#252;r die Steuern, die f&#252;r die Zeit bis zur Anwendung der
Bestimmungen dieses Abkommens erhoben werden, sind die
Bestimmungen des durch den Notenwechsel vom 19. Juli 1951
(erg&#228;nzt durch den Notenwechsel vom 14. August 1956) zur
Vermeidung der Doppelbesteuerung vereinbarten
Gegenseitigkeitsverh&#228;ltnisses anzuwenden.

Artikel 27

Dieses Abkommen bleibt in Kraft, solange es nicht von einem der
beiden Staaten gek&#252;ndigt worden ist. Jeder Staat kann das
Abkommen unter Einhaltung einer sechsmonatigen Frist auf das
Ende eines Kalenderjahres k&#252;ndigen. In diesem Falle wird das
Abkommen letztmals angewendet:

a) in &#214;sterreich:

auf die Steuern, die f&#252;r die Zeit bis zum 31. Dezember des
Jahres erhoben werden, zu dessen Ende die K&#252;ndigung erfolgt
ist;

b) in Schweden:

auf die staatliche Einkommensteuer, die staatliche
Verm&#246;gensteuer und die allgemeine Gemeindesteuer, die
Gegenstand der Veranlagungen des Kalenderjahres, das auf das
K&#252;ndigungsjahr folgt, bilden;

auf die Kuponsteuer von Dividenden, die w&#228;hrend des
K&#252;ndigungsjahres f&#228;llig werden;

auf die Seemannsteuer, die f&#252;r das K&#252;ndigungsjahr erhoben wird;

auf die Abgaben auf besondere Vorteile und Gerechtigkeiten, die
f&#252;r das K&#252;ndigungsjahr erhoben werden;

auf die sonstigen schwedischen Steuern, die Gegenstand der
Veranlagungen des Kalenderjahres, das auf das K&#252;ndigungsjahr
folgt, bilden.

Zu Urkund dessen haben die Bevollm&#228;chtigten der beiden Staaten
dieses Abkommen unerzeichnet und mit Siegeln versehen.

Geschehen zu Stockholm am 14. Mai 1959 in je zweifacher
Ausfertigung in deutscher und schwedischer Sprache, wobei beide
Texte authentisch sind.

Dr. Rudolf Krippl-Redlich-Redensbruck


Protokoll

Im Zeitpunkt der Unterzeichnung des Protokolls zur Ab&#228;nderung
des am 14. Mai 1959 unterzeichneten Abkommens zur Vermeidung der
Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und
vom Verm&#246;gen, in der Fassung des am 6. April 1970 nterzeichneten
Protokolls, des am 5. November 1991 unterzeichneten Protokolls
und des am 21. August 2006 unterzeichneten Protokolls, das heute
zwischen dem K&#246;nigreich Schweden und der Republik &#214;sterreich
abgeschlossen wurde, sind die Gefertigten &#252;bereingekommen, dass
die folgenden Bestimmungen einen integrierenden Bestandteil des
Abkommens bilden:

Zu Artikel 23:

1. Die zust&#228;ndige Beh&#246;rde des ersuchenden Staates stellt der
zust&#228;ndigen Beh&#246;rde des ersuchten Staates zur Darstellung der
voraussichtlichen Erheblichkeit der Ausk&#252;nfte die folgenden
Informationen zur Verf&#252;gung, wenn diese ein Auskunftsersuchen
gem&#228;&#223; dem Abkommen stellt:

a) die Bezeichnung der Person, der die Ermittlung oder
Untersuchung gilt;

b) eine Stellungnahme betreffend die gesuchten Ausk&#252;nfte
einschlie&#223;lich der Art und der Form, in der der ersuchende Staat
die Ausk&#252;nfte vorzugsweise vom ersuchten Staat erhalten m&#246;chte;

c) den steuerlichen Zweck, f&#252;r den um die Ausk&#252;nfte ersucht
wird;

d) die Gr&#252;nde f&#252;r die Annahme, dass die erbetenen Ausk&#252;nfte dem
ersuchten Staat vorliegen oder sich im Besitz oder in der
Verf&#252;gungsmacht einer Person im Hoheitsbereich des ersuchten
Staates befinden;

e) den Namen und die Anschrift von Personen, soweit bekannt, in
deren Besitz sich die erbetenen Ausk&#252;nfte vermutlich befinden;

f) eine Erkl&#228;rung, dass der ersuchende Staat alle ihm in seinem
eigenen Gebiet zur Verf&#252;gung stehenden Ma&#223;nahmen zur Einholung
der Ausk&#252;nfte ausgesch&#246;pft hat, ausgenommen solche, die
unverh&#228;ltnism&#228;&#223;ig gro&#223;e Schwierigkeiten mit sich bringen w&#252;rden.

2. Es besteht Einvernehmen dar&#252;ber, dass der Ma&#223;stab von
„voraussichtlich erheblich“ f&#252;r einen Informationsaustausch in
Steuersachen im weitest m&#246;glichen Umfang sorgen soll und
gleichzeitig klarstellen soll, dass die Vertragsstaaten nicht
frei sind, Ma&#223;nahmen, die lediglich der Beweisausforschung
(“fishing expeditions”) dienen, zu unternehmen oder um Ausk&#252;nfte
zu ersuchen, die wahrscheinlich f&#252;r die steuerliche Situation
eines bestimmten Steuerpflichtigen nicht erheblich sind.

3. Es besteht Einvernehmen dar&#252;ber, dass Artikel 23 Absatz 5 des
Abkommens die Vertragsstaaten nicht dazu verpflichtet,
Informationen auf automatischer oder spontaner Basis
auszutauschen.

4. Es besteht Einvernehmen dar&#252;ber, dass zur Auslegung des
Artikels 23 des Abkommens neben den oben angef&#252;hrten Grunds&#228;tzen
auch die aus dem Kommentar zum OECD-Musterabkommen auf dem
Gebiete der Steuern vom Einkommen und vom Verm&#246;gen abzuleitenden
Anwendungsgrunds&#228;tze zu ber&#252;cksichtigen sind.
Lag (2010:346).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3393">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3395">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
