

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2021-11-08" /> 
 <meta id="rattsinfo-edited" content="2022-09-19 10:29:55" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>340</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=339">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=341">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2021:989 ·
                    <a href="/sfsr?bet=2021:989">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2021:989) om avtal om social trygghet mellan Sverige och Japan</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2021-11-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:300
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2022-06-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal om social trygghet mellan Sverige och Japan som 
undertecknades i Stockholm den 11 april 2019 ska g&#228;lla som lag 
h&#228;r i landet. Avtalets inneh&#229;ll framg&#229;r av en bilaga till 
denna lag.

2 &#167; Vid till&#228;mpning av avtalet ska avgiften f&#246;r sjukers&#228;ttning 
och aktivitetsers&#228;ttning best&#228;mmas till den procentsats av 
sjukf&#246;rs&#228;kringsavgiften enligt socialavgiftslagen (2000:980) 
som ber&#228;knas motsvara den andel av denna avgift som 
finansierar sjukers&#228;ttning och aktivitetsers&#228;ttning.


Bilaga

AVTAL MELLAN KONUNGARIKET SVERIGE OCH JAPAN OM SOCIAL TRYGGHET

Konungariket Sveriges (nedan kallat Sverige) regering och 
Japans regering, som &#246;nskar reglera sina inb&#246;rdes relationer 
inom omr&#229;det f&#246;r social trygghet, har kommit &#246;verens om 
f&#246;ljande.

AVDELNING I

ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

Definitioner

1. I detta avtal avses med

a) en avtalsslutande stat och den andra avtalsslutande staten: 
Sverige eller Japan, beroende p&#229; sammanhanget,

b) medborgare:

f&#246;r Sveriges del,

en svensk medborgare i enlighet med svensk lagstiftning om 
medborgarskap och,

f&#246;r Japans del,

en japansk medborgare i enlighet med japansk lagstiftning om 
medborgarskap, 

c) lagstiftning:

f&#246;r Sveriges del,

de svenska lagar och andra best&#228;mmelser som anges i 
artikel 2.1 b samt,

f&#246;r Japans del,

de japanska lagar och andra best&#228;mmelser som ber&#246;r de japanska 
pensionssystem som anges i artikel 2.1 a,

d) beh&#246;rig myndighet:

f&#246;r Sveriges del,

Sveriges regering eller n&#229;gon av de myndigheter som regeringen 
utser samt,

f&#246;r Japans del,

de statliga organisationer som har beh&#246;righet att f&#246;rvalta de 
japanska pensionssystem som anges i artikel 2.1 a,

e) beh&#246;rig institution:

f&#246;r Sveriges del,

de myndigheter som ansvarar f&#246;r till&#228;mpningen av den 
lagstiftning som anges i artikel 2.1 b samt, 

f&#246;r Japans del,

de f&#246;rs&#228;kringsinstitutioner, eller sammanslutningar av 
f&#246;rs&#228;kringsinstitutioner, som ansvarar f&#246;r till&#228;mpningen av de 
japanska pensionssystem som anges i artikel 2.1 a,

f) f&#246;rs&#228;kringsperiod:

f&#246;r Sveriges del, 

en period med avgifter, f&#246;rs&#228;kring eller bos&#228;ttning som 
beaktas f&#246;r att f&#246;rv&#228;rva r&#228;tt till en f&#246;rm&#229;n enligt svensk 
lagstiftning samt,

f&#246;r Japans del,

en period med avgifter enligt japansk lagstiftning och varje 
annan period som beaktas f&#246;r att fastst&#228;lla r&#228;tten till 
f&#246;rm&#229;ner enligt den lagstiftningen, vilket emellertid inte 
omfattar perioder som ska beaktas f&#246;r att fastst&#228;lla r&#228;tten 
till f&#246;rm&#229;ner enligt den lagstiftningen inom ramen f&#246;r andra 
avtal om social trygghet som &#228;r j&#228;mf&#246;rbara med detta avtal,

g) f&#246;rm&#229;n: en pension eller annan kontantf&#246;rm&#229;n enligt en 
avtalsslutande stats lagstiftning.

2. Varje ord och uttryck som inte definieras i detta avtal ska 
ges den inneb&#246;rd som det har i den till&#228;mpliga lagstiftningen.

Artikel 2

Omfattning

1. Detta avtal ska g&#228;lla f&#246;r f&#246;ljande:

a) F&#246;r Japans del, de japanska pensionssystemen f&#246;r

i) den nationella pensionen (med undantag av den nationella 
pensionsfonden), och

ii) pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda (med undantag av 
pensionsfonden f&#246;r anst&#228;llda).

I detta avtal ska emellertid den nationella pensionen inte 
omfatta &#229;lderspension i form av v&#228;lf&#228;rdspension eller andra 
omst&#228;llnings- eller till&#228;ggspensioner som betalas ut i 
v&#228;lf&#228;rdssyfte och som helt eller delvis finansieras av 
nationella budget&#228;ra medel; och

b) F&#246;r Sveriges del, lagstiftningen om

i) sjukers&#228;ttning och aktivitetsers&#228;ttning,

ii) inkomstgrundade &#229;lderspensioner och garantipensioner, och

iii) efterlevandepensioner och efterlevandest&#246;d, och

iv) socialavgifter med avseende p&#229; den lagstiftning som avses 
i led i-iii i denna punkt.

2. Detta avtal ska ocks&#229; till&#228;mpas p&#229; alla &#228;ndringar av de 
b&#229;da avtalsslutande staternas lagstiftning s&#229;vida de inte p&#229; 
ett betydande s&#228;tt &#228;ndrar den omfattning som de system som 
regleras eller till&#228;mpas i denna lagstiftning hade innan dessa 
&#228;ndringar gjordes.

Artikel 3

Personer som omfattas av avtalet

Detta avtal ska till&#228;mpas p&#229; varje person som omfattas av 
eller har omfattats av lagstiftningen i en avtalsslutande stat 
och andra personer som h&#228;rleder r&#228;ttigheter fr&#229;n en s&#229;dan 
person.

Artikel 4

Likabehandling

Om inte annat f&#246;ljer av detta avtal ska de personer som avses 
i artikel 3, och som har ordinarie hemvist inom en 
avtalsslutande stats territorium, likst&#228;llas med den 
avtalsslutande statens egna medborgare vid till&#228;mpning av den 
avtalsslutande statens lagstiftning.

Detta ska dock inte p&#229;verka best&#228;mmelserna om kompletterande 
perioder f&#246;r japanska medborgare p&#229; grundval av ordinarie 
hemvist utanf&#246;r japanskt territorium enligt japansk 
lagstiftning.

Artikel 5

Utbetalning av f&#246;rm&#229;ner utomlands

1. Om inte annat anges i detta avtal ska best&#228;mmelser i en 
avtalsslutande stats lagstiftning som begr&#228;nsar r&#228;tten till 
eller utbetalningen av f&#246;rm&#229;ner enbart p&#229; grund av att 
personen har sin ordinarie hemvist utanf&#246;r den avtalsslutande 
statens territorium inte g&#228;lla personer som har sin ordinarie 
hemvist inom den andra avtalsslutande statens territorium.

a) F&#246;r Japans del 

ska ovanst&#229;ende inte p&#229;verka best&#228;mmelserna i japansk 
lagstiftning som f&#246;reskriver att en person som har fyllt 60 
men &#228;nnu inte har fyllt 65 vid datumet f&#246;r den f&#246;rsta 
l&#228;karunders&#246;kningen eller vid d&#246;dsfallet ska ha sin ordinarie 
hemvist inom japanskt territorium f&#246;r att erh&#229;lla r&#228;tt till 
grundpension i form av invaliditetspension eller grundpension 
i form av efterlevandepension.

b) F&#246;r Sveriges del

ska ovanst&#229;ende inte g&#228;lla f&#246;r f&#246;ljande f&#246;rm&#229;ner:

i) sjukers&#228;ttning i form av garantiers&#228;ttning eller 
aktivitetsers&#228;ttning i form av garantiers&#228;ttning samt

ii) garantipensioner och efterlevandest&#246;d.

2. En f&#246;rm&#229;n enligt en avtalsslutande stats lagstiftning som 
ska betalas ut till en person som omfattas eller har omfattats 
av lagstiftningen i den andra avtalsslutande staten, samt 
andra personer som h&#228;rleder r&#228;ttigheter fr&#229;n en s&#229;dan person, 
ska betalas ut n&#228;r denna person eller dessa personer har sin 
ordinarie hemvist i ett tredje land under samma villkor som 
den skulle betalas ut till en medborgare i den f&#246;rsta 
avtalsslutande staten som har sin ordinarie hemvist i den 
tredje staten.

AVDELNING II

BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 6

Allm&#228;n best&#228;mmelse

Om inte annat f&#246;ljer av detta avtal ska en anst&#228;lld eller en 
egenf&#246;retagare som arbetar inom en avtalsslutande stats 
territorium, n&#228;r det g&#228;ller den anst&#228;llningen eller det 
arbetet som egenf&#246;retagare, enbart omfattas av lagstiftningen 
i den avtalsslutande staten.

Artikel 7

S&#228;rskilda best&#228;mmelser

1. N&#228;r en person som omfattas av en avtalsslutande stats 
lagstiftning och &#228;r anst&#228;lld inom den avtalsslutande statens 
territorium av en arbetsgivare som har sin verksamhet inom 
detta territorium s&#228;nds ut av arbetsgivaren, antingen fr&#229;n 
detta territorium eller fr&#229;n en tredje stats territorium, f&#246;r 
att arbeta f&#246;r den arbetsgivarens r&#228;kning inom den andra 
avtalsslutande statens territorium, ska den anst&#228;llde 
fortfarande omfattas enbart av den f&#246;rsta avtalsslutande 
statens lagstiftning, som om den anst&#228;llde arbetade inom den 
f&#246;rsta avtalsslutande statens territorium, f&#246;rutsatt att 
uts&#228;ndningsperioden inte v&#228;ntas &#246;verstiga fem &#229;r. Den 
uts&#228;ndning som avses i denna punkt omfattar &#228;ven fall d&#228;r en 
person s&#228;nds ut av en arbetsgivare inom en avtalsslutande 
stats territorium till en relaterad arbetsgivare inom den 
andra avtalsslutande statens territorium.

2. N&#228;r en person som omfattas av en avtalsslutande stats 
lagstiftning och som vanligtvis arbetar som egenf&#246;retagare 
inom den avtalsslutande statens territorium tillf&#228;lligt 
arbetar som egenf&#246;retagare inom den andra avtalsslutande 
statens territorium, ska denna person fortfarande omfattas 
enbart av den f&#246;rstn&#228;mnda avtalsslutande statens lagstiftning, 
som om personen arbetade inom den f&#246;rsta avtalsslutande 
statens territorium, f&#246;rutsatt att arbetet som egenf&#246;retagare 
inom den andra avtalsslutande statens territorium inte v&#228;ntas 
&#246;verstiga fem &#229;r.

Artikel 8

Anst&#228;llda p&#229; havsg&#229;ende fartyg eller flygplan

1. En person som arbetar som anst&#228;lld p&#229; ett havsg&#229;ende fartyg 
som f&#246;r en av de avtalsslutande staternas flagg ska, n&#228;r det 
g&#228;ller den anst&#228;llningen, endast omfattas av lagstiftningen i 
den avtalsslutande stat inom vars territorium arbetsgivaren 
har sitt s&#228;te.

2. En person som arbetar som anst&#228;lld p&#229; ett flygplan i 
internationell trafik ska, n&#228;r det g&#228;ller den anst&#228;llningen, 
endast omfattas av lagstiftningen i den avtalsslutande stat 
inom vars territorium arbetsgivaren har sitt s&#228;te.

Artikel 9

Personer som tillh&#246;r diplomatiska beskickningar och konsulat 
samt statligt anst&#228;llda

1. Detta avtal ska inte p&#229;verka best&#228;mmelserna i 
Wienkonventionen om diplomatiska f&#246;rbindelser av den 18 april 
1961 eller Wienkonventionen om konsul&#228;ra f&#246;rbindelser av den 
24 april 1963.

2. a) Med f&#246;rbeh&#229;ll f&#246;r punkt 1 i denna artikel ska en japansk 
statligt anst&#228;lld eller en person som behandlas som s&#229;dan 
enligt japansk lagstiftning och som s&#228;nds ut f&#246;r att arbeta 
inom svenskt territorium, n&#228;r det g&#228;ller den anst&#228;llningen, 
endast omfattas av japansk lagstiftning som om personen 
arbetade inom japanskt territorium.

b) Med f&#246;rbeh&#229;ll f&#246;r punkt 1 i denna artikel ska en person som 
&#228;r statligt anst&#228;lld i Sverige och som inom ramen f&#246;r den 
anst&#228;llningen s&#228;nds ut f&#246;r att arbeta inom japanskt 
territorium, n&#228;r det g&#228;ller den anst&#228;llningen, endast omfattas 
av svensk lagstiftning som om personen arbetade inom svenskt 
territorium.

Artikel 10

Undantag fr&#229;n artiklarna 6-9

P&#229; beg&#228;ran av en anst&#228;lld och en arbetsgivare eller en 
egenf&#246;retagare kan de b&#229;da avtalsslutande staternas beh&#246;riga 
myndigheter eller beh&#246;riga institutioner komma &#246;verens om att 
bevilja ett undantag fr&#229;n artiklarna 6-9 om det gynnar 
s&#228;rskilda personer eller kategorier av personer, f&#246;rutsatt att 
dessa personer eller kategorier av personer omfattas av en av 
de avtalsslutande staternas lagstiftning.

Artikel 11

Medf&#246;ljande make och barn

1. a) Medf&#246;ljande make och barn under 18 &#229;r till en person som 
arbetar inom japanskt territorium och som omfattas av svensk 
lagstiftning i enlighet med artikel 7, artikel 9.2 b eller 
artikel 10 ska omfattas av svensk lagstiftning s&#229;vida de inte 
sj&#228;lva &#228;r anst&#228;llda eller arbetar som egenf&#246;retagare inom 
japanskt territorium.

b) Under den tid som en person arbetar inom japanskt 
territorium och omfattas av svensk lagstiftning i enlighet med 
artikel 7, artikel 9.2 b eller artikel 10, ska medf&#246;ljande 
make och barn undantas fr&#229;n japansk lagstiftning avseende det 
japanska pensionssystem som anges i artikel 2.1 a i, f&#246;rutsatt 
att de krav som fastst&#228;llts i japansk lagstiftning om 
till&#228;mpningen av avtal om social trygghet &#228;r uppfyllda. Om 
maken eller barnen s&#229; beg&#228;r ska ovanst&#229;ende inte g&#228;lla.

2. Medf&#246;ljande make och barn till en person som arbetar inom 
svenskt territorium och som omfattas av japansk lagstiftning i 
enlighet med artikel 7, artikel 9.2 a eller artikel 10 ska 
inte omfattas av svensk lagstiftning s&#229;vida de inte sj&#228;lva &#228;r 
anst&#228;llda eller arbetar som egenf&#246;retagare inom svenskt 
territorium.

Artikel 12

Obligatorisk f&#246;rs&#228;kring

Artiklarna 6-8, artikel 9.2 och artikel 11 ska endast 
till&#228;mpas vid obligatorisk omfattning enligt vardera 
avtalsslutande stats lagstiftning.

AVDELNING III

BEST&#196;MMELSER OM F&#214;RM&#197;NER

Kapitel 1 

Allm&#228;n best&#228;mmelse

Artikel 13

Sammanl&#228;ggning

Om en person inte har tillr&#228;ckligt med f&#246;rs&#228;kringsperioder f&#246;r 
att uppfylla kraven f&#246;r r&#228;tt till f&#246;rm&#229;n enligt en 
avtalsslutande stats lagstiftning ska den beh&#246;riga 
institutionen i den avtalsslutande staten beakta 
f&#246;rs&#228;kringsperioder som fullgjorts enligt den andra 
avtalsslutande statens lagstiftning, med syftet att personen 
ska f&#246;rv&#228;rva r&#228;tten till en f&#246;rm&#229;n, f&#246;rutsatt att dessa 
perioder inte sammanfaller med de f&#246;rs&#228;kringsperioder som 
fullgjorts enligt den f&#246;rsta avtalsslutande statens 
lagstiftning.

Vid beaktande av f&#246;rs&#228;kringsperioder enligt den andra statens 
lagstiftning ska f&#246;rs&#228;kringsperioder som erk&#228;nns enligt den 
statens lagstiftning enbart p&#229; grundval av bos&#228;ttning inom den 
avtalsslutande statens territorium inte beaktas.

Kapitel 2

Best&#228;mmelser om japanska f&#246;rm&#229;ner

Artikel 14

S&#228;rskilda best&#228;mmelser om sammanl&#228;ggning

1. Artikel 13 ska inte g&#228;lla eng&#229;ngsutbetalningar enligt de 
japanska pensionssystem som anges i artikel 2.1 a p&#229; grund av 
d&#246;dsfall eller uttr&#228;de.

2. Vid till&#228;mpning av artikel 13 ska f&#246;rs&#228;kringsperioder 
enligt svensk lagstiftning beaktas som f&#246;rm&#229;nsgrundande 
perioder enligt pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda och som 
motsvarande f&#246;rs&#228;kringsperioder enligt den nationella 
pensionen.

3. Vid till&#228;mpning av artikel 13 ska de beh&#246;riga 
institutionerna i Japan under varje kalender&#229;r erk&#228;nna 
f&#246;rs&#228;kringsperioder motsvarande tolv m&#229;nader f&#246;r en 
f&#246;rs&#228;kringsperiod p&#229; ett &#229;r enligt svensk lagstiftning som har 
intygats som s&#229;dan av den beh&#246;riga institutionen i Sverige. 
F&#246;rs&#228;kringsperioder som ska erk&#228;nnas av de beh&#246;riga 
institutionerna i Japan ska inte inkludera m&#229;nader som redan 
har erk&#228;nts som f&#246;rs&#228;kringsperioder enligt japansk 
lagstiftning. Det sammanlagda antalet m&#229;nader av 
f&#246;rs&#228;kringsperioder som ska erk&#228;nnas enligt best&#228;mmelserna i 
denna punkt och de m&#229;nader som redan har erk&#228;nts som 
f&#246;rs&#228;kringsperioder enligt japansk lagstiftning ska inte 
&#246;verskrida tolv m&#229;nader under ett kalender&#229;r.

Artikel 15

S&#228;rskilda best&#228;mmelser om invaliditetsf&#246;rm&#229;ner och 
efterlevandef&#246;rm&#229;ner

N&#228;r det enligt japansk lagstiftning kr&#228;vs att datumet f&#246;r den 
f&#246;rsta l&#228;karunders&#246;kningen eller d&#246;dsfallet infaller under 
specifika f&#246;rs&#228;kringsperioder f&#246;r att r&#228;tt till 
invaliditetsf&#246;rm&#229;ner eller efterlevandef&#246;rm&#229;ner ska f&#246;religga 
(med undantag f&#246;r eng&#229;ngsutbetalningar enligt de japanska 
pensionssystem som anges i artikel 2.1 a i fr&#229;ga om d&#246;dsfall), 
ska detta krav anses vara uppfyllt i fr&#229;ga om f&#246;rv&#228;rvande av 
r&#228;tt till dessa f&#246;rm&#229;ner om detta datum infaller inom 
f&#246;rs&#228;kringsperioderna enligt svensk lagstiftning.

Om r&#228;tt till invaliditetsf&#246;rm&#229;ner eller efterlevandef&#246;rm&#229;ner 
(med undantag f&#246;r eng&#229;ngsutbetalningar enligt de japanska 
pensionssystem som anges i artikel 2.1 a p&#229; grund av d&#246;dsfall) 
enligt den nationella pensionen fastst&#228;lls utan till&#228;mpning av 
denna artikel, ska denna artikel inte till&#228;mpas i syfte att 
f&#246;rv&#228;rva r&#228;tt till invaliditetsf&#246;rm&#229;ner eller 
efterlevandef&#246;rm&#229;ner (med undantag f&#246;r eng&#229;ngsutbetalningar 
enligt de japanska pensionssystem som anges i artikel 2.1 a i 
fr&#229;ga om d&#246;dsfall) baserat p&#229; samma f&#246;rs&#228;kringsh&#228;ndelse enligt 
pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda.

Artikel 16

Ber&#228;kning av f&#246;rm&#229;nsbelopp

1. N&#228;r r&#228;tt till en japansk f&#246;rm&#229;n har fastst&#228;llts med st&#246;d av 
artikel 13 eller artikel 15 ska den beh&#246;riga institutionen i 
Japan ber&#228;kna f&#246;rm&#229;nsbeloppet i enlighet med japansk 
lagstiftning, med f&#246;rbeh&#229;ll f&#246;r punkterna 2-4 i denna artikel.

2. N&#228;r det g&#228;ller grundpension i form av invaliditetspension 
och andra f&#246;rm&#229;ner vilkas belopp &#228;r en fast summa oavsett 
f&#246;rs&#228;kringsgrundande period ska, om kraven f&#246;r att erh&#229;lla 
s&#229;dana f&#246;rm&#229;ner har uppfyllts med st&#246;d av artikel 13 eller 
artikel 15, det beviljade beloppet ber&#228;knas proportionerligt 
utifr&#229;n summan av avgiftsperioder och premiebefriade perioder 
enligt det pensionssystem fr&#229;n vilka s&#229;dana f&#246;rm&#229;ner betalas 
ut, i f&#246;rh&#229;llande till summan av dessa avgiftsperioder, dessa 
premiebefriade perioder och de f&#246;rs&#228;kringsperioderna enligt 
svensk lagstiftning.

3. N&#228;r det g&#228;ller invaliditetsf&#246;rm&#229;ner och 
efterlevandef&#246;rm&#229;ner enligt pensionsf&#246;rs&#228;kringen f&#246;r 
anst&#228;llda, i den m&#229;n de f&#246;rm&#229;nsbelopp som ska beviljas 
ber&#228;knas utifr&#229;n den angivna period som fastst&#228;lls i japansk 
lagstiftning n&#228;r f&#246;rs&#228;kringsperioderna enligt 
pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda &#228;r kortare &#228;n den angivna 
perioden, ska f&#246;rm&#229;nsbeloppet, om kraven f&#246;r att erh&#229;lla 
s&#229;dana f&#246;rm&#229;ner &#228;r uppfyllda med st&#246;d av artikel 13 eller 
artikel 15, ber&#228;knas proportionerligt utifr&#229;n 
f&#246;rs&#228;kringsperioderna enligt pensionsf&#246;rs&#228;kringen f&#246;r 
anst&#228;llda, i f&#246;rh&#229;llande till summan av dessa 
f&#246;rs&#228;kringsperioder och f&#246;rs&#228;kringsperioder enligt svensk 
lagstiftning. N&#228;r summan av f&#246;rs&#228;kringsperioderna &#246;verskrider 
den angivna perioden ska denna summa av f&#246;rs&#228;kringsperioder 
betraktas som likst&#228;lld med den angivna perioden.

4. N&#228;r det g&#228;ller till&#228;ggspension f&#246;r makar som ing&#229;r i 
&#229;lderspensionen f&#246;r anst&#228;llda och andra f&#246;rm&#229;ner som kan 
beviljas som en fast summa i fall d&#228;r de f&#246;rs&#228;kringsperioder 
enligt pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda &#228;r likst&#228;llda med 
eller &#246;verskrider den angivna period som fastst&#228;llts i japansk 
lagstiftning, ska f&#246;rm&#229;nsbeloppet, om kraven f&#246;r att erh&#229;lla 
s&#229;dana f&#246;rm&#229;ner &#228;r uppfyllda med st&#246;d av artikel 13, ber&#228;knas 
proportionerligt utifr&#229;n f&#246;rs&#228;kringsperioderna enligt 
pensionsf&#246;rs&#228;kringen f&#246;r anst&#228;llda, i f&#246;rh&#229;llande till den 
angivna perioden.

Kapitel 3

Best&#228;mmelser om svenska f&#246;rm&#229;ner

Artikel 17

S&#228;rskilda best&#228;mmelser om sammanl&#228;ggning

1. Artikel 13 ska inte vara till&#228;mplig p&#229; grundkravet om tre 
&#229;rs bos&#228;ttning i Sverige f&#246;r r&#228;tt till garantipension, 
sjukers&#228;ttning i form av garantiers&#228;ttning och 
aktivitetsers&#228;ttning i form av garantiers&#228;ttning.

2. Vid fastst&#228;llande av r&#228;tten till sjukers&#228;ttning eller 
aktivitetsers&#228;ttning ska f&#246;rs&#228;kring enligt japansk 
lagstiftning anses som f&#246;rs&#228;kring enligt svensk lagstiftning.

3. Vid till&#228;mpning av artikel 13 ska den beh&#246;riga 
institutionen i Sverige erk&#228;nna en f&#246;rs&#228;kringsperiod p&#229; ett &#229;r 
f&#246;r f&#246;rs&#228;kringsperioder motsvarande tolv m&#229;nader enligt 
japansk lagstiftning som har intygats som s&#229;dana av de 
beh&#246;riga institutionerna i Japan. F&#246;rs&#228;kringsperioder som ska 
erk&#228;nnas av den beh&#246;riga institutionen i Sverige ska inte 
inkludera perioder som redan har erk&#228;nts som 
f&#246;rs&#228;kringsgrundande perioder enligt svensk lagstiftning.

4. Om en person enligt svensk lagstiftning inte &#228;r ber&#228;ttigad 
till en f&#246;rm&#229;n efter den sammanl&#228;ggning som avses i artikel 13 
av f&#246;rs&#228;kringsperioder som har fullgjorts enligt b&#229;da de 
avtalsslutande staternas lagstiftning ska denna persons r&#228;tt 
till f&#246;rm&#229;n best&#228;mmas genom sammanl&#228;ggning av dessa perioder 
och s&#229;dana f&#246;rs&#228;kringsperioder som har fullgjorts enligt 
lagstiftningen i ett tredje land med vilket Sverige har ing&#229;tt 
avtal om social trygghet eller motsvarande 
samordningsinstrument f&#246;r social trygghet, som medger 
sammanl&#228;ggning av perioder f&#246;r den personen.

Artikel 18

Ber&#228;kning av f&#246;rm&#229;nsbelopp

1. Vid ber&#228;kning av den inkomstgrundade pensionen i form av 
till&#228;ggspension som ska betalas ut i enlighet med artikel 13 
eller artikel 17.4, ska enbart f&#246;rs&#228;kringsperioder som har 
fullgjorts enligt svensk lagstiftning beaktas.

2. Vid ber&#228;kning av inkomstrelaterad sjukers&#228;ttning och 
inkomstrelaterad aktivitetsers&#228;ttning ska endast inkomster 
intj&#228;nade under perioder d&#229; svensk lagstiftning var till&#228;mplig 
beaktas.

AVDELNING IV

&#214;VRIGA BEST&#196;MMELSER

Artikel 19

Administrativt samarbete

1. De b&#229;da avtalsslutande staternas beh&#246;riga myndigheter ska

a) komma &#246;verens om de administrativa &#229;tg&#228;rder som kr&#228;vs f&#246;r 
till&#228;mpningen av detta avtal, inbegripet utbyte av statistik,

b) utse f&#246;rbindelseorgan f&#246;r till&#228;mpningen av detta avtal,

c) s&#229; snart som m&#246;jligt informera varandra om &#228;ndringar i 
staternas respektive lagstiftning, i den m&#229;n s&#229;dana &#228;ndringar 
p&#229;verkar till&#228;mpningen av detta avtal. 

2. De b&#229;da avtalsslutande staternas beh&#246;riga myndigheter och 
beh&#246;riga institutioner ska, inom ramen f&#246;r sina respektive 
ansvarsomr&#229;den, ge det bist&#229;nd som kr&#228;vs f&#246;r till&#228;mpningen av 
detta avtal. Bist&#229;ndet ska ges utan kostnad.

Artikel 20

Avgifter och legalisering

1. Om en avtalsslutande stats lagstiftning och andra relevanta 
lagar och f&#246;rfattningar inneh&#229;ller best&#228;mmelser om befrielse 
eller reducering av administrativa eller konsul&#228;ra avgifter 
f&#246;r dokument som ska inl&#228;mnas enligt den avtalsslutande 
statens lagstiftning, ska dessa best&#228;mmelser ocks&#229; g&#228;lla 
dokument som ska l&#228;mnas in vid till&#228;mpningen av detta avtal 
och den andra avtalsslutande statens lagstiftning.

2. Dokument som inl&#228;mnas i enlighet med detta avtal och en 
avtalsslutande stats lagstiftning ska inte kr&#228;va legalisering 
eller liknande formaliteter av diplomatiska eller konsul&#228;ra 
myndigheter.

Artikel 21

Spr&#229;k

1. Vid till&#228;mpningen av detta avtal f&#229;r de avtalsslutande 
staternas beh&#246;riga myndigheter och beh&#246;riga institutioner 
kommunicera p&#229; svenska, japanska eller engelska direkt med 
varandra och med ber&#246;rda personer, oavsett var dessa personer 
&#228;r bosatta. 

2. Vid till&#228;mpningen av detta avtal f&#229;r en avtalsslutande 
stats beh&#246;riga myndigheter och beh&#246;riga institutioner inte 
avvisa ans&#246;kningar eller andra dokument p&#229; grund av att de &#228;r 
skrivna p&#229; svenska, japanska eller engelska.

Artikel 22

Sekretess och &#246;verf&#246;ring av uppgifter

1. En avtalsslutande stats beh&#246;riga myndigheter eller beh&#246;riga 
institutioner ska, i enlighet med nationella lagar och andra 
best&#228;mmelser, till den andra avtalsslutande statens beh&#246;riga 
myndigheter eller beh&#246;riga institutioner &#246;verf&#246;ra uppgifter om 
en enskild person som insamlats i enlighet med den 
avtalsslutande statens lagstiftning, i den m&#229;n dessa uppgifter 
&#228;r n&#246;dv&#228;ndiga f&#246;r till&#228;mpningen av detta avtal. Om inte annat 
f&#246;reskrivs i den andra avtalsslutande statens lagar och andra 
best&#228;mmelser ska dessa uppgifter anv&#228;ndas uteslutande f&#246;r 
till&#228;mpningen av detta avtal.

2. En avtalsslutande stats beh&#246;riga myndigheter eller beh&#246;riga 
institutioner kan, p&#229; beg&#228;ran av den andra statens beh&#246;riga 
myndigheter eller beh&#246;riga institutioner, i enlighet med den 
avtalsslutande statens lagstiftning och andra relevanta lagar 
och best&#228;mmelser, till den andra avtalsslutande statens 
beh&#246;riga myndigheter eller beh&#246;riga institutioner &#246;verf&#246;ra 
andra uppgifter om en enskild person &#228;n de som avses i punkt 1 
i denna artikel, som insamlats i enlighet med den 
avtalsslutande statens lagstiftning, i den m&#229;n detta &#228;r 
n&#246;dv&#228;ndigt f&#246;r till&#228;mpningen av den andra avtalsslutande 
statens lagstiftning. Om inte annat f&#246;reskrivs i den andra 
avtalsslutande statens lagar och andra best&#228;mmelser ska dessa 
uppgifter anv&#228;ndas uteslutande f&#246;r till&#228;mpningen av den andra 
avtalsslutande statens relevanta lagstiftning.

3. N&#228;r det g&#228;ller &#246;verf&#246;ring i enlighet med punkterna 1 och 2 
i denna artikel ska personuppgifter skyddas i enlighet med 
vardera avtalsslutande stats respektive lagstiftning och andra 
relevanta lagar och best&#228;mmelser, samt i enlighet med f&#246;ljande 
best&#228;mmelser:

a) De s&#228;ndande beh&#246;riga myndigheterna eller institutionerna 
ska s&#228;kerst&#228;lla att personuppgifter som &#246;verf&#246;rs &#228;r korrekta 
och begr&#228;nsade till den omfattning som kr&#228;vs f&#246;r att uppfylla 
syftet med &#246;verf&#246;ringen. Om det blir uppenbart att det har 
&#246;verf&#246;rts inkorrekta uppgifter eller uppgifter vars &#246;verf&#246;ring 
&#228;r of&#246;renlig med den s&#228;ndande statens lagstiftning eller andra 
relevanta lagar och best&#228;mmelser, ska de s&#228;ndande beh&#246;riga 
myndigheterna eller institutionerna omedelbart underr&#228;tta de 
mottagande beh&#246;riga myndigheterna eller institutionerna om 
detta. I ett s&#229;dant fall ska de mottagande beh&#246;riga 
myndigheterna eller institutionerna omedelbart korrigera eller 
radera dessa uppgifter. 

b) B&#229;de de s&#228;ndande och de mottagande beh&#246;riga myndigheterna 
eller institutionerna ska effektivt skydda personuppgifter mot 
obeh&#246;rig eller olaglig &#229;tkomst, &#228;ndring eller utl&#228;mnande.

c) P&#229; beg&#228;ran av den ber&#246;rda personen ska

i) de mottagande beh&#246;riga myndigheterna eller institutionerna 
upph&#246;ra med anv&#228;ndningen av uppgifter som hanteras p&#229; ett s&#228;tt 
som &#228;r of&#246;renligt med den mottagande statens lagstiftning och 
andra relevanta lagar och best&#228;mmelser, eller radera s&#229;dana 
uppgifter, och omedelbart underr&#228;tta de s&#228;ndande beh&#246;riga 
myndigheterna eller institutionerna om upph&#246;randet eller 
raderingen,

ii) de s&#228;ndande beh&#246;riga myndigheterna eller institutionerna 
korrigera felaktiga uppgifter som hanteras av de s&#228;ndande 
beh&#246;riga myndigheterna eller institutionerna och omedelbart 
underr&#228;tta de mottagande beh&#246;riga myndigheterna eller 
institutionerna om denna korrigering.

Artikel 23

Ans&#246;kningar, &#246;verklaganden och meddelanden

1. N&#228;r en skriftlig ans&#246;kan om f&#246;rm&#229;ner, ett &#246;verklagande 
eller n&#229;got annat meddelande enligt en avtalsslutande stats 
lagstiftning ges in till en beh&#246;rig myndighet eller en beh&#246;rig 
institution i den andra avtalsslutande staten som &#228;r beh&#246;rig 
att ta emot liknande ans&#246;kningar, &#246;verklaganden eller 
meddelanden enligt den andra avtalsslutande statens 
lagstiftning ska ans&#246;kan om f&#246;rm&#229;ner, &#246;verklagandet eller 
meddelandet anses ha getts in samma datum till den beh&#246;riga 
myndigheten eller den beh&#246;riga institutionen i den f&#246;rsta 
avtalsslutande staten och ska hanteras i enlighet med den 
f&#246;rsta avtalsslutande statens g&#228;llande f&#246;rfaranden och 
lagstiftning.

2. En avtalsslutande stats beh&#246;riga myndighet eller beh&#246;riga 
institution ska utan dr&#246;jsm&#229;l skicka ans&#246;kningar om f&#246;rm&#229;ner, 
&#246;verklaganden eller andra meddelanden som getts in i enlighet 
med punkt 1 i denna artikel till den beh&#246;riga myndigheten 
eller den beh&#246;riga institutionen i den andra avtalsslutande 
staten.

Artikel 24

Utbetalning av f&#246;rm&#229;ner

1. Utbetalning av f&#246;rm&#229;ner enligt detta avtal f&#229;r ske i n&#229;gon 
av de avtalsslutande staternas valuta.

2. Om n&#229;gon av de avtalsslutande staterna inf&#246;r best&#228;mmelser 
som begr&#228;nsar valutav&#228;xling eller penning&#246;verf&#246;ringar ska de 
avtalsslutande staternas regeringar omedelbart samr&#229;da om de 
&#229;tg&#228;rder som kr&#228;vs f&#246;r att s&#228;kerst&#228;lla den avtalsslutande 
statens utbetalningar av f&#246;rm&#229;ner enligt detta avtal.

Artikel 25

Tvistl&#246;sning

1. Tvister om tolkningen eller till&#228;mpningen av detta avtal 
ska l&#246;sas genom samr&#229;d av de beh&#246;riga institutionerna, de 
beh&#246;riga myndigheterna eller de relevanta myndigheterna i de 
b&#229;da avtalsslutande staterna.

2. Tvister som inte kan l&#246;sas i enlighet med best&#228;mmelserna i 
punkt 1 i denna artikel ska, p&#229; beg&#228;ran av endera 
avtalsslutande stat, h&#228;nskjutas till en skiljedomstol f&#246;r 
avg&#246;rande. Skiljedomstolen ska sammans&#228;ttas f&#246;r varje enskilt 
&#228;rende p&#229; f&#246;ljande s&#228;tt:

a) Varje avtalsslutande stat ska utse en skiljedomare senast 
sextio dagar efter det datum d&#229; en avtalsslutande stat p&#229; 
diplomatisk v&#228;g har underr&#228;ttat den andra avtalsslutande 
staten om beg&#228;ran om ett skiljedomsf&#246;rfarande. De b&#229;da 
skiljedomarna ska i samr&#229;d utse en tredje skiljedomare som 
ordf&#246;rande f&#246;r skiljedomstolen, som inte ska vara medborgare i 
n&#229;gon av de avtalsslutande staterna och som ska utses senast 
trettio dagar efter det datum d&#229; den avtalsslutande stat som 
sist uts&#229;g sin skiljedomare underr&#228;ttade den andra 
avtalsslutande staten om utn&#228;mnandet.

b) Om n&#229;gon av staterna underl&#229;ter att utse en skiljedomare 
eller om de skiljedomare som utses av de avtalsslutande 
staterna inte enas om en ordf&#246;rande, inom de tidsfrister som 
anges i led a i denna punkt, kan endera avtalsslutande stat 
beg&#228;ra av Internationella domstolens president att fullg&#246;ra de 
n&#246;dv&#228;ndiga utn&#228;mnandena. Om Internationella domstolens 
president &#228;r medborgare i n&#229;gon av de avtalsslutande staterna 
eller av andra sk&#228;l inte kan fullg&#246;ra utn&#228;mnandena kan 
Internationella domstolens vicepresident eller, om 
vicepresidenten ocks&#229; &#228;r f&#246;rhindrad att fullg&#246;ra uppgiften, 
den &#228;ldsta domaren i Internationella domstolen som inte &#228;r 
f&#246;rhindrad, anmodas att fullg&#246;ra utn&#228;mnandena.

3. Skiljedomstolens beslut, som ska vara bindande och 
slutgiltigt f&#246;r de b&#229;da avtalsslutande staterna, fattas genom 
majoritetsomr&#246;stning.

4. S&#229;vida inte skiljedomstolen beslutar annat ska

a) varje avtalsslutande stat b&#228;ra kostnaden f&#246;r sin 
skiljedomare och f&#246;r sin representation i skiljedomstolen,

b) kostnaderna f&#246;r ordf&#246;randen och andra utgifter delas lika 
mellan de b&#229;da avtalsslutande staterna.

5. Skiljedomstolen ska sj&#228;lv besluta sina f&#246;rfaranderegler.

Artikel 26

Rubriker 

Rubriker till avdelningar, kapitel och artiklar i detta avtal 
har inf&#246;rts uteslutande f&#246;r att underl&#228;tta h&#228;nvisning och ska 
inte p&#229;verka tolkningen av detta avtal.

AVDELNING V

&#214;VERG&#197;NGSBEST&#196;MMELSER OCH SLUTGILTIGA BEST&#196;MMELSER

Artikel 27

&#214;verg&#229;ngsbest&#228;mmelser

1. Detta avtal fastst&#228;ller ingen r&#228;tt till f&#246;rm&#229;ner f&#246;r tid 
f&#246;re ikrafttr&#228;dandet.

2. Vid till&#228;mpningen av detta avtal ska f&#246;rm&#229;nsgrundande 
perioder som fullgjorts f&#246;re avtalets ikrafttr&#228;dande och andra 
r&#228;ttsligt relevanta h&#228;ndelser som har intr&#228;ffat f&#246;re avtalets 
ikrafttr&#228;dande ocks&#229; beaktas.

3. Till&#228;mpningen av detta avtal ska inte f&#246;ranleda minskning 
av f&#246;rm&#229;nsbelopp som en f&#246;rm&#229;nstagare har beviljats f&#246;re 
ikrafttr&#228;dandet av detta avtal.

4. N&#228;r det g&#228;ller en person som har arbetat inom en 
avtalsslutande stats territorium och omfattats av den andra 
avtalsslutande statens lagstiftning fram till detta avtals 
ikrafttr&#228;dande ska, vid till&#228;mpning av artikel 7, den 
uts&#228;ndningsperiod eller det arbete som egenf&#246;retagare som 
avses i artikel 7 anses ha inletts vid datumet f&#246;r avtalets 
ikrafttr&#228;dande.

5. Beslut som fattats f&#246;re detta avtals ikrafttr&#228;dande ska 
inte p&#229;verka r&#228;ttigheter som fastst&#228;llts med st&#246;d av detta 
avtal.

6. Anspr&#229;k som pr&#246;vats f&#246;re detta avtals ikrafttr&#228;dande ska, 
p&#229; beg&#228;ran av den ber&#246;rda personen, pr&#246;vas p&#229; nytt i enlighet 
med detta avtal.

Artikel 28

Ikrafttr&#228;dande

Detta avtal tr&#228;der i kraft den f&#246;rsta dagen i den tredje 
m&#229;naden efter den m&#229;nad d&#229; de avtalsslutande staterna ska ha 
avslutat en utv&#228;xling av diplomatiska noter d&#228;r de skriftligen 
underr&#228;ttar varandra om att deras respektive konstitutionella 
krav f&#246;r att detta avtal ska tr&#228;da i kraft har uppfyllts.

Artikel 29

Varaktighet och upps&#228;gning

1. Detta avtal ska g&#228;lla p&#229; obest&#228;md tid. Endera 
avtalsslutande stat kan s&#228;ga upp detta avtal p&#229; diplomatisk 
v&#228;g genom skriftligt meddelande till den andra avtalsslutande 
staten. Om detta avtal s&#228;gs upp ska det forts&#228;tta att g&#228;lla 
till den sista dagen av den tolfte m&#229;naden efter den m&#229;nad d&#229; 
upps&#228;gningen meddelades.

2. Upph&#246;r avtalet i enlighet med punkt 1 i denna artikel ska 
r&#228;ttigheter avseende r&#228;tten till och utbetalning av f&#246;rm&#229;ner 
som redan har erh&#229;llits i enlighet med detta avtal bibeh&#229;llas.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill 
vederb&#246;rligen bemyndigade av sina respektive regeringar, 
undertecknat detta avtal.

Uppr&#228;ttat i tv&#229; exemplar i Stockholm den 11 april, 2019, p&#229; 
svenska, japanska och engelska, vilka alla texter &#228;r lika 
giltiga. Vid skiljaktiga tolkningar ska den engelska texten 
g&#228;lla.

AGREEMENT BETWEEN THE KINGDOM OF SWEDEN AND JAPAN ON SOCIAL 
SECURITY

The Government of the Kingdom of Sweden (hereinafter referred 
to as &quot;Sweden&quot;) and the Government of Japan, 

Being desirous of regulating their mutual relations in the 
field of social security, 

Have agreed as follows:

PART I

GENERAL PROVISIONS

Article 1

Definitions

1. For the purpose of this Agreement,

(a) The terms &quot;a Contracting State&quot; and &quot;the other Contracting 
State&quot; mean Sweden or Japan, as the context requires;

(b) The term &quot;national&quot; means,

as regards Sweden,

a Swedish national within the meaning of the law on 
nationality of Sweden,

as regards Japan,

a Japanese national within the meaning of the law on 
nationality of Japan;

(c) The term &quot;legislation&quot; means,

as regards Sweden,

the laws and regulations of Sweden specified in paragraph 1(b) 
of Article 2,

as regards Japan,

the laws and regulations of Japan concerning the Japanese 
pension systems specified in paragraph 1(a) of Article 2;

(d) The term &quot;competent authority&quot; means,

as regards Sweden,

the Government of Sweden or any of the authorities nominated 
by the Government,

as regards Japan,

any of the Governmental organizations competent for the 
Japanese pension systems specified in paragraph 1(a) of 
Article 2;

(e) The term &quot;competent institution&quot; means,

as regards Sweden,

any of the authorities responsible for the implementation of 
the legislation specified in paragraph 1(b) of Article 2,

as regards Japan,

any of the insurance institutions, or any association thereof, 
responsible for the implementation of the Japanese pension 
systems specified in paragraph 1(a) of Article 2;

(f) The term &quot;period of coverage&quot; means,

as regards Sweden,

a period of contributions, insurance or residence used to 
acquire the right to a benefit under the legislation of 
Sweden,

as regards Japan,

a period of contributions under the legislation of Japan and 
any other period taken into account under that legislation for 
establishing entitlement to benefits, however, a period which 
shall be taken into account, for the purpose of establishing 
entitlement to benefits under that legislation, pursuant to 
other agreements on social security comparable with this 
Agreement shall not be included;

(g) The term &quot;benefit&quot; means a pension or any other cash 
benefit under the legislation of a Contracting State.

2. For the purpose of this Agreement, any term not defined in 
this Agreement shall have the meaning assigned to it under the 
applicable legislation.

Article 2

Matters Covered

1. This Agreement shall apply,

(a) as regards Japan, to the following Japanese pension 
systems:

(i) the National Pension (except the National Pension Fund); 
and

(ii) the Employees&#39; Pension Insurance (except the Employees&#39; 
Pension Fund);

However, for the purpose of this Agreement, the National 
Pension shall not include the Old Age Welfare Pension or any 
other pensions which are granted on a transitional or 
complementary basis for the purpose of welfare and which are 
payable wholly or mainly out of national budgetary resources; 
and

(b) as regards Sweden, to the legislation on:

(i) sickness compensation and activity compensation;

(ii) income-based old-age pensions and guarantee pensions;

(iii) survivor&#39;s pensions and surviving children&#39;s allowance; 
and

(iv) social security contributions as regards the legislation 
referred to in (i) to (iii) of this paragraph.

2. This Agreement shall also apply to all amendments to the 
legislations of both Contracting States insofar as they do not 
modify substantially the scope of the systems regulated or 
implemented by those prior to such amendments.

Article 3

Persons Covered

This Agreement shall apply to a person who is or has been 
subject to the legislation of a Contracting State and other 
persons who derive rights from such person.

Article 4

Equality of Treatment

Unless otherwise provided in this Agreement, the persons 
specified in Article 3, who ordinarily reside in the territory 
of a Contracting State, shall receive equal treatment with 
nationals of that Contracting State in the application of the 
legislation of that Contracting State.

However, the foregoing shall not affect the provisions on 
complementary periods for Japanese nationals on the basis of 
ordinary residence outside the territory of Japan under the 
legislation of Japan.

Article 5

Payment of Benefits Abroad

1. Unless otherwise provided in this Agreement, any provision 
of the legislation of a Contracting State which restricts 
entitlement to or payment of benefits solely because the 
person ordinarily resides outside the territory of that 
Contracting State shall not be applicable to persons who 
ordinarily reside in the territory of the other Contracting 
State.

However, 

(a) as regards Japan, 

the foregoing shall not affect the provisions of the 
legislation of Japan which require a person who is aged 60 or 
over but under 65 on the date of the first medical examination 
or of the death to reside ordinarily in the territory of Japan 
for the acquisition of entitlement to the Disability Basic 
Pension or the Survivors&#39; Basic Pension.

(b) as regards Sweden,

the foregoing shall not apply to the following benefits;

(i) sickness compensation in the form of guarantee 
compensation or activity compensation in the form of guarantee 
compensation; and

(ii) guarantee pensions and surviving children&#39;s allowance. 

2. A benefit under the legislation of a Contracting State 
which is payable to a person who is or has been subject to the 
legislation of the other Contracting State, as well as other 
persons who derive rights from such person, shall be paid when 
that person or those persons ordinarily reside in the 
territory of a third state under the same conditions as it 
would be paid to a national of the first Contracting State who 
ordinarily resides in the territory of that third state.

PART II

PROVISIONS CONCERNING THE APPLICABLE LEGISLATION

Article 6

General Provision

Unless otherwise provided in this Agreement, a person who 
works as an employee or a self-employed person in the 
territory of a Contracting State shall, with respect to that 
employment or self-employment, be subject only to the 
legislation of that Contracting State.

Article 7

Special Provisions

1. Where a person who is covered under the legislation of a 
Contracting State and employed in the territory of that 
Contracting State by an employer with a place of business in 
that territory is sent by that employer, either from that 
territory or from a territory of a third state, to work for 
that employer in the territory of the other Contracting State, 
the employee shall remain subject only to the legislation of 
the first Contracting State as if that employee were working 
in the territory of the first Contracting State, provided that 
the period of such detachment is not expected to exceed five 
years. The detachment referred to in this paragraph includes 
the cases where a person who is sent by an employer in the 
territory of one Contracting State to a related employer in 
the territory of the other Contracting State.

2. Where a person who is covered under the legislation of a 
Contracting State and who ordinarily works as a self-employed 
person in the territory of that Contracting State, works 
temporarily as a self-employed person in the territory of the 
other Contracting State, that person shall remain subject only 
to the legislation of the first Contracting State as if that 
person were working in the territory of the first Contracting 
State, provided that the period of the self-employed activity 
in the territory of the other Contracting State is not 
expected to exceed five years.

Article 8

Employees on Board a Sea-Going Vessel or on an Aircraft

1. A person who works as an employee on board a sea-going 
vessel flying the flag of either Contracting State shall, with 
respect to that employment, be subject only to the legislation 
of the Contracting State in whose territory the employer is 
located.

2. A person who works as an employee on an aircraft in 
international traffic shall, with respect to that employment, 
be subject only to the legislation of the Contracting State in 
whose territory the employer is located.

Article 9

Members of Diplomatic Missions, Members of Consular Posts and 
Civil Servants

1. This Agreement shall not affect the provisions of the 
Vienna Convention on Diplomatic Relations of April 18, 1961, 
or the Vienna Convention on Consular Relations of April 24, 
1963.

2. (a) Subject to paragraph 1 of this Article, where any civil 
servant of Japan or any person treated as such under the 
legislation of Japan is sent to work in the territory of 
Sweden, that person shall, with respect to that employment, be 
subject only to the legislation of Japan as if that person 
were working in the territory of Japan.

(b) Subject to paragraph 1 of this Article, where any person 
who is engaged in government employment for Sweden is sent to 
work as part of that employment in the territory of Japan, 
that person shall, with respect to that employment, be subject 
only to the legislation of Sweden as if that person were 
working in the territory of Sweden.

Article 10

Exceptions to Articles 6 to 9

At the request of an employee and an employer or a self-
employed person, the competent authorities or the competent 
institutions of both Contracting States may agree to grant an 
exception to Articles 6 to 9 in the interest of particular 
persons or categories of persons, provided that such persons 
or categories of persons shall be subject to the legislation 
of one of the Contracting States.

Article 11

Spouse and Children coming with the person who works

1. (a) The spouse or children under the age of 18 of a person 
coming with the person who works in the territory of Japan and 
who is subject to the legislation of Sweden in accordance with 
Article 7, paragraph 2(b) of Article 9 or Article 10, shall be 
subject to the legislation of Sweden unless they are 
themselves employed or self-employed in the territory of 
Japan.

(b) While a person works in the territory of Japan and is 
subject to the legislation of Sweden in accordance with 
Article 7, paragraph 2(b) of Article 9 or Article 10, the 
spouse or children coming with that person shall be exempted 
from the legislation of Japan concerning the Japanese pension 
system specified in paragraph 1(a)(i) of Article 2, provided 
that the requirements specified in the legislation of Japan 
concerning the enforcement of the agreements on social 
security are fulfilled. However, when those spouse or children 
so request, the foregoing shall not apply.

2. The spouse or children coming with the person who works in 
the territory of Sweden and who is subject to the legislation 
of Japan in accordance with Article 7, paragraph 2(a) of 
Article 9 or Article 10, shall not be subject to the 
legislation of Sweden unless they are themselves employed or 
self-employed in the territory of Sweden.

Article 12

Compulsory Coverage

Articles 6 to 8, paragraph 2 of Article 9 and Article 11 shall 
apply only to compulsory coverage under the legislation of 
each Contracting State.

PART III

PROVISIONS CONCERNING BENEFITS

Chapter 1 

Common Provision

Article 13

Totalization

Where a person does not have sufficient periods of coverage to 
fulfill the requirement for entitlement to benefits under the 
legislation of a Contracting State, the competent institution 
of that Contracting State shall take into account, for the 
purpose of establishing entitlement to those benefits, the 
periods of coverage completed under the legislation of the 
other Contracting State insofar as they do not coincide with 
the periods of coverage completed under the legislation of the 
first Contracting State.

However, in taking into account the periods of coverage under 
the legislation of the other Contracting State, the periods of 
coverage which are credited under the legislation of that 
Contracting State solely on the basis of residence in the 
territory of that Contracting State shall not be taken into 
account.

Chapter 2

Provisions concerning Japanese Benefits

Article 14

Special Provisions concerning Totalization

1. Article 13 shall not apply to lump-sum payments under the 
Japanese pension systems specified in paragraph 1(a) of 
Article 2 on account of death or withdrawal.

2. In applying Article 13, the periods of coverage under the 
legislation of Sweden shall be taken into account as periods 
of coverage under the Employees&#39; Pension Insurance and as 
corresponding periods of coverage under the National Pension.

3. In applying Article 13, the competent institutions of Japan 
shall credit, in each calendar year, twelve months of periods 
of coverage for a period of coverage of a year under the 
legislation of Sweden and certified as such by the competent 
institution of Sweden. Periods of coverage to be credited by 
the competent institutions of Japan shall not include months 
that are already credited as periods of coverage under the 
legislation of Japan. The total number of months of periods of 
coverage to be credited under the provision of this paragraph 
and the months that are already credited as periods of 
coverage under the legislation of Japan shall not exceed 
twelve in a calendar year.

Article 15

Special Provisions concerning Disability Benefits and 
Survivors&#39; Benefits

Where the legislation of Japan requires for entitlement to 
disability benefits or survivors&#39; benefits (except lump-sum 
payments under the Japanese pension systems specified in 
paragraph 1(a) of Article 2 on account of death) that the date 
of the first medical examination or of death lies within 
specified periods of coverage, this requirement shall be 
deemed to be fulfilled for the purpose of establishing 
entitlement to those benefits if such a date lies within the 
periods of coverage under the legislation of Sweden.

However, if entitlement to disability benefits or survivors&#39; 
benefits (except lump-sum payments under the Japanese pension 
systems specified in paragraph 1(a) of Article 2 on account of 
death) under the National Pension is established without 
applying this Article, this Article shall not be applied for 
the purpose of establishing entitlement to disability benefits 
or survivors&#39; benefits (except lump-sum payments under the 
Japanese pension systems specified in paragraph 1(a) of 
Article 2 on account of death) based on the same insured event 
under the Employees&#39; Pension Insurance.

Article 16

Calculation of the Amount of Benefits

1. Where entitlement to a Japanese benefit is established by 
virtue of Article 13 or Article 15, the competent institution 
of Japan shall calculate the amount of that benefit in 
accordance with the legislation of Japan, subject to 
paragraphs 2 to 4 of this Article.

2. With regard to the Disability Basic Pension and other 
benefits, the amount of which is a fixed sum granted 
regardless of the period of coverage, if the requirements for 
receiving such benefits are fulfilled by virtue of Article 13 
or Article 15, the amount to be granted shall be calculated 
according to the proportion of the sum of the periods of 
contribution and the premium-exempted periods under the 
pension system from which such benefits will be paid to the 
sum of those periods of contribution, those premium-exempted 
periods and the periods of coverage under the legislation of 
Sweden.

3. With regard to disability benefits and survivors&#39; benefits 
under the Employees&#39; Pension Insurance, insofar as the amount 
of those benefits to be granted is calculated on the basis of 
the specified period determined by the legislation of Japan 
when the periods of coverage under the Employees&#39; Pension 
Insurance are less than that specified period, if the 
requirements for receiving such benefits are fulfilled by 
virtue of Article 13 or Article 15, the amount to be granted 
shall be calculated according to the proportion of the periods 
of coverage under the Employees&#39; Pension Insurance to the sum 
of the periods of coverage and the periods of coverage under 
the legislation of Sweden. However, when the sum of the 
periods of coverage exceeds that specified period, that sum of 
the periods of coverage shall be regarded as equal to that 
specified period.

4. With regard to the Additional Pension for Spouses which is 
included in the Old-age Employees&#39; Pension and any other 
benefits that may be granted as a fixed sum in cases where the 
periods of coverage under the Employees&#39; Pension Insurance 
equal or exceed the specified period determined by the 
legislation of Japan, if the requirements for receiving such 
benefits are fulfilled by virtue of Article 13, the amount to 
be granted shall be calculated according to the proportion of 
the periods of coverage under the Employees&#39; Pension Insurance 
to that specified period.

Chapter 3

Provisions concerning Swedish Benefits

Article 17

Special Provisions concerning Totalization

1. Article 13 shall not apply to the basic requirement of 
three years of residence in Sweden for entitlement to 
guarantee pension, sickness compensation in the form of 
guarantee compensation and activity compensation in the form 
of guarantee compensation.

2. When establishing entitlement to sickness compensation or 
activity compensation, coverage under the legislation of Japan 
shall be considered as coverage under the legislation of 
Sweden.

3. In applying Article 13, the competent institution of Sweden 
shall credit a period of coverage of a year for twelve months 
of periods of coverage under the legislation of Japan and 
certified as such by the competent institutions of Japan. 
Periods of coverage to be credited by the competent 
institution of Sweden shall not include periods that are 
already credited as periods of coverage under the legislation 
of Sweden.

4. If a person is not eligible for a benefit under the 
legislation of Sweden on the basis of the periods of coverage 
under the legislation of both Contracting States, totalized as 
provided in Article 13, the eligibility of that person for 
that benefit shall be determined by totalizing these periods 
and periods of coverage completed under the legislation of a 
third state, with which Sweden is bound by social security 
agreements or equivalent coordination instruments on social 
security which provide for the totalization of periods for 
that person.

Article 18

Calculation of the Amount of Benefits

1. When calculating the amount of income-based pension in the 
form of supplementary pension to be paid in accordance with 
Article 13 or paragraph 4 of Article 17, only periods of 
coverage completed under the legislation of Sweden shall be 
taken into account.

2. When calculating the amount of income-related sickness 
compensation and income-related activity compensation, only 
income earned during periods when the legislation of Sweden 
was applicable shall be taken into account.

PART IV

MISCELLANEOUS PROVISIONS

Article 19

Administrative Collaboration

1. The competent authorities of both Contracting States shall:

(a) agree on the administrative measures necessary for the 
implementation of this Agreement, including the exchange of 
statistics;

(b) designate liaison agencies for the implementation of this 
Agreement; and

(c) communicate to each other, as soon as possible, all 
information about changes to their respective legislation 
insofar as those changes affect the implementation of this 
Agreement. 

2. The competent authorities and competent institutions of 
both Contracting States, within the scope of their respective 
authorities, shall provide any assistance necessary for the 
implementation of this Agreement. This assistance shall be 
provided free of charge.

Article 20

Charges or Fees and Legalization

1. Insofar as the legislation and other relevant laws and 
regulations of a Contracting State contain provisions on an 
exemption or reduction of administrative charges or consular 
fees for documents to be submitted under the legislation of 
that Contracting State, those provisions shall also apply to 
documents to be submitted in the application of this Agreement 
and the legislation of the other Contracting State.

2. Documents which are presented for the purpose of this 
Agreement and the legislation of a Contracting State shall not 
require legalization or any other similar formality by 
diplomatic or consular authorities.

Article 21

Languages of Communication

1. In the implementation of this Agreement, the competent 
authorities and competent institutions of both Contracting 
States may communicate directly in Swedish, Japanese or 
English language with each other and with any concerned person 
wherever the person may reside.

2. In the implementation of this Agreement, the competent 
authorities and competent institutions of a Contracting State 
may not reject applications or any other documents for the 
reason that they are written in Swedish, Japanese or English 
language.

Article 22

Transmission and Confidentiality of Information

1. The competent authorities or competent institutions of a 
Contracting State shall, in accordance with its laws and 
regulations, transmit to the competent authorities or 
competent institutions of the other Contracting State 
information about an individual collected under the 
legislation of that Contracting State insofar as that 
information is necessary for the implementation of this 
Agreement. Unless otherwise required by the laws and 
regulations of that other Contracting State, that information 
shall be used exclusively for the purpose of implementing this 
Agreement.

2. The competent authorities or competent institutions of a 
Contracting State may, upon the request of the competent 
authorities or competent institutions of the other Contracting 
State, transmit, in accordance with the legislation and other 
relevant laws and regulations of that Contracting State, other 
information about the individual than that referred to in 
paragraph 1 of this Article collected under the legislation of 
that Contracting State, to the competent authorities or 
competent institutions of that other Contracting State insofar 
as it is necessary for the implementation of the legislation 
of that other Contracting State. Unless otherwise required by 
the laws and regulations of that other Contracting State, that 
information shall be used exclusively for the purpose of 
implementing that legislation of that other Contracting State.

3. With regard to transmission in accordance with paragraphs 1 
and 2 of this Article, personal data shall be protected in 
accordance with the legislation and other relevant laws and 
regulations of each Contracting State respectively and the 
following provisions:

(a) the transmitting competent authorities or competent 
institutions shall ensure that personal data to be transmitted 
are accurate and limited to the extent necessary for the 
purpose of transmission. If it becomes evident that inaccurate 
data or data whose transmission is incompatible with the 
legislation and other relevant laws and regulations of the 
transmitting State were transmitted, the transmitting 
competent authorities or competent institutions shall 
immediately notify the receiving competent authorities or 
competent institutions of this fact. In this case the 
receiving competent authorities or competent institutions 
shall correct or delete this data immediately;

(b) both the transmitting and the receiving competent 
authorities or competent institutions shall effectively 
protect personal data against unauthorized or illegal access, 
alteration, or disclosure; and

(c) on request of the person concerned:

(i) the receiving competent authorities or competent 
institutions shall suspend the use of the data handled in a 
way that is incompatible with the legislation and other 
relevant laws and regulations of the receiving State or delete 
such data and shall immediately inform the transmitting 
competent authorities or competent institutions of that 
suspension or that deletion; and

(ii) the transmitting competent authorities or competent 
institutions shall correct the inaccurate data handled by the 
transmitting competent authorities or competent institutions, 
and shall immediately inform the receiving competent 
authorities or competent institutions of that correction.

Article 23

Submission of Applications, Appeals and Declarations

1. When a written application for benefits, an appeal or any 
other declaration under the legislation of a Contracting State 
is submitted to a competent authority or competent institution 
of the other Contracting State which is competent to receive 
similar applications, appeals or declarations under the 
legislation of that other Contracting State, that application 
for benefits, appeal or declaration shall be deemed to be 
submitted on the same date to the competent authority or 
competent institution of the first Contracting State and shall 
be dealt with, according to the procedure and legislation of 
the first Contracting State.

2. The competent authority or competent institution of a 
Contracting State shall send the application for benefits, 
appeal or any other declaration submitted in accordance with 
paragraph 1 of this Article to the competent authority or 
competent institution of the other Contracting State without 
delay.

Article 24

Payment of Benefits

1. Payments of benefits under this Agreement may be made in 
the currency of either Contracting State.

2. In case provisions for restricting the exchange of 
currentcies or remittance are introduced by either Contracting 
State, the Governments of both Contracting States shall 
immediately consult on the measures necessary to ensure the 
payments of benefits by that Contracting State under this 
Agreement.

Article 25

Resolution of Disagreement

1. Any disagreement regarding the interpretation or 
application of this Agreement shall be resolved by 
consultation by competent institutions, the competent 
authorities, or the relevant authorities of both Contracting 
States.

2. If any disagreement cannot be resolved in accordance with 
the provisions of paragraph 1 of this Article, it shall be 
submitted, at the request of either Contracting State, for 
decision to an arbitral tribunal which shall be constituted 
for each individual case in the following manner:

(a) each Contracting State shall appoint an arbitrator no 
later than sixty days after the date when a Contracting State 
has notified the other Contracting State through diplomatic 
channels of the request for arbitration. The two arbitrators 
shall agree to appoint a third arbitrator as chairman of the 
arbitral tribunal, who shall not be a national of either 
Contracting State, and who shall be appointed no later than 
thirty days after the date when the Contracting State which 
was the later to appoint its arbitrator has notified the other 
Contracting State of the appointment; and

(b) if either Contracting State fails to appoint an 
arbitrator, or if the arbitrators appointed by the Contracting 
States do not agree upon a chairman within the respective 
periods referred to in subparagraph (a) of this paragraph, 
either Contracting State may request the President of the 
International Court of Justice to make the necessary 
appointments. If the President of the International Court of 
Justice is a national of a Contracting State or is prevented 
from making the appointments for any other reason, the Vice-
President of the International Court of Justice or, if the 
Vice-President is similarly prevented from acting, the most 
senior judge of the International Court of Justice who is not 
prevented may be requested to make the appointments.

3. The decision of the arbitral tribunal, which shall be 
binding and final on both Contracting States, shall be by 
majority vote.

4. Unless the arbitral tribunal decides otherwise:

(a) each Contracting State shall bear the cost for its 
arbitrator, and of its representation before the arbitral 
tribunal; and

(b) the costs of the chairman and other expenses shall be 
shared equally between both Contracting States.

5. The arbitral tribunal shall determine its own rules of 
procedure.

Article 26

Headings

The headings of Parts, Chapters and Articles of this Agreement 
are inserted for convenience of reference only and shall not 
affect the interpretation of this Agreement.

PART V

TRANSITIONAL AND FINAL PROVISIONS

Article 27

Transitional Provisions

1. This Agreement shall not establish any entitlement to 
benefits for any period prior to its entry into force.

2. In the implementation of this Agreement, periods of 
coverage completed before its entry into force as well as 
other legally relevant events occurring before its entry into 
force shall also be taken into account.

3. The application of this Agreement shall not, for a 
beneficiary, result in any reduction in the amount of benefits 
to which entitlement was established before the entry into 
force of this Agreement.

4. In applying Article 7, in the case of a person who has been 
working in the territory of a Contracting State and has been 
covered under the legislation of the other Contracting State 
until the entry into force of this Agreement, the period of 
detachment or self-employed activity referred to in Article 7 
shall be considered to begin on the date of entry into force 
of this Agreement.

5. Decisions made before the entry into force of this 
Agreement shall not affect any rights to be established by 
virtue of this Agreement.

6. Claims which were determined before the entry into force of 
this Agreement shall, upon the request of the person 
concerned, be re-examined in accordance with this Agreement.

Article 28

Entry into Force

This Agreement shall enter into force on the first day of the 
third month following the month in which the Contracting 
States shall have completed an exchange of diplomatic notes 
informing each other that their respective constitutional 
requirements necessary for the entry into force of this 
Agreement have been fulfilled.

Article 29

Duration and Termination

1. This Agreement shall remain in force for an indefinite 
period. Either Contracting State may give to the other 
Contracting State, through diplomatic channels, written notice 
of termination of this Agreement. In that event, this 
Agreement shall remain in force until the last day of the 
twelfth month following the month in which the termination was 
notified.

2. If this Agreement is terminated in accordance with 
paragraph 1 of this Article, rights regarding entitlement to 
and payment of benefits acquired under this Agreement shall be 
retained.

In witness whereof, the undersigned, being duly authorized 
thereto by their respective Governments, have signed this 
Agreement.

Done in duplicate at Stockholm on 11 April, 2019, in the 
Swedish, Japanese and English languages, each text being 
equally authentic. In case of any divergence of 
interpretation, the English text shall prevail.

F&#214;R SVERIGES REGERING

FOR THE GOVERNMENT OF SWEDEN

Annika Strandh&#228;ll

F&#214;R JAPANS REGERING

FOR THE GOVERNMENT OF JAPAN

Shigeyuki Hiroki</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=339">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=341">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
