

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-22" /> 
 <meta id="rattsinfo-edited" content="2023-03-22 15:24:14" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3411</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3410">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3412">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1992:289 ·
                    <a href="/sfsr?bet=1992:289">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1992:289) om s&#228;rskild personutredning i brottm&#229;l, m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1992-05-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1506
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Beslut om yttrande

1 &#167; Yttrande enligt 1 &#167; lagen (1991:2041) om s&#228;rskild 
personutredning i brottm&#229;l, m.m. ska inh&#228;mtas fr&#229;n 
Kriminalv&#229;rden genom det friv&#229;rdskontor inom vars 
verksamhetsomr&#229;de den misst&#228;nkte &#228;r bosatt eller annars 
uppeh&#229;ller sig.

I beslutet om att inh&#228;mta yttrande ska &#228;ndam&#229;let med yttrandet 
anges, om inte detta framg&#229;r p&#229; annat s&#228;tt. I beslutet ska det 
anges inom vilken tid yttrandet ska l&#228;mnas. Om yttrandet ska 
l&#228;mnas inom kortare tid &#228;n en m&#229;nad ska samr&#229;d ske med 
Kriminalv&#229;rden. Samr&#229;d beh&#246;ver inte ske i varje enskilt fall 
om annat best&#228;mts efter samverkan mellan Kriminalv&#229;rden och 
den myndighet som beg&#228;rt yttrandet.

Den misst&#228;nkte ska underr&#228;ttas om beslutet. Har beslutet 
fattats av r&#228;tten ska &#228;ven &#229;klagaren underr&#228;ttas.
F&#246;rordning (2022:1506).

Yttrande och utredning

2 &#167; Kriminalv&#229;rdens yttrande och den utredning som beh&#246;vs f&#246;r 
yttrandet ska anpassas efter r&#228;ttens behov av beslutsunderlag 
i varje enskilt fall.

Finns det n&#229;gon annan personutredning om den misst&#228;nkte ska 
Kriminalv&#229;rden underr&#228;tta r&#228;tten om detta, om myndigheten 
bed&#246;mer den utredningen som tillr&#228;cklig. I s&#229;dana fall 
beslutar r&#228;tten om utredningen ska fullf&#246;ljas eller begr&#228;nsas. 
Det som nu sagts g&#228;ller i st&#228;llet unders&#246;kningsledaren eller 
&#229;klagaren om yttrandet har beg&#228;rts av unders&#246;kningsledaren 
eller &#229;klagaren. F&#246;rordning (2022:1506).

3 &#167; Utredningen skall utf&#246;ras s&#229; att den misst&#228;nkte eller hans 
anh&#246;riga inte i on&#246;dan tillfogas lidande eller annat men.

4 &#167; Om Kriminalv&#229;rden under personutredningen finner anledning 
att anta att den misst&#228;nkte lider av en psykisk st&#246;rning, ska 
myndigheten genast underr&#228;tta r&#228;tten om detta, om inte r&#228;tten 
redan har beslutat om l&#228;karintyg enligt 7 &#167; lagen (1991:2041) 
om s&#228;rskild personutredning i brottm&#229;l, m.m. eller om 
r&#228;ttspsykiatrisk unders&#246;kning. Om yttrandet har beg&#228;rts av 
unders&#246;kningsledaren eller &#229;klagaren ska i st&#228;llet 
unders&#246;kningsledaren eller &#229;klagaren underr&#228;ttas.
F&#246;rordning (2022:1506).

5 &#167; Om skyddstillsyn kan komma i fr&#229;ga, skall utredningen &#228;ven
avse behovet av &#246;vervakning och inneh&#229;llet i &#246;vervakningen i
det enskilda fallet.

Om Kriminalv&#229;rden finner att den misst&#228;nkte har behov av
&#246;vervakning, skall myndigheten i sitt yttrande f&#246;resl&#229; en
&#246;vervakare. Den misst&#228;nkte skall f&#229; tillf&#228;lle att yttra sig &#246;ver
valet av &#246;vervakare och om m&#246;jligt &#228;ven sammantr&#228;ffa med den som
f&#246;resl&#229;s som &#246;vervakare. F&#246;rordning (2005:1011).

6 &#167; Om det finns behov av s&#228;rskilda f&#246;reskrifter enligt 
26 kap. 16 &#167;, 27 kap. 2 a &#167;, 28 kap. 2 a eller 6 b &#167; brotts-
balken, ska dessa f&#246;rberedas i sam-verkan med den misst&#228;nkte 
och andra som ber&#246;rs. 

F&#246;rslag till en s&#229;dan behandlingsplan som avses i 28 kap. 
6 b &#167; brottsbalken ska utredas och uppr&#228;ttas av Kriminalv&#229;rden 
genom det friv&#229;rdskontor inom vars verksamhetsomr&#229;de den miss-
t&#228;nkte &#228;r bosatt eller annars uppeh&#229;ller sig. F&#246;rslaget ska 
alltid utformas i samverkan med socialtj&#228;nsten och den som ska 
svara f&#246;r behandlingen. Det ska inneh&#229;lla en utredning om den 
misst&#228;nktes missbruk och andra f&#246;rh&#229;llanden av betydelse f&#246;r 
behovet av v&#229;rd eller annan behandling. F&#246;rslaget ska fogas 
till yttrandet som bilaga. Det ska framg&#229; om den misst&#228;nkte 
har godk&#228;nt planen. 

Om Kriminalv&#229;rden i yttrandet f&#246;resl&#229;r skyddstillsyn eller 
villkorlig dom med samh&#228;llstj&#228;nst som p&#229;f&#246;ljd f&#246;r den miss-
t&#228;nkte, ska det framg&#229; om den misst&#228;nkte &#228;r villig att f&#246;lja 
en s&#229;dan f&#246;reskrift. F&#246;rordning (2020:289).

6 a &#167; Om Kriminalv&#229;rden under personutredningen anser att det 
finns f&#246;ruts&#228;ttningar enligt lagen (2015:650) om erk&#228;nnande 
och verkst&#228;llighet av friv&#229;rdsp&#229;f&#246;ljder inom Europiska 
unionen att s&#228;nda &#246;ver en svensk dom p&#229; friv&#229;rdsp&#229;f&#246;ljd till 
en medlemsstat i Europeiska unionen f&#246;r verkst&#228;llighet av 
p&#229;f&#246;ljden i den staten, ska Kriminalv&#229;rden redog&#246;ra f&#246;r det i 
sitt yttrande. F&#246;rordning (2015:653).

7 &#167; Yttrandet skall l&#228;mnas i tre exemplar till r&#228;tten, eller om
&#229;klagaren har beg&#228;rt yttrandet, till denne.

Har r&#228;tten beg&#228;rt yttrandet skall r&#228;tten genast s&#228;nda en kopia av
yttrandet till &#229;klagaren och den misst&#228;nkte. Har &#229;klagaren beg&#228;rt
yttrandet skall &#229;klagaren genast s&#228;nda en kopia av detta till den
misst&#228;nkte och, i samband med att talan v&#228;cks, ge in yttrandet till
r&#228;tten. F&#246;rordning (1994:1770).

8 &#167; Om r&#228;tten beg&#228;r det, ska Kriminalv&#229;rden komplettera 
yttrandet. Har yttrandet beg&#228;rts av unders&#246;kningsledaren eller 
&#229;klagaren, ska Kriminalv&#229;rden komplettera yttrandet &#228;ven n&#228;r 
unders&#246;kningsledaren eller &#229;klagaren beg&#228;r det.
F&#246;rordning (2022:1506).

F&#246;rtroendeman

9 &#167; Om Kriminalv&#229;rden avser att f&#246;resl&#229; skyddstillsyn som
p&#229;f&#246;ljd, b&#246;r f&#246;retr&#228;desvis den som f&#246;resl&#229;s som &#246;vervakare
f&#246;rordnas till s&#229;dan f&#246;rtroendeman som avses i 4 &#167; lagen
(1991:2041) om s&#228;rskild personutredning i brottm&#229;l, m.m.
F&#246;rordning (2005:1011).

10 &#167; Har Kriminalv&#229;rden f&#246;rordnat en f&#246;rtroendeman, ska 
myndigheten genast underr&#228;tta r&#228;tten, unders&#246;kningsledaren 
eller &#229;klagaren och den misst&#228;nkte om detta. Om talan inte har 
v&#228;ckts beh&#246;ver endast unders&#246;kningsledaren eller &#229;klagaren och 
den misst&#228;nkte underr&#228;ttas. F&#246;rordning (2022:1506).

11 &#167; Om ett f&#246;rordnande som f&#246;rtroendeman upph&#246;r p&#229; grund av
best&#228;mmelserna i 4 &#167; andra stycket lagen (1991:2041) om
s&#228;rskild personutredning i brottm&#229;l, m.m., skall r&#228;tten eller,
i de fall som avses i 4 &#167; andra stycket 1 den lagen
f&#246;runders&#246;kningsledaren, genast underr&#228;tta Kriminalv&#229;rden,
f&#246;rtroendemannen och den misst&#228;nkte. F&#246;rordning (2005:1011).

Inst&#228;llelse vid r&#228;tten

12 &#167; Kriminalv&#229;rden och den som av myndigheten f&#246;rordnats som
s&#228;rskild personutredare eller f&#246;rtroendeman &#228;r skyldig att p&#229;
kallelse inst&#228;lla sig vid r&#228;tten f&#246;r att l&#228;mna upplysningar om
vad som har kommit fram under utredningen.
F&#246;rordning (2005:1011).

L&#228;karintyg

13 &#167; L&#228;karintyg enligt 7 &#167; lagen (1991:2041) om s&#228;rskild personutredning
i brottm&#229;l, m. m. f&#229;r avges av l&#228;kare vid r&#228;ttspsykiatriska avdelningar
inom R&#228;ttsmedicinalverket eller s&#229;dana enheter hos sjukv&#229;rdshuvudm&#228;n som
i enlighet med avtal med staten har &#229;tagit sig att svara f&#246;r att
r&#228;ttspsykiatriska unders&#246;kningar utf&#246;rs (unders&#246;kningsenheter) samt av
l&#228;kare som enligt avtal med R&#228;ttsmedicinalverket har &#229;tagit sig att
utf&#228;rda s&#229;dana intyg.

F&#246;r varje unders&#246;kningsenhet finns ett upptagningsomr&#229;de som fastst&#228;lls
av R&#228;ttsmedicinalverket.

14 &#167; N&#228;r r&#228;tten meddelar beslut om att f&#246;rordna en l&#228;kare att avge
l&#228;karintyg som avses i 13 &#167; skall den unders&#246;kningsenhet inom vars
upptagningsomr&#229;de domstolen &#228;r bel&#228;gen genast per telefon eller p&#229; n&#229;got
liknande s&#228;tt underr&#228;ttas om beslutet. Samma dag skall r&#228;tten s&#228;nda
beslutet och &#246;vriga handlingar i m&#229;let, som beh&#246;vs f&#246;r unders&#246;kningen,
till den l&#228;kare som unders&#246;kningsenheten anvisar. R&#228;tten skall ocks&#229;
underr&#228;tta &#229;klagaren, den misst&#228;nkte och R&#228;ttsmedicinalverket om
beslutet.

15 &#167; L&#228;karintyg skall l&#228;mnas till r&#228;tten i tre exemplar och i ett
exemplar till unders&#246;kningsenheten och till R&#228;ttsmedicinalverket.

Om det framg&#229;r av l&#228;karintyget att den misst&#228;nkte beh&#246;ver psykiatrisk
v&#229;rd, skall unders&#246;kningsenheten skicka en kopia av l&#228;karintyget till
chefs&#246;verl&#228;karen f&#246;r den psykiatriska v&#229;rden d&#228;r den misst&#228;nkte &#228;r
bosatt eller, om den misst&#228;nkte saknar stadigvarande bostad i landet,
chefs&#246;verl&#228;karen inom det omr&#229;de d&#228;r den misst&#228;nkte vistas.

Om den misst&#228;nkte &#228;r h&#228;ktad och det framg&#229;r av l&#228;karintyget att han &#228;r
sjuk, skall r&#228;tten s&#228;nda en kopia av intyget till h&#228;ktet.

15 a &#167; Om S&#228;kerhetspolisen i ett enskilt fall beg&#228;r det, ska 
R&#228;ttsmedicinalverket l&#228;mna ut ett s&#229;dant l&#228;karintyg som avses 
i 13 &#167; och som beh&#246;vs i verksamhet f&#246;r personskydd f&#246;r 

1. statschefen, tronf&#246;ljaren, en annan medlem av kungahuset, 
en talman, en riksdagsledamot, statsministern, ett statsr&#229;d, 
en statssekreterare eller kabinettssekreteraren, 

2. en person vars personskydd S&#228;kerhetspolisen ansvarar f&#246;r i 
samband med statsbes&#246;k och liknande h&#228;ndelser, eller

3. en person som S&#228;kerhetspolisen i ett enskilt fall har 
beslutat om personskydd f&#246;r. F&#246;rordning (2020:1054).

Ers&#228;ttningar

16 &#167; En f&#246;rtroendeman har r&#228;tt till ers&#228;ttning enligt vad som g&#228;ller f&#246;r
&#246;vervakare.

17 &#167; R&#228;ttsmedicinalverket beslutar om ers&#228;ttning f&#246;r arbete och utl&#228;gg
till den l&#228;kare som har f&#246;rordnats att avge l&#228;karintyg enligt 7 &#167; lagen
(1991:2041) om s&#228;rskild personutredning i brottm&#229;l, m.m.

18 &#167; Den som har kallats att inst&#228;lla sig hos Kriminalv&#229;rden
eller l&#228;kare enligt denna f&#246;rordning har r&#228;tt till ers&#228;ttning
och f&#246;rskott f&#246;r kostnader f&#246;r resan, om det &#228;r uppenbart att
den som har kallats inte sj&#228;lv kan svara f&#246;r kostnaderna.
F&#246;rskott f&#229;r l&#228;mnas i form av f&#228;rdbiljett.

Kriminalv&#229;rden best&#228;mmer om ers&#228;ttning och f&#246;rskott till den som
har kallats att inst&#228;lla sig hos myndigheten. Ers&#228;ttning och
f&#246;rskott till den som har kallats att inst&#228;lla sig hos en l&#228;kare
best&#228;ms av r&#228;tten eller, om l&#228;karintyget avser ett &#228;rende om n&#229;d,
av Regeringskansliet. F&#246;rordning (2005:1011).

19 &#167; I fr&#229;ga om ers&#228;ttning till s&#228;rskild personutredare och
f&#246;rtroendeman f&#246;r s&#229;dan inst&#228;llelse som anges i 12 &#167; g&#228;ller vad som &#228;r
f&#246;reskrivet om vittnen i f&#246;rordningen (1982:805) om ers&#228;ttning av
allm&#228;nna medel till vittnen, m.m. Ers&#228;ttningen best&#228;ms av r&#228;tten.

Bemyndiganden

20 &#167; Har upph&#228;vts genom f&#246;rordning (2005:1011).

21 &#167; Kriminalv&#229;rden och R&#228;ttsmedicinalverket f&#229;r inom sina
verksamhetsomr&#229;den meddela ytterligare f&#246;reskrifter om
till&#228;mpningen av lagen (1991:2041) om s&#228;rskild personutredning
i brottm&#229;l, m.m. F&#246;rordning (2005:1011).

&#214;verg&#229;ngsbest&#228;mmelser

1992:289

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1992, d&#229; f&#246;rordningen
(1964:567) om personunders&#246;kning i brottm&#229;l skall upph&#246;ra att g&#228;lla. I
fr&#229;ga om f&#246;rordnande om personunders&#246;kning och l&#228;karunders&#246;kning som har
meddelats f&#246;re ikrafttr&#228;dandet skall best&#228;mmelserna i den upph&#228;vda
f&#246;rordningen fortfarande till&#228;mpas.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3410">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3412">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
