

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-30" /> 
 <meta id="rattsinfo-edited" content="2023-01-30 11:20:57" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3452</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3451">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3453">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:1469 ·
                    <a href="/sfsr?bet=1991:1469">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Yttrandefrihetsgrundlag (1991:1469)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-11-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2015:150, SFS 2018:1802, SFS 2022:1525
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1525
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2015:150 har iakttagits.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Yttrandefriheten enligt denna grundlag

Syfte och grunder

1 &#167; Var och en &#228;r gentemot det allm&#228;nna tillf&#246;rs&#228;krad r&#228;tt 
enligt denna grundlag att i ljudradio, tv och vissa liknande 
&#246;verf&#246;ringar, offentliga uppspelningar ur en databas samt 
filmer, videogram, ljudupptagningar och andra tekniska 
upptagningar offentligen uttrycka tankar, &#229;sikter och k&#228;nslor 
och i &#246;vrigt l&#228;mna uppgifter i vilket &#228;mne som helst.

Yttrandefriheten enligt denna grundlag har till &#228;ndam&#229;l att 
s&#228;kra ett fritt meningsutbyte, en fri och allsidig upplysning 
och ett fritt konstn&#228;rligt skapande. I den f&#229;r inga andra 
begr&#228;nsningar g&#246;ras &#228;n de som f&#246;ljer av denna grundlag. Lag 
(2018:1802).

Till&#228;mpningsomr&#229;de

Definitioner

2 &#167; I denna grundlag avses med

program: inneh&#229;llet i ljudradio, tv eller andra s&#229;dana 
&#246;verf&#246;ringar av ljud, bild eller text som sker med hj&#228;lp av 
elektromagnetiska v&#229;gor samt inneh&#229;llet i offentliga 
uppspelningar ur en databas,

tekniska upptagningar: upptagningar som inneh&#229;ller text, bild 
eller ljud och som kan l&#228;sas, avlyssnas eller p&#229; annat s&#228;tt 
uppfattas endast med ett tekniskt hj&#228;lpmedel,

databas: en samling av information lagrad f&#246;r automatiserad 
behandling. Lag (2018:1802).

S&#228;ndningar

3 &#167; Denna grundlag &#228;r till&#228;mplig p&#229; s&#228;ndningar av program som 
&#228;r riktade till allm&#228;nheten och avsedda att tas emot med 
tekniska hj&#228;lpmedel.

Som s&#228;ndningar av program anses ocks&#229; tillhandah&#229;llande till 
allm&#228;nheten p&#229; s&#228;rskild beg&#228;ran av direkts&#228;nda eller inspelade 
program, om starttidpunkten och inneh&#229;llet inte kan p&#229;verkas 
av mottagaren och programmen tillhandah&#229;lls av n&#229;gon som 
omfattas av 4 &#167;.

Det som f&#246;reskrivs om program i denna grundlag g&#228;ller &#228;ven 
program som f&#246;rmedlas genom satellits&#228;ndning som utg&#229;r fr&#229;n 
Sverige. Program i tv som f&#246;rmedlas hit genom satellits&#228;ndning 
som utg&#229;r fr&#229;n utlandet anses utg&#229; fr&#229;n Sverige, om programmen 
huvudsakligen &#228;r avsedda att tas emot h&#228;r i landet och 
vidares&#228;nds h&#228;r samtidigt och of&#246;r&#228;ndrat. Lag (2022:1525).

Tillhandah&#229;llande ur databaser

4 &#167; Denna grundlags f&#246;reskrifter om s&#228;ndningar av program 
till&#228;mpas ocks&#229; n&#228;r information ur en databas, vars inneh&#229;ll 
kan &#228;ndras endast av den som driver verksamheten, 
tillhandah&#229;lls allm&#228;nheten med hj&#228;lp av elektromagnetiska 
v&#229;gor

1. av n&#229;gon av f&#246;ljande:

a) en redaktion f&#246;r en periodisk skrift eller ett program,

b) ett f&#246;retag f&#246;r yrkesm&#228;ssig framst&#228;llning av s&#229;dana 
skrifter som avses i tryckfrihetsf&#246;rordningen eller av 
tekniska upptagningar,

c) en nyhetsbyr&#229;, eller

d) n&#229;gon annan, om det finns utgivningsbevis f&#246;r verksamheten 
enligt 5 &#167;, och

2. p&#229; n&#229;got av f&#246;ljande s&#228;tt:

a) &#246;verf&#246;ring p&#229; s&#228;rskild beg&#228;ran,

b) &#246;verf&#246;ring enligt &#246;verenskommelse i f&#246;rv&#228;g,

c) framst&#228;llning p&#229; s&#228;rskild beg&#228;ran av tekniska upptagningar, 
skrifter eller bilder, eller 

d) offentlig uppspelning.

&#196;ven om viss information i databasen har tillf&#246;rts av n&#229;gon 
annan g&#228;ller grundlagen f&#246;r s&#229;dana delar av databasen d&#228;r det 
framst&#229;r som klart att informationen h&#228;rr&#246;r fr&#229;n den som 
driver verksamheten.

F&#246;rsta stycket 1 a g&#228;ller inte en redaktion som 
tillhandah&#229;ller enbart s&#229;dana program som avses i 3 &#167; andra 
stycket. Lag (2022:1525).

S&#228;rskilt om databaser med utgivningsbevis

5 &#167; Utgivningsbevis utf&#228;rdas om

1. verksamheten &#228;r ordnad p&#229; det s&#228;tt som anges i 4 &#167; och 
&#246;verf&#246;ringarna utg&#229;r fr&#229;n Sverige, 

2. en beh&#246;rig utgivare har utsetts och &#229;tagit sig uppdraget, 
och 

3. verksamheten har ett namn som &#228;r s&#229;dant att det inte l&#228;tt 
kan f&#246;rv&#228;xlas med namnet p&#229; en annan verksamhet enligt 4 &#167;. 
Lag (2018:1802).

6 &#167; Ett utgivningsbevis g&#228;ller i tio &#229;r. D&#228;refter upph&#246;r 
beviset att g&#228;lla.

Beviset f&#229;r f&#246;rnyas, om det finns f&#246;ruts&#228;ttningar att utf&#228;rda 
ett s&#229;dant bevis. Det f&#246;rnyas varje g&#229;ng f&#246;r tio &#229;r fr&#229;n 
utg&#229;ngen av den f&#246;reg&#229;ende tio&#229;rsperioden.

Om det inte l&#228;ngre finns f&#246;ruts&#228;ttningar att utf&#228;rda ett 
utgivningsbevis, f&#229;r det &#229;terkallas. Detsamma g&#228;ller om 
verksamheten inte har p&#229;b&#246;rjats inom sex m&#229;nader fr&#229;n den dag 
d&#229; utgivningsbeviset utf&#228;rdades eller om den som driver 
verksamheten har anm&#228;lt att verksamheten har upph&#246;rt. Lag 
(2018:1802).

7 &#167; Varje databas ska ha ett namn.

F&#246;reskrifter om utf&#228;rdande, upph&#246;rande, f&#246;rnyelse och 
&#229;terkallelse av utgivningsbevis och om namn p&#229; databaser f&#229;r 
meddelas i lag.

F&#246;reskrifter om straff f&#246;r den som bryter mot en f&#246;reskrift 
som har meddelats med st&#246;d av andra stycket f&#229;r meddelas i 
lag. Lag (2018:1802).

Tekniska upptagningar

8 &#167; Denna grundlag &#228;r till&#228;mplig p&#229; tekniska upptagningar som 
&#228;r utgivna. En teknisk upptagning anses utgiven n&#228;r den har 
l&#228;mnats ut f&#246;r att spridas till allm&#228;nheten i Sverige genom 
att spelas upp, s&#228;ljas eller tillhandah&#229;llas p&#229; annat s&#228;tt.

En teknisk upptagning ska inte anses utl&#228;mnad f&#246;r att spridas 
till allm&#228;nheten i Sverige enbart p&#229; den grunden att den 
skickas h&#228;rifr&#229;n till mottagare i utlandet.

Om grundlagen &#228;r till&#228;mplig eller inte pr&#246;vas i det enskilda 
fallet med utg&#229;ngspunkt i vad som kan antas om spridningen. Om 
det inte framg&#229;r n&#229;got annat av omst&#228;ndigheterna, ska 
grundlagen anses till&#228;mplig p&#229; en upptagning som &#228;r f&#246;rsedd 
med s&#229;dana uppgifter som avses i 3 kap. 16 &#167; eller 4 kap. 5 &#167;. 
Lag (2018:1802).

Program och tekniska upptagningar som j&#228;mst&#228;lls med tryckta 
skrifter

9 &#167; Att vissa program och tekniska upptagningar ska j&#228;mst&#228;llas 
med tryckta skrifter framg&#229;r av 1 kap. 5 och 6 &#167;&#167; 
tryckfrihetsf&#246;rordningen. Lag (2018:1802).

Grundl&#228;ggande best&#228;mmelser

Meddelar- och anskaffarfrihet

10 &#167; Det st&#229;r var och en fritt att meddela uppgifter i vilket 
&#228;mne som helst i syfte att g&#246;ra dem offentliga i program eller 
genom tekniska upptagningar (meddelarfrihet). Denna frihet 
avser uppgifter som l&#228;mnas till

- en f&#246;rfattare eller n&#229;gon annan upphovsman,

- en utgivare, redaktion eller nyhetsbyr&#229;, eller

- ett f&#246;retag f&#246;r framst&#228;llning av tekniska upptagningar.

Det st&#229;r ocks&#229; var och en fritt att anskaffa uppgifter i 
vilket &#228;mne som helst i syfte att meddela eller offentligg&#246;ra 
dem enligt f&#246;rsta stycket (anskaffarfrihet).

I dessa friheter f&#229;r inga andra begr&#228;nsningar g&#246;ras &#228;n de som 
f&#246;ljer av denna grundlag. Lag (2018:1802).

Censurf&#246;rbud och f&#246;rbud mot andra hindrande &#229;tg&#228;rder

11 &#167; Det som &#228;r avsett att framf&#246;ras i program eller genom 
tekniska upptagningar f&#229;r inte f&#246;rst granskas av en myndighet 
eller ett annat allm&#228;nt organ. Det &#228;r inte heller till&#229;tet f&#246;r 
en myndighet eller ett annat allm&#228;nt organ att p&#229; grund av 
inneh&#229;llet f&#246;rbjuda eller hindra framst&#228;llning, 
offentligg&#246;rande eller spridning bland allm&#228;nheten av ett 
program eller en teknisk upptagning, om &#229;tg&#228;rden inte har st&#246;d 
i denna grundlag. Lag (2018:1802).

12 &#167; Trots 11 &#167; f&#229;r det i lag meddelas f&#246;reskrifter om 
granskning och godk&#228;nnande av r&#246;rliga bilder i en s&#229;dan 
offentlig uppspelning ur en databas som avses i 4 &#167; f&#246;rsta 
stycket 2 d. Detsamma g&#228;ller r&#246;rliga bilder i tekniska 
upptagningar som ska visas offentligt. Lag (2018:1802).

13 &#167; Det &#228;r inte till&#229;tet f&#246;r myndigheter eller andra allm&#228;nna 
organ att p&#229; grund av inneh&#229;llet f&#246;rbjuda eller hindra innehav 
eller anv&#228;ndning av s&#229;dana tekniska hj&#228;lpmedel som beh&#246;vs f&#246;r 
att kunna ta emot program eller f&#246;r att kunna uppfatta 
inneh&#229;llet i tekniska upptagningar, om &#229;tg&#228;rden inte har st&#246;d 
i denna grundlag. Detsamma g&#228;ller f&#246;rbud mot anl&#228;ggande av 
tr&#229;dn&#228;t f&#246;r s&#228;ndning av program. Lag (2018:1802).

Exklusivitetsprincipen

14 &#167; En myndighet eller ett annat allm&#228;nt organ f&#229;r inte utan 
st&#246;d i denna grundlag ingripa mot n&#229;gon f&#246;r att han eller hon 
i ett program eller en teknisk upptagning har missbrukat 
yttrandefriheten eller medverkat till ett s&#229;dant missbruk. 
Inte heller f&#229;r de utan st&#246;d i denna grundlag av s&#229;dan 
anledning ingripa mot programmet eller upptagningen. Lag 
(2018:1802).

Instruktion f&#246;r till&#228;mpningen

15 &#167; Den som ska d&#246;ma &#246;ver missbruk av yttrandefriheten eller 
p&#229; annat s&#228;tt vaka &#246;ver att denna grundlag efterlevs b&#246;r 
alltid ha i &#229;tanke att yttrandefriheten &#228;r en grundval f&#246;r ett 
fritt samh&#228;llsskick, alltid uppm&#228;rksamma &#228;mnet och tanken mera 
&#228;n uttrycket, liksom syftet mera &#228;n framst&#228;llningss&#228;ttet samt 
i tveksamma fall hellre fria &#228;n f&#228;lla. Lag (2018:1802).

Undantag fr&#229;n grundlagen

Direkts&#228;ndningar

16 &#167; I fr&#229;ga om program eller delar av program som best&#229;r i 
direkts&#228;ndningar av dagsh&#228;ndelser eller av s&#229;dana gudstj&#228;nster 
eller offentliga tillst&#228;llningar som anordnas av n&#229;gon annan 
&#228;n den som bedriver programverksamheten till&#228;mpas inte 
best&#228;mmelserna i

- 10 &#167; om r&#228;tt att meddela och anskaffa uppgifter f&#246;r 
offentligg&#246;rande,

- 14 &#167; om f&#246;rbud mot ingripanden,

- 15 &#167; om f&#246;rh&#229;llningss&#228;ttet vid till&#228;mpning av denna 
grundlag,

- 2 kap. om r&#228;tten till anonymitet,

- 5-8 kap. om yttrandefrihetsbrott, meddelarbrott och 
anskaffarbrott, ansvar f&#246;r yttrandefrihetsbrott, tillsyn och 
&#229;tal samt s&#228;rskilda tv&#229;ngsmedel,

- 10 kap. om r&#228;tteg&#229;ngen i yttrandefrihetsm&#229;l, och

- 11 kap. 7 &#167; om r&#228;tt att meddela och anskaffa uppgifter f&#246;r 
offentlig-g&#246;rande i program fr&#229;n utlandet. Lag (2018:1802).

Vissa fr&#229;gor som f&#229;r regleras i lag

17 &#167; I lag f&#229;r det meddelas f&#246;reskrifter om

1. s&#228;ndningar av program som huvudsakligen &#228;r avsedda att tas 
emot utomlands, eller

2. program som s&#228;nds genom tr&#229;d men som inte &#228;r avsedda att 
tas emot av n&#229;gon st&#246;rre allm&#228;nhet.

S&#229;dana f&#246;reskrifter f&#229;r dock inte g&#228;lla det som s&#228;gs i 10-
13 &#167;&#167;. Lag (2018:1802).

18 &#167; Det som s&#228;gs i 1 kap. 11 och 12 &#167;&#167; 
tryckfrihetsf&#246;rordningen om att det i lag f&#229;r meddelas 
f&#246;reskrifter om upphovsm&#228;ns r&#228;ttigheter, vissa kommersiella 
annonser, kreditupplysningsverksamhet, produktinformation, 
tillv&#228;gag&#229;ngss&#228;tt f&#246;r anskaffande av uppgifter samt f&#246;rbud mot 
att g&#246;ra avbildningar, beskrivningar eller m&#228;tningar g&#228;ller 
ocks&#229; i fr&#229;ga om program och om inneh&#229;llet i tekniska 
upptagningar. Lag (2022:1525).

19 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om f&#246;rbud mot kommersiell reklam i 
program eller om villkor f&#246;r s&#229;dan reklam. 

Detsamma g&#228;ller f&#246;reskrifter om f&#246;rbud mot och villkor f&#246;r 
s&#229;dan annonsering och s&#228;ndning av program som helt eller 
delvis bekostas av n&#229;gon annan &#228;n den som bedriver 
programverksamheten. Lag (2018:1802).

20 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om f&#246;rbud mot offentligg&#246;rande av 
personuppgifter

1. som avsl&#246;jar etniskt ursprung, hudf&#228;rg eller annat liknande 
f&#246;rh&#229;llande, politiska &#229;sikter, religi&#246;s eller filosofisk 
&#246;vertygelse eller medlemskap i fackf&#246;rening,

2. om h&#228;lsa, sexualliv eller sexuell l&#228;ggning, eller

3. som best&#229;r av genetiska uppgifter eller biometriska 
uppgifter f&#246;r att entydigt identifiera en fysisk person.

Vad som anges i f&#246;rsta stycket g&#228;ller endast om

1. personuppgifterna ing&#229;r i en uppgiftssamling som har 
ordnats s&#229; att det &#228;r m&#246;jligt att s&#246;ka efter eller 
sammanst&#228;lla dessa, och 

2. det med h&#228;nsyn till verksamheten och de former under vilka 
uppgiftssamlingen h&#229;lls tillg&#228;nglig finns s&#228;rskilda risker f&#246;r 
otillb&#246;rliga intr&#229;ng i enskildas personliga integritet. Lag 
(2022:1525).

Undantag f&#246;r barnpornografi

21 &#167; Denna grundlag &#228;r inte till&#228;mplig p&#229; pornografiska bilder 
av personer vars pubertetsutveckling inte &#228;r fullbordad eller 
som &#228;r under arton &#229;r. Lag (2018:1802).

2 kap. R&#228;tten till anonymitet

1 &#167; Upphovsmannen till ett program eller en teknisk upptagning 
&#228;r inte skyldig att r&#246;ja sin identitet. Detsamma g&#228;ller f&#246;r 
den som har framtr&#228;tt i en s&#229;dan framst&#228;llning och den som har 
meddelat en uppgift f&#246;r offentligg&#246;rande enligt 1 kap. 10 &#167;. 
Lag (2018:1802).

2 &#167; I m&#229;l om ansvar, skadest&#229;nd eller s&#228;rskild r&#228;ttsverkan p&#229; 
grund av yttrandefrihetsbrott i ett program eller en teknisk 
upptagning f&#229;r ingen ta upp fr&#229;gan om vem som &#228;r 
framst&#228;llningens upphovsman, vem som har framtr&#228;tt i den, vem 
som har tillhandah&#229;llit den f&#246;r offentligg&#246;rande eller vem som 
&#228;r meddelare enligt 1 kap. 10 &#167;.

Om n&#229;gon har angetts som upphovsman till framst&#228;llningen eller 
som den som har framtr&#228;tt i denna, &#228;r det dock till&#229;tet att i 
m&#229;let pr&#246;va om han eller hon &#228;r ansvarig. Detsamma g&#228;ller om 
n&#229;gon i m&#229;let har uppgett sig vara upphovsmannen eller den som 
har framtr&#228;tt.

F&#246;rsta stycket hindrar inte att det i en och samma r&#228;tteg&#229;ng 
handl&#228;ggs b&#229;de m&#229;l om yttrandefrihetsbrott och m&#229;l om brott 
som avses i 5 kap. 4 och 5 &#167;&#167;. Lag (2018:1802).

Tystnadsplikt

3 &#167; Den som har tagit befattning med tillkomsten eller 
spridningen av en framst&#228;llning som utgjort eller varit avsedd 
att ing&#229; i ett program eller en teknisk upptagning f&#229;r inte 
r&#246;ja vad han eller hon d&#229; har f&#229;tt veta om vem som &#228;r 
upphovsman till framst&#228;llningen eller har tillhandah&#229;llit den 
f&#246;r att offentligg&#246;ras eller om vem som har framtr&#228;tt i den 
eller &#228;r meddelare enligt 1 kap. 10 &#167;.

Tystnadsplikt enligt f&#246;rsta stycket g&#228;ller &#228;ven f&#246;r den som p&#229; 
n&#229;got annat s&#228;tt har varit verksam inom ett f&#246;retag som ger ut 
tekniska upptagningar eller s&#228;nder program eller p&#229; en 
nyhetsbyr&#229;. Lag (2018:1802).

4 &#167; Tystnadsplikt enligt 3 &#167; g&#228;ller inte i f&#246;ljande fall:

1. Den till vars f&#246;rm&#229;n tystnadsplikten g&#228;ller har samtyckt 
till att hans eller hennes identitet r&#246;js.

2. Det &#228;r till&#229;tet enligt 2 &#167; andra stycket att behandla 
fr&#229;gan om identiteten.

3. Det r&#246;r sig om n&#229;got av de brott som avses i 5 kap. 4 &#167; 
f&#246;rsta stycket 1.

4. En domstol finner i fr&#229;ga om brott enligt 5 kap. 3 &#167; eller 
4 &#167; f&#246;rsta stycket 2 eller 3 att det &#228;r n&#246;dv&#228;ndigt att 
uppgifter l&#228;mnas om huruvida det &#228;r den som &#228;r tilltalad eller 
sk&#228;ligen misst&#228;nkt f&#246;r den brottsliga g&#228;rningen som har l&#228;mnat 
meddelandet eller medverkat till framst&#228;llningen. Uppgifterna 
ska i s&#229; fall l&#228;mnas vid en f&#246;rhandling.

5. En domstol finner i n&#229;got annat fall att det av h&#228;nsyn till 
ett allm&#228;nt eller enskilt intresse &#228;r av synnerlig vikt att en 
uppgift om identiteten l&#228;mnas vid vittnesf&#246;rh&#246;r eller f&#246;rh&#246;r 
med en part under sanningsf&#246;rs&#228;kran.

Vid f&#246;rh&#246;r som avses i f&#246;rsta stycket 4 eller 5 ska r&#228;tten 
noga vaka &#246;ver att det inte st&#228;lls fr&#229;gor som kan inkr&#228;kta p&#229; 
tystnadsplikten ut&#246;ver vad som har medgetts i varje s&#228;rskilt 
fall. Lag (2018:1802).

Efterforskningsf&#246;rbud

5 &#167; En myndighet eller ett annat allm&#228;nt organ f&#229;r inte 
efterforska

1. upphovsmannen till en framst&#228;llning som har offentliggjorts 
eller varit avsedd att offentligg&#246;ras i ett program eller en 
teknisk upptagning eller den som har framtr&#228;tt i en s&#229;dan 
framst&#228;llning,

2. den som har tillhandah&#229;llit eller avsett att tillhandah&#229;lla 
en framst&#228;llning f&#246;r offentligg&#246;rande i ett program eller en 
teknisk upptagning, eller

3. den som har meddelat uppgifter enligt 1 kap. 10 &#167;.

F&#246;rbudet i f&#246;rsta stycket hindrar inte efterforskning n&#228;r det 
beh&#246;vs f&#246;r &#229;tal eller n&#229;got annat ingripande mot den som avses 
d&#228;r om ingripandet inte st&#229;r i strid med denna grundlag. I 
s&#229;dana fall ska den tystnadsplikt som anges i 3 &#167; beaktas. Lag 
(2018:1802).

Repressalief&#246;rbud

6 &#167; En myndighet eller ett annat allm&#228;nt organ f&#229;r inte 
ingripa mot n&#229;gon f&#246;r att han eller hon i ett program eller en 
teknisk upptagning har brukat sin yttrandefrihet eller 
medverkat till ett s&#229;dant bruk. Lag (2018:1802).

Straff

7 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som

1. upps&#229;tligen eller av oaktsamhet bryter mot sin 
tystnadsplikt enligt 3 &#167;,

2. upps&#229;tligen eller av oaktsamhet i ett program eller en 
teknisk upptagning l&#228;mnar felaktiga uppgifter om vem som &#228;r 
framst&#228;llningens upphovsman eller har tillhandah&#229;llit den f&#246;r 
offentligg&#246;rande, vem som framtr&#228;der i den eller vem som har 
l&#228;mnat uppgifter i den,

3. upps&#229;tligen efterforskar i strid med 5 &#167;,

4. upps&#229;tligen ingriper i strid med 6 &#167;, om &#229;tg&#228;rden utg&#246;r 
avskedande, upps&#228;gning, meddelande av disciplinp&#229;f&#246;ljd eller 
en liknande &#229;tg&#228;rd.

Allm&#228;nt &#229;tal f&#246;r brott som avses i f&#246;rsta stycket 1 och 2 f&#229;r 
v&#228;ckas endast om m&#229;ls&#228;ganden har anm&#228;lt brottet till &#229;tal. Lag 
(2018:1802).

3 kap. R&#228;tten att s&#228;nda, framst&#228;lla och sprida

S&#228;ndning av program

R&#228;tt att s&#228;nda genom tr&#229;d

1 &#167; Varje fysisk och juridisk person har r&#228;tt att s&#228;nda 
program genom tr&#229;d. Lag (2018:1802).

2 &#167; Den frihet som f&#246;ljer av 1 &#167; hindrar inte att det i lag 
meddelas f&#246;re-skrifter om

1. skyldighet f&#246;r n&#228;tinnehavare att i den utstr&#228;ckning det 
beh&#246;vs med h&#228;nsyn till allm&#228;nhetens intresse av tillg&#229;ng till 
allsidig upplysning ge utrymme f&#246;r vissa program och f&#246;r 
tillh&#246;rande tj&#228;nster som utg&#246;rs av eller underl&#228;ttar 
tillg&#229;ngen till textning, tolkning, uppl&#228;st text eller 
liknande teknik som syftar till att g&#246;ra programmen 
tillg&#228;ngliga f&#246;r personer med funktionsneds&#228;ttning, 

2. skyldighet f&#246;r n&#228;tinnehavare att ge utrymme f&#246;r 
&#246;verf&#246;ringar i den utstr&#228;ckning det beh&#246;vs med h&#228;nsyn till 
intresset av konkurrens betr&#228;ffande s&#229;dana &#246;verf&#246;ringar i 
n&#228;tet eller allm&#228;nhetens intresse av tillg&#229;ng till s&#229;dana 
&#246;verf&#246;ringar,

3. skyldighet f&#246;r n&#228;tinnehavare att vidta &#229;tg&#228;rder f&#246;r att 
tillf&#246;rs&#228;kra mottagarkretsen inflytande &#246;ver programvalet,

4. skyldighet f&#246;r den som s&#228;nder program i tv eller 
tillhandah&#229;ller s&#229;dana program genom &#246;verf&#246;ring ur en databas 
enligt 1 kap. 4 &#167; f&#246;rsta stycket 2 a att g&#246;ra programmen 
tillg&#228;ngliga f&#246;r personer med funktionsneds&#228;ttning genom 
textning, tolkning, uppl&#228;st text eller liknande teknik,

5. skyldighet f&#246;r den som s&#228;nder program i tv eller 
tillhandah&#229;ller s&#229;dana program genom &#246;verf&#246;ring ur en databas 
enligt 1 kap. 4 &#167; f&#246;rsta stycket 2 a att fr&#228;mja framst&#228;llning 
av och tillg&#229;ng till program med europeiskt ursprung, 

6. ingripanden mot fortsatt s&#228;ndning av ett utbud som inriktas 
p&#229; v&#229;lds-framst&#228;llningar, pornografiska bilder eller hets mot 
folkgrupp, eller

7. villkor f&#246;r att s&#228;nda program f&#246;r verksamhet som bedrivs 
med ett uppdrag att s&#228;nda ljudradio eller tv i allm&#228;nhetens 
tj&#228;nst, under f&#246;ruts&#228;ttning att uppdraget finansieras med 
allm&#228;nna medel. Lag (2022:1525).

S&#228;ndning p&#229; annat s&#228;tt &#228;n genom tr&#229;d

3 &#167; R&#228;tten att s&#228;nda program p&#229; annat s&#228;tt &#228;n genom tr&#229;d f&#229;r 
regleras genom lag som inneh&#229;ller f&#246;reskrifter om tillst&#229;nd 
och villkor f&#246;r att s&#228;nda.

Det allm&#228;nna ska efterstr&#228;va att radiofrekvenserna tas i 
anspr&#229;k p&#229; ett s&#228;tt som leder till vidaste m&#246;jliga 
yttrandefrihet och informationsfrihet. Lag (2018:1802).

4 &#167; Det ska finnas m&#246;jlighet f&#246;r sammanslutningar att f&#229; 
tillst&#229;nd att s&#228;nda ljudradioprogram i lokala radios&#228;ndningar 
i den utstr&#228;ckning som tillg&#228;ngliga radiofrekvenser medger. 
N&#228;rmare f&#246;reskrifter om detta f&#229;r meddelas i lag. Lag 
(2018:1802).

Vissa f&#246;ruts&#228;ttningar f&#246;r begr&#228;nsningar i r&#228;tten att s&#228;nda

5 &#167; I fr&#229;ga om s&#229;dana begr&#228;nsningar i r&#228;tten att s&#228;nda program 
som avses i 2-4 &#167;&#167; g&#228;ller vad som f&#246;reskrivs om begr&#228;nsningar 
av grundl&#228;ggande fri- och r&#228;ttigheter i 2 kap. 21-23 &#167;&#167; 
regeringsformen. Lag (2018:1802).

Redaktionell sj&#228;lvst&#228;ndighet

6 &#167; Den som s&#228;nder program avg&#246;r sj&#228;lvst&#228;ndigt vad som ska 
f&#246;rekomma i programmen. Lag (2018:1802).

Domstolspr&#246;vning

7 &#167; Fr&#229;gor om r&#228;tten att s&#228;nda program ska kunna pr&#246;vas av 
domstol eller av en n&#228;mnd vars sammans&#228;ttning &#228;r best&#228;md i lag 
och vars ordf&#246;rande ska vara eller ha varit ordinarie domare. 
Ett beslut av regeringen pr&#246;vas av domstol och beh&#246;ver endast 
avse beslutets laglighet. 

Om saken g&#228;ller ett ingripande p&#229; grund av missbruk av 
yttrandefriheten, ska fr&#229;gan pr&#246;vas av domstol under medverkan 
av jury enligt de n&#228;rmare f&#246;reskrifter som meddelas i lag. 
Detta g&#228;ller dock inte om saken r&#246;r &#246;vertr&#228;delse av s&#229;dana 
f&#246;reskrifter eller villkor i fr&#229;ga om kommersiell reklam, 
annan annonsering eller s&#228;ndning av program som avses i 1 kap. 
19 &#167;. Lag (2018:1802).

Bevarandeskyldighet och pliktleverans

8 &#167; F&#246;reskrifter om skyldighet att bevara inspelningar av 
program och h&#229;lla dem tillg&#228;ngliga f&#246;r granskning i efterhand 
och om att l&#228;mna dem till arkiv f&#229;r meddelas i lag. Lag 
(2018:1802).

Undantag f&#246;r kartor, ritningar eller bilder som &#229;terger 
Sverige

9 &#167; I lag f&#229;r det meddelas f&#246;reskrifter med syfte att 
f&#246;rebygga att kartor, ritningar eller bilder som &#229;terger 
Sverige helt eller delvis och inneh&#229;ller upplysningar av 
betydelse f&#246;r rikets f&#246;rsvar sprids genom s&#228;ndning av program. 
Lag (2018:1802).

Framst&#228;llning och spridning av tekniska upptagningar

R&#228;tten till framst&#228;llning och spridning

10 &#167; Varje fysisk och juridisk person har r&#228;tt att framst&#228;lla 
och sprida tekniska upptagningar. F&#246;r r&#228;tten att offentligt 
visa film, videogram eller n&#229;gon annan teknisk upptagning med 
r&#246;rliga bilder kan det dock kr&#228;vas granskning och godk&#228;nnande 
i enlighet med 1 kap. 12 &#167;. Lag (2018:1802).

Undantag fr&#229;n spridningsr&#228;tten

11 &#167; Utan hinder av denna grundlag g&#228;ller det som f&#246;reskrivs i 
lag, n&#228;r n&#229;gon i f&#246;rv&#228;rvssyfte till den som &#228;r under femton &#229;r 
l&#228;mnar ut filmer, videogram eller andra tekniska upptagningar 
med r&#246;rliga bilder med ing&#229;ende skildringar av 
verklighetstrogen karakt&#228;r som &#229;terger v&#229;ld eller hot om v&#229;ld 
mot m&#228;nniskor eller djur. Lag (2018:1802).

12 &#167; Best&#228;mmelserna i denna grundlag hindrar inte att det i 
lag meddelas f&#246;reskrifter om straff och s&#228;rskild r&#228;ttsverkan 
f&#246;r den som

1. visar pornografiska bilder p&#229; eller vid allm&#228;n plats genom 
skyltning eller n&#229;got liknande f&#246;rfarande p&#229; ett s&#228;tt som kan 
v&#228;cka allm&#228;n anst&#246;t,

2. utan f&#246;reg&#229;ende best&#228;llning med post eller p&#229; annat s&#228;tt 
tillst&#228;ller n&#229;gon pornografiska bilder, eller

3. bland barn och ungdomar sprider tekniska upptagningar som 
genom sitt inneh&#229;ll kan verka f&#246;rr&#229;ande eller medf&#246;ra annan 
allvarlig fara f&#246;r de unga.

Detsamma g&#228;ller i fr&#229;ga om straff och s&#228;rskild r&#228;ttsverkan f&#246;r 
den som bryter mot f&#246;reskrifter om granskning och godk&#228;nnande 
av filmer, videogram eller andra tekniska upptagningar med 
r&#246;rliga bilder som ska visas offentligt samt av r&#246;rliga bilder 
i en s&#229;dan offentlig uppspelning ur en databas som avses i 
1 kap. 4 &#167; f&#246;rsta stycket 2 d. Lag (2018:1802).

13 &#167; I lag f&#229;r det meddelas f&#246;reskrifter med syfte att 
f&#246;rebygga spridning genom teknisk upptagning av kartor, 
ritningar eller bilder som &#229;terger Sverige helt eller delvis 
och inneh&#229;ller upplysningar av betydelse f&#246;r rikets f&#246;rsvar. 
Lag (2018:1802).

Bevarandeskyldighet och pliktleverans

14 &#167; F&#246;reskrifter om skyldighet att bevara exemplar av 
tekniska upptagningar och att h&#229;lla dem tillg&#228;ngliga f&#246;r 
granskning f&#229;r meddelas i lag. I lag f&#229;r det ocks&#229; meddelas 
f&#246;reskrifter om skyldighet att l&#228;mna exemplar av s&#229;dana 
upptagningar till en myndighet och att l&#228;mna upplysningar i 
anslutning till s&#229;dan skyldighet. Lag (2018:1802).

Skyldighet att befordra tekniska upptagningar

15 &#167; Den som enligt vad som f&#246;ljer av lag eller annan 
f&#246;rfattning har en skyldighet att befordra tekniska 
upptagningar f&#229;r inte p&#229; grund av inneh&#229;llet v&#228;gra eller 
st&#228;lla s&#228;rskilda villkor f&#246;r att utf&#246;ra denna skyldighet. 
Detta g&#228;ller dock inte om befordran skulle inneb&#228;ra en s&#229;dan 
&#246;vertr&#228;delse som avses i 18 &#167; andra stycket eller 19 &#167;.

Den som har en skyldighet enligt f&#246;rsta stycket och som har 
tagit emot en teknisk upptagning f&#246;r befordran ska inte anses 
som upptagningens spridare. Lag (2018:1802).

Ursprungsuppgifter

16 &#167; Exemplar av tekniska upptagningar ska f&#246;rses med tydliga 
uppgifter om vem som har l&#229;tit framst&#228;lla upptagningen, om 
exemplaren framst&#228;lls i landet och &#228;r avsedda f&#246;r spridning 
h&#228;r. Det ska &#228;ven anges n&#228;r, var och av vem exemplaren har 
framst&#228;llts. N&#228;rmare f&#246;reskrifter om detta f&#229;r meddelas i lag. 
Lag (2018:1802).

Registrering av f&#246;rs&#228;ljnings- eller uthyrningsverksamhet

17 &#167; F&#246;reskrifter om skyldighet f&#246;r den som yrkesm&#228;ssigt 
s&#228;ljer eller hyr ut filmer, videogram eller andra tekniska 
upptagningar med r&#246;rliga bilder att anm&#228;la sig f&#246;r 
registrering hos en myndighet f&#229;r meddelas i lag eller, i 
fr&#229;ga om anm&#228;lans inneh&#229;ll och hur anm&#228;lan n&#228;rmare ska ske, 
med st&#246;d av lag. Lag (2018:1802).

Straff

18 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
framst&#228;ller en teknisk upptagning och d&#229; upps&#229;tligen eller av 
oaktsamhet bryter mot 16 &#167; eller best&#228;mmelser som avses d&#228;r.

Till penningb&#246;ter d&#246;ms den som sprider en teknisk upptagning 
som saknar n&#229;gon uppgift som &#228;r f&#246;reskriven i 16 &#167;, om det 
sker upps&#229;tligen eller av oaktsamhet. Detsamma g&#228;ller om en 
s&#229;dan uppgift &#228;r oriktig och spridaren k&#228;nner till detta. Lag 
(2018:1802).

19 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
sprider en teknisk upptagning i vetskap om att upptagningen 
har tagits i beslag eller konfiskerats enligt denna grundlag. 
Lag (2018:1802).

Upptagningar, skrifter och bilder best&#228;llda ur en databas

20 &#167; Av en s&#229;dan teknisk upptagning, skrift eller bild som 
avses i 1 kap. 4 &#167; f&#246;rsta stycket 2 c ska databasens namn 
framg&#229;, liksom n&#228;r, var och hur upptagningen, skriften eller 
bilden har framst&#228;llts. Den som driver verksamheten ska se 
till att upptagningen, skriften eller bilden har s&#229;dana 
uppgifter. N&#228;rmare f&#246;reskrifter om detta f&#229;r meddelas i lag. 
Lag (2018:1802).

21 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som 
upps&#229;tligen eller av oaktsamhet bryter mot 20 &#167; eller 
best&#228;mmelser som avses d&#228;r.

Till penningb&#246;ter d&#246;ms den som l&#228;mnar ut en s&#229;dan teknisk 
upptagning, skrift eller bild som avses i 1 kap. 4 &#167; f&#246;rsta 
stycket 2 c och som saknar n&#229;gon uppgift som &#228;r f&#246;reskriven i 
20 &#167;, om det sker upps&#229;tligen eller av oaktsamhet. Detsamma 
g&#228;ller om en s&#229;dan uppgift &#228;r oriktig och den som l&#228;mnar ut 
upptagningen, skriften eller bilden k&#228;nner till detta. Lag 
(2018:1802).

4 kap. Utgivare

Krav och befogenheter

1 &#167; Program och tekniska upptagningar ska ha en utgivare. 
Utgivare av program ska enligt vad som n&#228;rmare f&#246;reskrivs i 
lag utses f&#246;r varje program eller f&#246;r hela eller delar av 
programverksamheten.

Utgivaren utses av den som bedriver s&#228;ndningsverksamheten 
eller l&#229;ter framst&#228;lla den tekniska upptagningen. Lag 
(2018:1802).

2 &#167; En utgivare ska vara en fysisk person med hemvist i 
Sverige. Den som &#228;r under&#229;rig eller i konkurs eller som har 
f&#246;rvaltare enligt s&#228;rskilda best&#228;mmelser i lag f&#229;r inte vara 
utgivare. Lag (2018:1802).

3 &#167; Utgivaren ska ha befogenhet att ut&#246;va tillsyn &#246;ver 
framst&#228;llningens offentligg&#246;rande och att best&#228;mma &#246;ver dess 
inneh&#229;ll s&#229; att ingenting f&#229;r f&#246;ras in i den mot hans eller 
hennes vilja. Varje inskr&#228;nkning i denna befogenhet ska vara 
utan verkan. Lag (2018:1802).

Uppgift om utgivare

4 &#167; Uppgift om vem som &#228;r utgivare av program ska h&#229;llas 
tillg&#228;nglig f&#246;r allm&#228;nheten. N&#228;rmare f&#246;reskrifter om detta f&#229;r 
meddelas i lag. Lag (2018:1802).

5 &#167; Av en teknisk upptagning ska det framg&#229; vem som &#228;r 
utgivare. Utgivaren ska se till att varje exemplar av 
upptagningen har en s&#229;dan uppgift. 

Av en s&#229;dan teknisk upptagning, skrift eller bild som efter 
best&#228;llning har framst&#228;llts ur en databas enligt 1 kap. 4 &#167; 
f&#246;rsta stycket 2 c ska det framg&#229; vem som &#228;r utgivare f&#246;r 
databasen. Utgivaren ska se till att varje exemplar har en 
s&#229;dan uppgift. Lag (2018:1802).

St&#228;llf&#246;retr&#228;dare

6 &#167; En utgivare f&#246;r programverksamhet f&#229;r utse en eller flera 
st&#228;llf&#246;retr&#228;dare. F&#246;r st&#228;llf&#246;retr&#228;dare g&#228;ller 2-4 &#167;&#167;. Upph&#246;r 
utgivarens uppdrag, upph&#246;r ocks&#229; uppdraget att vara 
st&#228;llf&#246;retr&#228;dare. Lag (2018:1802).

Straff

7 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet 
bryter mot 1 &#167;. Om omst&#228;ndigheterna &#228;r synnerligen f&#246;rsv&#229;rande 
&#228;r straffet f&#228;ngelse i h&#246;gst ett &#229;r.

Till penningb&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet 
bryter mot 5 &#167;.

I lag f&#229;r det f&#246;reskrivas straff f&#246;r den som bryter mot en 
f&#246;reskrift i lag som har meddelats med st&#246;d av 4 eller 6 &#167;. 
Lag (2018:1802).

5 kap. Yttrandefrihetsbrott, meddelarbrott och anskaffarbrott

G&#228;rningar som anses vara yttrandefrihetsbrott

1 &#167; De g&#228;rningar som anges som tryckfrihetsbrott i 7 kap. 2-
20 &#167;&#167; tryckfrihetsf&#246;rordningen ska anses vara 
yttrandefrihetsbrott, om de beg&#229;s i ett program eller en 
teknisk upptagning och &#228;r straffbara enligt lag. Lag 
(2018:1802).

2 &#167; Under de f&#246;ruts&#228;ttningar som anges i 1 &#167; anses som 
yttrandefrihetsbrott &#228;ven s&#229;dan olaga v&#229;ldsskildring som 
inneb&#228;r att n&#229;gon genom r&#246;rliga bilder n&#228;rg&#229;nget eller 
utdraget skildrar grovt v&#229;ld mot m&#228;nniskor eller djur med 
upps&#229;t att framst&#228;llningen sprids. Detta g&#228;ller dock inte om 
g&#228;rningen med h&#228;nsyn till omst&#228;ndigheterna &#228;r f&#246;rsvarlig. Lag 
(2018:1802).

3 &#167; Ett tillk&#228;nnagivande i en annons eller i ett annat s&#229;dant 
meddelande ska inte anses vara ett yttrandefrihetsbrott om det 
inte omedelbart av meddelandets inneh&#229;ll framg&#229;r att ansvar 
f&#246;r ett s&#229;dant brott kan bli aktuellt. &#196;r meddelandet 
straffbart tillsammans med en omst&#228;ndighet som inte omedelbart 
framg&#229;r av meddelandets inneh&#229;ll, g&#228;ller vad som f&#246;reskrivs i 
lag. 

Detsamma g&#228;ller ett meddelande genom chiffer eller p&#229; n&#229;got 
annat s&#228;tt, som &#228;r hemligt f&#246;r allm&#228;nheten. Lag (2018:1802).

Meddelar- och anskaffarbrott

4 &#167; Om n&#229;gon enligt 1 kap. 10 &#167; meddelar en uppgift i syfte 
att g&#246;ra den offentlig i ett program eller en teknisk 
upptagning och d&#228;rigenom g&#246;r sig skyldig till n&#229;got av 
f&#246;ljande brott, g&#228;ller vad som f&#246;reskrivs i lag om ansvar f&#246;r 
det brottet:

1. uppror, h&#246;gf&#246;rr&#228;deri, spioneri, grovt spioneri, 
utlandsspioneri, grovt utlandsspioneri, grov obeh&#246;rig 
befattning med hemlig uppgift, landsf&#246;rr&#228;deri, landssvek eller 
f&#246;rs&#246;k, f&#246;rberedelse eller st&#228;mpling till ett s&#229;dant brott,

2. oriktigt utl&#228;mnande av en allm&#228;n handling som inte &#228;r 
tillg&#228;nglig f&#246;r var och en eller tillhandah&#229;llande av en s&#229;dan 
handling i strid med en myndighets f&#246;rbeh&#229;ll vid dess 
utl&#228;mnande, n&#228;r g&#228;rningen &#228;r upps&#229;tlig, och

3. upps&#229;tligt &#229;sidos&#228;ttande av tystnadsplikt i de fall som 
anges i en s&#228;rskild lag.

F&#246;rsta stycket g&#228;ller ocks&#229; om brottet beg&#229;s av n&#229;gon som, 
utan att vara ansvarig enligt 6 kap., medverkar som f&#246;rfattare 
eller annan upphovsman till en framst&#228;llning som &#228;r avsedd att 
offentligg&#246;ras i ett program eller en teknisk upptagning eller 
medverkar genom att framtr&#228;da i programmet.

I fr&#229;ga om f&#246;reskrifter som avses i f&#246;rsta stycket 3 till&#228;mpas 
2 kap. 22 &#167; f&#246;rsta stycket regeringsformen. Lag (2022:1518).

5 &#167; Om n&#229;gon enligt 1 kap. 10 &#167; anskaffar en uppgift i syfte 
att g&#246;ra den offentlig i ett program eller en teknisk 
upptagning eller f&#246;r att l&#228;mna ett meddelande och d&#228;rigenom 
g&#246;r sig skyldig till ett brott som anges i 4 &#167; f&#246;rsta 
stycket 1, g&#228;ller vad som f&#246;reskrivs i lag om det brottet. Lag 
(2018:1802).

Ytterligare best&#228;mmelser om yttrandefrihetsbrott

P&#229;f&#246;ljd

6 &#167; Vad som f&#246;reskrivs i lag om p&#229;f&#246;ljd f&#246;r brott som anges i 
1 och 2 &#167;&#167; g&#228;ller &#228;ven n&#228;r dessa anses vara 
yttrandefrihetsbrott.

Vid best&#228;mmande av p&#229;f&#246;ljd ska det s&#228;rskilt beaktas om en 
publicerad uppgift har r&#228;ttats och r&#228;ttelsen d&#228;refter 
offentliggjorts p&#229; ett l&#228;mpligt s&#228;tt. Lag (2018:1802).

Publicering av domen

7 &#167; Om den tilltalade d&#246;ms f&#246;r f&#246;rtal eller f&#246;rol&#228;mpning i ett 
program enligt 1 &#167;, f&#229;r domstolen efter yrkande av motparten 
besluta att domen helt eller delvis ska &#229;terges i ett program 
i samma s&#228;ndningsverksamhet.

Skyldigheten att &#229;terge domen f&#229;r avse ett sammandrag av domen 
som domstolen har gjort. Lag (2018:1802).

Konfiskering

8 &#167; En teknisk upptagning som inneh&#229;ller yttrandefrihetsbrott 
f&#229;r konfiskeras.

&#196;r brottet olaga v&#229;ldsskildring g&#228;ller ocks&#229; vad som 
f&#246;reskrivs i lag om s&#228;rskild r&#228;ttsverkan av brott.

Konfiskering inneb&#228;r att alla exemplar av upptagningen som &#228;r 
avsedda att spridas ska f&#246;rst&#246;ras. Konfiskering inneb&#228;r &#228;ven 
att &#229;tg&#228;rder ska vidtas s&#229; att f&#246;rem&#229;l som kan anv&#228;ndas 
s&#228;rskilt f&#246;r att m&#229;ngfaldiga den tekniska upptagningen inte 
ska kunna anv&#228;ndas f&#246;r att framst&#228;lla ytterligare exemplar.

Vid bed&#246;mning av fr&#229;gan om konfiskering ska det s&#228;rskilt 
beaktas om en publicerad uppgift har r&#228;ttats och r&#228;ttelsen 
d&#228;refter offentliggjorts p&#229; ett l&#228;mpligt s&#228;tt. Lag 
(2018:1802).

6 kap. Ansvar f&#246;r yttrandefrihetsbrott

Vem som &#228;r ansvarig

Utgivare och st&#228;llf&#246;retr&#228;dare

1 &#167; Utgivaren &#228;r ansvarig f&#246;r yttrandefrihetsbrott i ett 
program eller en teknisk upptagning.

Om en st&#228;llf&#246;retr&#228;dare har intr&#228;tt som utgivare, &#228;r han eller 
hon ansvarig. Lag (2018:1802).

2 &#167; Utgivaren &#228;r ansvarig, trots att en st&#228;llf&#246;retr&#228;dare har 
intr&#228;tt som utgivare, om

1. st&#228;llf&#246;retr&#228;daren inte l&#228;ngre var beh&#246;rig n&#228;r brottet 
begicks eller uppdraget annars upph&#246;rt,

2. st&#228;llf&#246;retr&#228;daren var utsedd f&#246;r skens skull eller 
uppenbarligen inte hade de befogenheter som anges i 4 kap. 
3 &#167;, eller

3. uppgift om st&#228;llf&#246;retr&#228;daren inte har h&#229;llits tillg&#228;nglig 
f&#246;r allm&#228;nheten p&#229; f&#246;reskrivet s&#228;tt. Lag (2018:1802).

Den som bedriver s&#228;ndningsverksamhet eller l&#229;ter framst&#228;lla en 
teknisk upptagning

3 &#167; Den som bedriver s&#228;ndningsverksamhet eller l&#229;ter 
framst&#228;lla en teknisk upptagning &#228;r ansvarig f&#246;r 
yttrandefrihetsbrott, om

1. det inte fanns n&#229;gon beh&#246;rig utgivare n&#228;r brottet begicks,

2. utgivaren var utsedd f&#246;r skens skull eller uppenbarligen 
inte hade de befogenheter som anges i 4 kap. 3 &#167;, eller

3. uppgift om utgivaren inte har h&#229;llits tillg&#228;nglig f&#246;r 
allm&#228;nheten p&#229; f&#246;reskrivet s&#228;tt. Lag (2018:1802).

Spridare

4 &#167; Den som sprider en teknisk upptagning &#228;r ansvarig f&#246;r 
yttrandefrihetsbrott i st&#228;llet f&#246;r den som anges i 3 &#167;, om 
uppgift enligt 3 kap. 16 &#167; om vem som har l&#229;tit framst&#228;lla 
upptagningen 

1. saknas och det inte kan klarl&#228;ggas vem han eller hon &#228;r,

2. avser en person som saknar k&#228;nd hemvist i Sverige och som 
inte heller kan p&#229;tr&#228;ffas h&#228;r under r&#228;tteg&#229;ngen,

3. avser en person som har hemvist utomlands, eller

4. &#228;r oriktig och den som sprider upptagningen k&#228;nner till 
detta. Lag (2018:1802).

Ansvar vid vissa direkts&#228;ndningar

5 &#167; I fr&#229;ga om andra direkts&#228;nda program &#228;n s&#229;dana som avses i 
1 kap. 16 &#167; f&#229;r det i lag f&#246;reskrivas att den som framtr&#228;der i 
programmet ska ansvara f&#246;r sina yttranden sj&#228;lv. Lag 
(2018:1802).

S&#228;rskilda regler om utgivares ansvar f&#246;r information i en 
databas

6 &#167; Om en utgivare av en databas enligt 1 kap. 4 &#167; f&#246;rsta 
stycket 2 a-c har underr&#228;ttats av Justitiekanslern eller 
m&#229;ls&#228;ganden om att databasen inneh&#229;ller viss information som 
kan utg&#246;ra yttrandefrihetsbrott, och utgivaren inom tv&#229; veckor 
efter det att underr&#228;ttelsen togs emot tar bort informationen 
ur databasen, kan han eller hon inte h&#229;llas ansvarig f&#246;r 
informationen. Detta g&#228;ller endast om det kan antas att 
informationen b&#246;rjade tillhandah&#229;llas ur databasen tidigare &#228;n 
ett &#229;r innan underr&#228;ttelsen.

N&#228;rmare f&#246;reskrifter om underr&#228;ttelser enligt f&#246;rsta stycket 
f&#229;r meddelas i lag. Lag (2018:1802).

7 &#167; Om en utgivare av en databas enligt 1 kap. 4 &#167; f&#246;rsta 
stycket 2 a-c, utan en f&#246;reg&#229;ende underr&#228;ttelse enligt 6 &#167;, 
har delgetts en st&#228;mningsans&#246;kan med yrkande om ansvar eller 
skadest&#229;nd f&#246;r yttrandefrihetsbrott avseende viss information 
i databasen, och utgivaren inom tv&#229; veckor efter delgivningen 
tar bort informationen ur databasen, kan han eller hon inte 
h&#229;llas ansvarig f&#246;r informationen.

Trots f&#246;rsta stycket kan utgivaren h&#229;llas ansvarig om det g&#246;rs 
antagligt att informationen b&#246;rjade tillhandah&#229;llas ur 
databasen ett &#229;r innan utgivaren delgavs st&#228;mningsans&#246;kningen 
eller senare. Lag (2018:1802).

Inv&#228;ndning mot ansvar

8 &#167; Om den som &#228;r tilltalad f&#246;r yttrandefrihetsbrott vill 
&#229;beropa en omst&#228;ndighet som enligt detta kapitel medf&#246;r att 
han eller hon inte ska vara ansvarig, ska denna omst&#228;ndighet 
&#229;beropas f&#246;re huvudf&#246;rhandlingen. Annars f&#229;r domstolen inte ta 
h&#228;nsyn till omst&#228;ndigheten. Lag (2018:1802).

Ansvarets inneb&#246;rd

9 &#167; Den som &#228;r ansvarig f&#246;r yttrandefrihetsbrott enligt detta 
kapitel ska anses ha haft k&#228;nnedom om inneh&#229;llet i programmet 
eller den tekniska upptagningen och medgett s&#228;ndning eller 
utgivning. Lag (2018:1802).

7 kap. Tillsyn och &#229;tal

Huvudregel f&#246;r tillsyn och &#229;tal

1 &#167; Best&#228;mmelserna i 9 kap. 1-7 &#167;&#167; tryckfrihetsf&#246;rordningen om 
tillsyn och &#229;tal g&#228;ller ocks&#229; i fr&#229;ga om program, tekniska 
upptagningar och yttrandefrihetsm&#229;l, om inte annat f&#246;ljer av 
best&#228;mmelserna i detta kapitel. Lag (2018:1802).

Justitiekanslerns &#246;verl&#228;mnande av &#229;klagaruppdrag

2 &#167; Justitiekanslern f&#229;r n&#228;r det g&#228;ller tekniska upptagningar 
&#246;verl&#228;mna &#229;t allm&#228;n &#229;klagare att vara &#229;klagare i 
yttrandefrihetsm&#229;l om ansvar eller konfiskering p&#229; grund av 
olaga hot, hets mot folkgrupp, olaga v&#229;ldsskildring, hot mot 
tj&#228;nsteman, &#246;vergrepp i r&#228;ttssak eller brott mot medborgerlig 
frihet. R&#228;tten att v&#228;cka allm&#228;nt &#229;tal f&#229;r dock inte &#246;verl&#228;mnas 
n&#228;r det g&#228;ller yttrandefrihetsbrotten hets mot folkgrupp eller 
brott mot medborgerlig frihet. Lag (2018:1802).

Preskription vid allm&#228;nt &#229;tal

3 &#167; Den tid inom vilken allm&#228;nt &#229;tal f&#246;r yttrandefrihetsbrott 
ska v&#228;ckas &#228;r i fr&#229;ga om

1. program sex m&#229;nader fr&#229;n det att programmet s&#228;ndes,

2. tillhandah&#229;llande som avses i 1 kap. 4 &#167; f&#246;rsta 
stycket 2 a-c sex m&#229;nader fr&#229;n n&#228;r informationen inte l&#228;ngre 
tillhandah&#246;lls,

3. offentlig uppspelning ur en databas som avses i 1 kap. 4 &#167; 
f&#246;rsta stycket 2 d sex m&#229;nader fr&#229;n uppspelningen, och

4. tekniska upptagningar ett &#229;r fr&#229;n det att upptagningen gavs 
ut.

Betr&#228;ffande s&#229;dana tekniska upptagningar som saknar n&#229;gon av 
de i 3 kap. 16 &#167; f&#246;reskrivna uppgifterna g&#228;ller dock vad som 
&#228;r f&#246;reskrivet i lag om tid f&#246;r v&#228;ckande av talan med den 
begr&#228;nsningen att allm&#228;nt &#229;tal inte f&#229;r v&#228;ckas senare &#228;n tv&#229; 
&#229;r fr&#229;n det att Justitiekanslern fick k&#228;nnedom om 
upptagningen. Lag (2018:1802).

Konfiskering utan &#229;tal

4 &#167; Finns det ingen ansvarig f&#246;r ett yttrandefrihetsbrott 
enligt 6 kap. n&#228;r det g&#228;ller en teknisk upptagning, f&#229;r 
&#229;klagaren eller m&#229;ls&#228;ganden i st&#228;llet f&#246;r att v&#228;cka &#229;tal 
ans&#246;ka om att upptagningen ska konfiskeras. Detsamma g&#228;ller 
n&#228;r den som &#228;r ansvarig f&#246;r brott inte kan delges st&#228;mning i 
Sverige. Lag (2018:1802).

Granskning och tillsyn i vissa fall

5 &#167; I lag f&#229;r det meddelas f&#246;reskrifter om att en n&#228;mnd vars 
sammans&#228;ttning &#228;r best&#228;md i lag och vars ordf&#246;rande ska vara 
eller ha varit ordinarie domare ska granska om program som 
n&#229;gon har s&#228;nt st&#229;r i &#246;verensst&#228;mmelse med de f&#246;reskrifter 
eller andra villkor som g&#228;ller f&#246;r s&#228;ndningarna. 

En s&#229;dan n&#228;mnd f&#229;r endast uttala sin mening och f&#246;rel&#228;gga den 
s&#228;ndande att f&#246;lja f&#246;reskrifterna eller villkoren. I lagen f&#229;r 
det f&#246;reskrivas att ett f&#246;rel&#228;ggande av n&#228;mnden f&#229;r f&#246;renas 
med vite. Fr&#229;gor om ansvar f&#246;r yttrandefrihetsbrott och om 
utd&#246;mande av vite pr&#246;vas alltid av domstol enligt 3 kap. 7 &#167;. 
Lag (2022:1525).

6 &#167; I lag f&#229;r det meddelas f&#246;reskrifter om s&#228;rskild tillsyn 
&#246;ver att yttrandefriheten i filmer, videogram eller andra 
tekniska upptagningar med r&#246;rliga bilder inte missbrukas genom 
olaga v&#229;ldsskildring. Tillsynen f&#229;r &#228;ven avse att s&#229;dana 
upptagningar som inneh&#229;ller v&#229;ld eller hot om v&#229;ld inte i 
f&#246;rv&#228;rvssyfte sprids till den som &#228;r under femton &#229;r.

Det f&#229;r i lag meddelas f&#246;reskrifter om befogenhet f&#246;r en 
myndighet att vid tillsyn enligt f&#246;rsta stycket tillf&#228;lligt ta 
hand om ett exemplar av en film, ett videogram eller en 
teknisk upptagning med r&#246;rliga bilder som kan antas inneh&#229;lla 
en framst&#228;llning som innefattar olaga v&#229;ldsskildring. Lag 
(2018:1802).

7 &#167; I fr&#229;ga om s&#229;dana f&#246;reskrifter som avses i 5 och 6 &#167;&#167; 
g&#228;ller vad som f&#246;reskrivs om begr&#228;nsningar av grundl&#228;ggande 
fri- och r&#228;ttigheter i 2 kap. 21-23 &#167;&#167; regeringsformen. Lag 
(2018:1802).

8 kap. S&#228;rskilda tv&#229;ngsmedel

Beslag av tekniska upptagningar

Huvudregel

1 &#167; Best&#228;mmelserna i 10 kap. tryckfrihetsf&#246;rordningen om 
beslag av tryckta skrifter g&#228;ller ocks&#229; i fr&#229;ga om beslag av 
tekniska upptagningar, om inte annat f&#246;ljer av best&#228;mmelserna 
i detta kapitel. Lag (2018:1802).

S&#228;rskilda regler om beslag

2 &#167; N&#228;r Justitiekanslern har beslutat om konfiskeringsbeslag 
eller fastst&#228;llt ett s&#229;dant beslag, f&#229;r r&#228;tten p&#229; 
Justitiekanslerns beg&#228;ran medge att den tidsfrist som anges i 
10 kap. 4 &#167; tryckfrihetsf&#246;rordningen f&#246;rl&#228;ngs, om tiden &#228;r 
otillr&#228;cklig med h&#228;nsyn till beslagets omfattning eller n&#229;gon 
annan omst&#228;ndighet. F&#246;rl&#228;ngningen f&#229;r inte avse l&#228;ngre tid &#228;n 
som &#228;r oundg&#228;ngligen n&#246;dv&#228;ndig och f&#229;r omfatta sammanlagt 
h&#246;gst tv&#229; veckor. Lag (2018:1802).

3 &#167; Om Justitiekanslern enligt 7 kap. 2 &#167; har &#246;verl&#228;mnat &#229;t 
allm&#228;n &#229;klagare att vara &#229;klagare i yttrandefrihetsm&#229;l g&#228;ller 
vad som anges i detta kapitel och i 10 kap. 2, 4 och 12 &#167;&#167; 
tryckfrihetsf&#246;rordningen om Justitiekanslerns uppgifter &#228;ven 
den allm&#228;nna &#229;klagaren. Vad som anges i 10 kap. 3 &#167; andra 
stycket tryckfrihetsf&#246;rordningen om anm&#228;lan av beslag g&#228;ller 
dock inte allm&#228;n &#229;klagare. Lag (2018:1802).

4 &#167; Beslut om beslag av teknisk upptagning ska inneh&#229;lla 
uppgifter om det eller de avsnitt av framst&#228;llningen som har 
gett anledning till beslaget.

Om det vid ett s&#229;dant utredningsbeslag som avses i 10 kap. 
12 &#167; tryck-frihetsf&#246;rordningen inte &#228;r m&#246;jligt att i beslutet 
n&#228;rmare ange varje avsnitt som har gett anledning till 
beslaget, ska det i efterhand i ett s&#228;rskilt beslut anges 
vilka avsnitt som &#229;beropas som brottsliga. Ett s&#229;dant beslut 
ska meddelas s&#229; snart det &#228;r m&#246;jligt.

Beslaget g&#228;ller endast de s&#228;rskilda skivor, rullar eller andra 
s&#229;dana delar av upptagningen d&#228;r dessa avsnitt f&#246;rekommer. Lag 
(2018:1802).

5 &#167; Bevis om beslag ska utan avgift l&#228;mnas till den som 
beslaget har gjorts hos och den som har l&#229;tit framst&#228;lla den 
tekniska upptagningen. Beviset ska inneh&#229;lla uppgifter om det 
eller de avsnitt i upptagningen som har gett anledning till 
beslaget. Ett s&#229;dant bevis ska l&#228;mnas s&#229; snart det &#228;r m&#246;jligt. 
Lag (2018:1802).

Beslag av upptagningar, skrifter eller bilder best&#228;llda ur en 
databas

6 &#167; F&#246;r en upptagning, skrift eller bild som har best&#228;llts ur 
en databas enligt 1 kap. 4 &#167; f&#246;rsta stycket 2 c g&#228;ller vid 
yttrandefrihetsbrott vad som anges om utredningsbeslag i 10 
kap. 12 &#167; tryckfrihetsf&#246;rordningen. I st&#228;llet f&#246;r 10 kap. 7 
och 10 &#167;&#167; g&#228;ller dock betr&#228;ffande tekniska upptagningar vad 
som f&#246;reskrivs i 4 och 5 &#167;&#167;. Lag (2018:1802).

9 kap. Skadest&#229;nd

Allm&#228;nna f&#246;ruts&#228;ttningar

1 &#167; Skadest&#229;nd f&#246;r missbruk av yttrandefriheten genom 
inneh&#229;llet i ett program eller en teknisk upptagning f&#229;r 
grundas endast p&#229; att det program eller den tekniska 
upptagning som kravet avser innefattar yttrandefrihetsbrott.

I fr&#229;ga om skadest&#229;nd p&#229; grund av brott som avses i 5 kap. 3-
5 &#167;&#167; g&#228;ller vad som &#228;r f&#246;reskrivet i lag.

Vad som s&#228;gs om skadest&#229;nd enligt detta kapitel g&#228;ller i 
till&#228;mpliga delar &#228;ven krav enligt 5 kap. 7 &#167; p&#229; att en dom om 
f&#246;rtal eller f&#246;rol&#228;mpning ska &#229;terges i ett program.

Best&#228;mmelsen i 6 kap. 9 &#167; g&#228;ller ocks&#229; i fr&#229;ga om skadest&#229;nd 
p&#229; grund av yttrandefrihetsbrott i ett program eller en 
teknisk upptagning. Lag (2018:1802).

Vem som &#228;r ansvarig

2 &#167; Den som &#228;r ansvarig f&#246;r yttrandefrihetsbrott enligt 6 kap. 
&#228;r &#228;ven ansvarig f&#246;r skadest&#229;nd.

Krav p&#229; skadest&#229;nd kan &#228;ven riktas mot den som bedriver 
programverksamheten eller har l&#229;tit framst&#228;lla den tekniska 
upptagningen.

Om en utgivare inte ansvarar f&#246;r yttrandefrihetsbrott till 
f&#246;ljd av 6 kap. 6 och 7 &#167;&#167; &#228;r han eller hon inte heller 
ansvarig f&#246;r skadest&#229;nd. Lag (2018:1802).

3 &#167; Vid direkts&#228;ndningar som avses i 1 kap. 16 &#167; &#228;r 
g&#228;rningsmannen ansvarig f&#246;r skadest&#229;nd p&#229; grund av brott som 
han eller hon beg&#229;r i s&#228;ndningen.

Krav p&#229; skadest&#229;nd kan &#228;ven riktas mot den som bedriver 
programverksamheten. Lag (2018:1802).

4 &#167; Om den som skulle ha varit ansvarig f&#246;r 
yttrandefrihetsbrott i en teknisk upptagning inte har n&#229;gon 
k&#228;nd hemvist i landet n&#228;r brottet beg&#229;s och inte heller kan 
p&#229;tr&#228;ffas h&#228;r under r&#228;tteg&#229;ngen och ansvaret d&#228;rf&#246;r &#246;verg&#229;r p&#229; 
den som sprider upptagningen enligt 6 kap. 4 &#167; 1 och 2, f&#229;r 
krav p&#229; skadest&#229;nd &#228;nd&#229; riktas &#228;ven mot den som skulle ha 
varit ansvarig. Det g&#228;ller i den utstr&#228;ckning skadest&#229;nd kan 
d&#246;mas ut enligt lag. Lag (2018:1802).

5 &#167; Om n&#229;gon &#228;r ansvarig f&#246;r skadest&#229;nd p&#229; grund av 
yttrandefrihetsbrott i egenskap av st&#228;llf&#246;retr&#228;dare f&#246;r en 
juridisk person, f&#229;r krav p&#229; skadest&#229;nd &#228;ven riktas mot den 
juridiska personen.

Om en f&#246;rmyndare, god man eller f&#246;rvaltare i den egenskapen &#228;r 
ansvarig f&#246;r skadest&#229;nd p&#229; grund av yttrandefrihetsbrott, f&#229;r 
krav p&#229; skadest&#229;nd &#228;ven riktas mot den f&#246;r vilken f&#246;rmyndaren, 
den gode mannen eller f&#246;rvaltaren har utsetts.

Krav p&#229; skadest&#229;nd enligt denna paragraf f&#229;r framst&#228;llas om 
och i den omfattning anspr&#229;ket kan g&#246;ras g&#228;llande enligt lag. 
Lag (2018:1802).

6 &#167; Om tv&#229; eller flera &#228;r ansvariga f&#246;r skadest&#229;nd enligt 
detta kapitel, ansvarar de solidariskt f&#246;r skadest&#229;ndet. I 
fr&#229;ga om ansvaret dem emellan g&#228;ller vad som f&#246;reskrivs i lag. 
Lag (2018:1802).

Skadest&#229;nd n&#228;r straff f&#246;r brottet inte kan d&#246;mas ut

7 &#167; Krav p&#229; skadest&#229;nd med anledning av ett 
yttrandefrihetsbrott kan framst&#228;llas trots att straff f&#246;r 
brottet inte kan d&#246;mas ut p&#229; grund av preskription eller av 
n&#229;got annat sk&#228;l. Lag (2018:1802).

10 kap. R&#228;tteg&#229;ngen i yttrandefrihetsm&#229;l

1 &#167; Vad som s&#228;gs i 12 kap. tryckfrihetsf&#246;rordningen om 
r&#228;tteg&#229;ngen i tryckfrihetsm&#229;l ska g&#228;lla ocks&#229; i fr&#229;ga om 
motsvarande m&#229;l som avser program och tekniska upptagningar 
(yttrandefrihetsm&#229;l). H&#228;nvisningen i 12 kap. 3 &#167; 
tryckfrihetsf&#246;rordningen till 8 kap. tryckfrihetsf&#246;rordningen 
ska avse 6 kap. denna grundlag.

De som har utsetts till juryledam&#246;ter f&#246;r tryckfrihetsm&#229;l ska 
ocks&#229; vara juryledam&#246;ter i yttrandefrihetsm&#229;l. Lag 
(2018:1802).

11 kap. Program och tekniska upptagningar fr&#229;n utlandet

Vidares&#228;ndningar av program fr&#229;n utlandet

1 &#167; F&#246;r samtidig och of&#246;r&#228;ndrad vidares&#228;ndning h&#228;r i landet av 
program som avses i 1 kap. 3 &#167; och som kommer fr&#229;n utlandet 
eller f&#246;rmedlas hit genom satellits&#228;ndning men inte utg&#229;r fr&#229;n 
Sverige, g&#228;ller denna grundlag enbart i fr&#229;ga om

- censurf&#246;rbud och f&#246;rbud mot andra hindrande &#229;tg&#228;rder enligt 
1 kap. 11 &#167;,

- innehav av tekniska hj&#228;lpmedel och anl&#228;ggande av tr&#229;dn&#228;t 
enligt 1 kap. 13 &#167;,

- f&#246;rbud mot ingripanden enligt 1 kap. 14 &#167;,

- det f&#246;rh&#229;llningss&#228;tt som enligt 1 kap. 15 &#167; ska iakttas vid 
till&#228;mpningen av denna grundlag,

- r&#228;tt att s&#228;nda program i tr&#229;d enligt 3 kap. 1 &#167;, och

- s&#228;rskilda regler f&#246;r lagstiftning och r&#228;ttslig pr&#246;vning 
enligt 3 kap. 5 och 7 &#167;&#167;. 

Dessutom ska best&#228;mmelserna om meddelar- och anskaffarfrihet i 
4 och 7 &#167;&#167; till&#228;mpas. 

Om riksdagen har godk&#228;nt en internationell &#246;verenskommelse om 
program, f&#229;r s&#229;dana f&#246;reskrifter om reklam och annonsering som 
avses i 1 kap. 19 &#167; inte hindra vidares&#228;ndning av program om 
det skulle strida mot &#246;verenskommelsen. Lag (2018:1802).

Tekniska upptagningar fr&#229;n utlandet

2 &#167; Best&#228;mmelserna i 1-10 och 12 kap. &#228;r till&#228;mpliga p&#229; s&#229;dana 
tekniska upptagningar som har framst&#228;llts utomlands och som 
l&#228;mnas ut f&#246;r spridning i Sverige. Vad som s&#228;gs i denna 
grundlag om den som har l&#229;tit framst&#228;lla upptagningen ska d&#229; i 
st&#228;llet g&#228;lla den som l&#228;mnar ut upptagningen f&#246;r spridning h&#228;r 
i landet. Lag (2018:1802).

Meddelar- och anskaffarfrihet

3 &#167; Det som s&#228;gs om meddelar- och anskaffarfrihet i 1 kap. 
10 &#167; g&#228;ller &#228;ven i fr&#229;ga om s&#229;dana tekniska upptagningar som 
har framst&#228;llts utomlands och som l&#228;mnas ut f&#246;r spridning h&#228;r 
men som inte huvudsakligen &#228;r avsedda att spridas i Sverige.

F&#246;rsta stycket g&#228;ller dock inte om

1. meddelandet eller anskaffandet innefattar brott mot 
Sveriges s&#228;kerhet,

2. meddelandet innefattar ett s&#229;dant utl&#228;mnande eller 
tillhandah&#229;llande som avses i 5 kap. 4 &#167; f&#246;rsta stycket 2, 
eller

3. meddelandet utg&#246;r ett upps&#229;tligt &#229;sidos&#228;ttande av 
tystnadsplikt. Lag (2018:1802).

4 &#167; Det som s&#228;gs om meddelar- och anskaffarfrihet i 3 &#167; 
till&#228;mpas f&#246;r en teknisk upptagning som inte har l&#228;mnats ut 
f&#246;r spridning i Sverige, om uppgiften meddelats eller 
anskaffats h&#228;r. Lag (2018:1802).

5 &#167; Meddelaren har i fall som avses i 3 och 4 &#167;&#167; r&#228;tt till 
anonymitet enligt 2 kap.

Best&#228;mmelsen om undantag fr&#229;n tystnadsplikt i 2 kap. 4 &#167; 3 ska 
omfatta &#228;ven andra brott mot Sveriges s&#228;kerhet &#228;n de som anges 
d&#228;r. Lag (2018:1802).

6 &#167; Om ett meddelande eller anskaffande &#228;r straffbart enligt 3 
eller 4 &#167;, g&#228;ller vad som anges i denna grundlag om meddelar- 
och anskaffarbrott.

M&#229;l om ansvar eller skadest&#229;nd p&#229; grund av ett s&#229;dant brott 
handl&#228;ggs enligt best&#228;mmelserna om yttrandefrihetsm&#229;l, om inte 
annat f&#246;ljer av 10 kap. 1 &#167; denna grundlag och 12 kap. 1 &#167; 
andra stycket tryckfrihetsf&#246;rordningen. Lag (2018:1802).

7 &#167; Om ett program s&#228;nds fr&#229;n en s&#228;ndare utanf&#246;r Sverige, 
g&#228;ller 3-6 &#167;&#167; i fr&#229;ga om r&#228;tten att meddela och anskaffa 
uppgifter och att vara anonym, om uppgifterna har meddelats 
eller anskaffats h&#228;r.

I fr&#229;ga om program som s&#228;nds fr&#229;n &#246;ppna havet eller luftrummet 
d&#228;r&#246;ver f&#229;r det dock i lag f&#246;reskrivas undantag fr&#229;n r&#228;tten 
att meddela och anskaffa uppgifter. Lag (2018:1802).

12 kap. Allm&#228;nna best&#228;mmelser

1 &#167; Vad som f&#246;reskrivs i 14 kap. 1-3 &#167;&#167; 
tryckfrihetsf&#246;rordningen om resning, tills&#228;ttande av en ny 
jury och skyndsam handl&#228;ggning av m&#229;l g&#228;ller ocks&#229; i fr&#229;ga om 
motsvarande m&#229;l enligt denna grundlag. Lag (2018:1802).

Internationellt r&#228;ttsligt bist&#229;nd

2 &#167; I fr&#229;ga om internationellt r&#228;ttsligt bist&#229;nd g&#228;ller vad 
som f&#246;reskrivs i lag. S&#229;dant bist&#229;nd f&#229;r inte l&#228;mnas i strid 
med svenska allm&#228;nna r&#228;ttsprinciper p&#229; det 
yttrandefrihetsr&#228;ttsliga omr&#229;det. Lag (2018:1802).

Andra &#228;n svenska medborgare och svenska juridiska personer

3 &#167; F&#246;r andra &#228;n svenska medborgare och svenska juridiska 
personer f&#229;r s&#228;rskilda begr&#228;nsningar g&#246;ras genom lag i fr&#229;ga 
om yttrandefriheten enligt denna grundlag. Lag (2018:1802).

Fr&#229;gor som inte regleras i grundlagen

4 &#167; I fr&#229;gor som inte har reglerats s&#228;rskilt i denna grundlag 
eller i en s&#228;rskild lag som har meddelats med st&#246;d av 
grundlagen, g&#228;ller vad som annars &#228;r f&#246;reskrivet i lag eller 
annan f&#246;rfattning. Lag (2018:1802).


&#214;verg&#229;ngsbest&#228;mmelser

1991:1469

1. Denna grundlag tr&#228;der i kraft den 1 januari 1992.

2. De nya f&#246;reskrifterna skall inte till&#228;mpas p&#229; radioprogram 
som har s&#228;nts f&#246;re ikrafttr&#228;dandet.

3. I fr&#229;ga om filmer och ljudupptagningar som har l&#228;mnats ut 
f&#246;r spridning f&#246;re ikrafttr&#228;dandet skall de nya f&#246;reskrifterna 
till&#228;mpas med f&#246;ljande undantag:

a) En film eller en ljudupptagning skall anses ha l&#228;mnats ut 
f&#246;r spridning den dag denna grundlag tr&#228;tt i kraft.

b) F&#246;reskrifterna i 2 kap., 3 kap. 13 &#167; f&#246;rsta-tredje 
styckena, 4 kap., 6 kap. 1-5 &#167;&#167; och 10 kap. 1 &#167; f&#246;rsta stycket 
andra meningen skall inte till&#228;mpas.

c) Den som sprider en film &#228;r ansvarig f&#246;r 
yttrandefrihetsbrott i filmen, om spridningen skulle ha varit 
straffbar &#228;ven enligt &#228;ldre best&#228;mmelser.

d) Ansvaret f&#246;r yttrandefrihetsbrott i en ljudupptagning 
ligger p&#229; upphovsmannen och den som framtr&#228;der i upptagningen, 
om de &#228;r att anse som g&#228;rningsm&#228;n, samt p&#229; den som har l&#229;tit 
framst&#228;lla upptagningen och p&#229; den som sprider den, allt under 
f&#246;ruts&#228;ttning att deras handlande skulle ha varit straffbart 
&#228;ven enligt &#228;ldre best&#228;mmelser.

e) I st&#228;llet f&#246;r vad som f&#246;reskrivs i 8 kap. 2 &#167; f&#246;rsta 
stycket g&#228;ller att skadest&#229;nd kan kr&#228;vas ut av den som enligt 
c) och d) b&#228;r det straffr&#228;ttsliga ansvaret f&#246;r inneh&#229;llet i en 
film eller en ljudupptagning.

f) De nya f&#246;reskrifterna g&#228;ller inte i fr&#229;ga om spridning som 
f&#246;re ikrafttr&#228;dandet har skett av filmer med skildringar av 
sexuellt v&#229;ld eller tv&#229;ng eller n&#228;rg&#229;ngna eller utdragna 
skildringar av grovt v&#229;ld mot m&#228;nniskor eller djur.

g) De nya f&#246;reskrifterna till&#228;mpas inte vid pr&#246;vning av talan 
som har v&#228;ckts f&#246;re ikrafttr&#228;dandet. Skulle en till&#228;mpning av 
de nya f&#246;reskrifterna ha lett till frihet fr&#229;n p&#229;f&#246;ljd, f&#229;r 
n&#229;gon s&#229;dan dock inte &#229;d&#246;mas.

1994:1477

Denna lag tr&#228;der i kraft den 1 januari 1995. Har beslut om 
beslag meddelats f&#246;re ikrafttr&#228;dandet skall &#228;ldre best&#228;mmelser 
till&#228;mpas f&#246;r beslaget.

1998:1439

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. I fr&#229;ga om tekniska upptagningar som inte omfattas av 
tidigare lydelse och som har l&#228;mnats ut f&#246;r spridning f&#246;re 
ikrafttr&#228;dandet skall de nya f&#246;reskrifterna till&#228;mpas med 
f&#246;ljande undantag.

a) En teknisk upptagning skall anses ha l&#228;mnats ut f&#246;r 
spridning den dag denna grundlag tr&#228;tt i kraft.

b) F&#246;reskrifterna i 2 kap., 3 kap. 13 &#167; f&#246;rsta-tredje 
styckena, 4 kap., 6 kap. 1 och 2 &#167;&#167; och 10 kap. 1 &#167; f&#246;rsta 
stycket andra meningen skall inte till&#228;mpas.

c) Den som sprider en teknisk upptagning &#228;r ansvarig f&#246;r 
yttrandefrihetsbrott i upptagningen, om g&#228;rningen skulle ha 
varit straffbar &#228;ven enligt &#228;ldre best&#228;mmelser.

d) I st&#228;llet f&#246;r vad som f&#246;reskrivs i 8 kap. 2 &#167; f&#246;rsta 
stycket g&#228;ller att skadest&#229;nd kan kr&#228;vas ut av den som enligt 
c b&#228;r det straffr&#228;ttsliga ansvaret f&#246;r inneh&#229;llet i en teknisk 
upptagning, om skadest&#229;ndsskyldighet f&#246;relegat enligt 
best&#228;mmelser i vanlig lag.

e) De nya f&#246;reskrifterna g&#228;ller inte i fr&#229;ga om spridning som 
f&#246;re ikrafttr&#228;dandet har skett av tekniska upptagningar med 
bilder som innefattar skildringar av sexuellt v&#229;ld eller 
tv&#229;ng.

f) De nya f&#246;reskrifterna till&#228;mpas inte vid pr&#246;vning av talan 
som har v&#228;ckts f&#246;re ikrafttr&#228;dandet. Skulle en till&#228;mpning av 
de nya f&#246;reskrifterna ha lett till frihet fr&#229;n p&#229;f&#246;ljd, f&#229;r 
n&#229;gon s&#229;dan dock inte d&#246;mas ut.

3. De &#228;ldre f&#246;reskrifterna skall till&#228;mpas p&#229; ljudupptagningar 
som har l&#228;mnats ut f&#246;r spridning f&#246;re ikrafttr&#228;dandet.

4. I m&#229;l som r&#246;r skildring av barn i pornografisk bild 
till&#228;mpas &#228;ldre f&#246;reskrifter, om talan v&#228;ckts f&#246;re 
ikrafttr&#228;dandet.

2002:909

1. Denna lag tr&#228;der i kraft den 1 januari 2003.

2. &#196;ldre f&#246;reskrifter till&#228;mpas p&#229; s&#229;dant tillhandah&#229;llande 
som avses i 1 kap. 9 &#167; och som skett f&#246;re ikrafttr&#228;dandet.

3. Den nya f&#246;reskriften i 7 kap. 1 &#167; andra stycket f&#246;rsta 
meningen om preskriptionstid f&#246;r yttrandefrihetsbrott vid 
tillhandah&#229;llande som avses i 1 kap. 9 &#167; till&#228;mpas endast p&#229; 
information som fortfarande finns i databasen vid 
ikrafttr&#228;dandet.

4. Den nya f&#246;reskriften i 7 kap. 1 &#167; andra stycket tredje 
meningen till&#228;mpas endast p&#229; tekniska upptagningar som ges ut 
efter ikrafttr&#228;dandet.

2018:1802

1. Denna lag tr&#228;der i kraft den 1 januari 2019.

2. Best&#228;mmelserna i 6 kap. 6 och 7 &#167;&#167; till&#228;mpas &#228;ven p&#229; 
information i en databas som b&#246;rjade tillhandah&#229;llas f&#246;re 
ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3451">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3453">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
