

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-07-24" /> 
 <meta id="rattsinfo-edited" content="2023-07-24 15:29:39" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3468</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3467">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3469">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:1137 ·
                    <a href="/sfsr?bet=1991:1137">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1991:1137) om r&#228;ttspsykiatrisk unders&#246;kning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L5
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-06-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:282
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Beslut om r&#228;ttspsykiatrisk unders&#246;kning

1 &#167; I brottm&#229;l f&#229;r r&#228;tten besluta om r&#228;ttspsykiatrisk
unders&#246;kning i syfte att kunna bed&#246;ma

1. om det finns medicinska f&#246;ruts&#228;ttningar att &#246;verl&#228;mna den
misst&#228;nkte till r&#228;ttspsykiatrisk v&#229;rd enligt 31 kap. 3 &#167;
brottsbalken, eller

2. om den misst&#228;nkte har beg&#229;tt g&#228;rningen under p&#229;verkan av en
allvarlig psykisk st&#246;rning och i s&#229; fall tillst&#229;ndets betydelse
f&#246;r fr&#229;gan om p&#229;f&#246;ljdsvalet enligt 30 kap. 6 &#167; brottsbalken.

&#196;ndam&#229;let med unders&#246;kningen ska anges i r&#228;ttens beslut. Avser
beslutet en unders&#246;kning enligt f&#246;rsta stycket 1, ska det av
beslutet framg&#229; om unders&#246;kningen ska omfatta f&#246;ruts&#228;ttningarna
f&#246;r v&#229;rd med s&#228;rskild utskrivningspr&#246;vning. Avser beslutet en
unders&#246;kning enligt f&#246;rsta stycket 2, f&#229;r r&#228;tten besluta att
unders&#246;kningen ska omfatta &#228;ven fr&#229;gan om huruvida den
misst&#228;nkte

1. till f&#246;ljd av st&#246;rningen har saknat f&#246;rm&#229;ga att inse
g&#228;rningens inneb&#246;rd eller att anpassa sitt handlande efter en
s&#229;dan insikt, eller

2. i anslutning till brottet sj&#228;lv genom rus eller p&#229; n&#229;got
annat liknande s&#228;tt har v&#229;llat det tillst&#229;nd som avses i 1
eller som utg&#246;r st&#246;rningen. Lag (2008:321).

2 &#167; Beslut om r&#228;ttspsykiatrisk unders&#246;kning f&#229;r bara meddelas, om den
misst&#228;nkte har erk&#228;nt g&#228;rningen eller &#246;vertygande bevisning har
f&#246;rebragts om att han har beg&#229;tt den. S&#229;dant beslut f&#229;r dock inte
meddelas, om p&#229;f&#246;ljden f&#246;r brottet bed&#246;ms kunna stanna vid b&#246;ter.

Beslut om en r&#228;ttspsykiatrisk unders&#246;kning skall meddelas s&#229; snart som
m&#246;jligt.

3 &#167; R&#228;tten f&#229;r inte best&#228;mma att n&#229;gon skall &#246;verl&#228;mnas till
r&#228;ttspsykiatrisk v&#229;rd med s&#228;rskild utskrivningspr&#246;vning utan att en
r&#228;ttspsykiatrisk unders&#246;kning har gjorts i m&#229;let.

R&#228;ttspsykiatrisk unders&#246;kning beh&#246;vs dock inte, om den misst&#228;nkte redan
genomg&#229;r r&#228;ttspsykiatrisk v&#229;rd med s&#228;rskild utskrivningspr&#246;vning och
r&#228;tten har inh&#228;mtat utl&#229;tande i de avseenden som anges i 1 &#167; fr&#229;n den
chefs&#246;verl&#228;kare som &#228;r ansvarig f&#246;r v&#229;rden.

4 &#167; R&#228;tten f&#229;r &#246;verl&#228;mna n&#229;gon till r&#228;ttspsykiatrisk v&#229;rd utan s&#228;rskild
utskrivningspr&#246;vning under f&#246;ruts&#228;ttning att det i m&#229;let har gjorts en
r&#228;ttspsykiatrisk unders&#246;kning eller har inh&#228;mtats ett l&#228;karintyg enligt
7 &#167; lagen (1991:2041) om s&#228;rskild personutredning i brottm&#229;l, m.m., som
omfattar de medicinska f&#246;ruts&#228;ttningarna f&#246;r att d&#246;ma till s&#229;dan
p&#229;f&#246;ljd.

Om den misst&#228;nkte v&#229;rdas enligt lagen (1991:1128) om psykiatrisk
tv&#229;ngsv&#229;rd eller lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd, beh&#246;ver
r&#228;tten dock endast inh&#228;mta utl&#229;tande om de medicinska f&#246;ruts&#228;ttningarna
fr&#229;n den chefs&#246;verl&#228;kare som &#228;r ansvarig f&#246;r v&#229;rden. Lag (1991:2044).

Utf&#246;randet av unders&#246;kningen

5 &#167; R&#228;ttspsykiatriska unders&#246;kningar kan utf&#246;ras s&#229;v&#228;l vid inr&#228;ttningar
inom h&#228;lso- och sjukv&#229;rden som vid s&#228;rskilda unders&#246;kningsenheter. Med
unders&#246;kningsenhet avses i forts&#228;ttningen &#228;ven v&#229;rdinr&#228;ttning, d&#228;r
r&#228;ttspsykiatriska unders&#246;kningar utf&#246;rs. F&#246;rdelningen av
r&#228;ttspsykiatriska unders&#246;kningar mellan olika enheter sker enligt
f&#246;reskrifter som regeringen beslutar.

5 a &#167; Vid en unders&#246;kningsenhet inom R&#228;ttsmedicinalverket ska
1 kap. 4–6 &#167;&#167;, 2 kap., 3 kap. och 4 kap. 1–10 &#167;&#167; h&#228;kteslagen
(2010:611) till&#228;mpas n&#228;r det g&#228;ller den som &#228;r h&#228;ktad eller
annars frihetsber&#246;vad och tas in p&#229; enheten f&#246;r att genomg&#229;
en r&#228;ttspsykiatrisk unders&#246;kning.

N&#228;r den som inte &#228;r frihetsber&#246;vad genomg&#229;r en
r&#228;ttspsykiatrisk unders&#246;kning eller en l&#228;karunders&#246;kning
enligt 7 &#167; lagen (1991:2041) om s&#228;rskild personutredning i
brottm&#229;l, m.m. vid en enhet som avses i f&#246;rsta stycket, ska 1
kap. 6 &#167; andra stycket, 2 kap. 11 och 12 &#167;&#167;, 4 kap. 2 &#167;, 3 &#167;
1 och 4, 5–9 &#167;&#167; och 10 &#167; f&#246;rsta stycket 2 h&#228;kteslagen
till&#228;mpas.

Vid en enhet som avses i f&#246;rsta stycket ska 4 kap. 11 och
12 &#167;&#167; samt 8 kap. 1 och 2 &#167;&#167; h&#228;kteslagen till&#228;mpas.

Det som f&#246;reskrivs om Kriminalv&#229;rden ska till&#228;mpas p&#229;
R&#228;ttsmedicinalverket. Lag (2014:816).

5 b &#167; Ett urin-, utandnings-, saliv-, svett-, blod- eller 
h&#229;rprov f&#229;r tas p&#229; en person som genomg&#229;r en r&#228;ttspsykiatrisk 
unders&#246;kning om det beh&#246;vs f&#246;r att kunna bed&#246;ma personens 
psykiska eller kroppsliga tillst&#229;nd.

En urinprovtagning f&#229;r inte utf&#246;ras eller bevittnas av n&#229;gon 
av motsatt k&#246;n som inte &#228;r l&#228;kare eller legitimerad 
sjuksk&#246;terska. Lag (2023:282).

6 &#167; En r&#228;ttspsykiatrisk unders&#246;kning skall utf&#246;ras med st&#246;rsta m&#246;jliga
skyndsamhet. Den skall anpassas efter domstolens syfte med
unders&#246;kningen och &#246;vriga omst&#228;ndigheter i det enskilda fallet.

Ett utl&#229;tande betr&#228;ffande unders&#246;kningen skall utan dr&#246;jsm&#229;l ges in till
r&#228;tten sedan unders&#246;kningsarbetet har avslutats. Utl&#229;tandet ges in inom
fyra veckor, om den misst&#228;nkte &#228;r h&#228;ktad, och annars inom sex veckor
fr&#229;n det att beslutet om unders&#246;kning kom in till unders&#246;kningsenheten.
R&#228;tten f&#229;r medge anst&#229;nd, om det finns synnerliga sk&#228;l.

7 &#167; Utl&#229;tandet betr&#228;ffande den r&#228;ttspsykiatriska unders&#246;kningen skall
avges av en l&#228;kare vid unders&#246;kningsenheten eller av n&#229;gon annan l&#228;kare
som huvudmannen f&#246;r enheten utser.

Utl&#229;tandet skall inneh&#229;lla uttalanden i de fr&#229;gor som anges i beslutet.
I utl&#229;tandet skall de omst&#228;ndigheter anges som dessa uttalanden grundas
p&#229;.

F&#246;reskrifter om kompetenskrav f&#246;r l&#228;kare som f&#229;r avge utl&#229;tande meddelas
av regeringen eller, efter regeringens bemyndigande, socialstyrelsen.

8 &#167; Den som &#228;r h&#228;ktad och ska genomg&#229; r&#228;ttspsykiatrisk
unders&#246;kning ska utan dr&#246;jsm&#229;l och senast inom sju dagar fr&#229;n
det att beslutet om unders&#246;kning kom in till
unders&#246;kningsenheten f&#246;ras &#246;ver till denna. Sedan den
r&#228;ttspsykiatriska unders&#246;kningen har avslutats, ska den
misst&#228;nkte, om han eller hon &#228;r i behov av psykiatrisk
tv&#229;ngsv&#229;rd eller annan v&#229;rd som inte l&#228;mpligen kan ges p&#229;
h&#228;ktet, f&#246;ras &#246;ver till enhet inom h&#228;lso- och sjukv&#229;rden. I
annat fall ska han eller hon f&#246;ras tillbaka till h&#228;ktet.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r dock en r&#228;ttspsykiatrisk
unders&#246;kning betr&#228;ffande den som &#228;r h&#228;ktad utf&#246;ras i h&#228;ktet.
Beslut om detta meddelas av Kriminalv&#229;rden.

F&#246;r behandlingen av den som &#228;r h&#228;ktad och genomg&#229;r
r&#228;ttspsykiatrisk unders&#246;kning finns best&#228;mmelser i h&#228;kteslagen
(2010:611) och i lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd.
Lag (2010:623).

9 &#167; R&#228;ttspsykiatrisk unders&#246;kning av den som inte &#228;r h&#228;ktad skall &#228;ga
rum p&#229; tid och plats som best&#228;ms av den l&#228;kare som skall avge utl&#229;tandet
&#246;ver unders&#246;kningen. Unders&#246;kningen skall s&#229;vitt m&#246;jligt bedrivas s&#229; att
den misst&#228;nkte inte hindras i sin f&#246;rv&#228;rvsverksamhet eller uts&#228;tts f&#246;r
n&#229;gon annan ol&#228;genhet.

10 &#167; Om en misst&#228;nkt som inte &#228;r h&#228;ktad eller annars ber&#246;vad friheten
underl&#229;ter att inst&#228;lla sig till en r&#228;ttspsykiatrisk unders&#246;kning eller
om det finns n&#229;got annat sk&#228;l att anta att han inte kommer att
frivilligt medverka till unders&#246;kningen, f&#229;r r&#228;tten besluta att han
skall tas in p&#229; unders&#246;kningsenheten. I beslutet skall best&#228;mmas den
l&#228;ngsta tid, h&#246;gst tv&#229; veckor, under vilken den misst&#228;nkte f&#229;r h&#229;llas
kvar p&#229; enheten. Kan unders&#246;kningen inte avslutas inom den best&#228;mda
tiden, f&#229;r r&#228;tten besluta att han f&#229;r h&#229;llas kvar under ytterligare
h&#246;gst tv&#229; veckor.

Framst&#228;llning om intagning g&#246;rs av unders&#246;kningsl&#228;karen. Den misst&#228;nkte
skall ges tillf&#228;lle att yttra sig &#246;ver framst&#228;llningen.

11 &#167; Den som &#228;r intagen med st&#246;d av 10 &#167; kan ges v&#229;rd enligt
best&#228;mmelserna i lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd.
N&#228;r det g&#228;ller den som inte genomg&#229;r r&#228;ttspsykiatrisk v&#229;rd
till&#228;mpas best&#228;mmelserna i 18–24 &#167;&#167; lagen (1991:1128) om
psykiatrisk tv&#229;ngsv&#229;rd vid unders&#246;kningsenhet inom h&#228;lso- och
sjukv&#229;rden. Lag (2014:816).

&#214;vriga best&#228;mmelser

12 &#167; R&#228;tten f&#229;r inh&#228;mta ett yttrande av Socialstyrelsen &#246;ver 
s&#229;dan utredning som avses i 3 eller 4 &#167;. 

Om det beh&#246;vs, ska Socialstyrelsen komplettera utredningen. 
N&#228;r en r&#228;ttspsykiatrisk unders&#246;kning kompletteras, ska det som 
f&#246;reskrivs om s&#229;dana unders&#246;kningar i 5-5 b &#167;&#167;, 6 &#167; f&#246;rsta 
stycket och 8-11 &#167;&#167; till&#228;mpas. Socialstyrelsen f&#229;r ge en viss 
l&#228;kare i uppdrag att utf&#246;ra kompletteringen. Lag (2023:282).

13 &#167; Om den misst&#228;nkte &#228;r p&#229; fri fot, ska Polismyndigheten p&#229;
beg&#228;ran av den l&#228;kare som ska avge utl&#229;tande enligt 7 &#167; l&#228;mna
bitr&#228;de f&#246;r att inst&#228;lla den misst&#228;nkte till unders&#246;kningen.
Lag (2014:621).

14 &#167; Den som bedriver verksamhet d&#228;r det g&#228;ller sekretess 
enligt 25 kap. 1-5 &#167;&#167; eller 26 kap. 1 &#167; offentlighets- och 
sekretesslagen (2009:400) eller tystnadsplikt enligt 29 &#167; 
lagen (1993:387) om st&#246;d och service till vissa 
funktionshindrade, 15 kap. 1 &#167; socialtj&#228;nstlagen (2001:453) 
eller 6 kap. 12 &#167; patients&#228;kerhetslagen (2010:659) ska trots 
sekretessen eller tystnadsplikten l&#228;mna ut s&#229;dana uppgifter om 
den misst&#228;nkte som beh&#246;vs f&#246;r en r&#228;ttspsykiatrisk 
unders&#246;kning.  

Detsamma g&#228;ller uppgifter om den misst&#228;nkte som beh&#246;vs f&#246;r ett 
l&#228;karutl&#229;tande som avses i 4 &#167; andra stycket liksom f&#246;r ett 
yttrande av Socialstyrelsen &#246;ver ett s&#229;dant utl&#229;tande eller 
ett s&#229;dant l&#228;karintyg som avses i 4 &#167; f&#246;rsta stycket. 
Lag (2023:282).

14 a &#167; S&#229;dana uppgifter om den misst&#228;nkte som beh&#246;vs f&#246;r en 
r&#228;ttspsykiatrisk unders&#246;kning ska l&#228;mnas ut av 

1. F&#246;rs&#228;kringskassan, trots att uppgifterna omfattas av 
sekretess enligt 28 kap. 1 &#167; offentlighets- och sekretesslagen 
(2009:400), 

2. Arbetsf&#246;rmedlingen, trots att uppgifterna omfattas av 
sekretess enligt 28 kap. 11 eller 12 &#167; samma lag, 

3. Kriminalv&#229;rden, trots att uppgifterna omfattas av sekretess 
enligt 35 kap. 15 &#167; samma lag, 

4. Migrationsverket, trots att uppgifterna omfattas av 
sekretess enligt 37 kap. 1 &#167; samma lag, och 

5. Totalf&#246;rsvarets plikt- och pr&#246;vningsverk, trots att 
uppgifterna omfattas av sekretess enligt 38 kap. 1 &#167; f&#246;rsta 
stycket 1, 2, 3 eller 5 samma lag. Lag (2023:282).

14 b &#167; Best&#228;mmelser om skyldighet att anm&#228;la till socialn&#228;mnden
att ett barn kan beh&#246;va n&#228;mndens skydd finns i 14 kap. 1 &#167;
socialtj&#228;nstlagen (2001:453). Lag (2023:282).

15 &#167; Beslut av r&#228;tten enligt 10 &#167; f&#229;r &#246;verklagas s&#228;rskilt.

Beslut som r&#228;tten har meddelat med st&#246;d av denna lag g&#228;ller omedelbart.
Betr&#228;ffande beslut enligt 10 &#167; g&#228;ller detta dock endast om beslutet
avser f&#246;rordnande om fortsatt kvarh&#229;llande f&#246;r unders&#246;kning.

16 &#167; Kriminalv&#229;rdens beslut enligt 8 &#167; andra stycket f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2005:979).

16 a &#167; N&#228;r det g&#228;ller beslut som avses i 5 a &#167; till&#228;mpas 7
kap. h&#228;kteslagen (2010:611) om beslut och &#246;verklagande. Det
som f&#246;reskrivs om Kriminalv&#229;rden ska till&#228;mpas p&#229;
R&#228;ttsmedicinalverket. Lag (2014:816).

17 &#167; Inspektionen f&#246;r v&#229;rd och omsorg ut&#246;var tillsyn &#246;ver att
denna lag och f&#246;reskrifter som har meddelats i anslutning
till lagen f&#246;ljs. Tillsynen omfattar dock inte till&#228;mpningen
av 5 a &#167;. Lag (2014:816).

&#214;verg&#229;ngsbest&#228;mmelser

1991:1136

1. Denna lag tr&#228;der i kraft den 1 januari 1992, d&#229; lagen (1966:301)
om r&#228;ttspsykiatrisk unders&#246;kning i brottm&#229;l upph&#246;r att g&#228;lla.

2. Utl&#229;tande som avges till r&#228;tten efter ikrafttr&#228;dandet &#246;ver en
r&#228;ttspsykiatrisk unders&#246;kning i fall d&#229; g&#228;rningen har beg&#229;tts f&#246;re
ikrafttr&#228;dandet skall inneh&#229;lla uttalanden i de fr&#229;gor som anges i 1 &#167;
f&#246;rsta stycket 1 och 2 i den nya lagen och &#228;ven huruvida den misst&#228;nkte
beg&#229;tt brottet under inflytande av sinnessjukdom, sinnessl&#246;het eller
annan sj&#228;lslig abnormitet av s&#229; djupg&#229;ende natur att den m&#229;ste anses
j&#228;mst&#228;lld med sinnessjukdom.

3. I fr&#229;ga om tid f&#246;r att avge utl&#229;tande &#246;ver en r&#228;ttspsykiatrisk
unders&#246;kning som har beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre
best&#228;mmelser.

4. Har socialstyrelsen inte f&#246;re den 1 januari 1992 pr&#246;vat en
framst&#228;llning om anst&#229;nd enligt 4 &#167; andra stycket tredje meningen i den
gamla lagen skall den best&#228;mmelsen fortfarande till&#228;mpas i &#228;rendet.
Styrelsens beslut om anst&#229;nd &#246;verklagas &#228;ven efter den nya lagens
ikrafttr&#228;dande enligt 11 a &#167; i den gamla lagen.

Avger socialstyrelsen efter ikrafttr&#228;dandet ett utl&#229;tande som beg&#228;rts
enligt 3 &#167; andra stycket i den gamla lagen, skall utl&#229;tandet utformas i
enlighet med vad som f&#246;reskrivs i punkt 2 ovan f&#246;r ett utl&#229;tande &#246;ver en
r&#228;ttspsykiatrisk unders&#246;kning och i 3 eller 4 &#167; i den nya lagen f&#246;r ett
utl&#229;tande av chefs&#246;verl&#228;karen. Ett s&#229;dant utl&#229;tande av styrelsen
ers&#228;tter ett utl&#229;tande av chefs&#246;verl&#228;karen enligt sistn&#228;mnda paragrafer.
I fr&#229;ga om ett utl&#229;tande av styrelsen enligt 6 &#167; i den gamla lagen, som
inte har avgetts f&#246;re ikrafttr&#228;dandet av den nya lagen, skall n&#228;mnda
paragraf fortfarande till&#228;mpas.

5. Har r&#228;tten f&#246;re den 1 januari 1992 med st&#246;d av 9 &#167; f&#246;rsta stycket i
den gamla lagen beslutat om den misst&#228;nktes intagning p&#229; viss
r&#228;ttspsykiatrisk klinik skall beslutet efter den nya lagens
ikrafttr&#228;dande anses som ett beslut enligt 10 &#167; i den nya lagen.

1995:87

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3467">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3469">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
