

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-10-12" /> 
 <meta id="rattsinfo-edited" content="2022-10-12 14:09:46" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3470</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3469">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3471">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:1128 ·
                    <a href="/sfsr?bet=1991:1128">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1991:1128) om psykiatrisk tv&#229;ngsv&#229;rd</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-06-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2008:415
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:703
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; F&#246;reskrifterna i h&#228;lso- och sjukv&#229;rdslagen (2017:30) och 
patientlagen (2014:821) g&#228;ller all psykiatrisk v&#229;rd. 
Kompletterande f&#246;reskrifter om psykiatrisk v&#229;rd som &#228;r f&#246;renad 
med frihetsber&#246;vande och annat tv&#229;ng (tv&#229;ngsv&#229;rd) ges i denna 
lag.

F&#246;reskrifter om psykiatrisk tv&#229;ngsv&#229;rd finns ocks&#229; i lagen 
(1991:1129) om r&#228;ttspsykiatrisk v&#229;rd.

Det som s&#228;gs i denna lag om en region g&#228;ller &#228;ven en kommun 
som inte ing&#229;r i en region.

Med chefs&#246;verl&#228;kare avses i denna lag chefs&#246;verl&#228;karen vid den 
sjukv&#229;rdsinr&#228;ttning d&#228;r patienten &#228;r inskriven. 
Lag (2019:876).

2 &#167; Tv&#229;ngsv&#229;rd enligt denna lag ges som sluten psykiatrisk
tv&#229;ngsv&#229;rd eller, efter s&#229;dan v&#229;rd, som &#246;ppen psykiatrisk
tv&#229;ngsv&#229;rd. V&#229;rd som ges n&#228;r patienten &#228;r intagen p&#229; en
sjukv&#229;rdsinr&#228;ttning ben&#228;mns sluten psykiatrisk tv&#229;ngsv&#229;rd.
Annan v&#229;rd enligt denna lag ben&#228;mns &#246;ppen psykiatrisk
tv&#229;ngsv&#229;rd.

Tv&#229;ngsv&#229;rden ska syfta till att s&#228;tta patienten i st&#229;nd att
frivilligt medverka till n&#246;dv&#228;ndig v&#229;rd och ta emot det st&#246;d
som han eller hon beh&#246;ver. Lag (2008:415).

2 a &#167; Tv&#229;ngs&#229;tg&#228;rder vid v&#229;rd enligt denna lag f&#229;r anv&#228;ndas
endast om de st&#229;r i rimlig proportion till syftet med &#229;tg&#228;rden.
&#196;r mindre ingripande &#229;tg&#228;rder tillr&#228;ckliga, skall de anv&#228;ndas.

Tv&#229;ng skall ut&#246;vas s&#229; skonsamt som m&#246;jligt och med st&#246;rsta
m&#246;jliga h&#228;nsyn till patienten. Lag (2000:353).

2 b &#167; Tv&#229;ngs&#229;tg&#228;rder i syfte att genomf&#246;ra v&#229;rden f&#229;r anv&#228;ndas
endast om patienten inte genom en individuellt anpassad
information kan f&#246;rm&#229;s att frivilligt medverka till v&#229;rd. De
f&#229;r inte anv&#228;ndas i st&#246;rre omfattning &#228;n vad som &#228;r n&#246;dv&#228;ndigt
f&#246;r att f&#246;rm&#229; patienten till detta. Lag (2000:353).

F&#246;ruts&#228;ttningar f&#246;r tv&#229;ngsv&#229;rd

3 &#167; Tv&#229;ngsv&#229;rd f&#229;r ges endast om patienten lider av en
allvarlig psykisk st&#246;rning och p&#229; grund av sitt psykiska
tillst&#229;nd och sina personliga f&#246;rh&#229;llanden i &#246;vrigt

1. har ett oundg&#228;ngligt behov av psykiatrisk v&#229;rd, som inte kan
tillgodoses p&#229; annat s&#228;tt &#228;n genom att patienten &#228;r intagen p&#229;
en sjukv&#229;rdsinr&#228;ttning f&#246;r kvalificerad psykiatrisk
dygnetruntv&#229;rd (sluten psykiatrisk tv&#229;ngsv&#229;rd), eller

2. beh&#246;ver iaktta s&#228;rskilda villkor f&#246;r att kunna ges n&#246;dv&#228;ndig
psykiatrisk v&#229;rd (&#246;ppen psykiatrisk tv&#229;ngsv&#229;rd).

En f&#246;ruts&#228;ttning f&#246;r v&#229;rd enligt denna lag &#228;r att patienten
mots&#228;tter sig s&#229;dan v&#229;rd som s&#228;gs i f&#246;rsta stycket, eller det
till f&#246;ljd av patientens psykiska tillst&#229;nd finns grundad
anledning att anta att v&#229;rden inte kan ges med hans eller
hennes samtycke.

Tv&#229;ngsv&#229;rd f&#229;r inte ges om patientens psykiska st&#246;rning enligt
f&#246;rsta stycket utg&#246;r enbart en utvecklingsst&#246;rning.

Vid bed&#246;mning av v&#229;rdbehovet enligt f&#246;rsta stycket ska det &#228;ven
beaktas, om patienten till f&#246;ljd av sin psykiska st&#246;rning &#228;r
farlig f&#246;r annans personliga s&#228;kerhet eller fysiska eller
psykiska h&#228;lsa. Lag (2008:415).

Intagning f&#246;r tv&#229;ngsv&#229;rd

4 &#167; Ett beslut om intagning p&#229; en sjukv&#229;rdsinr&#228;ttning f&#246;r 
tv&#229;ngsv&#229;rd f&#229;r inte fattas utan att ett l&#228;karintyg (v&#229;rdintyg) 
har utf&#228;rdats, av vilket det framg&#229;r att det finns sannolika 
sk&#228;l f&#246;r att f&#246;ruts&#228;ttningarna f&#246;r sluten psykiatrisk 
tv&#229;ngsv&#229;rd av patienten &#228;r uppfyllda. V&#229;rdintyget ska grundas 
p&#229; en s&#228;rskild l&#228;karunders&#246;kning.

En unders&#246;kning f&#246;r v&#229;rdintyg f&#229;r f&#246;retas endast om det finns 
sk&#228;lig anledning till det. Unders&#246;kningen utf&#246;rs av en 
legitimerad l&#228;kare. Om unders&#246;kningen inte kan utf&#246;ras med 
patientens samtycke, f&#229;r patienten tas om hand f&#246;r 
unders&#246;kning. Beslut om s&#229;dant omh&#228;ndertagande f&#229;r fattas 
endast av en l&#228;kare i allm&#228;n tj&#228;nst eller av en l&#228;kare som 
enligt avtal med regionen har till uppgift att utf&#246;ra 
unders&#246;kningar f&#246;r v&#229;rdintyg. Lag (2019:876).

5 &#167; V&#229;rdintyget f&#229;r utf&#228;rdas endast i omedelbar anslutning 
till unders&#246;kningen. Det ska, ut&#246;ver ett uttalande enligt 4 &#167; 
om f&#246;ruts&#228;ttningarna f&#246;r tv&#229;ngsv&#229;rd av patienten, inneh&#229;lla 
en redog&#246;relse f&#246;r den psykiska st&#246;rningen och de 
omst&#228;ndigheter i &#246;vrigt som ger upphov till v&#229;rdbehovet.

Vid utf&#228;rdande av v&#229;rdintyg till&#228;mpas best&#228;mmelserna om j&#228;v i 
16–18 &#167;&#167; f&#246;rvaltningslagen (2017:900) &#228;ven i fr&#229;ga om l&#228;kare 
som ut&#246;var yrket enskilt.

Den l&#228;kare som har utf&#228;rdat v&#229;rdintyget ska se till att det 
snarast kommer till den sjukv&#229;rdsinr&#228;ttning d&#228;r fr&#229;gan om 
intagning f&#246;r tv&#229;ngsv&#229;rd ska pr&#246;vas. Lag (2018:798).

6 &#167; En patient f&#229;r, sedan v&#229;rdintyg har utf&#228;rdats, efter beslut
av l&#228;kare h&#229;llas kvar p&#229; v&#229;rdinr&#228;ttningen tills fr&#229;gan om
intagning har avgjorts. Om andra &#229;tg&#228;rder inte &#228;r tillr&#228;ckliga,
f&#229;r det tv&#229;ng anv&#228;ndas som &#228;r n&#246;dv&#228;ndigt f&#246;r att hindra
patienten att l&#228;mna den del av v&#229;rdinr&#228;ttningen d&#228;r patienten
skall vistas, f&#246;r att uppr&#228;tth&#229;lla ordningen p&#229; inr&#228;ttningen
eller f&#246;r att tillgodose s&#228;kerheten i v&#229;rden.

Om det &#228;r n&#246;dv&#228;ndigt f&#229;r patienten, sedan beslut om att h&#229;lla
kvar denne har fattats, kroppsvisiteras eller ytligt
kroppsbesiktigas f&#246;r kontroll av att denne inte b&#228;r p&#229; sig
egendom som anges i 21 &#167;. F&#246;reskrifterna i 23 och 24 &#167;&#167; skall
d&#228;rvid till&#228;mpas. Lag (2000:353).

6 a &#167; I s&#229;dana fall som anges i 19 eller 20 &#167; f&#229;r en patient 
som h&#229;lls kvar enligt 6 &#167; kortvarigt sp&#228;nnas fast med b&#228;lte 
eller liknande anordning eller kortvarigt h&#229;llas avskild fr&#229;n 
de andra patienterna. Om patienten &#228;r under 18 &#229;r f&#229;r dock, i 
s&#229;dana fall som avses i 19 a eller 20 a &#167;, patienten sp&#228;nnas 
fast med b&#228;lte h&#246;gst en timme och h&#229;llas avskild h&#246;gst tv&#229; 
timmar.

En patient som h&#229;lls kvar enligt 6 &#167; f&#229;r, om det finns en 
&#246;verh&#228;ngande fara f&#246;r patientens liv eller h&#228;lsa, ges 
n&#246;dv&#228;ndig behandling. 

Beslut enligt denna paragraf fattas av legitimerad l&#228;kare. 
Chefs&#246;verl&#228;karen f&#229;r besluta om f&#246;rl&#228;ngning av de tider som 
avses i f&#246;rsta stycket under de f&#246;ruts&#228;ttningar som anges i 
19-20 a &#167;&#167;. Lag (2020:354).

6 b &#167; Fr&#229;gan om intagning f&#246;r sluten psykiatrisk tv&#229;ngsv&#229;rd ska
avg&#246;ras skyndsamt efter unders&#246;kning av patienten, senast 24
timmar efter dennes ankomst till v&#229;rdinr&#228;ttningen. Ett beslut
om intagning f&#229;r inte grundas p&#229; ett v&#229;rdintyg som &#228;r &#228;ldre &#228;n
fyra dagar.

Beslut om intagning fattas av en chefs&#246;verl&#228;kare vid en enhet
f&#246;r psykiatrisk v&#229;rd. Beslutet f&#229;r inte fattas av den l&#228;kare
som har utf&#228;rdat v&#229;rdintyget. Lag (2008:415).

Tv&#229;ngsv&#229;rd efter beslut av r&#228;tten

7 &#167; Om chefs&#246;verl&#228;karen finner att patienten b&#246;r ges 
tv&#229;ngsv&#229;rd ut&#246;ver fyra veckor fr&#229;n dagen f&#246;r beslutet om 
intagning, ska chefs&#246;verl&#228;karen f&#246;re utg&#229;ngen av 
fyraveckorstiden ans&#246;ka hos f&#246;rvaltningsr&#228;tten om medgivande 
till s&#229;dan v&#229;rd. Chefs&#246;verl&#228;karen ska &#228;ven ans&#246;ka hos 
f&#246;rvaltningsr&#228;tten om medgivande till fortsatt v&#229;rd n&#228;r han 
eller hon anser att den psykiatriska tv&#229;ngsv&#229;rden b&#246;r &#246;verg&#229; 
i &#246;ppen eller sluten form.

I ans&#246;kan ska det anges om v&#229;rden avser sluten eller &#246;ppen 
psykiatrisk tv&#229;ngsv&#229;rd.

I ans&#246;kan om sluten psykiatrisk tv&#229;ngsv&#229;rd ska det anges 
vilka omst&#228;ndigheter som utg&#246;r grund f&#246;r tv&#229;ngsv&#229;rden och 
vilka &#246;verv&#228;ganden som har gjorts i fr&#229;ga om v&#229;rd i annan 
form f&#246;r patienten. Till ans&#246;kan ska det fogas en redog&#246;relse 
f&#246;r det st&#246;d och den behandling som planeras f&#246;r patienten 
under och efter vistelsen p&#229; v&#229;rdenheten.

I ans&#246;kan om &#246;ppen psykiatrisk tv&#229;ngsv&#229;rd ska det anges vilka 
omst&#228;ndigheter som utg&#246;r grund f&#246;r tv&#229;ngsv&#229;rden, vilka 
s&#228;rskilda villkor som r&#228;tten b&#246;r f&#246;reskriva och, s&#229; l&#229;ngt 
m&#246;jligt, patientens inst&#228;llning till dessa villkor. Till 
ans&#246;kan ska det fogas en s&#229;dan samordnad v&#229;rdplan som avses i 
7 a &#167;. Lag (2017:369).

7 a &#167; En samordnad v&#229;rdplan ska inneh&#229;lla uppgifter om

- det bed&#246;mda behovet av insatser fr&#229;n regionens h&#228;lso- och 
sjukv&#229;rd och kommunens socialtj&#228;nst eller h&#228;lso- och sjukv&#229;rd,

- beslut om insatser och, s&#229; l&#229;ngt m&#246;jligt, patientens 
inst&#228;llning till insatserna i v&#229;rdplanen,

- vilken enhet vid regionen eller kommunen som ansvarar f&#246;r 
respektive insats, och 

- eventuella &#229;tg&#228;rder som vidtas av andra &#228;n regionen eller 
kommunen. 

V&#229;rdplanen ska uppr&#228;ttas av chefs&#246;verl&#228;karen, om han eller hon 
bed&#246;mer att patienten kommer att vara i behov av insatser 
enligt f&#246;rsta stycket i samband med &#246;ppen psykiatrisk 
tv&#229;ngsv&#229;rd. V&#229;rdplanen ska s&#229; l&#229;ngt m&#246;jligt utformas i samr&#229;d 
med patienten och, om det inte &#228;r ol&#228;mpligt, med dennes 
n&#228;rst&#229;ende. V&#229;rdplanen ska utformas i samarbete mellan de 
enheter vid kommunen eller regionen som svarar f&#246;r insatserna. 
V&#229;rdplanen &#228;r uppr&#228;ttad n&#228;r den har justerats av enheterna. 

Chefs&#246;verl&#228;karen ska underr&#228;tta ber&#246;rd enhet vid region, 
kommun eller annan huvudman om beslut om &#246;ppen psykiatrisk 
tv&#229;ngsv&#229;rd. Lag (2019:876).

8 &#167; R&#228;tten ska p&#229; ans&#246;kan enligt 7 &#167; besluta i fr&#229;gan om
fortsatt v&#229;rd i form av sluten eller &#246;ppen psykiatrisk
tv&#229;ngsv&#229;rd.

Om r&#228;tten bifaller ans&#246;kan, f&#229;r v&#229;rden p&#229;g&#229; under h&#246;gst fyra
m&#229;nader, r&#228;knat fr&#229;n dagen f&#246;r beslutet om intagning. Lag
(2008:415).

9 &#167; P&#229; ans&#246;kan av chefs&#246;verl&#228;karen f&#229;r r&#228;tten medge att
tv&#229;ngsv&#229;rden forts&#228;tter i form av &#246;ppen eller sluten
psykiatrisk tv&#229;ngsv&#229;rd ut&#246;ver den l&#228;ngsta tiden enligt 8 &#167;.
Medgivande f&#229;r l&#228;mnas f&#246;r h&#246;gst sex m&#229;nader &#229;t g&#229;ngen, r&#228;knat
fr&#229;n den dag d&#229; f&#246;rvaltningsr&#228;tten meddelar beslut i fr&#229;gan.

En ans&#246;kan enligt f&#246;rsta stycket ska ha kommit in till
f&#246;rvaltningsr&#228;tten innan tiden f&#246;r g&#228;llande beslut om
tv&#229;ngsv&#229;rd har l&#246;pt ut. F&#246;reskrifterna i 7 &#167; andra-fj&#228;rde
styckena och 7 a &#167; till&#228;mpas p&#229; en ans&#246;kan enligt denna
paragraf.

Till ans&#246;kan om fortsatt &#246;ppen psykiatrisk tv&#229;ngsv&#229;rd ska det
fogas en uppf&#246;ljning av den samordnade v&#229;rdplanen.
Lag (2009:809).

10 &#167; Har en ans&#246;kan enligt 7 eller 9 &#167; kommit in till
f&#246;rvaltningsr&#228;tten, f&#229;r tv&#229;ngsv&#229;rden forts&#228;tta i avvaktan p&#229;
f&#246;rvaltningsr&#228;ttens beslut. Om v&#229;rden forts&#228;tter ska den ges i
den form som f&#246;reskrivs i det senaste beslutet om tv&#229;ngsv&#229;rd.
Avsl&#229;r r&#228;tten ans&#246;kan, ska v&#229;rden upph&#246;ra omedelbart.
Lag (2009:809).

11 &#167; Om en patient &#228;r intagen p&#229; en sjukv&#229;rdsinr&#228;ttning f&#246;r
frivillig psykiatrisk v&#229;rd, f&#229;r chefs&#246;verl&#228;karen vid den enhet
d&#228;r patienten v&#229;rdas besluta om sluten psykiatrisk tv&#229;ngsv&#229;rd
n&#228;r

1. de f&#246;ruts&#228;ttningar som anges i 3 &#167; f&#246;rsta stycket 1 och
andra stycket &#228;r uppfyllda, och

2. patienten till f&#246;ljd av sin psykiska st&#246;rning kan befaras
komma att allvarligt skada sig sj&#228;lv eller n&#229;gon annan.

Ett s&#229;dant beslut f&#229;r inte fattas utan att ett v&#229;rdintyg har
utf&#228;rdats av en annan l&#228;kare &#228;n chefs&#246;verl&#228;karen. I fr&#229;ga om
v&#229;rdintyg g&#228;ller best&#228;mmelserna i 4 &#167; och 5 &#167; f&#246;rsta och andra
styckena. Beslut om v&#229;rd enligt f&#246;rsta stycket ska fattas
senast 24 timmar efter det att v&#229;rdintyg har utf&#228;rdats. Det som
s&#228;gs i 6 och 6 a &#167;&#167; g&#228;ller ocks&#229; vid &#246;verg&#229;ng fr&#229;n frivillig
v&#229;rd till tv&#229;ngsv&#229;rd enligt f&#246;rsta stycket. Lag (2008:415).

12 &#167; N&#228;r beslut har fattats om sluten psykiatrisk tv&#229;ngsv&#229;rd
enligt 11 &#167;, ska beslutet av chefs&#246;verl&#228;karen senast dagen
efter beslutet underst&#228;llas f&#246;rvaltningsr&#228;ttens pr&#246;vning.

Anser chefs&#246;verl&#228;karen att tv&#229;ngsv&#229;rden b&#246;r forts&#228;tta ska han
eller hon senast inom fyra dagar fr&#229;n dagen f&#246;r beslutet om
sluten psykiatrisk tv&#229;ngsv&#229;rd ans&#246;ka hos f&#246;rvaltningsr&#228;tten om
medgivande till fortsatt v&#229;rd. Det som s&#228;gs i 7 &#167; andra-fj&#228;rde
styckena och 7 a &#167; ska d&#228;rvid till&#228;mpas. Lag (2000:809).

13 &#167; Om r&#228;tten bifaller en ans&#246;kan enligt 12 &#167; andra stycket,
f&#229;r tv&#229;ngsv&#229;rden p&#229;g&#229; under h&#246;gst fyra m&#229;nader, r&#228;knat fr&#229;n
dagen f&#246;r chefs&#246;verl&#228;karens beslut. I fr&#229;ga om tv&#229;ngsv&#229;rd
ut&#246;ver denna tid till&#228;mpas samma best&#228;mmelser som vid fortsatt
tv&#229;ngsv&#229;rd enligt 9 &#167;. Lag (2008:415).

&#214;verg&#229;ng fr&#229;n r&#228;ttspsykiatrisk v&#229;rd till tv&#229;ngsv&#229;rd enligt
denna lag

14 &#167; N&#228;r r&#228;ttspsykiatrisk v&#229;rd ska upph&#246;ra i fall som avses i
15 &#167; lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd f&#229;r
chefs&#246;verl&#228;karen besluta om sluten psykiatrisk tv&#229;ngsv&#229;rd
enligt denna lag trots att v&#229;rdintyg inte har utf&#228;rdats, om de
f&#246;ruts&#228;ttningar som anges i 3 &#167; f&#246;rsta stycket 1 och andra
stycket &#228;r uppfyllda.

F&#246;reskrifterna i 6 b &#167; g&#228;ller inte i de fall som avses i f&#246;rsta
stycket. I st&#228;llet till&#228;mpas f&#246;reskrifterna i 12 &#167; andra
stycket och 13 &#167;, varvid ett beslut enligt denna paragraf
j&#228;mst&#228;lls med beslut enligt 11 &#167;. Lag (2008:415).

Gemensamma best&#228;mmelser om v&#229;rden

15 &#167; V&#229;rd enligt denna lag ges p&#229; en sjukv&#229;rdsinr&#228;ttning som 
drivs av en region. Om det finns synnerliga sk&#228;l, f&#229;r 
regeringen best&#228;mma att v&#229;rd f&#229;r ges &#228;ven p&#229; n&#229;gon annan 
v&#229;rdinr&#228;ttning. P&#229; en s&#229;dan inr&#228;ttning ska till&#228;mpas det som i 
denna lag s&#228;gs om sjukv&#229;rdsinr&#228;ttning som drivs av en region.
Lag (2019:876).

15 a &#167; V&#229;rd enligt denna lag skall bedrivas s&#229; att den
uppfyller kraven p&#229; god s&#228;kerhet i verksamheten. Vid
sjukv&#229;rdsinr&#228;ttningen skall det finnas den personal, de lokaler
och den utrustning som beh&#246;vs f&#246;r att en god s&#228;kerhet skall
kunna tillgodoses i verksamheten. Det skall ocks&#229; finnas n&#229;gon
som har ansvaret f&#246;r att sjukv&#229;rdsinr&#228;ttningen
s&#228;kerhetsanpassas och s&#228;kerhetsklassificeras samt f&#246;r att
s&#228;kerheten systematiskt och fortl&#246;pande utvecklas och
uppr&#228;tth&#229;lls (s&#228;kerhetsansvarig). Lag (2006:247).

16 &#167; En v&#229;rdplan skall uppr&#228;ttas snarast efter det att
patienten har tagits in f&#246;r tv&#229;ngsv&#229;rd. V&#229;rdplanen skall ange
de behandlings&#229;tg&#228;rder och andra insatser som beh&#246;vs f&#246;r att
syftet med tv&#229;ngsv&#229;rden skall uppn&#229;s och f&#246;r att resultaten av
dessa insatser skall kunna best&#229;. S&#229; l&#229;ngt m&#246;jligt skall planen
uppr&#228;ttas i samr&#229;d med patienten. Om det inte &#228;r ol&#228;mpligt
skall samr&#229;d ske ocks&#229; med dennes n&#228;rst&#229;ende.

Chefs&#246;verl&#228;karen skall unders&#246;ka om patienten har behov av st&#246;d
fr&#229;n socialtj&#228;nsten. S&#229; l&#229;ngt det &#228;r m&#246;jligt skall detta ske i
samr&#229;d med patienten. Lag (2000:353).

17 &#167; I fr&#229;ga om behandlingen under v&#229;rdtiden ska samr&#229;d &#228;ga 
rum med patienten n&#228;r det kan ske. Samr&#229;d ska ske ocks&#229; med 
patientens n&#228;rst&#229;ende, om det inte &#228;r ol&#228;mpligt.

Behandlings&#229;tg&#228;rderna ska anpassas till vad som kr&#228;vs f&#246;r att 
uppn&#229; syftet med tv&#229;ngsv&#229;rden enligt 2 &#167; andra stycket.

Om det &#228;r n&#246;dv&#228;ndigt f&#229;r patienten, efter chefs&#246;verl&#228;karens 
beslut, ges behandling utan samtycke. Lag (2017:369).

Sluten psykiatrisk tv&#229;ngsv&#229;rd

18 &#167; En patient f&#229;r hindras att l&#228;mna v&#229;rdinr&#228;ttningens omr&#229;de
eller den del av inr&#228;ttningen d&#228;r han skall vistas.

Om andra &#229;tg&#228;rder inte &#228;r tillr&#228;ckliga, f&#229;r det tv&#229;ng anv&#228;ndas
som &#228;r n&#246;dv&#228;ndigt f&#246;r att hindra patienten att l&#228;mna
v&#229;rdinr&#228;ttningens omr&#229;de eller den del av inr&#228;ttningen d&#228;r
denne skall vistas, f&#246;r att uppr&#228;tth&#229;lla ordningen p&#229;
v&#229;rdinr&#228;ttningen eller f&#246;r att tillgodose s&#228;kerheten i v&#229;rden.
Lag (2000:353).

18 a &#167; Chefs&#246;verl&#228;karen ska, s&#229; snart patientens tillst&#229;nd 
till&#229;ter det, se till att patienten erbjuds ett 
uppf&#246;ljningssamtal efter genomf&#246;rd tv&#229;ngs&#229;tg&#228;rd.
Lag (2017:369).

19 &#167; Om det finns en omedelbar fara f&#246;r att en patient 
allvarligt skadar sig sj&#228;lv eller n&#229;gon annan, f&#229;r patienten 
kortvarigt sp&#228;nnas fast med b&#228;lte eller liknande anordning. 
H&#228;lso- och sjukv&#229;rdspersonal ska vara n&#228;rvarande under den tid 
patienten h&#229;lls fastsp&#228;nd.

Om det finns synnerliga sk&#228;l, f&#229;r det beslutas att patienten 
ska h&#229;llas fastsp&#228;nd l&#228;ngre &#228;n som anges i f&#246;rsta stycket. 

Chefs&#246;verl&#228;karen beslutar om fastsp&#228;nning. Inspektionen f&#246;r 
v&#229;rd och omsorg ska utan dr&#246;jsm&#229;l underr&#228;ttas om beslut enligt 
andra stycket. Lag (2020:354).

19 a &#167; Om det finns en omedelbar fara f&#246;r att en patient som 
&#228;r under 18 &#229;r lider allvarlig skada och det &#228;r uppenbart att 
andra &#229;tg&#228;rder inte &#228;r tillr&#228;ckliga f&#229;r patienten sp&#228;nnas fast 
med b&#228;lte.

Ett beslut om fastsp&#228;nning fattas av chefs&#246;verl&#228;karen. 
Beslutet g&#228;ller h&#246;gst en timme. Tiden f&#246;r fastsp&#228;nningen f&#229;r 
f&#246;rl&#228;ngas genom nya beslut som g&#228;ller under h&#246;gst en timme i 
taget. H&#228;lso- och sjukv&#229;rdspersonal ska vara n&#228;rvarande under 
den tid patienten h&#229;lls fastsp&#228;nd. 

Inspektionen f&#246;r v&#229;rd och omsorg ska utan dr&#246;jsm&#229;l underr&#228;ttas 
om patienten h&#229;lls fastsp&#228;nd under en sammanh&#228;ngande tid som 
&#246;verstiger en timme. Lag (2020:354).

20 &#167; En patient f&#229;r h&#229;llas avskild fr&#229;n andra patienter endast 
om det &#228;r n&#246;dv&#228;ndigt p&#229; grund av att patienten genom 
aggressivt eller st&#246;rande beteende allvarligt f&#246;rsv&#229;rar v&#229;rden 
av de andra patienterna. Ett beslut om avskiljande g&#228;ller 
h&#246;gst &#229;tta timmar. Tiden f&#246;r avskiljande f&#229;r genom ett nytt 
beslut f&#246;rl&#228;ngas med h&#246;gst &#229;tta timmar. 

Om det finns synnerliga sk&#228;l, f&#229;r ett beslut om avskiljande 
enligt f&#246;rsta stycket avse en best&#228;md tid som &#246;verstiger &#229;tta 
timmar. 

Chefs&#246;verl&#228;karen beslutar om avskiljande. Om en patient h&#229;lls 
avskild mer &#228;n &#229;tta timmar i f&#246;ljd, ska Inspektionen f&#246;r v&#229;rd 
och omsorg utan dr&#246;jsm&#229;l underr&#228;ttas om detta. En patient ska 
under den tid han eller hon h&#229;lls avskild st&#229; under 
fortl&#246;pande uppsikt av h&#228;lso- och sjukv&#229;rdspersonal.
Lag (2020:354).

20 a &#167; En patient som &#228;r under 18 &#229;r f&#229;r h&#229;llas avskild fr&#229;n 
andra patienter endast om det &#228;r n&#246;dv&#228;ndigt p&#229; grund av att 
han eller hon genom aggressivt beteende allvarligt f&#246;rsv&#229;rar 
v&#229;rden av de andra patienterna och det &#228;r uppenbart att andra 
&#229;tg&#228;rder inte &#228;r tillr&#228;ckliga.

Ett beslut om avskiljande fattas av chefs&#246;verl&#228;karen. Beslutet 
g&#228;ller h&#246;gst tv&#229; timmar. Tiden f&#246;r avskiljandet f&#229;r f&#246;rl&#228;ngas 
genom nya beslut som g&#228;ller under h&#246;gst tv&#229; timmar i taget. 
H&#228;lso- och sjukv&#229;rdspersonal ska h&#229;lla patienten under 
fortl&#246;pande uppsikt under den tid patienten h&#229;lls avskild.

Inspektionen f&#246;r v&#229;rd och omsorg ska utan dr&#246;jsm&#229;l underr&#228;ttas 
om patienten h&#229;lls avskild under en sammanh&#228;ngande tid som 
&#246;verstiger tv&#229; timmar. Lag (2020:354).

20 b &#167; Chefs&#246;verl&#228;karen f&#229;r besluta att inskr&#228;nka en patients
r&#228;tt att anv&#228;nda elektroniska kommunikationstj&#228;nster, om det &#228;r
n&#246;dv&#228;ndigt med h&#228;nsyn till v&#229;rden eller rehabiliteringen av
patienten eller f&#246;r att undvika att n&#229;gon annan lider skada.

Den tekniska utrustning som m&#246;jligg&#246;r anv&#228;ndningen f&#229;r
omh&#228;ndertas under den tid beslutet g&#228;ller. Omh&#228;ndertagen
utrustning skall &#229;terl&#228;mnas till patienten senast n&#228;r beslutet
om inskr&#228;nkning upph&#246;r att g&#228;lla. Lag (2020:354).

21 &#167; En patient f&#229;r inte inneha

1. narkotika, alkoholhaltiga drycker, andra berusningsmedel
eller s&#229;dana varor som omfattas av lagen (1999:42) om f&#246;rbud
mot vissa h&#228;lsofarliga varor,

2. s&#229;dana medel som avses i lagen (1991:1969) om f&#246;rbud mot
vissa dopningsmedel,

3. injektionssprutor eller kanyler, som kan anv&#228;ndas f&#246;r
insprutning i m&#228;nniskokroppen,

4. andra f&#246;rem&#229;l som &#228;r s&#228;rskilt &#228;gnade att anv&#228;ndas f&#246;r
missbruk av eller annan befattning med narkotika, eller

5. annan egendom som kan skada honom eller henne sj&#228;lv eller
n&#229;gon annan eller vara till men f&#246;r v&#229;rden eller ordningen p&#229;
v&#229;rdinr&#228;ttningen.

P&#229;tr&#228;ffas s&#229;dan egendom som avses i f&#246;rsta stycket, ska den
omh&#228;ndertas. Lag (2014:522).

22 &#167; Chefs&#246;verl&#228;karen f&#229;r besluta att f&#246;rs&#228;ndelser till en
patient f&#229;r unders&#246;kas f&#246;r kontroll av att de inte inneh&#229;ller
s&#229;dan egendom som avses i 21 &#167;. Granskningen av en f&#246;rs&#228;ndelse
f&#229;r inte avse det skriftliga inneh&#229;llet i brev eller annan
skriftlig handling.

Om en ankommande f&#246;rs&#228;ndelse inneh&#229;ller egendom som inte f&#229;r
innehas enligt 21 &#167;, f&#229;r egendomen omh&#228;ndertas.

22 a &#167; Chefs&#246;verl&#228;karen f&#229;r besluta att &#246;vervaka f&#246;rs&#228;ndelser
fr&#229;n en patient, om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till v&#229;rden
eller rehabiliteringen av patienten eller f&#246;r att undvika att
n&#229;gon annan lider skada. F&#246;r detta &#228;ndam&#229;l f&#229;r chefs&#246;verl&#228;karen
&#246;ppna, ta del av och kvarh&#229;lla f&#246;rs&#228;ndelser fr&#229;n patienten.

En f&#246;rs&#228;ndelse fr&#229;n en patient till en svensk myndighet,
advokat, patientens offentliga bitr&#228;de eller ett
internationellt organ som har av Sverige erk&#228;nd beh&#246;righet att
ta emot klagom&#229;l fr&#229;n enskilda skall vidarebefordras utan
f&#246;reg&#229;ende granskning. Lag (2006:663).

22 b &#167; Ett beslut om en inskr&#228;nkning enligt 20 b &#167; g&#228;ller 
h&#246;gst tv&#229; m&#229;nader eller, om patienten &#228;r under 18 &#229;r, h&#246;gst en 
vecka. Ett beslut om &#246;vervakning enligt 22 a &#167; g&#228;ller h&#246;gst 
tv&#229; m&#229;nader. 

N&#228;r det inte l&#228;ngre finns f&#246;ruts&#228;ttningar f&#246;r ett beslut som 
avses i f&#246;rsta stycket ska chefs&#246;verl&#228;karen genast besluta att 
inskr&#228;nkningen eller &#246;vervakningen ska upph&#246;ra. Fr&#229;gan om 
upph&#246;rande ska &#246;verv&#228;gas fortl&#246;pande.

Tiden f&#246;r en inskr&#228;nkning enligt 20 b &#167; f&#229;r genom nya beslut 
f&#246;rl&#228;ngas med h&#246;gst tv&#229; m&#229;nader i taget eller, om patienten &#228;r 
under 18 &#229;r, med h&#246;gst en vecka i taget. Tiden f&#246;r &#246;vervakning 
enligt 22 a &#167; f&#229;r f&#246;rl&#228;ngas med h&#246;gst tv&#229; m&#229;nader i taget.

Inspektionen f&#246;r v&#229;rd och omsorg ska utan dr&#246;jsm&#229;l underr&#228;ttas 
om beslut enligt 20 b eller 22 a &#167; och om beslut enligt tredje 
stycket. Lag (2020:354).

22 c &#167; Om en patient som &#228;r under 18 &#229;r har blivit f&#246;rem&#229;l f&#246;r 
n&#229;gon eller n&#229;gra tv&#229;ngs&#229;tg&#228;rder i form av fastsp&#228;nning, 
avskiljning eller inskr&#228;nkning i sin r&#228;tt att anv&#228;nda 
elektroniska kommunikationstj&#228;nster vid minst tre tillf&#228;llen 
under v&#229;rdperioden, ska Inspektionen f&#246;r v&#229;rd och omsorg 
underr&#228;ttas om dessa &#229;tg&#228;rder. Lag (2020:354).

23 &#167; Om det &#228;r n&#246;dv&#228;ndigt f&#229;r en patient kroppsvisiteras eller 
ytligt kroppsbesiktigas f&#246;r kontroll av att han eller hon inte 
b&#228;r p&#229; sig s&#229;dan egendom som avses i 21 &#167; eller, n&#228;r det 
g&#228;ller en patient vars r&#228;tt att anv&#228;nda elektroniska 
kommunikationstj&#228;nster &#228;r inskr&#228;nkt, utrustning som avses i 
20 b &#167;. Om m&#246;jligt skall ett vittne n&#228;rvara n&#228;r &#229;tg&#228;rden 
utf&#246;rs. 

Chefs&#246;verl&#228;karen beslutar om kroppsvisitation och ytlig 
kroppsbesiktning. Lag (2020:354).

23 a &#167; Best&#228;mmelserna i 21 och 23 &#167;&#167; ska g&#228;lla alla som
v&#229;rdas vid en sjukv&#229;rdsinr&#228;ttning eller avdelning f&#246;r sluten
psykiatrisk tv&#229;ngsv&#229;rd. Lag (2014:522).

23 b &#167; Om det &#228;r n&#246;dv&#228;ndigt f&#246;r att s&#228;kerheten ska kunna
uppr&#228;tth&#229;llas vid en sjukv&#229;rdsinr&#228;ttning eller avdelning f&#246;r
sluten psykiatrisk tv&#229;ngsv&#229;rd f&#246;r vilken en f&#246;rh&#246;jd
s&#228;kerhetsklassificering g&#228;ller, f&#229;r v&#229;rdgivaren besluta att
alla personer som passerar in i inr&#228;ttningen eller p&#229;
avdelningen ska kroppsvisiteras (allm&#228;n
inpasseringskontroll). Syftet med kontrollen ska vara att
s&#246;ka efter f&#246;rem&#229;l som en intagen inte f&#229;r inneha enligt
denna lag eller beslut som har meddelats med st&#246;d av lagen.
Skriftliga meddelanden f&#229;r inte granskas.

Kroppsvisitation och unders&#246;kning av v&#228;skor och andra f&#246;rem&#229;l
ska ske genom anv&#228;ndande av metalldetektor eller annan
liknande anordning eller, om det finns s&#228;rskilda sk&#228;l, p&#229;
annat s&#228;tt.

S&#228;kerhetskontroll vid domstolsf&#246;rhandling p&#229;
sjukv&#229;rdsinr&#228;ttningen beslutas i enlighet med lagen
(1981:1064) om s&#228;kerhetskontroll i domstol. Lag (2014:522).

24 &#167; Har narkotika, alkoholhaltiga drycker, andra 
berusningsmedel, s&#229;dana medel som avses i lagen (1991:1969) om 
f&#246;rbud mot vissa dopningsmedel eller s&#229;dana varor som omfattas 
av lagen (1999:42) om f&#246;rbud mot vissa h&#228;lsofarliga varor 
omh&#228;ndertagits enligt 21 eller 22 &#167; eller har s&#229;dan egendom 
p&#229;tr&#228;ffats d&#228;r patienter intagits f&#246;r tv&#229;ngsv&#229;rd utan att det 
finns n&#229;gon k&#228;nd &#228;gare till egendomen, ska chefs&#246;verl&#228;karen 
l&#229;ta f&#246;rst&#246;ra eller s&#228;lja egendomen enligt best&#228;mmelserna om 
beslagtagen egendom i 2 &#167; 1 f&#246;rsta stycket lagen (1958:205) om 
f&#246;rverkande av alkohol m.m. Detsamma g&#228;ller i fr&#229;ga om 
injektionssprutor eller kanyler, som kan anv&#228;ndas f&#246;r in-
sprutning i m&#228;nniskokroppen, och i fr&#229;ga om andra f&#246;rem&#229;l som 
&#228;r s&#228;rskilt &#228;gnade att anv&#228;ndas f&#246;r missbruk av eller annan 
befattning med narkotika.

Belopp som har erh&#229;llits vid f&#246;rs&#228;ljning tillfaller staten.
Lag (2019:359).

25 &#167; Chefs&#246;verl&#228;karen f&#229;r ge en patient tillst&#229;nd att under en
viss del av v&#229;rdtiden vistas utanf&#246;r sjukv&#229;rdsinr&#228;ttningens
omr&#229;de. Tillst&#229;ndet f&#229;r ges f&#246;r ett visst tillf&#228;lle eller f&#246;r
vissa &#229;terkommande tillf&#228;llen. Tillst&#229;nd f&#229;r ges endast under
f&#246;ruts&#228;ttning att det st&#229;r i &#246;verensst&#228;mmelse med v&#229;rdplanen.

Ett tillst&#229;nd att vistas utanf&#246;r v&#229;rdinr&#228;ttningens omr&#229;de f&#229;r
f&#246;renas med s&#229;dana villkor som anges i 26 &#167; tredje stycket.

Chefs&#246;verl&#228;karen f&#229;r &#229;terkalla ett tillst&#229;nd som avses i f&#246;rsta
stycket om f&#246;rh&#229;llandena kr&#228;ver det. Lag (2008:415).

25 a &#167; Har upph&#228;vts genom lag (2008:415).

&#214;ppen psykiatrisk tv&#229;ngsv&#229;rd

26 &#167; Den som ges &#246;ppen psykiatrisk tv&#229;ngsv&#229;rd f&#229;r vistas
utanf&#246;r sjukv&#229;rdsinr&#228;ttningen.

Vid beslut om &#246;ppen psykiatrisk tv&#229;ngsv&#229;rd ska r&#228;tten
f&#246;reskriva de s&#228;rskilda villkor enligt 3 &#167; f&#246;rsta stycket 2 som
ska g&#228;lla f&#246;r v&#229;rden. R&#228;tten f&#229;r &#246;verl&#228;mna &#229;t chefs&#246;verl&#228;karen
att besluta om dessa villkor. N&#228;r det finns sk&#228;l f&#246;r det, f&#229;r
r&#228;tten &#229;terta denna beslutander&#228;tt.

De s&#228;rskilda villkoren f&#229;r avse

- skyldighet att underkasta sig medicinering eller annan v&#229;rd
eller behandling,

- skyldighet att h&#229;lla kontakt med en viss person,

- skyldighet att vistas p&#229; ett hem eller annan institution f&#246;r
v&#229;rd eller behandling eller att bes&#246;ka en v&#229;rdcentral eller
anlita socialtj&#228;nsten,

- vistelseort, bostad, utbildning eller arbete,

- f&#246;rbud mot att anv&#228;nda berusningsmedel,

- f&#246;rbud mot att vistas p&#229; en viss plats eller att ta kontakt
med en viss person, eller

- annat som &#228;r n&#246;dv&#228;ndigt eller f&#246;ljer av v&#229;rdplanen. Lag
(2008:415).

26 a &#167; Chefs&#246;verl&#228;karen f&#229;r besluta att en patient som ges
&#246;ppen psykiatrisk tv&#229;ngsv&#229;rd &#229;ter ska ges sluten psykiatrisk
tv&#229;ngsv&#229;rd om

1. de f&#246;ruts&#228;ttningar som anges i 3 &#167; f&#246;rsta stycket 1 och
andra stycket &#228;r uppfyllda, och

2. r&#228;ttens beslut om fortsatt v&#229;rd inte kan avvaktas med h&#228;nsyn
till risken f&#246;r patientens eller annans h&#228;lsa eller personliga
s&#228;kerhet.

Anser chefs&#246;verl&#228;karen att den slutna psykiatriska tv&#229;ngsv&#229;rden
b&#246;r forts&#228;tta, ska han eller hon senast fyra dagar fr&#229;n dagen
f&#246;r beslutet ans&#246;ka hos f&#246;rvaltningsr&#228;tten om medgivande till
fortsatt s&#229;dan v&#229;rd. F&#246;reskrifterna i 7 &#167; tredje stycket
till&#228;mpas p&#229; en s&#229;dan ans&#246;kan.

Har en ans&#246;kan enligt andra stycket kommit in till
f&#246;rvaltningsr&#228;tten, f&#229;r den slutna psykiatriska tv&#229;ngsv&#229;rden
forts&#228;tta i avvaktan p&#229; f&#246;rvaltningsr&#228;ttens beslut.

Om r&#228;tten medger att den slutna psykiatriska tv&#229;ngsv&#229;rden ska
forts&#228;tta, f&#229;r den p&#229;g&#229; under h&#246;gst sex m&#229;nader r&#228;knat fr&#229;n den
dag f&#246;rvaltningsr&#228;tten meddelar beslut i fr&#229;gan. I fr&#229;ga om
tv&#229;ngsv&#229;rd ut&#246;ver denna tid till&#228;mpas samma best&#228;mmelser som
vid fortsatt tv&#229;ngsv&#229;rd enligt 9 &#167;.

Om chefs&#246;verl&#228;karen inte ans&#246;ker om fortsatt sluten psykiatrisk
tv&#229;ngsv&#229;rd enligt andra stycket eller om r&#228;tten avsl&#229;r
chefs&#246;verl&#228;karens ans&#246;kan om s&#229;dan v&#229;rd, ska det tidigare
beslutet om &#246;ppen psykiatrisk tv&#229;ngsv&#229;rd kvarst&#229;.
Lag (2009:809).

Tv&#229;ngsv&#229;rdens upph&#246;rande

27 &#167; N&#228;r det inte l&#228;ngre finns f&#246;ruts&#228;ttningar f&#246;r tv&#229;ngsv&#229;rd,
ska chefs&#246;verl&#228;karen genast besluta att tv&#229;ngsv&#229;rden ska
upph&#246;ra. Fr&#229;gan om tv&#229;ngsv&#229;rdens upph&#246;rande ska &#246;verv&#228;gas
fortl&#246;pande. Lag (2008:415).

28 &#167; Tv&#229;ngsv&#229;rden upph&#246;r, om inte en ans&#246;kan om medgivande till
tv&#229;ngsv&#229;rd har kommit in till f&#246;rvaltningsr&#228;tten inom den tid
som anges i 7, 9 eller 12 &#167;.

Tv&#229;ngsv&#229;rden enligt denna lag upph&#246;r ocks&#229; n&#228;r beslut fattas
som f&#246;ranleder r&#228;ttspsykiatrisk v&#229;rd. F&#246;reskrift om &#246;verg&#229;ng
till s&#229;dan v&#229;rd finns i 4 &#167; andra stycket lagen (1991:1129) om
r&#228;ttspsykiatrisk v&#229;rd. Lag (2009:809).

29 &#167; Har betr&#228;ffande n&#229;gon som v&#229;rdas enligt denna lag beslut 
meddelats om 

1. avvisning eller utvisning enligt utl&#228;nningslagen 
(2005:716),

2. utvisning enligt lagen (2022:700) om s&#228;rskild kontroll av 
vissa utl&#228;nningar,

3. utl&#228;mning enligt lagen (1957:668) om utl&#228;mning f&#246;r brott,

4. &#246;verl&#228;mnande enligt lagen (2011:1165) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en nordisk arresteringsorder,

5. utl&#228;mning enligt lagen (1970:375) om utl&#228;mning till 
Danmark, Finland, Island eller Norge f&#246;r verkst&#228;llighet av 
beslut om v&#229;rd eller behandling,

6. utl&#228;mning enligt lagen (1994:569) om Sveriges samarbete med 
de internationella tribunalerna f&#246;r brott mot internationell 
humanit&#228;r r&#228;tt,

7. &#246;verl&#228;mnande enligt lagen (2002:329) om samarbete med 
Internationella brottm&#229;lsdomstolen,

8. &#246;verl&#228;mnande enligt lagen (2003:1156) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en europeisk arresteringsorder, eller

9. utl&#228;mning enligt lagen (2006:615) om samarbete med 
Specialdomstolen f&#246;r Sierra Leone,

f&#229;r trots tv&#229;ngsv&#229;rden verkst&#228;llighet av beslutet ske, om det 
beg&#228;rs av den myndighet som ska verkst&#228;lla beslutet och 
chefs&#246;verl&#228;karen finner att patientens tillst&#229;nd till&#229;ter att 
beslutet verkst&#228;lls. Tv&#229;ngsv&#229;rden upph&#246;r i s&#229;dant fall n&#228;r 
beslutet har verkst&#228;llts.

I fr&#229;ga om en patient som &#228;r utl&#228;nning upph&#246;r tv&#229;ngsv&#229;rden vid 
verkst&#228;llighet av ett beslut om hems&#228;ndande som har meddelats 
med st&#246;d av 23 kap. 2 &#167; utl&#228;nningslagen. Lag (2022:703).

St&#246;dperson

30 &#167; Chefs&#246;verl&#228;karen ska se till att en patient som 
v&#229;rdas enligt denna lag, s&#229; snart patientens tillst&#229;nd 
till&#229;ter, genom en individuellt anpassad information upplyses 
om sin r&#228;tt att f&#229; en st&#246;dperson.

N&#228;r patienten beg&#228;r det, ska en st&#246;dperson utses. En 
st&#246;dperson kan utses ocks&#229; i annat fall, om patienten inte 
mots&#228;tter sig det.

St&#246;dpersonen ska bist&#229; patienten i personliga fr&#229;gor s&#229; l&#228;nge 
denne ges tv&#229;ngsv&#229;rd enligt denna lag och, om patienten och 
st&#246;dpersonen samtycker till det, &#228;ven under fyra veckor efter 
det att tv&#229;ngsv&#229;rden har upph&#246;rt. St&#246;dpersonen har r&#228;tt att 
bes&#246;ka patienten p&#229; v&#229;rdinr&#228;ttningen. St&#246;dpersonen f&#229;r inte 
obeh&#246;rigen r&#246;ja eller utnyttja vad han eller hon under 
uppdraget har f&#229;tt veta om patientens h&#228;lsotillst&#229;nd eller 
personliga f&#246;rh&#229;llanden i &#246;vrigt.

St&#246;dpersonen utses av en patientn&#228;mnd enligt lagen (2017:372) 
om st&#246;d vid klagom&#229;l mot h&#228;lso- och sjukv&#229;rden.

Vid en n&#228;mnds handl&#228;ggning av &#228;renden om st&#246;dpersoner 
till&#228;mpas, ut&#246;ver vad som i &#246;vrigt f&#246;reskrivs, f&#246;ljande 
best&#228;mmelser i f&#246;rvaltningslagen (2017:900):

– 10 &#167; om partsinsyn,

– 11 &#167; om &#229;tg&#228;rder om handl&#228;ggningen f&#246;rsenas,

– 23 &#167; f&#246;rsta och tredje styckena om utredningsansvaret,

– 24 &#167; om n&#228;r man f&#229;r l&#228;mna uppgifter muntligt,

– 25 &#167; om kommunikation,

– 27 &#167; om dokumentation av uppgifter,

– 31 &#167; om dokumentation av beslut,

– 32 &#167; om motivering av beslut,

– 33 och 34 &#167;&#167; om underr&#228;ttelse om inneh&#229;llet i beslut och 
hur ett &#246;verklagande g&#229;r till, och

– 36–39 &#167;&#167; om r&#228;ttelse och &#228;ndring av beslut.
Lag (2018:798).

31 &#167; Chefs&#246;verl&#228;karen ska anm&#228;la till en s&#229;dan n&#228;mnd som avses
i 30 &#167; n&#228;r det kan finnas sk&#228;l att utse en st&#246;dperson.

Har en st&#246;dperson f&#246;r patienten inte redan utsetts, ska anm&#228;lan
alltid g&#246;ras n&#228;r

1. chefs&#246;verl&#228;karen ans&#246;ker om medgivande till tv&#229;ngsv&#229;rd
enligt 7, 12 eller 14 &#167;,

2. patienten &#246;verklagar chefs&#246;verl&#228;karens beslut om intagning
enligt 6 b &#167;,

3. patienten &#246;verklagar chefs&#246;verl&#228;karens beslut att avsl&#229; en
beg&#228;ran om att tv&#229;ngsv&#229;rden ska upph&#246;ra.

I en s&#229;dan anm&#228;lan ska chefs&#246;verl&#228;karen ange patientens
inst&#228;llning till att f&#229; en st&#246;dperson. N&#228;mnden ska, om
patienten inte har uttryckt en klar uppfattning, kontakta
patienten eller v&#229;rdpersonal med k&#228;nnedom om patienten f&#246;r att
f&#229; besked om huruvida patienten vill ha en st&#246;dperson.

N&#228;r tv&#229;ngsv&#229;rden av en patient, f&#246;r vilken st&#246;dperson utsetts,
har upph&#246;rt, ska chefs&#246;verl&#228;karen snarast m&#246;jligt underr&#228;tta
n&#228;mnden om detta och om huruvida st&#246;dpersonens uppdrag
forts&#228;tter d&#228;refter. Lag (2008:415).

31 a &#167; Om en patient &#246;nskar att st&#246;dpersonens uppdrag ska
&#246;verg&#229; till ett uppdrag som kontaktperson enligt 3 kap. 6 b &#167;
socialtj&#228;nstlagen (2001:453) n&#228;r tv&#229;ngsv&#229;rden upph&#246;rt och
st&#246;dpersonen samtycker till det, ska den n&#228;mnd som avses i 30 &#167;
underr&#228;tta socialn&#228;mnden i den kommun d&#228;r patienten &#228;r
folkbokf&#246;rd om patientens &#246;nskem&#229;l. Lag (2012:780).

Dagliga aktiviteter och utomhusvistelse

31 b &#167; En patient som &#228;r under 18 &#229;r har r&#228;tt till dagliga 
aktiviteter p&#229; v&#229;rdinr&#228;ttningen och att vistas utomhus minst 
en timme varje dag, om inte medicinska sk&#228;l talar mot det.
Lag (2020:354).

&#214;verklagande

32 &#167; Patienten f&#229;r till allm&#228;n f&#246;rvaltningsdomstol &#246;verklaga 
chefs&#246;verl&#228;karens beslut om intagning f&#246;r tv&#229;ngsv&#229;rd enligt 
6 b, 11 eller 14 &#167;. Ett s&#229;dant &#246;verklagande ska anses 
innefatta &#228;ven en beg&#228;ran om att tv&#229;ngsv&#229;rden ska upph&#246;ra.

Patienten f&#229;r &#228;ven &#246;verklaga chefs&#246;verl&#228;karens beslut enligt 
26 a &#167;. Ett s&#229;dant &#246;verklagande ska anses innefatta en beg&#228;ran 
om att den slutna psykiatriska tv&#229;ngsv&#229;rden ska upph&#246;ra.

Innan f&#246;rvaltningsr&#228;tten pr&#246;var ett &#246;verklagande enligt f&#246;rsta 
eller andra stycket, ska r&#228;tten utan dr&#246;jsm&#229;l f&#246;rel&#228;gga 
chefs&#246;verl&#228;karen att yttra sig i de h&#228;nseenden som anges i 7 &#167; 
tredje stycket.

Patienten f&#229;r till allm&#228;n f&#246;rvaltningsdomstol &#246;verklaga ett 
beslut om inskr&#228;nkning enligt 20 b &#167; eller om &#246;vervakning 
enligt 22 a &#167;. Lag (2020:354).

33 &#167; Patienten f&#229;r hos f&#246;rvaltningsr&#228;tten &#246;verklaga ett annat
beslut av chefs&#246;verl&#228;karen enligt denna lag som inneb&#228;r

1. avslag p&#229; en beg&#228;ran om att tv&#229;ngsv&#229;rden ska upph&#246;ra,

2. f&#246;rordnande enligt 24 &#167; om f&#246;rst&#246;ring eller f&#246;rs&#228;ljning av
egendom,

3. avslag p&#229; en beg&#228;ran om tillst&#229;nd enligt 25 &#167; att vistas
utanf&#246;r v&#229;rdinr&#228;ttningens omr&#229;de eller meddelande av villkor i
samband med en s&#229;dan vistelse,

4. &#229;terkallelse enligt 25 &#167; tredje stycket av tillst&#229;nd att
vistas utanf&#246;r v&#229;rdinr&#228;ttningens omr&#229;de, eller

5. meddelande av villkor i samband med &#246;ppen psykiatrisk
tv&#229;ngsv&#229;rd enligt 26 &#167; andra och tredje styckena.

I &#246;vrigt f&#229;r beslut av chefs&#246;verl&#228;karen enligt denna lag inte
&#246;verklagas. Chefs&#246;verl&#228;karen f&#229;r inte &#246;verklaga r&#228;ttens beslut
enligt denna lag.

N&#228;r ett beslut av chefs&#246;verl&#228;karen &#246;verklagas, ska
&#246;verklagandet ges in till f&#246;rvaltningsr&#228;tten.
F&#246;rvaltningsr&#228;tten pr&#246;var om &#246;verklagandet har kommit in i r&#228;tt
tid. Har &#246;verklagandet kommit in f&#246;r sent, ska
f&#246;rvaltningsr&#228;tten avvisa det, om f&#246;rseningen inte beror p&#229; att
chefs&#246;verl&#228;karen har l&#228;mnat patienten en felaktig underr&#228;ttelse
om hur man &#246;verklagar. &#214;verklagandet ska inte avvisas, om det
har kommit in till chefs&#246;verl&#228;karen innan tiden f&#246;r
&#246;verklagande har g&#229;tt ut. I ett s&#229;dant fall ska
chefs&#246;verl&#228;karen omedelbart vidarebefordra &#246;verklagandet till
f&#246;rvaltningsr&#228;tten. Lag (2009:809).

Handl&#228;ggningen i domstol

34 &#167; Fr&#229;gor som skall pr&#246;vas av f&#246;rvaltningsr&#228;tt enligt denna
lag pr&#246;vas av den f&#246;rvaltningsr&#228;tt inom vars domkrets
sjukv&#229;rdsinr&#228;ttningen &#228;r bel&#228;gen. Lag (2009:809).

35 &#167; M&#229;l enligt denna lag skall handl&#228;ggas skyndsamt. S&#229; snart
en ans&#246;kan som avses i 28 &#167; har kommit in till
f&#246;rvaltningsr&#228;tten, skall r&#228;tten pr&#246;va om ans&#246;kan har kommit in
i tid. Har ans&#246;kan kommit in f&#246;r sent, skall r&#228;tten skyndsamt
underr&#228;tta chefs&#246;verl&#228;karen om detta.

Ett m&#229;l hos en f&#246;rvaltningsr&#228;tt skall tas upp till avg&#246;rande
inom &#229;tta dagar fr&#229;n den dag d&#229; ans&#246;kan eller &#246;verklagandet kom
in till f&#246;rvaltningsr&#228;tten. F&#246;rvaltningsr&#228;tten f&#229;r f&#246;rl&#228;nga
denna tid, om det beh&#246;vs ytterligare utredning eller om n&#229;gon
annan s&#228;rskild omst&#228;ndighet g&#246;r det n&#246;dv&#228;ndigt.
F&#246;rvaltningsr&#228;tten f&#229;r &#228;ven i fall som avses i 12 &#167; f&#246;rsta
stycket f&#246;rl&#228;nga den tid inom vilken pr&#246;vningen skall ske, om
chefs&#246;verl&#228;karen g&#246;r en ans&#246;kan enligt andra stycket i samma
paragraf. F&#246;reskrifterna i f&#246;rsta och andra meningen g&#228;ller
inte m&#229;l som avses i 33 &#167; f&#246;rsta stycket 2.

F&#246;rvaltningsr&#228;tten f&#229;r f&#246;rordna r&#246;rande saken i avvaktan p&#229; att
m&#229;let avg&#246;rs. Lag (2009:809).

36 &#167; I ett m&#229;l enligt denna lag skall f&#246;rvaltningsr&#228;tten h&#229;lla
muntlig f&#246;rhandling, om det inte &#228;r uppenbart obeh&#246;vligt. Vid
pr&#246;vning som avses i 12 &#167; f&#246;rsta stycket skall
f&#246;rvaltningsr&#228;tten h&#229;lla muntlig f&#246;rhandling endast om
patienten beg&#228;r det eller om f&#246;rvaltningsr&#228;tten finner sk&#228;l f&#246;r
det. Lag (2009:809).

37 &#167; En muntlig f&#246;rhandling h&#229;lls p&#229; sjukv&#229;rdsinr&#228;ttningen, om 
inte patienten deltar genom ljud&#246;verf&#246;ring eller ljud- och 
bild&#246;verf&#246;ring enligt 14 &#167; f&#246;rvaltningsprocesslagen (1971:291) 
eller s&#228;rskilda sk&#228;l talar f&#246;r n&#229;got annat. Patienten ska vara 
n&#228;rvarande vid f&#246;rhandlingen, om det &#228;r m&#246;jligt med h&#228;nsyn 
till patientens psykiska tillst&#229;nd. Patientens st&#246;dperson har 
r&#228;tt att n&#228;rvara vid f&#246;rhandlingen och ska om m&#246;jligt 
underr&#228;ttas om den. Chefs&#246;verl&#228;karen ska h&#246;ras vid 
f&#246;rhandlingen om det inte &#228;r uppenbart obeh&#246;vligt.

Om det inte &#228;r uppenbart obeh&#246;vligt ska f&#246;rvaltningsr&#228;tten i 
ett m&#229;l enligt denna lag h&#246;ra en l&#228;mplig sakkunnig vid den 
muntliga f&#246;rhandlingen. Vid f&#246;rhandlingen f&#229;r den sakkunnige, 
i syfte att f&#229; upplysning om omst&#228;ndigheter som &#228;r av 
betydelse f&#246;r dennes uppgift, st&#228;lla fr&#229;gor till 
chefs&#246;verl&#228;karen och patienten.

Om en patient som har kallats vid vite att inst&#228;lla sig 
personligen till en f&#246;rhandling uteblir, f&#229;r r&#228;tten besluta 
att patienten ska h&#228;mtas till r&#228;tten antingen omedelbart eller 
till en senare dag. Lag (2019:302).

37 a &#167; Vid sjukv&#229;rdsinr&#228;ttningen ska det finnas den personal, 
de lokaler och den utrustning som beh&#246;vs f&#246;r att en god 
s&#228;kerhet ska kunna tillgodoses vid en muntlig f&#246;rhandling som 
h&#229;lls d&#228;r enligt 37 &#167;. Lag (2019:302).

38 &#167; Vid handl&#228;ggningen i kammarr&#228;tt av m&#229;l enligt denna lag
skall n&#228;mndem&#228;n ing&#229; i r&#228;tten. Detta g&#228;ller dock inte m&#229;l som
ang&#229;r enbart en fr&#229;ga som n&#228;mns i 33 &#167; f&#246;rsta stycket.

38 a &#167; Offentligt bitr&#228;de f&#246;r den som &#229;tg&#228;rden avser ska 
f&#246;rordnas i m&#229;l hos allm&#228;n f&#246;rvaltningsdomstol, om m&#229;let 
g&#228;ller 

1. beslut om intagning f&#246;r tv&#229;ngsv&#229;rd enligt 6 b, 11 eller 
14 &#167; och om beslutet har &#246;verklagats,

2. medgivande till fortsatt tv&#229;ngsv&#229;rd enligt 7, 9, 12 eller 
14 &#167;,

3. beslut om sluten psykiatrisk tv&#229;ngsv&#229;rd enligt 26 a &#167;,

4. avslag p&#229; en beg&#228;ran om att tv&#229;ngsv&#229;rden ska upph&#246;ra,

5. beslut om inskr&#228;nkning enligt 20 b &#167;, eller

6. beslut om &#246;vervakning enligt 22 a &#167;.

Offentligt bitr&#228;de ska dock inte f&#246;rordnas, om det m&#229;ste antas 
att det inte finns n&#229;got behov av ett bitr&#228;de. Lag (2020:354).

39 &#167; Chefs&#246;verl&#228;karen f&#229;r uppdra &#229;t en erfaren l&#228;kare vid 
sjukv&#229;rdsinr&#228;ttningen med specialistkompetens inom n&#229;gon av de 
psykiatriska specialiteterna att fullg&#246;ra uppgifter som 
chefs&#246;verl&#228;karen har enligt denna lag. Om det finns s&#228;rskilda 
sk&#228;l, f&#229;r chefs&#246;verl&#228;karen l&#228;mna s&#229;dant uppdrag &#229;t en annan 
l&#228;kare vid sjukv&#229;rdsinr&#228;ttningen, dock inte n&#228;r det g&#228;ller

1. beslut enligt 6 b &#167; om intagning,

2. beslut enligt 11 &#167; om &#246;verg&#229;ng fr&#229;n frivillig v&#229;rd till 
tv&#229;ngsv&#229;rd,

3. ans&#246;kan enligt 7, 9, 12 eller 14 &#167; om medgivande till att 
tv&#229;ngsv&#229;rden forts&#228;tter,

4. beslut enligt 17 &#167; tredje stycket om behandlingen,

5. beslut enligt 19 &#167; andra stycket och 19 a &#167; andra stycket 
om f&#246;rl&#228;ngning av fastsp&#228;nning, 

6. beslut enligt 20 &#167; andra stycket och 20 a &#167; andra stycket 
om f&#246;rl&#228;ngning av avskiljande, 

7. beslut enligt 20 b &#167; om inskr&#228;nkning i r&#228;tten att anv&#228;nda 
elektroniska kommunikationstj&#228;nster,

8. beslut enligt 22 a &#167; om &#246;vervakning av f&#246;rs&#228;ndelser, 

9. beslut om upph&#246;rande av s&#229;dan inskr&#228;nkning eller 
&#246;vervakning som anges i 7 och 8, eller

10. beslut eller ans&#246;kan om sluten psykiatrisk tv&#229;ngsv&#229;rd 
enligt 26 a &#167;.
Lag (2020:354).

40 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r medge undantag fr&#229;n kravet i 4 &#167; p&#229; att l&#228;kare som utf&#246;r 
unders&#246;kning f&#246;r v&#229;rdintyg ska vara legitimerad och fr&#229;n 
kravet i 39 &#167; p&#229; specialistkompetens.

Om regeringen enligt 15 &#167; andra stycket best&#228;mt att v&#229;rd 
enligt denna lag f&#229;r ges p&#229; n&#229;gon annan v&#229;rdinr&#228;ttning &#228;n en 
s&#229;dan som drivs av en region, ska regeringen, eller den 
myndighet som regeringen best&#228;mmer, uppdra &#229;t en erfaren 
l&#228;kare med specialistkompetens inom n&#229;gon av de psykiatriska 
specialiteterna att fullg&#246;ra de uppgifter som enligt denna lag 
ankommer p&#229; chefs&#246;verl&#228;kare. Lag (2019:876).

41 &#167; Beslut om intagning p&#229; en sjukv&#229;rdsinr&#228;ttning samt ans&#246;kan
enligt 7, 9, 12, 14 eller 26 a &#167; och medgivande med anledning
av en s&#229;dan ans&#246;kan forts&#228;tter att g&#228;lla, om patienten &#246;verf&#246;rs
till en annan sjukv&#229;rdsinr&#228;ttning utan att beslut har fattats
om att tv&#229;ngsv&#229;rden ska upph&#246;ra. Lag (2008:415).

42 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
ska f&#246;r viss tid f&#246;rordna s&#228;rskilda sakkunniga att bist&#229;
r&#228;tten. Lag (2008:415).

43 &#167; Fr&#229;n en verksamhet d&#228;r sekretess g&#228;ller enligt 25 kap.
1–5 &#167;&#167; eller 26 kap. 1 &#167; offentlighets- och sekretesslagen
(2009:400) ska det utan hinder av sekretessen l&#228;mnas ut
s&#229;dana uppgifter om en patient som beh&#246;vs f&#246;r att
chefs&#246;verl&#228;karens &#229;ligganden enligt denna lag ska kunna
fullg&#246;ras. Detsamma g&#228;ller uppgifter om en patient som beh&#246;vs
f&#246;r en sakkunnigs uppdrag eller ett yttrande av
Socialstyrelsen. Lag (2009:449).

44 &#167; Om patienten har fyllt 15 &#229;r, har han r&#228;tt att sj&#228;lv f&#246;ra
sin talan i m&#229;l och &#228;renden enligt denna lag.

En patient som &#228;r yngre b&#246;r h&#246;ras, om det kan vara till nytta
f&#246;r utredningen och det kan antas att patienten inte tar skada
av att h&#246;ras.

45 &#167; Beslut som meddelas enligt denna lag g&#228;ller omedelbart, om
inte annat f&#246;rordnas.

46 &#167; Vid delgivning med patienten i m&#229;l eller &#228;rende enligt
denna lag f&#229;r 34–38 och 47–51 &#167;&#167; delgivningslagen (2010:1932)
inte till&#228;mpas. Lag (2010:1961).

47 &#167; Om det finns sk&#228;lig anledning att anta att n&#229;gon lider 
av en allvarlig psykisk st&#246;rning och &#228;r farlig f&#246;r annans 
personliga s&#228;kerhet eller eget liv eller i &#246;vrigt beh&#246;ver 
omedelbar hj&#228;lp, f&#229;r Polismyndigheten tillf&#228;lligt omh&#228;nderta 
honom eller henne i v&#228;ntan p&#229; att h&#228;lso- och 
sjukv&#229;rdspersonal kan ge honom eller henne s&#229;dan hj&#228;lp. Den 
omh&#228;ndertagne f&#229;r f&#246;ras till en sjukv&#229;rdsenhet som kan ge 
st&#246;d och behandling.

Polismyndigheten eller, om det g&#228;ller en transport av n&#229;gon i 
fall som avses i 6, Kriminalv&#229;rden ska l&#228;mna hj&#228;lp p&#229; beg&#228;ran 
av

1. en l&#228;kare som avses i 4 &#167; andra stycket sista meningen f&#246;r 
att han eller hon ska kunna genomf&#246;ra en unders&#246;kning f&#246;r 
v&#229;rdintyg,

2. en l&#228;kare som avses i 4 &#167; andra stycket sista meningen 
eller av chefs&#246;verl&#228;karen f&#246;r att f&#246;ra patienten till en 
sjukv&#229;rdsinr&#228;ttning sedan v&#229;rdintyg har utf&#228;rdats,

3. chefs&#246;verl&#228;karen f&#246;r att &#229;terf&#246;ra en patient som har 
l&#228;mnat v&#229;rdinr&#228;ttningen utan tillst&#229;nd,

4. chefs&#246;verl&#228;karen f&#246;r att &#229;terf&#246;ra en patient till 
v&#229;rdinr&#228;ttningen, om denne inte har &#229;terv&#228;nt dit sedan tiden 
f&#246;r ett tillst&#229;nd att vistas utanf&#246;r inr&#228;ttningens omr&#229;de har 
g&#229;tt ut eller tillst&#229;ndet har &#229;terkallats,

5. chefs&#246;verl&#228;karen f&#246;r att &#229;terf&#246;ra en patient till 
v&#229;rdinr&#228;ttningen, om denne inte har &#229;terv&#228;nt dit sedan beslut 
om sluten psykiatrisk tv&#229;ngsv&#229;rd har fattats,

6. chefs&#246;verl&#228;karen f&#246;r att i annat fall f&#246;rflytta en patient 
som &#228;r intagen p&#229; en sjukv&#229;rdsinr&#228;ttning med st&#246;d av denna 
lag, eller

7. Socialstyrelsen f&#246;r att s&#228;nda hem en patient som &#228;r 
utl&#228;ndsk medborgare och som v&#229;rdas enligt denna lag.

En beg&#228;ran enligt andra stycket f&#229;r g&#246;ras endast om 

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att de s&#228;rskilda befogenheter 
som anges i 10 och 10 a &#167;&#167; polislagen (1984:387) eller, om 
det g&#228;ller en transport som utf&#246;rs av Kriminalv&#229;rden, 4 kap. 
4 &#167; och 10 &#167; f&#246;rsta stycket h&#228;kteslagen (2010:611) beh&#246;ver 
tillgripas, eller

2. det annars finns synnerliga sk&#228;l.
Lag (2017:134).

47 a &#167; Kriminalv&#229;rden ska vid en transport enligt 47 &#167; 
till&#228;mpa f&#246;ljande best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten. Lag (2017:134).

47 b &#167; Den som beg&#228;r hj&#228;lp enligt 47 &#167; ska utan hinder av 
sekretess l&#228;mna den verkst&#228;llande myndigheten de uppgifter om 
patienten som beh&#246;vs f&#246;r planeringen och genomf&#246;randet av 
&#229;tg&#228;rden. Lag (2017:134).

48 &#167; En patient som v&#229;rdas med st&#246;d av denna lag skall s&#229; snart
hans tillst&#229;nd medger det genom chefs&#246;verl&#228;karens f&#246;rsorg
upplysas om sin r&#228;tt

1. att enligt 32 och 33 &#167;&#167; &#246;verklaga vissa beslut,

2. att anlita ombud eller bitr&#228;de och

3. att enligt 38 a &#167; f&#229; offentligt bitr&#228;de.

Denna lag skall finnas anslagen inom sjukv&#229;rdsinr&#228;ttningen v&#228;l
synlig f&#246;r patienterna. Lag (2000:353).

49 &#167; Chefs&#246;verl&#228;karen ska fortl&#246;pande till Inspektionen f&#246;r
v&#229;rd och omsorg l&#228;mna uppgifter om &#229;tg&#228;rder som har vidtagits
enligt denna lag.

Regeringen eller den myndighet som regeringen best&#228;mmer
meddelar f&#246;reskrifter om hur uppgiftsskyldigheten enligt
f&#246;rsta stycket ska fullg&#246;ras. Lag (2012:938).


&#214;verg&#229;ngsbest&#228;mmelser

1991:1128

1. Denna lag (nya lagen) tr&#228;der i kraft den 1 januari 1992, d&#229;
lagen (1966:293) om beredande av sluten psykiatrisk v&#229;rd i
vissa fall (gamla lagen) upph&#246;r att g&#228;lla.

2. Ett v&#229;rdintyg, som uppfyller kraven i den gamla lagen, f&#229;r
l&#228;ngst till och med den 10 januari 1992 godtas som underlag f&#246;r
ett beslut om intagning f&#246;r tv&#229;ngsv&#229;rd enligt den nya lagen.

3. Om en patient vid ikrafttr&#228;dandet &#228;r intagen p&#229; en
sjukv&#229;rdsinr&#228;ttning enligt 8 &#167; i den gamla lagen, skall
chefs&#246;verl&#228;karen senast den 3 januari 1992 avg&#246;ra fr&#229;gan om
patienten enligt 6 &#167; i den nya lagen skall tas in f&#246;r
tv&#229;ngsv&#229;rd. Intill dess fr&#229;gan om intagning har avgjorts,
g&#228;ller den gamla lagen i till&#228;mpliga delar.

4. Den som vid ikrafttr&#228;dandet &#228;r intagen p&#229; en
sjukv&#229;rdsinr&#228;ttning enligt 9 eller 10 &#167; eller &#229;terintagen
enligt 20 &#167; i den gamla lagen skall anses intagen f&#246;r
tv&#229;ngsv&#229;rd enligt 6 &#167; i den nya lagen. Vid till&#228;mpning av den
nya lagen skall beslutet om intagning anses ha fattats vid
ikrafttr&#228;dandet. Ett beslut enligt 20 a &#167; andra stycket i den
gamla lagen av en utskrivningsn&#228;mnd eller psykiatriska n&#228;mnden
om fortsatt v&#229;rd skall dock anses som ett beslut av l&#228;nsr&#228;tten
om medgivande till tv&#229;ngsv&#229;rd under sex m&#229;nader enligt 9 &#167; i
den nya lagen.

5. Har n&#229;gon som genom dom &#246;verl&#228;mnats till sluten psykiatrisk
v&#229;rd inte tagits in p&#229; en sjukv&#229;rdsinr&#228;ttning f&#246;r s&#229;dan v&#229;rd
f&#246;re ikrafttr&#228;dandet, skall han anses genom domen ha
&#246;verl&#228;mnats till r&#228;ttspsykiatrisk v&#229;rd med s&#228;rskild
utskrivningspr&#246;vning enligt lagen (1991:1129) om
r&#228;ttspsykiatrisk v&#229;rd.

6. Den som vid ikrafttr&#228;dandet &#228;r intagen p&#229; en
sjukv&#229;rdsinr&#228;ttning med st&#246;d av den gamla lagen och betr&#228;ffande
vilken det enligt 17 &#167; andra stycket samma lag ankommit p&#229;
utskrivningsn&#228;mnd att besluta om utskrivning skall anses
genomg&#229; r&#228;ttspsykiatrisk v&#229;rd med s&#228;rskild utskrivningspr&#246;vning
enligt lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd. Vid
till&#228;mpning av sistn&#228;mnda lag skall beslut om r&#228;ttspsykiatrisk
v&#229;rd anses ha fattats och blivit verkst&#228;llbart vid
ikrafttr&#228;dandet. Ett beslut enligt 20 a &#167; andra stycket i den
gamla lagen av en utskrivningsn&#228;mnd eller psykiatriska n&#228;mnden
i fr&#229;ga om utskrivning skall dock anses som ett beslut av
l&#228;nsr&#228;tten enligt 16 &#167; andra stycket lagen om r&#228;ttspsykiatrisk
v&#229;rd i fr&#229;ga om upph&#246;rande av r&#228;ttspsykiatrisk v&#229;rd. Lag
(1991:1967).

7. &#196;r en patient vid ikrafttr&#228;dandet utskriven p&#229; f&#246;rs&#246;k eller
har han tillst&#229;nd att vistas p&#229; egen hand utom sjukhusomr&#229;det,
skall han anses ha tillst&#229;nd att vistas utanf&#246;r
sjukv&#229;rdsinr&#228;ttningens omr&#229;de under &#229;terstoden av v&#229;rdtiden
respektive under del av v&#229;rdtiden enligt 25 &#167; i den nya lagen
eller, om det &#228;r fr&#229;ga om en patient som avses i punkt 6 ovan,
enligt 10 &#167; lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd.
S&#228;rskilda f&#246;reskrifter som har meddelats med st&#246;d av 14 &#167;
f&#246;rsta stycket eller 19 &#167; andra stycket i den gamla lagen,
liksom ett f&#246;rordnande enligt sistn&#228;mnda lagrum att patienten
skall st&#228;llas under tillsyn av l&#228;mplig person, skall d&#228;rvid
anses utg&#246;ra s&#228;rskilda villkor enligt 25 &#167; i den nya lagen
eller, om det &#228;r fr&#229;ga om en patient som avses i punkt 6 ovan,
enligt 10 &#167; lagen om r&#228;ttspsykiatrisk v&#229;rd.

8. Om ett &#228;rende hos en utskrivningsn&#228;mnd eller psykiatriska
n&#228;mnden inte &#228;r slutligt avgjort av samma n&#228;mnd vid utg&#229;ngen av
december 1991, skall med iakttagande av vad som anges i
punkterna 9 och 10 r&#228;tten i st&#228;llet pr&#246;va om det enligt lagen
(1991:1128) om psykiatrisk tv&#229;ngsv&#229;rd eller, vid
r&#228;ttspsykiatrisk v&#229;rd, enligt lagen (1991:1129) om
r&#228;ttspsykiatrisk v&#229;rd finns f&#246;ruts&#228;ttningar f&#246;r psykiatrisk
tv&#229;ngsv&#229;rd, f&#246;r tillst&#229;nd att vistas utanf&#246;r
sjukv&#229;rdsinr&#228;ttningens omr&#229;de eller f&#246;r &#229;terkallelse av s&#229;dant
tillst&#229;nd. &#196;r det i &#228;rendet fr&#229;ga om en patient i samband med
utskrivning p&#229; f&#246;rs&#246;k skall &#229;l&#228;ggas att iaktta s&#228;rskilda
f&#246;reskrifter eller st&#228;llas under tillsyn av l&#228;mplig person
till&#228;mpas dock f&#246;reskrifterna i den gamla lagen.

Den som har v&#228;ckt ett &#228;rende enligt den gamla lagen f&#246;re
ikrafttr&#228;dandet f&#229;r utf&#246;ra talan i saken efter ikrafttr&#228;dandet,
&#228;ven om han inte &#228;r beh&#246;rig till det enligt lagen om
psykiatrisk tv&#229;ngsv&#229;rd eller lagen om r&#228;ttspsykiatrisk v&#229;rd.

9. &#196;renden hos en utskrivningsn&#228;mnd som inte har avgjorts f&#246;re
ikrafttr&#228;dandet och &#228;renden i vilka beslut enligt meddelad
fullf&#246;ljdsh&#228;nvisning d&#228;refter &#246;verklagas hos n&#228;mnden skall
efter ikrafttr&#228;dandet pr&#246;vas av den l&#228;nsr&#228;tt vars domkrets
omfattar utskrivningsn&#228;mndens verksamhetsomr&#229;de. Lag
(1997:1100).

10. &#196;renden hos psykiatriska n&#228;mnden som inte har avgjorts f&#246;re
ikrafttr&#228;dandet och &#228;renden i vilka beslut enligt meddelad
fullf&#246;ljdsh&#228;nvisning d&#228;refter &#246;verklagas hos n&#228;mnden skall
efter ikrafttr&#228;dandet pr&#246;vas av kammarr&#228;tten i Stockholm.

2000:353

1. Denna lag tr&#228;der i kraft den 1 juli 2000.

2. Har ett v&#229;rdintyg utf&#228;rdats f&#246;re den 1 juli 2000, f&#229;r
intagning beslutas p&#229; grundval av det och enligt &#228;ldre
f&#246;reskrifter senast den 4 juli 2000.

3. Ett tillst&#229;nd att vistas utanf&#246;r sjukv&#229;rdsinr&#228;ttningens
omr&#229;de under &#229;terstoden av v&#229;rdtiden och som har meddelats
enligt &#228;ldre f&#246;reskrifter g&#228;ller l&#228;ngst till dess att
l&#228;nsr&#228;tten beslutat om fortsatt v&#229;rd.

2008:415

1. Denna lag tr&#228;der i kraft den 1 september 2008.

2. En ans&#246;kan om tillst&#229;nd att vistas utanf&#246;r
sjukv&#229;rdsinr&#228;ttningens omr&#229;de ska pr&#246;vas enligt &#228;ldre
f&#246;reskrifter om den kommit in till chefs&#246;verl&#228;karen f&#246;re
ikrafttr&#228;dandet.

2010:1961

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om en handling har skickats eller
l&#228;mnats f&#246;re den 1 april 2011.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3469">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3471">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
