

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 11:17:07" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3491</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3490">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3492">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:614 ·
                    <a href="/sfsr?bet=1991:614">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Bostadsr&#228;ttslag (1991:614)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-05-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1026
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1991-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Grundregler om bostadsr&#228;ttsf&#246;reningar och bostadsr&#228;tt

1 &#167; En bostadsr&#228;ttsf&#246;rening &#228;r en ekonomisk f&#246;rening som 
har till &#228;ndam&#229;l att i f&#246;reningens hus uppl&#229;ta l&#228;genheter med 
bostadsr&#228;tt. En bostadsr&#228;ttsf&#246;rening ska vara registrerad.

Lagen (2018:672) om ekonomiska f&#246;reningar till&#228;mpas p&#229; 
bostadsr&#228;ttsf&#246;reningar i den utstr&#228;ckning som anges i denna 
lag. Lag (2018:715).

2 &#167; En bostadsr&#228;ttsf&#246;rening ska ha minst tre medlemmar. 
F&#246;reningen ska ocks&#229; ha stadgar. 

Av 9 kap. 12 och 26 &#167;&#167; f&#246;ljer att en bostadsr&#228;ttsf&#246;rening 
ocks&#229; ska ha en styrelse och minst en revisor.
Lag (2018:715).

3 &#167; Uppl&#229;telse av en l&#228;genhet med bostadsr&#228;tt f&#229;r endast ske till
den som &#228;r medlem i bostadsr&#228;ttsf&#246;reningen. Bostadsr&#228;tt &#228;r den r&#228;tt
i f&#246;reningen som en medlem har p&#229; grund av uppl&#229;telsen.

I 6 kap. finns best&#228;mmelser om r&#228;tten att ut&#246;va bostadsr&#228;tten n&#228;r
den har &#246;verg&#229;tt fr&#229;n en bostadsr&#228;ttshavare till en ny innehavare.
Lag (1995:1464).

4 &#167; Uppl&#229;telse av en l&#228;genhet med bostadsr&#228;tt skall ske till nyttjande
mot ers&#228;ttning och utan tidsbegr&#228;nsning. Endast bostadsr&#228;ttsf&#246;reningar
f&#229;r uppl&#229;ta s&#229;dan nyttjander&#228;tt.

En uppl&#229;telse med bostadsr&#228;tt f&#229;r endast avse hus eller del av hus. En
uppl&#229;telse f&#229;r dock &#228;ven omfatta mark som ligger i anslutning till
f&#246;reningens hus, om marken skall anv&#228;ndas som komplement till
nyttjandet av huset eller del av huset.

5 &#167; Om uppr&#228;ttande och registrering av ekonomisk plan som f&#246;ruts&#228;ttning
f&#246;r uppl&#229;telse finns best&#228;mmelser i 3 kap.

F&#246;r registrering av ekonomisk plan fordras att det i f&#246;reningens hus
kommer att finnas minst tre l&#228;genheter avsedda att uppl&#229;tas med
bostadsr&#228;tt. Vid ber&#228;kningen av antalet l&#228;genheter som avses bli
uppl&#229;tna med bostadsr&#228;tt r&#228;knas som l&#228;genhet varje avskild enhet som
&#228;r inr&#228;ttad att varaktigt och sj&#228;lvst&#228;ndigt anv&#228;ndas som bostad eller
lokal. Garage, lager och andra l&#228;genheter som i f&#246;rsta hand anv&#228;nds som
f&#246;rvaringsutrymmen skall man dock bortse fr&#229;n.

Om f&#246;reningen har fler &#228;n ett hus, fordras det f&#246;r registrering ocks&#229;
att husen ligger s&#229; n&#228;ra varandra att en &#228;ndam&#229;lsenlig samverkan kan
ske mellan bostadsr&#228;ttshavarna. Lag (1993:314).

6 &#167; Med bostadsl&#228;genhet avses i denna lag en l&#228;genhet som &#228;r avsedd
att helt eller till en inte ov&#228;sentlig del anv&#228;ndas som bostad. Med
lokal avses en annan l&#228;genhet &#228;n bostadsl&#228;genhet.

7 &#167; Best&#228;mmelser som g&#228;ller ombildning av hyresr&#228;tt till bostadsr&#228;tt
finns i denna lag och i lagen (1982:352) om r&#228;tt till fastighetsf&#246;rv&#228;rv
f&#246;r ombildning till bostadsr&#228;tt eller kooperativ hyresr&#228;tt.
Lag (2002:100).

F&#246;rbud mot uppl&#229;telse av andelsr&#228;tt

8 &#167; En juridisk person f&#229;r inte uppl&#229;ta andelsr&#228;tt som ger
r&#228;tt att f&#246;r begr&#228;nsad tid besitta eller nyttja en
bostadsl&#228;genhet.

Ett f&#246;rbeh&#229;ll om f&#246;rv&#228;rv av andelsr&#228;tt i strid med f&#246;rsta
stycket g&#228;ller inte mot den till vilken l&#228;genheten har
uppl&#229;tits. Lag (2002:100).

Undertecknande med elektronisk underskrift

9 &#167; Best&#228;mmelsen i 1 kap. 15 &#167; lagen (2018:672) om 
ekonomiska f&#246;reningar g&#228;ller i fr&#229;ga om 
bostadsr&#228;ttsf&#246;reningar. Lag (2018:715).

Information med elektroniska hj&#228;lpmedel

10 &#167; Best&#228;mmelserna om information med elektroniska 
hj&#228;lpmedel i 1 kap. 16 &#167; lagen (2018:672) om ekonomiska 
f&#246;reningar g&#228;ller n&#228;r en bostadsr&#228;ttsf&#246;rening skickar 
kallelser och annan information i enlighet med den lagen.
Lag (2018:715).

2 kap. F&#246;reningens medlemmar m.m.

Allm&#228;nna best&#228;mmelser om medlemskap

1 &#167; Fr&#229;ga om att anta en medlem i en bostadsr&#228;ttsf&#246;rening avg&#246;rs av
f&#246;reningens styrelse med iakttagande av de villkor f&#246;r medlemskap som
anges i f&#246;reningens stadgar och best&#228;mmelserna i detta kapitel.

I stadgarna f&#229;r f&#246;reskrivas att ans&#246;kan om intr&#228;de i f&#246;reningen skall
g&#246;ras skriftligen och att ans&#246;kningshandlingen skall vara f&#246;rsedd med
s&#246;kandens bevittnade namnunderskrift.

2 &#167; S&#229;dana stadgevillkor f&#246;r medlemskap &#228;r utan verkan som inneb&#228;r

1. att ett visst medborgarskap eller en viss inkomst eller f&#246;rm&#246;genhet
skall utg&#246;ra f&#246;ruts&#228;ttning f&#246;r intr&#228;de i f&#246;reningen,

2. att den till vilken en bostadsr&#228;tt &#246;verg&#229;r skall utses av n&#229;gon
annan &#228;n bostadsr&#228;ttshavaren eller godk&#228;nnas enligt andra grunder &#228;n
som g&#228;ller enligt denna lag f&#246;r intr&#228;de i en bostadsr&#228;ttsf&#246;rening, eller

3. att villkoret annars med h&#228;nsyn till sitt inneh&#229;ll eller p&#229; annat
s&#228;tt &#228;r osk&#228;ligt mot den som vill vinna intr&#228;de i f&#246;reningen eller
&#246;verl&#229;ta sin bostadsr&#228;tt.

Best&#228;mmelsen i f&#246;rsta stycket 2 hindrar inte att f&#246;reningen i sina
stadgar f&#246;rbeh&#229;ller sig s&#229;dan l&#246;sningsr&#228;tt som avses i 6 kap. 9 &#167;.
Lag (1992:505).

R&#228;tt till medlemskap vid &#246;verg&#229;ng av bostadsr&#228;tt

3 &#167; Den som en bostadsr&#228;tt har &#246;verg&#229;tt till f&#229;r inte v&#228;gras intr&#228;de i
f&#246;reningen, om de villkor f&#246;r medlemskap som f&#246;reskrivs i stadgarna &#228;r
uppfyllda och f&#246;reningen sk&#228;ligen b&#246;r godta honom som
bostadsr&#228;ttshavare.

F&#246;r vissa s&#228;rskilda fall av &#246;verg&#229;ng g&#228;ller 4-7 &#167;&#167;.

4 &#167; En juridisk person som har f&#246;rv&#228;rvat bostadsr&#228;tt till en 
bostadsl&#228;genhet, som inte &#228;r avsedd f&#246;r fritids&#228;ndam&#229;l, f&#229;r 
v&#228;gras intr&#228;de i f&#246;reningen &#228;ven om de i 3 &#167; angivna 
f&#246;ruts&#228;ttningarna f&#246;r medlemskap &#228;r uppfyllda.

En kommun eller en region som har f&#246;rv&#228;rvat bostadsr&#228;tt till 
en bostadsl&#228;genhet f&#229;r inte v&#228;gras intr&#228;de i f&#246;reningen.
Lag (2019:873).

5 &#167; Om en bostadsr&#228;tt har &#246;verg&#229;tt till bostadsr&#228;ttshavarens make,
f&#229;r maken v&#228;gras intr&#228;de i f&#246;reningen endast om det som villkor f&#246;r
medlemskap i stadgarna f&#246;reskrivits att medlemmarna skall tillh&#246;ra en
viss sammanslutning eller uppfylla liknande villkor och det sk&#228;ligen
kan fordras att maken uppfyller villkoret. Detta g&#228;ller ocks&#229; n&#228;r en
bostadsr&#228;tt till en bostadsl&#228;genhet &#246;verg&#229;tt till n&#229;gon annan
n&#228;rst&#229;ende person som varaktigt sammanbodde med bostadsr&#228;ttshavaren.

6 &#167; Den som har f&#246;rv&#228;rvat en andel i en bostadsr&#228;tt f&#229;r v&#228;gras
intr&#228;de i f&#246;reningen, om annat inte best&#228;mts i stadgarna.
Best&#228;mmelserna i 3 och 5 &#167;&#167; skall dock g&#228;lla om bostadsr&#228;tten
efter f&#246;rv&#228;rvet innehas av makar eller, om bostadsr&#228;tten avser
bostadsl&#228;genhet, av s&#229;dana sambor p&#229; vilka sambolagen
(2003:376) skall till&#228;mpas. Lag (2003:383).

7 &#167; Den som f&#246;rv&#228;rvat en bostadsr&#228;tt vid exekutiv f&#246;rs&#228;ljning eller
vid tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. f&#229;r inte v&#228;gras intr&#228;de som
medlem av den anledningen att ers&#228;ttning f&#246;r bostadsr&#228;tten inte
ber&#228;knats enligt de grunder som anges i stadgarna. Lag (1995:1464).

R&#228;tt till medlemskap vid uppl&#229;telse av bostadsr&#228;tt

8 &#167; En bostadsr&#228;ttsf&#246;rening som har f&#246;rv&#228;rvat eller avser att 
f&#246;rv&#228;rva ett hus f&#246;r ombildning av hyresr&#228;tt till bostadsr&#228;tt 
f&#229;r inte v&#228;gra en hyresg&#228;st i huset intr&#228;de i f&#246;reningen. 
Detta g&#228;ller dock inte om

1. hyresf&#246;rh&#229;llandet avser en lokal och lokalen inte ska 
uppl&#229;tas med bostadsr&#228;tt,

2. hyresf&#246;rh&#229;llandet beror av anst&#228;llning och l&#228;genheten inte 
ska uppl&#229;tas med bostadsr&#228;tt, eller

3. f&#246;reningen enligt de grunder som anges i 3 eller 4 &#167; kan 
v&#228;gra intr&#228;de i f&#246;reningen.

F&#246;reningen f&#229;r ocks&#229; efter det att den f&#246;rv&#228;rvat huset v&#228;gra 
en hyresg&#228;st intr&#228;de i f&#246;reningen, om

1. denne inte var hyresg&#228;st i huset n&#228;r bostadsr&#228;ttsf&#246;reningen 
f&#246;rv&#228;rvade det, eller

2. hyresg&#228;sten har ans&#246;kt om medlemskap i f&#246;reningen senare &#228;n 
ett &#229;r efter att hyresg&#228;sten underr&#228;ttats om f&#246;rv&#228;rvet och om 
ett&#229;rsfristen f&#246;r att ans&#246;ka om medlemskap.

Medlemskap f&#229;r inte v&#228;gras p&#229; grund av andra stycket 1, om 
hyresg&#228;sten var make eller p&#229; n&#229;got annat s&#228;tt n&#228;rst&#229;ende till 
den som innehade hyresr&#228;tten n&#228;r f&#246;reningen f&#246;rv&#228;rvade huset 
och hyresr&#228;tten &#246;verg&#229;tt till hyresg&#228;sten enligt 12 kap. 33 &#167;, 
34 &#167; eller 47 &#167; andra stycket jordabalken. Hyresg&#228;sten m&#229;ste 
dock ha ans&#246;kt om medlemskap inom den tid som anges i andra 
stycket 2 eller, om det &#228;r f&#246;rm&#229;nligare f&#246;r hyresg&#228;sten, 
senast tre m&#229;nader efter den dag d&#229; hyresr&#228;tten &#246;vertogs.
Lag (2019:536).

9 &#167; Skall en bostadsr&#228;ttsf&#246;rening i annat fall &#228;n som avses i 8 &#167;
uppl&#229;ta bostadsr&#228;tt till en l&#228;genhet och ans&#246;ker n&#229;gon om medlemskap
i f&#246;reningen i syfte att erh&#229;lla l&#228;genheten &#228;r f&#246;reningen skyldig att
bevilja medlemskap endast om den s&#246;kande har tecknat f&#246;rhandsavtal
enligt 5 kap.

Medlemskap enligt f&#246;rsta stycket beh&#246;ver inte beviljas f&#246;rr&#228;n den
ekonomiska planen har registrerats enligt 3 kap. och l&#228;genheten st&#229;r
klar f&#246;r inflyttning. Lag (1993:411).

R&#228;tt till &#246;verpr&#246;vning av fr&#229;gan om intr&#228;de

10 &#167; Den som i annat fall &#228;n som s&#228;gs i 4 &#167; f&#246;rsta stycket f&#246;rv&#228;rvat
en bostadsr&#228;tt men v&#228;grats intr&#228;de i f&#246;reningen kan inom en m&#229;nad fr&#229;n
den dag han fick del av beslutet om detta h&#228;nskjuta tvisten till
hyresn&#228;mnden. Detsamma g&#228;ller hyresg&#228;st som avses i 8 &#167; och s&#229;dan
s&#246;kande som s&#228;gs i 9 &#167;.

En best&#228;mmelse om ogiltighet av en &#246;verl&#229;telse n&#228;r medlemskap v&#228;gras
finns i 6 kap. 5 &#167;.

Uttr&#228;de ur f&#246;reningen m.m.

11 &#167; En medlem som inte har n&#229;gon bostadsr&#228;tt i f&#246;reningen kan uttr&#228;da
ur f&#246;reningen och f&#229;r av orsak som anges i stadgarna uteslutas ur denna.

En medlem som upph&#246;r att vara bostadsr&#228;ttshavare skall anses ha uttr&#228;tt
ur f&#246;reningen, om inte styrelsen medgett att han f&#229;r st&#229; kvar som medlem.
Detta g&#228;ller inte om bostadsr&#228;tten upph&#246;rt p&#229; grund av att det hus i
vilket l&#228;genheten finns har &#246;verg&#229;tt till en ny &#228;gare.

12 &#167; Om f&#246;reningen v&#228;grar att uppl&#229;ta bostadsr&#228;tt till n&#229;gon som avses
i 8 eller 9 &#167; och som antagits som medlem i f&#246;reningen eller antar
inte en s&#229;dan medlem ett erbjudande fr&#229;n f&#246;reningen om att f&#229;
l&#228;genheten uppl&#229;ten med bostadsr&#228;tt, skall han anses ha uttr&#228;tt ur
f&#246;reningen. Detta g&#228;ller dock inte om

1. han inom sex m&#229;nader fr&#229;n beslutet eller erbjudandet har h&#228;nskjutit
fr&#229;gan om uppl&#229;telse till hyresn&#228;mnden enligt 4 kap. 6 &#167; andra stycket,
eller

2. styrelsen medgett att han f&#229;r st&#229; kvar i f&#246;reningen.

Medlemmen skall ocks&#229; anses ha uttr&#228;tt ur f&#246;reningen n&#228;r ett beslut har
vunnit laga kraft som inneb&#228;r avslag p&#229; hans beg&#228;ran om uppl&#229;telse av
bostadsr&#228;tt.

13 &#167; Har f&#246;reningen antagit en hyresg&#228;st som avses i 8 &#167; som medlem i
f&#246;reningen men upph&#246;r denne att vara hyresg&#228;st innan n&#229;gon bostadsr&#228;tt
uppl&#229;tits till honom, skall medlemmen anses ha uttr&#228;tt ur f&#246;reningen den
dag hyresf&#246;rh&#229;llandet upph&#246;r. Dessa best&#228;mmelser g&#228;ller dock inte, om
f&#246;reningens styrelse medgett att medlemmen f&#229;r st&#229; kvar i f&#246;reningen.

14 &#167; I stadgarna f&#229;r f&#246;reskrivas att en anm&#228;lan om uttr&#228;de ur f&#246;reningen
skall g&#246;ras skriftligen och att handlingen skall vara f&#246;rsedd med
medlemmens bevittnade namnunderskrift.

Fr&#229;ga om uteslutning pr&#246;vas av f&#246;reningsst&#228;mman, om inte n&#229;got annat har
best&#228;mts i stadgarna.

3 kap. Ekonomisk plan

Planens inneh&#229;ll

1 &#167; Innan en bostadsr&#228;ttsf&#246;rening uppl&#229;ter l&#228;genheter med 
bostadsr&#228;tt, ska en ekonomisk plan uppr&#228;ttas av f&#246;reningens 
styrelse och registreras av Bolagsverket. Lag (2022:1026).

1 a &#167; Den ekonomiska planen ska inneh&#229;lla de upplysningar som 
&#228;r av betydelse f&#246;r en bed&#246;mning av bostadsr&#228;ttsf&#246;reningens 
verksamhet p&#229; kort och l&#229;ng sikt, d&#228;ribland uppgifter om 
f&#246;reningens fastighet, kostnader och finansiering samt en 
ekonomisk prognos och en k&#228;nslighetsanalys. Av planen ska det 
ocks&#229; framg&#229; om f&#246;ruts&#228;ttningarna f&#246;r registrering enligt 
1 kap. 5 &#167; &#228;r uppfyllda.

I den ekonomiska planen ska det ing&#229; en teknisk underh&#229;llsplan 
som visar fastighetens underh&#229;lls- och &#229;terinvesteringsbehov 
de kommande 50 &#229;ren. Lag (2022:1026).

Intygsgivare

2 &#167; Den ekonomiska planen skall vara f&#246;rsedd med intyg av tv&#229;
personer. Av intyget skall framg&#229;

1. att f&#246;ruts&#228;ttningarna f&#246;r registrering enligt 1 kap. 5 &#167; &#228;r
uppfyllda,

2. att de i planen l&#228;mnade uppgifterna &#228;r riktiga och st&#228;mmer
&#246;verens med tillg&#228;ngliga handlingar, samt

3. att gjorda ber&#228;kningar &#228;r vederh&#228;ftiga och att den
ekonomiska planen framst&#229;r som h&#229;llbar.

I intyget skall intygsgivarna ocks&#229; ange de huvudsakliga
omst&#228;ndigheter som ligger till grund f&#246;r deras bed&#246;mning och
vilka handlingar som har varit tillg&#228;ngliga f&#246;r dem.
Lag (2003:31).

3 &#167; Intygsgivare ska utses av bostadsr&#228;ttsf&#246;reningen bland dem 
som

1. regeringen eller den myndighet som regeringen best&#228;mmer har 
f&#246;rklarat beh&#246;riga att utf&#228;rda intyg, eller

2. i en annan stat inom Europeiska ekonomiska samarbetsomr&#229;det 
(EES) driver en i den staten etablerad verksamhet som omfattar 
utf&#228;rdandet av intyg av liknande slag som avses i 2 &#167;.

Det &#228;r inte till&#229;tet att utse n&#229;gon till intygsgivare, om det 
finns n&#229;gon omst&#228;ndighet som kan rubba f&#246;rtroendet f&#246;r hans 
eller hennes opartiskhet eller oberoende. En s&#229;dan 
omst&#228;ndighet kan vara tidigare samarbete med den andra 
intygsgivare som f&#246;reningen har utsett eller avser att utse.

Den som &#228;r anst&#228;lld hos ett f&#246;retag, en organisation eller 
n&#229;gon annan som har bildat bostadsr&#228;ttsf&#246;reningen eller som 
har hj&#228;lpt till med f&#246;renings-bildningen eller med att 
uppr&#228;tta den ekonomiska planen f&#229;r inte utses till 
intygsgivare. Detsamma g&#228;ller den som inte har en f&#246;rs&#228;kring 
f&#246;r den ers&#228;ttningsskyldighet som han eller hon kan &#229;dra sig i 
verksamheten. Lag (2022:1026).

3 a &#167; De som bostadsr&#228;ttsf&#246;reningen utser till intygsgivare 
ska godk&#228;nnas av regeringen eller den myndighet som regeringen 
best&#228;mmer. Ett godk&#228;nnande ska inte l&#228;mnas om valet av 
intygsgivare strider mot 3 &#167;. Lag (2022:1026).

3 b &#167; Regeringen eller den myndighet som regeringen 
best&#228;mmer f&#229;r meddela f&#246;reskrifter om vem som f&#229;r ges 
beh&#246;righet som intygsgivare, om tillsyn &#246;ver intygsgivare och 
om disciplin&#228;ra &#229;tg&#228;rder mot intygsgivare. Lag (2022:1026).

Ny plan

4 &#167; Om det sedan den ekonomiska planen har uppr&#228;ttats intr&#228;ffar n&#229;got
som &#228;r av v&#228;sentlig betydelse f&#246;r bed&#246;mningen av f&#246;reningens verksamhet,
f&#229;r f&#246;reningen inte uppl&#229;ta l&#228;genheter med bostadsr&#228;tt f&#246;rr&#228;n en ny
ekonomisk plan har uppr&#228;ttats av f&#246;reningens styrelse och registrerats
av Bolagsverket.

En f&#246;rening f&#229;r uppl&#229;ta en l&#228;genhet med bostadsr&#228;tt trots att den inte
finns upptagen i en registrerad ekonomisk plan, om uppl&#229;telsen inte har
n&#229;gon s&#229;dan betydelse som s&#228;gs i f&#246;rsta stycket. Lag (2004:247).

Planens offentlighet

5 &#167; Styrelsen skall h&#229;lla en registrerad ekonomisk plan tillg&#228;nglig f&#246;r
var och en som vill ta del av planen.

4 kap. Uppl&#229;telse av l&#228;genheter med bostadsr&#228;tt

N&#228;r uppl&#229;telse f&#229;r ske

1 &#167; Best&#228;mmelser om medlemskap och ekonomisk plan som f&#246;ruts&#228;ttning f&#246;r
uppl&#229;telse finns i 1 och 3 kap.

2 &#167; Innan den slutliga kostnaden f&#246;r f&#246;reningens hus har 
redovisats i en registrerad ekonomisk plan &#228;r det inte 
till&#229;tet att uppl&#229;ta bostadsl&#228;genheter med bostadsr&#228;tt. En 
l&#228;genhet f&#229;r dock uppl&#229;tas om Bolagsverket l&#228;mnar tillst&#229;nd 
till det.

Bolagsverket ska l&#228;mna tillst&#229;nd om

1. en ekonomisk plan har registrerats och

2. f&#246;reningen st&#228;llt betryggande s&#228;kerhet hos Bolagsverket f&#246;r 
&#229;terbetalning av insatsen och, i f&#246;rekommande fall, 
uppl&#229;telseavgift till bostadsr&#228;ttshavarna. 

Bolagsverket ska p&#229; beg&#228;ran av f&#246;reningen &#229;terst&#228;lla 
s&#228;kerheten sedan det har g&#229;tt ett &#229;r fr&#229;n det att den slutliga 
kostnaden har redovisats p&#229; en f&#246;reningsst&#228;mma. Om en talan om 
ers&#228;ttning har v&#228;ckts f&#246;re utg&#229;ngen av denna tid, f&#229;r 
s&#228;kerheten dock inte &#229;terst&#228;llas f&#246;rr&#228;n m&#229;let &#228;r slutligt 
avgjort och f&#246;reningens betalningsskyldighet har fullgjorts.
Lag (2022:1026).

3 &#167; En l&#228;genhet som &#228;r uppl&#229;ten med hyresr&#228;tt f&#229;r inte uppl&#229;tas med
bostadsr&#228;tt s&#229; l&#228;nge ett hyresf&#246;rh&#229;llande best&#229;r. L&#228;genheten f&#229;r dock
uppl&#229;tas med bostadsr&#228;tt, om mindre &#228;n tre m&#229;nader &#229;terst&#229;r av
hyrestiden och hyresv&#228;rden och hyresg&#228;sten har kommit &#246;verens om att
hyresf&#246;rh&#229;llandet skall upph&#246;ra utan att hyresr&#228;tten &#246;verl&#229;ts till n&#229;gon
annan.

4 &#167; I 5 kap. finns best&#228;mmelser om n&#228;r en bostadsr&#228;ttsf&#246;rening f&#229;r ing&#229;
avtal om att i framtiden uppl&#229;ta l&#228;genheter med bostadsr&#228;tt.

Uppl&#229;telseavtalet

5 &#167; Ett avtal som inneb&#228;r att en l&#228;genhet uppl&#229;ts med 
bostadsr&#228;tt ska uppr&#228;ttas skriftligen och skrivas under av 
parterna, om inte n&#229;got annat f&#246;ljer av lagen (1991:615) om 
omregistrering av vissa bostadsf&#246;reningar till 
bostadsr&#228;ttsf&#246;reningar.

I uppl&#229;telseavtalet ska f&#246;ljande anges: 

1. parternas namn, 

2. den l&#228;genhet med eventuell mark och andra utrymmen som 
uppl&#229;telsen avser, och

3. de belopp som ska betalas som insats, &#229;rsavgift och, i 
f&#246;rekommande fall, uppl&#229;telseavgift.

Om bostadsr&#228;ttshavaren inte ska f&#229; tilltr&#228;de till l&#228;genheten 
n&#228;r uppl&#229;telseavtalet ing&#229;s, ska det ocks&#229; anges fr&#229;n vilket 
datum som tilltr&#228;de medges. Lag (2022:1026).

Skyldighet att uppl&#229;ta bostadsr&#228;tt

6 &#167; Om n&#229;gon som avses i 2 kap. 8 &#167; eller 9 &#167; f&#246;rsta stycket har
antagits som medlem i f&#246;reningen, f&#229;r f&#246;reningen inte v&#228;gra att uppl&#229;ta
den l&#228;genhet som &#228;r avsedd f&#246;r medlemmen med bostadsr&#228;tt eller erbjuda
s&#229;dana villkor f&#246;r uppl&#229;telsen som medlemmen sk&#228;ligen inte b&#246;r godta.

Hyresn&#228;mnden f&#229;r p&#229; ans&#246;kan av medlemmen f&#246;rel&#228;gga f&#246;reningen att
uppl&#229;ta l&#228;genheten med bostadsr&#228;tt. F&#246;rel&#228;ggandet f&#229;r f&#246;renas med vite.
N&#228;mnden f&#229;r ocks&#229; fastst&#228;lla villkoren f&#246;r uppl&#229;telsen.

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller inte hyresg&#228;st som
avses i 2 kap. 8 &#167;, om det &#228;r best&#228;mt att hans hyresf&#246;rh&#229;llande skall
upph&#246;ra.

Om uttr&#228;de ur f&#246;reningen n&#228;r uppl&#229;telse enligt denna paragraf inte
kommit till st&#229;nd finns best&#228;mmelser i 2 kap. 12 &#167;.

Ogiltiga uppl&#229;telser m.m.

7 &#167; En uppl&#229;telse som skett i strid med best&#228;mmelserna i 3 kap. 1 &#167;
med krav p&#229; en registrerad ekonomisk plan eller formkravet i 5 &#167; &#228;r
ogiltig. Den som bostadsr&#228;tten uppl&#229;tits till har d&#228;rvid r&#228;tt till
ers&#228;ttning f&#246;r skada. Har l&#228;genheten tilltr&#228;tts, skall hyresavtal
anses ing&#229;nget f&#246;r tiden fr&#229;n tilltr&#228;det. V&#228;cks inte talan om
uppl&#229;telsens ogiltighet inom tv&#229; &#229;r fr&#229;n den dag d&#229; uppl&#229;telsen skedde,
&#228;r r&#228;tten till s&#229;dan talan f&#246;rlorad.

Om en l&#228;genhet som &#228;r uppl&#229;ten med hyresr&#228;tt har uppl&#229;tits med
bostadsr&#228;tt i strid med best&#228;mmelserna i 3 &#167;, &#228;r uppl&#229;telsen ogiltig.
I ett s&#229;dant fall g&#228;ller best&#228;mmelserna om &#229;terbetalning och ers&#228;ttning
i 10 &#167; andra stycket.

8 &#167; Om en uppl&#229;telse skett i strid med best&#228;mmelserna i 3 kap.
4 &#167; med krav p&#229; en registrerad ny ekonomisk plan, f&#229;r
bostadsr&#228;ttshavaren efter upps&#228;gning fr&#229;ntr&#228;da bostadsr&#228;tten,
om han var i god tro n&#228;r uppl&#229;telsen skedde. Upps&#228;gning skall
ske inom tre m&#229;nader fr&#229;n den dag d&#229; bostadsr&#228;ttshavaren fick
k&#228;nnedom om det f&#246;rh&#229;llande som bort f&#246;ranleda uppr&#228;ttandet av
en ny ekonomisk plan, dock inte senare &#228;n tv&#229; &#229;r fr&#229;n
uppl&#229;telsen.

Om en uppl&#229;telse skett i strid med best&#228;mmelserna i 2 &#167; med
krav p&#229; tillst&#229;nd f&#246;r uppl&#229;telse av bostadsr&#228;tt, f&#229;r
bostadsr&#228;ttshavaren efter upps&#228;gning fr&#229;ntr&#228;da bostadsr&#228;tten.
Upps&#228;gning f&#229;r dock inte ske sedan Bolagsverket l&#228;mnat
tillst&#229;nd till uppl&#229;telsen och inte heller efter utg&#229;ngen av
den i 2 &#167; tredje stycket angivna tiden.

Sker upps&#228;gning enligt f&#246;rsta eller andra stycket, &#246;verg&#229;r
bostadsr&#228;tten genast till f&#246;reningen. F&#246;reningen skall betala
sk&#228;lig ers&#228;ttning f&#246;r bostadsr&#228;tten. Bostadsr&#228;ttshavaren har
&#228;ven r&#228;tt till ers&#228;ttning f&#246;r skada. Har l&#228;genheten tilltr&#228;tts,
skall hyresavtal anses ing&#229;nget f&#246;r tiden fr&#229;n upps&#228;gningen, om
bostadsr&#228;ttshavaren i upps&#228;gningen beg&#228;rt att f&#229; bo kvar i
l&#228;genheten. Lag (2004:247).

Hyresvillkor vid ogiltiga uppl&#229;telser och n&#228;r bostadsr&#228;tten fr&#229;ntr&#228;ds

9 &#167; Om parterna inte kommer &#246;verens om hyresvillkoren enligt 7 &#167; f&#246;rsta
stycket eller 8 &#167; sista stycket, fastst&#228;lls dessa av hyresn&#228;mnden. I
v&#228;ntan p&#229; att hyresvillkoren f&#246;r tiden fr&#229;n att hyresavtal skall anses
ing&#229;nget blir slutligt best&#228;mda skall hyra betalas enligt vad f&#246;reningen
best&#228;mt i fr&#229;ga om &#229;rsavgift.

Konkurrerande uppl&#229;telser

10 &#167; Om en viss l&#228;genhet uppl&#229;tits med bostadsr&#228;tt &#229;t flera var f&#246;r sig,
g&#228;ller uppl&#229;telserna efter den tidsf&#246;ljd i vilken de &#228;gt rum. &#196;r
uppl&#229;telserna samtidiga eller g&#229;r det inte att fastst&#228;lla i vilken
tidsf&#246;ljd de skett, skall r&#228;tten p&#229; talan besluta om f&#246;retr&#228;det mellan
dem efter vad som med h&#228;nsyn till omst&#228;ndigheterna &#228;r sk&#228;ligt.

Den som inte f&#229;r beh&#229;lla bostadsr&#228;tten till f&#246;ljd av best&#228;mmelserna i
f&#246;rsta stycket, har r&#228;tt att f&#229; tillbaka den insats och uppl&#229;telseavgift
som han betalat till f&#246;reningen. Han har &#228;ven r&#228;tt till ers&#228;ttning av
f&#246;reningen f&#246;r skada, om han vid uppl&#229;telsen varken k&#228;nde till eller
borde ha k&#228;nt till den andra uppl&#229;telsen.

Avs&#228;gelse

11 &#167; En bostadsr&#228;ttshavare f&#229;r avs&#228;ga sig bostadsr&#228;tten tidigast efter
tv&#229; &#229;r fr&#229;n uppl&#229;telsen och d&#228;rigenom bli fri fr&#229;n sina f&#246;rpliktelser
som bostadsr&#228;ttshavare. Avs&#228;gelsen skall g&#246;ras skriftligen hos styrelsen.

Vid en avs&#228;gelse &#246;verg&#229;r bostadsr&#228;tten till f&#246;reningen vid det
m&#229;nadsskifte som intr&#228;ffar n&#228;rmast efter tre m&#229;nader fr&#229;n avs&#228;gelsen
eller vid det senare m&#229;nadsskifte som angetts i denna.

5 kap. F&#246;rhandsavtal

R&#228;tt att ing&#229; f&#246;rhandsavtal

1 &#167; En bostadsr&#228;ttsf&#246;rening f&#229;r ing&#229; ett avtal om att i 
framtiden uppl&#229;ta en l&#228;genhet med bostadsr&#228;tt &#229;t en person som 
tecknar sig f&#246;r l&#228;genheten (f&#246;rhandstecknaren). Ett s&#229;dant 
avtal kallas f&#246;rhandsavtal.

Ett f&#246;rhandsavtal inneb&#228;r att f&#246;reningen &#228;r skyldig att 
uppl&#229;ta l&#228;genheten med bostadsr&#228;tt &#229;t f&#246;rhandstecknaren. 
F&#246;rhandstecknaren &#228;r f&#246;r sin del skyldig att f&#246;rv&#228;rva 
l&#228;genheten med bostadsr&#228;tt. Lag (2022:1026).

Erbjudande om f&#246;rhandsavtal

2 &#167; En bostadsr&#228;ttsf&#246;rening som vill ing&#229; ett f&#246;rhandsavtal 
ska l&#228;mna f&#246;rhandstecknaren ett bindande erbjudande i en 
handling eller i n&#229;gon annan l&#228;sbar och varaktig form som &#228;r 
tillg&#228;nglig f&#246;r f&#246;rhandstecknaren. Erbjudandet ska inneh&#229;lla 
samtliga avtalsvillkor. F&#246;rhandstecknaren ska ges en 
bet&#228;nketid om minst sju dagar f&#246;r att &#246;verv&#228;ga erbjudandet.
Lag (2022:1026).

Information som ska l&#228;mnas tillsammans med erbjudandet

3 &#167; Tillsammans med och i samma form som ett erbjudande enligt 
2 &#167; ska bostadsr&#228;ttsf&#246;reningen l&#228;mna klar och begriplig 
information om

1. f&#246;reningens namn, organisationsnummer, telefonnummer, 
adress och e-postadress,

2. byggf&#246;retagets namn, organisationsnummer, telefonnummer, 
adress och e-postadress,

3. de viktigaste efterf&#246;ljande stegen i byggprojektet och i 
avtalsf&#246;rh&#229;llandet med f&#246;rhandstecknaren till och med 
tilltr&#228;det till l&#228;genheten, med uppgift om vid vilken tidpunkt 
stegen ber&#228;knas intr&#228;ffa, 

4. f&#246;reningens ekonomi och de ekonomiska risker som f&#246;reningen 
&#228;r f&#246;rem&#229;l f&#246;r,

5. de privatekonomiska risker f&#246;r f&#246;rhandstecknaren som &#228;r 
f&#246;rknippade med avtalet, 

6. huruvida och under vilka f&#246;ruts&#228;ttningar som 
f&#246;rhandstecknarens l&#228;genhet eller andra delar av f&#246;reningens 
hus och mark kan komma att f&#246;r&#228;ndras innan l&#228;genheten uppl&#229;ts 
med bostadsr&#228;tt, j&#228;mf&#246;rt med vad som &#228;r f&#246;rutsatt av parterna 
n&#228;r f&#246;rhandsavtalet ing&#229;s,

7. huruvida och under vilka f&#246;ruts&#228;ttningar som de ber&#228;knade 
avgifterna enligt 4 &#167; 5 kan komma att f&#246;r&#228;ndras innan 
l&#228;genheten uppl&#229;ts med bostadsr&#228;tt, 

8. den r&#228;tt att f&#229; information om v&#228;sentliga avvikelser fr&#229;n 
vad som &#228;r avtalat som f&#246;rhandstecknaren har enligt 11 &#167;,

9. vilket direkt eller indirekt inflytande som byggf&#246;retaget 
eller andra utomst&#229;ende har eller kommer att ha i f&#246;reningen, 

10. huruvida och under vilka f&#246;ruts&#228;ttningar som f&#246;reningen 
har m&#246;jlighet att rikta krav mot byggf&#246;retaget vid dr&#246;jsm&#229;l 
eller om fel uppt&#228;cks i f&#246;reningens hus, och 

11. den r&#228;tt att efter upps&#228;gning fr&#229;ntr&#228;da f&#246;rhandsavtalet 
som finns enligt 13 &#167;, villkoren f&#246;r att fr&#229;ntr&#228;da avtalet och 
den r&#228;tt till ers&#228;ttning som f&#246;rhandstecknaren har enligt 15 &#167; 
om avtalet fr&#229;ntr&#228;ds. Lag (2022:1026).

Avtalets inneh&#229;ll

4 &#167; Ett f&#246;rhandsavtal ska uppr&#228;ttas skriftligen och skrivas 
under av parterna. I avtalet ska f&#246;ljande anges:

1. parternas namn, 

2. den l&#228;genhet med eventuell mark och andra utrymmen som 
avses bli uppl&#229;ten med bostadsr&#228;tt, 

3. uppgifter om det bygglov som g&#228;ller f&#246;r f&#246;reningens hus,

4. ber&#228;knad tid f&#246;r uppl&#229;telsen, 

5. de ber&#228;knade avgifterna f&#246;r bostadsr&#228;tten, och

6. belopp som l&#228;mnas i f&#246;rskott, om s&#229;dant f&#246;rekommer.
Lag (2022:1026).

5 &#167; Den ber&#228;knade tiden f&#246;r uppl&#229;telsen f&#229;r inte avse ett 
tidsintervall om mer &#228;n tre m&#229;nader. Lag (2022:1026).

6 &#167; De ber&#228;knade avgifterna f&#246;r bostadsr&#228;tten ska grundas p&#229; 
en kalkyl &#246;ver kostnaderna f&#246;r projektet. Kalkylen ska vara 
f&#246;rsedd med ett intyg av tv&#229; s&#229;dana intygsgivare som avses i 
3 kap. 3 &#167;. Av intyget ska det framg&#229;

1. att de uppgifter som l&#228;mnas i kalkylen &#228;r riktiga och 
st&#228;mmer &#246;verens med tillg&#228;ngliga handlingar, och

2. att gjorda ber&#228;kningar &#228;r vederh&#228;ftiga och att kalkylen 
framst&#229;r som h&#229;llbar.

I intyget ska intygsgivarna ocks&#229; ange de huvudsakliga 
omst&#228;ndigheter som ligger till grund f&#246;r deras bed&#246;mning och 
vilka handlingar som har varit tillg&#228;ngliga f&#246;r dem. 

Styrelsen ska h&#229;lla kalkylen och intyget tillg&#228;ngliga f&#246;r 
f&#246;rhandstecknaren innan f&#246;rhandsavtalet ing&#229;s. Lag (2022:1026).

Ogiltighet

7 &#167; Ett f&#246;rhandsavtal som ing&#229;s i strid med 4-6 &#167;&#167; &#228;r 
ogiltigt.

Ett f&#246;rhandsavtal som ing&#229;s utan att 2 och 3 &#167;&#167; f&#246;ljs &#228;r inte 
bindande f&#246;r f&#246;rhandstecknaren. En ringa brist i den 
information som ska l&#228;mnas enligt 3 &#167; f&#229;r dock inte &#229;beropas.
Lag (2022:1026).

R&#228;tt att ta emot f&#246;rskott

8 &#167; En bostadsr&#228;ttsf&#246;rening f&#229;r ta emot f&#246;rskott f&#246;r en 
bostadsr&#228;tt endast av den som har tecknat ett f&#246;rhandsavtal 
och om Bolagsverket har l&#228;mnat f&#246;reningen tillst&#229;nd att ta 
emot f&#246;rskott.

Ett f&#246;rskott f&#229;r omfatta ett belopp som motsvarar h&#246;gst den 
ber&#228;knade insatsen f&#246;r bostadsr&#228;tten.

Om f&#246;reningen har tagit emot ett belopp som &#246;verstiger vad som 
f&#246;ljer av andra stycket, har f&#246;rhandstecknaren r&#228;tt att f&#229; 
tillbaka det &#246;verskjutande beloppet med r&#228;nta enligt 2 &#167; 
r&#228;ntelagen (1975:635). Lag (2022:1026).

9 &#167; Bolagsverket ska l&#228;mna tillst&#229;nd till en 
bostadsr&#228;ttsf&#246;rening att ta emot f&#246;rskott, om

1. det finns en kalkyl &#246;ver kostnaderna f&#246;r projektet, 
granskad enligt 6 &#167;, och

2. f&#246;reningen har st&#228;llt betryggande s&#228;kerhet hos Bolagsverket 
f&#246;r &#229;terbetalning av f&#246;rskott till f&#246;rhandstecknarna.

Bolagsverket ska p&#229; beg&#228;ran av f&#246;reningen &#229;terst&#228;lla 
s&#228;kerheten efter det att l&#228;genheterna har uppl&#229;tits med 
bostadsr&#228;tt eller mottagna f&#246;rskott har &#229;terbetalats.
Lag (2022:1026).

&#214;verl&#229;telse eller pants&#228;ttning av f&#246;rhandsavtalet

10 &#167; F&#246;rhandstecknaren f&#229;r inte s&#228;tta n&#229;gon annan &#228;n sin make 
eller sambo i sitt st&#228;lle eller pants&#228;tta sin r&#228;tt enligt 
f&#246;rhandsavtalet. En &#246;verl&#229;telse eller pants&#228;ttning i strid med 
detta &#228;r ogiltig. Lag (2022:1026).

Information om v&#228;sentliga avvikelser

11 &#167; Bostadsr&#228;ttsf&#246;reningen ska s&#229; snart som m&#246;jligt 
skriftligen informera f&#246;rhandstecknaren om det kan f&#246;rutses 
att v&#228;sentliga avvikelser kommer att ske fr&#229;n det som &#228;r 
avtalat. Lag (2022:1026).

N&#228;r ett f&#246;rhandsavtal upph&#246;r att g&#228;lla vid ombildning

12 &#167; Ett f&#246;rhandsavtal som avser en l&#228;genhet i ett hus som 
f&#246;reningen har f&#246;rv&#228;rvat eller avser att f&#246;rv&#228;rva f&#246;r 
ombildning till bostadsr&#228;tt upph&#246;r att g&#228;lla om 
f&#246;rhandstecknarens hyresr&#228;tt till l&#228;genheten upph&#246;r innan 
bostadsr&#228;tten uppl&#229;tits.

Avtalet upph&#246;r dock inte att g&#228;lla om f&#246;rhandstecknaren har 
satt sin make eller sambo i sitt st&#228;lle och denne har 
&#246;vertagit hyresr&#228;tten till l&#228;genheten. Lag (2022:1026).

F&#246;rhandstecknarens r&#228;tt att fr&#229;ntr&#228;da f&#246;rhandsavtalet

13 &#167; F&#246;rhandstecknaren f&#229;r efter upps&#228;gning genast fr&#229;ntr&#228;da 
avtalet, om

1. l&#228;genheten inte uppl&#229;ts med bostadsr&#228;tt senast vid 
inflyttningen och f&#246;rhandstecknaren inte redan innehar 
l&#228;genheten med hyresr&#228;tt,

2. l&#228;genheten inte uppl&#229;ts med bostadsr&#228;tt inom sk&#228;lig tid 
efter den ber&#228;knade tiden f&#246;r uppl&#229;telsen och detta inte beror 
p&#229; f&#246;rhandstecknaren eller p&#229; n&#229;got f&#246;rh&#229;llande p&#229; hans eller 
hennes sida,

3. de avgifter som ska betalas f&#246;r bostadsr&#228;tten &#228;r v&#228;sentligt 
h&#246;gre &#228;n det som anges i f&#246;rhandsavtalet, eller

4. l&#228;genheten eller andra delar av f&#246;reningens hus eller mark 
v&#228;sentligen avviker fr&#229;n vad som avtalats.

En f&#246;rhandstecknare som vill fr&#229;ntr&#228;da avtalet enligt f&#246;rsta 
stycket 3 eller 4 ska s&#228;ga upp avtalet av den anledningen inom 
tre m&#229;nader fr&#229;n den dag d&#229; han eller hon fick k&#228;nnedom om den 
h&#246;gre avgiften respektive avvikelsen. Lag (2022:1026).

14 &#167; Om en f&#246;rhandstecknare har bitr&#228;tt ett beslut om f&#246;rv&#228;rv 
av ett hus f&#246;r ombildning till bostadsr&#228;tt enligt 9 kap. 19 &#167;, 
upph&#246;r avtalet i de fall som avses i 13 &#167; f&#246;rsta stycket 3 att 
g&#228;lla endast om det dessutom inte &#228;r osk&#228;ligt mot f&#246;reningen 
eller medlemmarna att avtalet upph&#246;r. Lag (2022:1026).

R&#228;tt till ers&#228;ttning

15 &#167; Om ett f&#246;rhandsavtal upph&#246;r att g&#228;lla enligt 12 eller 
13 &#167;, har f&#246;rhandstecknaren

1. r&#228;tt att f&#229; tillbaka belopp som han eller hon har betalat i 
f&#246;rskott med r&#228;nta enligt 2 &#167; r&#228;ntelagen (1975:635),

2. r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r s&#229;dana kostnader som han 
eller hon med f&#246;reningens godk&#228;nnande har &#229;tagit sig f&#246;r 
l&#228;genhetens inredning och utformning och som blivit onyttiga 
f&#246;r honom eller henne, och

3. r&#228;tt till ers&#228;ttning f&#246;r annan skada som f&#246;reningen genom 
f&#246;rsumlighet har f&#246;rorsakat honom eller henne.

F&#246;rsta stycket g&#228;ller ocks&#229; i de fall avtalet &#228;r ogiltigt 
eller inte fullf&#246;ljs och &#228;ven n&#228;r f&#246;reningen har tagit emot 
f&#246;rskott i strid med 8 &#167; f&#246;rsta stycket. Lag (2022:1026).

6 kap. &#214;verg&#229;ng av bostadsr&#228;tt

R&#228;tt att ut&#246;va bostadsr&#228;tten efter &#246;verg&#229;ng

1 &#167; N&#228;r en bostadsr&#228;tt har &#246;verl&#229;tits fr&#229;n en bostadsr&#228;ttshavare
till en ny innehavare, f&#229;r denne ut&#246;va bostadsr&#228;tten endast om han &#228;r
eller antas till medlem i bostadsr&#228;ttsf&#246;reningen.

En juridisk person f&#229;r dock ut&#246;va bostadsr&#228;tten utan att vara medlem
i f&#246;reningen, om den juridiska personen har f&#246;rv&#228;rvat bostadsr&#228;tten
vid exekutiv f&#246;rs&#228;ljning eller vid tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap.
och d&#229; hade pantr&#228;tt i bostadsr&#228;tten. Tre &#229;r efter f&#246;rv&#228;rvet f&#229;r
f&#246;reningen uppmana den juridiska personen att inom sex m&#229;nader fr&#229;n
uppmaningen visa att n&#229;gon som inte f&#229;r v&#228;gras intr&#228;de i f&#246;reningen
har f&#246;rv&#228;rvat bostadsr&#228;tten och s&#246;kt medlemskap. Om uppmaningen inte
f&#246;ljs, f&#229;r bostadsr&#228;tten tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap. f&#246;r den
juridiska personens r&#228;kning. En juridisk person kan i f&#246;reningens
stadgar medges en mer vidstr&#228;ckt r&#228;tt &#228;n som angetts h&#228;r.
Lag (1995:1464).

1 a &#167; Ett d&#246;dsbo efter en avliden bostadsr&#228;ttshavare f&#229;r ut&#246;va
bostadsr&#228;tten trots att d&#246;dsboet inte &#228;r medlem i f&#246;reningen. Tre &#229;r
efter d&#246;dsfallet f&#229;r f&#246;reningen dock uppmana d&#246;dsboet att inom sex
m&#229;nader fr&#229;n uppmaningen visa att bostadsr&#228;tten har ing&#229;tt i
bodelning eller arvskifte med anledning av bostadsr&#228;ttshavarens d&#246;d
eller att n&#229;gon som inte f&#229;r v&#228;gras intr&#228;de i f&#246;reningen har
f&#246;rv&#228;rvat bostadsr&#228;tten och s&#246;kt medlemskap. Om uppmaningen inte
f&#246;ljs, f&#229;r bostadsr&#228;tten tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap. f&#246;r d&#246;dsboets
r&#228;kning. Ett d&#246;dsbo kan i f&#246;reningens stadgar medges en mer
vidstr&#228;ckt r&#228;tt &#228;n som angetts h&#228;r. Lag (1995:1464).

2 &#167; Om en bostadsr&#228;tt &#246;verg&#229;tt genom bodelning, arv, testamente,
bolagsskifte eller liknande f&#246;rv&#228;rv och f&#246;rv&#228;rvaren inte antagits
till medlem, f&#229;r f&#246;reningen uppmana f&#246;rv&#228;rvaren att inom sex m&#229;nader
fr&#229;n uppmaningen eller den l&#228;ngre tid som kan vara best&#228;md i
stadgarna visa att n&#229;gon som inte f&#229;r v&#228;gras intr&#228;de i f&#246;reningen har
f&#246;rv&#228;rvat bostadsr&#228;tten och s&#246;kt medlemskap. Om uppmaningen inte
f&#246;ljs, f&#229;r bostadsr&#228;tten tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap. f&#246;r
f&#246;rv&#228;rvarens r&#228;kning. Lag (1995:1464).

&#214;verl&#229;telse till juridisk person

3 &#167; En juridisk person som &#228;r medlem i en bostadsr&#228;ttsf&#246;rening 
f&#229;r inte utan samtycke av f&#246;reningens styrelse genom 
&#246;verl&#229;telse f&#246;rv&#228;rva bostadsr&#228;tt till en bostadsl&#228;genhet som 
inte &#228;r avsedd f&#246;r fritids&#228;ndam&#229;l. 

Samtycke beh&#246;vs dock inte vid 

1. f&#246;rv&#228;rv vid exekutiv f&#246;rs&#228;ljning eller tv&#229;ngsf&#246;rs&#228;ljning 
enligt 8 kap., om den juridiska personen hade pantr&#228;tt i 
bostadsr&#228;tten, eller

2. f&#246;rv&#228;rv som g&#246;rs av en kommun eller en region.
Lag (2019:873).

&#214;verl&#229;telseavtalet

4 &#167; Ett avtal om &#246;verl&#229;telse av en bostadsr&#228;tt genom k&#246;p 
ska uppr&#228;ttas skriftligen och skrivas under av s&#228;ljaren och 
k&#246;paren. K&#246;pehandlingen ska inneh&#229;lla uppgifter om den 
l&#228;genhet som &#246;verl&#229;telsen avser och om ett pris. Motsvarande 
g&#228;ller vid byte eller g&#229;va. Best&#228;mmelsen i 1 kap. 15 &#167; lagen 
(2018:672) om ekonomiska f&#246;reningar ska inte till&#228;mpas.

Om s&#228;ljaren och k&#246;paren vid sidan av k&#246;pehandlingen har 
kommit &#246;verens om ett annat pris &#228;n det som anges i 
k&#246;pehandlingen, &#228;r den &#246;verenskommelsen ogiltig. Mellan 
s&#228;ljaren och k&#246;paren g&#228;ller i st&#228;llet det pris som anges i 
k&#246;pehandlingen. Priset f&#229;r dock j&#228;mkas, om det &#228;r osk&#228;ligt 
att det ska vara bindande. Vid denna bed&#246;mning ska h&#228;nsyn tas 
till k&#246;pehandlingens inneh&#229;ll, omst&#228;ndigheterna vid avtalets 
tillkomst, senare intr&#228;ffade f&#246;rh&#229;llanden och 
omst&#228;ndigheterna i &#246;vrigt. Lag (2018:715).

Ogiltighet

5 &#167; En &#246;verl&#229;telse &#228;r ogiltig, om den som en bostadsr&#228;tt &#246;verg&#229;tt
till v&#228;gras medlemskap i bostadsr&#228;ttsf&#246;reningen. Detta g&#228;ller inte
vid exekutiv f&#246;rs&#228;ljning eller vid tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. Om
f&#246;rv&#228;rvaren i ett s&#229;dant fall inte antagits till medlem, skall
f&#246;reningen l&#246;sa bostadsr&#228;tten mot sk&#228;lig ers&#228;ttning, utom i fall d&#229;
en juridisk person enligt 1 &#167; andra stycket f&#229;r ut&#246;va bostadsr&#228;tten
utan att vara medlem.

En &#246;verl&#229;telse som avses i 3 &#167; f&#246;rsta stycket &#228;r ogiltig om
f&#246;reskrivet samtycke inte erh&#229;lls.

En &#246;verl&#229;telse som inte uppfyller formf&#246;reskrifterna i 4 &#167; &#228;r ocks&#229;
ogiltig. V&#228;cks inte talan om &#246;verl&#229;telsens ogiltighet inom tv&#229; &#229;r
fr&#229;n den dag d&#229; &#246;verl&#229;telsen skedde, &#228;r r&#228;tten till s&#229;dan talan
f&#246;rlorad. Lag (1995:1464).

Ansvaret f&#246;r f&#246;rpliktelser

6 &#167; F&#246;r tid efter det att f&#246;reningen underr&#228;ttats om att
bostadsr&#228;tten &#246;verg&#229;tt till en medlem i f&#246;reningen, svarar den fr&#229;n
vilken r&#228;tten &#246;verg&#229;tt inte f&#246;r de f&#246;rpliktelser som &#229;ligger en
innehavare av bostadsr&#228;tten.

F&#246;rsta stycket g&#228;ller ocks&#229; om en bostadsr&#228;tt &#246;verg&#229;tt till n&#229;gon
som inte &#228;r medlem i f&#246;reningen genom bodelning, arv, testamente,
bolagsskifte eller liknande f&#246;rv&#228;rv eller vid exekutiv f&#246;rs&#228;ljning
eller tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. Om bostadsr&#228;tten i annat fall
har &#246;verg&#229;tt till n&#229;gon som inte &#228;r medlem, &#228;r den fr&#229;n vilken r&#228;tten
&#246;verg&#229;tt fri fr&#229;n f&#246;rpliktelser enligt f&#246;rsta stycket f&#246;rst efter det
att f&#246;rv&#228;rvaren antagits till medlem. Lag (1995:1464).

7 &#167; Om bostadsr&#228;tten efter upps&#228;gning enligt 7 kap. 18 &#167; kan
tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap., svarar bostadsr&#228;ttshavaren inte f&#246;r de
f&#246;rpliktelser som &#229;ligger en innehavare av bostadsr&#228;tten f&#246;r l&#228;ngre
tid &#228;n till det m&#229;nadsskifte som intr&#228;ffar n&#228;rmast efter sex m&#229;nader
fr&#229;n den dag d&#229; bostadsr&#228;ttshavaren blev skild fr&#229;n l&#228;genheten.
Lag (1995:1464).

8 &#167; Den som f&#246;rv&#228;rvar en bostadsr&#228;tt svarar inte f&#246;r de
betalningsf&#246;rpliktelser som den fr&#229;n vilken bostadsr&#228;tten har
&#246;verg&#229;tt hade mot bostadsr&#228;ttsf&#246;reningen. N&#228;r en bostadsr&#228;tt har
&#246;verg&#229;tt genom bodelning, arv, testamente, bolagsskifte eller
liknande f&#246;rv&#228;rv, svarar dock f&#246;rv&#228;rvaren tillsammans med den fr&#229;n
vilken bostadsr&#228;tten &#246;verg&#229;tt f&#246;r de f&#246;rpliktelser som denne haft som
innehavare av bostadsr&#228;tten.  Lag (1995:1464).

R&#228;tt att l&#246;sa bostadsr&#228;tt till lokal

9 &#167; En bostadsr&#228;ttsf&#246;rening f&#229;r i sina stadgar ta in ett f&#246;rbeh&#229;ll om
att f&#246;reningen eller medlemmarna vid &#246;verg&#229;ng av bostadsr&#228;tt till lokal
skall ha r&#228;tt att l&#246;sa bostadsr&#228;tten. Stadgarna skall i s&#229; fall ange i
vilken ordning l&#246;sningsr&#228;tten skall tillkomma f&#246;reningen eller
medlemmarna, inom vilken tid l&#246;sningsr&#228;tten skall g&#246;ras g&#228;llande hos
f&#246;rv&#228;rvaren samt efter vilka grunder ers&#228;ttning f&#246;r bostadsr&#228;tten skall
best&#228;mmas och inom vilken tid den skall betalas. Lag (1992:505)

Sidoavtal

10 &#167; Finns det mellan f&#246;reningen och den fr&#229;n vilken bostadsr&#228;tten
till en bostadsl&#228;genhet &#246;verg&#229;tt ett annat avtal som avser en nyttighet
som har ett omedelbart samband med anv&#228;ndningen av l&#228;genheten och som &#228;r
av mindre betydelse i j&#228;mf&#246;relse med den anv&#228;ndningen, upph&#246;r &#228;ven det
andra avtalet att g&#228;lla vid den tidpunkt som anges i 6 &#167;. Har f&#246;reningen
sagt upp bostadsr&#228;ttshavaren till avflyttning enligt 7 kap. 18 &#167;, skall
dock det andra avtalet upph&#246;ra att g&#228;lla n&#228;r bostadsr&#228;ttshavaren enligt
7 kap. 24 &#167; &#228;r skyldig att flytta.

F&#246;reningens skyldighet till vidare&#246;verl&#229;telse

11 &#167; Har en bostadsr&#228;tt &#246;verg&#229;tt till bostadsr&#228;ttsf&#246;reningen, skall
den &#246;verl&#229;tas s&#229; snart det kan ske utan f&#246;rlust, om inte f&#246;reningen
p&#229; en f&#246;reningsst&#228;mma beslutar att bostadsr&#228;tten skall upph&#246;ra.

Om en bostadsr&#228;tt som har &#246;verg&#229;tt till f&#246;reningen &#228;r pantsatt, f&#229;r
beslut om bostadsr&#228;ttens upph&#246;rande meddelas endast om panthavaren
har medgivit detta eller om bostadsr&#228;tten saknar v&#228;rde f&#246;r
panthavaren. Lag (1995:1464).

7 kap. Bostadsr&#228;ttshavarens r&#228;ttigheter och skyldigheter

F&#246;reningens ansvar f&#246;r l&#228;genhetens skick

1 &#167; N&#228;r l&#228;genheten skall tilltr&#228;das f&#246;rsta g&#229;ngen efter en
bostadsr&#228;ttsuppl&#229;telse, skall f&#246;reningen tillhandah&#229;lla l&#228;genheten i
s&#229;dant skick att den enligt den allm&#228;nna uppfattningen i orten &#228;r fullt
brukbar f&#246;r det avsedda &#228;ndam&#229;let. Detta g&#228;ller om inte n&#229;got annat har
avtalats.

2 &#167; &#196;r l&#228;genheten, n&#228;r den skall tilltr&#228;das f&#246;rsta g&#229;ngen efter
bostadsr&#228;ttsuppl&#229;telsen, inte i det skick som bostadsr&#228;ttshavaren har
r&#228;tt att fordra enligt 1 &#167;, f&#229;r han avhj&#228;lpa bristen p&#229; f&#246;reningens
bekostnad, om inte styrelsen p&#229; tills&#228;gelse ombes&#246;rjer &#229;tg&#228;rden s&#229; snart
det kan ske. Kan bristen inte avhj&#228;lpas utan dr&#246;jsm&#229;l eller underl&#229;ter
styrelsen att efter tills&#228;gelse ombes&#246;rja &#229;tg&#228;rden s&#229; snart det kan ske,
f&#229;r bostadsr&#228;ttshavaren efter upps&#228;gning fr&#229;ntr&#228;da bostadsr&#228;tten.
Upps&#228;gning f&#229;r dock ske endast om bristen &#228;r av v&#228;sentlig betydelse.
Sedan bristen blivit avhj&#228;lpt f&#229;r upps&#228;gning inte ske. F&#246;r den tid
l&#228;genheten &#228;r i bristf&#228;lligt skick har bostadsr&#228;ttshavaren r&#228;tt till
sk&#228;lig neds&#228;ttning av &#229;rsavgiften.

Bostadsr&#228;ttshavaren har &#228;ven r&#228;tt till ers&#228;ttning f&#246;r skada, om bristen
beror p&#229; f&#246;rsummelse fr&#229;n f&#246;reningens sida.

3 &#167; Om bostadsr&#228;ttshavaren inte f&#229;r tilltr&#228;da l&#228;genheten i r&#228;tt tid n&#228;r
l&#228;genheten skall tilltr&#228;das f&#246;rsta g&#229;ngen efter en bostadsr&#228;ttsuppl&#229;telse
och beror inte dr&#246;jsm&#229;let p&#229; honom, har han r&#228;tt till sk&#228;lig neds&#228;ttning
av &#229;rsavgiften f&#246;r den tid han inte kan anv&#228;nda l&#228;genheten eller del av
den. &#196;r hindret av v&#228;sentlig betydelse, f&#229;r bostadsr&#228;ttshavaren efter
upps&#228;gning fr&#229;ntr&#228;da bostadsr&#228;tten. Upps&#228;gning f&#229;r inte ske efter
tilltr&#228;det.

Bostadsr&#228;ttshavaren har &#228;ven r&#228;tt till ers&#228;ttning f&#246;r skada, om
dr&#246;jsm&#229;let beror p&#229; f&#246;rsummelse fr&#229;n f&#246;reningens sida.

4 &#167; Sedan tilltr&#228;de medgetts &#228;r f&#246;reningen skyldig att h&#229;lla
l&#228;genheten, huset och marken i gott skick, i den m&#229;n ansvaret inte
enligt 12 &#167; vilar p&#229; bostadsr&#228;ttshavaren. Best&#228;mmelserna i 2 &#167;
till&#228;mpas om f&#246;reningen &#229;sidos&#228;tter sin reparationsskyldighet eller
om det p&#229; n&#229;got annat s&#228;tt uppst&#229;r hinder eller men i nyttjander&#228;tten
genom f&#246;reningens v&#229;llande. Lag (1995:1464).

5 &#167; Finns det ohyra i l&#228;genheten till men f&#246;r
bostadsr&#228;ttshavaren g&#228;ller 2 &#167; i till&#228;mpliga delar. Har ohyran
kommit efter det att l&#228;genheten tilltr&#228;tts, g&#228;ller dock inte
vad som sagts nu, om det skett genom v&#229;rdsl&#246;shet eller
f&#246;rsummelse av bostadsr&#228;ttshavaren eller n&#229;gon som han eller
hon svarar f&#246;r enligt 12 &#167; tredje stycket 2.

I fr&#229;ga om bostadsl&#228;genhet som utg&#246;r en del av ett hus &#228;r
styrelsen skyldig att vidta tj&#228;nliga &#229;tg&#228;rder f&#246;r att utrota
ohyra, &#228;ven om bostadsr&#228;ttshavaren &#228;r ansvarig enligt f&#246;rsta
stycket f&#246;r att s&#229;dan f&#246;rekommer i l&#228;genheten. &#196;r
bostadsr&#228;ttshavaren utan ansvar f&#246;r ohyran, har han r&#228;tt till
ers&#228;ttning f&#246;r n&#246;dv&#228;ndiga kostnader som han drabbats av genom
&#229;tg&#228;rder f&#246;r att utrota ohyran. Lag (2003:31).

Hur bostadsr&#228;ttshavaren f&#229;r anv&#228;nda l&#228;genheten

6 &#167; Bostadsr&#228;ttshavaren f&#229;r inte anv&#228;nda l&#228;genheten f&#246;r n&#229;got annat
&#228;ndam&#229;l &#228;n det avsedda. F&#246;reningen f&#229;r dock endast &#229;beropa avvikelse
som &#228;r av avsev&#228;rd betydelse f&#246;r f&#246;reningen eller n&#229;gon annan medlem
i f&#246;reningen.

Om en bostadsl&#228;genhet som inte &#228;r avsedd f&#246;r fritids&#228;ndam&#229;l innehas
med bostadsr&#228;tt av en juridisk person, f&#229;r l&#228;genheten endast anv&#228;ndas
f&#246;r att i sin helhet uppl&#229;tas i andra hand som permanentbostad, om
inte n&#229;got annat har avtalats.

7 &#167; Bostadsr&#228;ttshavaren f&#229;r inte utan styrelsens tillst&#229;nd 
utf&#246;ra en &#229;tg&#228;rd i l&#228;genheten som innefattar

1. ingrepp i en b&#228;rande konstruktion,

2. installation eller &#228;ndring av ledningar f&#246;r avlopp, v&#228;rme, 
gas eller vatten, 

3. installation eller &#228;ndring av anordning f&#246;r ventilation, 

4. installation eller &#228;ndring av eldstad eller r&#246;kkanal, eller 
annan p&#229;verkan p&#229; brandskyddet, eller

5. n&#229;gon annan v&#228;sentlig f&#246;r&#228;ndring av l&#228;genheten.

F&#246;r en l&#228;genhet som har s&#228;rskilda historiska, 
kulturhistoriska, milj&#246;m&#228;ssiga eller konstn&#228;rliga v&#228;rden kr&#228;vs 
alltid tillst&#229;nd f&#246;r en &#229;tg&#228;rd som inneb&#228;r att ett s&#229;dant 
v&#228;rde p&#229;verkas.

Styrelsen f&#229;r v&#228;gra att ge tillst&#229;nd till en &#229;tg&#228;rd endast om 
den &#228;r till p&#229;taglig skada eller ol&#228;genhet f&#246;r f&#246;reningen. Ett 
tillst&#229;nd f&#229;r f&#246;renas med villkor. Om bostadsr&#228;ttshavaren &#228;r 
missn&#246;jd med styrelsens beslut f&#229;r han eller hon beg&#228;ra att 
hyresn&#228;mnden pr&#246;var fr&#229;gan. Lag (2022:1026).

8 &#167; Bostadsr&#228;ttshavaren f&#229;r inte inrymma utomst&#229;ende personer i
l&#228;genheten, om det kan medf&#246;ra men f&#246;r f&#246;reningen eller n&#229;gon annan
medlem i f&#246;reningen.

9 &#167; N&#228;r bostadsr&#228;ttshavaren anv&#228;nder l&#228;genheten skall han
eller hon se till att de som bor i omgivningen inte uts&#228;tts f&#246;r
st&#246;rningar som i s&#229;dan grad kan vara skadliga f&#246;r h&#228;lsan eller
annars f&#246;rs&#228;mra deras bostadsmilj&#246; att de inte sk&#228;ligen b&#246;r
t&#229;las. Bostadsr&#228;ttshavaren skall &#228;ven i &#246;vrigt vid sin
anv&#228;ndning av l&#228;genheten iaktta allt som fordras f&#246;r att bevara
sundhet, ordning och gott skick inom eller utanf&#246;r huset. Han
eller hon skall r&#228;tta sig efter de s&#228;rskilda regler som
f&#246;reningen i &#246;verensst&#228;mmelse med ortens sed meddelar.
Bostadsr&#228;ttshavaren skall h&#229;lla noggrann tillsyn &#246;ver att dessa
&#229;ligganden fullg&#246;rs ocks&#229; av dem som han eller hon svarar f&#246;r
enligt 12 &#167; tredje stycket 2.

Om det f&#246;rekommer s&#229;dana st&#246;rningar i boendet som avses i
f&#246;rsta stycket f&#246;rsta meningen, skall f&#246;reningen

1. ge bostadsr&#228;ttshavaren tills&#228;gelse att se till att
st&#246;rningarna omedelbart upph&#246;r, och

2. om det &#228;r fr&#229;ga om en bostadsl&#228;genhet, underr&#228;tta
socialn&#228;mnden i den kommun d&#228;r l&#228;genheten &#228;r bel&#228;gen om
st&#246;rningarna.

Andra stycket g&#228;ller inte om f&#246;reningen s&#228;ger upp
bostadsr&#228;ttshavaren med anledning av att st&#246;rningarna &#228;r
s&#228;rskilt allvarliga med h&#228;nsyn till deras art eller omfattning.

Om bostadsr&#228;ttshavaren vet eller har anledning att misst&#228;nka
att ett f&#246;rem&#229;l &#228;r beh&#228;ftat med ohyra f&#229;r detta inte tas in i
l&#228;genheten.

Regeringen eller den myndighet som regeringen best&#228;mmer
fastst&#228;ller formul&#228;r till underr&#228;ttelse som avses i andra
stycket 2. Lag (2004:390).

Uppl&#229;telse av l&#228;genheten i andra hand

10 &#167; En bostadsr&#228;ttshavare f&#229;r uppl&#229;ta sin l&#228;genhet i andra 
hand till n&#229;gon annan f&#246;r sj&#228;lvst&#228;ndigt brukande endast om 
styrelsen ger sitt samtycke. Detta g&#228;ller &#228;ven i de fall som 
avses i 6 &#167; andra stycket. 

Samtycke beh&#246;vs dock inte 

1. om en bostadsr&#228;tt har f&#246;rv&#228;rvats vid exekutiv f&#246;rs&#228;ljning 
eller tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. av en juridisk person 
som hade pantr&#228;tt i bostadsr&#228;tten och som inte har antagits 
till medlem i f&#246;reningen, eller 

2. om l&#228;genheten &#228;r avsedd f&#246;r permanentboende och 
bostadsr&#228;tten till l&#228;genheten innehas av en kommun eller en 
region. 

Styrelsen ska genast underr&#228;ttas om en uppl&#229;telse enligt andra 
stycket. Lag (2019:873).

11 &#167; V&#228;grar styrelsen att ge sitt samtycke till en
andrahandsuppl&#229;telse f&#229;r bostadsr&#228;ttshavaren &#228;nd&#229; uppl&#229;ta sin
l&#228;genhet i andra hand, om hyresn&#228;mnden l&#228;mnar tillst&#229;nd till
uppl&#229;telsen. Tillst&#229;nd ska l&#228;mnas, om bostadsr&#228;ttshavaren har
sk&#228;l f&#246;r uppl&#229;telsen och f&#246;reningen inte har n&#229;gon befogad
anledning att v&#228;gra samtycke. Tillst&#229;ndet ska begr&#228;nsas till
viss tid.

I fr&#229;ga om en bostadsl&#228;genhet som innehas av en juridisk
person kr&#228;vs det f&#246;r tillst&#229;nd endast att f&#246;reningen inte har
n&#229;gon befogad anledning att v&#228;gra samtycke. Tillst&#229;ndet kan
begr&#228;nsas till viss tid.

Ett tillst&#229;nd till andrahandsuppl&#229;telse kan f&#246;renas med
villkor. Lag (2014:319).

Bostadsr&#228;ttshavarens ansvar f&#246;r l&#228;genhetens skick

12 &#167; Bostadsr&#228;ttshavaren skall p&#229; egen bekostnad h&#229;lla
l&#228;genheten i gott skick, om inte n&#229;got annat best&#228;mts i
stadgarna eller f&#246;ljer av andra-femte styckena. Detta g&#228;ller
&#228;ven mark, om s&#229;dan ing&#229;r i uppl&#229;telsen.

Bostadsr&#228;ttshavaren svarar inte f&#246;r reparationer av ledningar
f&#246;r avlopp, v&#228;rme, gas, elektricitet och vatten, om f&#246;reningen
har f&#246;rsett l&#228;genheten med ledningarna och dessa tj&#228;nar fler &#228;n
en l&#228;genhet. Detsamma g&#228;ller ventilationskanaler.

F&#246;r reparationer p&#229; grund av brand- eller vattenledningsskada
svarar bostadsr&#228;ttshavaren endast om skadan uppkommit genom

1. hans eller hennes egen v&#229;rdsl&#246;shet eller f&#246;rsummelse, eller

2. v&#229;rdsl&#246;shet eller f&#246;rsummelse av

a) n&#229;gon som h&#246;r till hans eller hennes hush&#229;ll eller som
bes&#246;ker honom eller henne som g&#228;st,

b) n&#229;gon annan som han eller hon har inrymt i l&#228;genheten, eller

c) n&#229;gon som f&#246;r hans eller hennes r&#228;kning utf&#246;r arbete i
l&#228;genheten.

F&#246;r reparation p&#229; grund av brandskada som uppkommit genom
v&#229;rdsl&#246;shet eller f&#246;rsummelse av n&#229;gon annan &#228;n
bostadsr&#228;ttshavaren sj&#228;lv &#228;r dock denne ansvarig endast om han
eller hon brustit i omsorg och tillsyn.

Tredje stycket g&#228;ller i till&#228;mpliga delar om det finns ohyra i
l&#228;genheten. Lag (2003:31).

F&#246;reningens r&#228;tt att avhj&#228;lpa brist

12 a &#167; Om bostadsr&#228;ttshavaren f&#246;rsummar sitt ansvar f&#246;r 
l&#228;genhetens skick enligt 12 &#167;, eller utf&#246;r en &#229;tg&#228;rd i strid 
med 7 &#167;, s&#229; att n&#229;gon annans s&#228;kerhet &#228;ventyras eller det 
finns risk f&#246;r omfattande skador p&#229; n&#229;gon annans egendom och 
bostadsr&#228;ttshavaren inte efter uppmaning avhj&#228;lper bristen s&#229; 
snart som m&#246;jligt, f&#229;r f&#246;reningen avhj&#228;lpa bristen p&#229; 
bostadsr&#228;ttshavarens bekostnad. Lag (2022:1026).

Tilltr&#228;de till l&#228;genheten

13 &#167; F&#246;retr&#228;dare f&#246;r bostadsr&#228;ttsf&#246;reningen har r&#228;tt att f&#229;
komma in i l&#228;genheten n&#228;r det beh&#246;vs f&#246;r tillsyn eller f&#246;r att
utf&#246;ra arbete som f&#246;reningen svarar f&#246;r eller har r&#228;tt att
utf&#246;ra enligt 12 a &#167;. N&#228;r bostadsr&#228;ttshavaren har avsagt sig
bostadsr&#228;tten enligt 4 kap. 11 &#167; eller n&#228;r bostadsr&#228;tten skall
tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap., &#228;r bostadsr&#228;ttshavaren skyldig
att l&#229;ta l&#228;genheten visas p&#229; l&#228;mplig tid. F&#246;reningen skall se
till att bostadsr&#228;ttshavaren inte drabbas av st&#246;rre ol&#228;genhet
&#228;n n&#246;dv&#228;ndigt.

Bostadsr&#228;ttshavaren &#228;r skyldig att t&#229;la s&#229;dana inskr&#228;nkningar i
nyttjander&#228;tten som f&#246;ranleds av n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att
utrota ohyra i huset eller p&#229; marken, &#228;ven om hans l&#228;genhet
inte besv&#228;ras av ohyra. I s&#229; fall till&#228;mpas 5 &#167;.

Om bostadsr&#228;ttshavaren inte l&#228;mnar tilltr&#228;de till l&#228;genheten
n&#228;r f&#246;reningen har r&#228;tt till det, f&#229;r Kronofogdemyndigheten
besluta om s&#228;rskild handr&#228;ckning. I fr&#229;ga om s&#229;dan handr&#228;ckning
finns best&#228;mmelser i lagen (1990:746) om betalningsf&#246;rel&#228;ggande
och handr&#228;ckning. Lag (2006:710).

Avgifter till f&#246;reningen

14 &#167; Varje medlem ska betala en avgift till
bostadsr&#228;ttsf&#246;reningen i form av en insats n&#228;r bostadsr&#228;tt
uppl&#229;ts till honom eller henne. F&#246;reningen har dessutom r&#228;tt
att ta ut en &#229;rsavgift f&#246;r den l&#246;pande verksamheten samt, om
det anges i stadgarna, uppl&#229;telseavgift, &#246;verl&#229;telseavgift,
pants&#228;ttningsavgift och avgift f&#246;r andrahandsuppl&#229;telse.

Om en kostnad som h&#228;nf&#246;r sig till uppv&#228;rmning eller
nedkylning av medlemmens l&#228;genhet eller dess f&#246;rseende med
varmvatten eller elektrisk str&#246;m kan p&#229;f&#246;ras medlemmen efter
individuell m&#228;tning, ska ber&#228;kningen av &#229;rsavgiften, till den
del avgiften avser ers&#228;ttning f&#246;r s&#229;dan kostnad, ta sin
utg&#229;ngspunkt i den uppm&#228;tta f&#246;rbrukningen.

En beslutad insats kan &#228;ndras enligt 9 kap. 13 och 16 &#167;&#167;.
F&#246;reningen f&#229;r i &#246;vrigt inte ta ut s&#228;rskilda avgifter f&#246;r
&#229;tg&#228;rder som f&#246;reningen ska vidta med anledning av denna lag
eller n&#229;gon annan f&#246;rfattning.

Vid ombildning av hyresr&#228;tt till bostadsr&#228;tt f&#229;r
bostadsr&#228;ttsf&#246;reningen inte ta ut uppl&#229;telseavgift f&#246;rr&#228;n
efter en m&#229;nad fr&#229;n den dag d&#229; f&#246;reningen erbjudit
hyresg&#228;sten att f&#229; l&#228;genheten uppl&#229;ten med bostadsr&#228;tt.
Intill dess sex m&#229;nader f&#246;rflutit r&#228;knat fr&#229;n dagen f&#246;r
erbjudandet, f&#229;r avgiften h&#246;gst motsvara r&#228;nta p&#229; insatsen
enligt 5 &#167; r&#228;ntelagen (1975:635).

Avgiften f&#246;r andrahandsuppl&#229;telse f&#229;r f&#246;r en l&#228;genhet &#229;rligen
motsvara h&#246;gst tio procent av prisbasbeloppet enligt 2 kap. 6
och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken. Om en l&#228;genhet uppl&#229;ts
under en del av ett &#229;r, ber&#228;knas den h&#246;gsta till&#229;tna avgiften
efter det antal kalenderm&#229;nader som l&#228;genheten &#228;r uppl&#229;ten.
Lag (2014:336).

15 &#167; Avgifter till f&#246;reningen skall betalas under f&#246;reningens adress
eller annan adress som f&#246;reningen uppger. Betalning f&#229;r alltid ske
genom postanvisning, postgiro eller bankgiro.

Om bostadsr&#228;ttshavaren betalar sin avgift p&#229; post- eller bankkontor,
anses beloppet ha kommit f&#246;reningen till handa omedelbart vid
betalningen. L&#228;mnar bostadsr&#228;ttshavaren ett betalningsuppdrag p&#229;
avgiften till bank-, post- eller girokontor, anses beloppet ha kommit
f&#246;reningen till handa n&#228;r betalningsuppdraget togs emot av det
f&#246;rmedlande kontoret.

16 &#167; Om bostadsr&#228;ttshavaren inte i r&#228;tt tid betalar insats eller
uppl&#229;telseavgift som skall betalas innan l&#228;genheten f&#229;r tilltr&#228;das och
sker inte heller r&#228;ttelse inom en m&#229;nad fr&#229;n anmaning, f&#229;r f&#246;reningen
h&#228;va uppl&#229;telseavtalet. Detta g&#228;ller inte om l&#228;genheten tilltr&#228;tts med
styrelsens medgivande.

Om avtalet h&#228;vs, har f&#246;reningen r&#228;tt till ers&#228;ttning f&#246;r skada.

I 18--25 &#167;&#167; finns best&#228;mmelser om f&#246;rverkande n&#228;r avgifter betalas
f&#246;r sent efter tilltr&#228;det.

16 a &#167; F&#246;reningen har pantr&#228;tt i bostadsr&#228;tten f&#246;r sin fordran p&#229;
s&#229;dana avgifter som avses i 14 &#167; f&#246;rsta stycket. Vid utm&#228;tning eller
konkurs j&#228;mst&#228;lls s&#229;dan pantr&#228;tt med handpantr&#228;tt.

S&#229;dan pantr&#228;tt som avses i f&#246;rsta stycket har f&#246;retr&#228;de framf&#246;r en
pantr&#228;tt som har uppl&#229;tits av en innehavare av bostadsr&#228;tten, om inte
annat f&#246;ljer av 31 &#167;. Lag (1995:1464).

R&#228;tt f&#246;r bostadsr&#228;ttshavaren att fr&#229;ntr&#228;da bostadsr&#228;tten vid
avgiftsh&#246;jning

17 &#167; Har beslut fattats om en v&#228;sentlig avgiftsh&#246;jning f&#246;r bostadsr&#228;tten,
f&#229;r bostadsr&#228;ttshavaren efter upps&#228;gning fr&#229;ntr&#228;da bostadsr&#228;tten, om det
inte &#228;r osk&#228;ligt mot f&#246;reningen eller dess medlemmar att bostadsr&#228;tten
fr&#229;ntr&#228;ds. Upps&#228;gning skall ske inom tre m&#229;nader fr&#229;n den dag d&#229;
bostadsr&#228;ttshavaren fick k&#228;nnedom om avgiftsh&#246;jningen.

F&#246;rverkande

18 &#167; Nyttjander&#228;tten till en l&#228;genhet som innehas med 
bostadsr&#228;tt och som tilltr&#228;tts &#228;r, med de begr&#228;nsningar som 
f&#246;ljer av 19 och 20 &#167;&#167;, f&#246;rverkad och f&#246;reningen s&#229;ledes 
ber&#228;ttigad att s&#228;ga upp bostadsr&#228;ttshavaren till avflyttning,

1. om bostadsr&#228;ttshavaren dr&#246;jer med att betala insats eller 
uppl&#229;telseavgift ut&#246;ver tv&#229; veckor eller den l&#228;ngre tid som 
kan vara best&#228;md i stadgarna fr&#229;n det att f&#246;reningen efter 
f&#246;rfallodagen anmanat honom eller henne att fullg&#246;ra sin 
betalningsskyldighet,

1 a. om bostadsr&#228;ttshavaren dr&#246;jer med att betala &#229;rsavgift 
eller avgift f&#246;r andrahandsuppl&#229;telse mer &#228;n en vecka efter 
f&#246;rfallodagen n&#228;r det g&#228;ller en bostadsl&#228;genhet eller mer &#228;n 
tv&#229; vardagar efter f&#246;rfallodagen n&#228;r det g&#228;ller en lokal,

2. om bostadsr&#228;ttshavaren utan beh&#246;vligt samtycke eller 
tillst&#229;nd uppl&#229;ter l&#228;genheten i andra hand,

3. om l&#228;genheten anv&#228;nds i strid med 6 eller 8 &#167;,

4. om bostadsr&#228;ttshavaren eller den som l&#228;genheten uppl&#229;tits 
till i andra hand genom v&#229;rdsl&#246;shet &#228;r v&#229;llande till att det 
finns ohyra i l&#228;genheten eller om bostadsr&#228;ttshavaren genom 
att inte utan osk&#228;ligt dr&#246;jsm&#229;l underr&#228;tta styrelsen om att 
det finns ohyra i l&#228;genheten bidrar till att ohyran sprids i 
huset,

5. om l&#228;genheten vanv&#229;rdas p&#229; n&#229;got annat s&#228;tt eller om 
bostadsr&#228;ttshavaren &#229;sidos&#228;tter sina skyldigheter enligt 9 &#167; 
vid anv&#228;ndning av l&#228;genheten eller om den som l&#228;genheten 
uppl&#229;tits till i andra hand vid anv&#228;ndning av denna 
&#229;sidos&#228;tter de skyldigheter som en bostadsr&#228;ttshavare enligt 
samma paragraf har,

6. om bostadsr&#228;ttshavaren inte l&#228;mnar tilltr&#228;de till 
l&#228;genheten enligt 13 &#167; och han eller hon inte kan visa en 
giltig urs&#228;kt f&#246;r detta,

7. om bostadsr&#228;ttshavaren inte fullg&#246;r en skyldighet som g&#229;r 
ut&#246;ver det han eller hon ska g&#246;ra enligt denna lag, och det 
m&#229;ste anses vara av synnerlig vikt f&#246;r f&#246;reningen att 
skyldigheten fullg&#246;rs,

8. om l&#228;genheten helt eller till v&#228;sentlig del anv&#228;nds f&#246;r 
s&#229;dan n&#228;ringsverksamhet eller liknande verksamhet som &#228;r 
brottslig eller d&#228;r brottsligt f&#246;rfarande ing&#229;r till en inte 
ov&#228;sentlig del eller anv&#228;nds f&#246;r tillf&#228;lliga sexuella 
f&#246;rbindelser mot ers&#228;ttning, eller

9. om bostadsr&#228;ttshavaren utan beh&#246;vligt tillst&#229;nd utf&#246;r en 
&#229;tg&#228;rd som anges i 7 &#167; f&#246;rsta eller andra stycket.
Lag (2022:1026).

19 &#167; Nyttjander&#228;tten &#228;r inte f&#246;rverkad om det som ligger 
bostadsr&#228;ttshavaren till last &#228;r av ringa betydelse. Vid 
bed&#246;mningen ska det s&#228;rskilt beaktas om det som ligger 
bostadsr&#228;ttshavaren till last har sin grund i att en 
n&#228;rst&#229;ende eller tidigare n&#228;rst&#229;ende har utsatt 
bostadsr&#228;ttshavaren eller n&#229;gon i bostadsr&#228;ttshavarens hush&#229;ll 
f&#246;r brott. 

Nyttjander&#228;tten till en bostadsl&#228;genhet &#228;r inte f&#246;rverkad p&#229; 
grund av att en skyldighet som avses i 18 &#167; 7 inte fullg&#246;rs, 
om bostadsr&#228;ttshavaren &#228;r en kommun eller en region och 
skyldigheten inte kan fullg&#246;ras av en kommun eller en region.

En skyldighet f&#246;r bostadsr&#228;ttshavaren att inneha anst&#228;llning i 
ett visst f&#246;retag eller n&#229;gon liknande skyldighet f&#229;r inte 
l&#228;ggas till grund f&#246;r f&#246;rverkande. Lag (2019:873).

20 &#167; Bostadsr&#228;ttshavaren f&#229;r inte s&#228;gas upp p&#229; grund av ett 
s&#229;dant f&#246;rh&#229;llande som avses i 18 &#167; 2, 3, 5-7 eller 9 om han 
eller hon efter tills&#228;gelse s&#229; snart som m&#246;jligt vidtar 
r&#228;ttelse.

Bostadsr&#228;ttshavaren f&#229;r heller inte s&#228;gas upp p&#229; grund av ett 
s&#229;dant f&#246;rh&#229;llande som avses i 18 &#167; 2, om det &#228;r fr&#229;ga om en 
bostadsl&#228;genhet, eller ett s&#229;dant f&#246;rh&#229;llande som avses i 18 &#167; 
9, om han eller hon s&#229; snart som m&#246;jligt ans&#246;ker om tillst&#229;nd 
hos hyresn&#228;mnden och f&#229;r ans&#246;kan beviljad.

Bostadsr&#228;ttshavaren f&#229;r inte, om det &#228;r fr&#229;ga om en 
bostadsl&#228;genhet, s&#228;gas upp p&#229; grund av st&#246;rningar i boendet 
enligt 18 &#167; 5 f&#246;rr&#228;n socialn&#228;mnden har underr&#228;ttats enligt 9 &#167; 
andra stycket 2.

&#196;r det fr&#229;ga om s&#228;rskilt allvarliga st&#246;rningar i boendet 
g&#228;ller det som s&#228;gs i 18 &#167; 5 &#228;ven om bostadsr&#228;ttshavaren inte 
uppmanats att vidta r&#228;ttelse. Vid s&#229;dana st&#246;rningar som g&#228;ller 
en bostadsl&#228;genhet f&#229;r bostadsr&#228;ttshavaren s&#228;gas upp utan 
f&#246;reg&#229;ende underr&#228;ttelse till socialn&#228;mnden. En kopia av 
upps&#228;gningen ska dock skickas till socialn&#228;mnden. Detta stycke 
g&#228;ller inte om st&#246;rningarna intr&#228;ffat n&#228;r l&#228;genheten varit 
uppl&#229;ten i andra hand p&#229; det s&#228;tt som anges i 10 eller 11 &#167;.
Lag (2022:1026).

21 &#167; &#196;r nyttjander&#228;tten f&#246;rverkad p&#229; grund av ett f&#246;rh&#229;llande 
som avses i 18 &#167; 1-3, 5-7 eller 9 f&#229;r bostadsr&#228;ttshavaren &#228;nd&#229; 
inte skiljas fr&#229;n l&#228;genheten p&#229; en s&#229;dan grund om han eller 
hon vidtar r&#228;ttelse innan f&#246;reningen har sagt upp honom eller 
henne till avflyttning. Detta g&#228;ller dock inte om 
nyttjander&#228;tten &#228;r f&#246;rverkad p&#229; grund av s&#229;dana s&#228;rskilt 
allvarliga st&#246;rningar i boendet som avses i 9 &#167; tredje 
stycket.

Bostadsr&#228;ttshavaren f&#229;r inte heller skiljas fr&#229;n l&#228;genheten om 
f&#246;reningen inte har sagt upp bostadsr&#228;ttshavaren till 
avflyttning inom tre m&#229;nader fr&#229;n den dag d&#229; f&#246;reningen fick 
reda p&#229; ett f&#246;rh&#229;llande som avses i 18 &#167; 4 eller 7. Detsamma 
g&#228;ller om f&#246;reningen inte inom tv&#229; m&#229;nader fr&#229;n den dag d&#229; 
f&#246;reningen fick reda p&#229; ett f&#246;rh&#229;llande som avses i 18 &#167; 2 
eller 9 har sagt till bostadsr&#228;ttshavaren att vidta r&#228;ttelse.
Lag (2022:1026).

22 &#167; En bostadsr&#228;ttshavare kan skiljas fr&#229;n l&#228;genheten p&#229; grund av
f&#246;rh&#229;llande som avses i 18 &#167; 8 endast om f&#246;reningen har sagt upp
bostadsr&#228;ttshavaren till avflyttning inom tv&#229; m&#229;nader fr&#229;n det att
f&#246;reningen fick reda p&#229; f&#246;rh&#229;llandet. Om den brottsliga verksamheten
har angetts till &#229;tal eller om f&#246;runders&#246;kning har inletts inom samma
tid, har f&#246;reningen dock kvar sin r&#228;tt till upps&#228;gning intill dess att
tv&#229; m&#229;nader har g&#229;tt fr&#229;n det att domen i brottm&#229;let har vunnit laga
kraft eller det r&#228;ttsliga f&#246;rfarandet har avslutats p&#229; n&#229;got annat s&#228;tt.

23 &#167; &#196;r nyttjander&#228;tten enligt 18 &#167; 1 a f&#246;rverkad p&#229; grund av
dr&#246;jsm&#229;l med betalning av &#229;rsavgift eller avgift f&#246;r
andrahandsuppl&#229;telse, och har f&#246;reningen med anledning av
detta sagt upp bostadsr&#228;ttshavaren till avflyttning, f&#229;r han
eller hon p&#229; grund av dr&#246;jsm&#229;let inte skiljas fr&#229;n
l&#228;genheten

1. om avgiften – n&#228;r det &#228;r fr&#229;ga om en bostadsl&#228;genhet –
betalas inom tre veckor fr&#229;n det att

a) bostadsr&#228;ttshavaren p&#229; s&#229;dant s&#228;tt som anges i 27 och
28 &#167;&#167; har delgetts underr&#228;ttelse om m&#246;jligheten att f&#229;
tillbaka l&#228;genheten genom att betala avgiften inom denna tid,
och

b) meddelande om upps&#228;gningen och anledningen till denna har
l&#228;mnats till socialn&#228;mnden i den kommun d&#228;r l&#228;genheten &#228;r
bel&#228;gen, eller

2. om avgiften – n&#228;r det &#228;r fr&#229;ga om en lokal – betalas inom
tv&#229; veckor fr&#229;n det att bostadsr&#228;ttshavaren p&#229; s&#229;dant s&#228;tt
som anges i 27 och 28 &#167;&#167; har delgetts underr&#228;ttelse om
m&#246;jligheten att f&#229; tillbaka l&#228;genheten genom att betala
avgiften inom denna tid.

&#196;r det fr&#229;ga om en bostadsl&#228;genhet f&#229;r en bostadsr&#228;ttshavare
inte heller skiljas fr&#229;n l&#228;genheten om han eller hon har
varit f&#246;rhindrad att betala avgiften inom den tid som anges i
f&#246;rsta stycket 1 p&#229; grund av sjukdom eller liknande
of&#246;rutsedd omst&#228;ndighet och avgiften har betalats s&#229; snart
det var m&#246;jligt, dock senast n&#228;r tvisten om avhysning avg&#246;rs
i f&#246;rsta instans.

F&#246;rsta stycket g&#228;ller inte om bostadsr&#228;ttshavaren, genom att
vid upprepade tillf&#228;llen inte betala avgiften inom den tid
som anges i 18 &#167; 1 a, har &#229;sidosatt sina f&#246;rpliktelser i s&#229;
h&#246;g grad att han eller hon sk&#228;ligen inte b&#246;r f&#229; beh&#229;lla
l&#228;genheten.

Beslut om avhysning f&#229;r meddelas tidigast tredje vardagen
efter utg&#229;ngen av den tid som anges i f&#246;rsta stycket 1 eller
2.

Regeringen eller den myndighet som regeringen best&#228;mmer
fastst&#228;ller formul&#228;r till underr&#228;ttelse och meddelande som
avses i f&#246;rsta stycket. Lag (2014:319).

24 &#167; Om bostadsr&#228;ttshavaren s&#228;gs upp till avflyttning av n&#229;gon 
orsak som anges i 18 &#167; 1, 4-6 eller 8, &#228;r han eller hon 
skyldig att flytta genast.

S&#228;gs bostadsr&#228;ttshavaren upp av n&#229;gon orsak som anges i 18 &#167; 
2, 3, 7 eller 9, f&#229;r han eller hon bo kvar till det 
m&#229;nadsskifte som intr&#228;ffar n&#228;rmast efter tre m&#229;nader fr&#229;n 
upps&#228;gningen, om inte r&#228;tten &#229;l&#228;gger honom eller henne att 
flytta tidigare. Detsamma g&#228;ller om upps&#228;gningen sker av en 
orsak som anges i 18 &#167; 1 a och best&#228;mmelserna i 23 &#167; tredje 
stycket &#228;r till&#228;mpliga.

Vid upps&#228;gning i andra fall av en orsak som anges i 18 &#167; 1 a 
till&#228;mpas &#246;vriga best&#228;mmelser i 23 &#167;. Lag (2022:1026).

25 &#167; Om f&#246;reningen s&#228;ger upp bostadsr&#228;ttshavaren till avflyttning, har
f&#246;reningen r&#228;tt till ers&#228;ttning f&#246;r skada.

F&#246;rfarandet vid upps&#228;gning

26 &#167; En upps&#228;gning skall vara skriftlig. Om det &#228;r
bostadsr&#228;ttshavaren som g&#246;r upps&#228;gningen, f&#229;r den ske hos den
som &#228;r beh&#246;rig att ta emot &#229;rsavgiften p&#229; f&#246;reningens v&#228;gnar.
Lag (2003:31).

27 &#167; Skriftlig upps&#228;gning ska delges den som s&#246;ks f&#246;r
upps&#228;gning. Delgivning f&#229;r inte ske enligt 34–38 och 48 &#167;&#167;
delgivningslagen (2010:1932).

Tr&#228;ffas inte den som s&#246;ks f&#246;r upps&#228;gning i sitt hemvist, f&#229;r
upps&#228;gningen s&#228;ndas i rekommenderat brev under hans eller
hennes vanliga adress. Ett exemplar av upps&#228;gningen ska
dessutom l&#228;mnas antingen i den s&#246;ktes bostad till en vuxen
medlem i det hush&#229;ll som han eller hon tillh&#246;r eller, om han
eller hon driver r&#246;relse med fast kontor, p&#229; kontoret till
n&#229;gon som &#228;r anst&#228;lld d&#228;r. P&#229;tr&#228;ffas inte n&#229;gon som angetts nu,
ska upps&#228;gningen i st&#228;llet l&#228;ggas i den s&#246;ktes postl&#229;da, om
s&#229;dan finns. Upps&#228;gningen har skett n&#228;r vad som sagts nu blivit
fullgjort.

Har den hos vilken upps&#228;gning ska ske inte n&#229;got k&#228;nt hemvist i
Sverige och finns det inte heller n&#229;got k&#228;nt ombud som har r&#228;tt
att ta emot upps&#228;gning f&#246;r honom eller henne, f&#229;r upps&#228;gning
ske genom kung&#246;relse i Post- och Inrikes Tidningar.
Lag (2010:1959).

28 &#167; St&#228;mningsans&#246;kan med yrkande om r&#228;tt att fr&#229;ntr&#228;da bostadsr&#228;tten
eller om bostadsr&#228;ttshavarens skiljande fr&#229;n l&#228;genheten samt ans&#246;kan om
avhysning av bostadsr&#228;ttshavaren g&#228;ller som upps&#228;gning n&#228;r delgivning
skett i beh&#246;rig ordning.

29 &#167; Om en bostadsr&#228;tt s&#228;gs upp av n&#229;gon orsak som anges i 2-5 och
17 &#167;&#167;, &#246;verg&#229;r bostadsr&#228;tten genast till f&#246;reningen. F&#246;reningen skall
betala sk&#228;lig ers&#228;ttning f&#246;r bostadsr&#228;tten.

Har bostadsr&#228;ttshavaren tilltr&#228;tt l&#228;genheten, skall hyresavtal anses
ing&#229;nget f&#246;r tiden fr&#229;n upps&#228;gningen, om bostadsr&#228;ttshavaren i
upps&#228;gningen beg&#228;rt att f&#229; bo kvar i l&#228;genheten. I s&#229; fall g&#228;ller
4 kap. 9 &#167;.

30 &#167; Har bostadsr&#228;ttshavaren blivit skild fr&#229;n l&#228;genheten till f&#246;ljd
av upps&#228;gning i fall som avses i 18 &#167;, skall bostadsr&#228;tten
tv&#229;ngsf&#246;rs&#228;ljas enligt 8 kap. s&#229; snart som m&#246;jligt, om inte
f&#246;reningen, bostadsr&#228;ttshavaren och de k&#228;nda borgen&#228;rer vars r&#228;tt
ber&#246;rs av f&#246;rs&#228;ljningen kommer &#246;verens om n&#229;got annat. F&#246;rs&#228;ljningen
f&#229;r dock skjutas upp till dess att brister som bostadsr&#228;ttshavaren
svarar f&#246;r blivit &#229;tg&#228;rdade. Lag (1995:1464).

Underr&#228;ttelse vid pants&#228;ttning av en bostadsr&#228;tt

31 &#167; Har f&#246;reningen underr&#228;ttats om att en bostadsr&#228;tt &#228;r pantsatt,
skall f&#246;reningen utan dr&#246;jsm&#229;l underr&#228;tta panthavaren om
bostadsr&#228;ttshavaren har obetalda avgifter till f&#246;reningen till ett
belopp som &#246;verstiger vad som av &#229;rsavgiften bel&#246;per p&#229; en m&#229;nad och
bostadsr&#228;ttshavaren dr&#246;jer med betalningen mer &#228;n tv&#229; veckor fr&#229;n
f&#246;rfallodagen.

Om f&#246;reningen f&#246;rsummar denna skyldighet, har f&#246;reningen vid
exekutiv f&#246;rs&#228;ljning eller tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. inte
f&#246;retr&#228;de till betalning framf&#246;r panthavaren i fr&#229;ga om

1. de avgiftsbelopp som f&#246;rfallit till betalning under den tid
f&#246;reningens f&#246;rsummelse varat, samt

2. den del av &#229;rsavgiften som f&#246;rfallit till betalning n&#228;rmast efter
det att en underr&#228;ttelse gjorts.

Andra stycket g&#228;ller inte i fr&#229;ga om avgiftsbelopp som f&#246;rfallit
till betalning under den tid panthavaren haft k&#228;nnedom om
bostadsr&#228;ttshavarens betalningsf&#246;rsummelse. Lag (1995:1464).

Vissa &#246;vriga meddelanden

32 &#167; &#196;r ett s&#229;dant meddelande fr&#229;n f&#246;reningen som avses i 9 &#167;, 
12 a &#167;, 16 &#167;, 18 &#167; 1, 20 &#167; f&#246;rsta stycket, 23 &#167; f&#246;rsta stycket 
1 b eller 31 &#167; f&#246;rsta stycket eller 2 kap. 8 &#167; andra stycket 2 
eller 6 kap. 1 &#167; andra stycket, 1 a &#167; eller 2 &#167; avs&#228;nt i 
rekommenderat brev under mottagarens vanliga adress, ska 
f&#246;reningen anses ha fullgjort vad som ankommer p&#229; den. 
Detsamma g&#228;ller betr&#228;ffande s&#229;dant meddelande fr&#229;n 
bostadsr&#228;ttshavaren som avses i 2 &#167; och 6 kap. 6 &#167;.
Lag (2019:536).

Upph&#246;rande av bostadsr&#228;tten i vissa fall

33 &#167; &#214;verl&#229;ts det hus i vilket l&#228;genheten finns eller s&#228;ljs huset
exekutivt, upph&#246;r bostadsr&#228;tten. F&#246;reningen &#228;r d&#228;rvid skyldig att
betala sk&#228;lig ers&#228;ttning f&#246;r bostadsr&#228;tten. Tr&#228;der f&#246;reningen i
likvidation inom tre m&#229;nader fr&#229;n det fr&#229;gan om f&#246;reningens
ers&#228;ttningsskyldighet blivit slutligt avgjord eller f&#246;rs&#228;tts
f&#246;reningen inom samma tid i konkurs, skall dock bostadsr&#228;ttshavarens
r&#228;tt att f&#229; ers&#228;ttning f&#246;r bostadsr&#228;tten bed&#246;mas efter de regler som
g&#228;ller f&#246;r skifte av f&#246;reningens tillg&#229;ngar.

Upph&#246;r bostadsr&#228;tten enligt f&#246;rsta stycket och har l&#228;genheten
tilltr&#228;tts, skall skriftligt hyresavtal anses ing&#229;nget. I s&#229; fall
g&#228;ller 4 kap. 9 &#167;.

8 kap. Tv&#229;ngsf&#246;rs&#228;ljning

Inledande best&#228;mmelser

1 &#167; Tv&#229;ngsf&#246;rs&#228;ljning genomf&#246;rs av Kronofogdemyndigheten efter
ans&#246;kan av bostadsr&#228;ttsf&#246;reningen. Lag (2006:710).

2 &#167; Vid tv&#229;ngsf&#246;rs&#228;ljning till&#228;mpas best&#228;mmelserna i
uts&#246;kningsbalken om exekutiv f&#246;rs&#228;ljning av l&#246;s egendom i allm&#228;nhet,
om inte annat f&#246;ljer av detta kapitel.

F&#246;rs&#228;ljningen skall anses ske f&#246;r uttagande av en s&#229;dan f&#246;reningens
fordran som &#228;r f&#246;renad med pantr&#228;tt enligt 7 kap. 16 a &#167;. Detta
g&#228;ller &#228;ven om f&#246;reningen inte skulle ha n&#229;gon s&#229;dan fordran.
Lag (1995:1464).

Ans&#246;kan och beslut

3 &#167; Ans&#246;kan om tv&#229;ngsf&#246;rs&#228;ljning skall g&#246;ras hos
Kronofogdemyndigheten. Lag (2006:710).

4 &#167; Om Kronofogdemyndigheten finner att f&#246;ruts&#228;ttningarna f&#246;r
tv&#229;ngsf&#246;rs&#228;ljning &#228;r uppfyllda skall en s&#229;dan f&#246;rs&#228;ljning
genomf&#246;ras. I annat fall skall Kronofogdemyndigheten avsl&#229;
ans&#246;kan. Lag (2006:710).

F&#246;reningens r&#228;tt till betalning

5 &#167; F&#246;reningen har vid tv&#229;ngsf&#246;rs&#228;ljning r&#228;tt till betalning ur
f&#246;rs&#228;ljningssumman f&#246;r fordringar som &#228;r f&#246;renade med pantr&#228;tt i
bostadsr&#228;tten enligt 7 kap. 16 a &#167;.

F&#246;reningen har ocks&#229; r&#228;tt till betalning f&#246;r andra fordringar mot
bostadsr&#228;ttshavaren som grundas p&#229; innehavet av bostadsr&#228;tten, om
de anm&#228;ls hos Kronofogdemyndigheten innan bostadsr&#228;tten s&#228;ljs
eller, om f&#246;rs&#228;ljning sker under hand, senast n&#228;r f&#246;rdelning skall
&#228;ga rum. S&#229;dana fordringar tas ut efter alla andra fordringar som
medf&#246;r r&#228;tt till betalning ur bostadsr&#228;tten. Lag (2006:710).

F&#246;ljden av misslyckade f&#246;rs&#228;ljningsf&#246;rs&#246;k

6 &#167; Om det har gjorts tre f&#246;rs&#228;ljningsf&#246;rs&#246;k utan att bostadsr&#228;tten
har blivit s&#229;ld, &#246;verg&#229;r den genast till f&#246;reningen utan l&#246;sen och
fri fr&#229;n pantr&#228;tt. Bostadsr&#228;tten &#246;verg&#229;r dock till f&#246;reningen p&#229;
detta s&#228;tt redan efter det andra f&#246;rs&#228;ljningsf&#246;rs&#246;ket, om det vid
detta inte har gjorts n&#229;got inrop eller l&#228;mnats n&#229;got anbud och det
inte kan antas att bostadsr&#228;tten blir s&#229;ld vid ytterligare ett
f&#246;rs&#228;ljningsf&#246;rs&#246;k. Lag (1995:1464).

Kostnaderna f&#246;r f&#246;rfarandet

7 &#167; Vid till&#228;mpning av 17 kap. uts&#246;kningsbalken skall m&#229;l om
tv&#229;ngsf&#246;rs&#228;ljning anses som m&#229;l om utm&#228;tning. Bostadsr&#228;ttshavaren
skall slutligt svara f&#246;r f&#246;rr&#228;ttningskostnaderna, i den m&#229;n de inte
kan tas ut ur f&#246;rs&#228;ljningssumman.  Lag (1995:1464).

Sammantr&#228;ffande av exekutiv f&#246;rs&#228;ljning och tv&#229;ngsf&#246;rs&#228;ljning

8 &#167; Om tv&#229;ngsf&#246;rs&#228;ljning enligt detta kapitel och exekutiv
f&#246;rs&#228;ljning beg&#228;rs betr&#228;ffande samma bostadsr&#228;tt, skall den
tv&#229;ngsf&#246;rs&#228;ljas.

F&#246;rsta stycket g&#228;ller inte om ans&#246;kan om tv&#229;ngsf&#246;rs&#228;ljning gjorts
efter det att f&#246;rs&#228;ljning p&#229; exekutiv auktion kungjorts enligt 9 kap.
2 &#167; uts&#246;kningsbalken eller det annars finns s&#228;rskilda sk&#228;l f&#246;r att en
f&#246;rs&#228;ljning b&#246;r genomf&#246;ras enligt uts&#246;kningsbalken. I ett s&#229;dant fall
skall m&#229;let om tv&#229;ngsf&#246;rs&#228;ljning vila till dess m&#229;let om exekutiv
f&#246;rs&#228;ljning avgjorts.

Fr&#229;gan om tv&#229;ngsf&#246;rs&#228;ljning faller, om en bostadsr&#228;tt har s&#229;lts vid
exekutiv f&#246;rs&#228;ljning efter det att nyttjander&#228;tten till den l&#228;genhet
som bostadsr&#228;tten avser har f&#246;rverkats enligt 7 kap. 18 &#167;.
Lag (1995:1464).

9 kap. Best&#228;mmelser om f&#246;reningen m.m.

Allm&#228;nna best&#228;mmelser om en bostadsr&#228;ttsf&#246;rening

1 &#167; I 1 kap. finns vissa inledande best&#228;mmelser om bostadsr&#228;tts-
f&#246;reningar.

2 &#167; Best&#228;mmelserna i 2 kap. lagen (2018:672) om ekonomiska 
f&#246;reningar g&#228;ller i fr&#229;ga om bostadsr&#228;ttsf&#246;reningar.
Lag (2018:715).

3 &#167; Har upph&#228;vts genom lag (2018:715).

4 &#167; F&#246;r en bostadsr&#228;ttsf&#246;renings skyldigheter f&#229;r endast 
f&#246;reningens tillg&#229;ngar tas i anspr&#229;k. De fordringar p&#229; 
insatser och avgifter som har f&#246;rfallit till betalning ska 
r&#228;knas in i tillg&#229;ngarna. Lag (2018:715).

Inneh&#229;llet i f&#246;reningens stadgar

5 &#167; Bostadsr&#228;ttsf&#246;reningens stadgar ska inneh&#229;lla 
uppgifter om 

1. f&#246;reningens f&#246;retagsnamn,

2. den ort i Sverige d&#228;r f&#246;reningens styrelse ska ha sitt 
s&#228;te,

3. den verksamhet som f&#246;reningen ska bedriva,

4. huruvida uppl&#229;telseavgift, &#246;verl&#229;telseavgift, 
pants&#228;ttningsavgift och avgift f&#246;r andrahandsuppl&#229;telse kan 
tas ut,

5. grunderna f&#246;r ber&#228;kning av &#229;rsavgift, &#246;verl&#229;telseavgift, 
pants&#228;ttningsavgift och avgift f&#246;r andrahandsuppl&#229;telse,

6. f&#246;r det fall r&#228;tten att best&#228;mma ers&#228;ttning f&#246;r en 
bostadsr&#228;tt vid &#246;verl&#229;telse ska vara inskr&#228;nkt, grunderna f&#246;r 
ber&#228;kning av ers&#228;ttningen,

7. grunderna f&#246;r avs&#228;ttning av medel f&#246;r att s&#228;kerst&#228;lla 
underh&#229;llet av f&#246;reningens hus,

8. antalet eller l&#228;gsta och h&#246;gsta antalet styrelseledam&#246;ter, 
revisorer och eventuella suppleanter och tiden f&#246;r deras 
uppdrag,

9. hur en f&#246;reningsst&#228;mma ska sammankallas,

10. de &#228;renden som ska f&#246;rekomma p&#229; en ordinarie 
f&#246;reningsst&#228;mma,

11. den tid som f&#246;reningens r&#228;kenskaps&#229;r ska omfatta,

12. grunderna f&#246;r hur f&#246;reningens vinst ska f&#246;rdelas, och

13. hur f&#246;reningens &#229;terst&#229;ende tillg&#229;ngar ska f&#246;rdelas n&#228;r 
f&#246;reningen uppl&#246;ses. Lag (2018:1665).

F&#246;retagsnamn

6 &#167; En bostadsr&#228;ttsf&#246;renings f&#246;retagsnamn ska inneh&#229;lla 
ordet bostadsr&#228;ttsf&#246;rening.

I f&#246;retagsnamnet f&#229;r inte ordet bolag eller n&#229;got annat ord 
som betecknar ett bolagsf&#246;rh&#229;llande finnas med p&#229; ett s&#228;tt 
som kan leda till missf&#246;rst&#229;ndet att det &#228;r ett bolag som 
innehar f&#246;retagsnamnet.

F&#246;retagsnamnet ska tydligt skilja sig fr&#229;n andra hos 
Bolagsverket registrerade f&#246;retagsnamn f&#246;r f&#246;reningar i samma 
l&#228;n som &#228;r best&#229;ende. F&#246;r registrering av en f&#246;renings 
f&#246;retagsnamn g&#228;ller i &#246;vrigt lagen (2018:1653) om 
f&#246;retagsnamn.

Endast en bostadsr&#228;ttsf&#246;rening eller en sammanslutning av 
bostadsr&#228;ttsf&#246;reningar f&#229;r anv&#228;nda ordet bostadsr&#228;tt eller en 
sammans&#228;ttning med detta ord i sitt f&#246;retagsnamn eller i 
&#246;vrigt vid beteckning av r&#246;relsen. Lag (2018:1665).

7 &#167; Best&#228;mmelserna om firmateckning i 20 kap. 4 &#167; lagen 
(2018:672) om ekonomiska f&#246;reningar g&#228;ller i fr&#229;ga om 
bostadsr&#228;ttsf&#246;reningar. Lag (2018:715).

Medlems- och l&#228;genhetsf&#246;rteckning

8 &#167; Styrelsen skall f&#246;ra f&#246;rteckning &#246;ver bostadsr&#228;ttsf&#246;reningens
medlemmar (medlemsf&#246;rteckning) samt f&#246;rteckning &#246;ver de l&#228;genheter som
&#228;r uppl&#229;tna med bostadsr&#228;tt (l&#228;genhetsf&#246;rteckning). F&#246;rteckningarna kan
best&#229; av betryggande l&#246;sblads- eller kortsystem. De kan ocks&#229; f&#246;ras med
automatisk databehandling eller p&#229; annat liknande s&#228;tt.

9 &#167; Medlemsf&#246;rteckningen ska ha till &#228;ndam&#229;l att ge 
f&#246;reningen, medlemmarna och andra underlag f&#246;r att bed&#246;ma 
medlemsf&#246;rh&#229;llandena i f&#246;reningen.

Medlemsf&#246;rteckningen ska inneh&#229;lla uppgift om

1. varje medlems namn och postadress,

2. tidpunkten f&#246;r medlemmens intr&#228;de i f&#246;reningen, och

3. den bostadsr&#228;tt som medlemmen har.

Medlemsf&#246;rteckningen ska h&#229;llas tillg&#228;nglig hos f&#246;reningen 
f&#246;r var och en som vill ta del av den. Om f&#246;rteckningen f&#246;rs 
med automatiserad behandling, ska f&#246;reningen ge var och en 
som beg&#228;r det tillf&#228;lle att hos f&#246;reningen ta del av en 
aktuell utskrift eller annan aktuell framst&#228;llning av 
f&#246;rteckningen. Lag (2016:111).

9 a &#167; Medlemsf&#246;rteckningen ska uppr&#228;ttas s&#229; snart f&#246;reningen 
har bildats.

N&#228;r en ny medlem har g&#229;tt in i f&#246;reningen, ska uppgifter 
enligt 9 &#167; andra stycket utan dr&#246;jsm&#229;l antecknas i 
medlemsf&#246;rteckningen.

Om en medlem eller n&#229;gon annan beh&#246;rig person anm&#228;ler att ett 
f&#246;rh&#229;llande som har angetts i medlemsf&#246;rteckningen har 
&#228;ndrats, ska &#228;ndringen utan dr&#246;jsm&#229;l antecknas i 
f&#246;rteckningen. Vid en medlems avg&#229;ng ska ocks&#229; tidpunkten f&#246;r 
avg&#229;ngen antecknas. Lag (2016:111).

9 b &#167; Best&#228;mmelserna om medlemsf&#246;rteckningen i 5 kap. 6 
och 7 &#167;&#167; lagen (2018:672) om ekonomiska f&#246;reningar g&#228;ller i 
fr&#229;ga om bostadsr&#228;ttsf&#246;reningar. Lag (2018:715).

10 &#167; L&#228;genhetsf&#246;rteckningen skall f&#246;r varje l&#228;genhet ange

1. l&#228;genhetens beteckning, bel&#228;genhet, rumsantal och &#246;vriga utrymmen,

2. dagen f&#246;r Bolagsverkets registrering av den ekonomiska plan som
ligger till grund f&#246;r uppl&#229;telsen,

3. bostadsr&#228;ttshavarens namn, samt

4. insatsen f&#246;r bostadsr&#228;tten.

Uppgifterna skall genast f&#246;ras in i f&#246;rteckningen n&#228;r en l&#228;genhet
uppl&#229;ts med bostadsr&#228;tt.

Underr&#228;ttas f&#246;reningen om att en bostadsr&#228;tt pantsatts eller &#228;ndras
n&#229;gon uppgift i f&#246;rteckningen, skall detta genast antecknas. Vid
&#246;verl&#229;telse av bostadsr&#228;tt skall en kopia av &#246;verl&#229;telseavtalet fogas
till f&#246;rteckningen p&#229; l&#228;mpligt s&#228;tt.

Dagen f&#246;r anteckningen skall anges. Lag (2004:247).

11 &#167; Bostadsr&#228;ttshavaren har r&#228;tt att p&#229; beg&#228;ran f&#229; utdrag ur
l&#228;genhetsf&#246;rteckningen betr&#228;ffande l&#228;genhet som han innehar med
bostadsr&#228;tt. Utdraget skall avse uppgifter som enligt 10 &#167; skall
anges i f&#246;rteckningen. Dagen f&#246;r utf&#228;rdandet skall anges i utdraget.

Bostadsr&#228;ttsf&#246;reningens ledning

12 &#167; Best&#228;mmelserna om en f&#246;renings ledning i 7 kap. lagen 
(2018:672) om ekonomiska f&#246;reningar g&#228;ller i fr&#229;ga om 
bostadsr&#228;ttsf&#246;reningar med f&#246;ljande undantag:

1. Av styrelsens ledam&#246;ter ska alltid minst tv&#229; eller, om 
styrelsen best&#229;r av f&#228;rre &#228;n fem ledam&#246;ter, minst en v&#228;ljas 
p&#229; en f&#246;reningsst&#228;mma.

2. Om inte n&#229;got annat har best&#228;mts i stadgarna, kan 
bostadsr&#228;ttshavarens make eller sambo vara styrelseledamot 
eller suppleant f&#246;r en styrelseledamot, &#228;ven om maken eller 
sambon inte &#228;r medlem i f&#246;reningen.

3. Best&#228;mmelserna om verkst&#228;llande direkt&#246;r g&#228;ller inte.

4. Trots 7 kap. 26 &#167; lagen om ekonomiska f&#246;reningar f&#229;r 
f&#246;reningsst&#228;mman besluta om en samlad ers&#228;ttning till 
styrelseledam&#246;terna. Lag (2018:715).

13 &#167; Det &#228;r en uppgift f&#246;r styrelsen att fastst&#228;lla avgifterna till
f&#246;reningen, om inte n&#229;got annat har best&#228;mts i stadgarna. &#196;ndring av
insatsen skall dock alltid beslutas av f&#246;reningsst&#228;mman.

Best&#228;mmelser om f&#246;reningsst&#228;mma

14 &#167; Best&#228;mmelserna om f&#246;reningsst&#228;mman i 6 kap. lagen 
(2018:672) om ekonomiska f&#246;reningar g&#228;ller f&#246;r 
bostadsr&#228;ttsf&#246;reningar med f&#246;ljande undantag:

1. En avvikelse i stadgarna fr&#229;n att varje medlem har en r&#246;st 
&#228;r endast till&#229;ten om den avser en begr&#228;nsning av r&#246;str&#228;tten 
f&#246;r en medlem som enbart innehar en bostadsr&#228;tt som avser ett 
garage, ett lager eller n&#229;gon annan l&#228;genhet som i f&#246;rsta hand 
anv&#228;nds som f&#246;rvaringsutrymme. Om flera medlemmar har en 
bostadsr&#228;tt gemensamt har de endast en r&#246;st.

2. F&#246;reningsst&#228;mmans befogenheter f&#229;r inte &#246;verl&#228;mnas &#229;t 
s&#228;rskilt utsedda fullm&#228;ktige.

3. Best&#228;mmelserna om postr&#246;stning i 6 kap. 6 &#167; lagen om 
ekonomiska f&#246;reningar g&#228;ller inte.

4. Endast medlemmens make eller sambo eller en annan medlem 
f&#229;r vara ombud, om inte n&#229;got annat har best&#228;mts i stadgarna. 
En medlem som &#228;r juridisk person f&#229;r f&#246;retr&#228;das av ett ombud 
som inte &#228;r medlem, om inte n&#229;got annat har best&#228;mts i 
stadgarna. Ingen f&#229;r som ombud f&#246;retr&#228;da mer &#228;n en medlem, om 
inte n&#229;got annat har best&#228;mts i stadgarna.

5. En medlem f&#229;r som bitr&#228;de vid f&#246;reningsst&#228;mman endast 
anlita sin make eller sambo eller en annan medlem, om inte 
n&#229;got annat har best&#228;mts i stadgarna.

6. Best&#228;mmelserna i 23 &#167; och 24 &#167; f&#246;rsta stycket g&#228;ller i 
st&#228;llet f&#246;r 6 kap. 35 och 36 &#167;&#167; lagen om ekonomiska 
f&#246;reningar. Lag (2022:1026).

S&#228;rskilda villkor f&#246;r vissa beslut

15 &#167; Beslut som inneb&#228;r v&#228;sentliga f&#246;r&#228;ndringar av f&#246;reningens hus
eller mark skall fattas p&#229; en f&#246;reningsst&#228;mma, om inte n&#229;got annat
har best&#228;mts i stadgarna.

I fr&#229;ga om s&#229;dana &#229;tg&#228;rder som inneb&#228;r en f&#246;r&#228;ndring av en
bostadsr&#228;ttshavares l&#228;genhet g&#228;ller dock best&#228;mmelserna i 7 kap. 7 &#167;
och best&#228;mmelserna i 16 &#167; f&#246;rsta stycket 2 detta kapitel.
Lag (1995:1464).

16 &#167; F&#246;r att ett beslut i en fr&#229;ga som anges i denna paragraf 
ska vara giltigt kr&#228;vs att det har fattats p&#229; en 
f&#246;reningsst&#228;mma och att f&#246;ljande best&#228;mmelser har 
iakttagits.

1. Om beslutet inneb&#228;r &#228;ndring av n&#229;gon insats och medf&#246;r 
rubbning av det inb&#246;rdes f&#246;rh&#229;llandet mellan insatserna, ska 
samtliga bostadsr&#228;ttshavare som ber&#246;rs av &#228;ndringen ha g&#229;tt 
med p&#229; beslutet. Om enighet inte uppn&#229;s, blir beslutet &#228;nd&#229; 
giltigt om minst tv&#229; tredjedelar av de ber&#246;rda 
bostadsr&#228;ttshavarna har g&#229;tt med p&#229; beslutet och det dessutom 
har godk&#228;nts av hyresn&#228;mnden.

1 a. Om beslutet inneb&#228;r en &#246;kning av samtliga insatser utan 
att det inb&#246;rdes f&#246;rh&#229;llandet mellan insatserna rubbas, ska 
alla bostadsr&#228;ttshavarna ha g&#229;tt med p&#229; beslutet. Om enighet 
inte uppn&#229;s, blir beslutet &#228;nd&#229; giltigt om minst tv&#229; 
tredjedelar av de r&#246;stande har g&#229;tt med p&#229; beslutet och det 
dessutom har godk&#228;nts av hyresn&#228;mnden. Hyresn&#228;mnden ska 
godk&#228;nna beslutet om detta inte framst&#229;r som otillb&#246;rligt mot 
n&#229;gon bostadsr&#228;ttshavare.

2. Om beslutet inneb&#228;r att en l&#228;genhet som uppl&#229;tits med 
bostadsr&#228;tt kommer att f&#246;r&#228;ndras eller i sin helhet beh&#246;va 
tas i anspr&#229;k av f&#246;reningen med anledning av en om- eller 
tillbyggnad, ska bostadsr&#228;ttshavaren ha g&#229;tt med p&#229; beslutet. 
Om bostadsr&#228;ttshavaren inte ger sitt samtycke till &#228;ndringen, 
blir beslutet &#228;nd&#229; giltigt om minst tv&#229; tredjedelar av de 
r&#246;stande har g&#229;tt med p&#229; beslutet och det dessutom har 
godk&#228;nts av hyresn&#228;mnden.

3. Om beslutet inneb&#228;r utvidgning av f&#246;reningens verksamhet, 
ska minst tv&#229; tredjedelar av de r&#246;stande ha g&#229;tt med p&#229; 
beslutet.

4. Om beslutet inneb&#228;r &#246;verl&#229;telse av ett hus som tillh&#246;r 
f&#246;reningen, i vilket det finns en eller flera l&#228;genheter som 
&#228;r uppl&#229;tna med bostadsr&#228;tt, ska beslutet ha fattats p&#229; det 
s&#228;tt som g&#228;ller f&#246;r beslut om likvidation enligt 29 a &#167;. 
Minst tv&#229; tredjedelar av bostadsr&#228;ttshavarna i det hus som 
ska &#246;verl&#229;tas ska dock alltid ha g&#229;tt med p&#229; beslutet.

5. Om det i stadgarna finns ytterligare n&#229;got villkor f&#246;r att 
ett beslut enligt 1–4 ska vara giltigt, g&#228;ller &#228;ven det.

F&#246;reningen ska genast underr&#228;tta den som har pant i 
bostadsr&#228;tten och som &#228;r k&#228;nd f&#246;r f&#246;reningen om ett beslut 
enligt f&#246;rsta stycket 2 eller 4. Lag (2016:111).

17 &#167; Ett st&#228;mmobeslut enligt 16 &#167; f&#246;rsta stycket 2 skall p&#229; beg&#228;ran av
f&#246;reningen godk&#228;nnas av hyresn&#228;mnden, om f&#246;r&#228;ndringen &#228;r angel&#228;gen och
syftet med &#229;tg&#228;rden inte sk&#228;ligen kan tillgodoses p&#229; n&#229;got annat s&#228;tt
samt beslutet inte &#228;r osk&#228;ligt mot bostadsr&#228;ttshavaren. Kan f&#246;r&#228;ndringen
anses vara av liten betydelse f&#246;r bostadsr&#228;ttshavaren, f&#229;r hyresn&#228;mnden
dock l&#228;mna godk&#228;nnande, om &#229;tg&#228;rden inte sk&#228;ligen kan tillgodoses p&#229; n&#229;got
annat s&#228;tt. N&#228;mnden f&#229;r f&#246;rena ett beslut om godk&#228;nnande med villkor.

Beg&#228;r bostadsr&#228;ttshavaren att f&#246;reningen skall l&#246;sa in bostadsr&#228;tten, f&#229;r
godk&#228;nnande l&#228;mnas endast med villkor om inl&#246;sen, s&#229;vida inte bostadsr&#228;tts-
havaren sk&#228;ligen b&#246;r kunna godta f&#246;r&#228;ndringen &#228;nd&#229;. Inneb&#228;r n&#228;mndens
godk&#228;nnande att l&#228;genheten i sin helhet f&#229;r tas i anspr&#229;k av f&#246;reningen,
skall godk&#228;nnandet l&#228;mnas med villkor att inl&#246;sen sker.

18 &#167; Talan om ers&#228;ttning vid inl&#246;sen eller f&#246;r intr&#229;ng eller
f&#246;r annan skada som en bostadsr&#228;ttshavare orsakas med
anledning av ett beslut om godk&#228;nnande enligt 16 &#167; f&#246;rsta
stycket 2 ska v&#228;ckas vid mark- och milj&#246;domstolen. I fr&#229;ga om
inl&#246;sen och ers&#228;ttning g&#228;ller expropriationslagen (1972:719)
i tilll&#228;mpliga delar. Lag (2010:1001).

18 a &#167; Ett beslut om minskning av samtliga insatser ska 
genast anm&#228;las f&#246;r registrering. Beslutet f&#229;r inte 
verkst&#228;llas f&#246;rr&#228;n ett &#229;r efter registreringen.
Lag (2018:715).

Beslut om ombildning av hyresr&#228;tt till bostadsr&#228;tt

19 &#167; En bostadsr&#228;ttsf&#246;renings beslut att f&#246;rv&#228;rva ett hus f&#246;r
ombildning av hyresr&#228;tt till bostadsr&#228;tt skall fattas p&#229; en
f&#246;reningsst&#228;mma. Beslutet &#228;r giltigt, om hyresg&#228;sterna i minst
tv&#229; tredjedelar av de uthyrda l&#228;genheter som omfattas av
f&#246;rv&#228;rvet har g&#229;tt med p&#229; beslutet. Dessa hyresg&#228;ster skall
vara medlemmar i bostadsr&#228;ttsf&#246;reningen och, vad g&#228;ller
bostadshyresg&#228;ster, folkbokf&#246;rda p&#229; fastigheten. Vid
ber&#228;kningen av antalet l&#228;genheter till&#228;mpas 1 kap. 5 &#167; andra
stycket.

Protokollet fr&#229;n f&#246;reningsst&#228;mman skall inneh&#229;lla uppgift om
hur r&#246;sterna har ber&#228;knats och h&#229;llas tillg&#228;ngligt f&#246;r
hyresg&#228;sterna och &#228;garen av huset. Lag (2003:31).

20 &#167; Innan beslut om f&#246;rv&#228;rv av ett hus fattas enligt 19 &#167;, skall en
s&#229;dan ekonomisk plan som avses i 3 kap. 1 &#167; uppr&#228;ttas och h&#229;llas
tillg&#228;nglig f&#246;r hyresg&#228;sterna. Till planen skall fogas ett
besiktningsprotokoll som visar husets skick. Planen skall &#228;ven vara
f&#246;rsedd med intyg enligt 3 kap. 2 &#167;. Lag (1995:1464).

21 &#167; Beslut om f&#246;rv&#228;rv i strid med 19 &#167; f&#246;rsta stycket &#228;r ogiltiga.
Detsamma g&#228;ller beslut om f&#246;rv&#228;rv som fattas utan att ekonomisk plan
varit tillg&#228;nglig enligt 20 &#167;. Det nu sagda skall dock inte g&#228;lla om
f&#246;rv&#228;rv &#228;nd&#229; skett enligt beslutet och lagfart har meddelats.

22 &#167; har upph&#228;vts genom lag (1992:505).

&#196;ndring av stadgar

23 &#167; Ett beslut om &#228;ndring av en bostadsr&#228;ttsf&#246;renings stadgar &#228;r
giltigt om samtliga r&#246;stber&#228;ttigade i f&#246;reningen &#228;r ense om det.
Beslutet &#228;r &#228;ven giltigt, om det har fattats p&#229; tv&#229; p&#229; varandra
f&#246;ljande f&#246;reningsst&#228;mmor och minst tv&#229; tredjedelar av de r&#246;stande p&#229;
den senare st&#228;mman g&#229;tt med p&#229; beslutet. Om beslutet avser &#228;ndring av
de grunder enligt vilka &#229;rsavgifter skall ber&#228;knas, fordras dock att
minst tre fj&#228;rdedelar av de r&#246;stande p&#229; den senare st&#228;mman g&#229;tt med p&#229;
beslutet. Om beslutet inneb&#228;r att en medlems r&#228;tt till f&#246;reningens
beh&#229;llna tillg&#229;ngar vid dess uppl&#246;sning inskr&#228;nks, fordras att samtliga
r&#246;stande p&#229; den senare st&#228;mman g&#229;tt med p&#229; beslutet.

Ett beslut som inneb&#228;r att en medlems r&#228;tt att &#246;verl&#229;ta sin bostadsr&#228;tt
inskr&#228;nks eller att f&#246;rbeh&#229;ll enligt 6 kap. 9 &#167; inf&#246;rs, &#228;r giltigt endast
om samtliga bostadsr&#228;ttshavare vars r&#228;tt ber&#246;rs av &#228;ndringen g&#229;tt med p&#229;
beslutet.

24 &#167; Om det i stadgarna har tagits in n&#229;got villkor ut&#246;ver vad
som f&#246;ljer av 23 &#167; f&#246;r &#228;ndring av stadgarna, g&#228;ller &#228;ven det.

Om det finns en f&#246;reskrift i stadgarna om att en viss best&#228;mmelse inte
f&#229;r &#228;ndras utan regeringens tillst&#229;nd, f&#229;r inte heller f&#246;reskriften
&#228;ndras utan regeringens tillst&#229;nd, om den har tagits in i stadgarna p&#229;
grund av lag eller annan f&#246;rfattning eller efter regeringens medgivande.

25 &#167; Ett beslut om &#228;ndring av stadgarna skall genast anm&#228;las f&#246;r
registrering. Beslutet f&#229;r inte verkst&#228;llas f&#246;rr&#228;n registreringen har
skett.

Revision och s&#228;rskild granskning samt redovisning

26 &#167; Best&#228;mmelserna i 8 och 9 kap. lagen (2018:672) om 
ekonomiska f&#246;reningar g&#228;ller i fr&#229;ga om 
bostadsr&#228;ttsf&#246;reningar. Best&#228;mmelser om bokf&#246;ring och annan 
redovisning finns i bokf&#246;ringslagen (1999:1078) och 
&#229;rsredovisningslagen (1995:1554). Lag (2018:715).

Vinstutdelning m.m.

27 &#167; Utdelning f&#229;r endast ske av vinst som redovisas i fastst&#228;lld
balansr&#228;kning f&#246;r senaste r&#228;kenskaps&#229;ret.

Vinst f&#229;r inte delas ut till andra &#228;n bostadsr&#228;ttshavarna. Vinsten
f&#246;rdelas mellan dem efter insatserna f&#246;r bostadsr&#228;tterna, om inte n&#229;got
annat har best&#228;mts i stadgarna.

28 &#167; Har vinstutdelning beslutats och verkst&#228;llts i 
strid med 27 &#167; eller f&#246;reningens stadgar, g&#228;ller 
best&#228;mmelserna om &#229;terb&#228;ringsskyldighet och 
bristt&#228;ckningsansvar i 12 kap. 7 och 8 &#167;&#167; lagen (2018:672) om 
ekonomiska f&#246;reningar. 

Best&#228;mmelserna om vissa g&#229;vor i 12 kap. 6 &#167; n&#228;mnda lag g&#228;ller 
i fr&#229;ga om bostadsr&#228;ttsf&#246;reningar. Lag (2018:715).

Likvidation och uppl&#246;sning samt fusion

29 &#167; Best&#228;mmelserna om likvidation och uppl&#246;sning i 17 
och 18 kap. lagen (2018:672) om ekonomiska f&#246;reningar g&#228;ller 
i fr&#229;ga om bostadsr&#228;ttsf&#246;reningar. I st&#228;llet f&#246;r 17 kap. 2 
och 10 &#167;&#167; i den lagen g&#228;ller dock 29 a &#167;.

Det som s&#228;gs i 17 kap. 3 &#167; 3 och 16 &#167; f&#246;rsta stycket 4 lagen 
om ekonomiska f&#246;reningar f&#246;r det fall antalet 
f&#246;reningsmedlemmar blir mindre &#228;n ett l&#228;gsta antal, ska 
till&#228;mpas i fr&#229;ga om en bostadsr&#228;ttsf&#246;rening, om antalet 
medlemmar eller antalet bostadsr&#228;ttshavare blir mindre &#228;n 
tre. Om flera medlemmar har en bostadsr&#228;tt gemensamt, ska de 
r&#228;knas endast som en bostadsr&#228;ttshavare. 

Vidare ska det som s&#228;gs i 17 kap. 33 &#167; lagen om ekonomiska 
f&#246;reningar om insatskapital i st&#228;llet g&#228;lla insats och 
uppl&#229;telseavgift i bostadsr&#228;ttsf&#246;reningen. Lag (2018:715).

29 a &#167; Ett beslut om likvidation &#228;r giltigt om samtliga 
r&#246;stber&#228;ttigade i f&#246;reningen har r&#246;stat f&#246;r det. Beslutet &#228;r 
&#228;ven giltigt om det har fattats p&#229; tv&#229; p&#229; varandra f&#246;ljande 
f&#246;reningsst&#228;mmor och minst tv&#229; tredjedelar av de r&#246;stande p&#229; 
den senare st&#228;mman har r&#246;stat f&#246;r beslutet. I stadgarna f&#229;r 
det tas in l&#228;ngre g&#229;ende villkor. Beslutet om likvidation 
g&#228;ller omedelbart eller fr&#229;n och med den senare dag som 
f&#246;reningsst&#228;mman best&#228;mmer. 

N&#228;r det finns grund f&#246;r tv&#229;ngslikvidation enligt 17 kap. 11 
eller 16 &#167; lagen (2018:672) om ekonomiska f&#246;reningar, &#228;r dock 
ett beslut om likvidation alltid giltigt om mer &#228;n h&#228;lften av 
de r&#246;stande har r&#246;stat f&#246;r det. Vid lika r&#246;stetal har 
ordf&#246;randen utslagsr&#246;st. Ett beslut om likvidation enligt 
detta stycke g&#228;ller omedelbart. Lag (2018:715).

30 &#167; Best&#228;mmelserna om fusion i 16 kap. 1–26 &#167;&#167; lagen 
(2018:672) om ekonomiska f&#246;reningar g&#228;ller ocks&#229; f&#246;r 
bostadsr&#228;ttsf&#246;reningar.

Ett beslut av f&#246;reningsst&#228;mman om godk&#228;nnande av 
fusionsplanen &#228;r dock giltigt endast om nio tiondelar av de 
r&#246;stber&#228;ttigade i f&#246;reningen har r&#246;stat f&#246;r det eller om det 
har fattats p&#229; tv&#229; p&#229; varandra f&#246;ljande f&#246;reningsst&#228;mmor och 
minst tv&#229; tredjedelar av de r&#246;stande p&#229; den senare st&#228;mman 
har r&#246;stat f&#246;r beslutet. I stadgarna f&#229;r det tas in l&#228;ngre 
g&#229;ende villkor. Lag (2018:715).

Registreringsmyndighet m.m.

31 &#167; Best&#228;mmelserna om registrering och &#246;verklagande i 19 
respektive 23 kap. lagen (2018:672) om ekonomiska f&#246;reningar 
g&#228;ller i fr&#229;ga om bostadsr&#228;ttsf&#246;reningar. Ett beslut om 
&#228;ndring av stadgarna s&#229; att styrelsens s&#228;te ska flyttas fr&#229;n 
ett l&#228;n till ett annat f&#229;r dock inte registreras, om 
bostadsr&#228;ttsf&#246;reningens f&#246;retagsnamn p&#229; grund av 6 &#167; tredje 
stycket i detta kapitel inte f&#229;r f&#246;ras in i Bolagsverkets 
register. Lag (2018:1665).

10 kap. Skadest&#229;nd, straff och vite m.m.

1 &#167; Best&#228;mmelserna om skadest&#229;nd i 21 kap. lagen 
(2018:672) om ekonomiska f&#246;reningar g&#228;ller i fr&#229;ga om 
bostadsr&#228;ttsf&#246;reningar. Lag (2018:715).

1 a &#167; Om en intygsgivare upps&#229;tligen eller av oaktsamhet 
&#229;sidos&#228;tter sina skyldigheter enligt 3 kap. 2 &#167; eller 5 kap. 
6 &#167;, ska han eller hon ers&#228;tta bostadsr&#228;ttsf&#246;reningen eller en 
bostadsr&#228;ttshavare den skada som d&#228;rigenom uppkommit. Om det 
&#228;r sk&#228;ligt, kan skadest&#229;ndet s&#228;ttas ned eller helt falla bort.
Lag (2022:1026).

2 &#167; Best&#228;mmelserna om straff och vite i 22 kap. lagen 
(2018:672) om ekonomiska f&#246;reningar, med undantag f&#246;r 1 &#167; 
f&#246;rsta stycket 1, g&#228;ller i fr&#229;ga om bostadsr&#228;ttsf&#246;reningar.
Lag (2018:715).

3 &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av oaktsamhet

1. uppl&#229;ter andelsr&#228;tt i strid med 1 kap. 8 &#167;, 

2. uppl&#229;ter bostadsr&#228;tt i strid med 3 kap. 1 eller 4 &#167; eller 
4 kap. 2 &#167;,

3. tar emot f&#246;rskott i strid med 5 kap. 8 &#167;,

4. bryter mot 9 kap. 6 &#167; sista stycket, 

5. inte f&#246;r medlemsf&#246;rteckning eller inte h&#229;ller en s&#229;dan 
f&#246;rteckning tillg&#228;nglig enligt 9 kap. 9 och 9 a &#167;&#167;, eller

6. inte f&#246;r l&#228;genhetsf&#246;rteckning eller meddelar oriktig eller 
vilseledande uppgift i utdrag enligt 9 kap. 11 &#167;.
Lag (2022:1026).

11 kap. F&#246;rfarandet i bostadsr&#228;ttstvister m.m.

1 &#167; Tvister som r&#246;r st&#246;rningar i boendet skall handl&#228;ggas
s&#228;rskilt skyndsamt. Lag (2003:31).

2 &#167; Vite som f&#246;relagts med st&#246;d av denna lag utd&#246;ms av hyresn&#228;mnden.
N&#228;mnden kan sj&#228;lvmant ta upp fr&#229;gan om utd&#246;mande.

3 &#167; Beslut av hyresn&#228;mnden i f&#246;ljande fr&#229;gor f&#229;r &#246;verklagas 
till Svea hovr&#228;tt:

1. intr&#228;de i f&#246;reningen enligt 2 kap. 10 &#167;, 

2. skyldighet att uppl&#229;ta bostadsr&#228;tt enligt 4 kap. 6 &#167;,

3. fastst&#228;llande av hyresvillkor enligt 4 kap. 9 &#167;,

4. tillst&#229;nd till en &#229;tg&#228;rd i en l&#228;genhet enligt 7 kap. 7 &#167;,

5. godk&#228;nnande av st&#228;mmobeslut enligt 9 kap. 16 &#167; f&#246;rsta 
stycket 1, 1 a eller 2, och

6. utd&#246;mande av vite enligt 11 kap. 2 &#167;.

Ett &#246;verklagande ska ges in till hyresn&#228;mnden inom tre veckor 
fr&#229;n den dag beslutet meddelades.

Beslut av hyresn&#228;mnden i fr&#229;ga om uppl&#229;telse av l&#228;genhet i 
andra hand enligt 7 kap. 11 &#167; f&#229;r inte &#246;verklagas. 
Hyresn&#228;mnden f&#229;r dock till&#229;ta att ett s&#229;dant beslut &#246;verklagas 
till Svea hovr&#228;tt om det &#228;r av vikt f&#246;r ledning av 
r&#228;ttstill&#228;mpningen att &#246;verklagandet pr&#246;vas av hovr&#228;tten.
Lag (2022:1026).

4 &#167; I en tvist som avser fastst&#228;llande av hyresvillkor enligt 4 kap.
9 &#167;skall vardera parten svara f&#246;r sin r&#228;tteg&#229;ngskostnad i hovr&#228;tten,
om inte n&#229;got annat anges i 18 kap. 6 &#167; r&#228;tteg&#229;ngsbalken. Lag
(1994:842).

5 &#167; Ett beslut om beh&#246;righet som intygsgivare enligt 3 kap. 
3 &#167; eller om godk&#228;nnande av intygsgivare enligt 3 kap. 3 a &#167; 
f&#229;r &#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol, om beslutet 
har meddelats av en myndighet som regeringen har best&#228;mt. 
Detsamma g&#228;ller beslut i ett &#228;rende om tillst&#229;nd att uppl&#229;ta 
bostadsr&#228;tt enligt 4 kap. 2 &#167; eller om f&#246;rskott enligt 5 kap. 
9 &#167;.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2022:1026).

6 &#167; En best&#228;mmelse i stadgarna enligt 6 kap. 51 &#167; lagen 
(2018:672) om ekonomiska f&#246;reningar som inte ger r&#228;tt f&#246;r 
parterna att klandra skiljedomen g&#228;ller inte

1. i fr&#229;ga om en bostadsr&#228;ttshavares r&#228;tt eller skyldighet 
att tilltr&#228;da eller beh&#229;lla l&#228;genheten, eller

2. betr&#228;ffande fastst&#228;llande av hyresvillkor enligt 4 kap. 
9 &#167;.

I &#246;vrigt g&#228;ller best&#228;mmelsen inte i fr&#229;ga om tvist med 
anledning av uppl&#229;telse av nyttjander&#228;tt enligt denna lag, om 
man genom best&#228;mmelsen har utsett skiljem&#228;n eller reglerat 
antalet skiljem&#228;n, s&#228;ttet att utse dem eller f&#246;rfarandet vid 
skiljen&#228;mnden. I dessa h&#228;nseenden ska lagen (1999:116) om 
skiljef&#246;rfarande till&#228;mpas. Detta hindrar dock inte att 
f&#246;reningen i stadgarna utser hyresn&#228;mnden till skiljen&#228;mnd.
Lag (2018:715).

&#214;verg&#229;ngsbest&#228;mmelser

1991:614

1. Denna lag (nya lagen) tr&#228;der i kraft den 1 juli 1991, d&#229; bostads-
r&#228;ttslagen (1971:479) (gamla lagen) skall upph&#246;ra att g&#228;lla.

2. Om det i lag eller annan f&#246;rfattning h&#228;nvisas till f&#246;reskrift som
har ersatts genom best&#228;mmelse i den nya lagen till&#228;mpas i st&#228;llet den
nya best&#228;mmelsen.

3. I fr&#229;ga om bostadsr&#228;ttsf&#246;reningar som har registrerats f&#246;re den
1 juli 1991 g&#228;ller den nya lagen med de undantag som anges i det
f&#246;ljande.

4. Best&#228;mmelsen i 1 kap. 4 &#167; f&#246;rsta stycket den nya lagen, att s&#229;dan
nyttjander&#228;tt som avses i paragrafen endast f&#229;r uppl&#229;tas av
bostadsr&#228;ttsf&#246;reningar, hindrar inte den som f&#246;re ikrafttr&#228;dandet av
den nya lagen haft r&#228;tt att driva verksamhet, i vilken ing&#229;r s&#229;dana
uppl&#229;telser, att forts&#228;tta verksamheten.

5. Har upph&#246;rt att g&#228;lla genom SFS 1993:314.

6. Best&#228;mmelsen i 1 kap. 5 &#167; tredje stycket den nya lagen, att det f&#246;r
registrering av en ekonomisk plan st&#228;lls vissa krav n&#228;r det g&#228;ller
bel&#228;genheten av f&#246;reningens hus, g&#228;ller vid registrering av en ny
ekonomisk plan enligt 3 kap. 4 &#167; den nya lagen endast i fr&#229;ga om hus
som f&#246;reningen f&#246;rv&#228;rvar efter ikrafttr&#228;dandet av den nya lagen.

7. Best&#228;mmelserna i 1 kap. 8 &#167; f&#246;rsta stycket den nya lagen hindrar inte
en juridisk person, som f&#246;re ikrafttr&#228;dandet av den nya lagen haft r&#228;tt
att uppl&#229;ta andelsr&#228;tt med vilken f&#246;ljer r&#228;tt att f&#246;r begr&#228;nsad tid
besitta  eller nyttja l&#228;genhet i hus som tillh&#246;r den juridiska personen,
att uppl&#229;ta s&#229;dan andelsr&#228;tt.

I annat fall &#228;n som avses i f&#246;rsta stycket f&#229;r f&#246;rening eller aktiebolag,
som f&#246;re ikrafttr&#228;dandet av den nya lagen drivit verksamhet i vilken
ing&#229;r uppl&#229;telse av andelsr&#228;tt som avses i 1 kap. 8 &#167; f&#246;rsta stycket den
nya lagen, efter tillst&#229;nd av l&#228;nsstyrelsen forts&#228;tta sin verksamhet.
Tillst&#229;nd som har meddelats enligt punkt 16 &#246;verg&#229;ngsbest&#228;mmelserna
till den gamla lagen g&#228;ller som tillst&#229;nd enligt f&#246;rsta meningen.

8. Har en juridisk person f&#246;re ikrafttr&#228;dandet av den nya lagen f&#246;rv&#228;rvat
bostadsr&#228;tt till en bostadsl&#228;genhet, avsedd f&#246;r annat &#228;n fritids&#228;ndam&#229;l,
g&#228;ller 11 &#167; f&#246;rsta stycket f&#246;rsta meningen den gamla lagen i st&#228;llet f&#246;r
2 kap. 4 &#167; f&#246;rsta stycket den nya lagen.

9. Har en bostadsr&#228;ttsf&#246;renings fastighetsf&#246;rv&#228;rv skett f&#246;re ikraft-
tr&#228;dandet av den nya lagen, skall den tid som anges i 2 kap. 8 &#167; andra
stycket 2 den nya lagen r&#228;knas fr&#229;n utg&#229;ngen av juni m&#229;nad 1991.


10. Har en ekonomisk plan registrerats av l&#228;nsstyrelsen enligt den
gamla lagen eller tagits emot av l&#228;nsstyrelsen enligt lagen (1930:115)
om bostadsr&#228;ttsf&#246;reningar, skall planen anses vara registrerad enligt
den nya lagen.

11. Har f&#246;re ikrafttr&#228;dandet av den nya lagen tr&#228;ffats s&#229;dant avtal
om framtida uppl&#229;telse av bostadsr&#228;tt som avses i 9 &#167; den gamla lagen
g&#228;ller fortfarande den gamla lagen.

12. Har en hyresg&#228;st f&#246;re ikrafttr&#228;dandet av den nya lagen enligt
60 a &#167; den gamla lagen bitr&#228;tt ett beslut om f&#246;rv&#228;rv av en
hyresfastighet f&#246;r ombildning av hyresr&#228;tt till bostadsr&#228;tt och hade
f&#246;reningen i sina stadgar f&#246;reskrivit att en s&#229;dan hyresg&#228;st skall
vara skyldig att teckna bostadsr&#228;tt till sin l&#228;genhet efter f&#246;rv&#228;rvet,
g&#228;ller fortfarande 9 a &#167; den gamla lagen.

13. Best&#228;mmelsen i 7 kap. 6 &#167; andra stycket den nya lagen, om
begr&#228;nsning av r&#228;tten f&#246;r en juridisk person att anv&#228;nda en
bostadsl&#228;genhet, g&#228;ller inte om den juridiska personen har f&#246;rv&#228;rvat
bostadsr&#228;tt till l&#228;genheten f&#246;re ikrafttr&#228;dandet av den nya lagen.

14. Vid till&#228;mpning av den nya lagen skall grundavgift enligt den
gamla lagen anses utg&#246;ra insats. En best&#228;mmelse i en f&#246;renings stadgar,
om att &#229;rsavgift eller andel i vinst eller beh&#229;llna tillg&#229;ngar skall
ber&#228;knas efter en l&#228;genhets andelsv&#228;rde, skall anses inneb&#228;ra att en
s&#229;dan avgift eller andel skall ber&#228;knas efter insatsen f&#246;r bostadsr&#228;tten.


15. Finns det i en f&#246;renings stadgar sedan den 1 juli 1972, d&#229; den
gamla lagen tr&#228;dde i kraft, en best&#228;mmelse om ber&#228;kning av ers&#228;ttning
f&#246;r bostadsr&#228;tt vid &#246;verl&#229;telse, g&#228;ller best&#228;mmelsen fortfarande, &#228;ven
om grunderna f&#246;r ber&#228;kningen inte angetts i stadgarna enligt 9 kap.
6 &#167; f&#246;rsta stycket 6 i den nya lagen. En s&#229;dan best&#228;mmelse skall anses
inneb&#228;ra villkor f&#246;r medlemskap, om inte n&#229;got annat framg&#229;r av
omst&#228;ndigheterna.

16. Har ett beslut p&#229; en f&#246;reningsst&#228;mma fattats f&#246;re ikrafttr&#228;dandet
av den nya lagen, g&#228;ller den gamla lagen i fr&#229;ga om beslutet.

17. Har ett beslut som avses i 4 &#167; andra stycket den gamla lagen, om
beh&#246;righet som intygsgivare, meddelats f&#246;re ikrafttr&#228;dandet av den
nya lagen g&#228;ller 68 &#167; f&#246;rsta stycket den gamla lagen i fr&#229;ga om
&#246;verklagande.

18. Tvister, som f&#246;re ikrafttr&#228;dandet av den nya lagen har anh&#228;ngig-
gjorts vid domstol eller hyresn&#228;mnd eller h&#228;nskjutits till avg&#246;rande
av skiljem&#228;n, med st&#246;d av den gamla lagen pr&#246;vas enligt den gamla lagen.

1991:875

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande i fr&#229;ga om m&#229;l om handr&#228;ckning d&#228;r talan v&#228;ckts f&#246;re
ikrafttr&#228;dandet.


1992:505

1. Denna lag tr&#228;der i kraft den 1 juli 1992.

2. F&#246;rbeh&#229;ll om &#229;terk&#246;ps- eller l&#246;sningsr&#228;tt enligt de &#228;ldre f&#246;reskrifterna i
6 kap. 9 &#167; andra stycket g&#228;ller fortfarande om en f&#246;rening f&#246;re ikrafttr&#228;dandet
i sina stadgar har tagit in ett s&#229;dant f&#246;rbeh&#229;ll och registrerat en ekonomisk
plan.

1992:1451

1. Denna lag tr&#228;der i kraft den 1 januari 1993.

2. En l&#228;nsstyrelse kan &#228;ven efter ikrafttr&#228;dandet vara registreringsmyndighet,
dock l&#228;ngst fram till den 1 januari 1995. Regeringen best&#228;mmer vid vilken
tidpunkt varje l&#228;nsstyrelses f&#246;reningsregister skall &#246;verf&#246;ras till Patent- och
registreringsverket. Fram till den tidpunkt d&#229; s&#229;dan &#246;verf&#246;ring sker g&#228;ller
3 kap. 1 och 4 &#167;&#167; samt 9 kap. 6, 10 och 31 &#167;&#167; i sin &#228;ldre lydelse.

1993:314

1. Denna lag tr&#228;der i kraft den 1 juli 1993.

2. F&#246;r s&#229;dana bostadsr&#228;ttsf&#246;reningar som registrerats f&#246;re den 1 juli 1991
skall f&#246;ljande g&#228;lla. Best&#228;mmelsen i 1 kap. 5 &#167; andra stycket f&#246;rsta meningen,
att det f&#246;r registrering av en ekonomisk plan fordras att det i f&#246;reningens
hus kommer att finnas minst tre l&#228;genheter avsedda att uppl&#229;tas med bostads-
r&#228;tt, hindrar inte registrering av en ny ekonomisk plan enligt 3 kap. 4 &#167;, om
f&#246;reningens hus den 1 juli 1991 hade mindre &#228;n tre s&#229;dana l&#228;genheter och
antalet d&#228;refter inte g&#229;tt ned.

1993:411

1. Denna lag tr&#228;der i kraft den 1 juli 1993.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om anvisning eller uppl&#229;telse
som har skett enligt lagen (1987:1274) om kommunal bostadsanvisningsr&#228;tt.

1995:83

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

1995:1464

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. I fr&#229;ga om f&#246;rv&#228;rv av en bostadsr&#228;tt som har gjorts f&#246;re
ikrafttr&#228;dandet g&#228;ller inte de nya best&#228;mmelserna i 6 kap. 1 &#167; andra
stycket, 4 &#167; andra stycket och 5 &#167; tredje stycket samt 7 kap. 10 &#167;
andra stycket.

3. I fr&#229;ga om f&#246;rv&#228;rv av en bostadsr&#228;tt som har gjorts f&#246;re
ikrafttr&#228;dandet g&#228;ller 6 kap. 8 &#167; i sin &#228;ldre lydelse.

4. I fall d&#229; f&#246;reningen f&#246;re ikrafttr&#228;dandet har gjort sig skyldig
till s&#229;dan f&#246;rsummelse som avses i 7 kap. 31 &#167; g&#228;ller paragrafen i
sin &#228;ldre lydelse.

5. Best&#228;mmelserna i 7 kap. 16 a &#167; till&#228;mpas &#228;ven i fr&#229;ga om
fordringar som har uppkommit f&#246;re ikrafttr&#228;dandet.

6. Om en god man har f&#246;rordnats enligt de &#228;ldre best&#228;mmelserna i 8
kap. 1 &#167;, g&#228;ller &#228;ldre f&#246;reskrifter.

7. Ans&#246;kan om tv&#229;ngsf&#246;rs&#228;ljning enligt 8 kap. f&#229;r, utom i fall som
avses i punkten 6, g&#246;ras hos kronofogdemyndigheten f&#246;re
ikrafttr&#228;dandet. Kronofogdemyndigheten f&#229;r f&#246;re ikrafttr&#228;dandet
genomf&#246;ra s&#229;dana f&#246;rberedande &#229;tg&#228;rder som beh&#246;vs f&#246;r att
tv&#229;ngsf&#246;rs&#228;ljning skall kunna genomf&#246;ras efter ikrafttr&#228;dandet.

1999:1099

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den
31 december 1999.

2003:31

1. Denna lag tr&#228;der i kraft den 1 april 2003.

2. I fr&#229;ga om ekonomiska planer och kostnadskalkyler som har
getts in till Patent- och registreringsverket f&#246;r registrering
f&#246;re ikrafttr&#228;dandet till&#228;mpas 3 kap. 2 och 3 &#167;&#167; samt 5 kap.
3 &#167; i sina &#228;ldre lydelser.

3. I fr&#229;ga om st&#246;rningar i boendet som har intr&#228;ffat f&#246;re
ikrafttr&#228;dandet till&#228;mpas best&#228;mmelserna i 7 kap. 18 &#167; 5 samt
20 och 21 &#167;&#167; i sina &#228;ldre lydelser.

4. I fr&#229;ga om brister i en l&#228;genhets skick som uppkommit f&#246;re
ikrafttr&#228;dandet och f&#246;r vilka bostadsr&#228;ttshavaren &#228;r ansvarig
enligt 7 kap. 12 &#167; i dess &#228;ldre lydelse skall best&#228;mmelsen i 7
kap. 12 a &#167; om f&#246;reningens r&#228;tt att avhj&#228;lpa en brist p&#229;
bostadsr&#228;ttshavarens bekostnad till&#228;mpas, under f&#246;ruts&#228;ttning
att f&#246;reningen efter ikrafttr&#228;dandet har uppmanat
bostadsr&#228;ttshavaren att avhj&#228;lpa bristen.

5. De nya best&#228;mmelserna i 7 kap. 18 &#167; 1 a och 23 &#167; till&#228;mpas
endast p&#229; &#229;rsavgifter som f&#246;rfaller till betalning efter
ikrafttr&#228;dandet.

6. I fr&#229;ga om upps&#228;gningar som har gjorts f&#246;re ikrafttr&#228;dandet
till&#228;mpas 7 kap. 26 &#167; i sin &#228;ldre lydelse.

7. Den nya best&#228;mmelsen i 9 kap. 18 a &#167; till&#228;mpas endast om
beslut om neds&#228;ttning av samtliga insatser har fattats av
f&#246;reningsst&#228;mman efter ikrafttr&#228;dandet.

2003:867

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. I fr&#229;ga om &#228;renden enligt 4 kap. 2 &#167; f&#246;rsta stycket och 5
kap. 2 &#167; som har inletts f&#246;re ikrafttr&#228;dandet skall &#228;ldre
best&#228;mmelser till&#228;mpas.

3. Har tillst&#229;nd enligt 4 kap. 2 &#167; eller 5 kap. 5 &#167; l&#228;mnats av
l&#228;nsstyrelsen, skall l&#228;nsstyrelsen ocks&#229; handl&#228;gga fr&#229;ga om
&#229;terst&#228;llande av s&#228;kerhet enligt 4 kap. 2 &#167; tredje stycket
eller 5 kap. 5 &#167; andra stycket.

4. Om l&#228;nsstyrelsen har l&#228;mnat tillst&#229;nd enligt 4 kap. 2 &#167; i
dess &#228;ldre lydelse, skall vad som s&#228;gs i 4 kap. 8 &#167; andra
stycket om Patent- och registreringsverket i st&#228;llet avse
l&#228;nsstyrelsen.

2004:247

1. Denna lag tr&#228;der i kraft den 1 juli 2004.

2. &#196;renden som har kommit in till Patent- och
registreringsverket men i vilka verket inte har fattat beslut
f&#246;re ikrafttr&#228;dandet skall &#246;verl&#228;mnas till Bolagsverket f&#246;r
fortsatt handl&#228;ggning.

2004:390

1. Denna lag tr&#228;der i kraft den 1 juli 2004.

2. I fr&#229;ga om st&#246;rningar som har skett f&#246;re ikrafttr&#228;dandet
till&#228;mpas 7 kap. 9 och 20 &#167;&#167; i sina &#228;ldre lydelser.

3. I fr&#229;ga om &#229;rsavgifter som har f&#246;rfallit till betalning f&#246;re
ikrafttr&#228;dandet till&#228;mpas 7 kap. 23 &#167; i sin &#228;ldre lydelse.

2006:869

1. Denna lag tr&#228;der i kraft den 1 januari 2007.

2. Den som har utsetts till revisor i en bostadsr&#228;ttsf&#246;rening
f&#246;re ikrafttr&#228;dandet och som enligt den nya lydelsen av 8 kap.
5 &#167; lagen (1987:667) om ekonomiska f&#246;reningar inte l&#228;ngre ensam
kan vara revisor i f&#246;reningen f&#229;r &#228;nd&#229; kvarst&#229; som revisor till
utg&#229;ngen av den f&#246;rsta f&#246;reningsst&#228;mma som h&#229;lls efter utg&#229;ngen
av &#229;r 2008.

2008:4

Denna lag tr&#228;der i kraft den 15 februari 2008. &#196;ldre
best&#228;mmelser g&#228;ller dock i fr&#229;ga om fusioner d&#228;r fusionsavtal
har uppr&#228;ttats f&#246;re ikrafttr&#228;dandet.

2010:828

1. Denna lag tr&#228;der i kraft den 1 augusti 2010.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r ers&#228;ttning med
anledning av ett beslut om godk&#228;nnande som har meddelats f&#246;re
ikrafttr&#228;dandet. I ett s&#229;dant fall ska h&#228;nvisningen till
expropriationslagen (1972:719) avse den lagens lydelse vid
utg&#229;ngen av juli 2010.

2010:1959

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
16 och 17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

2014:334

1. Denna lag tr&#228;der i kraft den 1 juli 2014.

2. Den nya best&#228;mmelsen till&#228;mpas &#228;ven i fr&#229;ga om uppl&#229;telser
med bostadsr&#228;tt som har gjorts f&#246;re ikrafttr&#228;dandet. Den
till&#228;mpas dock inte i m&#229;l som har inletts f&#246;re
ikrafttr&#228;dandet.

2014:336

1. Denna lag tr&#228;der i kraft den 2 juli 2014.

2. I fr&#229;ga om bostadsr&#228;ttsf&#246;reningar som har bildats f&#246;re
ikrafttr&#228;dandet g&#228;ller 7 kap. 14 &#167; i sin &#228;ldre lydelse intill
utg&#229;ngen av maj 2015.

2016:111

1. Denna lag tr&#228;der i kraft den 1 juli 2016.

2. Best&#228;mmelsen i 9 kap. 9 &#167; andra stycket 2 om att 
medlemsf&#246;rteckningen ska inneh&#229;lla uppgift om tidpunkten f&#246;r 
medlemmens intr&#228;de i f&#246;reningen till-l&#228;mpas inte om medlemmen 
har f&#246;rts in i medlemsf&#246;rteckningen f&#246;re ikrafttr&#228;dandet.

2019:536

1. Denna lag tr&#228;der i kraft den 2 oktober 2019.

2. &#196;ldre f&#246;reskrifter g&#228;ller om bostadsr&#228;ttsf&#246;reningen har 
f&#246;rv&#228;rvat huset f&#246;re ikrafttr&#228;dandet.

2022:1026

1. Denna lag tr&#228;der i kraft den 1 januari 2024 i fr&#229;ga om 
3 kap. 1, 1 a, 3 och 3 a &#167;&#167; och i &#246;vrigt den 1 januari 2023.

2. De &#228;ldre lydelserna av 3 kap. 3 &#167; och 5 kap. 3 &#167; g&#228;ller 
fortfarande vid registrering av en ekonomisk plan eller 
kostnadskalkyl som har uppr&#228;ttats och f&#246;rsetts med intyg av 
intygsgivare f&#246;re ikrafttr&#228;dandet. 

3. De &#228;ldre lydelserna av 7 kap. 7, 12 a, 18, 20, 21 och 24 &#167;&#167; 
g&#228;ller fortfarande f&#246;r en &#229;tg&#228;rd som en bostadsr&#228;ttshavare har 
utf&#246;rt i l&#228;genheten f&#246;re ikrafttr&#228;dandet. 

4. Den &#228;ldre lydelsen av 7 kap. 7 &#167; g&#228;ller fortfarande om en 
tvist avseende en &#229;tg&#228;rd i en l&#228;genhet har inletts vid domstol 
f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3490">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3492">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
