

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1991-06-24" /> 
 <meta id="rattsinfo-edited" content="2022-04-04 15:20:10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3495</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3494">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3496">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:586 ·
                    <a href="/sfsr?bet=1991:586">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1991:586) om s&#228;rskild inkomstskatt f&#246;r utomlands bosatta</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-05-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1163
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Till staten skall s&#228;rskild inkomstskatt betalas enligt
best&#228;mmelserna i denna lag.

2 &#167; Termer och uttryck som anv&#228;nds i inkomstskattelagen
(1999:1229) har samma betydelse och till&#228;mpningsomr&#229;den i
denna lag, om inte annat anges eller framg&#229;r av sammanhanget.

I denna lag avses med

bosatt utomlands: om fysisk person att denne &#228;r begr&#228;nsat
skattskyldig,

hemmah&#246;rande i utlandet: om fysisk person att denne &#228;r bosatt
utomlands och om juridisk person att denne inte &#228;r registrerad
h&#228;r i riket och inte heller har fast driftst&#228;lle h&#228;r, och

arbetsgivare: den som betalar ut ers&#228;ttning f&#246;r arbete.
Lag (2011:1251).

Skattskyldighet

3 &#167; Skattskyldiga &#228;r fysiska personer som &#228;r bosatta utomlands
och uppb&#228;r inkomst som &#228;r skattepliktig enligt denna lag.
Lag (2004:1140).

4 &#167; Fr&#229;n skattskyldighet enligt 3 &#167; undantas den som beg&#228;r
att vara skattskyldig enligt inkomstskattelagen (1999:1229)
f&#246;r inkomsterna under ett beskattnings&#229;r. Lag (2009:1062).

Skattepliktig inkomst

5 &#167; Skattepliktig inkomst enligt denna lag &#228;r 

1. l&#246;n eller d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n p&#229; grund av anst&#228;llning 
eller uppdrag hos svenska staten, en svensk kommun eller en 
svensk region,

2. l&#246;n eller d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n p&#229; grund av annan 
anst&#228;llning eller annat uppdrag &#228;n hos svenska staten, en 
svensk kommun eller en svensk region, i den utstr&#228;ckning 
inkomsten f&#246;rv&#228;rvats genom verksamhet i Sverige,

3. arvode och liknande ers&#228;ttning som n&#229;gon f&#229;r i egenskap av 
ledamot eller suppleant i styrelse eller annat liknande organ 
i ett svenskt aktiebolag eller n&#229;gon annan svensk juridisk 
person, oavsett var verksamheten ut&#246;vats,

4. ers&#228;ttning i form av pension, med undantag av barnpension, 
sjukers&#228;ttning och aktivitetsers&#228;ttning enligt 
socialf&#246;rs&#228;kringsbalken, till den del det totala beloppet av 
mottagna ers&#228;ttningar f&#246;r varje kalenderm&#229;nad &#246;verstiger en 
tolftedel av 0,77 prisbasbelopp, samt annan ers&#228;ttning enligt 
samma balk,

5. pension p&#229; grund av anst&#228;llning eller uppdrag hos svenska 
staten, en svensk kommun eller en svensk region,

6. belopp, som betalas ut p&#229; grund av annan pensionsf&#246;rs&#228;kring 
&#228;n tj&#228;nstepensionsf&#246;rs&#228;kring, om f&#246;rs&#228;kringen meddelats i en i 
Sverige bedriven f&#246;rs&#228;kringsr&#246;relse samt belopp som betalas ut 
fr&#229;n pensionssparkonto f&#246;rt av ett svenskt 
pensionssparinstitut eller av ett utl&#228;ndskt instituts filial i 
Sverige enligt lagen (1993:931) om individuellt 
pensionssparande samt avskattning av en s&#229;dan f&#246;rs&#228;kring eller 
ett s&#229;dant pensionssparkonto,

6 a. belopp, som betalas ut p&#229; grund av annan 
pensionsf&#246;rs&#228;kring &#228;n tj&#228;nstepensionsf&#246;rs&#228;kring samt 
avskattning av s&#229;dan annan f&#246;rs&#228;kring, om f&#246;rs&#228;kringen 
meddelats i en utl&#228;ndsk f&#246;rs&#228;kringsr&#246;relse i den utstr&#228;ckning 
den skattskyldige vid den &#229;rliga beskattningen f&#229;tt avdrag f&#246;r 
premier eller om premierna inte r&#228;knats som inkomst f&#246;r den 
f&#246;rs&#228;krade enligt inkomstskattelagen (1999:1229),

7. pension p&#229; grund av tj&#228;nstepensionsf&#246;rs&#228;kring eller avtal 
om tj&#228;nstepension som &#228;r j&#228;mf&#246;rbart med f&#246;rs&#228;kring inklusive 
avskattning av s&#229;dan f&#246;rs&#228;kring eller s&#229;dant avtal, samt annan 
pension eller f&#246;rm&#229;n, om f&#246;rm&#229;nen l&#228;mnas p&#229; grund av tidigare 
tj&#228;nst och den tidigare verksamheten huvudsakligen ut&#246;vats i 
Sverige,

8. ers&#228;ttning enligt lagen (1954:243) om yrkesskadef&#246;rs&#228;kring 
eller annan f&#246;rfattning, som betalats ut till n&#229;gon vid 
sjukdom eller olycksfall i arbete eller p&#229; grund av 
milit&#228;rtj&#228;nstg&#246;ring,

9. dagpenning fr&#229;n arbetsl&#246;shetskassa enligt lagen (1997:238) 
om arbetsl&#246;shetsf&#246;rs&#228;kring,

10. annan inkomst av tj&#228;nst som f&#246;rv&#228;rvats genom verksamhet i 
Sverige,

11. &#229;terf&#246;rt avdrag f&#246;r egenavgifter enligt socialavgiftslagen 
(2000:980), arbetsgivaravgifter och egenavgifter som satts ned 
genom &#228;ndrad debitering, i den utstr&#228;ckning avdrag har 
medgetts f&#246;r avgifterna samt avgifter som avses i 62 kap. 6 &#167; 
inkomstskattelagen och som satts ned genom &#228;ndrad debitering, 
i den utstr&#228;ckning avdrag har medgetts f&#246;r avgifterna och 
dessa inte h&#228;nf&#246;r sig till n&#228;ringsverksamhet, och

12. sj&#246;inkomst som avses i 64 kap. 3 och 4 &#167;&#167; 
inkomstskattelagen i den utstr&#228;ckning inkomsten f&#246;rv&#228;rvats 
genom verksamhet p&#229;

- ett handelsfartyg som ska anses som svenskt enligt sj&#246;lagen 
(1994:1009), utom i de fall fartyget hyrs ut i huvudsak 
obemannat till en utl&#228;ndsk redare och sj&#246;mannen inte &#228;r 
anst&#228;lld hos fartygets &#228;gare eller hos en arbetsgivare som 
&#228;garen anlitar, eller

- ett utl&#228;ndskt handelsfartyg som en svensk redare hyr i 
huvudsak obemannat, om sj&#246;mannen &#228;r anst&#228;lld hos redaren eller 
hos en arbetsgivare som redaren anlitar.

Som inkomst enligt f&#246;rsta stycket 1-3 och 12 anses ocks&#229; 
f&#246;rskott p&#229; s&#229;dan inkomst.

Verksamhet p&#229; grund av anst&#228;llning eller uppdrag i ett svenskt 
f&#246;retag eller vid ett utl&#228;ndskt f&#246;retags fasta driftst&#228;lle i 
Sverige anses ut&#246;vad i Sverige &#228;ven om den enskilde inom ramen 
f&#246;r verksamheten

- g&#246;r tj&#228;nsteresor utomlands, eller

- utf&#246;r arbete utomlands i sin bostad under f&#246;ruts&#228;ttning att 
tiden f&#246;r arbetet d&#228;r uppg&#229;r till h&#246;gst h&#228;lften av den 
enskildes totala arbetstid i verksamheten under varje 
trem&#229;nadersperiod.

Skattepliktig inkomst enligt denna lag &#228;r dock endast s&#229;dan 
inkomst som skulle ha beskattats hos en obegr&#228;nsat 
skattskyldig enligt inkomstskattelagen. Lag (2020:951).

6 &#167; Fr&#229;n skatteplikt enligt denna lag undantas utomlands 
bosatta personer f&#246;r

1. ers&#228;ttning som vid tillf&#228;llig anst&#228;llning i Sverige 
betalats av arbetsgivare

a) f&#246;r kostnad f&#246;r resa till respektive fr&#229;n Sverige vid 
anst&#228;llningens b&#246;rjan respektive slut,

b) f&#246;r kostnad f&#246;r logi f&#246;r den tid under vilken arbetet 
utf&#246;rts i Sverige, och

c) f&#246;r &#246;kade levnadskostnader och f&#246;r andra kostnader i 
tj&#228;nsten till den del ers&#228;ttningen inte &#228;r underlag f&#246;r 
skatteavdrag enligt 10 kap. 3 &#167; andra stycket 8 och 
9 skattef&#246;rfarandelagen (2011:1244) och som betalats 

- f&#246;r n&#229;gon som &#228;r bosatt i en stat inom Europeiska ekonomiska 
samarbetsomr&#229;det eller i Schweiz f&#246;r s&#229;dan tj&#228;nsteresa som 
avses i 12 kap. 6 &#167; inkomstskattelagen (1999:1229),

- vid s&#229;dant arbete hos statliga myndigheter, regioner, 
kommuner eller kommunalf&#246;rbund som anges i 12 kap. 8 &#167; tredje 
stycket 4 inkomstskattelagen, eller

- vid s&#229;dan tillf&#228;llig anst&#228;llning eller s&#229;dant uppdrag som 
avses i 12 kap. 9 &#167; inkomstskattelagen,

2. ers&#228;ttning som en s&#229;dan person i sin egenskap av ledamot 
eller suppleant i styrelse eller annat liknande organ i ett 
svenskt aktiebolag eller n&#229;gon annan svensk juridisk person 
tagit emot i samband med f&#246;rr&#228;ttning och som betalats av 
bolaget eller den juridiska personen f&#246;r kostnad

a) f&#246;r resa till respektive fr&#229;n f&#246;rr&#228;ttningen, och

b) f&#246;r logi i samband med f&#246;rr&#228;ttningen,

3. s&#229;dan inkomst f&#246;r vilken skatt enligt lagen (1991:591) om 
s&#228;rskild inkomstskatt f&#246;r utomlands bosatta artister m.fl. ska 
betalas och s&#229;dan inkomst som ska beskattas enligt 3 kap. 18 &#167; 
f&#246;rsta stycket 2 inkomstskattelagen,

4. l&#246;n eller d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n eller pension p&#229; grund av 
anst&#228;llning eller uppdrag hos svenska staten, om mottagaren &#228;r 
medborgare i anst&#228;llningslandet och anst&#228;llts av en svensk 
utlandsmyndighet eller utomlands f&#246;r f&#228;ltprojekt f&#246;r en 
bilateral bist&#229;ndsverksamhet (lokalanst&#228;lld), och

5. inkomst som &#228;r undantagen fr&#229;n beskattning p&#229; grund av 
best&#228;mmelse i skatteavtal. Lag (2021:1163).

6 a &#167; Fr&#229;n skatteplikt enligt denna lag undantas utomlands 
bosatta personer f&#246;r ers&#228;ttning i form av l&#246;n eller d&#228;rmed 
j&#228;mf&#246;rlig f&#246;rm&#229;n p&#229; grund av annan anst&#228;llning eller annat 
uppdrag &#228;n hos svenska staten, en svensk kommun eller en 
svensk region, om

1. mottagaren av ers&#228;ttningen vistas i Sverige under en eller 
flera tidsperioder som sammanlagt inte &#246;verstiger 183 dagar 
under en tolvm&#229;nadersperiod, 

2. ers&#228;ttningen betalas av en arbetsgivare som inte har 
hemvist i Sverige eller p&#229; dennes v&#228;gnar, och 

3. ers&#228;ttningen inte belastar ett fast driftst&#228;lle som 
arbetsgivaren har i Sverige. 

Undantaget fr&#229;n skatteplikt g&#228;ller inte vid s&#229;dan uthyrning av 
arbetskraft som inneb&#228;r att en fysisk person, av arbetsgivaren 
eller med dennes medverkan, hyrs ut eller st&#228;lls till 
f&#246;rfogande f&#246;r att utf&#246;ra arbete i en verksamhet i Sverige som 
bedrivs av en annan person (uppdragsgivaren) och som utf&#246;rs 
under dennes kontroll och ledning, om uppdragsgivaren &#228;r

1. skattskyldig f&#246;r inkomst av n&#228;ringsverksamhet enligt 
inkomstskattelagen (1999:1229), 

2. ett svenskt handelsbolag eller en i utlandet 
del&#228;garbeskattad juridisk person d&#228;r en eller flera del&#228;gare i 
bolaget eller den juridiska personen &#228;r obegr&#228;nsat 
skattskyldiga f&#246;r inkomsterna eller, i annat fall, 
skattskyldiga f&#246;r inkomster fr&#229;n ett fast driftst&#228;lle i 
Sverige, eller

3. svenska staten, en svensk kommun eller en svensk region.
Lag (2020:951).

6 b &#167; Med uthyrning av arbetskraft i 6 a &#167; avses inte arbete i 
Sverige som utf&#246;rs under h&#246;gst 15 dagar i f&#246;ljd, till den del 
arbetet i Sverige inte &#246;verstiger sammanlagt 45 dagar under 
ett kalender&#229;r. Lag (2020:951).

Skattesats

7 &#167; S&#228;rskild inkomstskatt tas ut med 25 procent av 
skattepliktig inkomst. S&#228;rskild inkomstskatt tas dock ut med 
15 procent av skattepliktig inkomst betr&#228;ffande inkomster som 
avses i 5 &#167; f&#246;rsta stycket 12.

&#214;retal som uppkommer vid ber&#228;kning av skatten bortfaller.
Lag (2017:1204).

F&#246;rfarandet

8 &#167; Best&#228;mmelser om f&#246;rfarandet vid uttag av skatten finns i
skattef&#246;rfarandelagen (2011:1244). Lag (2011:1251).

9 &#167; Har upph&#228;vts genom lag (2011:1251).

9 a &#167; Har upph&#228;vts genom lag (2011:1251).

9 b &#167; Har upph&#228;vts genom lag (2011:1251).

9 c &#167; Har upph&#228;vts genom lag (2011:1251).

10 &#167; Har upph&#228;vts genom lag (2011:1251).

11 &#167; Har upph&#228;vts genom lag (1997:496).

12 &#167; Har upph&#228;vts genom lag (2011:1251).

12 a &#167; Har upph&#228;vts genom lag (2011:1251).

13 &#167; Har upph&#228;vts genom lag (2011:1251).

14 &#167; Har upph&#228;vts genom lag (2011:1251).

15 &#167; Har upph&#228;vts genom lag (2004:1140).

16 &#167; Har upph&#228;vts genom lag (1991:1871).

17 &#167; Har upph&#228;vts genom lag (2011:1251).

18 &#167; Har upph&#228;vts genom lag (2011:1251).

19 &#167; Har upph&#228;vts genom lag (2011:1251).

20 &#167; Har upph&#228;vts genom lag (2011:1251).

21 &#167; Har upph&#228;vts genom lag (2011:1251).

22 &#167; Har upph&#228;vts genom lag (1993:917).

&#214;verg&#229;ngsbest&#228;mmelser

1991:586

Denna lag tr&#228;der i kraft den 1 januari 1992 och till&#228;mpas p&#229; inkomst som
uppb&#228;rs efter utg&#229;ngen av &#229;r 1991.

1993:948

Denna lag tr&#228;der i kraft den 1 januari 1994 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av &#229;r 1993.

1994:1982

1. Denna lag tr&#228;der i kraft den 1 januari 1995.

2. &#196;ldre f&#246;reskrifter i 5 &#167; f&#246;rsta stycket 13 g&#228;ller fortfarande i fr&#229;ga
om bidrag enligt den upph&#228;vda lagen (1994:553) om
v&#229;rdnadsbidrag som betalas ut efter ikrafttr&#228;dandet.

3. &#196;ldre f&#246;reskrifter i 15 och 17 &#167;&#167; till&#228;mpas till utg&#229;ngen av januari
1995.

1996:165

Denna lag tr&#228;der i kraft den 1 april 1996 och till&#228;mpas p&#229; inkomst
som uppb&#228;rs efter utg&#229;ngen av 1995.

1996:1340

1. Denna lag tr&#228;der i kraft s&#229;vitt avser 21 &#167; den 1 november
1997 och i &#246;vrigt den 1 januari 1998.

2. F&#246;reskrifterna i 5 och 7 &#167;&#167; till&#228;mpas p&#229; inkomster som
h&#228;nf&#246;r sig till tid efter ikrafttr&#228;dandet.

3. &#196;ldre f&#246;reskrifter i 5 &#167; 9 skall fortfarande till&#228;mpas i
fr&#229;ga om kontant arbetsmarknadsst&#246;d som betalas ut efter
ikrafttr&#228;dandet.

4. F&#246;reskrifterna i 21 &#167; till&#228;mpas p&#229; inkomst som uppb&#228;rs efter
utg&#229;ngen av &#229;r 1997.

5. &#196;ldre f&#246;reskrifter i 21 &#167; till&#228;mpas fortfarande i fr&#229;ga om
s&#228;rskild inkomstskatt h&#228;nf&#246;rlig till tiden f&#246;re 1998.
Lag (1997:497).

1997:496

1. Denna lag tr&#228;der i kraft den 1 november 1997 och till&#228;mpas
p&#229; inkomst som uppb&#228;rs efter utg&#229;ngen av &#229;r 1997.

2. &#196;ldre f&#246;reskrifter i 9 &#167; andra stycket g&#228;ller fortfarande i
fr&#229;ga om inkomst som uppb&#228;rs f&#246;re 1998.

3. &#196;ldre f&#246;reskrifter i 15 &#167; f&#246;rsta stycket och 19 &#167; g&#228;ller
fortfarande i fr&#229;ga om skatt som skall betalas och
uppb&#246;rdsdeklaration som skall l&#228;mnas i januari 1998 eller
tidigare.

4. &#196;ldre f&#246;reskrifter i 20 &#167; till&#228;mpas fortfarande i fr&#229;ga om
s&#228;rskild inkomstskatt h&#228;nf&#246;rlig till tiden f&#246;re 1998.

1999:1271

1. Denna lag tr&#228;der i kraft den 1 januari 2001 och till&#228;mpas p&#229;
inkomst som uppb&#228;rs efter ikrafttr&#228;dandet. Lag (2000:992).

2. &#196;ldre best&#228;mmelser i 5 &#167; f&#246;rsta stycket 12 g&#228;ller
fortfarande i fr&#229;ga om avgifter som bel&#246;per p&#229; inkomst som
uppb&#228;rs f&#246;re den 1 januari 2001. Lag (2000:992).

2000:52

Denna lag tr&#228;der i kraft den 1 mars 2000 och till&#228;mpas f&#246;rsta
g&#229;ngen avseende det beskattnings&#229;r som inleds den 1 januari
2001 eller senare.

2001:358

Denna lag tr&#228;der i kraft den 1 juli 2001 och till&#228;mpas p&#229;
inkomst som uppb&#228;rs efter ikrafttr&#228;dandet. Den &#228;ldre lydelsen
g&#228;ller fortfarande i fr&#229;ga om studiest&#246;d enligt den upph&#228;vda
studiest&#246;dslagen (1973:349).

2002:596

Denna lag tr&#228;der i kraft den 1 januari 2003 och till&#228;mpas p&#229;
ers&#228;ttning som betalas efter ikrafttr&#228;dandet.

2003:701

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. &#196;ldre f&#246;reskrifter i 10 &#167; f&#246;rsta stycket g&#228;ller fortfarande
f&#246;r beslut som har meddelats av skattemyndighet.

3. De nya f&#246;reskrifterna i 14 &#167; andra stycket g&#228;ller &#228;ven om
skattemyndighet meddelat beslut enligt f&#246;rsta stycket i dess
&#228;ldre lydelse.

2004:638

Denna lag tr&#228;der i kraft den 1 augusti 2004 och till&#228;mpas p&#229;
avl&#246;ning eller d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n som utg&#229;r efter utg&#229;ngen
av &#229;r 2004.

2004:1140

Denna lag tr&#228;der i kraft den 1 januari 2005 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av &#229;r 2004.

2005:827

Denna lag tr&#228;der i kraft den 1 januari 2006 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av &#229;r 2005.

2007:765

1. Denna lag tr&#228;der i kraft den 15 december 2007.

2. Best&#228;mmelsen i 5 &#167; andra stycket i sin nya lydelse till&#228;mpas
p&#229; ers&#228;ttningar som uppb&#228;rs efter den 14 december 2007.
Best&#228;mmelsen i sin &#228;ldre lydelse till&#228;mpas p&#229; ers&#228;ttningar som
uppb&#228;rs f&#246;re ikrafttr&#228;dandet.

2008:137

Denna lag tr&#228;der i kraft den 1 maj 2008 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs fr&#229;n och med den 2 februari 2007. I fr&#229;ga
om skattskyldighet f&#246;r inkomster som avses i 5 &#167; f&#246;rsta stycket
6 a, inkomster fr&#229;n avskattning som avses i 5 &#167; f&#246;rsta stycket
6 och 7 samt inkomst p&#229; grund av tj&#228;nstepensionsavtal enligt
5 &#167; f&#246;rsta stycket 7 till&#228;mpas lagen dock f&#246;rst p&#229; inkomster av
dessa slag som uppb&#228;rs efter den 30 april 2008.

2009:1062

Denna lag tr&#228;der i kraft den 1 januari 2010 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av &#229;r 2009.

2010:1246

1. Denna lag tr&#228;der i kraft den 1 januari 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller i fr&#229;ga om inkomster som avser
tid f&#246;re ikrafttr&#228;dandet.

3. Best&#228;mmelserna i 5 &#167; f&#246;rsta stycket 4 om pension med
undantag av barnpension till&#228;mpas ocks&#229; i fr&#229;ga om s&#228;rskild
efterlevandepension enligt lagen (2010:111) om inf&#246;rande av
socialf&#246;rs&#228;kringsbalken.

2011:1251

Denna lag tr&#228;der i kraft den 1 januari 2012 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av 2011.

2013:952

Denna lag tr&#228;der i kraft den 1 januari 2014 och till&#228;mpas p&#229;
inkomster som uppb&#228;rs efter utg&#229;ngen av &#229;r 2013.

2017:1204

1. Denna lag tr&#228;der i kraft den 1 januari 2018.

2. Lagen till&#228;mpas p&#229; inkomster som uppb&#228;rs efter den 31 
december 2017.

2020:951

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. Best&#228;mmelserna i 6 a och 6 b &#167;&#167; till&#228;mpas f&#246;rsta g&#229;ngen p&#229; 
l&#246;n eller annan d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n f&#246;r arbete som utf&#246;rs 
efter den 31 december 2020 och d&#228;r ers&#228;ttningen betalas efter 
detta datum.

3. Best&#228;mmelsen i 6 &#167; i den &#228;ldre lydelsen till&#228;mpas p&#229; l&#246;n 
eller annan d&#228;rmed j&#228;mf&#246;rlig f&#246;rm&#229;n f&#246;r arbete som utf&#246;rs f&#246;re 
den 1 januari 2021.

2021:1163

1. Denna lag tr&#228;der i kraft den 1 januari 2022.

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen p&#229; kostnadsers&#228;ttning vid 
arbete som har utf&#246;rts efter den 31 december 2021.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3494">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3496">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
