

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-04-05" /> 
 <meta id="rattsinfo-edited" content="2024-04-05 13:29:20" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3498</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3497">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3499">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:481 ·
                    <a href="/sfsr?bet=1991:481">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Folkbokf&#246;ringslag (1991:481)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-05-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:83
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1991-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Folkbokf&#246;ring enligt denna lag inneb&#228;r fastst&#228;llande av en 
persons bos&#228;ttning samt registrering av de uppgifter om 
personen som enligt lagen (2001:182) om behandling av 
personuppgifter i Skatteverkets folkbokf&#246;ringsverksamhet f&#229;r 
f&#246;rekomma i folkbokf&#246;ringsdatabasen.

Vigsel, f&#246;delse och d&#246;dsfall i landet ska registreras &#228;ven i 
fr&#229;ga om en person som inte &#228;r eller har varit folkbokf&#246;rd.

Folkbokf&#246;ring och s&#229;dan registrering som avses i andra stycket 
sker genom Skatteverkets f&#246;rsorg.

Best&#228;mmelser om samordningsnummer f&#246;r den som inte &#228;r eller 
har varit folkbokf&#246;rd finns i lagen (2022:1697) om 
samordningsnummer. Lag (2022:1698).

N&#228;r folkbokf&#246;ring skall ske

2 &#167; Ett barn som f&#246;ds levande h&#228;r i landet ska folkbokf&#246;ras
om modern &#228;r folkbokf&#246;rd eller om fadern &#228;r folkbokf&#246;rd och
v&#229;rdnadshavare.

&#196;ven ett barn som f&#246;ds levande utom landet ska folkbokf&#246;ras,
om

1. modern &#228;r folkbokf&#246;rd med st&#246;d av 14 &#167;,

2. fadern &#228;r folkbokf&#246;rd med st&#246;d av 14 &#167; och v&#229;rdnadshavare,
eller

3. det finns synnerliga sk&#228;l f&#246;r att barnet ska
folkbokf&#246;ras. Lag (2013:380).

2 a &#167; Ett barn som har vistats utom landet sedan f&#246;delsen
utan att vara folkbokf&#246;rt, ska folkbokf&#246;ras om fadern eller
barnets f&#246;r&#228;lder enligt 1 kap. 9 &#167; f&#246;r&#228;ldrabalken var
folkbokf&#246;rd med st&#246;d av 14 &#167; vid barnets f&#246;delse och senare
blir v&#229;rdnadshavare.

Ett barn under 18 &#229;r som adopteras av en person som &#228;r
folkbokf&#246;rd med st&#246;d av 14 &#167;, ska folkbokf&#246;ras n&#228;r adoptionen
blir giltig i Sverige. Lag (2013:380).

3 &#167; Den som efter inflyttning anses vara bosatt i Sverige ska
folkbokf&#246;ras. En person anses bosatt h&#228;r i landet om han
eller hon kan antas komma att regelm&#228;ssigt tillbringa sin
nattvila eller motsvarande vila (dygnsvilan) i landet under
minst ett &#229;r. &#196;ven den som kan antas komma att regelm&#228;ssigt
tillbringa sin dygnsvila b&#229;de inom och utom landet ska
folkbokf&#246;ras om han eller hon med h&#228;nsyn till samtliga
omst&#228;ndigheter f&#229;r anses ha sin egentliga hemvist h&#228;r.

En person ska anses regelm&#228;ssigt tillbringa sin dygnsvila h&#228;r
i landet om han eller hon under sin normala livsf&#246;ring
tillbringar dygnsvilan h&#228;r minst en g&#229;ng i veckan eller i
samma omfattning men med en annan f&#246;rl&#228;ggning i tiden.

Ett barn som har vistats i landet sedan f&#246;delsen utan att
vara folkbokf&#246;rt ska folkbokf&#246;ras om det har s&#229;dan anknytning
till landet som s&#228;gs i f&#246;rsta stycket.

Undantag fr&#229;n f&#246;rsta–tredje styckena finns i 4 och 5 &#167;&#167;.
Lag (2013:380).

4 &#167; En utl&#228;nning som m&#229;ste ha uppeh&#229;llsr&#228;tt eller
uppeh&#229;llstillst&#229;nd f&#246;r att f&#229; vistas i Sverige, f&#229;r
folkbokf&#246;ras endast om detta villkor &#228;r uppfyllt eller om det
finns synnerliga sk&#228;l f&#246;r att han eller hon &#228;nd&#229; ska
folkbokf&#246;ras.

En utl&#228;nning som har beviljats uppeh&#229;llstillst&#229;nd med
tillf&#228;lligt skydd, eller uppeh&#229;llstillst&#229;nd efter tillf&#228;lligt
skydd, enligt 21 kap. 2, 3, 4 eller 6 &#167; utl&#228;nningslagen
(2005:716) ska inte folkbokf&#246;ras, om utl&#228;nningen kan antas
komma att vistas i landet med st&#246;d av det beviljade
tillst&#229;ndet under kortare tid &#228;n tre &#229;r. Detta g&#228;ller dock
inte, om utl&#228;nningen har beviljats en
flyktingstatusf&#246;rklaring enligt 4 kap. 3 c &#167; utl&#228;nningslagen
eller en motsvarande f&#246;rklaring enligt &#228;ldre best&#228;mmelser
eller ett resedokument enligt 4 kap. 4 &#167; utl&#228;nningslagen
eller om det i &#246;vrigt finns synnerliga sk&#228;l f&#246;r
folkbokf&#246;ring. Lag (2013:380).

5 &#167; Den som tillh&#246;r en fr&#228;mmande makts beskickning eller 
l&#246;nade konsulat eller dess betj&#228;ning och omfattas av 2 eller 
3 &#167; lagen (1976:661) om immunitet och privilegier i vissa 
fall, folkbokf&#246;rs endast om han eller hon &#228;r svensk medborgare 
eller, utan att vara svensk medborgare, var bosatt h&#228;r n&#228;r han 
eller hon kom att tillh&#246;ra beskickningen, konsulatet eller 
dess betj&#228;ning. Detta g&#228;ller &#228;ven en s&#229;dan persons 
familjemedlem eller tj&#228;nare.

Den som omfattas av 4 &#167; lagen om immunitet och privilegier i 
vissa fall och har r&#228;tt till motsvarande immunitet och 
privilegier som en diplomatisk f&#246;retr&#228;dare vid en fr&#228;mmande 
makts beskickning, folkbokf&#246;rs endast om han eller hon &#228;r 
svensk medborgare eller, utan att vara svensk medborgare, var 
bosatt h&#228;r n&#228;r han eller hon kom att tillh&#246;ra det 
internationella organet. Detta g&#228;ller &#228;ven en s&#229;dan persons 
familjemedlem. Lag (2022:1698).

R&#228;tt folkbokf&#246;ringsort m. m.

6 &#167; En person ska folkbokf&#246;ras p&#229; den fastighet och i den
kommun d&#228;r han eller hon enligt 7 och 8–13 &#167;&#167; &#228;r att anse som
bosatt. Den kommun d&#228;r en person &#228;r folkbokf&#246;rd &#228;r hans eller
hennes folkbokf&#246;ringsort.

En person som folkbokf&#246;rs p&#229; en fastighet som inneh&#229;ller
flera bostadsl&#228;genheter ska folkbokf&#246;ras ocks&#229; p&#229; l&#228;genhet.
Med bostadsl&#228;genhet avses l&#228;genhet som &#228;r registrerad i
l&#228;genhetsregistret enligt lagen (2006:378) om
l&#228;genhetsregister.

Ett nyf&#246;tt barn som enligt 2 &#167; ska folkbokf&#246;ras, folkbokf&#246;rs
d&#228;r modern &#228;r folkbokf&#246;rd eller, om modern inte &#228;r
folkbokf&#246;rd, d&#228;r fadern &#228;r folkbokf&#246;rd. Den kommun d&#228;r ett
nyf&#246;tt barn folkbokf&#246;rs &#228;r hans eller hennes f&#246;delsehemort.

Undantag fr&#229;n f&#246;rsta stycket finns i 14 och 16 &#167;&#167;.
Lag (2013:380).

7 &#167; En person anses vara bosatt p&#229; den fastighet d&#228;r han
eller hon regelm&#228;ssigt tillbringar eller, n&#228;r byte av bostad
har skett, kan antas komma att regelm&#228;ssigt tillbringa sin
dygnsvila. Den som d&#228;rigenom kan anses vara bosatt p&#229; fler &#228;n
en fastighet anses vara bosatt p&#229; den fastighet d&#228;r han eller
hon med h&#228;nsyn till samtliga omst&#228;ndigheter f&#229;r anses ha sin
egentliga hemvist.

En person ska anses regelm&#228;ssigt tillbringa sin dygnsvila p&#229;
en fastighet d&#228;r han eller hon under sin normala livsf&#246;ring
tillbringar dygnsvilan minst en g&#229;ng i veckan eller i samma
omfattning men med en annan f&#246;rl&#228;ggning i tiden.

Undantag fr&#229;n f&#246;rsta stycket finns i 8–11 och 15 &#167;&#167;.
Lag (2013:380).

7 a &#167; Om ett barn st&#229;r under v&#229;rdnad av tv&#229; v&#229;rdnadshavare
som inte bor tillsammans och barnet under sin normala
livsf&#246;ring tillbringar dygnsvilan i ungef&#228;r samma omfattning
hos var och en av dem, f&#229;r barnet folkbokf&#246;ras hos den av
v&#229;rdnadshavarna som de b&#229;da kommer &#246;verens om.
Lag (2013:380).

8 &#167; Om en person under en p&#229; f&#246;rhand best&#228;md tid av h&#246;gst ett
&#229;r regelm&#228;ssigt tillbringar sin dygnsvila p&#229; en annan
fastighet &#228;n den d&#228;r han eller hon har sin egentliga hemvist,
anses detta inte leda till &#228;ndrad bos&#228;ttning. Lag (2013:380).

9 &#167; En vistelse anses inte leda till &#228;ndrad bos&#228;ttning om den 
f&#246;ranleds enbart av 

1. befattning som politiskt tillsatt tj&#228;nsteman eller uppdrag 
att bitr&#228;da som politiskt sakkunnig inom Regeringskansliet,

2. tj&#228;nstg&#246;ring enligt lagen (1994:1809) om 
totalf&#246;rsvarsplikt,

3. v&#229;rd vid en institution f&#246;r sjukv&#229;rd, v&#229;rd av unga, 
kriminalv&#229;rd eller v&#229;rd av missbrukare, eller

4. vistelse i skyddat boende.

En person som regelm&#228;ssigt tillbringar dygnsvilan endast p&#229; en 
fastighet d&#228;r han eller hon med till&#228;mpning av f&#246;rsta stycket 
inte ska anses bosatt, anses bosatt p&#229; den fastighet som han 
eller hon med h&#228;nsyn till omst&#228;ndigheterna i &#246;vrigt kan anses 
ha sin starkaste anknytning till. Lag (2024:83).

10 &#167; En vistelse anses inte leda till &#228;ndrad bos&#228;ttning om den 
f&#246;ranleds enbart av uppdrag som riksdagsledamot, statsr&#229;d 
eller heltidsarvoderad f&#246;rtroendevald i region.

En vistelse p&#229; viss fastighet som inte enbart f&#246;ranleds av 
f&#246;rh&#229;llande som avses i f&#246;rsta stycket anses inte heller leda 
till &#228;ndrad bos&#228;ttning om personen har anknytning till en 
annan fastighet genom att disponera en bostad d&#228;r. 

En person som regelm&#228;ssigt tillbringar dygnsvilan endast p&#229; en 
fastighet d&#228;r han eller hon med till&#228;mpning av f&#246;rsta eller 
andra stycket inte ska anses bosatt, anses bosatt p&#229; den 
fastighet som han eller hon med h&#228;nsyn till omst&#228;ndigheterna i 
&#246;vrigt kan anses ha sin starkaste anknytning till. 

Sammanlever en person som omfattas av f&#246;rsta eller andra 
stycket med sin familj p&#229; en fastighet d&#228;r han eller hon 
enligt 7 &#167; skulle anses vara bosatt, f&#229;r Skatteverket p&#229; 
ans&#246;kan besluta att han eller hon ska folkbokf&#246;ras p&#229; den 
fastigheten. Lag (2019:871).

10 a &#167; En vistelse av statsministerns familjemedlemmar i
statsministerns tj&#228;nstebostad anses inte leda till &#228;ndrad
bos&#228;ttning.

En s&#229;dan familjemedlem som regelm&#228;ssigt tillbringar
dygnsvilan endast i statsministerns tj&#228;nstebostad, anses
bosatt p&#229; den fastighet som han eller hon med h&#228;nsyn till
omst&#228;ndigheterna i &#246;vrigt kan anses ha sin starkaste
anknytning till.

Skatteverket f&#229;r p&#229; ans&#246;kan besluta att en familjemedlem till
statsministern ska folkbokf&#246;ras p&#229; den fastighet som inrymmer
tj&#228;nstebostaden. Lag (2013:380).

11 &#167; En elev under 18 &#229;r som har sin egentliga hemvist
tillsammans med f&#246;r&#228;ldrar eller andra anh&#246;riga anses bosatt
d&#228;r &#228;ven om han eller hon till f&#246;ljd av skolg&#229;ngen
regelm&#228;ssigt tillbringar sin dygnsvila p&#229; en annan fastighet.
Detsamma g&#228;ller om ett barn under 18 &#229;r, som har sin
egentliga hemvist tillsammans med f&#246;r&#228;ldrar eller andra
anh&#246;riga, till f&#246;ljd av ett beslut om boende i bostad med
s&#228;rskild service f&#246;r barn eller ungdomar enligt lagen
(1993:387) om st&#246;d och service till vissa funktionshindrade,
regelm&#228;ssigt tillbringar sin dygnsvila p&#229; en annan
fastighet.

F&#246;rsta stycket till&#228;mpas &#228;ven efter det att barnet fyllt 18
&#229;r s&#229; l&#228;nge han eller hon g&#229;r i grundskola eller
gymnasieskola eller genomg&#229;r annan j&#228;mf&#246;rlig grundutbildning,
dock l&#228;ngst till dess barnet fyller 21 &#229;r. Lag (2013:380).

12 &#167; Den som inte regelm&#228;ssigt tillbringar sin dygnsvila p&#229;
n&#229;gon viss fastighet anses bosatt p&#229; den fastighet till
vilken han eller hon med h&#228;nsyn till samtliga omst&#228;ndigheter
kan anses ha sin starkaste anknytning. Lag (2013:380).

13 &#167; Kan en persons bos&#228;ttning med till&#228;mpning av 7–12 &#167;&#167;
h&#228;nf&#246;ras till en kommun men inte till en viss fastighet inom
denna, ska han eller hon anses bosatt i kommunen.
Lag (2013:380).

13 a &#167; Om en person sannolikt &#228;r felaktigt folkbokf&#246;rd p&#229; en 
fastighet eller l&#228;genhet och detta leder till besv&#228;r f&#246;r n&#229;gon 
annan som &#228;r folkbokf&#246;rd p&#229; samma fastighet eller l&#228;genhet 
eller som &#228;ger eller hyr fastigheten eller l&#228;genheten, f&#229;r 
personen i st&#228;llet folkbokf&#246;ras i den kommun d&#228;r han eller hon 
senast var folkbokf&#246;rd, till dess n&#229;got annat har beslutats. 
Om personen inte har varit folkbokf&#246;rd i n&#229;gon annan kommun, 
f&#229;r han eller hon folkbokf&#246;ras i den aktuella kommunen.
Lag (2022:1280).

14 &#167; Den som &#228;r uts&#228;nd f&#246;r anst&#228;llning p&#229; utl&#228;ndsk ort i
svenska statens tj&#228;nst folkbokf&#246;rs under denna tj&#228;nstg&#246;ring
tillsammans med sin medf&#246;ljande familj p&#229; den fastighet och i
den kommun d&#228;r den uts&#228;nde senast var eller borde ha varit
folkbokf&#246;rd eller, om &#228;ndrade f&#246;rh&#229;llanden f&#246;ranleder det,
endast i kommunen.

Den uts&#228;nde f&#229;r efter ans&#246;kan medges att tillsammans med sin
medf&#246;ljande familj folkbokf&#246;ras p&#229; en fastighet i en kommun
d&#228;r den uts&#228;nde eller n&#229;gon annan i familjen disponerar en
bostad.

Vad som s&#228;gs i 11 &#167; ska till&#228;mpas p&#229; medf&#246;ljande barn som f&#246;r
skolg&#229;ng vistas i utlandet p&#229; annan ort &#228;n den d&#228;r den
uts&#228;nde &#228;r stationerad. Lag (2013:380).

15 &#167; En vistelse f&#246;r service och omv&#229;rdnad eller f&#246;r 
st&#246;d, hj&#228;lp och annan l&#228;tt&#229;tkomlig service i en s&#229;dan bostad 
f&#246;r &#228;ldre m&#228;nniskor som avses i 5 kap. 5 &#167; andra och tredje 
styckena socialtj&#228;nstlagen (2001:453) i en annan kommun &#228;n 
den d&#228;r personen var eller borde ha varit folkbokf&#246;rd n&#228;r han 
eller hon flyttade till den aktuella bostaden, ska inte anses 
leda till &#228;ndrad bos&#228;ttning om vistelsen har beslutats av den 
kommun d&#228;r han eller hon var eller borde ha varit 
folkbokf&#246;rd. Om personen inte l&#228;ngre disponerar en bostad p&#229; 
den fastighet d&#228;r han eller hon f&#246;rut var eller borde ha 
varit folkbokf&#246;rd, anses personen bosatt endast i kommunen 
eller, om &#228;ndrade f&#246;rh&#229;llanden f&#246;ranleder det, p&#229; en annan 
fastighet.

F&#246;rsta stycket ska &#228;ven till&#228;mpas p&#229; den som vistas i ett hem 
f&#246;r &#228;ldre som drivs av n&#229;gon annan &#228;n kommunen, om boendet 
med h&#228;nsyn till uppl&#229;telseform och tillg&#229;ng till v&#229;rd eller 
st&#246;d, hj&#228;lp och annan l&#228;tt&#229;tkomlig service kan anses motsvara 
vistelse som avses i f&#246;rsta stycket. Lag (2018:1722).

Skyddad folkbokf&#246;ring

16 &#167; En person som av s&#228;rskilda sk&#228;l kan antas bli utsatt 
f&#246;r brott, f&#246;rf&#246;ljelser eller allvarliga trakasserier p&#229; 
annat s&#228;tt, f&#229;r efter egen ans&#246;kan medges att vara 
folkbokf&#246;rd p&#229; en annan folkbokf&#246;ringsort &#228;n d&#228;r personen &#228;r 
bosatt (skyddad folkbokf&#246;ring) om &#229;tg&#228;rden med h&#228;nsyn till 
den enskildes f&#246;rm&#229;ga och &#246;vriga f&#246;ruts&#228;ttningar kan antas 
tillgodose behovet av skydd.

Skyddad folkbokf&#246;ring ska vid flyttning ske p&#229; den gamla 
folkbokf&#246;ringsorten eller, om det bed&#246;ms ge ett b&#228;ttre skydd, 
p&#229; en annan ort. Skyddad folkbokf&#246;ring kan ocks&#229; ske utan att 
personen flyttar om det kan antas ge tillr&#228;ckligt skydd. 

Skyddad folkbokf&#246;ring f&#229;r &#228;ven medges en familjemedlem som &#228;r 
bosatt tillsammans med den utsatta personen. Lag (2018:684).

17 &#167; Skyddad folkbokf&#246;ring f&#229;r begr&#228;nsas till en viss 
tid. 

Om den som har medgetts skyddad folkbokf&#246;ring anm&#228;ler hos 
Skatteverket att skyddad folkbokf&#246;ring inte l&#228;ngre beh&#246;vs 
eller om det finns s&#228;rskilda sk&#228;l f&#246;r det, ska Skatteverket 
besluta att den skyddade folkbokf&#246;ringen ska upph&#246;ra att 
g&#228;lla. 

Om ett barn har medgetts skyddad folkbokf&#246;ring efter ans&#246;kan 
av socialn&#228;mnden enligt 30 &#167; tredje stycket, upph&#246;r den 
skyddade folkbokf&#246;ringen att g&#228;lla 

1. om socialn&#228;mnden anm&#228;ler hos Skatteverket att den inte 
l&#228;ngre beh&#246;vs, 

2. om det finns s&#228;rskilda sk&#228;l f&#246;r det, eller 

3. senast n&#228;r v&#229;rden enligt 2 &#167; lagen (1990:52) med s&#228;rskilda 
best&#228;mmelser om v&#229;rd av unga upph&#246;r. Lag (2018:684).

17 a &#167; Skatteverket ska beg&#228;ra bitr&#228;de av 
Polismyndigheten vid utredning av fr&#229;gor om skyddad 
folkbokf&#246;ring om det inte &#228;r obeh&#246;vligt.

Polismyndigheten och socialn&#228;mnden ska p&#229; Skatteverkets 
beg&#228;ran l&#228;mna bitr&#228;de vid utredning av fr&#229;gor om skyddad 
folkbokf&#246;ring eller sekretessmarkering i folkbokf&#246;ringen.
Lag (2018:684).

17 b &#167; Skatteverket ska l&#228;mna st&#246;d till den som har 
medgetts skyddad folkbokf&#246;ring s&#229; att skyddet kan 
uppr&#228;tth&#229;llas. Lag (2018:684).

Personnummer

18 &#167; F&#246;r varje folkbokf&#246;rd person fastst&#228;lls ett
personnummer som identitetsbeteckning. Personnumret
inneh&#229;ller f&#246;delsetid, f&#246;delsenummer och kontrollsiffra.

F&#246;delsetiden anges med sex siffror, tv&#229; f&#246;r &#229;ret, tv&#229; f&#246;r
m&#229;naden och tv&#229; f&#246;r dagen i nu n&#228;mnd ordning. F&#246;delsenumret
best&#229;r av tre siffror och &#228;r udda f&#246;r m&#228;n och j&#228;mnt f&#246;r
kvinnor. Mellan f&#246;delsetiden och f&#246;delsenumret s&#228;tts ett
bindestreck som byts mot ett plustecken det &#229;r en person
fyller 100 &#229;r.

Om det f&#246;r en viss f&#246;delsetid inte finns fler f&#246;delsenummer
att tilldela, f&#229;r f&#246;delsedagen i st&#228;llet anges med en
n&#228;rliggande dag i m&#229;naden.

Om det inte &#228;r obeh&#246;vligt ska f&#246;delsetiden i personnumret
lagras med &#229;tta siffror i register som f&#246;rs med hj&#228;lp av
automatisk databehandling; fyra f&#246;r &#229;ret, tv&#229; f&#246;r m&#229;naden och
tv&#229; f&#246;r dagen. Lag (2009:272).

18 a &#167; Har upph&#228;vts genom lag (2022:1698).

18 b &#167; En person som enligt 5 &#167; inte ska folkbokf&#246;ras f&#229;r
tilldelas ett personnummer enligt 18 &#167; om han eller hon har
r&#228;tt att vistas i landet och uppfyller de f&#246;ruts&#228;ttningar som
anges i 3 &#167; f&#246;rsta stycket. Lag (2009:272).

18 c &#167; Har upph&#228;vts genom lag (2022:1698).

18 d &#167; Har upph&#228;vts genom lag (2022:1698).

18 e &#167; Har upph&#228;vts genom lag (2022:1698).

18 f &#167; Har upph&#228;vts genom lag (2022:1698).

Avregistrering fr&#229;n folkbokf&#246;ringen

19 &#167; Den som avlider eller d&#246;df&#246;rklaras skall avregistreras fr&#229;n
folkbokf&#246;ringen.

20 &#167; Den som kan antas komma att regelm&#228;ssigt tillbringa sin
dygnsvila utom landet under minst ett &#229;r ska avregistreras
fr&#229;n folkbokf&#246;ringen som utflyttad om inte annat f&#246;ljer av
fj&#228;rde stycket eller 14 &#167;. &#196;ven den som kan antas komma att
regelm&#228;ssigt tillbringa sin dygnsvila b&#229;de inom och utom
landet ska avregistreras om han eller hon med h&#228;nsyn till
samtliga omst&#228;ndigheter f&#229;r anses ha sin egentliga hemvist
utom landet.

En person anses regelm&#228;ssigt tillbringa sin dygnsvila utom
landet om han eller hon under sin normala livsf&#246;ring
tillbringar dygnsvilan d&#228;r minst en g&#229;ng i veckan eller i
samma omfattning men med en annan f&#246;rl&#228;ggning i tiden.

Om en utl&#228;nning som m&#229;ste ha uppeh&#229;llstillst&#229;nd f&#246;r att f&#229;
vistas i landet saknar ett s&#229;dant tillst&#229;nd, ska det s&#228;rskilt
beaktas vid till&#228;mpningen av f&#246;rsta och andra styckena.

En vistelse utom landet som f&#246;ranleds av uppdrag som ledamot
av Europaparlamentet efter val i Sverige ska inte leda till
avregistrering enligt f&#246;rsta stycket om ledamoten har
anknytning till landet genom att disponera en bostad h&#228;r. P&#229;
ans&#246;kan av ledamoten f&#229;r dock Skatteverket besluta om
avregistrering under de f&#246;ruts&#228;ttningar som anges i f&#246;rsta
stycket. Lag (2013:380).

21 &#167; Den som inte anses bosatt p&#229; n&#229;gon fastighet eller i 
n&#229;gon kommun enligt 7-13 &#167;&#167; och inte ska avregistreras fr&#229;n 
folkbokf&#246;ringen som utflyttad enligt 20 &#167;, ska avregistreras 
fr&#229;n folkbokf&#246;ringen som f&#246;rsvunnen. 

Den som folkbokf&#246;rs med fingerade personuppgifter ska 
avregistreras n&#228;r det g&#228;ller de tidigare uppgifterna.
Lag (2022:1280).

22 &#167; Den som i folkbokf&#246;ringen har registrerats under en 
falsk identitet ska avregistreras fr&#229;n folkbokf&#246;ringen n&#228;r 
det g&#228;ller den identiteten. Lag (2018:684).

Anm&#228;lningar och ans&#246;kningar m. m.

23 &#167; En anm&#228;lan eller ans&#246;kan enligt denna lag ska g&#246;ras 
skriftligen, om inte annat anges.

Om det finns s&#228;rskilda sk&#228;l f&#229;r Skatteverket beg&#228;ra att en 
anm&#228;lan, ans&#246;kan eller uppgift ska l&#228;mnas vid personlig 
inst&#228;llelse. Lag (2018:684).

24 &#167; Ett barns f&#246;delse ska anm&#228;las till Skatteverket om
barnet f&#246;ds inom landet. Detsamma g&#228;ller om barnet f&#246;ds utom
landet och ska folkbokf&#246;ras enligt 2 &#167; andra stycket.

F&#246;ds barnet p&#229; ett sjukhus eller enskilt sjukhem ska
inr&#228;ttningen g&#246;ra anm&#228;lan. Om en barnmorska hj&#228;lper till vid
f&#246;delsen i annat fall, ska hon g&#246;ra f&#246;delseanm&#228;lan. Anm&#228;lan
ska g&#246;ras s&#229; snart som m&#246;jligt.

I andra fall ska barnets v&#229;rdnadshavare g&#246;ra anm&#228;lan inom en
m&#229;nad fr&#229;n f&#246;delsen.

Anm&#228;lan enligt f&#246;rsta stycket ska g&#246;ras f&#246;r en nyf&#246;dd, som
efter f&#246;delsen andats eller visat n&#229;got annat livstecken,
samt d&#246;df&#246;dd som avlidit efter utg&#229;ngen av tjugoandra
havandeskapsveckan. Lag (2013:380).

25 &#167; Den som &#228;r folkbokf&#246;rd och har flyttat ska inom en vecka
anm&#228;la flyttningen till Skatteverket.

Den som &#228;r folkbokf&#246;rd och &#228;ndrar postadress utan att
flyttning skett ska g&#246;ra anm&#228;lan enligt f&#246;rsta stycket om
postadressen ska g&#228;lla f&#246;r minst sex m&#229;nader.
Lag (2013:380).

26 &#167; Den som har flyttat in fr&#229;n utlandet och ska
folkbokf&#246;ras ska anm&#228;la inflyttningen till Skatteverket. En
s&#229;dan anm&#228;lan ska g&#246;ras inom en vecka efter det att han eller
hon har vistats i landet i tre m&#229;nader.

En anm&#228;lan ska &#228;ven g&#246;ras n&#228;r den som &#228;r avregistrerad som
f&#246;rsvunnen ska folkbokf&#246;ras och n&#228;r ett barn ska folkbokf&#246;ras
h&#228;r i landet enligt 2 a &#167; eller 3 &#167; tredje stycket.

Anm&#228;lningsskyldigheten enligt f&#246;rsta stycket g&#228;ller inte en
utl&#228;ndsk medborgare som omfattas av 4 &#167; lagen (1976:661) om
immunitet och privilegier i vissa fall och som inte har r&#228;tt
till motsvarande immunitet och privilegier som en diplomatisk
f&#246;retr&#228;dare vid en fr&#228;mmande makts beskickning.
Lag (2013:380).

26 a &#167; Den som enligt 26 &#167; ska l&#228;mna en anm&#228;lan om inflyttning 
fr&#229;n utlandet ska inst&#228;lla sig personligen hos Skatteverket 
f&#246;r identitetskontroll. Detsamma g&#228;ller i fr&#229;ga om en anm&#228;lan 
enligt samma paragraf av den som &#228;r avregistrerad som 
f&#246;rsvunnen och ska folkbokf&#246;ras. 

Om det finns s&#228;rskilda sk&#228;l f&#229;r Skatteverket avst&#229; fr&#229;n kravet 
p&#229; personlig inst&#228;llelse. Lag (2022:1280).

26 b &#167; Vid en identitetskontroll enligt 26 a &#167; ska den som 
innehar ett pass, ett identitetskort eller annan motsvarande 
handling p&#229; beg&#228;ran &#246;verl&#228;mna handlingen.

Den som har beviljats uppeh&#229;llstillst&#229;nd i Sverige ska p&#229; 
beg&#228;ran &#246;verl&#228;mna sitt uppeh&#229;llstillst&#229;ndskort.

F&#246;rsta och andra styckena g&#228;ller ocks&#229; n&#228;r den som &#228;r 
folkbokf&#246;rd vill &#228;ndra uppgift om sin identitet och 
Skatteverket enligt 23 &#167; andra stycket har beg&#228;rt att 
uppgiften ska l&#228;mnas vid personlig inst&#228;llelse. 
Lag (2022:1280).

26 c &#167; Om en handling som &#246;verl&#228;mnats enligt 26 b &#167; har ett 
lagringsmedium d&#228;r fingeravtryck eller ansiktsbild &#228;r sparade, 
ska innehavaren p&#229; beg&#228;ran l&#229;ta Skatteverket ta fingeravtryck 
och ansiktsbild i digitalt format f&#246;r att kontrollera att 
dessa motsvarar dem som finns i handlingen. Lag (2022:1280).

27 &#167; Den som &#228;r folkbokf&#246;rd och avser att flytta till
utlandet ska anm&#228;la detta till Skatteverket. Anm&#228;lan ska
g&#246;ras senast en vecka f&#246;re utresan och ska inneh&#229;lla uppgift
om utresedagen. Om utresan st&#228;lls in eller skjuts upp ska
detta anm&#228;las senast den tidigare uppgivna utresedagen.
Lag (2013:380).

27 a &#167; Har upph&#228;vts genom lag (2022:1698).

28 &#167; En anm&#228;lan enligt 25 eller 26 &#167; ska inneh&#229;lla f&#246;ljande 
uppgifter:

1. namn och person- eller samordningsnummer,

2. datum f&#246;r &#228;ndring av bostads- eller postadress,

3. ny bostads- och postadress samt ber&#228;knad giltighetstid,

4. registerbeteckning f&#246;r den fastighet som den nya 
bostadsadressen avser och, om fastigheten inneh&#229;ller flera 
bostadsl&#228;genheter med samma bel&#228;genhetsadress, l&#228;genhetsnummer 
som avses i lagen (2006:378) om l&#228;genhetsregister, och

5. vem som uppl&#229;tit den fastighet eller bostadsl&#228;genhet som 
den nya bostadsadressen avser.

En anm&#228;lan enligt 26 &#167; f&#246;rsta stycket ska dessutom inneh&#229;lla 

1. uppgift om f&#246;delsetid och medborgarskap,

2. uppgift om inflyttningsdag till landet, avsikten med 
vistelsen h&#228;r och dess ber&#228;knade varaktighet,

3. uppgift om personnummer som personen har tilldelats i ett 
annat nordiskt land, och

4. &#246;vriga uppgifter som f&#229;r f&#246;ras in i folkbokf&#246;ringsdatabasen 
enligt lagen (2001:182) om behandling av personuppgifter i 
Skatteverkets folkbokf&#246;ringsverksamhet. Lag (2022:1280).

29 &#167; Anm&#228;lan enligt 27 &#167; skall inneh&#229;lla f&#246;ljande uppgifter:

1. namn och personnummer,

2. bostads- och postadress i Sverige,

3. datum f&#246;r utresan,

4. adress i utlandet samt bostadstyp,

5. avsikten med vistelsen och dess ber&#228;knade varaktighet,

6. arbetsgivare under vistelsen i utlandet,

7. fastighet eller bostad i Sverige som efter utresan fortfarande &#228;gs
eller f&#246;rhyrs.

30 &#167; F&#246;r barn under 18 &#229;r ska anm&#228;lan enligt 25 &#167;, 26 &#167; 
f&#246;rsta eller andra stycket eller 27 &#167; g&#246;ras av barnets 
v&#229;rdnadshavare. Barn som har fyllt 16 &#229;r har dock r&#228;tt att 
sj&#228;lv g&#246;ra s&#229;dan anm&#228;lan.

F&#246;r barn under 18 &#229;r f&#229;r ans&#246;kan enligt 16 &#167; g&#246;ras av endast 
en v&#229;rdnadshavare, om syftet med ans&#246;kningen &#228;r att skydda 
mot den andre v&#229;rdnadshavaren.

F&#246;r barn under 18 &#229;r f&#229;r ans&#246;kan enligt 16 &#167; g&#246;ras av 
socialn&#228;mnden, om barnet v&#229;rdas med st&#246;d av ett 
lagakraftvunnet beslut enligt 2 &#167; lagen (1990:52) med 
s&#228;rskilda best&#228;mmelser om v&#229;rd av unga och syftet med 
ans&#246;kningen &#228;r att skydda barnet

1. mot b&#229;da v&#229;rdnadshavarna eller, om barnet endast har en 
v&#229;rdnadshavare, mot v&#229;rdnadshavaren,

2. mot den ena v&#229;rdnadshavaren n&#228;r den andre v&#229;rdnadshavaren 
inte vill eller f&#246;rm&#229;r skydda barnet, eller

3. mot en annan person &#228;n v&#229;rdnadshavaren eller 
v&#229;rdnadshavarna n&#228;r v&#229;rdnadshavaren eller v&#229;rdnadshavarna 
inte vill eller f&#246;rm&#229;r skydda barnet. Lag (2018:684).

30 a &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n kravet i 26 c &#167; p&#229; 
att l&#229;ta Skatteverket ta ansiktsbild och fingeravtryck.
Lag (2022:1280).

Utredning och kontroll

31 &#167; Skatteverket f&#229;r f&#246;rel&#228;gga en person som kan antas vara 
skyldig att g&#246;ra en anm&#228;lan enligt denna lag, att antingen 
g&#246;ra en s&#229;dan anm&#228;lan eller l&#228;mna de uppgifter eller visa upp 
de handlingar som beh&#246;vs f&#246;r att fullg&#246;ra 
anm&#228;lningsskyldigheten. Skatteverket f&#229;r &#228;ven i annat fall 
f&#246;rel&#228;gga en person att l&#228;mna de uppgifter eller visa upp de 
handlingar som beh&#246;vs f&#246;r kontroll av bos&#228;ttningen enligt 
denna lag eller f&#246;r kontroll eller komplettering av andra 
uppgifter om en person som f&#229;r f&#246;ras in i 
folkbokf&#246;ringsdatabasen enligt lagen (2001:182) om behandling 
av personuppgifter i Skatteverkets folkbokf&#246;ringsverksamhet. I 
f&#246;rel&#228;ggandet ska det anges vilka uppgifter som ska l&#228;mnas 
eller vilka handlingar som ska visas upp. Lag (2022:1280).

32 &#167; Skatteverket f&#229;r f&#246;rel&#228;gga en fastighets&#228;gare eller
innehavare av bostadsl&#228;genhet, som uppl&#229;ter en bostad &#229;t n&#229;gon
annan, att uppge till vem bostaden uppl&#229;ts och om denne med
fastighets&#228;garens eller l&#228;genhetsinnehavarens medgivande
uppl&#229;ter bostaden &#229;t n&#229;gon annan samt vilka personer som enligt
fastighets&#228;garens eller l&#228;genhetsinnehavarens k&#228;nnedom bor i
fastigheten respektive l&#228;genheten. I fr&#229;ga om en person som bor
p&#229; en fastighet som inneh&#229;ller flera bostadsl&#228;genheter f&#229;r
f&#246;rel&#228;ggandet ocks&#229; avse uppgift om personnummer, adress,
fastighetsbeteckning och l&#228;genhetsnummer.

Med fastighets&#228;gare avses i denna lag &#228;ven &#228;gare av byggnad.
Lag (2006:379).

32 a &#167; Skatteverket f&#229;r besluta om kontrollbes&#246;k f&#246;r att 
kontrollera en persons bos&#228;ttning, om det beh&#246;vs f&#246;r 
bed&#246;mningen av fr&#229;gan om folkbokf&#246;ring. Ett s&#229;dant 
kontrollbes&#246;k f&#229;r bara genomf&#246;ras d&#228;r den enskilde &#228;r 
folkbokf&#246;rd, har uppgett sig vara bosatt eller d&#228;r det annars 
finns anledning att anta att han eller hon &#228;r bosatt.

Om det finns sk&#228;l f&#246;r det f&#229;r Skatteverket ocks&#229; besluta om 
kontrollbes&#246;k p&#229; en fastighet eller i en l&#228;genhet f&#246;r att 
kontrollera vilka som kan anses bosatta d&#228;r.

Skatteverket f&#229;r vid kontrollbes&#246;k beg&#228;ra att de personer som 
befinner sig p&#229; fastigheten eller i l&#228;genheten l&#228;mnar uppgift 
om sin identitet. Lag (2022:1280).

32 b &#167; N&#229;gon underr&#228;ttelse om ett beslut om kontrollbes&#246;k 
enligt 32 a &#167; beh&#246;ver inte l&#228;mnas f&#246;re bes&#246;ket.

Kontrollbes&#246;k ska genomf&#246;ras p&#229; ett s&#229;dant s&#228;tt att det 
inneb&#228;r s&#229; litet intr&#229;ng f&#246;r den enskilde som m&#246;jligt.
Lag (2022:1280).

32 c &#167; En myndighet ska underr&#228;tta Skatteverket om det kan 
antas att en uppgift i folkbokf&#246;ringen om en person som &#228;r 
eller har varit folkbokf&#246;rd &#228;r oriktig eller ofullst&#228;ndig.

En s&#229;dan underr&#228;ttelse beh&#246;ver inte l&#228;mnas om s&#228;rskilda sk&#228;l 
talar mot det. 

Skyldigheten i f&#246;rsta stycket g&#228;ller inte f&#246;r Skatteverkets 
brottsbek&#228;mpande verksamhet. Den g&#228;ller inte heller i fr&#229;ga om 
uppgifter som omfattas av sekretess enligt 24 kap. 8 &#167; 
offentlighets- och sekretesslagen (2009:400). Lag (2021:375).

33 &#167; Best&#228;mmelser om d&#246;dsbevis och intyg om d&#246;dsorsaken finns i
begravningslagen (1990:1144).

Beslut om folkbokf&#246;ring m. m.

34 &#167; Skatteverket beslutar i &#228;rende enligt denna lag efter
anm&#228;lan eller ans&#246;kan eller annars n&#228;r det finns sk&#228;l till det.
Lag (2003:657).

35 &#167; Vid flyttning g&#228;ller den nya folkbokf&#246;ringen fr&#229;n och
med flyttningsdagen om den som flyttat g&#246;r en s&#229;dan anm&#228;lan
som avses i 25 eller 26 &#167; inom en vecka fr&#229;n flyttningen.
Kommer anm&#228;lan in senare g&#228;ller folkbokf&#246;ringen fr&#229;n och med
den dag d&#229; anm&#228;lan kom in.

Har beslut om folkbokf&#246;ring meddelats utan f&#246;reg&#229;ende
anm&#228;lan, g&#228;ller folkbokf&#246;ringen fr&#229;n och med beslutets dag.
Om ett s&#229;dant beslut avser ett barn som st&#229;r under v&#229;rdnad av
tv&#229; v&#229;rdnadshavare och beslutet inneb&#228;r att barnet
folkbokf&#246;rs p&#229; samma fastighet som den ena v&#229;rdnadshavaren
har flyttat till, f&#229;r Skatteverket best&#228;mma att barnets nya
folkbokf&#246;ring ska g&#228;lla fr&#229;n och med den dag d&#229;
v&#229;rdnadshavaren folkbokf&#246;rdes p&#229; den fastigheten.
Lag (2013:380).

36 &#167; Vid flyttning inom landet upph&#246;r den flyttande att vara folkbokf&#246;rd
p&#229; utflyttningsorten den dag d&#229; han blir folkbokf&#246;rd p&#229;
inflyttningsorten.

Vid flyttning till utlandet upph&#246;r den flyttande att vara folkbokf&#246;rd
utresedagen eller om flyttningen anm&#228;ls senare den dag anm&#228;lan kom in.

Vite

37 &#167; Vite kan av Skatteverket f&#246;rel&#228;ggas den som inte f&#246;ljer
ett f&#246;rel&#228;ggande enligt 31 eller 32 &#167;.

Fr&#229;ga om utd&#246;mande av vite pr&#246;vas av den f&#246;rvaltningsr&#228;tt som
&#228;r beh&#246;rig att pr&#246;va ett &#246;verklagande av beslut enligt denna
lag.

Vid pr&#246;vning av en fr&#229;ga om utd&#246;mande av vite f&#229;r &#228;ven vitets
l&#228;mplighet bed&#246;mas. Lag (2010:12).

&#214;verklagande

38 &#167; Skatteverkets beslut enligt denna lag &#246;verklagas, utom i
de fall som avses i andra och tredje styckena, hos den
f&#246;rvaltningsr&#228;tt inom vars domkrets den person, vars
folkbokf&#246;ring beslutet g&#228;ller, vid tidpunkten f&#246;r beslutet var
eller, om beslutet avser en &#228;ndrad folkbokf&#246;ringsort, genom det
&#246;verklagade beslutet blivit folkbokf&#246;rd.

Beslut att inte folkbokf&#246;ra en person enligt en anm&#228;lan
&#246;verklagas hos den f&#246;rvaltningsr&#228;tt inom vars domkrets
folkbokf&#246;ring skulle ha skett om anm&#228;lan hade godtagits.

Skatteverkets &#246;vriga beslut enligt denna lag &#246;verklagas hos
F&#246;rvaltningsr&#228;tten i Stockholm. Lag (2010:12).

39 &#167; F&#246;ljande beslut enligt lagen f&#229;r inte &#246;verklagas:

1. beslut om vitesf&#246;rel&#228;ggande,

2. beslut om kontrollbes&#246;k, och

3. beslut om fastst&#228;llande av f&#246;delsenummer och kontrollsiffra 
i personnummer. Lag (2022:1698).

40 &#167; Andra beslut av Skatteverket &#228;n som anges i 39 &#167; f&#229;r 
&#246;verklagas av den person som beslutet g&#228;ller och av det 
allm&#228;nna ombudet hos Skatteverket. Om ett barn st&#229;r under 
v&#229;rdnad av tv&#229; v&#229;rdnadshavare, f&#229;r ett beslut om barnets 
folkbokf&#246;ring &#228;ven &#246;verklagas av en av dem ensam. Om en 
socialn&#228;mnd har ans&#246;kt om skyddad folkbokf&#246;ring enligt 30 &#167; 
tredje stycket, f&#229;r beslutet &#228;ven &#246;verklagas av n&#228;mnden. Ett 
beslut om en persons bos&#228;ttning f&#229;r &#228;ven &#246;verklagas av en 
kommun som ber&#246;rs av beslutet.

En enskilds &#246;verklagande av ett beslut om folkbokf&#246;ring enligt 
3-17, 20, 21 och 22 &#167;&#167; ska ha kommit in till Skatteverket inom 
tre veckor fr&#229;n den dag den klagande fick del av beslutet. 
Beslut i en annan fr&#229;ga f&#229;r &#246;verklagas av en enskild utan 
begr&#228;nsning till en viss tid.

Det allm&#228;nna ombudets eller en kommuns &#246;verklagande ska ha 
kommit in till Skatteverket inom tre veckor fr&#229;n den dag 
beslutet meddelades. Lag (2021:375).

41 &#167; Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till
kammarr&#228;tten. Lag (1997:989).

Straff

42 &#167; Den som l&#228;mnar oriktig uppgift till grund f&#246;r beslut om 
folkbokf&#246;ring d&#246;ms, om &#229;tg&#228;rden inneb&#228;r fara i bevish&#228;nseende, 
f&#246;r folkbokf&#246;ringsbrott till b&#246;ter eller f&#228;ngelse i h&#246;gst sex 
m&#229;nader. Detsamma g&#228;ller den som inte fullg&#246;r sin 
anm&#228;lningsskyldighet enligt 25, 26 och 27 &#167;&#167;.

&#196;r brottet med h&#228;nsyn till att brottsligheten ut&#246;vats 
systematiskt eller i st&#246;rre omfattning eller annars att anse 
som grovt, d&#246;ms f&#246;r grovt folkbokf&#246;ringsbrott till f&#228;ngelse i 
h&#246;gst tv&#229; &#229;r.

I ringa fall ska det inte d&#246;mas till ansvar. Lag (2022:1280).

43 &#167; Skatteverket f&#229;r inte vid vite f&#246;rel&#228;gga n&#229;gon att 
medverka i en utredning av en g&#228;rning som kan f&#246;ranleda 
straff f&#246;r honom eller henne. 

En fr&#229;ga om ansvar enligt 42 &#167; f&#246;r en g&#228;rning f&#229;r inte pr&#246;vas 
om g&#228;rningen ligger till grund f&#246;r ett f&#246;rel&#228;ggande om vite 
och Skatteverket har ans&#246;kt om utd&#246;mande av vitet.
Lag (2018:684).


&#214;verg&#229;ngsbest&#228;mmelser

1991:481

F&#246;reskrifter om ikrafttr&#228;dandet av denna lag meddelas i lagen (1991:482)
fom inf&#246;rande av folkbokf&#246;ringslagen (1991:481).

1994:768

Denna lag tr&#228;der i kraft den 1 juli 1994. &#196;ldre best&#228;mmelser g&#228;ller
fortfarande i fr&#229;ga om &#246;verklagande som anh&#228;ngiggjorts hos
Riksskatteverket f&#246;re ikrafttr&#228;dandet.

1995:1538

Denna lag tr&#228;der i kraft, i fr&#229;ga om G&#228;vle kommun och H&#246;galids
f&#246;rsamling i Stockholms kommun, den 1 juli 1996, och i &#246;vrigt den dag
som regeringen best&#228;mmer.

1997:989

1. Denna lag tr&#228;der i kraft s&#229;vitt avser 18 a &#167; den 1 januari
2000 och i &#246;vrigt den 1 januari 1998.

2. &#196;ldre f&#246;reskrifter i 18 &#167; om tilldelning av personnummer f&#246;r
personer som inte &#228;r folkbokf&#246;rda f&#229;r till&#228;mpas intill utg&#229;ngen
av &#229;r 1999.

3. Best&#228;mmelserna i 38-42 &#167;&#167; till&#228;mpas f&#246;rsta g&#229;ngen i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats efter
ikrafttr&#228;dandet.

2003:657

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. Om en skattemyndighet f&#246;re ikrafttr&#228;dandet enligt &#228;ldre
f&#246;reskrifter i 23 &#167; andra stycket har f&#246;relagt n&#229;gon att
inst&#228;lla sig hos myndigheten, skall efter ikrafttr&#228;dandet
inst&#228;llelse i st&#228;llet ske hos Skatteverket.

3. Om en skattemyndighet enligt &#228;ldre f&#246;reskrifter i 31 eller
32 &#167; har f&#246;relagt n&#229;gon att g&#246;ra en anm&#228;lan eller att l&#228;mna
uppgifter till myndigheten, skall efter ikrafttr&#228;dandet i
st&#228;llet anm&#228;lan g&#246;ras eller uppgiften l&#228;mnas till Skatteverket.

4. F&#246;reskrifterna i 37 &#167; andra stycket g&#228;ller inte f&#246;r ans&#246;kan
om utd&#246;mande av vite som getts in f&#246;re ikrafttr&#228;dandet.

5. &#196;ldre f&#246;reskrifter i 38 &#167; g&#228;ller fortfarande f&#246;r
&#246;verklagande av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.
Vad som d&#228;r s&#228;gs om Riksskatteverket skall d&#229; i st&#228;llet g&#228;lla
Skatteverket.

6. &#196;ldre f&#246;reskrifter i 39 &#167; f&#246;rsta stycket g&#228;ller fortfarande
f&#246;r &#246;verklagande av beslut som har meddelats f&#246;re
ikrafttr&#228;dandet.

7. &#196;ldre f&#246;reskrifter i 40 &#167; f&#246;rsta stycket g&#228;ller fortfarande
f&#246;r &#246;verklagande av beslut som har meddelats f&#246;re
ikrafttr&#228;dandet. Vad som d&#228;r s&#228;gs om Riksskatteverket skall d&#229;
i st&#228;llet g&#228;lla det allm&#228;nna ombudet hos Skatteverket.

2013:380

1. Denna lag tr&#228;der i kraft den 1 januari 2016 i fr&#229;ga om 6,
13 och 15 &#167;&#167;, den 1 juli 2013 i fr&#229;ga om anm&#228;lningsfristen i
26 &#167; f&#246;rsta stycket och 35 &#167; f&#246;rsta stycket och i &#246;vrigt den
1 januari 2014.

2. Det som s&#228;gs om kommun i 13 a och 14 &#167;&#167; ska till och med
den 31&#160;december 2015 i st&#228;llet g&#228;lla f&#246;rsamling.

3. Best&#228;mmelserna om anm&#228;lningsfristen i 26 &#167; f&#246;rsta stycket
i sin nya lydelse till&#228;mpas &#228;ven p&#229; inflyttningar som har
skett f&#246;re ikrafttr&#228;dandet.

4. &#196;ldre best&#228;mmelser i 2 &#167;, 6 &#167; tredje stycket och 24 &#167;
g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som avser tid f&#246;re
ikrafttr&#228;dandet. 

2018:684

1. Denna lag tr&#228;der i kraft den 1 juli 2018 i fr&#229;ga om 22, 
32 a, 32 b, 39, 40, 42 och 43 &#167;&#167; och i &#246;vrigt den 1 januari 
2019. 

2. Best&#228;mmelsen i 40 &#167; f&#246;rsta stycket i den nya lydelsen ska 
till&#228;mpas fr&#229;n och med den 1 januari 2019. 

3. Den som har medgetts kvarskrivning enligt 16 &#167; i den &#228;ldre 
lydelsen ska fr&#229;n och med den 1 januari 2019 anses ha 
medgetts skyddad folkbokf&#246;ring f&#246;r den tid som &#229;terst&#229;r av 
beslutet om kvarskrivning. 

4. Best&#228;mmelserna i 16 och 17 &#167;&#167; i den &#228;ldre lydelsen g&#228;ller 
fortfarande n&#228;r en domstol pr&#246;var ett &#246;verklagande av ett 
beslut om kvarskrivning.

2021:375

1. Denna lag tr&#228;der i kraft den 18 juni 2021.

2. Vid till&#228;mpningen av 18 d &#167; 1 ska en person som har 
tilldelats ett samordningsnummer f&#246;re 2016 anses ha tilldelats 
numret under 2016.

2022:1280

1. Denna lag tr&#228;der i kraft den 1 september 2023 i fr&#229;ga om 
26 c och 30 a &#167;&#167; och i &#246;vrigt den 1 september 2022.

2. Best&#228;mmelsen i 21 &#167; i den &#228;ldre lydelsen g&#228;ller fortfarande 
f&#246;r den som f&#246;re den 1 september 2022 ansetts sakna k&#228;nd 
hemvist.

2022:1698

Denna lag tr&#228;der i kraft den 1 januari 2023 i fr&#229;ga om 5 &#167; och 
i &#246;vrigt den 1 september 2023.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3497">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3499">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
