

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-12-05" /> 
 <meta id="rattsinfo-edited" content="2023-12-06 13:19:08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>35</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=34">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=36">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2023:800 ·
                    <a href="/sfsr?bet=2023:800">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Regeringens beslut (2023:800) om fastst&#228;llelse av &#228;ndring i stadgarna f&#246;r Sveriges advokatsamfund</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2023-11-30
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Regeringen fastst&#228;ller att 2, 5, 12, 17, 22-25, 43, 47, 51 och 
69-74 &#167;&#167; och rubrikerna n&#228;rmast f&#246;re 69 och 71 &#167;&#167; i stadgarna 
f&#246;r Sveriges advokatsamfund f&#229;r f&#246;ljande lydelse.

2 &#167; Ledam&#246;ternas r&#228;tt att delta i hanteringen av samfundets 
gemensamma angel&#228;genheter ut&#246;vas genom fullm&#228;ktige, som &#228;r 
valda av ledam&#246;terna och som kallas Sveriges advokatsamfunds 
fullm&#228;ktige. &#197;rligen h&#229;lls ett ordinarie fullm&#228;ktigem&#246;te.

Fullm&#228;ktige v&#228;ljer styrelse f&#246;r samfundet och ledam&#246;ter av 
dess disciplinn&#228;mnd och straffavgiftsn&#228;mnd. Styrelsen kallas 
Sveriges advokatsamfunds styrelse, disciplinn&#228;mnden kallas 
Sveriges advokatsamfunds disciplinn&#228;mnd och 
straffavgiftsn&#228;mnden kallas Sveriges advokatsamfunds 
straffavgiftsn&#228;mnd.

Samfundet &#228;r indelat i avdelningar, var och en med sin 
styrelse. Ledam&#246;ternas r&#228;tt att delta i hanteringen av en 
avdelnings s&#228;rskilda angel&#228;genheter ut&#246;vas p&#229; ett 
avdelningsm&#246;te. 

5 &#167; Samfundets styrelse best&#229;r av ordf&#246;rande, vice ordf&#246;rande 
och 18 andra ledam&#246;ter. Ordf&#246;rande, vice ordf&#246;rande och &#246;vriga 
ledam&#246;ter v&#228;ljs i nu n&#228;mnd ordning vid ordinarie 
fullm&#228;ktigem&#246;te f&#246;r tv&#229; &#229;r, r&#228;knat fr&#229;n och med n&#228;rmast 
f&#246;ljande 1 juli. Vartannat &#229;r utses ordf&#246;rande, vice 
ordf&#246;rande och &#229;tta andra ledam&#246;ter, vartannat &#229;r tio 
ledam&#246;ter. 

Vid val av andra ledam&#246;ter &#228;n ordf&#246;rande och vice ordf&#246;rande 
ska h&#228;nsyn tas till &#246;nskv&#228;rdheten av att samfundets samtliga 
avdelningar blir f&#246;retr&#228;dda. 

Den som vid utg&#229;ngen av den valperiod som han eller hon 
utsetts f&#246;r kommer att ha varit ledamot i styrelsen under sex 
&#229;r i f&#246;ljd utan att ha varit ordf&#246;rande eller vice ordf&#246;rande, 
f&#229;r inte f&#246;r en tidigare period &#228;n den som b&#246;rjar tv&#229; &#229;r 
d&#228;refter utses till n&#229;gon annan befattning inom styrelsen &#228;n 
som ordf&#246;rande eller vice ordf&#246;rande.

Om en ledamot i styrelsen v&#228;ljs till ledamot av 
disciplinn&#228;mnden eller straffavgiftsn&#228;mnden och tar emot detta 
uppdrag, ska han eller hon fr&#229;ntr&#228;da sitt uppdrag i styrelsen.

12 &#167; Samfundets disciplinn&#228;mnd best&#229;r av ordf&#246;rande, vice 
ordf&#246;rande samt nio andra ledam&#246;ter. 

Ordf&#246;rande, vice ordf&#246;rande och sex &#246;vriga ledam&#246;ter v&#228;ljes i 
nu n&#228;mnd ordning vid ordinarie fullm&#228;ktigem&#246;te f&#246;r fyra &#229;r, 
r&#228;knat fr&#229;n och med n&#228;rmast f&#246;ljande 1 juli. Val f&#246;rr&#228;ttas 
vartannat &#229;r och avser, varannan g&#229;ng ordf&#246;rande och tre andra 
ledam&#246;ter, varannan g&#229;ng vice ordf&#246;rande och tre andra 
ledam&#246;ter. 

N&#228;mndens &#229;terst&#229;ende tre ledam&#246;ter (offentliga representanter) 
utses av regeringen. De f&#246;rordnas en i s&#228;nder varje &#229;r f&#246;r 
h&#246;gst tre &#229;r i taget, r&#228;knat fr&#229;n den 1 juli. De offentliga 
representanterna h&#228;mtas utanf&#246;r den personkrets, som enligt 
4 kap. 6 &#167; r&#228;tteg&#229;ngsbalken &#228;r undantagen i fr&#229;ga om val till 
n&#228;mndeman. 

Samfundsledamot som vid utg&#229;ngen av den valperiod, f&#246;r vilken 
han senast utsetts, kommer att ha varit ledamot av 
disciplinn&#228;mnden under &#229;tta &#229;r i f&#246;ljd utan att d&#228;runder ha 
varit ordf&#246;rande eller vice ordf&#246;rande, f&#229;r inte f&#246;r tidigare 
period &#228;n den, som b&#246;rjar tv&#229; &#229;r d&#228;refter, p&#229; nytt utses till 
annan befattning inom n&#228;mnden &#228;n som ordf&#246;rande eller vice 
ordf&#246;rande.

V&#228;ljs ledamot av disciplinn&#228;mnden till ledamot eller suppleant 
i styrelsen eller straffavgiftsn&#228;mnden och mottager ledamoten 
detta uppdrag, ska ledamoten fr&#229;ntr&#228;da sitt uppdrag i 
disciplinn&#228;mnden.

17 &#167; Samfundet ska ha kansli i Stockholm under ledning av en 
generalsekreterare som &#228;r anst&#228;lld i samfundets tj&#228;nst. 

Till generalsekreterare f&#229;r utses endast den som &#228;r advokat.

Generalsekreteraren &#228;r inte valbar till ledamot i styrelsen 
eller disciplinn&#228;mnden och inte heller till ledamot eller 
suppleant i fullm&#228;ktige eller straffavgiftsn&#228;mnden.

22 &#167; Ordinarie fullm&#228;ktigem&#246;te ska

1. behandla styrelsens f&#246;rvaltningsber&#228;ttelse och revisorernas 
ber&#228;ttelse samt besluta om ansvarsfrihet f&#246;r styrelse, och, om 
ansvarsfrihet v&#228;grats, besluta om &#229;tg&#228;rd med anledning d&#228;rav,

2. behandla styrelsens f&#246;r Sveriges advokatsamfunds 
underst&#246;dsfond f&#246;rvaltningsber&#228;ttelse och revisorernas 
ber&#228;ttelse samt besluta om ansvarsfrihet f&#246;r underst&#246;dsfondens 
styrelse och, om ansvarsfrihet v&#228;grats, besluta om &#229;tg&#228;rd med 
anledning d&#228;rav,

3. v&#228;lja samfundets styrelse, samfundets disciplinn&#228;mnd och 
samfundets straffavgiftsn&#228;mnd,

4. v&#228;lja revisorer och revisorssuppleanter,

5. besluta om avgifter till samfundet och till 
underst&#246;dsfonden,

6. besluta om serviceers&#228;ttning till Sveriges Advokaters 
Serviceaktiebolag, efter f&#246;rslag av bolaget,

7. besluta om skriftlig instruktion f&#246;r valberedningen, samt

8. behandla &#228;rende, som styrelsen h&#228;nskjutit till m&#246;tet eller 
som ledamot av samfundet f&#246;re den 15 april skriftligen hos 
styrelsen f&#246;reslagit till behandling.

23 &#167; P&#229; fullm&#228;ktigem&#246;te f&#229;r bara avg&#246;ras &#228;renden, som varit 
upptagna p&#229; f&#246;redragningslistan eller som st&#229;r i omedelbart 
samband med s&#229;dant &#228;rende, m&#246;tet f&#229;r dock f&#246;rr&#228;tta 
ers&#228;ttningsval enligt vad som f&#246;reskrivs i 6, 13 och 70 &#167;&#167;.

24 &#167; Fullm&#228;ktigem&#246;te h&#229;lls i Stockholm, om styrelsen inte 
best&#228;mmer n&#229;got annat. 

Varje ledamot av samfundet har r&#228;tt att n&#228;rvara vid 
fullm&#228;ktigem&#246;te. R&#228;tt att delta i diskussionen samt avge r&#246;st 
har dock endast tj&#228;nstg&#246;rande ledam&#246;ter av fullm&#228;ktige. 

F&#246;rhandlingarna vid fullm&#228;ktigem&#246;te &#246;ppnas av styrelsens 
ordf&#246;rande eller vid f&#246;rfall f&#246;r denne av vice ordf&#246;randen, 
varefter fullm&#228;ktige v&#228;ljer ordf&#246;rande vid m&#246;tet. Styrelsens 
ordf&#246;rande och vice ordf&#246;randen &#228;r inte valbara till 
ordf&#246;rande. 

F&#246;r beslutsf&#246;rhet fordras att minst fyrtio ledam&#246;ter av 
fullm&#228;ktige eller suppleanter f&#246;r dem &#228;r n&#228;rvarande vid m&#246;tet.

Omr&#246;stning p&#229; fullm&#228;ktigem&#246;te sker &#246;ppet utom vid val, d&#229; en 
sluten omr&#246;stning ska &#228;ga rum, om flera namn &#228;n valet avser 
f&#246;resl&#229;s. Vid en s&#229;dan sluten omr&#246;stning f&#229;r varje r&#246;stande 
ange det antal namn omr&#246;stningen avser p&#229; en r&#246;stsedel. En 
r&#246;st f&#229;r endast avges p&#229; namn som f&#246;reslagits f&#246;re 
omr&#246;stningen. En r&#246;stsedel, som upptar flera namn &#228;n valet 
avser &#228;r ogiltig. Om r&#246;stsedeln inneh&#229;ller namn som inte 
f&#246;reslagits f&#246;re omr&#246;stningen, ska s&#229;dant namn anses som 
obefintligt. Om omr&#246;stningen avser val av ordf&#246;rande eller 
vice ordf&#246;rande i styrelsen, disciplinn&#228;mnden eller 
straffavgiftsn&#228;mnden, &#228;r den vald som erh&#229;ller mer &#228;n h&#228;lften 
av de avgivna r&#246;sterna. Om inte n&#229;gon f&#229;r en s&#229;dan majoritet, 
sker en ny omr&#246;stning. Om inte n&#229;gon heller d&#229; f&#229;r mer &#228;n 
h&#228;lften av de avgivna r&#246;sterna, h&#229;lls en tredje omr&#246;stning 
mellan de tv&#229; som vid andra omr&#246;stningen erh&#246;ll de flesta 
r&#246;sterna. Den som d&#229; erh&#229;ller de flesta r&#246;sterna &#228;r vald. I 
h&#228;ndelse av lika antal r&#246;ster vid andra eller tredje 
omr&#246;stningen skiljer lotten. Vid andra val &#228;n val av 
ordf&#246;rande eller vice ordf&#246;rande i styrelsen, disciplinn&#228;mnden 
eller straffavgiftsn&#228;mnden &#228;r de som vid omr&#246;stningen erh&#229;llit 
flest antal r&#246;ster valda. Om tv&#229; eller flera erh&#229;ller lika 
m&#229;nga r&#246;ster sker en ny omr&#246;stning mellan dem. Om de f&#229;r lika 
m&#229;nga r&#246;ster vid denna omr&#246;stning skiljer lotten.

Beslut fattas, i de fall dessa stadgar inte anger n&#229;got annat, 
med enkel r&#246;st&#246;vervikt. Om antalet r&#246;ster &#228;r lika g&#228;ller i 
andra &#228;renden &#228;n vid val den mening som ordf&#246;randen vid m&#246;tet 
bitr&#228;der.

En fullm&#228;ktig f&#229;r inte delta i beslut om ansvarsfrihet f&#246;r 
f&#246;rvaltning, som denne &#228;r ansvarig f&#246;r, och inte heller delta 
i val av revisor f&#246;r granskning av s&#229;dan f&#246;rvaltning.

Fullm&#228;ktiges protokoll justeras av ordf&#246;randen vid m&#246;tet och 
tv&#229; fullm&#228;ktige.

Fullm&#228;ktiges ledam&#246;ter har inte r&#228;tt till n&#229;gon annan 
ers&#228;ttning &#228;n f&#246;r sina reseutgifter enligt grunder som &#228;r 
fastst&#228;llda av fullm&#228;ktige.

Samfundets ledam&#246;ter ska informeras om de beslut som 
fullm&#228;ktige fattat.

25 &#167; F&#246;r att f&#246;rbereda val av ledam&#246;ter till styrelse och 
disciplinn&#228;mnd samt ledam&#246;ter och suppleanter till 
straffavgiftsn&#228;mnden ska en valberedning v&#228;ljas.

Varje avdelning utser vid sitt &#229;rsm&#246;te en ledamot till 
valberedningen samt en ers&#228;ttare f&#246;r denne. 
Stockholmsavdelningens representant i valberedningen ska vara 
sammankallande och ordf&#246;rande.

F&#246;r valberedningen ska det finnas en skriftlig instruktion som 
beslutas av fullm&#228;ktige.

43 &#167; I disciplin&#228;rende skall den ledamot &#228;rendet r&#246;r beredas 
tillf&#228;lle att yttra sig &#246;ver framst&#228;lld anm&#228;rkning, om ej 
s&#228;rskild omst&#228;ndighet f&#246;ranleder annat.

Ledamot, mot vilken anm&#228;rkning framst&#228;llts, &#228;r pliktig att 
efter anmaning avgiva skriftligt yttrande, att f&#246;rete de 
handlingar som disciplinn&#228;mnden, straffavgiftsn&#228;mnden eller 
generalsekreteraren &#229;l&#228;gger ledamoten att tillhandah&#229;lla samt 
att p&#229; kallelse personligen infinna sig inf&#246;r 
disciplinn&#228;mnden.

Disciplinn&#228;mnden f&#229;r best&#228;mma att muntlig f&#246;rhandling skall 
h&#229;llas vid behandling av &#228;rende i n&#228;mnden. Om ej s&#228;rskilda 
sk&#228;l f&#246;ranleder annat, skall s&#229;dan f&#246;rhandling &#228;ga rum n&#228;r 
uteslutning ur samfundet kan komma i fr&#229;ga som p&#229;f&#246;ljd. D&#228;rvid 
skall en av styrelsen utsedd advokat utf&#246;ra den talan som 
f&#246;ranledes av anm&#228;lan eller p&#229; annat s&#228;tt framkommen 
anm&#228;rkning. Styrelsens f&#246;rordnande sker efter anm&#228;lan av 
n&#228;mnden eller generalsekreteraren. Uppdraget f&#229;r inte ges till 
den som &#228;r ledamot av disciplinn&#228;mnden.

Om den ledamot, mot vilken anm&#228;rkning framst&#228;llts, bed&#246;mes 
vara i behov av bitr&#228;de f&#246;r sitt f&#246;rsvar men inte sj&#228;lv 
anlitar s&#229;dant, f&#229;r disciplinn&#228;mnden f&#246;rordna f&#246;rsvarare f&#246;r 
honom vid &#228;rendets behandling i n&#228;mnden. Ers&#228;ttning till 
f&#246;rsvarare som utsetts av n&#228;mnden skall utges av samfundet med 
belopp som best&#228;mmes av disciplinn&#228;mnden. Detsamma g&#228;ller 
ers&#228;ttning till f&#246;rsvarare som den ledamot, mot vilken 
anm&#228;rkning framst&#228;llts, sj&#228;lv utsett, om n&#228;mnden bed&#246;mt sakens 
beskaffenhet vara s&#229;dan att ledamoten beh&#246;ver bitr&#228;de f&#246;r sitt 
f&#246;rsvar. N&#228;mnden kan f&#246;rplikta den ledamot, mot vilken 
anm&#228;rkning riktats, att helt eller delvis till samfundet 
&#229;terg&#228;lda dess kostnad f&#246;r f&#246;rsvaret. 

Beslut om uteslutning, varning eller erinran skall angiva de 
sk&#228;l var&#229; beslutet grundas.

47 &#167; Ledam&#246;ter och suppleanter i styrelsen, ledam&#246;ter av 
disciplinn&#228;mnden, generalsekreteraren och andra advokater som 
har deltagit i handl&#228;ggningen av disciplin&#228;renden eller andra 
tillsyns&#228;renden hos samfundet samt ledam&#246;ter och suppleanter i 
Konsumenttvistn&#228;mnden och straffavgiftsn&#228;mnden f&#229;r inte 
obeh&#246;rigen f&#246;r n&#229;gon annan yppa vad de p&#229; grund av en 
samfundsledamots skyldighet att l&#228;mna uppgifter och 
tillhandah&#229;lla handlingar har f&#229;tt veta om honom eller henne 
och hans eller hennes verksamhet.

51 &#167; Styrelsen ska se till att det blir allm&#228;nt k&#228;nt att n&#229;gon 
har antagits som ledamot av samfundet eller avg&#229;tt ur det. 

Disciplinn&#228;mnden f&#229;r best&#228;mma att ett beslut av n&#228;mnden i ett 
disciplin&#228;rende ska offentligg&#246;ras helt eller delvis.

Konsumenttvistn&#228;mnden respektive straffavgiftsn&#228;mnden f&#229;r 
best&#228;mma att ett beslut av respektive n&#228;mnd ska offentligg&#246;ras 
helt eller delvis.

Om straffavgiftsn&#228;mnden

69 &#167; Straffavgiftsn&#228;mnden best&#229;r av fem ledam&#246;ter och fem 
suppleanter. Tre av ledam&#246;terna, d&#228;ribland ordf&#246;randen och 
vice ordf&#246;randen samt tre av suppleanterna ska vara advokater. 
Dessa &#228;r inte ber&#228;ttigade till annan ers&#228;ttning &#228;n f&#246;r sina 
reseutgifter enligt av fullm&#228;ktige fastst&#228;llda grunder. 

&#214;vriga ledam&#246;ter och suppleanter ska ha den s&#228;rskilda kunskap 
och insikt som uppdraget kr&#228;ver och &#228;ven i &#246;vrigt vara 
l&#228;mpliga f&#246;r uppdraget. 

Ett &#228;rende f&#229;r avg&#246;ras av fyra ledam&#246;ter, varav tre advokater. 
Beslut fr&#229;n straffavgiftsn&#228;mnden ska vara skriftliga och 
motiverade. 

Vid omr&#246;stning i straffavgiftsn&#228;mnden g&#228;ller r&#228;tteg&#229;ngsbalkens 
regler om omr&#246;stning i brottm&#229;l i till&#228;mpliga delar. 

Straffavgiftsn&#228;mndens protokoll justeras av ordf&#246;randen och en 
ledamot.

70 &#167; Ledam&#246;ter och suppleanter i straffavgiftsn&#228;mnden v&#228;ljs 
vid ordinarie fullm&#228;ktigem&#246;te f&#246;r fyra &#229;r r&#228;knat fr&#229;n och med 
n&#228;rmast f&#246;ljande 1 juli. En ledamot eller suppleant f&#229;r inte 
omv&#228;ljas om han eller hon kommer att ha varit ledamot av 
straffavgiftsn&#228;mnden under &#229;tta &#229;r i f&#246;ljd vid utg&#229;ngen av den 
valperiod som han eller hon utsetts f&#246;r. 

En ledamot eller suppleant ska fr&#229;ntr&#228;da sitt uppdrag i 
straffavgiftsn&#228;mnden om han eller hon v&#228;ljs och accepterar 
uppdrag som ledamot eller suppleant i styrelsen, ledamot av 
disciplinn&#228;mnden eller ledamot eller suppleant i 
Konsumenttvistn&#228;mnden. 

Avg&#229;r ledamot eller suppleant i straffavgiftsn&#228;mnden innan den 
valperiod f&#246;r vilken han eller hon valts g&#229;tt till &#228;nda, ska 
f&#246;r val av ers&#228;ttare f&#246;r &#229;terstoden av perioden g&#228;lla vad som 
i 6 &#167; &#228;r f&#246;r d&#228;r avsett fall stadgat.

Om &#228;renden i straffavgiftsn&#228;mnden

71 &#167; Straffavgiftsn&#228;mnden ska handl&#228;gga &#246;verklaganden av 
beslut om straffavgift enligt 8 kap. 8 &#167; andra stycket 
r&#228;tteg&#229;ngsbalken. Straffavgiftsn&#228;mnden kan, om den finner sk&#228;l 
att &#228;ndra ett &#246;verklagat beslut, fastst&#228;lla straffavgiften 
till ett l&#228;gre belopp eller besluta att ingen straffavgift 
alls ska utg&#229;.

72 &#167; &#214;verklagande till straffavgiftsn&#228;mnden g&#246;rs skriftligt 
och ska inneh&#229;lla uppgifter om vilket beslut som &#246;verklagas 
och den &#228;ndring som beg&#228;rs. &#214;verklagandet ska &#228;ven inneh&#229;lla 
de omst&#228;ndigheter, sk&#228;l och f&#246;rekommande bevis som &#229;beropas 
till st&#246;d f&#246;r &#246;verklagandet. 

73 &#167; &#214;verklagandet ska ha kommit in till advokatsamfundets 
kansli inom fyra veckor fr&#229;n det att advokaten fick del av 
disciplinn&#228;mndens beslut. Ett &#246;verklagande som har kommit in 
f&#246;r sent ska avvisas. Inneh&#229;ller &#246;verklagandet en s&#229;dan brist 
att det inte kan l&#228;ggas till grund f&#246;r pr&#246;vning i sak och 
advokaten inte kompletterar &#246;verklagandet inom den tid som 
straffavgiftsn&#228;mnden best&#228;mmer, ska det ocks&#229; avvisas. 

H&#228;nf&#246;r sig &#246;verklagandet till beslut i &#228;rende som hos 
disciplinn&#228;mnden anh&#228;ngiggjorts genom anm&#228;lan enligt 40 &#167;, ska 
anm&#228;laren underr&#228;ttas om att &#246;verklagande skett.

74 &#167; F&#246;rfarandet i straffavgiftsn&#228;mnden &#228;r skriftligt. Om 
disciplinn&#228;mnden till grund f&#246;r det &#246;verklagade beslutet har 
haft muntlig f&#246;rhandling enligt 43 &#167; ska straffavgiftsn&#228;mnden 
ta del av f&#246;rekommande teknisk upptagning. 

Den som har &#246;verklagat ett beslut till straffavgiftsn&#228;mnden 
svarar f&#246;r sina egna kostnader f&#246;r f&#246;rfarandet. 

Straffavgiftsn&#228;mndens beslut ska skickas till advokaten, 
Justitiekanslern, disciplinn&#228;mnden, och styrelsen. Om &#228;rendet 
hos disciplinn&#228;mnden grundats i en anm&#228;lan enligt 40 &#167; ska 
&#228;ven anm&#228;laren f&#229; del av beslutet, s&#229;vida anm&#228;laren inte 
&#229;terkallat anm&#228;lan till disciplinn&#228;mnden.

Det som nu har fastst&#228;llts ska g&#228;lla fr&#229;n och med den 1 
januari 2024.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=34">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=36">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
