

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1991-06-05" /> 
 <meta id="rattsinfo-edited" content="2014-07-31" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3504</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3503">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3505">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1991:351 ·
                    <a href="/sfsr?bet=1991:351">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1991:351) om handelsagentur
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1991-05-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:12
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2005:64 har iakttagits.

                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Med handelsagent f&#246;rst&#229;s i denna lag den som i en n&#228;ringsverksamhet
har avtalat med en annan, huvudmannen, att f&#246;r dennes r&#228;kning
sj&#228;lvst&#228;ndigt och varaktigt verka f&#246;r f&#246;rs&#228;ljning eller k&#246;p av varor
genom att ta upp anbud till huvudmannen eller sluta avtal i dennes namn.

2 &#167; Avtalsvillkor som strider mot best&#228;mmelserna i denna lag g&#228;ller i
st&#228;llet f&#246;r lagens best&#228;mmelser, om inte annat anges i lagen. Med
avtalsvillkor j&#228;mst&#228;lls praxis som har utbildats mellan parterna samt
handelsbruk eller annan sedv&#228;nja.

Om det av lagen framg&#229;r att en best&#228;mmelse inte f&#229;r &#229;sidos&#228;ttas genom
avtal, g&#228;ller best&#228;mmelsen ocks&#229; framf&#246;r praxis som har utbildats mellan
parterna och framf&#246;r handelsbruk eller annan sedv&#228;nja.

3 &#167; har upph&#228;vts genom lag (1998:170).

4 &#167; Om agenten eller huvudmannen beg&#228;r det, skall en handling som
&#229;terger agenturavtalet och &#228;ndringar i detta uppr&#228;ttas och undertecknas
av parterna.

Parterna kan inte avst&#229; fr&#229;n sin r&#228;tt att p&#229; beg&#228;ran f&#229; en s&#229;dan
handling som avses i f&#246;rsta stycket.

Agentens skyldigheter

5 &#167; Agenten skall vid uppdragets fullg&#246;rande tillvarata huvudmannens
intressen samt handla lojalt och redligt.

Det &#229;ligger agenten s&#228;rskilt att

1. g&#246;ra sk&#228;liga anstr&#228;ngningar f&#246;r att inh&#228;mta anbud och, om det ing&#229;r i
uppdraget, sluta avtal om s&#229;dant som omfattas av agenturavtalet,

2. underr&#228;tta huvudmannen om anbud som har upptagits och avtal som har
ing&#229;tts samt om andra omst&#228;ndigheter av betydelse f&#246;r uppdraget som
agenten k&#228;nner till, och

3. f&#246;lja sk&#228;liga anvisningar fr&#229;n huvudmannen.

Avtalsvillkor som strider mot best&#228;mmelserna i denna paragraf &#228;r inte
bindande f&#246;r parterna.

6 &#167; Agenten skall v&#228;l v&#229;rda varor och annat som tillh&#246;r huvudmannen och
som &#228;r i agentens besittning. Agenten skall h&#229;lla den sakf&#246;rs&#228;kring som
beh&#246;vs. Huvudmannens varor skall h&#229;llas avskilda fr&#229;n andra varor.

Har agenten r&#228;tt att ta emot betalning f&#246;r s&#229;lda varor, &#228;r han skyldig
att h&#229;lla mottagna medel avskilda och avge redovisning f&#246;r sitt uppdrag.

Huvudmannens skyldigheter

7 &#167; Huvudmannen skall handla lojalt och redligt mot agenten.

Det &#229;ligger huvudmannen s&#228;rskilt att

1. l&#228;mna agenten prover, beskrivningar, prislistor och annat n&#246;dv&#228;ndigt
material betr&#228;ffande de varor som uppdraget g&#228;ller,

2. l&#228;mna agenten de upplysningar som kr&#228;vs f&#246;r uppdragets fullg&#246;rande,
och

3. utan osk&#228;ligt uppeh&#229;ll meddela agenten att han har antagit eller
avslagit ett anbud som agenten har tillst&#228;llt honom eller att ett avtal
som agenten har f&#246;rmedlat inte har fullgjorts.

Huvudmannen skall utan osk&#228;ligt uppeh&#229;ll underr&#228;tta agenten, om han
f&#246;rutser att verksamhetens omfattning kommer att bli v&#228;sentligt mindre
&#228;n vad agenten sk&#228;ligen kunnat v&#228;nta sig.

Avtalsvillkor som strider mot best&#228;mmelserna i denna paragraf &#228;r inte
bindande f&#246;r parterna.

Provision m.m.

8 &#167; Om agenten och huvudmannen inte har avtalat om agentens ers&#228;ttning,
skall denna best&#228;mmas till vad som &#228;r sedvanligt d&#228;r agenten ut&#246;var sin
verksamhet. Finns ingen s&#229;dan sedvana, skall ers&#228;ttningen best&#228;mmas till
vad som &#228;r sk&#228;ligt med h&#228;nsyn till samtliga omst&#228;ndigheter som r&#246;r
uppdraget.

9 &#167; Agenten har r&#228;tt till provision p&#229; avtal som ing&#229;s under
uppdragstiden,

1. om avtalet kan anses ha kommit till st&#229;nd genom agentens medverkan,

2. om avtalet utan agentens medverkan har ing&#229;tts med en tredje man, som
agenten tidigare har anskaffat som kund s&#229;vitt avser avtal av samma
slag, eller

3. om agenten har tilldelats ett visst omr&#229;de eller en viss kundkrets
och avtalet har ing&#229;tts med en tredje man som h&#246;r till omr&#229;det eller
kundkretsen.

10 &#167; Agenten har r&#228;tt till provision p&#229; avtal som ing&#229;s efter det att
uppdraget har upph&#246;rt,

1. om avtalet har ing&#229;tts under s&#229;dana omst&#228;ndigheter som avses i 9 &#167;
och agenten eller huvudmannen har tagit emot tredje mans anbud under
uppdragstiden, eller

2. om avtalet har kommit till st&#229;nd huvudsakligen genom agentens
medverkan under uppdragstiden och det har ing&#229;tts inom sk&#228;lig tid efter
det att uppdraget har upph&#246;rt.

En tilltr&#228;dande agent har inte r&#228;tt till provision enligt 9 &#167; p&#229; ett
avtal som ger den avg&#229;ende agenten r&#228;tt till provision enligt f&#246;rsta
stycket, om det inte med h&#228;nsyn till omst&#228;ndigheterna &#228;r sk&#228;ligt att
provisionen delas mellan agenterna.

11 &#167; Provisionen skall betalas inom en m&#229;nad efter utg&#229;ngen av det
kvartal d&#229; provisionen &#228;r intj&#228;nad.

Provisionen &#228;r intj&#228;nad n&#228;r och i den m&#229;n n&#229;gon av f&#246;ljande
omst&#228;ndigheter f&#246;religger.

1. Huvudmannen har fullgjort avtalet med tredje man.

2. Huvudmannen skulle enligt avtalet med tredje man ha fullgjort detta.

3. Tredje man har fullgjort avtalet.

Agenten &#228;r inte bunden av avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r
honom &#228;n best&#228;mmelserna i f&#246;rsta stycket.

Agenten &#228;r inte heller bunden av avtalsvillkor som inneb&#228;r att
provisionen &#228;r intj&#228;nad senare &#228;n d&#229; tredje man har fullgjort avtalet
eller skulle ha gjort det, om huvudmannen hade fullgjort avtalet som han
borde.

12 &#167; Agentens r&#228;tt till provision bortfaller om det visas att avtalet
mellan huvudmannen och tredje man inte har fullf&#246;ljts och att detta inte
beror p&#229; huvudmannen eller n&#229;got f&#246;rh&#229;llande p&#229; dennes sida.

Om tredje man har underl&#229;tit att fullf&#246;lja avtalet p&#229; grund av att
huvudmannen utan agentens samtycke har beviljat honom anst&#229;nd med att
g&#246;ra det eller kommit &#246;verens med honom om &#229;terg&#229;ng av avtalet, p&#229;verkar
detta inte agentens r&#228;tt till provision.

Fullf&#246;ljer tredje man avtalet endast delvis, har agenten r&#228;tt till
provision p&#229; den del som svarar mot vad som har fullf&#246;ljts, om inte
annat f&#246;ljer av f&#246;rsta eller andra stycket.

Bortfaller agentens krav p&#229; provision till f&#246;ljd av best&#228;mmelserna i
f&#246;rsta-tredje styckena, skall han betala tillbaka det som betalats f&#246;r
mycket.

Agenten &#228;r inte bunden av avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r
honom &#228;r best&#228;mmelserna i f&#246;rsta-tredje styckena.

13 &#167; Huvudmannen skall senast en m&#229;nad efter utg&#229;ngen av varje kvartal
ge agenten en provisionsnota med uppgift om den provision som &#228;r
intj&#228;nad under kvartalet. Provisionsnotan skall inneh&#229;lla alla uppgifter
av betydelse f&#246;r ber&#228;kningen av provisionen.

Har agenten helt eller delvis f&#246;rlorat sin r&#228;tt till provision p&#229; ett
avtal, skall uppgift om detta l&#228;mnas i den provisionsnota som avser det
kvartal d&#229; r&#228;tten till provisionen bortf&#246;ll. I provisionsnotan skall
d&#228;rvid anges sk&#228;let till att r&#228;tten till provisionen bortfallit.

Agenten &#228;r inte bunden av avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r
honom &#228;n best&#228;mmelserna i denna paragraf.

14 &#167; Agenten har r&#228;tt att fr&#229;n huvudmannen f&#229; alla upplysningar som
denne har tillg&#229;ng till och som agenten beh&#246;ver f&#246;r att kunna
kontrollera om provisionsnotan inneh&#229;ller de provisionsbelopp som &#228;r
intj&#228;nade. Till s&#229;dana upplysningar h&#246;r utdrag ur huvudmannens
bokf&#246;ring.

Om huvudmannen inte inom sk&#228;lig tid efter det att beg&#228;ran d&#228;rom
framst&#228;llts l&#228;mnar agenten s&#229;dana upplysningar som avses i f&#246;rsta
stycket eller det finns anledning att anta att dessa upplysningar eller
uppgifterna i provisionsnotan &#228;r oriktiga, har agenten r&#228;tt att granska
huvudmannens bokf&#246;ring i den omfattning som beh&#246;vs. Huvudmannen f&#229;r
d&#228;rvid avg&#246;ra om granskningen skall utf&#246;ras av agenten sj&#228;lv eller av en
auktoriserad eller godk&#228;nd revisor som agenten har utsett.

Agenten &#228;r inte bunden av avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r
honom &#228;n best&#228;mmelserna i denna paragraf.

15 &#167; Om agenten inte i r&#228;tt tid har f&#229;tt provision eller annan
ers&#228;ttning av huvudmannen eller om det finns starka sk&#228;l att anta att
han inte kommer att f&#229; den, har agenten r&#228;tt att till s&#228;kerhet f&#246;r sin
fordran h&#229;lla inne varor, material och handlingar som tillh&#246;r
huvudmannen och som agenten har tagit emot f&#246;r att fullg&#246;ra uppdraget.
Fullmakter och andra handlingar av synnerlig betydelse f&#246;r huvudmannen
f&#229;r dock inte h&#229;llas inne.

Har agenten k&#246;pt varor f&#246;r huvudmannens r&#228;kning och s&#228;nt varorna vidare
till huvudmannen, eller har agenten s&#228;nt tillbaka varor till huvudmannen
vilka han haft till f&#246;rs&#228;ljning, f&#229;r agenten f&#246;r att s&#228;kerst&#228;lla sin
r&#228;tt enligt f&#246;rsta stycket hindra att varorna l&#228;mnas ut till
huvudmannen. Detta g&#228;ller &#228;ven om huvudmannen har tagit emot
transportdokument avseende varorna.

Agentens r&#228;tt att h&#229;lla inne varor, material och handlingar upph&#246;r n&#228;r
huvudmannen har st&#228;llt godtagbar s&#228;kerhet f&#246;r fordringen.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

16 &#167; Agenten f&#229;r s&#228;lja varor som han h&#229;ller inne enligt 15 &#167; efter tre
m&#229;nader fr&#229;n det att han har meddelat huvudmannen att varorna h&#229;lls
inne. Agenten f&#229;r d&#228;rvid t&#228;cka de fordringar f&#246;r vilka varorna har
utgjort s&#228;kerhet med vad som inflyter fr&#229;n f&#246;rs&#228;ljningen. F&#246;rs&#228;ljningen
f&#229;r ske under hand eller p&#229; offentlig auktion.

Om varorna &#228;r utsatta f&#246;r snabb f&#246;rst&#246;relse eller f&#246;rs&#228;mring eller om de
fordrar alltf&#246;r kostsam v&#229;rd, f&#229;r de s&#228;ljas tidigare &#228;n vad som framg&#229;r
av f&#246;rsta stycket.

Om huvudmannen &#228;r i konkurs, g&#228;ller i st&#228;llet 8 kap. 10 &#167; konkurslagen
(1987:672).

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

F&#246;rh&#229;llandet till tredje man

17 &#167; Agenten f&#229;r inte utan s&#228;rskilt bemyndigande sluta avtal
om f&#246;rs&#228;ljning eller k&#246;p p&#229; huvudmannens v&#228;gnar.

I fr&#229;ga om distansavtal och avtal utanf&#246;r aff&#228;rslokaler finns
s&#228;rskilda best&#228;mmelser i lagen (2005:59) om distansavtal och
avtal utanf&#246;r aff&#228;rslokaler. Lag (2014:12).

18 &#167; Har agenten slutit avtal om f&#246;rs&#228;ljning eller k&#246;p p&#229; huvudmannens
v&#228;gnar utan att vara beh&#246;rig till det, skall huvudmannen, om han inte
godk&#228;nner avtalet, meddela tredje man detta. Huvudmannen skall l&#228;mna
meddelandet utan osk&#228;ligt uppeh&#229;ll efter det att han har f&#229;tt k&#228;nnedom
om avtalet. G&#246;r huvudmannen inte det, &#228;r han bunden av avtalet.

19 &#167; Vill huvudmannen inte anta ett anbud som agenten har mottagit,
skall huvudmannen meddela tredje man detta utan osk&#228;ligt uppeh&#229;ll efter
det att han har f&#229;tt k&#228;nnedom om anbudet. G&#246;r han inte det, &#228;r anbudet
antaget.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller inte d&#229; agenten och tredje man har
avtalat att anbudet skall f&#246;rfalla om huvudmannen inte uttryckligen
antar det.

20 &#167; Har tredje man avgett ett anbud till agenten och har denne s&#228;nt in
anbudet till huvudmannen, har tredje man samma r&#228;tt att &#229;terkalla
anbudet hos huvudmannen som om han sj&#228;lv hade s&#228;nt in anbudet.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller inte, om annat har avtalats mellan
agenten och tredje man.

21 &#167; Har en tredje man som &#228;r n&#228;ringsidkare f&#246;rhandlat med agenten och
d&#228;refter f&#229;tt ett meddelande fr&#229;n huvudmannen att denne bekr&#228;ftar ett
avtal eller antar ett anbud som agenten har s&#228;nt in, skall tredje man,
om han anser att han inte har slutit n&#229;got avtal eller avgett n&#229;got
anbud eller att avtalet eller anbudet &#228;r oriktigt &#229;tergivet, meddela
huvudmannen detta utan osk&#228;ligt uppeh&#229;ll. G&#246;r tredje man inte det och
kan han inte heller visa att meddelandet var oriktigt, anses han ha
ing&#229;tt ett avtal med det inneh&#229;ll som meddelandet fr&#229;n huvudmannen
utvisar.

22 &#167; Agenten f&#229;r inte utan s&#228;rskilt bemyndigande ta emot
betalning f&#246;r s&#229;lda varor eller efter det att ett avtal har
ing&#229;tts medge anst&#229;nd med betalningen eller neds&#228;ttning i
priset eller annan &#228;ndring i avtalet.

Om huvudmannen f&#229;r k&#228;nnedom om att agenten utan bemyndigande
har vidtagit en &#229;tg&#228;rd som avses i f&#246;rsta stycket betr&#228;ffande
ett avtal som kan anses ha kommit till st&#229;nd genom agentens
medverkan eller som har ing&#229;tts med en tredje man som h&#246;r
till ett omr&#229;de eller en kundkrets som har tilldelats
agenten, ska huvudmannen, om han eller hon inte vill godk&#228;nna
&#229;tg&#228;rden, meddela tredje man detta utan osk&#228;ligt uppeh&#229;ll. Om
huvudmannen inte g&#246;r det, anses han eller hon ha godk&#228;nt
&#229;tg&#228;rden.

I fr&#229;ga om distansavtal och avtal utanf&#246;r aff&#228;rslokaler finns
s&#228;rskilda best&#228;mmelser i lagen (2005:59) om distansavtal och
avtal utanf&#246;r aff&#228;rslokaler. Lag (2014:12).

23 &#167; Vill tredje man &#229;beropa fel i en k&#246;pt vara eller dr&#246;jsm&#229;l med dess
avl&#228;mnande eller vill han ge huvudmannen n&#229;got annat meddelande som r&#246;r
uppfyllelsen av ett avtal, f&#229;r han v&#228;nda sig till agenten, om avtalet
kan anses ha kommit till st&#229;nd genom agentens medverkan eller har
ing&#229;tts med en tredje man som h&#246;r till ett omr&#229;de eller en kundkrets som
har tilldelats agenten. Denne f&#229;r inte utan s&#228;rskilt bemyndigande tr&#228;ffa
n&#229;got avg&#246;rande med anledning av ett s&#229;dant meddelande.

F&#229;r huvudmannen k&#228;nnedom om att agenten utan bemyndigande har tr&#228;ffat
ett s&#229;dant avg&#246;rande som avses i f&#246;rsta stycket, skall huvudmannen, om
han inte vill godk&#228;nna avg&#246;randet, meddela tredje man detta utan
osk&#228;ligt uppeh&#229;ll. G&#246;r han inte det, anses han ha godk&#228;nt avg&#246;randet.

Agenturavtalets upph&#246;rande m.m.

24 &#167; Ett agenturavtal som inte har ing&#229;tts f&#246;r viss tid f&#229;r av agenten
eller huvudmannen upps&#228;gas att upph&#246;ra efter den upps&#228;gningstid som
anges i andra stycket.

Upps&#228;gningstiden &#228;r en m&#229;nad under det f&#246;rsta &#229;ret av uppdragstiden.
Upps&#228;gningstiden f&#246;rl&#228;ngs sedan med en m&#229;nad f&#246;r varje p&#229;b&#246;rjat &#229;r av
uppdragstiden till dess att upps&#228;gningstiden uppg&#229;r till sex m&#229;nader.

Parterna kan inte i f&#246;rv&#228;g avtala om kortare upps&#228;gningstid &#228;n vad som
s&#228;gs i andra stycket. Dock f&#229;r de avtala att upps&#228;gning fr&#229;n agentens
sida f&#229;r ske med tre m&#229;naders upps&#228;gningstid &#228;ven om uppdragstiden har
varat tre &#229;r eller l&#228;ngre.

Om parterna avtalar om l&#228;ngre upps&#228;gningstid &#228;n vad som s&#228;gs i andra
stycket, f&#229;r upps&#228;gningstiden inte vara kortare vid upps&#228;gning fr&#229;n
huvudmannens sida &#228;n vid upps&#228;gning fr&#229;n agentens sida.

Upps&#228;gningstiden r&#228;knas fr&#229;n utg&#229;ngen av den kalenderm&#229;nad d&#229;
upps&#228;gningen skedde.

25 &#167; Ett agenturavtal som ing&#229;tts f&#246;r viss tid upph&#246;r vid avtalstidens
slut.

Om parterna forts&#228;tter agenturf&#246;rh&#229;llandet efter avtalstidens slut,
skall avtalet d&#228;refter betraktas som ett icke tidsbest&#228;mt avtal. Vid
ber&#228;kningen av upps&#228;gningtiden enligt 24 &#167; f&#246;r ett s&#229;dant avtal skall
d&#228;rvid tas h&#228;nsyn till hela den tid som agenturf&#246;rh&#229;llandet har varat.

Avtalsvillkor som strider mot best&#228;mmelserna i andra stycket &#228;r inte
bindande f&#246;r parterna.

26 &#167; Agenten eller huvudmannen f&#229;r s&#228;ga upp agenturavtalet med omedelbar
verkan, om

1. motparten har underl&#229;tit att fullg&#246;ra sina f&#246;rpliktelser enligt
avtalet eller lagen och avtalsbrottet &#228;r av v&#228;sentlig betydelse f&#246;r den
andre samt motparten ins&#229;g eller borde ha insett detta, eller

2. det annars finns en viktig grund f&#246;r att fr&#229;ntr&#228;da avtalet i f&#246;rtid.

Den som vill s&#228;ga upp avtalet i f&#246;rtid skall g&#246;ra detta utan osk&#228;ligt
uppeh&#229;ll efter det att han fick eller borde ha f&#229;tt k&#228;nnedom om den
omst&#228;ndighet som han &#229;beropar. G&#246;r han inte det, f&#246;rlorar han r&#228;tten att
&#229;beropa omst&#228;ndigheten.

Agenten &#228;r inte bunden av avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r
honom &#228;n best&#228;mmelserna i denna paragraf.

27 &#167; Om agenten eller huvudmannen f&#246;rs&#228;tts i konkurs, upph&#246;r
agenturavtalet att g&#228;lla. Utan hinder av huvudmannens konkurs f&#229;r dock
agenten g&#246;ra uppdraget g&#228;llande f&#246;r tiden intill utg&#229;ngen av dagen efter
den d&#229; kung&#246;relse om konkursbeslutet var inf&#246;rd i Post- och Inrikes
Tidningar, om han inte tidigare hade eller borde ha haft k&#228;nnedom om
konkursen.

28 &#167; N&#228;r agenturavtalet upph&#246;r, har agenten r&#228;tt till avg&#229;ngsvederlag,
om och i den m&#229;n

1. agenten har tillf&#246;rt huvudmannen nya kunder eller v&#228;sentligt &#246;kat
handeln med den befintliga kundkretsen och huvudmannen kommer att ha
v&#228;sentlig f&#246;rdel av f&#246;r&#228;ndringen, och

2. avg&#229;ngsvederlag &#228;r sk&#228;ligt med h&#228;nsyn till samtliga omst&#228;ndigheter,
s&#228;rskilt agentens f&#246;rlust av provision p&#229; avtal med de i f&#246;rsta punkten
angivna kunderna.

Best&#228;mmelserna i f&#246;rsta stycket skall ha motsvarande till&#228;mpning, om
agenturf&#246;rh&#229;llandet upph&#246;r p&#229; grund av agentens d&#246;d.

Avg&#229;ngsvederlaget uppg&#229;r till h&#246;gst ett belopp motsvarande ett &#229;rs
ers&#228;ttning, ber&#228;knad efter ett genomsnitt under de senaste fem &#229;ren
eller den kortare tid som uppdraget har varat.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

29 &#167; Agenten har inte r&#228;tt till avg&#229;ngsvederlag enligt 28 &#167;, om

1. huvudmannen s&#228;ger upp agenturavtalet p&#229; grund av att agenten
upps&#229;tligen eller av v&#229;rdsl&#246;shet v&#228;sentligt &#229;sidosatt sina plikter
gentemot huvudmannen och &#229;sidos&#228;ttandet &#228;r av s&#229;dant slag som ger
huvudmannen r&#228;tt att s&#228;ga upp avtalet med omedelbar verkan enligt 26 &#167;
f&#246;rsta stycket 1, eller

2. agenturavtalet upph&#246;r till f&#246;ljd av agentens konkurs, eller

3. agenten i samf&#246;rst&#229;nd med huvudmannen &#246;verl&#229;ter agenturen till n&#229;gon
annan.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

30 &#167; S&#228;ger agenten sj&#228;lv upp agenturavtalet, har han r&#228;tt till
avg&#229;ngsvederlag enligt 28 &#167; endast om

1. upps&#228;gningen grundas p&#229; en omst&#228;ndighet p&#229; huvudmannens sida av
s&#229;dant slag som ger agenten r&#228;tt att s&#228;ga upp avtalet med omedelbar
verkan enligt 26 &#167;, eller

2. det p&#229; grund av agentens &#229;lder eller sjukdom eller liknande
f&#246;rh&#229;llande inte sk&#228;ligen kan kr&#228;vas att han forts&#228;tter sin verksamhet.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

31 &#167; Agenten f&#246;rlorar sin r&#228;tt till avg&#229;ngsvederlag, om han inte inom
ett &#229;r fr&#229;n det att avtalet upph&#246;rde meddelar huvudmannen att han kr&#228;ver
s&#229;dant vederlag.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

32 &#167; Har agenturavtalet upph&#246;rt skall agenten, intill dess huvudmannen
sj&#228;lv kan bevaka sina intressen, vidta s&#229;dana &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga
f&#246;r att skydda huvudmannen mot f&#246;rlust, om det inte d&#228;rav uppkommer
betydande kostnad, ol&#228;genhet eller ekonomisk risk f&#246;r agenten. Denne har
r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r &#229;tg&#228;rderna.

33 &#167; N&#228;r agenturavtalet har upph&#246;rt skall agenten till huvudmannen
&#229;terl&#228;mna varor, material och handlingar som han har mottagit f&#246;r att
fullg&#246;ra uppdraget. Agenten har dock r&#228;tt att till s&#228;kerhet f&#246;r fordran
inneh&#229;lla huvudmannens egendom i enlighet med 15 &#167; och f&#246;rs&#228;lja den
enligt 16 &#167;.

Skadest&#229;nd

34 &#167; Underl&#229;ter agenten eller huvudmannen att fullg&#246;ra sina skyldigheter
enligt agenturavtalet eller lagen, &#228;r han skyldig att ers&#228;tta den andre
den skada som uppkommer d&#228;rav, om han inte visar att underl&#229;tenheten ej
beror p&#229; f&#246;rsummelse p&#229; hans sida.

Upph&#246;r agenturavtalet att g&#228;lla till f&#246;ljd av den ena partens konkurs,
har den andra parten r&#228;tt till ers&#228;ttning f&#246;r den skada som uppkommer
d&#228;rav.

Den som vill kr&#228;va skadest&#229;nd skall meddela den andre detta utan
osk&#228;ligt uppeh&#229;ll efter det att han fick eller borde ha f&#229;tt k&#228;nnedom om
de omst&#228;ndigheter som ligger till grund f&#246;r kravet. G&#246;r han inte det,
f&#246;rlorar han r&#228;tten till skadest&#229;nd utom i fall n&#228;r den andre har
handlat grovt v&#229;rdsl&#246;st eller i strid mot tro och heder.

Avtalsvillkor som &#228;r mindre f&#246;rdelaktiga f&#246;r agenten &#228;n best&#228;mmelserna i
denna paragraf &#228;r inte bindande f&#246;r agenten.

Konkurrensklausuler

35 &#167; Ett avtal mellan agenten och huvudmannen att agenten inte skall
bedriva verksamhet efter det att agenturavtalet har upph&#246;rt
(konkurrensklausul) &#228;r bindande f&#246;r agenten bara om och i den m&#229;n
konkurrensklausulen

1. har uppr&#228;ttats skriftligt

2. avser det omr&#229;de eller den kundkrets som har tilldelats agenten, och

3. avser de slag av varor som agenturavtalet g&#228;ller.

Agenten &#228;r inte bunden av en konkurrensklausul i den m&#229;n den avser
l&#228;ngre tid &#228;n tv&#229; &#229;r efter det att agenturavtalet har upph&#246;rt.

Best&#228;mmelserna i denna paragraf hindrar inte att lagen (1915:218) om
avtal och andra r&#228;ttshandlingar p&#229; f&#246;rm&#246;genhetsr&#228;ttens omr&#229;de till&#228;mpas
p&#229; en konkurrensklausul.

Vissa meddelanden

36 &#167; Har ett meddelande fr&#229;n agenten enligt 16, 31 eller 34 &#167;, fr&#229;n
huvudmannen enligt 18, 19, 22, 23 eller 34 &#167; eller fr&#229;n tredje man
enligt 21 &#167; avs&#228;nts p&#229; ett &#228;ndam&#229;lsenligt s&#228;tt, f&#229;r meddelandet &#229;beropas
&#228;ven om det f&#246;rsenas, f&#246;rvanskas eller inte kommer fram.

&#214;verg&#229;ngsbest&#228;mmelser

1991:351

1. Denna lag tr&#228;der i kraft den 1 januari 1992.

2. I fr&#229;ga om agenturavtal som har ing&#229;tts f&#246;re lagens ikrafttr&#228;dande
till&#228;mpas best&#228;mmelserna om handelsagentur i lagen (1914:45) om
kommission, handelsagentur och handelsresande till utg&#229;ngen av &#229;r 1993.

1998:170

Denna lag tr&#228;der i kraft den 1 juli 1998.

Den upph&#228;vda paragrafen g&#228;ller dock fortfarande i fr&#229;ga om
agenturavtal som har ing&#229;tts f&#246;re lagens ikrafttr&#228;dande.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3503">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3505">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
