

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1990-10-31" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3534</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3533">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3535">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:966 ·
                    <a href="/sfsr?bet=1990:966">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">/r1/ Tillk&#228;nnagivande (1990:966)
av ett avtal mellan den Europeiska ekonomiska gemenskapen och 
EFTA-l&#228;nderna om en procedur f&#246;r informationsutbyte inom omr&#229;det 
tekniska f&#246;reskrifter;
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet UDH
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-10-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Engelska f&#246;rfattningstexten inte med h&#228;r.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Regeringen ger till k&#228;nna att Europeiska ekonomiska gemenskapen, &#229; ena 
sidan, och republiken &#214;sterrike, republiken Finland, republiken Island, 
konungariket Norge, konungariket Sverige och Schweiziska edsf&#246;rbundet, &#229; 
andra sidan, den 19 december 1989 har tr&#228;ffat ett avtal vars lydelse i 
svensk och engelsk text framg&#229;r av bilaga till detta tillk&#228;nnagivande. 
Avtalet tr&#228;der i kraft den 1 november 1990.

*/k/ Bilaga

/r2/ Avtal mellan den Europeiska ekonomiska gemenskapen, &#229; ena sidan, 
och republiken &#214;sterrike, republiken Finland, republiken Island, 
konungariket Norge, konungariket Sverige och Schweiziska edsf&#246;rbundet, &#229; 
andra sidan, om en procedur f&#246;r informationsutbyte inom omr&#229;det tekniska 
f&#246;reskrifter 

Den Europeiska ekonomiska gemenskapen, &#229; ena sidan, samt republiken 
&#214;sterrike, republiken Finland, republiken Island, konungariket Norge, 
konungariket Sverige och Schweiziska edsf&#246;rbundet, nedan kallade 
EFTA-l&#228;nderna, &#229; andra sidan, i det f&#246;ljande alla gemensamt kallade de 
avtalsslutande parterna.

VILKA TAR H&#196;NSYN TILL frihandelsavtalen mellan den Europeiska ekonomiska 
gemenskapen och EFTA-l&#228;nderna och s&#228;rskilt m&#229;ls&#228;ttningarna i artikel 1 i 
vart och ett av dessa avtal,

VILKA TAR H&#196;NSYN TILL de informationsf&#246;rfaranden f&#246;r tekniska 
f&#246;reskrifter som till&#228;mpas inom den Europeiska ekonomiska gemenskapen, &#229; 
ena sidan, och inom den Europeiska frihandelssammanslutningen, EFTA, &#229; 
andra sidan,

VILKA BEAKTAR EFTA-l&#228;ndernas och den Europeiska ekonomiska gemenskapens 
&#229;tagande att f&#246;rverkliga ett dynamiskt Europeiskt ekonomiskt 
samarbetsomr&#229;de,

VILKA BEAKTAR det p&#229;g&#229;ende samarbetet mellan den Europeiska ekonomiska 
gemenskapen och medlemsstaterna i den Europeiska 
frihandelssammanslutningen inom omr&#229;det tekniska handelshinder samt den 
gemensamma f&#246;resats som uppn&#229;tts inom ramen f&#246;r detta samarbete, att 
samordna de tv&#229; informationsprocedurerna,

HAR KOMMIT &#214;VERENS OM F&#214;LJANDE:

Artikel 1

I detta avtal f&#246;rst&#229;s med:

-- &quot;teknisk specifikation&quot;: en specifikation som f&#246;rekommer i ett 
dokument som fastst&#228;ller vilka egenskaper som kr&#228;vs hos en vara, s&#229;som 
kvalitet, bruksegenskaper, s&#228;kerhet eller dimensioner, inklusive de krav 
som skall till&#228;mpas p&#229; varan vad betr&#228;ffar terminologi, symboler, 
provning och provningsmetoder, f&#246;rpackning, m&#228;rkning eller etikettering;

-- &quot;teknisk f&#246;reskrift&quot;: tekniska specifikationer, inklusive till&#228;mpliga 
administrativa f&#246;reskrifter som obligatoriskt skall f&#246;ljas, de jure 
eller de facto, vid marknadsf&#246;ring eller anv&#228;ndning i en medlemsstat 
eller i en betydande del av en s&#229;dan stat, med undantag f&#246;r s&#229;dana som 
fastst&#228;lls av lokala myndigheter;

-- &quot;f&#246;rslag till teknisk f&#246;reskrift&quot;: texten till en teknisk 
specifikation, inklusive administrativa f&#246;reskrifter, som man utarbetat 
i syfte att anta eller att slutligen l&#229;ta anta som teknisk f&#246;reskrift 
och som &#228;r p&#229; ett s&#229;dant beredningsstadium att &#228;ndringar &#228;nnu kan g&#246;ras;

-- &quot;vara&quot;: industritillverkade varor och samtliga jordbruksprodukter, 
inklusive fiskprodukter.

Artikel 2

Gemenskapen skall genom EFTA-r&#229;det notifiera EFTA-l&#228;nderna om de f&#246;rslag 
till tekniska f&#246;reskrifter vilka notifierats av dess medlemsstater i 
enlighet med inom Gemenskapen g&#228;llande till&#228;mplig r&#228;tt.

Artikel 3

EFTA-l&#228;nderna skall likas&#229;, genom EFTA-r&#229;det notifiera Gemenskapen om de 
f&#246;rslag till tekniska f&#246;rteskrifter, som notifierats inom EFTA i 
enlighet med inom EFTA till&#228;mpliga regler.

Artikel 4

Hela texten till det f&#246;rslag till tekniska f&#246;reskrifter som notifieras 
skall tillhandah&#229;llas s&#229;v&#228;l p&#229; originalspr&#229;ket som i fullst&#228;ndig 
&#246;vers&#228;ttning till n&#229;got av de officiella EG-spr&#229;ken.

Artikel 5

N&#228;r det beh&#246;vs skall hela texten p&#229; originalspr&#229;ket till de 
bakomliggande lagar och andra f&#246;reskrifter, som &#228;r av v&#228;sentlig och 
direkt betydelse, ocks&#229; &#246;vers&#228;ndas, om k&#228;nnedom om s&#229;dan text kr&#228;vs f&#246;r 
att bed&#246;ma inneb&#246;rden av det f&#246;rslag till teknisk f&#246;reskrift, som 
notifierats.

Artikel 6

Varje avtalsslutande part f&#229;r beg&#228;ra ytterligare upplysningar om en 
f&#246;reslagen teknisk f&#246;reskrift, vilken notifierats i enlighet med detta 
avtal.

Artikel 7

Gemenskapen och EFTA-l&#228;nderna f&#229;r l&#228;mna kommentarer till det notifierade 
f&#246;rslaget. Kommentarer fr&#229;n EFTA-l&#228;nderna skall av EFTA-r&#229;det &#246;verl&#228;mnas 
till de Europeiska gemenskapernas kommission (h&#228;r nedan kallad 
&quot;Kommissionen&quot;) i form av ett enda samordnat meddelande, och 
Gemenskapens kommentarer skall av Kommissionen &#246;vers&#228;ndas till 
EFTA-r&#229;det. De avtalsslutande parterna skall, n&#228;r sex m&#229;naders uppskov 
p&#229;kallas i enlighet med reglerna i deras respektive interna system f&#246;r 
utbyte av information, upplysa varandra om detta p&#229; liknande s&#228;tt.

Artikel 8

Beh&#246;riga myndigheter skall uppskjuta antagandet av f&#246;rslag till tekniska 
f&#246;reskrifter, som notiferats, under tre m&#229;nader r&#228;knat fr&#229;n den dag n&#228;r 
f&#246;rslaget mottagits

-- av Kommissionen n&#228;r f&#246;rslag notifierats av Gemenskapens 
medlemsstater,

-- av EFTA-r&#229;det n&#228;r f&#246;rslag notifierats av EFTA-l&#228;nderna.

Artikel 9

Detta tre m&#229;naders uppskov skall emellertid inte till&#228;mpas n&#228;r de 
beh&#246;riga myndigheterna av tvingande sk&#228;l, som r&#246;r allm&#228;n s&#228;kerhet eller 
skyddet av m&#228;nniskors och djurs h&#228;lsa och liv eller skyddet av v&#228;xter, 
m&#229;ste utarbeta tekniska f&#246;reskrifter p&#229; mycket kort tid, i syfte att 
anta och inf&#246;ra dem omedelbart, utan att samr&#229;d &#228;r m&#246;jligt. De sk&#228;l som 
utg&#246;r ber&#228;ttigad anledning f&#246;r att skyndsamt vidta de f&#246;reslagna 
&#229;tg&#228;rderna skall anges. Sk&#228;len skall anges ing&#229;ende och p&#229; ett tydligt 
f&#246;rklarande s&#228;tt, med s&#228;rskild tonvikt p&#229; of&#246;ruts&#228;gbarheten och allvaret 
i den fara som de ber&#246;rda myndigheterna st&#229;r inf&#246;r, liksom p&#229; den 
absoluta n&#246;dv&#228;ndigheten av att vidta en omedelbar &#229;tg&#228;rd f&#246;r att avv&#228;rja 
den. 

Artikel 10

Den slutliga texten till den tekniska f&#246;reskriften p&#229; originalspr&#229;ket 
skall ocks&#229; &#246;vers&#228;ndas.

Artikel 11

De administrativa procedurerna f&#246;r ovan n&#228;mnda notifikationer anges 
n&#228;rmare i bilagan, som utg&#246;r en integrerad del av detta avtal.

Artikel 12

Information, som l&#228;mnas i enlighet med detta avtal, skall p&#229; beg&#228;ran 
vara konfidentiell. S&#229;v&#228;l Gemenskapen som EFTA- l&#228;nderna f&#229;r dock, 
f&#246;rutsatt att n&#246;dv&#228;ndiga f&#246;rsiktighets&#229;tg&#228;rder vidtas, konsultera 
fysiska eller juridiska personer, inklusive personer inom den privata 
sektorn, f&#246;r att f&#229; ett expertutl&#229;tande.

Artikel 13

De avtalsslutande parterna skall, inom ramen f&#246;r det samarbete som 
etablerats mellan experter fr&#229;n Gemenskapen och EFTA- l&#228;nderna i fr&#229;ga 
om tekniska handelshinder, h&#229;lla regelbundna konsultationer, b&#229;de f&#246;r 
att s&#228;kerst&#228;lla att den procedur som anges i detta avtal fungerar 
tillfredsst&#228;llande och f&#246;r att utbyta synpunkter p&#229; de kommentarer som 
n&#229;gon av de avtalsslutande parterna framf&#246;rt betr&#228;ffande f&#246;rslag till 
tekniska f&#246;reskrifter, som notifierats i enlighet med detta avtal. De 
avtalsslutande parterna kan vidare komma &#246;verens om att h&#229;lla 
ytterligare ad hoc-m&#246;ten f&#246;r att avhandla enskilda fall av s&#228;rskilt 
intresse f&#246;r n&#229;gon avtalsslutande part.

Artikel 14

Detta avtal skall utvidgas till att omfatta notifikation av f&#246;rslag till 
tekniska f&#246;reskrifter r&#246;rande processer och produktionsmetoder s&#229; snart 
de avtalsslutande parterna har notifierat varandra om att de h&#228;rf&#246;r 
n&#246;dv&#228;ndiga interna procedurerna har genomf&#246;rts.

Artikel 15

Detta avtal ing&#229;s f&#246;r en inledande pr&#246;votid om tv&#229; &#229;r, varefter avtalet 
antingen skall g&#246;ras till f&#246;rem&#229;l f&#246;r en gemensam &#246;versyn eller 
f&#246;rl&#228;ngas f&#246;r en ytterligare period, som skall best&#228;mmas.

Artikel 16

En avtalsslutande part kan fr&#229;ntr&#228;da detta avtal, under f&#246;ruts&#228;ttning 
att de andra avtalsslutande parterna ges skriftlig underr&#228;ttelse d&#228;rom 
sex m&#229;nader i f&#246;rv&#228;g.

Artikel 17

1. Detta avtal skall tr&#228;da i kraft den 1 juli 1990, under f&#246;ruts&#228;ttning 
att de avtalsslutande parterna f&#246;re den dagen har deponerat sina 
godk&#228;nnandeinstrument hos generalsekretariatet f&#246;r de Europeiska 
gemenskapernas r&#229;d, som skall vara depositarie.

2. Om avtalet inte tr&#228;der i kraft den 1 juli 1990, skall det tr&#228;da i 
kraft den f&#246;rsta dagen i den andra m&#229;naden efter det att det sista 
godk&#228;nnandeinstrumentet har deponerats.

3. Depositarien skall underr&#228;tta de avtalsslutande parterna om dagen f&#246;r 
varje f&#246;rdragsslutande parts deposition av godk&#228;nnandeinstrumentet samt 
om dagen f&#246;r avtalets ikrafttr&#228;dande.

Artikel 18

Detta avtal, som uppr&#228;ttats i ett exemplar p&#229; vardera danska, 
holl&#228;ndska, engelska, franska, tyska, grekiska, italienska, 
portugisiska, spanska, finska, isl&#228;ndska, norska och svenska spr&#229;ket, 
vilka alla texter &#228;ger lika giltighet, skall deponeras i arkivet hos 
sekretariatet f&#246;r de Europeiska gemenskapernas r&#229;d, som skall &#246;verl&#228;mna 
en bestyrkt kopia till varje f&#246;rdragsslutande part.

BILAGA

Enligt detta avtal anses n&#246;dv&#228;ndigt att f&#246;ljande meddelanden &#246;verf&#246;rs p&#229; 
elektronisk v&#228;g:

1. Notifikationsblanketter. Dessa kan &#246;verf&#246;ras f&#246;re eller tillsammans 
med den kompletta texten.

2. Bekr&#228;ftelse av mottagandet av textf&#246;rslag med angivnde av bl. a. 
g&#228;llande tidsfrist, som fastst&#228;llts i enlighet med respektive systems 
regler.

3. Beg&#228;ran om kompletterande information.

4. Svar p&#229; beg&#228;ran om kompletterande information.

5. Kommentarer.

6. Beg&#228;ran om ad hoc-m&#246;ten.

7. Svar p&#229; beg&#228;ran om ad hoc-m&#246;ten.

8. Beg&#228;ran om slutgiltig text.

9. Information om att ett uppskov om sex m&#229;nader har beg&#228;rts.

10. Den fullst&#228;ndiga texten till det notifierade f&#246;rslaget.

11. Bakomliggande lagar eller andra f&#246;reskrifter.

12. Slutgiltig text.

Meddelandena 1--9 skall vara avfattade p&#229; n&#229;got av den Europeiska 
gemenskapens officiella spr&#229;k

De avslutande parterna skall gemensamt komma &#246;verens om administrativa 
procedurer f&#246;r meddelandena, s&#228;rskilt det exakta angivandet av 
notifikationsnummer och -koder samt enskildheter r&#246;rande andra 
meddelanden.



</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3533">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3535">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
