

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-31" /> 
 <meta id="rattsinfo-edited" content="2023-01-31 16:01:00" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3535</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3534">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3536">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:931 ·
                    <a href="/sfsr?bet=1990:931">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">K&#246;plag (1990:931)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-09-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:981
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1991-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

Till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller k&#246;p av l&#246;s egendom.

Lagen g&#228;ller i till&#228;mpliga delar &#228;ven byte av l&#246;s egendom.

Lagen g&#228;ller inte &#246;verl&#229;telse av tomtr&#228;tt.

Vid k&#246;p av byggnad som uppf&#246;rts f&#246;r stadigvarande bruk g&#228;ller i st&#228;llet
f&#246;r best&#228;mmelserna i 3, 13, 17--21 samt 30--40 &#167;&#167; vad som f&#246;reskrivs i 4
kap. 11, 12 och 18--19d &#167;&#167; jordabalken. Om en tomtr&#228;ttsuppl&#229;telse enligt
13 kap. 5 &#167; jordabalken har innefattat &#246;verl&#229;telse av en byggnad, g&#228;ller
de n&#228;mnda best&#228;mmelserna i jordabalken dock inte om n&#229;got annat f&#246;ljer
av 13 kap. 8 &#167; jordabalken.

2 &#167; Lagen g&#228;ller best&#228;llning av en vara som skall tillverkas utom n&#228;r
best&#228;llaren skall tillhandah&#229;lla en v&#228;sentlig del av materialet. Lagen
g&#228;ller inte avtal om uppf&#246;rande av byggnad eller annan fast anl&#228;ggning
p&#229; mark eller i vatten.

Lagen g&#228;ller inte avtal som inneb&#228;r att den som skall leverera en vara
&#228;ven skall utf&#246;ra arbete eller n&#229;gon annan tj&#228;nst, om tj&#228;nsten utg&#246;r den
&#246;verv&#228;gande delen av hans f&#246;rpliktelse.

Avtalsfrihet

3 &#167; Lagens best&#228;mmelser till&#228;mpas inte i den m&#229;n annat f&#246;ljer av
avtalet, av praxis som har utbildats mellan parterna eller av
handelsbruk eller annan sedv&#228;nja som m&#229;ste anses bindande f&#246;r parterna.

Konsumentk&#246;p

4 &#167; Lagen g&#228;ller inte i fall d&#229; konsumentk&#246;plagen (2022:260) 
&#228;r till&#228;mplig. Lag (2022:262).

Internationella k&#246;p

5 &#167; Lagen g&#228;ller inte i fall d&#229; lagen (1987:822) om internationella 
k&#246;p &#228;r till&#228;mplig.

Varans avl&#228;mnande

H&#228;mtningsk&#246;p

6 &#167; Varan skall h&#229;llas tillg&#228;nglig f&#246;r avh&#228;mtning d&#228;r s&#228;ljaren vid k&#246;pet
hade sitt aff&#228;rsst&#228;lle eller, om han saknade aff&#228;rsst&#228;lle som hade
samband med k&#246;pet, sitt hemvist. Visste parterna vid k&#246;pet att varan
eller det parti ur vilket den skall tas fanns p&#229; en annan plats, skall
varan h&#229;llas tillg&#228;nglig f&#246;r avh&#228;mtning p&#229; denna plats.

Varan &#228;r avl&#228;mnad n&#228;r k&#246;paren har tagit hand om den.

Transportk&#246;p

7 &#167; Skall varan transporteras till k&#246;paren inom en och samma ort eller
inom ett omr&#229;de d&#228;r s&#228;ljaren vanligen ombes&#246;rjer transporten av liknande
varor, sker avl&#228;mnandet n&#228;r varan &#246;verl&#228;mnas till k&#246;paren.

Om varan i annat fall skall transporteras till k&#246;paren och annat inte
f&#246;ljer av en leveransklausul eller av avtalet i &#246;vrigt, sker avl&#228;mnandet
n&#228;r varan &#246;verl&#228;mnas till den transport&#246;r som har &#229;tagit sig transporten
fr&#229;n avs&#228;ndningsorten. Om s&#228;ljaren sj&#228;lv utf&#246;r transporten, sker
avl&#228;mnandet f&#246;rst n&#228;r varan &#246;verl&#228;mnas till k&#246;paren.

Har varan s&#229;lts &quot;fritt&quot;, &quot;levererad&quot; eller &quot;fritt levererad&quot; med
angivande av en viss ort, anses den inte avl&#228;mnad f&#246;rr&#228;n den har kommit
fram till denna ort.

8 &#167; Skall s&#228;ljaren ordna transporten av varan, skall han ing&#229; avtal om
transporten till best&#228;mmelseorten med l&#228;mpligt transportmedel och p&#229;
sedvanliga villkor f&#246;r en s&#229;dan transport.

Tiden f&#246;r avl&#228;mnandet

9 &#167; Skall varan inte avl&#228;mnas efter anfordran eller utan uppskov och
f&#246;ljer tiden f&#246;r avl&#228;mnandet inte heller annars av avtalet, skall varan
avl&#228;mnas inom sk&#228;lig tid fr&#229;n k&#246;pet.

Skall varan avl&#228;mnas inom en viss tidrymd och framg&#229;r det inte av
omst&#228;ndigheterna att det ankommer p&#229; k&#246;paren att best&#228;mma tidpunkten f&#246;r
avl&#228;mnandet, skall denna best&#228;mmas av s&#228;ljaren.

Om s&#228;ljaren vid h&#228;mtningsk&#246;p skall best&#228;mma tidpunkten f&#246;r avl&#228;mnandet,
skall han i tid underr&#228;tta k&#246;paren om n&#228;r varan finns tillg&#228;nglig f&#246;r
avh&#228;mtning.

R&#228;tt att h&#229;lla inne varan

10 &#167; Har s&#228;ljaren inte gett kredit eller anst&#229;nd med betalningen, &#228;r han
inte skyldig att l&#228;mna ut varan eller, genom &#246;verl&#229;telse av dokument
eller p&#229; annat s&#228;tt, fr&#229;nh&#228;nda sig f&#246;rfogander&#228;tten &#246;ver den f&#246;rr&#228;n
betalning sker.

Skall s&#228;ljaren s&#228;nda varan fr&#229;n den ort d&#228;r den skall avl&#228;mnas, f&#229;r han
inte med st&#246;d av f&#246;rsta stycket underl&#229;ta att avs&#228;nda den. Han f&#229;r dock
hindra att varan eller dokument avseende varan l&#228;mnas ut till k&#246;paren
innan betalning sker.

Kostnaderna f&#246;r varan

11 &#167; S&#228;ljaren svarar f&#246;r s&#229;dana kostnader f&#246;r varan som uppkommer f&#246;re
avl&#228;mnandet och som inte beror p&#229; att avl&#228;mnandet har f&#246;rsenats till
f&#246;ljd av n&#229;got f&#246;rh&#229;llande p&#229; k&#246;parens sida.

Risken f&#246;r varan

Vad risken inneb&#228;r

12 &#167; B&#228;r k&#246;paren risken f&#246;r varan, &#228;r han skyldig att betala varan &#228;ven
om den har f&#246;rst&#246;rts, kommit bort, f&#246;rs&#228;mrats eller minskat genom en
h&#228;ndelse som inte beror p&#229; s&#228;ljaren.

Riskens &#246;verg&#229;ng

13 &#167; Risken g&#229;r &#246;ver p&#229; k&#246;paren, n&#228;r varan avl&#228;mnas enligt avtalet eller
enligt 6 eller 7 &#167;.

Avl&#228;mnas varan inte i r&#228;tt tid och beror det p&#229; k&#246;paren eller n&#229;got
f&#246;rh&#229;llande p&#229; hans sida, g&#229;r risken &#246;ver p&#229; k&#246;paren n&#228;r s&#228;ljaren har
gjort vad som ankommer p&#229; honom f&#246;r att avl&#228;mnandet skall kunna ske.

Skall k&#246;paren h&#228;mta varan p&#229; en annan plats &#228;n hos s&#228;ljaren, g&#229;r risken
&#246;ver n&#228;r tiden f&#246;r avl&#228;mnandet &#228;r inne och k&#246;paren har f&#229;tt veta att
varan finns tillg&#228;nglig f&#246;r avh&#228;mtning.

14 &#167; Risken g&#229;r aldrig &#246;ver p&#229; k&#246;paren f&#246;rr&#228;n det genom m&#228;rkning,
anteckning i transportdokument eller p&#229; annat s&#228;tt har gjorts klart att
varan &#228;r avsedd f&#246;r k&#246;paren.

Varor under transport

15 &#167; Avser k&#246;pet en vara under transport, g&#229;r risken &#246;ver p&#229; k&#246;paren vid
k&#246;pet, om det inte framg&#229;r av omst&#228;ndigheterna att k&#246;paren har &#229;tagit
sig att b&#228;ra risken fr&#229;n den tidpunkt d&#229; varan &#246;verl&#228;mnades till den
transport&#246;r som har utf&#228;rdat transportdokumentet. S&#228;ljaren b&#228;r dock
alltid risken f&#246;r att varan vid k&#246;pet har f&#246;rst&#246;rts, kommit bort,
f&#246;rs&#228;mrats eller minskat, om han k&#228;nde till eller borde ha k&#228;nt till
detta men inte har upplyst k&#246;paren om det.

&#214;ppet k&#246;p

16 &#167; Har &#246;ppet k&#246;p avtalats och varan avl&#228;mnats, b&#228;r k&#246;paren risken till
dess att varan l&#228;mnas tillbaka.

Varans beskaffenhet

&#214;verensst&#228;mmelse med avtalet m. m.

17 &#167; Varan skall i fr&#229;ga om art, m&#228;ngd, kvalitet, andra egenskaper och
f&#246;rpackning st&#228;mma &#246;verens med vad som f&#246;ljer av avtalet.

Om inte annat f&#246;ljer av avtalet, skall varan

1. vara &#228;gnad f&#246;r det &#228;ndam&#229;l f&#246;r vilket varor av samma slag i allm&#228;nhet
anv&#228;nds,

2. vara &#228;gnad f&#246;r det s&#228;rskilda &#228;ndam&#229;l f&#246;r vilket varan var avsedd att
anv&#228;ndas, om s&#228;ljaren vid k&#246;pet m&#229;ste ha insett detta s&#228;rskilda &#228;ndam&#229;l
och k&#246;paren har haft rimlig anledning att f&#246;rlita sig p&#229; s&#228;ljarens
sakkunskap och bed&#246;mning,

3. ha egenskaper som s&#228;ljaren har h&#228;nvisat till genom att l&#228;gga fram
prov eller modell, och

4. vara f&#246;rpackad p&#229; vanligt eller annars f&#246;rsvarligt s&#228;tt, om
f&#246;rpackning beh&#246;vs f&#246;r att bevara eller skydda varan.

Om varan avviker fr&#229;n vad som f&#246;reskrivs i f&#246;rsta eller andra stycket
eller i n&#229;got annat avseende avviker fr&#229;n vad k&#246;paren med fog kunnat
f&#246;ruts&#228;tta, &#228;r varan att anse som felaktig.

18 &#167; Fel f&#246;religger &#228;ven om varan inte &#246;verensst&#228;mmer med s&#229;dana
uppgifter om varans egenskaper eller anv&#228;ndning som s&#228;ljaren har l&#228;mnat
vid marknadsf&#246;ringen av varan eller annars f&#246;re k&#246;pet och som kan antas
ha inverkat p&#229; k&#246;pet.

Varan skall vidare anses felaktig, om den inte &#246;verensst&#228;mmer med s&#229;dana
uppgifter om dess egenskaper eller anv&#228;ndning som n&#229;gon annan &#228;n
s&#228;ljaren, i tidigare s&#228;ljled eller f&#246;r s&#228;ljarens r&#228;kning, f&#246;re k&#246;pet har
l&#228;mnat vid marknadsf&#246;ringen av varan och som kan antas ha inverkat p&#229;
k&#246;pet. Varan skall dock inte anses felaktig, om s&#228;ljaren varken k&#228;nde
till eller borde ha k&#228;nt till uppgifterna.

F&#246;rsta och andra styckena g&#228;ller inte, om uppgifterna har r&#228;ttats i tid
p&#229; ett tydligt s&#228;tt.

Befintligt skick

19 &#167; &#196;ven om varan har s&#229;lts i &quot;befintligt skick&quot; eller med ett liknande
allm&#228;nt f&#246;rbeh&#229;ll skall den anses felaktig, om

1. varan inte &#246;verensst&#228;mmer med s&#229;dana uppgifter om dess egenskaper
eller anv&#228;ndning som s&#228;ljaren har l&#228;mnat f&#246;re k&#246;pet och som kan antas ha
inverkat p&#229; k&#246;pet,

2. s&#228;ljaren f&#246;re k&#246;pet har underl&#229;tit att upplysa k&#246;paren om ett s&#229;dant
v&#228;sentligt f&#246;rh&#229;llande r&#246;rande varans egenskaper eller anv&#228;ndning som
han m&#229;ste antas ha k&#228;nt till och som k&#246;paren med fog kunde r&#228;kna med att
bli upplyst om, under f&#246;ruts&#228;ttning att underl&#229;tenheten kan antas ha
inverkat p&#229; k&#246;pet, eller

3. varan &#228;r i v&#228;sentligt s&#228;mre skick &#228;n k&#246;paren med h&#228;nsyn till varans
pris och &#246;vriga omst&#228;ndigheter med fog har kunnat f&#246;ruts&#228;tta.

N&#228;r en begagnad vara har s&#229;lts p&#229; auktion, anses den s&#229;ld &quot;i befintligt
skick&quot;. Vid till&#228;mpning av f&#246;rsta stycket 3 skall h&#228;nsyn i s&#229; fall tas
till utropspriset.

Unders&#246;kning av varan f&#246;re k&#246;pet

20 &#167; K&#246;paren f&#229;r inte s&#229;som fel &#229;beropa vad han m&#229;ste antas ha k&#228;nt till
vid k&#246;pet.

Har k&#246;paren f&#246;re k&#246;pet unders&#246;kt varan eller utan godtagbar anledning
underl&#229;tit att f&#246;lja s&#228;ljarens uppmaning att unders&#246;ka den, f&#229;r han inte
s&#229;som fel &#229;beropa vad han borde ha m&#228;rkt vid unders&#246;kningen, om inte
s&#228;ljaren har handlat i strid mot tro och heder.

Andra stycket g&#228;ller &#228;ven n&#228;r k&#246;paren f&#246;re k&#246;pet har f&#229;tt tillf&#228;lle att
unders&#246;ka prov p&#229; varan och felet g&#228;ller en egenskap som skulle framg&#229;
av provet.

Avg&#246;rande tidpunkt f&#246;r bed&#246;mningen av om fel f&#246;religger

21 &#167; Fr&#229;gan om varan &#228;r felaktig skall bed&#246;mas med h&#228;nsyn till dess
beskaffenhet n&#228;r risken f&#246;r varan g&#229;r &#246;ver p&#229; k&#246;paren. S&#228;ljaren svarar
f&#246;r fel som har funnits vid denna tidpunkt &#228;ven om felet visar sig f&#246;rst
senare.

Uppkommer en f&#246;rs&#228;mring av varan efter det att risken har g&#229;tt &#246;ver p&#229;
k&#246;paren, skall varan anses felaktig, om f&#246;rs&#228;mringen &#228;r en f&#246;ljd av
s&#228;ljarens avtalsbrott. Detsamma g&#228;ller om s&#228;ljaren genom en garanti
eller liknande utf&#228;stelse har &#229;tagit sig att under en viss tid svara f&#246;r
varans anv&#228;ndbarhet eller andra egenskaper och f&#246;rs&#228;mringen avser en
egenskap som omfattas av utf&#228;stelsen.

P&#229;f&#246;ljder vid dr&#246;jsm&#229;l med varans avl&#228;mnande

P&#229;f&#246;ljderna

22 &#167; Avl&#228;mnas inte varan eller avl&#228;mnas den f&#246;r sent och beror det inte
p&#229; k&#246;paren eller n&#229;got f&#246;rh&#229;llande p&#229; hans sida, f&#229;r k&#246;paren enligt
23--29 &#167;&#167; kr&#228;va fullg&#246;relse eller h&#228;va k&#246;pet samt dessutom kr&#228;va
skadest&#229;nd. Han f&#229;r &#228;ven h&#229;lla inne betalningen enligt 42 &#167;.

Fullg&#246;relse

23 &#167; K&#246;paren f&#229;r h&#229;lla fast vid k&#246;pet och kr&#228;va fullg&#246;relse. S&#228;ljaren &#228;r
dock inte skyldig att fullg&#246;ra k&#246;pet, om det f&#246;religger ett hinder som
han inte kan &#246;vervinna eller om fullg&#246;relsen skulle f&#246;ruts&#228;tta
uppoffringar som inte &#228;r rimliga med h&#228;nsyn till k&#246;parens intresse av
att s&#228;ljaren fullg&#246;r k&#246;pet.

Om ett f&#246;rh&#229;llande som nyss n&#228;mnts upph&#246;r inom rimlig tid, f&#229;r k&#246;paren
dock kr&#228;va att s&#228;ljaren fullg&#246;r k&#246;pet.

K&#246;paren f&#246;rlorar r&#228;tten att kr&#228;va att s&#228;ljaren fullg&#246;r k&#246;pet, om han
v&#228;ntar orimligt l&#228;nge med att framst&#228;lla kravet.

24 &#167; Fr&#229;gar s&#228;ljaren om k&#246;paren trots dr&#246;jsm&#229;let godtar avl&#228;mnande inom
en viss tid eller meddelar s&#228;ljaren att han kommer att fullg&#246;ra k&#246;pet
inom en viss tid och svarar k&#246;paren inte inom sk&#228;lig tid efter det att
han har f&#229;tt fr&#229;gan eller meddelandet, f&#229;r k&#246;paren inte h&#228;va k&#246;pet om
s&#228;ljaren fullg&#246;r det inom den tid som han har angett.

H&#228;vning

25 &#167; K&#246;paren f&#229;r h&#228;va k&#246;pet p&#229; grund av s&#228;ljarens dr&#246;jsm&#229;l, om
avtalsbrottet &#228;r av v&#228;sentlig betydelse f&#246;r k&#246;paren och s&#228;ljaren ins&#229;g
eller borde ha insett detta.

Har k&#246;paren f&#246;relagt s&#228;ljaren en best&#228;md till&#228;ggstid f&#246;r varans
avl&#228;mnande och &#228;r den inte osk&#228;ligt kort, f&#229;r k&#246;paren &#228;ven h&#228;va k&#246;pet om
varan inte avl&#228;mnas inom till&#228;ggstiden.

Medan till&#228;ggstiden l&#246;per f&#229;r k&#246;paren h&#228;va k&#246;pet endast om s&#228;ljaren
meddelar att han inte kommer att fullg&#246;ra k&#246;pet inom denna tid.

26 &#167; Avser k&#246;pet en vara som skall tillverkas eller skaffas s&#228;rskilt f&#246;r
k&#246;paren efter dennes anvisningar eller &#246;nskem&#229;l och kan s&#228;ljaren inte
utan v&#228;sentlig f&#246;rlust tillgodog&#246;ra sig varan p&#229; annat s&#228;tt, f&#229;r k&#246;paren
h&#228;va k&#246;pet p&#229; grund av s&#228;ljarens dr&#246;jsm&#229;l endast om hans syfte med k&#246;pet
&#228;r v&#228;sentligen f&#246;rfelat genom dr&#246;jsm&#229;let.

Skadest&#229;nd

27 &#167; K&#246;paren har r&#228;tt till ers&#228;ttning f&#246;r den skada han lider genom
s&#228;ljarens dr&#246;jsm&#229;l, om inte s&#228;ljaren visar att dr&#246;jsm&#229;let beror p&#229; ett
hinder utanf&#246;r hans kontroll som han inte sk&#228;ligen kunde f&#246;rv&#228;ntas ha
r&#228;knat med vid k&#246;pet och vars f&#246;ljder han inte heller sk&#228;ligen kunde ha
undvikit eller &#246;vervunnit.

Beror dr&#246;jsm&#229;let p&#229; n&#229;gon som s&#228;ljaren har anlitat f&#246;r att helt eller
delvis fullg&#246;ra k&#246;pet, &#228;r s&#228;ljaren fri fr&#229;n skadest&#229;ndsskyldighet endast
om ocks&#229; den som han har anlitat skulle vara fri enligt f&#246;rsta stycket.
Detsamma g&#228;ller om dr&#246;jsm&#229;let beror p&#229; en leverant&#246;r som s&#228;ljaren har
anlitat eller n&#229;gon annan i tidigare s&#228;ljled.

Enligt f&#246;rsta och andra styckena ers&#228;tts inte s&#229;dan indirekt f&#246;rlust som
avses i 67  &#167; andra stycket.

K&#246;paren har alltid r&#228;tt till ers&#228;ttning, om dr&#246;jsm&#229;let eller f&#246;rlusten
beror p&#229; f&#246;rsummelse p&#229; s&#228;ljarens sida.

28 &#167; Hindras s&#228;ljaren att fullg&#246;ra k&#246;pet i r&#228;tt tid, skall han l&#228;mna
k&#246;paren meddelande om hindret och dess inverkan p&#229; m&#246;jligheterna till
fullg&#246;relse. Om k&#246;paren inte f&#229;r ett s&#229;dant meddelande inom sk&#228;lig tid
efter det att s&#228;ljaren har f&#229;tt eller borde ha f&#229;tt k&#228;nnedom om hindret,
har k&#246;paren r&#228;tt till ers&#228;ttning f&#246;r den skada som kunde ha undvikits om
han hade f&#229;tt meddelandet i tid.

Meddelande om h&#228;vning och skadest&#229;nd

29 &#167; Har varan avl&#228;mnats f&#246;r sent, f&#229;r k&#246;paren inte h&#228;va k&#246;pet eller
kr&#228;va skadest&#229;nd p&#229; grund av dr&#246;jsm&#229;let, om han inte inom sk&#228;lig tid
efter det att han fick k&#228;nnedom om avl&#228;mnandet meddelar s&#228;ljaren att han
h&#228;ver eller vill kr&#228;va skadest&#229;nd. Om k&#246;paren h&#228;ver k&#246;pet, beh&#246;ver han
dock inte l&#228;mna s&#228;rskilt meddelande om att han vill kr&#228;va skadest&#229;nd.

P&#229;f&#246;ljder vid fel i varan

P&#229;f&#246;ljderna

30 &#167; &#196;r varan felaktig och beror det inte p&#229; k&#246;paren eller n&#229;got
f&#246;rh&#229;llande p&#229; hans sida, f&#229;r k&#246;paren enligt 31--40 &#167;&#167; kr&#228;va
avhj&#228;lpande, omleverans eller prisavdrag eller h&#228;va k&#246;pet samt dessutom
kr&#228;va skadest&#229;nd. Han f&#229;r &#228;ven h&#229;lla inne betalningen enligt 42 &#167;.

Unders&#246;kning av varan efter avl&#228;mnandet

31 &#167; N&#228;r varan har avl&#228;mnats skall k&#246;paren s&#229; snart omst&#228;ndigheterna
medger det unders&#246;ka den i enlighet med god aff&#228;rssed.

Framg&#229;r det att varan skall transporteras fr&#229;n platsen f&#246;r avl&#228;mnandet,
f&#229;r k&#246;paren v&#228;nta med unders&#246;kningen till dess att varan har kommit
fram.

Om k&#246;paren &#228;ndrar best&#228;mmelseorten medan varan &#228;r p&#229; v&#228;g eller s&#228;nder
varan vidare utan att ha haft sk&#228;lig m&#246;jlighet att unders&#246;ka den och
s&#228;ljaren vid k&#246;pet k&#228;nde till eller borde ha k&#228;nt till m&#246;jligheten av en
s&#229;dan omdestinering eller vidares&#228;ndning, f&#229;r unders&#246;kningen uppskjutas
till dess att varan har kommit fram till den nya best&#228;mmelseorten.

Reklamation

32 &#167; K&#246;paren f&#229;r inte &#229;beropa att varan &#228;r felaktig, om han inte l&#228;mnar
s&#228;ljaren meddelande om felet inom sk&#228;lig tid efter det att han m&#228;rkt
eller borde ha m&#228;rkt felet (reklamation).

Reklamerar k&#246;paren inte inom tv&#229; &#229;r fr&#229;n det att han har tagit emot
varan, f&#246;rlorar han r&#228;tten att &#229;beropa felet, om inte annat f&#246;ljer av en
garanti eller liknande utf&#228;stelse.

33 &#167; Utan hinder av 31 och 32 &#167;&#167; f&#229;r k&#246;paren &#229;beropa att varan &#228;r
felaktig, om s&#228;ljaren har handlat grovt v&#229;rdsl&#246;st eller i strid mot tro
och heder.

Avhj&#228;lpande och omleverans

34 &#167; K&#246;paren har r&#228;tt att kr&#228;va att s&#228;ljaren avhj&#228;lper felet utan
kostnad f&#246;r k&#246;paren, om avhj&#228;lpande kan ske utan osk&#228;lig kostnad eller
ol&#228;genhet f&#246;r s&#228;ljaren. I st&#228;llet f&#246;r att avhj&#228;lpa felet f&#229;r s&#228;ljaren
f&#246;reta omleverans enligt 36 &#167;.

K&#246;paren har r&#228;tt att kr&#228;va omleverans, om avtalsbrottet &#228;r av v&#228;sentlig
betydelse f&#246;r honom och s&#228;ljaren ins&#229;g eller borde ha insett detta.
K&#246;paren har dock inte r&#228;tt att kr&#228;va omleverans, om det f&#246;religger ett
s&#229;dant f&#246;rh&#229;llande som avses i 23  &#167;. K&#246;paren har inte heller r&#228;tt att
kr&#228;va omleverans, om det &#228;r fr&#229;ga om en vara som fanns vid k&#246;pet och
som, med h&#228;nsyn till sina egenskaper och till vad parterna m&#229;ste antas
ha f&#246;rutsatt, inte kan ers&#228;ttas med n&#229;gon annan vara.

Om s&#228;ljaren inte fullg&#246;r sin skyldighet att avhj&#228;lpa felet, har k&#246;paren
r&#228;tt till ers&#228;ttning f&#246;r f&#246;rsvarliga kostnader f&#246;r att avhj&#228;lpa det.

35 &#167; K&#246;paren f&#229;r inte kr&#228;va avhj&#228;lpande av fel eller omleverans, om han
inte l&#228;mnar s&#228;ljaren meddelande om kravet i samband med att han
reklamerar eller inom sk&#228;lig tid d&#228;refter. Detta g&#228;ller dock inte om
s&#228;ljaren har handlat grovt v&#229;rdsl&#246;st eller i strid mot tro och heder.

36 &#167; &#196;ven om k&#246;paren inte kr&#228;ver det, har s&#228;ljaren r&#228;tt att p&#229; egen
bekostnad avhj&#228;lpa felet eller f&#246;reta omleverans, om detta kan ske utan
v&#228;sentlig ol&#228;genhet f&#246;r k&#246;paren och utan risk f&#246;r att k&#246;paren inte f&#229;r
sina egna kostnader ersatta av s&#228;ljaren.

S&#228;ljaren f&#229;r ej &#229;beropa att han inte har beretts tillf&#228;lle att avhj&#228;lpa
felet eller f&#246;reta omleverans, om k&#246;paren har avhj&#228;lpt felet och det med
h&#228;nsyn till omst&#228;ndigheterna inte sk&#228;ligen kunde kr&#228;vas att k&#246;paren
skulle avvakta avhj&#228;lpande eller omleverans fr&#229;n s&#228;ljarens sida.

Prisavdrag och h&#228;vning

37 &#167; Om avhj&#228;lpande eller omleverans inte kommer i fr&#229;ga eller inte sker
inom sk&#228;lig tid efter reklamationen, f&#229;r k&#246;paren kr&#228;va prisavdrag
ber&#228;knat enligt 38 &#167; eller h&#228;va k&#246;pet enligt 39 &#167;.

K&#246;paren har dock inte r&#228;tt till prisavdrag vid k&#246;p av begagnade varor p&#229;
auktion.

38 &#167; Kr&#228;ver k&#246;paren prisavdrag, skall det ber&#228;knas s&#229; att f&#246;rh&#229;llandet
mellan det nedsatta och det avtalsenliga priset svarar mot f&#246;rh&#229;llandet
vid tidpunkten f&#246;r avl&#228;mnandet mellan varans v&#228;rde i felaktigt och i
avtalsenligt skick.

39 &#167; K&#246;paren f&#229;r h&#228;va k&#246;pet p&#229; grund av fel, om avtalsbrottet &#228;r av
v&#228;sentlig betydelse f&#246;r honom och s&#228;ljaren ins&#229;g eller borde ha insett
detta.

K&#246;paren f&#229;r inte h&#228;va k&#246;pet p&#229; grund av felet, om han inte inom sk&#228;lig
tid efter det att han m&#228;rkt eller borde ha m&#228;rkt felet, eller efter den
tid f&#246;r avhj&#228;lpande eller omleverans som kan f&#246;lja av 37 &#167;, meddelar
s&#228;ljaren att han h&#228;ver k&#246;pet. Detta g&#228;ller dock inte om s&#228;ljaren har
handlat grovt v&#229;rdsl&#246;st eller i strid mot tro och heder.

Skadest&#229;nd

40 &#167; K&#246;paren har r&#228;tt till ers&#228;ttning f&#246;r den skada han lider genom att
varan &#228;r felaktig, om inte s&#228;ljaren visar att det har f&#246;relegat ett
s&#229;dant hinder som avses i 27 &#167; f&#246;rsta eller andra stycket f&#246;r att
avl&#228;mna felfri vara. Vad som s&#228;gs i 28 &#167; om s&#228;ljarens skyldighet att
l&#228;mna k&#246;paren meddelande om hinder f&#246;r att fullg&#246;ra k&#246;pet i tid g&#228;ller
p&#229; motsvarande s&#228;tt, om det f&#246;religger hinder f&#246;r att avl&#228;mna felfri
vara.

Enligt f&#246;rsta stycket ers&#228;tts inte s&#229;dan indirekt f&#246;rlust som avses i 67
&#167; andra stycket.

K&#246;paren har alltid r&#228;tt till ers&#228;ttning, om felet eller f&#246;rlusten beror
p&#229;  f&#246;rsummelse p&#229; s&#228;ljarens sida eller om varan vid k&#246;pet avvek fr&#229;n
vad s&#228;ljaren s&#228;rskilt har utf&#228;st.

P&#229;f&#246;ljder vid r&#228;ttsligt fel

41 &#167; Om tredje man har &#228;gander&#228;tt till varan eller har pantr&#228;tt eller
annan liknande r&#228;tt i den (r&#228;ttsligt fel) och det inte f&#246;ljer av avtalet
att k&#246;paren skall &#246;verta varan med den begr&#228;nsning som tredje mans r&#228;tt
medf&#246;r, g&#228;ller best&#228;mmelserna om reklamation i 32 &#167; f&#246;rsta stycket och
33 &#167;, om avhj&#228;lpande och omleverans i 34--36 &#167;&#167;, om prisavdrag och
h&#228;vning i 37--39 &#167;&#167;, om skadest&#229;nd i 40 &#167; samt om k&#246;parens r&#228;tt att
h&#229;lla inne betalningen i 42 &#167;.

K&#246;paren har alltid r&#228;tt till ers&#228;ttning f&#246;r den skada han lider genom
ett r&#228;ttsligt fel som f&#246;rel&#229;g vid k&#246;pet, om han varken k&#228;nde till eller
borde ha k&#228;nt till felet.

P&#229;f&#246;ljder av r&#228;ttsligt fel f&#229;r &#228;ven g&#246;ras g&#228;llande, om tredje man p&#229;st&#229;r
att han har en s&#229;dan r&#228;tt som avses i f&#246;rsta stycket och det finns
sannolika sk&#228;l f&#246;r p&#229;st&#229;endet.

Gemensamma best&#228;mmelser om p&#229;f&#246;ljder vid s&#228;ljarens avtalsbrott

R&#228;tt att h&#229;lla inne betalningen

42 &#167; Har k&#246;paren krav p&#229; grund av s&#228;ljarens dr&#246;jsm&#229;l eller p&#229; grund av
att varan &#228;r felaktig, f&#229;r k&#246;paren h&#229;lla inne s&#229; mycket av betalningen
som motsvarar kravet.

Partiellt avtalsbrott

43 &#167; &#196;r endast en del av leveransen f&#246;rsenad eller felaktig, till&#228;mpas
best&#228;mmelserna om ifr&#229;gavarande avtalsbrott p&#229; denna del. K&#246;paren f&#229;r
h&#228;va k&#246;pet i dess helhet, om avtalsbrottet &#228;r av v&#228;sentlig betydelse f&#246;r
honom i fr&#229;ga om hela k&#246;pet och s&#228;ljaren ins&#229;g eller borde ha insett
detta.

Om det kan antas att s&#228;ljaren anser sig ha fullgjort k&#246;pet i dess helhet
trots att allt inte har avl&#228;mnats, till&#228;mpas best&#228;mmelserna om fel.

H&#228;vning vid successiv leverans

44 &#167; Skall avl&#228;mnande ske efter hand och &#228;r n&#229;gon delleverans f&#246;rsenad
eller felaktig, f&#229;r k&#246;paren h&#228;va k&#246;pet i fr&#229;ga om denna enligt de
best&#228;mmelser som i &#246;vrigt g&#228;ller f&#246;r h&#228;vning.

Om dr&#246;jsm&#229;let eller felet ger anledning att anta att ett avtalsbrott som
ger r&#228;tt till h&#228;vning kommer att intr&#228;ffa betr&#228;ffande n&#229;gon senare
delleverans, f&#229;r k&#246;paren p&#229; denna grund h&#228;va k&#246;pet i fr&#229;ga om en s&#229;dan
senare leverans, om det sker inom sk&#228;lig tid.

H&#228;ver k&#246;paren i fr&#229;ga om en delleverans, f&#229;r han samtidigt h&#228;va i fr&#229;ga
om tidigare eller senare leveranser om han p&#229; grund av sammanhanget
mellan dem skulle ha betydande ol&#228;genhet av att st&#229; fast vid k&#246;pet
betr&#228;ffande dessa leveranser.

K&#246;parens skyldigheter

Prisets best&#228;mmande

45 &#167; F&#246;ljer priset inte av avtalet, skall k&#246;paren betala vad som &#228;r
sk&#228;ligt med h&#228;nsyn till varans art och beskaffenhet, g&#228;ngse pris vid
tiden f&#246;r k&#246;pet samt omst&#228;ndigheterna i &#246;vrigt.

46 &#167; Skall priset ber&#228;knas efter antal, m&#229;tt eller vikt, skall varans
m&#228;ngd vid den tidpunkt d&#229; risken f&#246;r varan g&#229;r &#246;ver p&#229; k&#246;paren l&#228;ggas
till grund f&#246;r ber&#228;kningen.

Om priset skall ber&#228;knas efter varans vikt, avr&#228;knas f&#246;rst
f&#246;rpackningens vikt.

47 &#167; Har k&#246;paren f&#229;tt en r&#228;kning, &#228;r han bunden av det pris som har
angetts i r&#228;kningen. Detta g&#228;ller dock inte, om han inom sk&#228;lig tid
meddelar s&#228;ljaren att han inte godk&#228;nner priset, om ett l&#228;gre pris
f&#246;ljer av avtalet eller om det fordrade beloppet &#228;r osk&#228;ligt.

Betalningen

48 &#167; Betalning skall ske hos s&#228;ljaren. Om betalning skall ske mot
&#246;verl&#228;mnande av varan eller dokument avseende varan, skall den dock ske
d&#228;r &#246;verl&#228;mnandet &#228;ger rum.

Skyldigheten att betala omfattar &#228;ven skyldighet att i enlighet med
avtalet acceptera v&#228;xel och st&#228;lla remburs, bankgaranti eller annan
s&#228;kerhet samt att vidta de andra &#229;tg&#228;rder som beh&#246;vs f&#246;r att m&#246;jligg&#246;ra
betalning.

49 &#167; F&#246;ljer tidpunkten f&#246;r betalningen inte av avtalet, skall k&#246;paren
betala n&#228;r s&#228;ljaren kr&#228;ver det. K&#246;paren &#228;r dock inte skyldig att betala
f&#246;rr&#228;n varan h&#229;lls honom till handa eller st&#228;lls till hans f&#246;rfogande i
enlighet med avtalet.

Innan k&#246;paren betalar har han r&#228;tt att unders&#246;ka varan p&#229; det s&#228;tt som
f&#246;ljer av sedv&#228;nja eller b&#246;r medges med h&#228;nsyn till omst&#228;ndigheterna, om
inte det avtalade s&#228;ttet f&#246;r avl&#228;mnandet och betalningen &#228;r of&#246;renligt
med en s&#229;dan unders&#246;kning.

Har konossement utf&#228;rdats f&#246;r varans transport till best&#228;mmelseorten
eller transporteras varan i &#246;vrigt p&#229; s&#229;dana villkor att s&#228;ljaren inte
sedan betalning har skett f&#229;r f&#246;rfoga &#246;ver varan, f&#229;r utan hinder av
f&#246;rsta eller andra stycket betalning kr&#228;vas mot konossement eller n&#228;r
k&#246;paren har tagit emot fraktsedel eller annat bevis f&#246;r att varan
transporteras p&#229; s&#229;dana villkor.

K&#246;parens medverkan m. m.

50 &#167; K&#246;paren skall

1. medverka till k&#246;pet p&#229; ett s&#229;dant s&#228;tt som sk&#228;ligen kan f&#246;rv&#228;ntas av
honom f&#246;r att s&#228;ljaren skall kunna fullg&#246;ra k&#246;pet, och

2. h&#228;mta eller ta emot varan.

P&#229;f&#246;ljder vid k&#246;parens avtalsbrott

P&#229;f&#246;ljderna

51 &#167; Betalar k&#246;paren inte i r&#228;tt tid eller medverkar han inte till k&#246;pet
enligt 50 &#167; 1 och beror detta inte p&#229; s&#228;ljaren eller n&#229;got f&#246;rh&#229;llande
p&#229; dennes sida, f&#229;r s&#228;ljaren enligt 52--59 &#167;&#167; kr&#228;va betalning eller
annan fullg&#246;relse eller h&#228;va k&#246;pet samt dessutom kr&#228;va skadest&#229;nd. Han
f&#229;r &#228;ven h&#229;lla inne varan enligt 10 &#167; och kr&#228;va r&#228;nta enligt 71 &#167;.

Uppfyller k&#246;paren inte sin skyldighet att h&#228;mta eller ta emot varan och
beror detta inte p&#229; s&#228;ljaren eller n&#229;got f&#246;rh&#229;llande p&#229; dennes sida,
g&#228;ller 55 &#167;, 57 &#167; andra--fj&#228;rde styckena och 58 &#167;.

Krav p&#229; betalning och annan fullg&#246;relse

52 &#167; S&#228;ljaren f&#229;r h&#229;lla fast vid k&#246;pet och kr&#228;va betalning.

Om k&#246;paren avbest&#228;ller en vara som skall tillverkas eller skaffas
s&#228;rskilt f&#246;r honom, f&#229;r s&#228;ljaren dock inte h&#229;lla fast vid k&#246;pet genom
att fullf&#246;lja  tillverkningen, vidta andra f&#246;rberedelser f&#246;r avl&#228;mnandet
och kr&#228;va betalning. Detta g&#228;ller dock inte, om ett avbrott skulle
medf&#246;ra en v&#228;sentlig ol&#228;genhet f&#246;r s&#228;ljaren eller risk f&#246;r att hans
f&#246;rlust till f&#246;ljd av avbest&#228;llningen inte blir ersatt. Skadest&#229;nd p&#229;
grund av avbest&#228;llningen ber&#228;knas enligt 67--70 &#167;&#167;.

Har varan &#228;nnu inte avl&#228;mnats, f&#246;rlorar s&#228;ljaren r&#228;tten att kr&#228;va
betalning, om han v&#228;ntar orimligt l&#228;nge med att framst&#228;lla kravet.

53 &#167; S&#228;ljaren f&#229;r h&#229;lla fast vid k&#246;pet och kr&#228;va att k&#246;paren medverkar
till k&#246;pet enligt 50 &#167; 1. K&#246;paren &#228;r dock inte skyldig att medverka till
k&#246;pet, om det f&#246;religger ett hinder som han inte kan &#246;vervinna eller om
hans medverkan skulle f&#246;ruts&#228;tta uppoffringar som inte &#228;r rimliga med
h&#228;nsyn till s&#228;ljarens intresse av k&#246;parens medverkan.

Om ett f&#246;rh&#229;llande som nyss n&#228;mnts upph&#246;r inom rimlig tid, f&#229;r s&#228;ljaren
dock kr&#228;va att k&#246;paren medverkar till k&#246;pet.

S&#228;ljaren f&#246;rlorar r&#228;tten att kr&#228;va att k&#246;paren medverkar till k&#246;pet, om
han v&#228;ntar orimligt l&#228;nge med att framst&#228;lla kravet.

H&#228;vning p&#229; grund av dr&#246;jsm&#229;l med betalningen

54 &#167; S&#228;ljaren f&#229;r h&#228;va k&#246;pet p&#229; grund av k&#246;parens dr&#246;jsm&#229;l med
betalningen, om dr&#246;jsm&#229;let utg&#246;r ett v&#228;sentligt avtalsbrott.

Har s&#228;ljaren f&#246;relagt k&#246;paren en best&#228;md till&#228;ggstid f&#246;r betalningen och
&#228;r den inte osk&#228;ligt kort, f&#229;r k&#246;pet &#228;ven h&#228;vas om k&#246;paren inte betalar
inom till&#228;ggstiden.

Medan till&#228;ggstiden l&#246;per f&#229;r s&#228;ljaren h&#228;va k&#246;pet endast om k&#246;paren
meddelar att han inte kommer att betala inom denna tid.

Har varan kommit i k&#246;parens besittning, f&#229;r s&#228;ljaren h&#228;va k&#246;pet endast
om han har f&#246;rbeh&#229;llit sig r&#228;tt till detta eller k&#246;paren avvisar varan.

H&#228;vning p&#229; grund av bristande medverkan

55 &#167; S&#228;ljaren f&#229;r h&#228;va k&#246;pet, om k&#246;paren inte medverkar till k&#246;pet
enligt 50 &#167; 1 och avtalsbrottet &#228;r av v&#228;sentlig betydelse f&#246;r s&#228;ljaren
samt k&#246;paren ins&#229;g eller borde ha insett detta. S&#228;ljaren f&#229;r under samma
f&#246;ruts&#228;ttningar h&#228;va k&#246;pet, om k&#246;paren inte i r&#228;tt tid h&#228;mtar eller tar
emot varan i fall d&#229; det framg&#229;r av avtalet eller omst&#228;ndigheterna att
s&#228;ljaren har ett s&#228;rskilt intresse av att bli av med det som han har
s&#229;lt.

S&#228;ljaren f&#229;r vidare h&#228;va k&#246;pet, om k&#246;paren inte inom en best&#228;md
till&#228;ggstid som s&#228;ljaren har f&#246;relagt k&#246;paren och som inte &#228;r osk&#228;ligt
kort

1. medverkar till k&#246;pet enligt 50 &#167; 1, eller

2. h&#228;mtar eller tar emot varan i fall d&#229; det framg&#229;r av avtalet eller
omst&#228;ndigheterna att s&#228;ljaren har ett s&#228;rskilt intresse av att bli av
med det som han har s&#229;lt.

Medan en till&#228;ggstid l&#246;per f&#229;r s&#228;ljaren h&#228;va k&#246;pet endast om k&#246;paren
meddelar att han inte kommer att fullg&#246;ra sina skyldigheter inom
till&#228;ggstiden.

H&#228;vning vid successiv leverans

56 &#167; Skall betalning ske efter hand i s&#228;rskilda poster allteftersom
avl&#228;mnande sker och f&#246;religger det dr&#246;jsm&#229;l med betalningen av n&#229;gon
delleverans, f&#229;r s&#228;ljaren h&#228;va k&#246;pet i fr&#229;ga om denna delleverans enligt
de best&#228;mmelser som i &#246;vrigt g&#228;ller f&#246;r h&#228;vning.

S&#228;ljaren f&#229;r h&#228;va k&#246;pet &#228;ven i fr&#229;ga om en senare delleverans, om det
inte saknas anledning att anta att dr&#246;jsm&#229;l med betalningen som ger r&#228;tt
till h&#228;vning kommer att upprepas.

Skadest&#229;nd

57 &#167; S&#228;ljaren har r&#228;tt till ers&#228;ttning f&#246;r den skada han lider genom
k&#246;parens dr&#246;jsm&#229;l med betalningen, om inte k&#246;paren visar att dr&#246;jsm&#229;let
beror p&#229; lag, avbrott i den allm&#228;nna samf&#228;rdseln eller
betalningsf&#246;rmedlingen eller annat liknande hinder som k&#246;paren inte
sk&#228;ligen kunde f&#246;rv&#228;ntas ha r&#228;knat med vid k&#246;pet och vars f&#246;ljder han
inte heller sk&#228;ligen kunde ha undvikit eller &#246;vervunnit.

S&#228;ljaren har ocks&#229; r&#228;tt till ers&#228;ttning f&#246;r den skada han lider genom
att k&#246;paren inte medverkar till k&#246;pet enligt 50 &#167; 1 eller genom att
k&#246;paren inte i r&#228;tt tid h&#228;mtar eller tar emot varan i fall d&#229; det
framg&#229;r av avtalet eller  omst&#228;ndigheterna att s&#228;ljaren har ett s&#228;rskilt
intresse av att bli av med det som han har s&#229;lt. R&#228;tt till ers&#228;ttning i
dessa fall f&#246;religger dock inte, om k&#246;paren visar att det har funnits
ett hinder av det slag som anges i 27 &#167; f&#246;rsta eller andra stycket f&#246;r
att medverka till k&#246;pet eller f&#246;r att h&#228;mta eller ta emot varan.

Enligt andra stycket ers&#228;tts inte s&#229;dan indirekt f&#246;rlust som avses i 67
&#167; andra stycket.

S&#228;ljaren har alltid r&#228;tt till ers&#228;ttning, om avtalsbrottet eller
f&#246;rlusten beror p&#229; f&#246;rsummelse p&#229; k&#246;parens sida.

58 &#167; Hindras k&#246;paren att fullg&#246;ra k&#246;pet i r&#228;tt tid, skall han l&#228;mna
s&#228;ljaren meddelande om hindret och dess inverkan p&#229; m&#246;jligheterna till
fullg&#246;relse. Om s&#228;ljaren inte f&#229;r ett s&#229;dant meddelande inom sk&#228;lig tid
efter det att k&#246;paren har f&#229;tt eller borde ha f&#229;tt k&#228;nnedom om hindret,
har s&#228;ljaren r&#228;tt till ers&#228;ttning f&#246;r den skada som kunde ha undvikits
om han hade f&#229;tt meddelandet i tid.

Meddelande om h&#228;vning och skadest&#229;nd

59 &#167; S&#228;ljaren f&#229;r inte h&#228;va k&#246;pet p&#229; grund av k&#246;parens dr&#246;jsm&#229;l med att
betala eller med att h&#228;mta eller ta emot varan, om han inte innan
fullg&#246;relse har skett meddelar k&#246;paren att han h&#228;ver.

Om k&#246;paren har l&#228;mnat medverkan enligt 50 &#167; 1 men detta har skett f&#246;r
sent, f&#229;r s&#228;ljaren inte h&#228;va k&#246;pet eller kr&#228;va skadest&#229;nd p&#229; grund av
dr&#246;jsm&#229;let, om han inte inom sk&#228;lig tid efter det att han fick k&#228;nnedom
om att medverkan har l&#228;mnats meddelar k&#246;paren att han h&#228;ver eller vill
kr&#228;va skadest&#229;nd. Om s&#228;ljaren h&#228;ver k&#246;pet, beh&#246;ver han dock inte l&#228;mna
s&#228;rskilt meddelande om att han vill kr&#228;va skadest&#229;nd.

Specifikation

60 &#167; Skall k&#246;paren specificera varans form, m&#229;tt eller andra egenskaper
och underl&#229;ter han att g&#246;ra det vid avtalad tid eller inom sk&#228;lig tid
efter det han har f&#229;tt beg&#228;ran om detta fr&#229;n s&#228;ljaren, f&#229;r s&#228;ljaren g&#246;ra
specifikationen i &#246;verensst&#228;mmelse med vad som kan antas vara i k&#246;parens
intresse. Detta hindrar inte s&#228;ljaren fr&#229;n att g&#246;ra g&#228;llande andra
p&#229;f&#246;ljder.

S&#228;ljaren skall underr&#228;tta k&#246;paren om den specifikation han g&#246;r och
f&#246;rel&#228;gga k&#246;paren en sk&#228;lig tid inom vilken denne kan &#228;ndra
specifikationen. &#196;ndrar k&#246;paren inte specifikationen inom den tid som
har f&#246;relagts honom, blir s&#228;ljarens specifikation bindande.

Befarat avtalsbrott

Stoppningsr&#228;tt

61 &#167; Visar det sig efter k&#246;pet att en parts handlingss&#228;tt eller
ekonomiska  f&#246;rh&#229;llanden &#228;r s&#229;dana, att det finns starka sk&#228;l att anta
att han inte kommer att uppfylla en v&#228;sentlig del av sina f&#246;rpliktelser,
f&#229;r motparten f&#246;r sin del inst&#228;lla fullg&#246;relsen och h&#229;lla inne sin
prestation.

Har s&#228;ljaren redan avs&#228;nt varan och visar det sig att s&#229;dana
f&#246;rh&#229;llanden som avses i f&#246;rsta stycket f&#246;religger p&#229; k&#246;parens sida, f&#229;r
s&#228;ljaren hindra att varan l&#228;mnas ut till k&#246;paren. Detta g&#228;ller &#228;ven om
k&#246;paren har tagit emot transportdokument avseende varan.

Den som inst&#228;ller fullg&#246;relsen eller hindrar att varan l&#228;mnas ut skall
genast meddela motparten detta. Om han inte g&#246;r det, har motparten r&#228;tt
till ers&#228;ttning f&#246;r den skada som han lider genom att ett s&#229;dant
meddelande inte har l&#228;mnats i tid.

Den som har inst&#228;llt sin fullg&#246;relse eller hindrat att varan l&#228;mnas ut
skall  forts&#228;tta fullg&#246;relsen, om motparten st&#228;ller godtagbar s&#228;kerhet
f&#246;r sin fullg&#246;relse.

H&#228;vning

62 &#167; St&#229;r det klart att det kommer att intr&#228;ffa ett avtalsbrott som ger
en part r&#228;tt att h&#228;va k&#246;pet, f&#229;r denne h&#228;va redan f&#246;re tiden f&#246;r
fullg&#246;relsen. H&#228;vningen &#228;r dock utan verkan, om motparten genast st&#228;ller
godtagbar s&#228;kerhet f&#246;r sin fullg&#246;relse.

Konkurs m. m.

63 &#167; Har en part f&#246;rsatts i konkurs, f&#229;r konkursboet intr&#228;da i 
avtalet. Motparten f&#229;r kr&#228;va att boet inom sk&#228;lig tid ger 
besked om det vill intr&#228;da.

Om konkursboet intr&#228;der i avtalet, och tiden f&#246;r motpartens 
fullg&#246;relse &#228;r inne, f&#229;r motparten kr&#228;va att boet fullg&#246;r sin 
prestation eller att boet, om anst&#229;nd har beviljats, utan 
osk&#228;ligt uppeh&#229;ll st&#228;ller godtagbar s&#228;kerhet f&#246;r sin 
fullg&#246;relse. &#196;r tiden f&#246;r motpartens fullg&#246;relse inte inne, 
f&#229;r motparten kr&#228;va s&#228;kerhet om det av n&#229;gon s&#228;rskild 
anledning &#228;r n&#246;dv&#228;ndigt f&#246;r att skydda denne mot f&#246;rlust.

Om boet inte inom sk&#228;lig tid efter motpartens krav enligt 
f&#246;rsta stycket intr&#228;der i avtalet eller inte st&#228;ller s&#228;kerhet 
enligt andra stycket, f&#229;r motparten h&#228;va k&#246;pet.

Om varan &#246;verl&#228;mnas till konkursboet efter det att k&#246;paren 
f&#246;rsatts i konkurs och betalning inte har skett, f&#229;r s&#228;ljaren 
kr&#228;va att varan l&#228;mnas tillbaka. Varan beh&#246;ver dock inte 
l&#228;mnas tillbaka, om betalning sker genast eller, i fall d&#229; 
k&#246;pesumman inte &#228;nnu har f&#246;rfallit till betalning, konkursboet 
inom sk&#228;lig tid efter uppmaning st&#228;ller godtagbar s&#228;kerhet f&#246;r 
betalningen.

Om konkursboet har s&#229;lt varan eller p&#229; annat s&#228;tt har f&#246;rfogat 
&#246;ver den s&#229; att den inte kan l&#228;mnas tillbaka v&#228;sentligen 
of&#246;r&#228;ndrad och of&#246;rminskad, ska konkursboet anses ha intr&#228;tt i 
avtalet. Lag (2022:981).

Gemensamma best&#228;mmelser om h&#228;vning och omleverans

Verkningar av h&#228;vning och omleverans

64 &#167; H&#228;vs k&#246;pet, bortfaller s&#228;ljarens skyldighet att &#246;verl&#228;mna varan och
k&#246;parens skyldighet att betala och medverka till k&#246;pet.

I den m&#229;n k&#246;pet har fullgjorts f&#229;r vardera parten kr&#228;va att motparten
l&#228;mnar tillbaka vad han har tagit emot. Var och en f&#229;r d&#228;rvid h&#229;lla inne
vad han har tagit emot till dess att den andre ger ut vad han skall
l&#228;mna tillbaka samt betalar eller st&#228;ller godtagbar s&#228;kerhet f&#246;r
skadest&#229;nd och r&#228;nta som han kan vara skyldig att erl&#228;gga.

Om s&#228;ljaren skall f&#246;reta omleverans, f&#229;r k&#246;paren h&#229;lla inne vad han har
tagit emot till dess att omleverans sker.

65 &#167; H&#228;vs k&#246;pet, skall k&#246;paren ge ut den avkastning av varan som han har
f&#229;tt samt betala sk&#228;lig ers&#228;ttning om han har haft annan nytta av varan.

Om s&#228;ljaren skall l&#228;mna tillbaka betalningen, skall han betala r&#228;nta
fr&#229;n den dag han tog emot betalningen.

Bortfall av r&#228;tt till h&#228;vning och omleverans

66 &#167; K&#246;paren f&#229;r h&#228;va k&#246;pet eller kr&#228;va omleverans endast om han kan
l&#228;mna tillbaka varan v&#228;sentligen of&#246;r&#228;ndrad och of&#246;rminskad.

R&#228;tten att h&#228;va k&#246;pet eller kr&#228;va omleverans g&#229;r dock inte f&#246;rlorad, om

1. varan har f&#246;rst&#246;rts, kommit bort, f&#246;rs&#228;mrats eller minskat genom sin
egen beskaffenhet eller n&#229;got annat f&#246;rh&#229;llande som inte beror p&#229;
k&#246;paren,

2. varan har f&#246;rst&#246;rts, f&#246;rs&#228;mrats eller minskat till f&#246;ljd av en &#229;tg&#228;rd
som har varit beh&#246;vlig f&#246;r att unders&#246;ka om varan &#228;r felfri, eller

3. varan helt eller delvis har s&#229;lts vidare i vanlig ordning eller
anv&#228;nts av k&#246;paren f&#246;r f&#246;rutsatt bruk innan han m&#228;rkte eller borde ha
m&#228;rkt det fel p&#229; grund av vilket han vill h&#228;va k&#246;pet eller kr&#228;va
omleverans.

R&#228;tten att h&#228;va k&#246;pet eller kr&#228;va omleverans g&#229;r inte heller f&#246;rlorad,
om  k&#246;paren ers&#228;tter s&#228;ljaren den minskning i varans v&#228;rde som &#228;r en
f&#246;ljd av att varan har f&#246;rs&#228;mrats eller minskat.

Skadest&#229;ndets omfattning

Allm&#228;nt

67 &#167; Skadest&#229;nd p&#229; grund av avtalsbrott omfattar ers&#228;ttning f&#246;r
utgifter,  prisskillnad, utebliven vinst och annan direkt eller indirekt
f&#246;rlust med anledning av avtalsbrottet. Skadest&#229;nd enligt denna lag
omfattar dock inte ers&#228;ttning f&#246;r f&#246;rlust som k&#246;paren tillfogas genom
skada p&#229; annat &#228;n den s&#229;lda varan.

Som indirekt f&#246;rlust anses

1. f&#246;rlust till f&#246;ljd av minskning eller bortfall av produktion eller
oms&#228;ttning,

2. annan f&#246;rlust till f&#246;ljd av att varan inte kan utnyttjas p&#229; avsett
s&#228;tt,

3. utebliven vinst till f&#246;ljd av att ett avtal med tredje man har fallit
bort eller inte har blivit riktigt uppfyllt, och

4. annan liknande f&#246;rlust, om den varit sv&#229;r att f&#246;rutse.

Som indirekt f&#246;rlust enligt andra stycket anses dock inte en s&#229;dan
f&#246;rlust som den skadelidande har haft f&#246;r att begr&#228;nsa en f&#246;rlust av
annat slag &#228;n som anges i andra stycket.

Prisskillnad

68 &#167; Har k&#246;pet h&#228;vts och k&#246;paren gjort ett t&#228;ckningsk&#246;p eller s&#228;ljaren
s&#229;lt varan p&#229; nytt, och har &#229;tg&#228;rden vidtagits med omsorg och inom
sk&#228;lig tid efter det att k&#246;pet h&#228;vdes, l&#228;ggs priset enligt k&#246;pet och
priset vid t&#228;ckningsk&#246;pet eller f&#246;rs&#228;ljningen till grund f&#246;r ber&#228;kningen
av prisskillnaden.

69 &#167; Har k&#246;pet h&#228;vts utan att t&#228;ckningsk&#246;p eller f&#246;rs&#228;ljning enligt 68 &#167;
har skett och finns det ett g&#228;ngse pris f&#246;r s&#229;dana varor som k&#246;pet
avser, l&#228;ggs priset enligt k&#246;pet och varans g&#228;ngse pris vid tiden f&#246;r
h&#228;vningen till grund f&#246;r ber&#228;kning av prisskillnaden.

Begr&#228;nsning av skadan och neds&#228;ttning av skadest&#229;ndet

70 &#167; Den skadelidande parten skall vidta sk&#228;liga &#229;tg&#228;rder f&#246;r att
begr&#228;nsa sin skada. F&#246;rsummar han det, f&#229;r han sj&#228;lv b&#228;ra en motsvarande
del av f&#246;rlusten.

Om skadest&#229;ndet &#228;r osk&#228;ligt med h&#228;nsyn till den skadest&#229;ndsskyldiges
m&#246;jligheter att f&#246;rutse och hindra skadans uppkomst samt
omst&#228;ndigheterna i &#246;vrigt, kan skadest&#229;ndet j&#228;mkas.

R&#228;nta

71 &#167; I fr&#229;ga om r&#228;nta p&#229; priset och andra fordringar som inte betalas i
tid g&#228;ller r&#228;ntelagen (1975:635).

I fall d&#229; s&#228;ljaren f&#229;r kr&#228;va betalning mot tillhandah&#229;llande av varan
utg&#229;r dock r&#228;nta enligt 6 &#167; r&#228;ntelagen redan fr&#229;n den dag s&#228;ljaren
framst&#228;ller ett s&#229;dant krav &#228;ven om f&#246;rfallodagen ej &#228;r best&#228;md i
f&#246;rv&#228;g. Detsamma g&#228;ller i fall d&#229; s&#228;ljaren f&#229;r kr&#228;va betalning mot
s&#229;dant dokument eller bevis som inneb&#228;r att s&#228;ljaren inte f&#229;r f&#246;rfoga
&#246;ver varan n&#228;r det har l&#228;mnats ut till k&#246;paren.

Andra stycket g&#228;ller dock inte om s&#228;ljaren ger ut varan, dokumentet
eller beviset trots att betalning inte sker.

V&#229;rd av varan

S&#228;ljarens v&#229;rdplikt

72 &#167; Om varan inte h&#228;mtas eller tas emot i r&#228;tt tid eller om den inte
&#246;verl&#228;mnas till k&#246;paren till f&#246;ljd av n&#229;got annat f&#246;rh&#229;llande p&#229; hans
sida, skall s&#228;ljaren f&#246;r k&#246;parens r&#228;kning vidta sk&#228;liga &#229;tg&#228;rder f&#246;r
v&#229;rd av varan, om han har den i sin besittning eller annars kan ta hand
om den.

K&#246;parens v&#229;rdplikt

73 &#167; Vill k&#246;paren avvisa en vara som han har tagit emot, skall han f&#246;r
s&#228;ljarens r&#228;kning vidta sk&#228;liga &#229;tg&#228;rder f&#246;r v&#229;rd av varan.

Vill k&#246;paren avvisa en vara som har s&#228;nts till honom och h&#229;lls honom
tillhanda p&#229; best&#228;mmelseorten, skall han ta hand om den f&#246;r s&#228;ljarens
r&#228;kning, om det kan ske utan att betalning sker och utan osk&#228;lig kostnad
eller ol&#228;genhet. S&#229;dan skyldighet f&#246;religger dock inte, om s&#228;ljaren
eller n&#229;gon som p&#229; hans v&#228;gnar kan ta hand om varan finns p&#229;
best&#228;mmelseorten.

F&#246;rvaring hos tredje man

74 &#167; Har den part som skall ta v&#229;rd om varan &#246;verl&#228;mnat den till tredje
man f&#246;r f&#246;rvaring f&#246;r motpartens r&#228;kning och har f&#246;rvararen valts med
omsorg, &#228;r den v&#229;rdpliktige parten fri fr&#229;n ansvar f&#246;r varan n&#228;r
f&#246;rvararen har tagit emot den.

Ers&#228;ttning f&#246;r v&#229;rdkostnader

75 &#167; Den part som skall ta v&#229;rd om varan f&#246;r motpartens r&#228;kning har r&#228;tt
till ers&#228;ttning f&#246;r f&#246;rsvarliga utgifter och kostnader p&#229; grund av
v&#229;rden. Han f&#229;r h&#229;lla inne varan till dess att ers&#228;ttning betalas eller
godtagbar s&#228;kerhet st&#228;lls f&#246;r den.

F&#246;rs&#228;ljning av varan

76 &#167; Den part som skall ta v&#229;rd om varan f&#229;r s&#228;lja den, om han inte utan
v&#228;sentlig kostnad eller ol&#228;genhet kan forts&#228;tta med v&#229;rden eller om
motparten dr&#246;jer osk&#228;ligt l&#228;nge med att ta hand om varan eller med att
betala varan eller ers&#228;tta kostnader f&#246;r v&#229;rden.

Om varan &#228;r utsatt f&#246;r snabb f&#246;rst&#246;relse eller f&#246;rs&#228;mring eller om den
fordrar alltf&#246;r kostsam v&#229;rd, skall den s&#228;ljas om det kan ske.

Varan skall s&#228;ljas med omsorg. Motparten skall om m&#246;jligt underr&#228;ttas
f&#246;re f&#246;rs&#228;ljningen.

77 &#167; Har en part r&#228;tt att s&#228;lja varan enligt 76 &#167; men kan den inte
s&#228;ljas eller &#228;r det uppenbart att priset inte skulle t&#228;cka kostnaderna
f&#246;r en f&#246;rs&#228;ljning, f&#229;r parten f&#246;rfoga &#246;ver varan p&#229; annat s&#228;tt som &#228;r
f&#246;rsvarligt. Innan det sker, skall motparten om m&#246;jligt underr&#228;ttas.

78 &#167; Vad en f&#246;rs&#228;ljning har inbringat och vad en part p&#229; annat s&#228;tt har
f&#229;tt ut av varan skall, liksom uppkomna kostnader, redovisas f&#246;r
motparten. &#214;verskott tillfaller motparten.

Avkastning

79 &#167; Avkastning som varan ger f&#246;re avtalad tid f&#246;r avl&#228;mnandet
tillfaller s&#228;ljaren, om det inte med fog kunde ber&#228;knas att den skulle
utfalla senare. Avkastning som varan ger efter det att den skall
avl&#228;mnas tillfaller k&#246;paren, om det inte med fog kunde ber&#228;knas att den
skulle utfalla tidigare.

80 &#167; I k&#246;p av aktier ing&#229;r utdelning som inte har f&#246;rfallit till
betalning f&#246;re k&#246;pet och s&#229;dan f&#246;retr&#228;desr&#228;tt f&#246;r aktie&#228;gare att delta i
emission som inte har kunnat ut&#246;vas f&#246;re k&#246;pet.

81 &#167; I k&#246;p av r&#228;nteb&#228;rande fordringar ing&#229;r r&#228;nta som &#228;r upplupen men
&#228;nnu inte f&#246;rfallen till betalning vid den tidpunkt som har avtalats f&#246;r
avl&#228;mnandet. Vad som svarar mot s&#229;dan r&#228;nta skall k&#246;paren betala till
s&#228;ljaren ut&#246;ver priset, om inte fordringen har s&#229;lts som os&#228;ker.

Vissa meddelanden

82 &#167; Har ett meddelande som k&#246;paren skall l&#228;mna s&#228;ljaren enligt 23, 24,
29, 32, 35, 39, 47 eller 61 &#167; avs&#228;nts p&#229; ett &#228;ndam&#229;lsenligt s&#228;tt, f&#229;r
meddelandet &#229;beropas &#228;ven om det f&#246;rsenas, f&#246;rvanskas eller inte kommer
fram. Detsamma g&#228;ller betr&#228;ffande ett meddelande som s&#228;ljaren skall
l&#228;mna k&#246;paren enligt 52, 53, 59 eller 61 &#167;.

&#214;verg&#229;ngsbest&#228;mmelser

1990:931

Denna lag tr&#228;der i kraft den 1 januari 1991.

Genom lagen upph&#228;vs lagen (1905:38 s. 1) om k&#246;p och byte av l&#246;s egendom
med den begr&#228;nsningen att de h&#228;nvisningar till den lagen som finns i
lagen (1914:45) om kommission, handelsagentur och handelsresande skall
forts&#228;tta att g&#228;lla.

I fr&#229;ga om avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller dock &#228;ldre
best&#228;mmelser.

1996:776

1. Denna lag tr&#228;der i kraft den 1 september 1996.

2. Har god man f&#246;rordnats enligt ackordslagen (1970:847) f&#246;re
ikrafttr&#228;dandet g&#228;ller dock &#228;ldre best&#228;mmelser.

2022:262

1. Denna lag tr&#228;der i kraft den 1 maj 2022.

2. Den &#228;ldre lydelsen av 4 &#167; g&#228;ller fortfarande om 
konsumentk&#246;plagen (1990:932) g&#228;ller f&#246;r k&#246;pet.

2022:981

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande om varan &#246;verl&#228;mnats 
till k&#246;paren efter att denne ans&#246;kt om f&#246;retagsrekonstruktion 
enligt den upph&#228;vda lagen (1996:764) om 
f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3534">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3536">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
