

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1990-06-28" /> 
 <meta id="rattsinfo-edited" content="2021-10-04 15:13:27" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3540</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3539">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3541">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:746 ·
                    <a href="/sfsr?bet=1990:746">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1990:746) om betalningsf&#246;rel&#228;ggande och handr&#228;ckning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-06-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2020:924
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Lagen (2004:671) utg&#229;r genom SFS 2006:744.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1992-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Till&#228;mpningsomr&#229;de

1 &#167; Ett yrkande om att n&#229;gon skall &#229;l&#228;ggas att fullg&#246;ra en f&#246;rpliktelse
f&#229;r pr&#246;vas av kronofogdemyndigheten enligt denna lag. Yrkandet kan avse
betalningsf&#246;rel&#228;ggande, vanlig handr&#228;ckning eller s&#228;rskild handr&#228;ckning.

2 &#167; En ans&#246;kan om betalningsf&#246;rel&#228;ggande f&#229;r avse &#229;l&#228;ggande f&#246;r
svaranden att betala en penningfordran som &#228;r f&#246;rfallen till
betalning, om f&#246;rlikning &#228;r till&#229;ten i saken.

Den som har en fordran som avses i f&#246;rsta stycket, f&#246;r vilken
pantr&#228;tt i fast egendom, skepp eller skeppsbygge eller
f&#246;retagshypotek har uppl&#229;tits skriftligen, kan i en ans&#246;kan om
betalningsf&#246;rel&#228;ggande beg&#228;ra att betalningen ska fastst&#228;llas
att utg&#229; ur den egendom i vilken pantr&#228;tten eller
f&#246;retagshypoteket g&#228;ller. S&#229; kan ocks&#229; den g&#246;ra, som f&#246;r
fordringen har inteckning i luftfartyg eller reservdelar till
luftfartyg. Lag (2008:994).

3 &#167; En ans&#246;kan om vanlig handr&#228;ckning f&#229;r, om f&#246;rlikning &#228;r
till&#229;ten i saken, avse &#229;l&#228;ggande f&#246;r

1. en tidigare &#228;gare eller nyttjander&#228;ttshavare att flytta fr&#229;n fast
egendom, bostadsl&#228;genhet eller annat utrymme i byggnad n&#228;r
besittningsr&#228;tten har upph&#246;rt (avhysning),

2. svaranden att fullg&#246;ra n&#229;got annat &#228;n betalning, om tidpunkten f&#246;r
fullg&#246;relse har intr&#228;tt.

4 &#167; En ans&#246;kan om s&#228;rskild handr&#228;ckning f&#229;r avse en 
skyldighet f&#246;r svaranden att

1. vidta r&#228;ttelse n&#228;r s&#246;kandens besittning egenm&#228;ktigt har 
rubbats eller n&#229;gon annan olovlig &#229;tg&#228;rd har vidtagits 
betr&#228;ffande fast eller l&#246;s egendom, eller ut&#246;vningen av 
s&#246;kandens r&#228;tt till viss egendom p&#229; annat s&#228;tt olovligen 
hindras,

2. vidta eller t&#229;la en &#229;tg&#228;rd n&#228;r s&#228;rskild handr&#228;ckning f&#229;r 
ske enligt f&#246;reskrift i lag.

Om en ans&#246;kan enligt f&#246;rsta stycket 1 avser en skyldighet f&#246;r 
svaranden att flytta fr&#229;n fast egendom, en bostadsl&#228;genhet 
eller n&#229;got annat utrymme i en byggnad eller i annan l&#246;s 
egendom, ska den handl&#228;ggas som en ans&#246;kan om avl&#228;gsnande.

S&#228;rskild handr&#228;ckning enligt f&#246;rsta stycket 1 f&#229;r inte avse 
avhysning i fall som anges i 3 &#167; 1. Lag (2017:468).

5 &#167; Om en tvist ang&#229;ende en f&#246;rpliktelse enligt n&#229;gon
s&#228;rskild f&#246;reskrift ska tas upp av en annan myndighet &#228;n
tingsr&#228;tt, kan saken pr&#246;vas enligt denna lag endast om det
finns best&#228;mmelser som medger s&#229;dan pr&#246;vning. Det som s&#228;gs i
denna lag om tingsr&#228;tt ska i s&#229;dana fall g&#228;lla den andra
myndigheten. Lag (2009:1307).

6 &#167; Denna lag till&#228;mpas inte om saken g&#228;ller &#229;terl&#228;mnande
enligt 6 eller 7 kap. kulturmilj&#246;lagen (1988:950).
Lag (2013:551).

6 a &#167; Har upph&#228;vts genom lag (2006:709).

7 &#167; Har upph&#228;vts genom lag (2006:709).

8 &#167; Har upph&#228;vts genom lag (2006:709).

Ans&#246;kan

9 &#167; En ans&#246;kan ska g&#246;ras skriftligen. Lag (2018:501).

10 &#167; S&#246;kanden skall i ans&#246;kningen ange sitt yrkande och grunden f&#246;r det.

11 &#167; I en ans&#246;kan om betalningsf&#246;rel&#228;ggande skall anges
fordringens belopp, f&#246;rfallodagen och den r&#228;nta som beg&#228;rs.

Beg&#228;r s&#246;kanden dr&#246;jsm&#229;lsr&#228;nta p&#229; huvudfordringen, beh&#246;ver grunden f&#246;r
r&#228;nteyrkandet anges endast om det avser h&#246;gre r&#228;nta &#228;n som f&#246;ljer av
r&#228;ntelagen (1975:635). Framg&#229;r det inte av ans&#246;kningen fr&#229;n vilken dag
r&#228;ntan yrkas, skall yrkandet anses g&#228;lla r&#228;nta fr&#229;n den dag d&#229;
ans&#246;kningen delges svaranden.

12 &#167; Till en ans&#246;kan om betalningsf&#246;rel&#228;ggande , som avser
fastst&#228;llelse till betalning ur viss egendom, skall s&#246;kanden foga
pantf&#246;rskrivning eller annan handling, enligt vilken s&#228;kerheten
uppl&#229;tits.

13 &#167; En ans&#246;kan om betalningsf&#246;rel&#228;ggande f&#229;r &#228;ven innefatta
en ans&#246;kan om vanlig handr&#228;ckning, om yrkandena st&#246;der sig p&#229;
v&#228;sentligen samma grund.

14 &#167; Avser en ans&#246;kan om vanlig handr&#228;ckning avhysning p&#229;
grund av att nyttjander&#228;tten har f&#246;rverkats, skall s&#246;kanden ut&#246;ver vad
som f&#246;ljer av 10 &#167; n&#228;rmare utveckla grunden f&#246;r sitt yrkande.

15 &#167; Om s&#246;kanden vill att en ans&#246;kan om handr&#228;ckning skall handl&#228;ggas
enligt reglerna f&#246;r s&#228;rskild handr&#228;ckning, skall detta anges
i eller p&#229; annat s&#228;tt tydligt framg&#229; av ans&#246;kningen.

Till en ans&#246;kan om s&#228;rskild handr&#228;ckning skall s&#246;kanden foga de
skriftliga bevis och andra handlingar som han &#229;beropar.

16 &#167; Om s&#246;kanden inte vill att ett kommande utslag i m&#229;let skall
verkst&#228;llas eller om han har n&#229;gra s&#228;rskilda yrkanden i fr&#229;ga om
verkst&#228;lligheten, skall han ange detta i ans&#246;kningen.

17 &#167; Om s&#246;kanden beg&#228;r ers&#228;ttning f&#246;r kostnader med anledning av m&#229;let,
skall han ange detta i ans&#246;kningen och samtidigt uppge vilka kostnaderna
&#228;r.

18 &#167; En ans&#246;kan ska inneh&#229;lla uppgifter om parterna i den 
utstr&#228;ckning som anges i 33 kap. 1 &#167; r&#228;tteg&#229;ngsbalken.

En ans&#246;kan om avl&#228;gsnande beh&#246;ver inte inneh&#229;lla s&#229;dana 
uppgifter om svaranden som avses i f&#246;rsta stycket, om 
s&#246;kanden trots rimliga anstr&#228;ngningar inte kan l&#228;mna dessa 
uppgifter. Lag (2017:468).

19 &#167; En ans&#246;kan ska skrivas under av s&#246;kanden eller hans 
eller hennes ombud och ges in till Kronofogdemyndigheten.

Om en ans&#246;kan ges in elektroniskt, ska den skrivas under med 
en s&#229;dan avancerad elektronisk underskrift som avses i 
artikel 3 i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 
910/2014 av den 23 juli 2014 om elektronisk identifiering och 
betrodda tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre 
marknaden och om upph&#228;vande av direktiv 1999/93/EG, i den 
ursprungliga lydelsen.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om undantag fr&#229;n kravet p&#229; underskrift 
f&#246;r ans&#246;kningar som ges in elektroniskt. Lag (2018:501).

20 &#167; &#196;r ans&#246;kningen s&#229; bristf&#228;llig att den inte kan l&#228;ggas till
grund f&#246;r handl&#228;ggning av m&#229;let, skall s&#246;kanden f&#246;rel&#228;ggas att
avhj&#228;lpa bristen. S&#229;dant f&#246;rel&#228;ggande f&#229;r s&#228;ndas till s&#246;kanden med
post under hans i m&#229;let uppgivna adress eller f&#246;rmedlas p&#229; annat
l&#228;mpligt s&#228;tt. F&#246;ljer s&#246;kanden inte f&#246;rel&#228;ggandet, skall ans&#246;kningen
avvisas. S&#246;kanden skall upplysas om detta i f&#246;rel&#228;ggandet.

F&#246;rsta stycket skall ocks&#229; till&#228;mpas, om kronofogdemyndigheten beg&#228;r
att s&#246;kanden skall betala ans&#246;kningsavgiften i f&#246;rskott.

Om s&#246;kanden inte har betalat ans&#246;kningsavgiften i f&#246;rskott men
kronofogdemyndigheten &#228;nd&#229; har tagit upp ans&#246;kningen, f&#229;r
ans&#246;kningsavgiften genast uts&#246;kas hos s&#246;kanden.
Lag (1996:1026).

21 &#167; Ans&#246;kningen skall ocks&#229; avvisas, om den avser en &#229;tg&#228;rd som inte
omfattas av denna lag eller om det finns n&#229;got annat hinder mot att
ans&#246;kningen tas upp.

22 &#167; &#197;terkallar s&#246;kanden ans&#246;kningen, skall m&#229;let avskrivas.

Ogrundade eller obefogade anspr&#229;k

23 &#167; Om det kan antas att s&#246;kandens yrkande i ett m&#229;l om
betalningsf&#246;rel&#228;ggande eller vanlig handr&#228;ckning &#228;r ogrundat
eller obefogat, ska ans&#246;kningen behandlas som om svaranden
bestritt den.

Ett yrkande om ers&#228;ttning f&#246;r &#229;tg&#228;rder som avses i 2 eller
3 &#167; lagen (1981:739) om ers&#228;ttning f&#246;r inkassokostnader m.m.
eller om ers&#228;ttning enligt 4 a &#167; samma lag ska alltid antas
vara ogrundat eller obefogat, i den m&#229;n ers&#228;ttningen inte kan
utg&#229; enligt den lagen. Lag (2013:58).

24 &#167; Om det i ett m&#229;l om s&#228;rskild handr&#228;ckning &#228;r uppenbart
att s&#246;kandens yrkande &#228;r ogrundat, skall ans&#246;kningen genast avsl&#229;s.

F&#246;rel&#228;ggande f&#246;r svaranden att yttra sig

25 &#167; Tar kronofogdemyndigheten upp ans&#246;kningen, skall svaranden
f&#246;rel&#228;ggas att till myndigheten yttra sig inom viss tid fr&#229;n det att
ans&#246;kningen delgavs honom. Tiden f&#229;r inte utan s&#228;rskilda sk&#228;l best&#228;mmas
till mer &#228;n tv&#229; veckor.

26 &#167; Svaranden ska i f&#246;rel&#228;ggandet upplysas om att m&#229;let kan 
komma att avg&#246;ras &#228;ven om han eller hon inte yttrar sig &#246;ver 
ans&#246;kan. Svaranden ska ocks&#229; uppmanas att, om han eller hon 
bestrider ans&#246;kan, ange sk&#228;len f&#246;r bestridandet.

Svaranden ska vidare uppmanas att l&#228;mna de uppgifter om sig 
sj&#228;lv som avses i 33 kap. 1 &#167; f&#246;rsta–tredje styckena 
r&#228;tteg&#229;ngsbalken i den utstr&#228;ckning uppgifterna i ans&#246;kan 
saknas eller &#228;r ofullst&#228;ndiga eller felaktiga. Om det beh&#246;vs 
f&#229;r svaranden f&#246;rel&#228;ggas vid vite att l&#228;mna s&#229;dana 
uppgifter. Lag (2017:468).

27 &#167; Om s&#246;kanden beg&#228;rt ers&#228;ttning f&#246;r sina kostnader i m&#229;let, skall
kronofogdemyndigheten i f&#246;rel&#228;ggandet ange den kostnadsers&#228;ttning som
svaranden kan &#229;l&#228;ggas att betala, om utslag meddelas i m&#229;let.

28 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer meddelar
f&#246;reskrifter om vad f&#246;rel&#228;ggandet ytterligare skall inneh&#229;lla.

Delgivning av f&#246;rel&#228;ggandet

29 &#167; F&#246;rel&#228;ggandet ska delges svaranden i enlighet med vad 
som enligt r&#228;tteg&#229;ngsbalken g&#228;ller f&#246;r delgivning av st&#228;mning 
i tvistem&#229;l. Kung&#246;relsedelgivning enligt 48 &#167; 
delgivningslagen (2010:1932) f&#229;r dock endast ske i m&#229;l om 
s&#228;rskild handr&#228;ckning och i m&#229;l om betalningsf&#246;rel&#228;ggande n&#228;r 
det g&#228;ller fastst&#228;llelse till betalning ur viss egendom 
enligt 2 &#167; andra stycket.

Vid kung&#246;relsedelgivning enligt 49 &#167; delgivningslagen i ett 
m&#229;l om avl&#228;gsnande ska ett meddelande som avses i 47 &#167; samma 
lag ansl&#229;s i anslutning till den plats som avl&#228;gsnandet 
avser.

En kopia av ans&#246;kningshandlingarna ska fogas till 
f&#246;rel&#228;ggandet i m&#229;l om betalningsf&#246;rel&#228;ggande som avses i 2 &#167; 
andra stycket, i m&#229;l om s&#228;rskild handr&#228;ckning samt i andra 
m&#229;l d&#228;r handlingarna inneh&#229;ller n&#229;gonting ut&#246;ver vad som 
framg&#229;r av f&#246;rel&#228;ggandet.

Om s&#246;kanden ska se till att delgivning sker, till&#228;mpas 32 
kap. 2 &#167; r&#228;tteg&#229;ngsbalken. Lag (2017:468).

30 &#167; Har delgivning inte kunnat ske, skall kronofogdemyndigheten
pr&#246;va om f&#246;rs&#246;ken till delgivning skall forts&#228;tta eller om s&#246;kanden
skall erbjudas att sj&#228;lv ombes&#246;rja delgivningen. H&#228;nsyn skall d&#228;rvid
tas till det arbete och den kostnad som dittills har lagts ned p&#229;
delgivningen, f&#246;ruts&#228;ttningarna f&#246;r att fortsatta f&#246;rs&#246;k skall lyckas
samt omst&#228;ndigheterna i &#246;vrigt. Erbjudandet f&#229;r s&#228;ndas med post till
s&#246;kanden under hans i m&#229;let uppgivna adress eller f&#246;rmedlas p&#229; annat
s&#228;tt. Antar s&#246;kanden inte erbjudandet, skall ans&#246;kningen avvisas.
Lag (1996:1026).

Bestridande av ans&#246;kningen

31 &#167; Om svaranden vill bestrida ans&#246;kningen, skall han g&#246;ra det
skriftligen.

32 &#167; I ett m&#229;l om s&#228;rskild handr&#228;ckning skall svaranden till
bestridandet foga de skriftliga bevis och andra handlingar som han
&#229;beropar. Om svaranden beg&#228;r ers&#228;ttning f&#246;r sina kostnader, skall han
ange detta i bestridandet och samtidigt uppge vilka kostnaderna &#228;r.

&#214;verl&#228;mnande av m&#229;l om betalningsf&#246;rel&#228;ggande eller vanlig
handr&#228;ckning till tingsr&#228;tt

33 &#167; Om svaranden i ett m&#229;l om betalningsf&#246;rel&#228;ggande eller
vanlig handr&#228;ckning bestrider ans&#246;kningen i r&#228;tt tid, skall
s&#246;kanden genast underr&#228;ttas om det. Om s&#246;kanden vill vidh&#229;lla
sitt yrkande, kan han beg&#228;ra att m&#229;let eller, om bestridandet
avser endast en del av yrkandet, m&#229;let i den bestridda delen
skall &#246;verl&#228;mnas till tingsr&#228;tt.

Underr&#228;ttelse enligt f&#246;rsta stycket skall inneh&#229;lla upplysning
om vad som s&#228;gs d&#228;r samt i 34, 35 och 37 &#167;&#167;.

En inv&#228;ndning om skiljeavtal skall behandlas som ett
bestridande. Lag (1999:126).

34 &#167; Vill s&#246;kanden att m&#229;let skall &#246;verl&#228;mnas till tingsr&#228;tt, skall
han beg&#228;ra detta skriftligen. Hans beg&#228;ran skall ha kommit in till
kronofogdemyndigheten inom fyra veckor fr&#229;n den dag d&#229; underr&#228;ttelsen
s&#228;ndes till honom. Lag (1996:1026).

35 &#167; I sin beg&#228;ran om &#246;verl&#228;mnande skall s&#246;kanden ange de omst&#228;ndigheter
och bevis som han vill &#229;beropa i r&#228;tteg&#229;ngen vid tingsr&#228;tten. Han skall
samtidigt ge in de skriftliga bevis och andra handlingar som han
&#229;beropar.

36 &#167; Om s&#246;kanden har beg&#228;rt &#246;verl&#228;mnande i r&#228;tt tid, skall
kronofogdemyndigheten &#246;verl&#228;mna m&#229;let till en tingsr&#228;tt som enligt vad
handlingarna visar &#228;r beh&#246;rig att handl&#228;gga m&#229;let.

37 &#167; Om s&#246;kanden inte i r&#228;tt tid har beg&#228;rt att m&#229;let skall &#246;verl&#228;mnas
till tingsr&#228;tt, skall m&#229;let, eller den del av m&#229;let som svaranden har
bestritt, avskrivas.

Den fortsatta handl&#228;ggningen av m&#229;l om s&#228;rskild handr&#228;ckning

38 &#167; Om det beh&#246;vs, skall s&#246;kanden f&#229; tillf&#228;lle att yttra sig
&#246;ver vad svaranden har anf&#246;rt i bestridandet. Beg&#228;r s&#246;kanden
ers&#228;ttning f&#246;r kostnader som uppkommit efter ans&#246;kningen, skall
han ange detta i ett s&#229;dant yttrande.

Kronofogdemyndigheten f&#229;r inte f&#246;rordna om ytterligare
skriftv&#228;xling i m&#229;let.

En inv&#228;ndning om skiljeavtal hindrar inte att ans&#246;kningen
pr&#246;vas. Lag (1999:126).

39 &#167; S&#246;kanden skall styrka de omst&#228;ndigheter som han &#229;beropar till st&#246;d
f&#246;r sin ans&#246;kan. Hans framst&#228;llning av omst&#228;ndigheterna skall dock
l&#228;ggas till grund f&#246;r pr&#246;vningen, i den m&#229;n framst&#228;llningen har l&#228;mnats
utan inv&#228;ndning av svaranden och det inte &#228;r uppenbart att den &#228;r
oriktig.

40 &#167; En ber&#228;ttelse som n&#229;gon har l&#228;mnat skriftligen med anledning av
handr&#228;ckningsm&#229;let f&#229;r &#229;beropas som bevis i m&#229;let.

41 &#167; Om en ans&#246;kan inte bifalls till n&#229;gon del, skall
kronofogdemyndigheten avsl&#229; ans&#246;kningen.

Utslag

42 &#167; Har i m&#229;l om betalningsf&#246;rel&#228;ggande eller vanlig
handr&#228;ckning svaranden inte i r&#228;tt tid bestritt ans&#246;kningen,
ska Kronofogdemyndigheten snarast meddela utslag i enlighet med
ans&#246;kningen. Om svaranden har bestritt endast en del av
ans&#246;kningen, ska utslag meddelas i enlighet med den obestridda
delen av ans&#246;kningen.

I fall som avses i 2 &#167; andra stycket ska i utslaget fastst&#228;llas
att fordringen ska utg&#229; med f&#246;rm&#229;nsr&#228;tt i den pantsatta eller
intecknade egendomen i den omfattning som g&#228;ller enligt lag.
Lag (2008:994).

43 &#167; I m&#229;l om s&#228;rskild handr&#228;ckning ska Kronofogdemyndigheten 
meddela utslag i enlighet med ans&#246;kan i den utstr&#228;ckning 
denna &#228;r lagligen grundad och de omst&#228;ndigheter som enligt 
39 &#167; ska l&#228;ggas till grund f&#246;r pr&#246;vningen utg&#246;r sk&#228;l f&#246;r att 
bevilja &#229;tg&#228;rden.

En ans&#246;kan om avl&#228;gsnande f&#229;r bifallas endast om sk&#228;len f&#246;r 
&#229;tg&#228;rden uppv&#228;ger den ol&#228;genhet eller det men i &#246;vrigt som 
&#229;tg&#228;rden inneb&#228;r f&#246;r svaranden. Lag (2017:468).

44 &#167; Underr&#228;ttelse om utslaget skall genast s&#228;ndas till parterna. Om
utslaget skall verkst&#228;llas utan s&#228;rskild beg&#228;ran fr&#229;n s&#246;kanden, skall
underr&#228;ttelsen ocks&#229; inneh&#229;lla upplysning om detta.

45 &#167; Av 2 kap. 1 &#167; uts&#246;kningsbalken f&#246;ljer att kronofogdemyndigheten
sj&#228;lvmant verkst&#228;ller utslaget, om inte s&#246;kanden har angett att
verkst&#228;llighet inte skall ske.

Kostnader i m&#229;let

46 &#167; Om ett utslag meddelas ska Kronofogdemyndigheten i 
utslaget best&#228;mma att svaranden ska ers&#228;tta s&#246;kandens 
kostnader i m&#229;let, om inte s&#246;kanden har inlett f&#246;rfarandet i 
on&#246;dan.

I ett utslag som g&#228;ller avl&#228;gsnande ska endast en svarande 
som anges i ans&#246;kan f&#246;rpliktas att ers&#228;tta s&#246;kandens 
kostnader i m&#229;let. Lag (2017:468).

47 &#167; Om en ans&#246;kan om s&#228;rskild handr&#228;ckning  inte leder till
n&#229;got utslag, kan kronofogdemyndigheten &#229;l&#228;gga s&#246;kanden att ers&#228;tta
svarandens kostnader i m&#229;let, om det finns sk&#228;l f&#246;r det.

48 &#167; Ers&#228;ttning till s&#246;kanden f&#246;r kostnader i m&#229;l om
betalningsf&#246;rel&#228;ggande eller handr&#228;ckning hos
Kronofogdemyndigheten f&#229;r avse s&#246;kandens eget arbete med
anledning av m&#229;let samt arvode till ombud eller bitr&#228;de.
Ers&#228;ttningen ska best&#228;mmas till sk&#228;ligt belopp och f&#229;r endast
om det finns s&#228;rskilda sk&#228;l best&#228;mmas till h&#246;gre belopp &#228;n
380 kronor i m&#229;l om betalningsf&#246;rel&#228;ggande och 420 kronor i
m&#229;l om handr&#228;ckning.

Ers&#228;ttning till svaranden f&#246;r kostnader i m&#229;l om s&#228;rskild
handr&#228;ckning hos Kronofogdemyndigheten f&#229;r avse svarandens
eget arbete med anledning av m&#229;let samt arvode till ombud
eller bitr&#228;de. Ers&#228;ttningen ska best&#228;mmas till sk&#228;ligt belopp
och f&#229;r endast om det finns s&#228;rskilda sk&#228;l best&#228;mmas till
h&#246;gre belopp &#228;n 420 kronor.

I m&#229;l som anges i f&#246;rsta stycket f&#229;r ers&#228;ttning dessutom avse
ans&#246;knings- och expeditionsavgifter samt registreringsbevis,
om s&#229;dant bevis har beh&#246;vts. S&#246;kanden har vidare r&#228;tt till
sk&#228;lig ers&#228;ttning f&#246;r delgivningskostnader, f&#246;r &#246;vers&#228;ttning
av inlagor eller andra handlingar samt f&#246;r kopior, i den
utstr&#228;ckning antalet s&#229;dana &#246;verstiger tjugofem.
Lag (2013:1062).

49 &#167; Kronofogdemyndigheten pr&#246;var sj&#228;lvmant storleken av parternas
yrkanden om kostnadsers&#228;ttning enligt 46 och 47 &#167;&#167;.

50 &#167; N&#229;gon annan kostnadsers&#228;ttning &#228;n den som f&#246;ljer av 46--48 &#167;&#167; f&#229;r
inte fast st&#228;llas i m&#229;let hos kronofogdemyndigheten.

51 &#167; Avvisas eller avskrivs en ans&#246;kan om betalningsf&#246;rel&#228;ggande
eller vanlig handr&#228;ckning av kronofogdemyndigheten, &#228;r
s&#246;kanden skyldig att betala sk&#228;lig ers&#228;ttning f&#246;r svarandens kostnader i
m&#229;let, om det finns synnerliga sk&#228;l f&#246;r det. Ett yrkande om s&#229;dan
ers&#228;ttning f&#229;r dock inte framst&#228;llas i m&#229;let hos kronofogdemyndigheten.

&#197;tervinning

52 &#167; &#196;r svaranden missn&#246;jd med ett utslag i ett m&#229;l om
betalningsf&#246;rel&#228;ggande eller vanlig handr&#228;ckning, f&#229;r
han ans&#246;ka om &#229;tervinning.

53 &#167; &#197;tervinning skall s&#246;kas skriftligen. Ans&#246;kningen skall ha kommit in
till kronofogdemyndigheten inom en m&#229;nad fr&#229;n dagen f&#246;r utslaget.

54 &#167; Har &#229;tervinning s&#246;kts i r&#228;tt tid, skall kronofogdemyndigheten
&#246;verl&#228;mna m&#229;let f&#246;r fortsatt handl&#228;ggning till en tingsr&#228;tt som enligt
vad handlingarna visar &#228;r beh&#246;rig att handl&#228;gga m&#229;let. I annat fall
skall kronofogdemyndigheten avvisa ans&#246;kningen.

&#214;verklagande

55 &#167; Den som &#228;r missn&#246;jd med ett utslag i ett m&#229;l om s&#228;rskild
handr&#228;ckning, f&#229;r &#246;verklaga utslaget hos tingsr&#228;tten inom tre
veckor fr&#229;n dagen f&#246;r utslaget. Detsamma g&#228;ller om s&#246;kanden i
ett m&#229;l om betalningsf&#246;rel&#228;ggande eller vanlig handr&#228;ckning &#228;r
missn&#246;jd med ett utslag. Lag (1993:520).

56 &#167; Ett beslut, genom vilket ett m&#229;l har avgjorts p&#229; annat s&#228;tt
&#228;n genom utslag, f&#229;r &#246;verklagas hos tingsr&#228;tten inom tre veckor
fr&#229;n dagen f&#246;r beslutet.

Beslut att &#246;verl&#228;mna m&#229;l till tingsr&#228;tt och avskrivningsbeslut
enligt 37 &#167; f&#229;r dock inte &#246;verklagas. Lag (1993:520).

57 &#167; Kronofogdemyndighetens beslut under handl&#228;ggningen av ett
m&#229;l  f&#229;r inte &#246;verklagas s&#228;rskilt. Beslut som avses i 63 &#167; f&#229;r
dock &#246;verklagas s&#228;rskilt hos tingsr&#228;tten inom tre veckor fr&#229;n
dagen f&#246;r beslutet. Lag (1993:520).

58 &#167; Vid &#246;verklagande av Kronofogdemyndighetens utslag och 
beslut och vid handl&#228;ggningen i domstol till&#228;mpas 18 kap. 1 
och 9–11 &#167;&#167; uts&#246;kningsbalken. Lag (2017:468).

&#214;vriga best&#228;mmelser

59 &#167; Avvisas ans&#246;kningen, skall kronofogdemyndigheten underr&#228;tta
s&#246;kanden om detta. Meddelar myndigheten n&#229;got annat beslut som inneb&#228;r
att m&#229;let avg&#246;rs eller ett beslut enligt 63 &#167;, skall b&#229;da parterna
underr&#228;ttas om beslutet, om det inte &#228;r uppenbart obeh&#246;vligt.

60 &#167; I m&#229;l som har &#246;verl&#228;mnats till tingsr&#228;tt med st&#246;d av 36 &#167; eller
efter ans&#246;kan om &#229;tervinning skall talan anses v&#228;ckt n&#228;r ans&#246;kan om
betalningsf&#246;rel&#228;ggande eller handr&#228;ckning kom in till
kronofogdemyndigheten. De av s&#246;kanden ingivna handlingarna skall anses
som st&#228;mningsans&#246;kan. St&#228;mning i m&#229;let skall anses utf&#228;rdad n&#228;r r&#228;tten
f&#246;rordnar om m&#229;lets handl&#228;ggning. Har kronofogdemyndigheten meddelat
utslag, skall detta anses som tredskodom.

60 a &#167; Har Kronofogdemyndigheten &#246;verl&#228;mnat ett m&#229;l till
tingsr&#228;tt enligt 36 eller 54 &#167;, hindrar 24 &#167; delgivningslagen
(2010:1932) inte att tingsr&#228;tten delger svaranden handlingar i
m&#229;let genom f&#246;renklad delgivning, om denne under handl&#228;ggningen
hos Kronofogdemyndigheten har f&#229;tt information om att s&#229;dan
delgivning kan komma att anv&#228;ndas i m&#229;let i tingsr&#228;tten.
Lag (2010:1957).

61 &#167; Om en tingsr&#228;tt, som f&#229;r ett m&#229;l fr&#229;n
Kronofogdemyndigheten eller en annan tingsr&#228;tt, finner att det
inte framg&#229;r av handlingarna att tingsr&#228;tten &#228;r beh&#246;rig att
handl&#228;gga m&#229;let, skall r&#228;tten &#246;verl&#228;mna m&#229;let till en annan
tingsr&#228;tt som kan vara beh&#246;rig. Tingsr&#228;ttens beslut om
&#246;verl&#228;mnande f&#229;r inte &#246;verklagas. Lag (2006:709).

61 a &#167; Om ett m&#229;l har &#246;verl&#228;mnats till en tingsr&#228;tt med st&#246;d
av 36 eller 54 &#167;, ska det som anges i 42 kap. 3 och 4 &#167;&#167;
r&#228;tteg&#229;ngsbalken om ans&#246;kningsavgift g&#228;lla f&#246;reskriven
till&#228;ggsavgift.

Om ett m&#229;l d&#228;r Kronofogdemyndigheten har meddelat utslag
avvisas av tingsr&#228;tten p&#229; grund av att till&#228;ggsavgiften inte
har betalats, ska tingsr&#228;tten samtidigt undanr&#246;ja
Kronofogdemyndighetens utslag. Lag (2014:251).

61 b &#167; /Upph&#246;r att g&#228;lla U:den dag som regeringen best&#228;mmer genom lag (2020:924)./
Om en ans&#246;kan har getts in elektroniskt och 
Kronofogdemyndigheten d&#228;refter har l&#228;mnat &#246;ver m&#229;let till en 
tingsr&#228;tt med st&#246;d av 36 eller 54 &#167;, ska 42 kap. 2 &#167; tredje 
stycket r&#228;tteg&#229;ngsbalken om egenh&#228;ndigt undertecknande inte 
till&#228;mpas. Lag (2018:501).

62 &#167; Om s&#246;kanden vill f&#229; till st&#229;nd kvarstad eller n&#229;gon annan
s&#228;kerhets&#229;tg&#228;rd innan ett utslag kan verkst&#228;llas, f&#229;r han g&#246;ra
framst&#228;llning om det vid tingsr&#228;tt enligt best&#228;mmelserna i 15 kap.
r&#228;tteg&#229;ngsbalken.

63 &#167; I m&#229;l om s&#228;rskild handr&#228;ckning f&#229;r den s&#246;kta &#229;tg&#228;rden
beviljas omedelbart, om s&#246;kanden yrkar det och g&#246;r sannolikt att saken
inte t&#229;l uppskov. Kronofogdemyndigheten skall ompr&#246;va ett s&#229;dant beslut
s&#229; snart som m&#246;jligt.

64 &#167; Sedan tiden f&#246;r &#229;tervinning l&#246;pt ut f&#229;r ett utslag i m&#229;l om
betalningsf&#246;rel&#228;ggande eller vanlig handr&#228;ckning
r&#228;ttskraf t i enlighet med vad som g&#228;ller f&#246;r en lagakraftvunnen
tvistem&#229;lsdom.

65 &#167; Ett utslag i ett m&#229;l om s&#228;rskild handr&#228;ckning hindrar
inte att en part v&#228;cker talan i fr&#229;ga om det bakomliggande
r&#228;ttsf&#246;rh&#229;llandet i den ordning som &#228;r f&#246;reskriven f&#246;r tvistem&#229;l i
allm&#228;nhet.

66 &#167; I den m&#229;n s&#228;rskilda best&#228;mmelser inte har meddelats i denna lag,
g&#228;ller i till&#228;mpliga delar vad som &#228;r f&#246;reskrivet om uts&#246;kningsm&#229;l i 1
kap. 3--5 &#167;&#167; samt 2 kap. 6--9, 18 och 20 &#167;&#167; uts&#246;kningsbalken.

&#214;verg&#229;ngsbest&#228;mmelser

1990:746

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Genom lagen upph&#228;vs lagen (1946:808) om lags&#246;kning och
betalningsf&#246;rel&#228;ggande samt handr&#228;ckningslagen (1981:847). &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om lags&#246;kning,
betalningsf&#246;rel&#228;ggande och handr&#228;ckning som kommit in till tingsr&#228;tt
f&#246;re ikrafttr&#228;dandet.

3. Om en inteckningshandling som r&#246;r fast egendom, fartyg eller
n&#228;ringsverksamhet vid ikrafttr&#228;dandet utg&#246;r s&#228;kerhet f&#246;r fordran, f&#229;r
ans&#246;kan om betalning ur egendomen g&#246;ras enligt 2 &#167; andra stycket, &#228;ven
om s&#228;kerhetsuppl&#229;telsen inte gjorts skriftligen.

1993:520

1. F&#246;reskrifterna i 20 &#167; tr&#228;der i kraft den 1 juli 1993. Om ans&#246;kan
har gjorts f&#246;re ikrafttr&#228;dandet g&#228;ller dock &#228;ldre f&#246;reskrifter.

2. F&#246;reskrifterna i 55--58 &#167;&#167; tr&#228;der i kraft den 1 januari 1994. I
fr&#229;ga om beslut som meddelats av kronofogdemyndighet f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre f&#246;reskrifter.

2003:542

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. I fr&#229;ga om f&#246;retagshypotek p&#229; grund av en inteckning som har
beviljats f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser
fram till den 1 januari 2005.

2005:700

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
best&#228;mmelser g&#228;ller i fr&#229;ga om krav p&#229; pr&#246;vningstillst&#229;nd vid
&#246;verklagande av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.

2010:1957

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
15–17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

2013:1062

1. Denna lag tr&#228;der i kraft den 1 januari 2014.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i m&#229;l som har kommit
in till Kronofogdemyndigheten f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3539">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3541">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
