

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-13" /> 
 <meta id="rattsinfo-edited" content="2023-01-13 14:03:29" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3543</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3542">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3544">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:712 ·
                    <a href="/sfsr?bet=1990:712">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1990:712) om unders&#246;kning av olyckor</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-05-23
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:725
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1990-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Denna lag inneh&#229;ller f&#246;reskrifter om unders&#246;kning fr&#229;n
s&#228;kerhetssynpunkt av olyckor och tillbud till olyckor.

Olyckor som skall unders&#246;kas

2 &#167; Olyckor ska unders&#246;kas enligt denna lag, om de &#228;r av s&#229;dan
allvarlig art som anges i det f&#246;ljande, n&#228;mligen

1. luftfartsolyckor: Olyckor vid anv&#228;ndningen av luftfartyg
som har medf&#246;rt att

a) n&#229;gon har avlidit eller blivit allvarligt skadad,

b) luftfartyget eller egendomen som inte transporterats med
luftfartyget har f&#229;tt betydande skador eller omfattande skador
har uppkommit i milj&#246;n, eller

c) luftfartyget &#228;r o&#229;tkomligt eller har f&#246;rsvunnit under
flygning och inte har kunnat &#229;terfinnas,

2. sj&#246;olyckor: Olyckor vid driften av handelsfartyg,
fiskefartyg eller statsfartyg som enligt 2 c &#167; utg&#246;r en mycket
allvarlig sj&#246;olycka eller en olycka som likst&#228;lls med en
mycket allvarlig sj&#246;olycka,

3. j&#228;rnv&#228;gsolyckor: Olyckor vid j&#228;rnv&#228;gs-, tunnelbane- eller
sp&#229;rv&#228;gsdrift orsakade antingen av kollisioner mellan
sp&#229;rfordon eller ursp&#229;rningar eller av andra h&#228;ndelser med
betydelse f&#246;r s&#228;kerheten som har medf&#246;rt att

a) minst en person har avlidit eller minst fem personer har
blivit allvarligt skadade, eller

b) sp&#229;rfordon, sp&#229;ranl&#228;ggningar, egendom som inte
transporterats med sp&#229;rfordonet eller milj&#246;n har f&#229;tt s&#229;
omfattande skador att de sammanlagda kostnaderna uppskattas
till ett belopp motsvarande minst tv&#229; miljoner euro,

4. v&#228;gtrafikolyckor och andra allvarliga olyckor: Andra
olyckor &#228;n som avses i 1–3 och 2 a &#167; f&#246;rsta stycket, om de har
medf&#246;rt att

a) flera m&#228;nniskor har avlidit eller blivit allvarligt
skadade, eller

b) omfattande skador har uppkommit p&#229; egendomen eller i
milj&#246;n.

Tillbud till olyckor som avses i f&#246;rsta stycket 1, 3 och 4 ska
unders&#246;kas enligt denna lag, om tillbudet inneburit allvarlig
fara f&#246;r att en olycka skulle intr&#228;ffa eller om tillbudet
tyder p&#229; ett v&#228;sentligt fel hos luftfartyget, sp&#229;rfordonet
eller sp&#229;ranl&#228;ggningen eller p&#229; andra v&#228;sentliga brister i
s&#228;kerhetsh&#228;nseende.

Olyckor som avses i f&#246;rsta stycket 1 och som r&#246;r luftfartyg
med en totalvikt av h&#246;gst 2 250 kg vilka inte ska ha
luftv&#228;rdighetsbevis, och olyckor som avses i f&#246;rsta stycket 4
samt tillbud till s&#229;dana olyckor ska unders&#246;kas endast om en
unders&#246;kning &#228;r av betydelse ur s&#228;kerhetssynpunkt.
Lag (2011:548).

2 a &#167; Andra sj&#246;olyckor &#228;n de som anges i 2 &#167; f&#246;rsta stycket 2
f&#229;r unders&#246;kas enligt denna lag om de utg&#246;r en allvarlig
sj&#246;olycka eller annan sj&#246;olycka. Vid en allvarlig sj&#246;olycka
ska den myndighet som g&#246;r en unders&#246;kning enligt denna lag
f&#246;rst g&#246;ra en prelimin&#228;r bed&#246;mning i syfte att utreda om en
unders&#246;kning ska inledas eller inte.

Tillbud till sj&#246;ss ska unders&#246;kas enligt denna lag om
tillbudet skulle ha kunnat leda till en mycket allvarlig
sj&#246;olycka eller en olycka som likst&#228;lls med en mycket
allvarlig sj&#246;olycka. Tillbud till sj&#246;ss f&#229;r unders&#246;kas om
tillbudet skulle ha kunnat leda till en allvarlig sj&#246;olycka
eller annan sj&#246;olycka.

Vid en prelimin&#228;r bed&#246;mning g&#228;llande allvarlig sj&#246;olycka och
vid en bed&#246;mning om en unders&#246;kning ang&#229;ende annan sj&#246;olycka
eller ett tillbud till sj&#246;ss ska inledas eller inte, ska det
beaktas hur allvarlig olyckan eller tillbudet &#228;r, vilken slags
fartyg och last som ber&#246;rs och i vilken m&#229;n unders&#246;kningens
resultat kan f&#246;rhindra framtida olyckor eller tillbud.
Lag (2011:548).

2 b &#167; Med sj&#246;olyckor och tillbud till sj&#246;ss avses i denna lag
olyckor eller tillbud till f&#246;ljd av en h&#228;ndelse eller en serie
av h&#228;ndelser som intr&#228;ffar i direkt anslutning till driften av
handelsfartyg, fiskefartyg eller statsfartyg. Lag (2011:548).

2 c &#167; I denna lag anv&#228;nds f&#246;ljande beteckningar p&#229; sj&#246;olyckor
och tillbud till sj&#246;ss.

1. Mycket allvarlig sj&#246;olycka: en olycka som inneb&#228;r att

– fartyget har f&#246;rsvunnit,

– en eller flera m&#228;nniskor har avlidit, eller

– allvarlig skada har uppkommit i milj&#246;n.

2. Allvarlig sj&#246;olycka: en olycka som inte utg&#246;r en s&#229;dan
olycka som anges i 1 och d&#228;r h&#228;ndelser s&#229;som brand, explosion,
kollision, grundst&#246;tning, skada p&#229; grund av h&#229;rt v&#228;der eller
is, eller intr&#228;ffad eller misst&#228;nkt skada p&#229; fartygets skrov,
inneb&#228;r att

– fartyget inte &#228;r i s&#229;dant skick att det uppfyller g&#228;llande
s&#228;kerhetskrav, och detta inneb&#228;r fara f&#246;r att fartyget eller
personer ombord skadas, eller det utg&#246;r ett osk&#228;ligt hot mot
milj&#246;n,

– skada har uppkommit i milj&#246;n, eller

– fartyget har r&#229;kat ut f&#246;r ett haveri som medf&#246;rt behov av
bogsering eller assistans fr&#229;n land.

3. Annan sj&#246;olycka: en mindre allvarlig sj&#246;olycka som inte
utg&#246;r en s&#229;dan olycka som anges i 1 eller 2.

4. Tillbud till sj&#246;ss: en h&#228;ndelse eller en serie av h&#228;ndelser
som inte utg&#246;r en s&#229;dan olycka som anges i 1–3, men d&#228;r
h&#228;ndelserna har utsatt eller, om de inte &#229;tg&#228;rdats, skulle ha
kunnat uts&#228;tta fartyget, personer ombord eller utanf&#246;r
fartyget, eller milj&#246;n f&#246;r fara.

Med mycket allvarlig sj&#246;olycka likst&#228;lls att

– flera m&#228;nniskor har blivit allvarligt skadade,

– fartyget eller egendom som inte transporterats med fartyget
har f&#229;tt omfattande skador, eller

– fartyget har &#246;vergetts i sj&#246;n.

Som allvarlig sj&#246;olycka anses ocks&#229; n&#228;r en eller flera
m&#228;nniskor har f&#246;rsvunnit fr&#229;n fartyget. Lag (2011:548).

2 d &#167; Best&#228;mmelserna i 2 b och 2 c &#167;&#167; g&#228;ller bara under
f&#246;ruts&#228;ttning att h&#228;ndelsen eller h&#228;ndelserna som f&#246;rorsakat
olyckan eller tillbudet inte orsakats av en avsiktlig handling
eller underl&#229;tenhet i syfte att orsaka skada p&#229; fartygets
s&#228;kerhet, personer ombord eller utanf&#246;r fartyget, eller
milj&#246;n. Lag (2011:548).

3 &#167; Regeringen f&#229;r f&#246;reskriva eller i enskilda fall besluta att en
unders&#246;kning enligt denna lag skall g&#246;ras ocks&#229; n&#228;r en olycka eller ett
olyckstillbud inte &#228;r av s&#229;dan allvarlig art som anges i 2 &#167; men en
unders&#246;kning &#228;nd&#229; &#228;r p&#229;kallad fr&#229;n s&#228;kerhetssynpunkt.

4 &#167; En unders&#246;kning enligt denna lag ska g&#246;ras i fr&#229;ga om
olyckor och tillbud som har intr&#228;ffat i Sverige. Detta g&#228;ller
dock inte om olyckan eller tillbudet ber&#246;r ett utl&#228;ndskt
statsfartyg.

En unders&#246;kning enligt denna lag av en sj&#246;olycka eller ett
tillbud till sj&#246;ss som har intr&#228;ffat utomlands ska g&#246;ras n&#228;r
olyckan eller tillbudet ber&#246;r ett fartyg som f&#246;r svensk flagg
eller &#228;r av annat v&#228;sentligt intresse f&#246;r Sverige.

En unders&#246;kning enligt denna lag av en olycka eller ett
tillbud som ber&#246;r ett svenskt luftfartyg ska g&#246;ras &#228;ven n&#228;r
olyckan eller tillbudet har intr&#228;ffat utomlands, om annat inte
f&#246;ljer av en internationell &#246;verenskommelse som har bitr&#228;tts
av Sverige. Om olyckan eller tillbudet r&#246;r ett luftfartyg med
en totalvikt av h&#246;gst 2 250 kg och som inte ska ha
luftv&#228;rdighetsbevis, ska en unders&#246;kning g&#246;ras endast om det
&#228;r av synnerlig vikt fr&#229;n s&#228;kerhetssynpunkt och en
unders&#246;kning inte g&#246;rs i den stat inom vars territorium
olyckan eller tillbudet intr&#228;ffade.

Om en olycka eller ett tillbud som ber&#246;r sp&#229;rfordon i
internationell trafik intr&#228;ffat p&#229; eller n&#228;ra den svenska
gr&#228;nsen, f&#229;r den myndighet som enligt 5 &#167; ansvarar f&#246;r
unders&#246;kningen komma &#246;verens med motsvarande myndighet i den
andra ber&#246;rda staten om vilken av dem som ska g&#246;ra
unders&#246;kningen eller att de ska g&#246;ra den tillsammans.
Lag (2011:548).

4 a &#167; Trots vad som f&#246;reskrivs i 4 &#167; skall en unders&#246;kning
enligt denna lag inledas n&#228;r ett utl&#228;ndskt ro-ro-
passagerarfartyg eller h&#246;ghastighetspassagerarfartyg i regulj&#228;r
trafik har varit inblandat i en sj&#246;olycka eller ett tillbud och

a) olyckan eller tillbudet har intr&#228;ffat inom Sveriges
sj&#246;territorium, eller

b) olyckan eller tillbudet har intr&#228;ffat p&#229; andra vatten och
fartyget senast bes&#246;kte Sverige.

Har en unders&#246;kning inletts skall den fortg&#229; till dess ber&#246;rda
stater enats om vilken stat som skall ansvara f&#246;r
unders&#246;kningen.

Med ro-ro-passagerarfartyg, h&#246;ghastighetspassagerarfartyg och
regulj&#228;r trafik avses detsamma som i r&#229;dets direktiv 1999/35/EG
av den 29 april 1999 om ett system med obligatoriska
besiktningar f&#246;r en s&#228;ker drift av ro-ro-passagerarfartyg och
h&#246;ghastighetspassagerarfartyg i regulj&#228;r trafik3. Lag (2001:877).

4 b &#167; Med annat v&#228;sentligt intresse i 4 &#167; andra stycket avses

– att en sj&#246;olycka eller ett tillbud till sj&#246;ss medf&#246;r att
svensk milj&#246; f&#229;r allvarliga skador,

– att f&#246;ljden av en sj&#246;olycka eller ett tillbud till sj&#246;ss
orsakar, eller hotar att orsaka, allvarlig skada f&#246;r Sverige
som stat, innefattande konstgjorda &#246;ar, installationer och
konstruktioner som omfattas av svensk jurisdiktion,

– att f&#246;ljden av en sj&#246;olycka medf&#246;rt att svenska medborgare
har avlidit eller f&#229;tt allvarliga skador, eller

– att en sj&#246;olycka eller ett tillbud till sj&#246;ss i annat fall
bed&#246;ms vara ett betydande svenskt intresse. Lag (2011:548).

Vem som skall g&#246;ra unders&#246;kningen

5 &#167; Unders&#246;kning enligt denna lag ska g&#246;ras av den myndighet
som regeringen best&#228;mmer.

Regeringen f&#229;r f&#246;reskriva att myndigheten f&#229;r &#246;verl&#229;ta &#229;t
n&#229;gon annan att g&#246;ra unders&#246;kningen.

Den svenska unders&#246;kande myndigheten f&#229;r &#246;verl&#229;ta
f&#246;rvaltningsuppgifter g&#228;llande unders&#246;kningen av en sj&#246;olycka
eller ett tillbud till sj&#246;ss till ett utl&#228;ndskt organ som
fullg&#246;r utredningsskyldighet enligt Europaparlamentets och
r&#229;dets direktiv 2009/18/EG av den 23 april 2009 om
grundl&#228;ggande principer f&#246;r utredning av olyckor i
sj&#246;transportsektorn och om &#228;ndring av r&#229;dets direktiv
1999/35/EG och Europaparlamentets och r&#229;dets direktiv
2002/59/EG eller enligt Internationella sj&#246;fartsorganisationens
resolution MSC.255(84), antagen den 16 maj 2008.
Lag (2011:548).

Unders&#246;kningens syfte

6 &#167; Syftet med en unders&#246;kning enligt denna lag skall vara att

1. s&#229; l&#229;ngt som m&#246;jligt klarl&#228;gga s&#229;v&#228;l h&#228;ndelsef&#246;rloppet och
orsaken till olyckan eller tillbudet som skador och effekter i
&#246;vrigt,

2. ge underlag f&#246;r beslut om &#229;tg&#228;rder som har som m&#229;l att
f&#246;rebygga en upprepning av olyckan eller tillbudet eller att
begr&#228;nsa effekten av s&#229;dana olyckor eller tillbud,

3. ge underlag f&#246;r en bed&#246;mning av de insatser som samh&#228;llets
r&#228;ddningstj&#228;nst har gjort i samband med olyckan eller tillbudet
och, om det finns sk&#228;l d&#228;rtill, f&#246;r f&#246;rb&#228;ttringar av
r&#228;ddningstj&#228;nsten. Lag (2007:493).

Unders&#246;kningens genomf&#246;rande

7 &#167; Den myndighet som g&#246;r en unders&#246;kning enligt denna lag
ska, i den m&#229;n det &#228;r praktiskt genomf&#246;rbart, underr&#228;tta dem
som kan vara ber&#246;rda av olyckan eller tillbudet och ge dem
tillf&#228;lle att yttra sig. Dessa har r&#228;tt att n&#228;rvara vid
unders&#246;kning p&#229; olycksplatsen och vid utredningsarbetet i
&#246;vrigt, om det kan ske utan men f&#246;r utredningen.

Vid till&#228;mpningen av f&#246;rsta stycket ska dock alltid iakttas de
best&#228;mmelser om medverkan vid unders&#246;kningar som finns i
internationella &#246;verenskommelser som har bitr&#228;tts av Sverige.

N&#228;r en unders&#246;kning av sj&#246;olyckor och tillbud till sj&#246;ss
genomf&#246;rs ska Europeiska unionens gemensamma metod f&#246;r
utredning av sj&#246;olyckor och tillbud till sj&#246;ss f&#246;ljas.
Lag (2011:548).

8 &#167; En unders&#246;kning enligt denna lag ska genomf&#246;ras i
samr&#229;d med den som enligt 23 kap. r&#228;tteg&#229;ngsbalken leder
f&#246;runders&#246;kning om det intr&#228;ffade.

I avvaktan p&#229; att unders&#246;kningen inleds f&#229;r Polismyndigheten
eller annan myndighet som regeringen best&#228;mmer sp&#228;rra av ett
omr&#229;de, ta hand om egendom eller vidta annan liknande &#229;tg&#228;rd,
om det beh&#246;vs f&#246;r att s&#228;kerst&#228;lla utredningen och &#229;tg&#228;rden
inte kan skjutas upp. Lag (2014:725).

9 &#167; Den myndighet som g&#246;r en unders&#246;kning enligt denna lag
f&#229;r h&#229;lla f&#246;rh&#246;r med den som antas kunna ge upplysningar av
betydelse f&#246;r utredningen. Myndigheten har ocks&#229; r&#228;tt att ta
med sig och granska handlingar eller f&#246;rem&#229;l som kan antas
vara av s&#229;dan betydelse.

Om utredningen inte kan fullf&#246;ljas p&#229; annat s&#228;tt, f&#229;r den
myndighet som g&#246;r unders&#246;kningen beg&#228;ra att Polismyndigheten
l&#228;mnar den hj&#228;lp som beh&#246;vs vid utredningen. F&#246;r
Polismyndighetens utredning g&#228;ller best&#228;mmelserna om
f&#246;runders&#246;kning i 23 kap. r&#228;tteg&#229;ngsbalken i till&#228;mpliga
delar.

Den myndighet som g&#246;r unders&#246;kningen har r&#228;tt att f&#229;
tilltr&#228;de till platsen f&#246;r olyckan eller tillbudet. Om
tilltr&#228;de v&#228;gras, f&#229;r Polismyndigheten l&#228;mna den hj&#228;lp som
beh&#246;vs. Lag (2014:725).

10 &#167; Den myndighet som g&#246;r unders&#246;kningen f&#229;r beg&#228;ra att
vittnen eller sakkunniga h&#246;rs vid domstol eller att n&#229;gon
f&#246;rel&#228;ggs att tillhandah&#229;lla handlingar eller f&#246;rem&#229;l. En s&#229;dan
beg&#228;ran skall g&#246;ras hos den tingsr&#228;tt inom vars omr&#229;de olyckan
eller tillbudet har intr&#228;ffat eller den ber&#246;rda personen
vistas. R&#228;tten skall h&#229;lla f&#246;rh&#246;r eller meddela f&#246;rel&#228;ggande,
om laga hinder inte m&#246;ter. D&#228;rvid g&#228;ller best&#228;mmelserna om
bevisupptagning utom huvudf&#246;rhandling. Lag (2007:493).

F&#246;rbud att rubba egendom

11 &#167; Om det har intr&#228;ffat en olycka eller ett tillbud som
unders&#246;ks enligt denna lag, f&#229;r egendom som kan antas vara av
betydelse f&#246;r unders&#246;kningen inte rubbas utan tillst&#229;nd av
Polismyndigheten eller den myndighet som unders&#246;ker olyckan
eller tillbudet.

Detta g&#228;ller inte om egendomen rubbas f&#246;r att r&#228;dda
m&#228;nniskoliv eller om det i &#246;vrigt finns synnerliga sk&#228;l f&#246;r
det. Lag (2014:725).

Tillvaratagen egendom

12 &#167; Den som har tagit till vara egendom som avses i 11 &#167;
f&#246;rsta stycket ska genast anm&#228;la det till Polismyndigheten
eller den myndighet som unders&#246;ker olyckan. Detsamma g&#228;ller
den som, efter en olycka eller ett tillbud som ber&#246;r
luftfarten, sj&#246;farten eller sp&#229;rtrafiken och som unders&#246;ks
enligt denna lag, har tagit till vara egendom som har
transporterats med det luftfartyg, fartyg eller sp&#229;rfordon
som ber&#246;rs av olyckan eller tillbudet eller egendom som h&#246;r
till luftfartyget, fartyget, sp&#229;rfordonet eller till den
sp&#229;ranl&#228;ggning som ber&#246;rs. Om det beh&#246;vs, f&#229;r myndigheten ta
hand om egendomen. Lag (2014:725).

12 a &#167; Best&#228;mmelserna i 7–12 &#167;&#167; ska &#228;ven g&#228;lla vid en s&#229;dan
prelimin&#228;r bed&#246;mning som ska g&#246;ras vid en allvarlig sj&#246;olycka
enligt 2 a &#167; f&#246;rsta stycket. Lag (2011:548).

Ansvar m. m.

13 &#167; Den som upps&#229;tligen eller av oaktsamhet bryter mot 11 eller 12 &#167;
d&#246;ms till b&#246;ter, om g&#228;rningen inte &#228;r belagd med straff i brottsbalken.
I ringa fall skall dock inte d&#246;mas till straff.

14 &#167; Beslut enligt 8 &#167; andra stycket, 11 eller 12 &#167; f&#229;r &#246;verklagas
hos allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (1995:77).

15 &#167; Regeringen f&#229;r i fr&#229;ga om kommunal r&#228;ddningstj&#228;nst
f&#246;reskriva att kommunen skall underr&#228;tta den myndighet som
avses i 5 &#167; f&#246;rsta stycket om en olycka eller ett tillbud som
skall unders&#246;kas enligt denna lag. Lag (2007:493).

&#214;verg&#229;ngsbest&#228;mmelser

1995:77

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

2006:20

Denna lag tr&#228;der i kraft den 1 april 2006. Den f&#229;r till&#228;mpas p&#229;
h&#228;ndelser som intr&#228;ffat f&#246;re ikrafttr&#228;dandet.

2007:493

1. Denna lag tr&#228;der i kraft den 1 juli 2007.

2. I fr&#229;ga om olyckor och tillbud som har intr&#228;ffat f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre f&#246;reskrifter.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3542">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3544">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
