

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-27" /> 
 <meta id="rattsinfo-edited" content="2024-03-27 08:15:49" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3560</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3559">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3561">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:313 ·
                    <a href="/sfsr?bet=1990:313">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1990:313) om Europar&#229;ds- och OECD-konventionen om &#246;msesidig handr&#228;ckning i skatte&#228;renden</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-05-23
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:176
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Bilaga 1 finns inte med h&#228;r.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1995-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Den av Europar&#229;det och OECD uppr&#228;ttade konventionen om
&#246;msesidig handr&#228;ckning i skatte&#228;renden, som &#246;ppnades f&#246;r
undertecknande den 25 januari 1988, i den lydelse som denna
erh&#229;llit genom det protokoll om &#228;ndring i konventionen som
&#246;ppnades f&#246;r undertecknande den 27 maj 2010, ska g&#228;lla f&#246;r
Sveriges del. Konventionen &#228;r avfattad p&#229; engelska och franska
spr&#229;ken. B&#229;da texterna har samma giltighet. Den engelska och
franska texten liksom en svensk &#246;vers&#228;ttning finns intagen i
bilaga 1 till denna lag. Lag (2011:694).

2 &#167; Konventionen till&#228;mpas i fr&#229;ga om de svenska skatter och avgifter
som anges i bilaga 2.

3 &#167; Konventionen till&#228;mpas vidare p&#229; de utl&#228;ndska skatter och avgifter
som huvudsakligen motsvarar eller &#228;r av samma art som de i bilaga 2
angivna, oavsett om de p&#229;f&#246;rs f&#246;r en parts eller f&#246;r dess politiska
underavdelningars eller lokala skattemyndigheters r&#228;kning. N&#228;rmare
f&#246;reskrifter om vilka utl&#228;ndska avgifter och skatter som konventionen
till&#228;mpas p&#229; meddelas av regeringen.


&#214;verg&#229;ngsbest&#228;mmelser

2003:761

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om skattefordringar som
kan fastst&#228;llas respektive drivas in med st&#246;d av de lagar som
anges i den tidigare lydelsen av bilaga 2.

2011:694

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag till&#228;mpas p&#229; handr&#228;ckning avseende
beskattningsperioder som b&#246;rjar den 1 januari det &#229;r som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; den av Europar&#229;det och OECD
uppr&#228;ttade konventionen om &#246;msesidig handr&#228;ckning i
skatte&#228;renden (konventionen) i dess lydelse enligt det
protokoll om &#228;ndring i konventionen som &#246;ppnades f&#246;r
undertecknande den 27 maj 2010 (2010 &#229;rs protokoll) tr&#228;der i
kraft i f&#246;rh&#229;llande till en part eller senare. Om n&#229;gon
beskattningsperiod inte f&#246;religger till&#228;mpas denna lag p&#229;
handr&#228;ckning avseende skatteanspr&#229;k som uppkommer den 1
januari det &#229;r som f&#246;ljer n&#228;rmast efter det &#229;r d&#229; konventionen
i dess lydelse enligt 2010 &#229;rs protokoll tr&#228;dde i kraft i
f&#246;rh&#229;llande till en part eller senare. I &#228;renden som
innefattar ett upps&#229;tligt handlande som &#228;r straffbart enligt
den ans&#246;kande partens lagstiftning till&#228;mpas lagen emellertid
&#228;ven i fr&#229;ga om tidigare beskattningsperioder eller
skatteanspr&#229;k.

3. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i f&#246;rh&#229;llande till
parter som har tilltr&#228;tt konventionen, men inte 2010 &#229;rs
protokoll.

2024:176

1. Denna lag tr&#228;der i kraft den dag som regeringen best&#228;mmer. 

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r fordringar som 
har beslutats enligt merv&#228;rdesskattelagen (1994:200), lagen 
(1994:1563) om tobaksskatt eller lagen (1994:1564) om 
alkoholskatt eller med st&#246;d av lagen (2014:52) om 
infrastrukturavgifter p&#229; v&#228;g.


Bilaga 1

CONSEIL DE L’EUROPE CONVENTION CONCERNANT L’ASSISTANCE
ADMINISTRATIVE MUTUELLE EN MATI&#200;RE FISCALE

CONVENTION CONCERNANT L’ASSISTANCE ADMINISTRATIVE MUTUELLE
EN MATI&#200;RE FISCALE

Pr&#233;ambule

Les Etats membres du Conseil de l&#39;Europe et les pays Membres
de l&#39;Organisation de Coop&#233;ration et de D&#233;veloppement
Economiques, (OCDE), signataires de la pr&#233;sente Convention,

Consid&#233;rant que le d&#233;veloppement des mouvements internationaux
de personnes, de capitaux, de biens et de services – par
ailleurs largement b&#233;n&#233;fique – a accru les possibilit&#233;s
d&#39;&#233;vasion et de fraude fiscales, ce qui n&#233;cessite une
coop&#233;ration croissante entre les autorit&#233;s fiscales;

Prenant note avec satisfaction de tous les efforts d&#233;ploy&#233;s au
cours des derni&#232;res ann&#233;es sur le plan international, que ce
soit &#224; titre bilat&#233;ral ou multilat&#233;ral, pour lutter contre
l&#39;&#233;vasion et la fraude fiscales;

Consid&#233;rant qu&#39;une coordination des efforts est n&#233;cessaire
entre les Etats pour encourager toutes les formes d&#39;assistance
administrative en mati&#232;re fiscale, pour les imp&#244;ts de toute
nature, tout en assurant une protection appropri&#233;e des droits
des contribuables;

Reconnaissant que la coop&#233;ration internationale peut jouer un
r&#244;le important en facilitant une &#233;valuation correcte des
obligations fiscales et en aidant le contribuable &#224; faire
respecter ses droits;

Consid&#233;rant que les principes fondamentaux en vertu desquels
toute personne peut, dans la d&#233;termination de ses droits et
obligations, pr&#233;tendre &#224; une proc&#233;dure r&#233;guli&#232;re doivent &#234;tre
reconnus dans tous les Etats comme s&#39;appliquant en mati&#232;re
fiscale et que les Etats devraient s&#39;efforcer de prot&#233;ger les
int&#233;r&#234;ts l&#233;gitimes du contribuable, en lui accordant notamment
une protection appropri&#233;e contre la discrimination et la
double imposition;

Convaincus d&#232;s lors que les Etats devraient prendre des
mesures ou fournir des renseignements en tenant compte de la
n&#233;cessit&#233; de prot&#233;ger la confidentialit&#233; des renseignements
ainsi que des instruments internationaux relatifs &#224; la
protection de la vie priv&#233;e et au flux de donn&#233;es de caract&#232;re
personnel;

Consid&#233;rant qu’un nouveau cadre de coop&#233;ration s’est mis en
place et qu’il est souhaitable de disposer d’un instrument
multilat&#233;ral pour permettre au plus grand nombre d’Etats de
b&#233;n&#233;ficier du nouveau cadre de coop&#233;ration et &#233;galement
d’appliquer les normes internationales de coop&#233;ration les plus
&#233;lev&#233;es dans le domaine fiscal;

D&#233;sireux de conclure une Convention d&#39;assistance
administrative mutuelle en mati&#232;re fiscale,

Sont convenus de ce qui suit:

Chapitre I

Champ d&#39;application de la Convention

Article 1

Objet de la Convention et personnes vis&#233;es

1. Les Parties s&#39;accordent mutuellement, sous r&#233;serve des
dispositions du chapitre IV, une assistance administrative en
mati&#232;re fiscale. Cette assistance couvre, le cas &#233;ch&#233;ant, des
actes accomplis par des organes juridictionnels.

2. Cette assistance administrative comprend:

a. l&#39;&#233;change de renseignements, y compris les contr&#244;les
fiscaux simultan&#233;s et la participation &#224; des contr&#244;les fiscaux
men&#233;s &#224; l&#39;&#233;tranger;

b. le recouvrement des cr&#233;ances fiscales y compris les mesures
conservatoires; et

c. la notification de documents.

3. Une Partie accordera son assistance administrative, que la
personne affect&#233;e soit un r&#233;sident ou un ressortissant d&#39;une
Partie ou de tout autre Etat.

Article 2

Imp&#244;ts vis&#233;s

1. La pr&#233;sente Convention s&#39;applique:

a. aux imp&#244;ts suivants:

i. imp&#244;ts sur le revenu ou les b&#233;n&#233;fices,

ii. imp&#244;ts sur les gains en capital qui sont per&#231;us s&#233;par&#233;ment
de l&#39;imp&#244;t sur le revenu ou les b&#233;n&#233;fices,

iii. imp&#244;ts sur l&#39;actif net, qui sont per&#231;us pour le compte
d&#39;une Partie; et

b. aux imp&#244;ts suivants:

i. imp&#244;ts sur le revenu, les b&#233;n&#233;fices ou les gains en capital
ou l&#39;actif net qui sont per&#231;us pour le compte des subdivisions
politiques ou des collectivit&#233;s locales d&#39;une Partie,

ii. cotisations de s&#233;curit&#233; sociale obligatoires dues aux
administrations publiques ou aux organismes de s&#233;curit&#233;
sociale de la droit public, et

iii. imp&#244;ts d&#39;autres cat&#233;gories, &#224; l&#39;exception des droits de
douane, per&#231;us pour le compte d&#39;une Partie, savoir:

A. imp&#244;ts sur les successions ou les donations,

B. imp&#244;ts sur la propri&#233;t&#233; immobili&#232;re,

C. imp&#244;ts g&#233;n&#233;raux sur les biens et services, tels que taxes
sur la valeur ajout&#233;e ou imp&#244;ts sur les ventes,

D. imp&#244;ts sur des biens et services d&#233;termin&#233;s, tels que
droits d&#39;accises,

E. imp&#244;ts sur l&#39;utilisation ou la propri&#233;t&#233; des v&#233;hicules &#224;
moteur,

F. imp&#244;ts sur l&#39;utilisation ou la propri&#233;t&#233; de biens mobiliers
autres que les v&#233;hicules &#224; moteur,

G. tout autre imp&#244;t;

iv. imp&#244;ts des cat&#233;gories vis&#233;es &#224; l&#39;alin&#233;a iii ci dessus, qui
sont per&#231;us pour le compte des subdivisions politiques ou des
collectivit&#233;s locales d&#39;une Partie.

2. Les imp&#244;ts existants auxquels s&#39;applique la pr&#233;sente
Convention sont &#233;num&#233;r&#233;s &#224; l&#39;annexe A selon les cat&#233;gories
mentionn&#233;es au paragraphe 1.

3. Les Parties communiquent au Secr&#233;taire G&#233;n&#233;ral du Conseil
de l&#39;Europe ou au Secr&#233;taire G&#233;n&#233;ral de l&#39;OCDE (ci apr&#232;s
d&#233;nomm&#233;s &#171;D&#233;positaires&#187;) toute modification devant &#234;tre
apport&#233;e &#224; l&#39;annexe A et r&#233;sultant d&#39;une modification de la
liste mentionn&#233;e au paragraphe 2. Ladite modification prendra
effet le premier jour du mois qui suit l&#39;expiration d&#39;une
p&#233;riode de trois mois apr&#232;s la date de r&#233;ception de la
notification par le D&#233;positaire.

4. La pr&#233;sente Convention s&#39;applique aussi, d&#232;s leur
introduction, aux imp&#244;ts de nature identique ou analogue qui
seraient &#233;tablis dans une Partie apr&#232;s l&#39;entr&#233;e en vigueur de
la Convention &#224; son &#233;gard et qui s&#39;ajouteraient aux imp&#244;ts
existants &#233;num&#233;r&#233;s &#224; l&#39;annexe A, ou qui les remplaceraient.
Dans ce cas, la Partie int&#233;ress&#233;e informera l&#39;un des
D&#233;positaires de l&#39;introduction de ces imp&#244;ts.

Chapitre II

D&#233;finitions g&#233;n&#233;rales

Article 3

D&#233;finitions

1. Aux fins de la pr&#233;sente Convention, &#224; moins que le contexte
n&#39;exige une interpr&#233;tation diff&#233;rente:

a. les expressions &#171;Etat requ&#233;rant&#187; et &#171;Etat requis&#187; d&#233;signent
respectivement toute Partie qui demande assistance
administrative en mati&#232;re fiscale et toute Partie &#224; laquelle
cette assistance est demand&#233;e;

b. le terme &#171;imp&#244;t&#187; d&#233;signe tout imp&#244;t ou cotisation de
s&#233;curit&#233; sociale, vis&#233; par la pr&#233;sente Convention conform&#233;ment
&#224; l&#39;article 2;

c. l&#39;expression &#171;cr&#233;ance fiscale&#187; d&#233;signe tout montant d&#39;imp&#244;t
ainsi

que les int&#233;r&#234;ts, les amendes administratives et les frais de
recouvrement y aff&#233;rents, qui sont dus et non encore
acquitt&#233;s;

d. l&#39;expression &#171;autorit&#233; comp&#233;tente&#187; d&#233;signe les personnes et
autorit&#233;s &#233;num&#233;r&#233;es &#224; l&#39;annexe B;

e. le terme &#171;ressortissants&#187;, &#224; l&#39;&#233;gard d&#39;une Partie, d&#233;signe:

i. toutes les personnes physiques qui poss&#232;dent la nationalit&#233;
de cette Partie, et

ii. toutes les personnes morales, soci&#233;t&#233;s de personnes,
associations et autres entit&#233;s constitu&#233;es conform&#233;ment &#224; la
l&#233;gislation en vigueur dans cette Partie.

Pour toute Partie qui fait une d&#233;claration &#224; cette fin, les
termes utilis&#233;s ci dessus devront &#234;tre entendus au sens des
d&#233;finitions contenues dans l&#39;annexe C.

2. Pour l&#39;application de la Convention par une Partie, toute
expression qui n&#39;y est pas d&#233;finie a le sens que lui attribue
le droit de cette Partie concernant les imp&#244;ts vis&#233;s par la
Convention, &#224; moins que le contexte n&#39;exige une interpr&#233;tation
diff&#233;rente.

3. Les Parties communiquent &#224; l&#39;un des D&#233;positaires toute
modification devant &#234;tre apport&#233;e aux annexes B et C. Ladite
modification prendra effet le premier jour du mois qui suit
l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la date de
r&#233;ception de la notification par le D&#233;positaire.

Chapitre III

Formes d&#39;assistance

Section I

Echange de renseignements

Article 4

Disposition g&#233;n&#233;rale

1.  Les Parties &#233;changent,

notamment comme il est pr&#233;vu dans la pr&#233;sente section, les
renseignements vraisemblablement pertinents pour
l’administration ou l’application de leurs l&#233;gislations
internes relatives aux imp&#244;ts vis&#233;s par la pr&#233;sente
Convention.

2. (Supprim&#233;)

3. Une Partie peut, par une d&#233;claration adress&#233;e &#224; l&#39;un des
D&#233;positaires, indiquer que, conform&#233;ment &#224; sa l&#233;gislation
interne, ses autorit&#233;s peuvent informer son r&#233;sident ou
ressortissant avant de fournir des renseignements le
concernant en application des articles 5 et 7.

Article 5

Echange de renseignements sur demande

1. A la demande de l&#39;Etat requ&#233;rant, l&#39;Etat requis lui fournit
tout renseignement vis&#233; &#224; l&#39;article 4 concernant une personne
ou une transaction d&#233;termin&#233;e.

2. Si les renseignements disponibles dans les dossiers fiscaux
de l&#39;Etat requis ne lui permettent pas de donner suite &#224; la
demande de renseignements, il doit prendre toutes les mesures
n&#233;cessaires afin de fournir &#224; l&#39;Etat requ&#233;rant les
renseignements demand&#233;s.

Article 6

Echange automatique de renseignements

Pour des cat&#233;gories de cas et selon les proc&#233;dures qu&#39;elles
d&#233;terminent d&#39;un commun accord, deux ou plusieurs Parties
&#233;changent automatiquement les renseignements vis&#233;s &#224; l&#39;article
4.

Article 7

Echange spontan&#233; de renseignements

1. Une Partie communique, sans demande pr&#233;alable, &#224; une autre
Partie les informations dont elle a connaissance dans les
situations suivantes:

a. la premi&#232;re Partie a des raisons de pr&#233;sumer qu&#39;il existe
une r&#233;duction ou une exon&#233;ration anormales d&#39;imp&#244;t dans
l&#39;autre Partie;

b. un contribuable obtient, dans la premi&#232;re Partie, une
r&#233;duction ou une exon&#233;ration d&#39;imp&#244;t qui devrait entra&#238;ner
pour lui une augmentation d&#39;imp&#244;t ou un assujettissement &#224;
l&#39;imp&#244;t dans l&#39;autre Partie;

c. des affaires entre un contribuable d&#39;une Partie et un
contribuable d&#39;une autre Partie sont trait&#233;es par le biais
d&#39;un ou plusieurs autres pays, de mani&#232;re telle qu&#39;il peut en
r&#233;sulter une diminution d&#39;imp&#244;t dans l&#39;une ou l&#39;autre ou dans
les deux;

d. une Partie a des raisons de pr&#233;sumer qu&#39;il existe une
diminution d&#39;imp&#244;t r&#233;sultant de transferts fictifs de
b&#233;n&#233;fices &#224; l&#39;int&#233;rieur de groupes d&#39;entreprises;

e. &#224; la suite d&#39;informations communiqu&#233;es &#224; une Partie par une
autre Partie, la premi&#232;re Partie a pu recueillir des
informations qui peuvent &#234;tre utiles &#224; l’&#233;tablissement de
l&#39;imp&#244;t dans l&#39;autre Partie.

2. Chaque Partie prend les mesures et met en œuvre les
proc&#233;dures n&#233;cessaires pour que les renseignements vis&#233;s au
paragraphe 1 lui parviennent en vue de leur transmission &#224; une
autre Partie.

Article 8

Contr&#244;les fiscaux simultan&#233;s

1. A la demande de l&#39;une d&#39;entre elles, deux ou plusieurs
Parties se consultent pour d&#233;terminer les cas devant faire
l&#39;objet d&#39;un contr&#244;le fiscal simultan&#233; et les proc&#233;dures &#224;
suivre. Chaque Partie d&#233;cide si elle souhaite ou non
participer, dans un cas d&#233;termin&#233;, &#224; un contr&#244;le fiscal
simultan&#233;.

2. Aux fins de la pr&#233;sente Convention, on entend par contr&#244;le
fiscal simultan&#233; un contr&#244;le entrepris en vertu d&#39;un accord
par lequel deux ou plusieurs Parties conviennent de v&#233;rifier
simultan&#233;ment, chacune sur son territoire, la situation
fiscale d&#39;une ou de plusieurs personnes qui pr&#233;sente pour
elles un int&#233;r&#234;t commun ou compl&#233;mentaire, en vue d&#39;&#233;changer
les renseignements ainsi obtenus.

Article 9

Contr&#244;les fiscaux &#224; l&#39;&#233;tranger

1. A la demande de l&#39;autorit&#233; comp&#233;tente de l&#39;Etat requ&#233;rant
l&#39;autorit&#233; comp&#233;tente de l&#39;Etat requis peut autoriser des
repr&#233;sentants de l&#39;autorit&#233; comp&#233;tente de l&#39;Etat requ&#233;rant &#224;
assister &#224; la partie appropri&#233;e d&#39;un contr&#244;le fiscal dans
l&#39;Etat requis.

2. Si la demande est accept&#233;e, l&#39;autorit&#233; comp&#233;tente de l&#39;Etat
requis fait conna&#238;tre aussit&#244;t que possible &#224; l&#39;autorit&#233;
comp&#233;tente de l&#39;Etat requ&#233;rant la date et le lieu du contr&#244;le,
l&#39;autorit&#233; ou le fonctionnaire charg&#233; de ce contr&#244;le, ainsi
que les proc&#233;dures et conditions exig&#233;es par l&#39;Etat requis
pour la conduite du contr&#244;le. Toute d&#233;cision relative &#224; la
conduite du contr&#244;le fiscal est prise par l&#39;Etat requis.

3. Une Partie peut informer l&#39;un des D&#233;positaires de son
intention de ne pas accepter, de fa&#231;on g&#233;n&#233;rale, les demandes
vis&#233;es au paragraphe 1. Cette d&#233;claration peut &#234;tre faite ou
retir&#233;e &#224; tout moment.

Article 10

Renseignements contradictoires

Si une Partie re&#231;oit d&#39;une autre Partie des renseignements sur
la situation fiscale d&#39;une personne qui lui paraissent en
contradiction avec ceux dont elle dispose, elle en avise la
Partie qui a fourni les renseignements.

Section II

Assistance en vue du recouvrement

Article 11

Recouvrement des cr&#233;ances fiscales

1. A la demande de l&#39;Etat requ&#233;rant, l&#39;Etat requis proc&#232;de,
sous r&#233;serve des dispositions des articles 14 et 15, au
recouvrement des cr&#233;ances fiscales du premier Etat comme s&#39;il
s&#39;agissait de ses propres cr&#233;ances fiscales.

2. Les dispositions du paragraphe 1 ne s&#39;appliquent qu&#39;aux
cr&#233;ances fiscales qui font l&#39;objet d&#39;un titre permettant d&#39;en
poursuivre le recouvrement dans l&#39;Etat requ&#233;rant et qui, &#224;
moins que les Parties concern&#233;es n&#39;en soient convenus
autrement, ne sont pas contest&#233;es.

Toutefois, si la cr&#233;ance concerne une personne qui n&#39;a pas la
qualit&#233; de r&#233;sident dans l&#39;Etat requ&#233;rant, le paragraphe 1
s’applique seulement lorsque la cr&#233;ance ne peut plus &#234;tre
contest&#233;e, &#225; moins que les Parties concern&#233;es n’en soient
convenus autrement.

3. L&#39;obligation d&#39;accorder une assistance en vue du
recouvrement des cr&#233;ances fiscales concernant une personne
d&#233;c&#233;d&#233;e ou sa succession est limit&#233;e &#224; la valeur de la
succession ou des biens re&#231;us par chacun des b&#233;n&#233;ficiaires de
la succession selon que la cr&#233;ance est &#224; recouvrer sur la
succession ou aupr&#232;s des b&#233;n&#233;ficiaires de celle ci.

Article 12

Mesures conservatoires

A la demande de l&#39;Etat requ&#233;rant, l&#39;Etat requis prend des
mesures conservatoires en vue du recouvrement d&#39;un montant
d&#39;imp&#244;t, m&#234;me si la cr&#233;ance est contest&#233;e ou si le titre
ex&#233;cutoire n&#39;a pas encore &#233;t&#233; &#233;mis.

Article 13

Documents accompagnant la demande

1. La demande d&#39;assistance administrative, pr&#233;sent&#233;e en vertu
de la pr&#233;sente Section, est accompagn&#233;e:

a. d&#39;une attestation pr&#233;cisant que la cr&#233;ance fiscale concerne
un imp&#244;t vis&#233; par la pr&#233;sente Convention et, en ce qui
concerne le recouvrement, que, sous r&#233;serve de l&#39;article 11,
paragraphe 2, elle n&#39;est pas ou ne peut &#234;tre contest&#233;e,

b. d&#39;une copie officielle du titre permettant l&#39;ex&#233;cution dans
l&#39;Etat requ&#233;rant, et

c. de tout autre document exig&#233; pour le recouvrement ou pour
prendre les mesures conservatoires.

2. Le titre permettant l&#39;ex&#233;cution dans l&#39;Etat requ&#233;rant est,
s&#39;il y a lieu et conform&#233;ment aux dispositions en vigueur dans
l&#39;Etat requis, admis, homologu&#233;, compl&#233;t&#233; ou remplac&#233; dans les
plus brefs d&#233;lais suivant la date de r&#233;ception de la demande
d&#39;assistance par un titre permettant l&#39;ex&#233;cution dans l&#39;Etat
requis.

Article 14

D&#233;lais

1. Les questions concernant le d&#233;lai au del&#224; duquel la cr&#233;ance
fiscale ne peut &#234;tre exig&#233;e sont r&#233;gies par la l&#233;gislation de
l&#39;Etat requ&#233;rant. La demande d&#39;assistance contient des
renseignements sur ce d&#233;lai.

2.  Les actes de recouvrement accomplis par l&#39;Etat requis &#224; la
suite d&#39;une demande d&#39;assistance et qui, suivant la
l&#233;gislation de cet Etat, auraient pour effet de suspendre ou
d&#39;interrompre le d&#233;lai mentionn&#233; au paragraphe 1 ont le m&#234;me
effet au regard de la l&#233;gislation de l&#39;Etat requ&#233;rant. L&#39;Etat
requis informe l&#39;Etat requ&#233;rant des actes ainsi accomplis.

3. En tout &#233;tat de cause, l&#39;Etat requis n&#39;est pas tenu de
donner suite &#224; une demande d&#39;assistance qui est pr&#233;sent&#233;e
apr&#232;s une p&#233;riode de quinze ans &#224; partir de la date du titre
ex&#233;cutoire initial.

Article 15

Privil&#232;ges

La cr&#233;ance fiscale pour le recouvrement de laquelle une
assistance est accord&#233;e ne jouit dans l&#39;Etat requis d&#39;aucun
des privil&#232;ges sp&#233;cialement attach&#233;s aux cr&#233;ances fiscales de
cet Etat m&#234;me si la proc&#233;dure de recouvrement utilis&#233;e est
celle qui s’applique &#224; ses propres cr&#233;ances fiscales.

Article 16

D&#233;lais de paiement

Si sa l&#233;gislation ou sa pratique administrative le permet dans
des circonstances analogues, l&#39;Etat requis peut consentir un
d&#233;lai de paiement ou un paiement &#233;chelonn&#233;, mais il en informe
au pr&#233;alable l&#39;Etat requ&#233;rant.

Section III

Notification de documents

Article 17

Notification de documents

1. A la demande de l&#39;Etat requ&#233;rant, l&#39;Etat requis notifie au
destinataire les documents, y compris ceux ayant trait &#224; des
d&#233;cisions judiciaires, qui &#233;manent de l&#39;Etat requ&#233;rant et
concernent un imp&#244;t vis&#233; par la pr&#233;sente Convention.

2. L&#39;Etat requis proc&#232;de &#224; la notification:

a. selon les formes prescrites par sa l&#233;gislation interne pour
la notification de documents de nature identique ou analogue;

b. dans la mesure du possible, selon la forme particuli&#232;re
demand&#233;e par l&#39;Etat requ&#233;rant, ou la forme la plus approchante
pr&#233;vue par sa l&#233;gislation interne.

3. Une Partie peut faire proc&#233;der directement par voie postale
&#224; la notification d&#39;un document &#224; une personne se trouvant sur
le territoire d&#39;une autre Partie.

4. Aucune disposition de la Convention ne peut avoir pour
effet d&#39;entacher de nullit&#233; une notification de documents
effectu&#233;e par une Partie conform&#233;ment &#224; sa l&#233;gislation.

5. Lorsqu&#39;un document est notifi&#233; conform&#233;ment au pr&#233;sent
article, sa traduction n&#39;est pas exig&#233;e. Toutefois, lorsqu&#39;il
lui para&#238;t &#233;tabli que le destinataire ne conna&#238;t pas la langue
dans laquelle le document est libell&#233;, l&#39;Etat requis en fait
effectuer une traduction ou &#233;tablir un r&#233;sum&#233; dans sa langue
officielle ou l&#39;une de ses langues officielles. Il peut
&#233;galement demander &#224; l&#39;Etat requ&#233;rant que le document soit
traduit ou accompagn&#233; d&#39;un r&#233;sum&#233; dans l&#39;une des langues
officielles de l&#39;Etat requis, du Conseil de l&#39;Europe ou de
l&#39;OCDE.

Chapitre IV

Dispositions communes aux diverses formes d&#39;assistance

Article 18

Renseignements &#224; fournir par l&#39;Etat requ&#233;rant

1. La demande d&#39;assistance pr&#233;cise, en tant que de besoin:

a. l&#39;autorit&#233; ou le service qui est &#224; l&#39;origine de la demande
pr&#233;sent&#233;e par l&#39;autorit&#233; comp&#233;tente;

b. le nom, l&#39;adresse, ou tous autres d&#233;tails permettant
d&#39;identifier la personne au sujet de laquelle la demande est
pr&#233;sent&#233;e;

c. dans le cas d&#39;une demande de renseignements, la forme sous
laquelle l&#39;Etat requ&#233;rant souhaite recevoir le renseignement
pour r&#233;pondre &#224; ses besoins;

d. dans le cas d&#39;une demande d&#39;assistance en vue d&#39;un
recouvrement ou de mesures conservatoires, la nature de la
cr&#233;ance fiscale, les &#233;l&#233;-ments constitutifs de cette cr&#233;ance
et les biens sur lesquels elle peut &#234;tre recouvr&#233;e;

e. dans le cas d&#39;une demande de notification, la nature et
l&#39;objet du document &#224; notifier;

f. si la demande est conforme &#224; la l&#233;gislation et &#224; la
pratique admini-strative de l&#39;Etat requ&#233;rant et si elle est
justifi&#233;e au regard de l&#39;article 21.2.g.

2. L&#39;Etat requ&#233;rant communique &#224; l&#39;Etat requis, d&#232;s qu&#39;il en a
connaissance, tous autres renseignements relatifs &#224; la demande
d&#39;assistance.

Article 19

(Supprim&#233;)

Article 20

Suite r&#233;serv&#233;e &#224; la demande d&#39;assistance

1. S&#39;il est donn&#233; suite &#224; la demande d&#39;assistance, l&#39;Etat
requis informe l&#39;Etat requ&#233;rant, dans les plus brefs d&#233;lais,
des mesures prises ainsi que du r&#233;sultat de son assistance.

2. Si la demande est rejet&#233;e, l&#39;Etat requis en informe l&#39;Etat
requ&#233;rant dans les plus brefs d&#233;lais, en lui indiquant les
motifs du rejet.

3. Si, dans le cas d&#39;une demande de renseignement, l&#39;Etat
requ&#233;rant a pr&#233;cis&#233; la forme sous laquelle il souhaite
recevoir le renseignement et l&#39;Etat requis est en mesure de le
faire, ce dernier fournira le renseignement dans la forme
souhait&#233;e.

Article 21

Protection des personnes et limites de l&#39;obligation
d&#39;assistance

1. Aucune disposition de la pr&#233;sente Convention ne peut &#234;tre
interpr&#233;t&#233;e comme limitant les droits et garanties accord&#233;s
aux personnes par la l&#233;gislation ou la pratique administrative
de l&#39;Etat requis.

2. Sauf en ce qui concerne l&#39;article 14, les dispositions de
la pr&#233;sente Convention ne peuvent &#234;tre interpr&#233;t&#233;es comme
imposant &#224; l&#39;Etat requis l&#39;obligation:

a. de prendre des mesures qui d&#233;rogent &#224; sa l&#233;gislation ou &#224;
sa pratique administrative, ou &#224; la l&#233;gislation ou &#224; la
pratique administrative de l&#39;Etat requ&#233;rant;

b. de prendre des mesures qui seraient contraires &#224; l&#39;ordre
public;

c. de fournir des renseignements qui ne pourraient &#234;tre
obtenus sur la base de sa l&#233;gislation ou de sa pratique
administrative, ou de la l&#233;gislation ou de la pratique
administrative de l&#39;Etat requ&#233;rant;

d. de fournir des renseignements qui r&#233;v&#233;leraient un secret
commer-cial, industriel, professionnel ou un proc&#233;d&#233;
commercial, ou des renseignements dont la communication serait
contraire &#224; l&#39;ordre public;

e. d&#39;accorder une assistance administrative si et dans la
mesure o&#249; il estime que l&#39;imposition de l&#39;Etat requ&#233;rant est
contraire aux principes d&#39;imposition g&#233;n&#233;ralement admis ou aux
dispositions d&#39;une convention en vue d&#39;&#233;viter la double
imposition ou de toute autre convention qu&#39;il a conclue avec
l&#39;Etat requ&#233;rant;

f. d&#39;accorder une assistance administrative afin d’appliquer
ou ex&#233;cuter une disposition de la l&#233;gislation fiscale de
l’Etat requ&#233;rant, ou de satisfaire une obligation s’y
rattachant, qui est discriminatoire &#224; l’encontre d’un
ressortissant de l&#39;Etat requis par rapport &#224; un ressortissant
de l&#39;Etat requ&#233;rant qui se trouve dans les m&#234;mes
circonstances;

g. d’accorder une assistance administrative si l’Etat
requ&#233;rant n’a pas &#233;puis&#233; toutes les mesures raisonnables
pr&#233;vues par sa l&#233;gislation ou sa pratique administrative, &#224;
moins que le recours &#224; de telles mesures ne donne lieu &#224; des
difficult&#233;s disproportionn&#233;es;

h. d&#39;accorder une assistance au recouvrement dans les cas o&#249;
la charge administrative qui en r&#233;sulte pour cet Etat est
nettement disproportionn&#233;e par rapport aux avantages qui
peuvent en &#234;tre tir&#233;s par l’Etat requ&#233;rant.

3. Si des renseignements sont demand&#233;s par l’Etat requ&#233;rant
conform&#233;ment &#224; la pr&#233;sente Convention, l’Etat requis utilise
les pouvoirs dont il dispose pour obtenir les renseignements
demand&#233;s, m&#234;me s&#39;il n&#39;en a pas besoin &#224; ses propres fins
fiscales. L’obligation qui figure dans la phrase pr&#233;c&#233;dente
est soumise aux limitations pr&#233;vues par la pr&#233;sente
Convention, sauf si ces limitations, et en particulier celles
des paragraphes 1 et 2, sont susceptibles d’emp&#234;cher l’Etat
requis de communiquer des renseignements uniquement parce que
ceux-ci ne pr&#233;sentent pas d&#39;int&#233;r&#234;t pour lui dans le cadre
national.

4. En aucun cas les dispositions de cette Convention, et en
particulier celles des paragraphes 1 et 2, ne peuvent &#234;tre
interpr&#233;t&#233;es comme permettant &#224; un Etat requis de refuser de
communiquer des renseignements uniquement parce que ceux-ci
sont d&#233;tenus par une banque, un autre &#233;tablissement financier,
un mandataire ou une personne agissant en qualit&#233; d’agent ou
de fiduciaire, ou parce que ces renseignements se rattachent
aux droits de propri&#233;t&#233; d&#39;une personne.

Article 22

Secret

1. Les renseignements obtenus par une Partie en application de
la pr&#233;sente Convention sont tenus secrets et prot&#233;g&#233;s dans les
m&#234;mes conditions que celles pr&#233;vues pour les renseignements
obtenus en application de la l&#233;gislation de cette Partie et,
en tant que de besoin pour assurer le niveau n&#233;cessaire de
protection des donn&#233;es &#224; caract&#232;re personnel, conform&#233;ment aux
garanties qui peuvent &#234;tre sp&#233;cifi&#233;es par la Partie
fournissant les renseignements comme &#233;tant requises au titre
de sa l&#233;gislation.

2. Ces renseignements ne sont communiqu&#233;s en tout cas qu’aux
personnes ou autorit&#233;s (y compris les tribunaux et les organes
administratifs ou de surveillance) concern&#233;es par
l&#39;&#233;tablissement, la perception ou le recouvrement des imp&#244;ts
de cette Partie, par les proc&#233;dures ou les poursuites p&#233;nales
concernant ces imp&#244;ts, ou par les d&#233;cisions sur les recours se
rapportant &#224; ces imp&#244;ts ou par le contr&#244;le de ce qui pr&#233;c&#232;de.
Seules lesdites personnes ou autorit&#233;s peuvent utiliser ces
renseignements et uniquement aux fins indiqu&#233;es ci-dessus.
Elles peuvent, nonobstant les dispositions du paragraphe 1, en
faire Etat au cours d&#39;audiences publiques de tribunaux ou dans
des jugements concernant lesdits imp&#244;ts.

3. Lorsqu&#39;une Partie a formul&#233; une r&#233;serve pr&#233;vue &#224; l&#39;article
30, paragraphe 1, alin&#233;a (a), toute autre Partie qui obtient
des renseignements de la premi&#232;re Partie ne peut pas les
utiliser pour un imp&#244;t inclus dans une cat&#233;gorie qui a fait
l&#39;objet de la r&#233;serve. De m&#234;me, la Partie ayant formul&#233; la
r&#233;serve ne peut pas utiliser, pour un imp&#244;t inclus dans la
cat&#233;gorie qui fait l&#39;objet de la r&#233;serve, les renseignements
obtenus en vertu de la pr&#233;sente Convention.

4. Nonobstant les dispositions des paragraphes 1, 2 et 3, les
renseignements obtenus par une Partie peuvent &#234;tre utilis&#233;s &#224;
d&#39;autres fins lorsque l&#39;utilisation de tels renseignements &#224;
de telles fins est possible selon la l&#233;gislation de la Partie
qui fournit les renseignements et que l&#39;autorit&#233; comp&#233;tente de
cette Partie consent &#224; une telle utilisation. Les
renseignements fournis par une Partie &#224; une autre Partie
peuvent &#234;tre transmis par celle ci &#224; une troisi&#232;me Partie,
sous r&#233;serve de l&#39;autorisation pr&#233;alable de l&#39;autorit&#233;
comp&#233;tente de la premi&#232;re Partie.

Article 23

Proc&#233;dures

1. Les actions se rapportant aux mesures prises en vertu de la
pr&#233;sente Convention par l&#39;Etat requis sont intent&#233;es
exclusivement devant l&#39;instance appropri&#233;e dudit Etat.

2. Les actions se rapportant aux mesures prises par l&#39;Etat
requ&#233;rant en vertu de la pr&#233;sente Convention, en particulier
celles qui, en mati&#232;re de recouvrement, concernent l&#39;existence
ou le montant de la cr&#233;ance fiscale ou le titre qui permet
d&#39;en poursuivre l&#39;ex&#233;cution, sont intent&#233;es exclusivement
devant l&#39;instance appropri&#233;e de ce m&#234;me Etat. Si une telle
action est exerc&#233;e, l&#39;Etat requ&#233;rant en informe imm&#233;diatement
l&#39;Etat requis et celui ci suspend la proc&#233;dure en attendant la
d&#233;cision de l&#39;instance saisie. Toutefois, si l&#39;Etat requ&#233;rant
le lui demande, il prend des mesures conservatoires en vue du
recouvrement. L&#39;Etat requis peut aussi &#234;tre inform&#233; d&#39;une
telle action par toute personne int&#233;ress&#233;e; d&#232;s r&#233;ception de
cette information, il consultera, s&#39;il y a lieu, l&#39;Etat
requ&#233;rant &#224; ce sujet.

3. D&#232;s qu&#39;il a &#233;t&#233; d&#233;finitivement statu&#233; sur l&#39;action
intent&#233;e, l&#39;Etat requis ou, selon le cas, l&#39;Etat requ&#233;rant
notifie &#224; l&#39;autre Etat la d&#233;cision prise et ses effets sur la
demande d&#39;assistance.

Chapitre V

Dispositions sp&#233;ciales

Article 24

Mise en œuvre de la Convention

1. Les Parties communiquent entre elles pour la mise en œuvre
de la pr&#233;sente Convention par l&#39;interm&#233;diaire de leurs
autorit&#233;s comp&#233;tentes respectives; celles ci peuvent
communiquer directement entre elles &#224; cet effet et peuvent
autoriser des autorit&#233;s qui leur sont subordonn&#233;es &#224; agir en
leur nom. Les autorit&#233;s comp&#233;tentes de deux ou plusieurs
Parties peuvent fixer d&#39;un commun accord les modalit&#233;s
d&#39;application de la Convention en ce qui les concerne.

2. Lorsque l&#39;Etat requis estime que l&#39;application de la
pr&#233;sente Convention dans un cas particulier pourrait avoir des
cons&#233;quences ind&#233;sirables graves, les autorit&#233;s comp&#233;tentes de
l&#39;Etat requis et de l&#39;Etat requ&#233;rant se concertent et
s&#39;efforcent de r&#233;soudre la situation par voie d&#39;accord mutuel.

3. Un organe de coordination compos&#233; de repr&#233;sentants des
autorit&#233;s comp&#233;tentes des Parties suit, sous l&#39;&#233;gide de
l&#39;OCDE, la mise en œuvre de la Convention et ses
d&#233;veloppements. A cet effet, il recommande toute mesure
susceptible de contribuer &#224; la r&#233;alisation des objectifs
g&#233;n&#233;raux de la Convention. En particulier, il constitue un
forum pour l&#39;&#233;tude de m&#233;thodes et proc&#233;dures nouvelles tendant
&#224; accro&#238;tre la coop&#233;ration internationale en mati&#232;re fiscale
et, s&#39;il y a lieu, il recommande de r&#233;viser la Convention ou
d&#39;y apporter des amendements. Les Etats qui ont sign&#233; mais
n&#39;ont pas encore ratifi&#233;, accept&#233; ou approuv&#233; la Convention
pourront se faire repr&#233;senter aux r&#233;unions de l&#39;organe de
coordination &#224; titre d&#39;observateur.

4. Toute Partie peut inviter l&#39;organe de coordination &#224;
&#233;mettre un avis quant &#224; l&#39;interpr&#233;tation des dispositions de
la Convention.

5. Si des difficult&#233;s ou des doutes surgissent entre deux ou
plusieurs Parties quant &#224; la mise en œuvre ou &#224;
l&#39;interpr&#233;tation de la Convention, les autorit&#233;s comp&#233;tentes
desdites Parties s&#39;efforcent de r&#233;soudre la question par voie
d&#39;accord amiable. La d&#233;cision est communiqu&#233;e &#224; l&#39;organe de
coordination.

6. Le Secr&#233;taire G&#233;n&#233;ral de l&#39;OCDE fait part aux Parties ainsi
qu&#39;aux Etats signataires de la Convention qui ne l&#39;ont pas
encore ratifi&#233;e, accept&#233;e ou approuv&#233;e des avis &#233;mis par
l&#39;organe de coordination conform&#233;ment aux dispositions du
paragraphe 4 ci dessus et des accords amiables obtenus en
vertu du paragraphe 5 ci dessus.

Article 25

Langues

Les demandes d&#39;assistance ainsi que les r&#233;ponses sont r&#233;dig&#233;es
dans l&#39;une des langues officielles de l&#39;OCDE ou du Conseil de
l&#39;Europe ou dans toute autre langue que les Parties concern&#233;es
conviennent bilat&#233;ralement d&#39;employer.

Article 26

Frais

Sauf si les Parties concern&#233;es en conviennent autrement par
voie bilat&#233;rale:

a. les frais ordinaires engag&#233;s pour fournir l&#39;assistance sont
&#224; la charge de l&#39;Etat requis;

b. les frais extraordinaires engag&#233;s pour fournir l&#39;assistance
sont &#224; la charge de l&#39;Etat requ&#233;rant.

Chapitre VI

Dispositions finales

Article 27

Autres accords et arrangements internationaux

1. Les possibilit&#233;s d&#39;assistance pr&#233;vues par la pr&#233;sente
Convention ne limiteront pas ni ne seront limit&#233;es par celles
d&#233;coulant de tous accords internationaux et autres
arrangements qui existent ou pourront exister entre les
Parties concern&#233;es ou de tous autres instruments qui se
rapportent &#224; la coop&#233;ration en mati&#232;re fiscale.

2. Nonobstant les dispositions du paragraphe 1, les Parties
qui sont Etats membres de l’Union europ&#233;enne, peuvent
appliquer, dans leurs relations mutuelles, les possibilit&#233;s
d’assistance pr&#233;vues par la Convention, dans la mesure o&#249;
elles permettent une coop&#233;ration plus large que celles
offertes par les r&#232;gles applicables de l’Union europ&#233;enne.

Article 28

Signature et entr&#233;e en vigueur de la Convention

1. La pr&#233;sente Convention est ouverte &#224; la signature des Etats
membres du Conseil de l&#39;Europe et des pays Membres de l&#39;OCDE.
Elle sera soumise &#224; ratification, acceptation ou approbation.
Les instruments de ratification, d&#39;acceptation ou
d&#39;approbation seront d&#233;pos&#233;s pr&#232;s de l&#39;un des D&#233;positaires.

2. La Convention entrera en vigueur le premier jour du mois
qui suit l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la
date &#224; laquelle cinq Etats auront exprim&#233; leur consentement &#224;
&#234;tre li&#233;s par la  Convention conform&#233;ment aux dispositions du
paragraphe 1.

3. Pour tout Etat membre du Conseil de l&#39;Europe ou pays Membre
de l&#39;OCDE qui exprimera ult&#233;rieurement son consentement &#224; &#234;tre
li&#233; par la Convention, celle ci entrera en vigueur le premier
jour du mois qui suit l&#39;expiration d&#39;une p&#233;riode de trois mois
apr&#232;s la date du d&#233;p&#244;t de l&#39;instrument de ratification,
d&#39;acceptation ou d&#39;approbation.

4. Tout Etat membre du Conseil de l&#39;Europe ou pays Membre de
l&#39;OCDE qui devient Partie &#224; la Convention apr&#232;s l’entr&#233;e en
vigueur du Protocole amendant la pr&#233;sente Convention, ouvert &#224;
la signature le 27 mai 2010 (le &#171; Protocole de 2010 &#187;), sera
Partie &#224; la Convention telle qu’amend&#233;e par ce Protocole, sauf
s’il exprime une intention diff&#233;rente dans une notification
&#233;crite adress&#233;e &#224; l’un des D&#233;positaires.

5. Apr&#232;s l’entr&#233;e en vigueur du Protocole de 2010, tout Etat
qui n’est pas membre du Conseil de l&#39;Europe ou de l&#39;OCDE peut
demander &#224; &#234;tre invit&#233; &#224; signer et ratifier la Convention
telle qu’amend&#233;e par le Protocole de 2010. Toute demande en ce
sens devra &#234;tre adress&#233;e &#224; l’un des D&#233;positaires qui la
transmettra aux Parties. Le D&#233;positaire en informera &#233;galement
le Comit&#233; des Ministres du Conseil de l&#39;Europe et le Conseil
de l’OCDE. La d&#233;cision d’inviter les Etats qui ont demand&#233; &#224;
devenir Parties &#224; la Convention sera prise par consensus par
les Parties &#224; la Convention par l’interm&#233;diaire de l’organe de
coordination. Pour tout Etat qui ratifiera la Convention telle
qu’amend&#233;e par le Protocole de 2010 conform&#233;ment au pr&#233;sent
paragraphe, la pr&#233;sente Convention entrera en vigueur le
premier jour du mois qui suit l&#39;expiration d&#39;une p&#233;riode de
trois mois apr&#232;s la date du d&#233;p&#244;t de l&#39;instrument de
ratification aupr&#232;s de l’un des D&#233;positaires.

6. Les dispositions de la pr&#233;sente Convention, telle
qu’amend&#233;e par le Protocole de 2010, s’appliquent &#224;
l’assistance administrative couvrant les p&#233;riodes d’imposition
qui d&#233;butent le 1er janvier, ou apr&#232;s le 1er janvier de
l’ann&#233;e qui suit celle durant laquelle la Convention, telle
qu’amend&#233;e par le Protocole de 2010, entrera en vigueur &#224;
l’&#233;gard d’une Partie ou, en l’absence de p&#233;riode d’imposition,
elles s’appliquent &#224; l’assistance administrative portant sur
des obligations fiscales prenant naissance le 1er janvier, ou
apr&#232;s le 1er janvier de l’ann&#233;e qui suit celle durant laquelle
la Convention, telle qu’amend&#233;e par le Protocole de 2010,
entrera en vigueur &#224; l’&#233;gard d’une Partie. Deux Parties ou
plus peuvent convenir que la Convention, telle qu’amend&#233;e par
le Protocole de 2010, prendra effet pour ce qui concerne
l’assistance administrative portant sur des p&#233;riodes
d’imposition ou obligations fiscales ant&#233;rieures.

7. Nonobstant les dispositions du paragraphe 6, les
dispositions de la pr&#233;sente Convention, telle qu’amend&#233;e par
le Protocole de 2010, prendront effet &#224; compter de sa date
d’entr&#233;e en vigueur &#224; l’&#233;gard d’une Partie, pour ce qui
concerne les affaires fiscales faisant intervenir un acte
intentionnel passible de poursuites en vertu du droit p&#233;nal de
la Partie requ&#233;rante portant sur des p&#233;riodes d’imposition ou
obligations fiscales ant&#233;rieures.

Article 29

Application territoriale de la Convention

1. Au moment de la signature ou du d&#233;p&#244;t de son instrument de
ratification, d&#39;acceptation ou d&#39;approbation, chaque Etat peut
d&#233;signer le ou les territoires auxquels s&#39;appliquera la
pr&#233;sente Convention.

2. Tout Etat peut, &#224; tout autre moment par la suite, par une
d&#233;claration adress&#233;e &#224; l&#39;un des D&#233;positaires, &#233;tendre
l&#39;application de la pr&#233;sente Convention &#224; tout autre
territoire d&#233;sign&#233; dans la d&#233;claration. La Convention entrera
en vigueur &#224; l&#39;&#233;gard de ce territoire le premier jour du mois
qui suit l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la
date de r&#233;ception de la d&#233;claration par le D&#233;positaire.

3. Toute d&#233;claration faite en vertu de l&#39;un des deux
paragraphes pr&#233;c&#233;dents pourra &#234;tre retir&#233;e, en ce qui concerne
tout territoire d&#233;sign&#233; dans cette d&#233;claration, par
notification adress&#233;e &#224; l&#39;un des D&#233;positaires. Le retrait
prendra effet le premier jour du mois qui suit l&#39;expiration
d&#39;une p&#233;riode de trois mois apr&#232;s la date de r&#233;ception de la
notification par le D&#233;positaire.

Article 30

R&#233;serves

1. Tout Etat peut, au moment de la signature ou au moment du
d&#233;p&#244;t de son instrument de ratification, d&#39;acceptation ou
d&#39;approbation, d&#233;clarer qu&#39;il se r&#233;serve le droit:

a. de n&#39;accorder aucune forme d&#39;assistance pour les imp&#244;ts des
autres Parties entrant dans l&#39;une quelconque des cat&#233;gories
&#233;num&#233;r&#233;es &#224; l&#39;article 2, paragraphe 1, alin&#233;a (b) &#224; condition
que ladite Partie n&#39;ait inclus dans l&#39;annexe A de la
Convention aucun de ses propres imp&#244;ts entrant dans cette
cat&#233;gorie;

b. de ne pas accorder d&#39;assistance en mati&#232;re de recouvrement
de cr&#233;ances fiscales quelconques, ou de recouvrement d&#39;amendes
administra-tives soit pour tous les imp&#244;ts soit seulement pour
les imp&#244;ts d&#39;une ou plusieurs des cat&#233;gories &#233;num&#233;r&#233;es &#224;
l&#39;article 2, paragraphe 1;

c. de ne pas accorder d&#39;assistance en rapport avec des
cr&#233;ances fiscales qui existent d&#233;j&#224; &#224; la date d&#39;entr&#233;e en
vigueur de la Convention pour cet Etat ou, si une r&#233;serve a,
au pr&#233;alable, &#233;t&#233; faite en vertu de l&#39;alin&#233;a (a) ou (b) ci
dessus, &#224; la date du retrait d&#39;une telle r&#233;serve au sujet des
imp&#244;ts de la cat&#233;gorie en question;

d. de ne pas accorder d&#39;assistance en mati&#232;re de notification
de documents soit pour tous les imp&#244;ts soit seulement pour les
imp&#244;ts d&#39;une ou plusieurs des cat&#233;gories &#233;num&#233;r&#233;es &#224; l&#39;article
2, paragraphe 1;

e. de ne pas accepter les notifications par voie postale
pr&#233;vues &#224; l&#39;article 17, paragraphe 3.

f. d’appliquer l’article 28 para-graphe 7 exclusivement pour
l’as-sistance administrative couvrant les p&#233;riodes
d’imposition qui d&#233;butent le 1er janvier, ou apr&#232;s le 1er
janvier de la troisi&#232;me ann&#233;e pr&#233;c&#233;dant celle o&#249; la
Convention, telle qu’amend&#233;e par le Protocole de 2010, est
entr&#233;e en vigueur &#224; l’&#233;gard d’une Partie, ou en l’absence de
p&#233;riode d’imposition, pour l’assistance administrative portant
sur des obligations fiscales prenant naissance le 1er janvier
ou apr&#232;s le 1er janvier de la troisi&#232;me ann&#233;e pr&#233;c&#233;dant celle
o&#249; la Convention, telle qu’amend&#233;e par le Protocole de 2010,
est entr&#233;e en vigueur &#224; l’&#233;gard d’une Partie.

2. Aucune autre r&#233;serve n&#39;est admise.

3. Toute Partie peut, apr&#232;s l&#39;entr&#233;e en vigueur de la
Convention &#224; son &#233;gard, formuler une ou plusieurs r&#233;serves
vis&#233;es au paragraphe 1 dont elle n&#39;avait pas fait usage lors
de la ratification, acceptation ou approbation. De telles
r&#233;serves entreront en vigueur le premier jour du mois qui suit
l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la date de
r&#233;ception de la r&#233;serve par l&#39;un des D&#233;positaires.

4. Toute Partie qui a formul&#233; une r&#233;serve en vertu des
paragraphes 1 et 3 peut la retirer en tout ou en partie en
adressant une notification &#224; l&#39;un des D&#233;positaires. Le retrait
prendra effet &#224; la date de r&#233;ception de la notification par le
D&#233;positaire.

5. La Partie qui a formul&#233; une r&#233;serve au sujet d&#39;une
disposition de la pr&#233;sente Convention ne peut pr&#233;tendre &#224;
l&#39;application de cette disposition par une autre Partie;
toutefois, elle peut, si la r&#233;serve est partielle, pr&#233;tendre &#224;
l&#39;application de cette disposition dans la mesure o&#249; elle l&#39;a
accept&#233;e.

Article 31

D&#233;nonciation

1. Toute Partie peut, &#224; tout moment, d&#233;noncer la pr&#233;sente
Convention en adressant une notification &#224; l&#39;un des
D&#233;positaires.

2. La d&#233;nonciation prendra effet le premier jour du mois qui
suit l&#39;expiration d&#39;une p&#233;riode de trois mois apr&#232;s la date de
r&#233;ception de la notification par le D&#233;positaire.

3. La Partie qui d&#233;nonce la pr&#233;sente Convention reste li&#233;e par
l&#39;article 22 tant qu&#39;elle conserve en sa possession des
informations, documents ou autres renseignements obtenus en
application de la Convention.

Article 32

D&#233;positaires et leurs fonctions

1. Le D&#233;positaire aupr&#232;s duquel un acte, notification ou
communication sera accompli notifiera aux Etats membres du
Conseil de l&#39;Europe et aux pays Membres de l&#39;OCDE et &#224; toute
Partie &#224; la pr&#233;sente Convention:

a. toute signature;

b. le d&#233;p&#244;t de tout instrument de ratification, d&#39;acceptation
ou d&#39;approbation;

c. toute date d&#39;entr&#233;e en vigueur de la pr&#233;sente Convention
conform&#233;ment aux dispositions des articles 28 et 29;

d. toute d&#233;claration formul&#233;e en application des dispositions
de l&#39;article 4, paragraphe 3 ou de l&#39;article 9, paragraphe 3
et le retrait desdites d&#233;clarations;

e. toute r&#233;serve formul&#233;e en application des dispositions de
l&#39;article 30 et le retrait de toute r&#233;serve effectu&#233; en
application des dispositions de l&#39;article 30, paragraphe 4;

f. toute notification re&#231;ue en application des dispositions de
l&#39;article 2, paragraphes 3 ou 4, l&#39;article 3, paragraphe 3, de
l&#39;article 29 ou de l&#39;article 3l, paragraphe 1;

g. tout autre acte, notification ou communication ayant trait
&#224; la pr&#233;sente Convention.

2. Le D&#233;positaire qui re&#231;oit une communication ou qui effectue
une notification conform&#233;ment au paragraphe 1 en informera
imm&#233;diatement l&#39;autre D&#233;positaire.

En foi de quoi, les soussign&#233;s, d&#251;ment autoris&#233;s &#224; cet effet,
ont sign&#233; la pr&#233;sente Convention.

Fait &#224; Strasbourg, le  en fran&#231;ais et en anglais, les deux
textes faisant &#233;galement foi, en deux exemplaires dont l&#39;un
sera d&#233;pos&#233; dans les archives du Conseil de l&#39;Europe et
l&#39;autre dans les archives de l&#39;OCDE. Les Secr&#233;taires G&#233;n&#233;raux
du Conseil de l&#39;Europe et de l&#39;OCDE en communiqueront copie
certifi&#233;e conforme &#224; chacun des Etats membres du Conseil de
l&#39;Europe et des pays Membres de l&#39;OCDE.

Annexe A        Imp&#244;ts auxquels s&#39;applique la Convention

                (Article 2, paragraphe 2 de la Convention)

Annexe B        Autorit&#233;s comp&#233;-tentes

                (Article 3, paragraphe 1 (d) de la Convention)

Annexe C        D&#233;finition du terme &#171;ressortissant&#187; aux fins de
                la Convention

                (Article 3, paragraphe 1 (e) de la Convention)

COUNCIL OF EUROPE CONVENTION ON MUTUAL ADMINISTRATIVE
ASSISTANCE IN TAX MATTERS

CONVENTION ON MUTUAL ADMINISTRATIVE ASSISTANCE IN TAX MATTERS

Preamble

The member States of the Council of Europe and the Member
countries of the Organisation for Economic Co-operation and
Development (OECD), signatories of this Convention,

Considering that the development of international movement of
persons, capital, goods and services – although highly
beneficial in itself – has increased the possibilities of tax
avoidance and evasion and therefore requires increasing co-
operation among tax authorities;

Welcoming the various efforts made in recent years to combat
tax avoidance and tax evasion on an international level,
whether bilaterally or multilaterally;

Considering that a co-ordinated effort between States is
necessary in order to foster all forms of administrative
assistance in matters concerning taxes of any kind whilst at
the same time ensuring adequate protection of the rights of
taxpayers;

Recognising that international co-operation can play an
important part in facilitating the proper determination of tax
liabilities and in helping the taxpayer to secure his rights;

Considering that fundamental principles entitling every person
to have his rights and obligations determined in accordance
with a proper legal procedure should be recognised as applying
to tax matters in all States and that States should endeavour
to protect the legitimate interests of taxpayers, including
appropriate protection against discrimination and double
taxation;

Convinced therefore that States should carry out measures or
supply information, having regard to the necessity of
protecting the confidentiality of information, and taking
account of international instruments for the protection of
privacy and flows of personal data;

Considering that a new co-operative environment has emerged
and that it is desirable that a multilateral instrument is
made available to allow the widest number of States to obtain
the benefits of the new co-operative environment and at the
same time implement the highest international standards of co-
operation in the tax field;

Desiring to conclude a convention on mutual administrative
assistance in tax matters;

Have agreed as follows:

Chapter I

Scope of the Convention

Article 1

Object of the Convention and persons covered

1. The Parties shall, subject to the provisions of Chapter IV,
provide administrative assistance to each other in tax
matters. Such assistance may involve, where appropriate,
measures taken by judicial bodies.

2. Such administrative assistance shall comprise:

a. exchange of information, including simultaneous tax
examinations and participation in tax examinations abroad;

b. assistance in recovery, including measures of conservancy;
and

c. service of documents.

3. A Party shall provide admi-nistrative assistance whether
the person affected is a resident or national of a Party or of
any other State.

Article 2

Taxes covered

1. This Convention shall apply:

a. to the following taxes:

i. taxes on income or profits,

ii. taxes on capital gains which are imposed separately from
the tax on income or profits,

iii. taxes on net wealth, imposed on behalf of a Party; and

b. to the following taxes:

i. taxes on income, profits, capital gains or net wealth which
are imposed on behalf of political subdivisions or local
authorities of a Party,

ii. compulsory social security contributions payable to
general government or to social security institutions
established under public law, and;

iii. taxes in other categories, except customs duties, imposed
on behalf of a Party, namely:

A. estate, inheritance or gift taxes,

B. taxes on immovable property,

C. general consumption taxes, such as value-added or sales
taxes,

D. specific taxes on goods and services such as excise taxes,

E. taxes on the use or ownership of motor vehicles,

F. taxes on the use or ownership of movable property other
than motor vehicles,

G. any other taxes;

iv. taxes in categories referred to in sub-paragraph (iii)
above which are imposed on behalf of political sub-divisions
or local authorities of a Party.

2. The existing taxes to which the Convention shall apply are
listed in Annex A in the categories referred to in paragraph
1.

3. The Parties shall notify the Secretary General of the
Council of Europe or the Secretary General of OECD
(hereinafter referred to as the “Depositaries”) of any change
to be made to Annex A as a result of a modification of the
list mentioned in paragraph 2. Such change shall take effect
on the first day of the month following the expiration of a
period of three months after the date of receipt of such
notification by the Depositary.

4. The Convention shall also apply, as from their adoption, to
any identical or substantially similar taxes which are imposed
in a Contracting State after the entry into force of the
Convention in respect of that Party in addition to or in place
of the existing taxes listed in Annex A and, in that event,
the Party concerned shall notify one of the Depositaries of
the adoption of the tax in question.

Chapter II

General definitions

Article 3

Definitions

1. For the purposes of this Convention, unless the context
otherwise requires:

a. the terms “applicant State” and “requested State” mean
respectively any Party applying for administrative assistance
in tax matters and any Party requested to provide such
assistance;

b. the term “tax” means any tax or social security
contribution to which the Convention applies pursuant to
Article 2;

c. the term “tax claim” means any amount of tax, as well as
inte-

rest thereon, related administrative fines and costs
incidental to recovery, which are owed and not yet paid;

d. the term “competent authority” means the persons and
authorities listed in Annex B;

e. the term “nationals”, in rela-tion to a Party, means:

i. all individuals possessing the nationality of that Party,
and

ii. all legal persons, partner-ships, associations and other
entities deriving their status as such from the laws in force
in that Party.

For each Party that has made a declaration for that purpose,
the terms used above will be understood as defined in Annex C.

2. As regards the application of the Convention by a Party,
any term not defined therein shall, unless the context
otherwise requires, have the meaning which it has under the
law of that Party concerning the taxes covered by the
Convention.

3. The Parties shall notify one of the Depositaries of any
change to be made to Annexes B and C. Such change shall take
effect on the first day of the month following the expiration
of a period of three months after the date of receipt of such
notification by the Depositary in question.

Chapter III

Forms of assistance

Section I

Exchange of information

Article 4

General provision

1. The Parties shall exchange any

information, in particular as provided in this section, that
is foreseeably relevant for the administration or enforcement
of their domestic laws concerning the taxes covered by this
Convention.

2. (Deleted)

3. Any Party may, by a declaration addressed to one of the
Depositaries, indicate that, according to its internal
legislation, its authorities may inform its resident or
national before transmitting information concerning him, in
conformity with Articles 5 and 7.

Article 5

Exchange of information on request

1. At the request of the applicant State, the requested State
shall provide the applicant State with any information
referred to in Article 4 which concerns particular persons or
transactions.

2. If the information available in the tax files of the
requested State is not sufficient to enable it to comply with
the request for information, that State shall take all
relevant measures to provide the applicant State with the
information requested.

Article 6

Automatic exchange of information

With respect to categories of cases and in accordance with
procedures which they shall determine by mutual agreement, two
or more Parties shall automatically exchange the information
referred to in Article 4.

Article 7

Spontaneous exchange of informa-tion

1. A Party shall, without prior request, forward to another
Party information of which it has knowledge in the following
circumstances:

a. the first-mentioned Party has grounds for supposing that
there may be a loss of tax in the other Party;

b. a person liable to tax obtains a reduction in or an
exemption from tax in the first mentioned Party which would
give rise to an increase in tax or to liability to tax in the
other Party;

c. business dealings between a person liable to tax in a Party
and a person liable to tax in another Party are conducted
through one or more countries in such a way that a saving in
tax may result in one or the other Party or in both;

d. a Party has grounds for supposing that a saving of tax may
result from artificial transfers of profits within groups of
enterprises;

e. information forwarded to the first-mentioned Party by the
other Party has enabled information to be obtained which may
be relevant in assessing liability to tax in the latter Party.

2. Each Party shall take such measures and implement such
procedures as are necessary to ensure that information
described in paragraph 1 will be made available for
transmission to another Party.

Article 8

Simultaneous tax examinations

1. At the request of one of them, two or more Parties shall
consult together for the purposes of determining cases and
procedures for simultaneous tax examinations. Each Party
involved shall decide whether or not it wishes to participate
in a particular simultaneous tax examination.

2. For the purposes of this Convention, a simultaneous tax
examination means an arrangement between two or more Parties
to examine simultaneously, each in its own territory, the tax
affairs of a person or persons in which they have a common or
related interest, with a view to exchanging any relevant
information which they so obtain.

Article 9

Tax examinations abroad

1. At the request of the competent authority of the applicant
State, the competent authority of the requested State may
allow representatives of the competent authority of the
applicant State to be present at the appropriate part of a tax
examination in the requested State.

2. If the request is acceded to, the competent authority of
the requested State shall, as soon as possible, notify the
competent authority of the applicant State about the time and
place of the examination, the authority or official designated
to carry out the examination and the procedures and conditions
required by the requested State for the conduct of the
examination. All decisions with respect to the conduct of the
tax examination shall be made by the requested State.

3. A Party may inform one of the Depositaries of its intention
not to accept, as a general rule, such requests as are
referred to in paragraph 1. Such a declaration may be made or
withdrawn at any time.

Article 10

Conflicting information

If a Party receives from another Party information about a
person&#39;s tax affairs which appears to it to conflict with
information in its possession, it shall so advise the Party
which has provided the information.

Section II

Assistance in recovery

Article 11

Recovery of tax claims

1. At the request of the applicant State the requested State
shall, subject to the provisions of Articles 14 and 15, take
the necessary steps to recover tax claims of the first-
mentioned State as if they were its own tax claims.

2. The provisions of paragraph 1 shall apply only to tax
claims which form the subject of an instrument permitting
their enforcement in the applicant State and, unless otherwise
agreed between the Parties concer-ned, which are not
contested.

However, where the claim is against a person who is not a
resident of the applicant State, paragraph 1 shall only apply,
unless otherwise agreed between the Parties concerned, where
the claim may no longer be contested.

3. The obligation to provide assistance in the recovery of tax
claims concerning a deceased person or his estate, is limited
to the value of the estate or of the property acquired by each
beneficiary of the estate, according to whether the claim is
to be recovered from the estate or from the beneficiaries
thereof.

Article 12

Measures of conservancy

At the request of the applicant State the requested State
shall, with a view to the recovery of an amount of tax, take
measures of conservancy even if the claim is contested or is
not yet the subject of an instrument permitting enforcement.

Article 13

Documents accompanying the re-quest

1. The request for administrative assistance under this
Section shall be accompanied by:

a. a declaration that the tax claim concerns a tax covered by
the Convention and, in the case of recovery that, subject to
paragraph 2 of Article 11, the tax claim is not or may not be
contested,

b. an official copy of the instrument permitting enforcement
in the applicant State, and

c. any other document required for recovery or measures of
conservancy.

2. The instrument permitting enforcement in the applicant
State shall, where appropriate and in accordance with the
provisions in force in the requested State, be accepted,
recognised, supplemented or replaced as soon as possible after
the date of the receipt of the request for assistance, by an
instrument permitting enforcement in the latter State.

Article 14

Time limits

1. Questions concerning any period beyond which a tax claim
cannot be enforced shall be governed by the law of the
applicant State. The request for assistance shall give
particulars concerning that period.

2. Acts of recovery carried out by the requested State in
pursuance of a request for assistance, which, according to the
laws of that State, would have the effect of suspending or
interrupting the period mentioned in paragraph 1, shall also
have this effect under the laws of the applicant State. The
requested State shall inform the applicant State about such
acts.

3. In any case the requested State is not obliged to comply
with a request for assistance which is submitted after a
period of 15 years from the date of the original instrument
permitting enforcement.

Article 15

Priority

The tax claim in the recovery of which assistance is provided
shall not have in the requested State any priority specially
accorded to the tax claims of that State even if the recovery
procedure used is the one applicable to its own tax claims.

Article 16

Deferral of payment

The requested State may allow deferral of payment or payment
by instalments if its laws or administrative practice permit
it to do so in similar circumstances, but shall first inform
the applicant State.

Section III

Service of documents

Article 17

Service of documents

1. At the request of the applicant State, the requested State
shall serve upon the addressee documents, including those
relating to judicial decisions, which emanate from the
applicant State and which relate to a tax covered by this
Convention.

2. The requested State shall effect service of documents:

a. by a method prescribed by its domestic laws for the service
of documents of a substantially similar nature;

b. to the extent possible, by a particular method requested by
the applicant State or the closest to such method available
under its own laws.

3. A Party may effect service of documents directly through
the post on a person within the territory of another Party.

4. Nothing in the Convention shall be construed as
invalidating any service of documents by a Party in accordance
with its laws.

5. When a document is served in accordance with this Article,
it need not be accompanied by a translation. However, where it
is satisfied that the addressee cannot understand the language
of the document, the requested State shall arrange to have it
translated into or a summary drafted in its or one of its
official languages. Alternatively, it may ask the applicant
State to have the document either translated into or
accompanied by a summary in one of the official languages of
the requested State, the Council of Europe or the OECD.

Chapter IV

Provisions relating to all forms of assistance

Article 18

Information to be provided by the applicant state

1. A request for assistance shall indicate where appropriate:

a. the authority or agency which initiated the request made by
the competent authority;

b. the name, address, or any other particulars assisting in
the identification of the person in respect of whom the
request is made;

c. in the case of a request for information, the form in which
the applicant State wishes the information to be supplied in
order to meet its needs;

d. in the case of a request for assistance in recovery or
measures of conservancy, the nature of the tax claim, the
components of the tax claim and the assets from which the tax
claim may be recovered;

e. in the case of a request for service of documents, the
nature and the subject of the document to be served;

f. whether it is in conformity with the law and administrative
practice of the applicant State and whether it is justified in
the light of the requirements of Article 21.2.g.

2. As soon as any other information relevant to the request
for assistance comes to its knowledge, the applicant State
shall forward it to the requested State.

Article 19

(Deleted)

Article 20

Response to the request for assistance

1. If the request for assistance is complied with, the
requested State shall inform the applicant State of the action
taken and of the result of the assistance as soon as possible.

2. If the request is declined, the requested State shall
inform the applicant State of that decision and the reason for
it as soon as possible.

3. If, with respect to a request for information, the
applicant State has specified the form in which it wishes the
information to be supplied and the requested State is in a
position to do so, the requested State shall supply it in the
form requested.

Article 21

Protection of persons and limits to the obligation to provide
assistance

1. Nothing in this Convention shall affect the rights and
safeguards secured to persons by the laws or administrative
practice of the requested State.

2. Except in the case of Article 14, the provisions of this
Convention shall not be construed so as to impose on the
requested State the obligation:

a. to carry out measures at variance with its own laws or
administrative practice or the laws or administrative practice
of the applicant State;

b. to carry out measures which would be contrary to public
policy (ordre public);

c. to supply information which is not obtainable under its own
laws or its administrative practice or under the laws of the
applicant State or its administrative practice;

d. to supply information which would disclose any trade,
business, industrial, commercial or profess-sional secret, or
trade process, or information, the disclosure of which would
be contrary to public policy (ordre public);

e. to provide administrative assistance if and insofar as it
considers the taxation in the applicant State to be contrary
to generally accepted taxation principles or to the provisions
of a convention for the avoidance of double taxation, or of
any other convention which the requested State has concluded
with the applicant State;

f. to provide administrative assistance for the purpose of
administering or enforcing a provision of the tax law of the
applicant State, or any requirement connected therewith, which
discriminates against a national of the requested State as
compared with a national of the applicant State in the same
circumstances;

g. to provide administrative assistance if the applicant State
has not pursued all reasonable measures available under its
laws or administrative practice, except where recourse to such
measures would give rise to disproportionate difficulty;

h. to provide assistance in recovery in those cases where the
administrative burden for that State is clearly
disproportionate to the benefit to be derived by the applicant
State.

3. If information is requested by the applicant State in
accordance with this Convention, the requested State shall use
its information gathering measures to obtain the requested
information, even though the requested State may not need such
information for its own tax purposes. The obligation contained
in the preceding sentence is subject to the limitations
contained in this Convention, but in no case shall such
limitations, including in particular those of paragraphs 1 and
2, be construed to permit a requested State to decline to
supply information solely because it has no domestic interest
in such information.

4. In no case shall the provisions of this Convention,
including in particular those of paragraphs 1 and 2, be
construed to permit a requested State to decline to supply
information solely because the information is held by a bank,
other financial institution, nominee or person acting in an
agency or a fiduciary capacity or because it relates to
ownership interests in a person.

Article 22

Secrecy

1. Any information obtained by a Party under this Convention
shall be treated as secret and protected in the same manner as
information obtained under the domestic law of that Party and,
to the extent needed to ensure the necessary level of
protection of personal data, in accordance with the safeguards
which may be specified by the supplying Party as required
under its domestic law.

2. Such information shall in any case be disclosed only to
persons or authorities (including courts and administrative or
supervisory bodies) concerned with the assessment, collection
or recovery of, the enforcement or prosecution in respect of,
or the determination of appeals in relation to, taxes of that
Party, or the oversight of the above. Only the persons or
authorities mentioned above may use the information and then
only for such purposes.  They may, notwithstanding the
provisions of paragraph 1, disclose it in public court
proceedings or in judicial decisions relating to such taxes.

3. If a Party has made a reservation provided for in sub-
paragraph a. of paragraph 1 of Article 30, any other Party
obtaining information from that Party shall not use it for the
purpose of a tax in a category subject to the reservation.
Similarly, the Party making such a reservation shall not use
information obtained under this Convention for the purpose of
a tax in a category subject to the reservation.

4. Notwithstanding the provisions of paragraphs 1, 2 and 3,
information received by a Party may be used for other purposes
when such information may be used for such other purposes
under the laws of the supplying Party and the competent
authority of that Party authorises such use. Information
provided by a Party to another Party may be transmitted by the
latter to a third Party, subject to prior authorisation by the
competent authority of the first-mentioned Party.

Article 23

Proceedings

1. Proceedings relating to measures taken under this
Convention by the requested State shall be brought only before
the appropriate body of that State.

2. Proceedings relating to measures taken under this
Convention by the applicant State, in particular those which,
in the field of recovery, concern the existence or the amount
of the tax claim or the instrument permitting its enforcement,
shall be brought only before the appropriate body of that
State. If such proceedings are brought, the applicant State
shall inform the requested State which shall suspend the
procedure pending the decision of the body in question.
However, the requested State shall, if asked by the applicant
State, take measures of conservancy to safeguard recovery. The
requested State can also be informed of such proceedings by
any interested person. Upon receipt of such information the
requested State shall consult on the matter, if necessary,
with the applicant State.

3. As soon as a final decision in the proceedings has been
given, the requested State or the applicant State, as the case
may be, shall notify the other State of the decision and the
implications which it has for the request for assistance.

Chapter V

Special provisions

Article 24

Implementation of the Convention

1. The Parties shall communicate with each other for the
implementation of this Convention through their respective
competent authorities. The competent authorities may
communicate directly for this purpose and may authorise
subordinate authorities to act on their behalf. The competent
authorities of two or more Parties may mutually agree on the
mode of application of the Convention among themselves.

2. Where the requested State considers that the application of
this Convention in a particular case would have serious and
undesirable consequences, the competent authorities of the
requested and of the applicant State shall consult each other
and endeavour to resolve the situation by mutual agreement.

3. A co-ordinating body composed of representatives of the
competent authorities of the Parties shall monitor the
implementation and development of this Convention, under the
aegis of the OECD. To that end, the co-ordinating body shall
recommend any action likely to further the general aims of the
Convention. In particular it shall act as a forum for the
study of new methods and procedures to increase international
co-operation in tax matters and, where appropriate, it may
recommend revisions or amendments to the Convention. States
which have signed but not yet ratified, accepted or approved
the Convention are entitled to be represented at the meetings
of the co-ordinating body as observers.

4. A Party may ask the co-ordinating body to furnish opinions
on the interpretation of the provisions of the Convention.

5. Where difficulties or doubts arise between two or more
Parties regarding the implementation or interpretation of the
Convention, the competent authorities of those Parties shall
endeavour to resolve the matter by mutual agreement. The
agreement shall be communicated to the co-ordinating body.

6. The Secretary General of OECD shall inform the Parties, and
the Signatory States which have not yet ratified, accepted or
approved the Convention, of opinions furnished by the co-
ordinating body according to the provisions of paragraph 4
above and of mutual agreements reached under paragraph 5
above.

Article 25

Language

Requests for assistance and answers thereto shall be drawn up
in one of the official languages of the OECD and of the
Council of Europe or in any other language agreed bilaterally
between the Contracting States concerned.

Article 26

Costs

Unless otherwise agreed bilate-rally by the Parties concerned:

a. ordinary costs incurred in providing assistance shall be
borne by the requested State;

b. extraordinary costs incurred in providing assistance shall
be borne by the applicant State.

Chapter VI

Final provisions

Article 27

Other international agreements or arrangements

1. The possibilities of assistance provided by this Convention
do not limit, nor are they limited by, those contained in
existing or future international agreements or other
arrangements between the Parties concerned or other
instruments which relate to co-operation in tax matters.

2. Notwithstanding paragraph 1, those Parties which are member
States of the European Union can apply, in their mutual
relations, the possibilities of assistance provided for by the
Convention in so far as they allow a wider co-operation than
the possibilities offered by the applicable European Union
rules.

Article 28

Signature and entry into force of the Convention

1. This Convention shall be open for signature by the member
States of the Council of Europe and the Member countries of
OECD. It is subject to ratification, acceptance or approval.
Instruments of ratification, acceptance or approval shall be
deposited with one of the Depositaries.

2. This Convention shall enter into force on the first day of
the month following the expiration of a period of three months
after the date on which five States have expressed their
consent to be bound by the Convention in accordance with the
provisions of paragraph 1.

3. In respect of any member State of the Council of Europe or
any Member country of OECD which subsequently expresses its
consent to be bound by it, the Convention shall enter into
force on the first day of the month following the expiration
of a period of three months after the date of the deposit of
the instrument of ratification, acceptance or approval.

4. Any member State of the Council of Europe or any Member
country of OECD which becomes a Party to the Convention after
the entry into force of the Protocol amending this Convention,
opened for signature on 27th May 2010 (the “2010 Protocol”),
shall be a Party to the Convention as amended by that
Protocol, unless they express a different intention in a
written communication to one of the Depositaries.

5. After the entry into force of the 2010 Protocol, any State
which is not a member of the Council of Europe or of the OECD
may request to be invited to sign and ratify this Convention
as amended by the 2010 Protocol.  Any request to this effect
shall be addressed to one of the Depositaries, who shall
transmit it to the Parties.  The Depositary shall also inform
the Committee of Ministers of the Council of Europe and the
OECD Council.  The decision to invite States which so request
to become Party to this Convention shall be taken by consensus
by the Parties to the Convention through the co-ordinating
body. In respect of any State ratifying the Convention as
amended by the 2010 Protocol in accordance with this
paragraph, thisConvention shall enter into force on the first
day of the month following the expiration of a period of three
months after the date of deposit of the instrument of
ratification with one of the Depositaries.

6. The provisions of this Convention, as amended by the 2010
Protocol, shall have effect for administrative assistance
related to taxable periods beginning on or after 1 January of
the year following the one in which the Convention, as amended
by the 2010 Protocol, entered into force in respect of a
Party, or where there is no taxable period, for administrative
assistance related to charges to tax arising on or after 1
January of the year following the one in which the Convention,
as amended by the 2010 Protocol, entered into force in respect
of a Party.  Any two or more Parties may mutually agree that
the Convention, as amended by the 2010 Protocol, shall have
effect for administrative assistance related to earlier
taxable periods or charges to tax.

7. Notwithstanding paragraph 6, for tax matters involving
intentional conduct which is liable to prosecution under the
criminal laws of the applicant Party, the provisions of this
Convention, as amended by the 2010 Protocol, shall have effect
from the date of entry into force in respect of a Party in
relation to earlier taxable periods or charges to tax.

Article 29

Territorial application of the Convention

1. Each State may, at the time of signature, or when
depositing its instrument of ratification, acceptance or
approval, specify the territory or territories to which this
Convention shall apply.

2. Any State may, at any later date, by a declaration
addressed to one of the Depositaries, extend the application
of this Convention to any other territory specified in the
declaration. In respect of such territory, the Convention
shall enter into force on the first day of the month following
the expiration of a period of three months after the date of
receipt of such declaration by the Depositary.

3. Any declaration made under either of the two preceding
paragraphs may, in respect of any territory specified in such
declaration, be withdrawn by a notification addressed to one
of the Depositaries. The withdrawal shall become effective on
the first day of the month following the expiration of a
period of three months after the date of receipt of such
notification by the Depositary.

Article 30

Reservations

1. Any State may, at the time of signature or when depositing
its instrument of ratification, acceptance or approval or at
any later date, declare that it reserves the right:

a. not to provide any form of assistance in relation to the
taxes of other Parties in any of the categories listed in sub-
paragraph (b) of paragraph 1 of Article 2, provided that it
has not included any domestic tax in that category under Annex
A of the Convention;

b. not to provide assistance in the recovery of any tax claim,
or in the recovery of an administrative fine, for all taxes or
only for taxes in one or more of the categories listed in
paragraph 1 of Article 2;

c. not to provide assistance in respect of any tax claim,
which is in existence at the date of entry into force of the
Convention in respect of that State or, where a reservation
has previously been made under sub-paragraph (a) or (b) above,
at the date of withdrawal of such a reservation in relation to
taxes in the category in question;

d. not to provide assistance in the service of documents for
all taxes or only for taxes in one or more of the categories
listed in paragraph 1 of Article 2;

e. not to permit the service of documents through the post as
provided for in paragraph 3 of Article 17.

f. to apply paragraph 7 of Article 28 exclusively for
administrative assistance related to taxable periods beginning
on or after 1 January of the third year preceding the one in
which the Convention, as amended by the 2010 Protocol, entered
into force in respect of a Party, or where there is no taxable
period, for administrative assistance related to charges to
tax arising on or after 1 January of the third year preceding
the one in which the Convention, as amended by the 2010
Protocol, entered into force in respect of a Party.

2. No other reservation may be made.

3. After the entry into force of the Convention in respect of
a Party, that Party may make one or more of the reservations
listed in paragraph 1 which it did not make at the time of
ratification, acceptance or approval. Such reservations shall
enter into force on the first day of the month following the
expiration of a period of three months after the date of
receipt of the reservation by one of the Depositaries.

4. Any Party which has made a reservation under paragraphs 1
and 3 may wholly or partly withdraw it by means of a
notification addressed to one of the Depositaries. The
withdrawal shall take effect on the date of receipt of such
notification by the Depositary in question.

5. A Party which has made a reservation in respect of a
provision of this Convention may not require the application
of that provision by any other Party; it may, however, if its
reservation is partial, require the application of that
provision insofar as it has itself accepted it.

Article 31

Denunciation

1. Any Party may, at any time, denounce this Convention by
means of a notification addressed to one of the Depositaries.

2. Such denunciation shall become effective on the first day
of the month following the expiration of a period of three
months after the date of receipt of the notification by the
Depositary.

3. Any Party which denounces the Convention shall remain bound
by the provisions of Article 22 for as long as it retains in
its possession any documents or information obtained under the
Convention.

Article 32

Depositaries and their functions

1. The Depositary with whom an act, notification or
communication has been accomplished, shall notify the member
States of the Council of Europe and the Member countries of
OECD and any Party to this Convention of:

a. any signature;

b. the deposit of any instrument of ratification, acceptance
or approval;

c. any date of entry into force of this Convention in
accordance with the provisions of Articles 28 and 29;

d. any declaration made in pursuance of the provisions of
paragraph 3 of Article 4 or paragraph 3 of Article 9 and the
withdrawal of any such declaration;

e. any reservation made in pursuance of the provisions of
Article 30 and the withdrawal of any reservation effected in
pursuance of the provisions of paragraph 4 of Article 30;

f. any notification received in pursuance of the provisions of
paragraph 3 or 4 of Article 2, paragraph 3 of Article 3,
Article 29 or paragraph 1 of Article 31;

g. any other act, notification or communication relating to
this Convention.

2. The Depositary receiving a communication or making a
notification in pursuance of the provisions of paragraph 1
shall inform immediately the other Depositary thereof.

In witness whereof the undersigned, being duly authorised
thereto, have signed this Convention.

Done at Strasbourg, the  in Eng-lish and French, both texts
being equally authentic, in two copies of which one shall be
deposited in the archives of the Council of Europe and the
other in the archives of OECD. The Secretaries General of the
Council of Europe and of OECD shall transmit certified copies
to each member State of the Council of Europe and Member
country of OECD.

Annex A         Taxes to which the Convention would apply

                (Paragraph 2 of Article 2 of the Convention)

Annex B         Competent authorities

                (Paragraph 1 (d) of Article 3 of the
                Convention)

Annex C         Definition of the word “National” for the
                purpose of the Convention

                (Paragraph 1 (e) of Article 3 of the
                Convention)

&#214;vers&#228;ttning

EUROPAR&#197;DS- OCH OECD-KONVENTIONEN OM &#214;MSESIDIG HANDR&#196;CKNING I
SKATTE&#196;RENDEN

KONVENTION OM &#214;MSESIDIG HANDR&#196;CKNING I SKATTE&#196;RENDEN

Inledning

Undertecknarna av denna konvention, medlemsstater i Europa-
r&#229;det och medlemsl&#228;nder i Orga-nisationen f&#246;r ekonomiskt
samarbete och utveckling (OECD)

som beaktar att den i och f&#246;r sig positiva utvecklingen av det
internationella fl&#246;det av personer, kapital, varor och
tj&#228;nster har &#246;kat m&#246;jligheterna till skatteundandragande och
skatteflykt och att detta medf&#246;rt behov av ett ut&#246;kat
samarbete skattemyndigheter emellan;

som v&#228;lkomnar de olika &#229;tg&#228;rder som under senare &#229;r vidtagits
p&#229; internationell niv&#229;, s&#229;v&#228;l bilateralt som multilateralt,
f&#246;r att motverka skatteundandragande och skatte-flykt;

som konstaterar att internationellt samordnade anstr&#228;ngningar
&#228;r n&#246;dv&#228;ndiga f&#246;r att befr&#228;mja alla former av handr&#228;ckning i
&#228;renden som r&#246;r skatter av varje slag och f&#246;r att p&#229; samma
g&#229;ng ge de skattskyldigas r&#228;ttigheter fullgott skydd;

som &#228;r medvetna om att internationellt samarbete kan spela en
viktig roll f&#246;r att underl&#228;tta ett korrekt best&#228;mmande av
skattskyldighet och f&#246;r att underl&#228;tta f&#246;r den skattskyldige
att f&#229; sina r&#228;ttigheter tillgodosedda;

som finner att de grundl&#228;ggande principer, vilka ger varje
person r&#228;tt att f&#229; sina r&#228;ttigheter och skyldigheter pr&#246;vade i
enlighet med ett r&#228;ttsligt reglerat f&#246;rfarande, b&#246;r erk&#228;nnas
s&#229;som tilll&#228;mpliga p&#229; skatte&#228;renden i alla stater och att
staterna b&#246;r efterstr&#228;va att skydda de skattskyldigas
ber&#228;ttigade intressen, d&#228;ri inbegripet sk&#228;ligt skydd mot
diskriminering och dubbelbeskattning;

som d&#228;rf&#246;r &#228;r &#246;vertygade om att stater b&#246;r vidta &#229;tg&#228;rder
eller l&#228;mna upplysningar, med beaktande av kravet p&#229;
sekretesskydd f&#246;r upplysningarna, och med beaktande av
internationella instrument f&#246;r skyddande av integritet och
fl&#246;den av personuppgifter;2

med beaktande av att en ny samarbetsvillig omgivning har vuxit
fram och att det &#228;r &#246;nskv&#228;rt att ett multilateralt instrument
g&#246;rs tillg&#228;ngligt som ger st&#246;rsta m&#246;jliga antal stater
m&#246;jlighet att dra nytta av den nya samarbetsvilliga
omgivningen och samtidigt att genomf&#246;ra de h&#246;gst utvecklade
normerna f&#246;r samarbete p&#229; skatteomr&#229;det;3

som &#246;nskar ing&#229; en konvention om &#246;msesidig handr&#228;ckning i
skatte&#228;renden;

har kommit &#246;verens om f&#246;ljande:

Kapitel I

Konventionens till&#228;mpningsomr&#229;de

Artikel 1

Konventionens syfte och personer som omfattas av konventionen

1. Parterna skall, om inte best&#228;mmelserna i kapitel IV
f&#246;ranleder annat, bitr&#228;da varandra med handr&#228;ckning i
skatte&#228;renden. Handr&#228;ckningen f&#229;r, d&#228;r s&#229; &#228;r l&#228;mpligt, omfatta
&#229;tg&#228;rder vidtagna av r&#228;ttstill&#228;mpande myndigheter.

2. S&#229;dan handr&#228;ckning skall avse

a) utbyte av upplysningar, h&#228;ri inbegripet samtidiga
skatteutred-ningar och deltagande i skatteutredning i
utlandet;

b) bist&#229;nd vid indrivning, h&#228;ri inbegripet s&#228;krings&#229;tg&#228;rder;
och

c) delgivning av handlingar.

3. Part skall bitr&#228;da med handr&#228;ckning oavsett om personen som
ber&#246;rs har hemvist i eller &#228;r medborgare i en part eller i
annan stat.

Artikel 2

Skatter som omfattas av konventionen

1. Denna konvention skall till&#228;mpas p&#229;

a) f&#246;ljande skatter:

i) skatter p&#229; inkomst eller vinst,

ii) skatter p&#229; realisationsvinst vilka p&#229;f&#246;rs vid sidan av
skatt p&#229; inkomst eller vinst,

iii) skatter p&#229; f&#246;rm&#246;genhet, som p&#229;f&#246;rs f&#246;r en parts r&#228;kning;
och

b) f&#246;ljande skatter:

i) skatter p&#229; inkomst, vinst, realisationsvinst eller
f&#246;rm&#246;genhet, vilka p&#229;f&#246;rs f&#246;r en parts politiska
underavdelningars eller lokala myndigheters r&#228;kning;

ii) obligatoriska socialf&#246;rs&#228;kringsavgifter som betalas till
myn-dighet eller till offentligr&#228;ttslig
socialf&#246;rs&#228;kringsinstitution;

iii) skatter av annat slag (tullavgifter undantagna) som
p&#229;f&#246;rs f&#246;r en parts r&#228;kning, s&#229;som:

A. skatter p&#229; kvarl&#229;tenskap, arv eller g&#229;va;

B. skatter p&#229; fast egendom;

C. allm&#228;nna konsumtionsskatter, s&#229;som merv&#228;rdeskatter och
oms&#228;ttningsskatter;

D. specifika skatter p&#229; varor och tj&#228;nster, s&#229;som acciser;

E. skatter p&#229; brukandet eller innehavet av motorfordon;

F. skatter p&#229; brukandet eller innehavet av annan l&#246;s egendom
&#228;n motorfordon;

G. andra skatter;

iv) skatter av annat slag som angivits i punkt iii), vilka
p&#229;f&#246;rs f&#246;r en parts politiska underavdelningars eller lokala
myndigheters r&#228;kning.

2. De f&#246;r n&#228;rvarande utg&#229;ende skatter p&#229; vilka konventionen
till&#228;mpas finns f&#246;rtecknade i bilaga A enligt klassificeringen
i punkt 1.

3. Parterna skall underr&#228;tta generalsekreteraren i Europar&#229;det
eller generalsekreteraren i OECD (i forts&#228;ttningen ben&#228;mnda
”deposita-rierna”) om varje &#228;ndring som skall g&#246;ras i bilaga A
till f&#246;ljd av att den f&#246;rteckning som avses i punkt 2
modifierats. S&#229;dan &#228;ndring tr&#228;der i kraft den f&#246;rsta dagen i
den m&#229;nad som f&#246;ljer p&#229; utg&#229;ngen av en tidrymd om tre m&#229;nader
efter den dag depositarien mottagit underr&#228;ttelsen.

4. Om en part, vid sidan av eller i st&#228;llet f&#246;r de skatter som
finns f&#246;rtecknade i bilaga A, inf&#246;r en skatt av samma eller i
huvudsak likartat slag efter det att konventionen tr&#228;tt i
kraft i denna part &#228;r konventionen tilll&#228;mplig &#228;ven p&#229; denna
skatt fr&#229;n och med dess inf&#246;rande. Parten skall i s&#229;dant fall
underr&#228;tta endera depositarien om inf&#246;randet av skatten.

Kapitel II

Allm&#228;nna definitioner

Artikel 3

Definitioner

1. Om inte sammanhanget f&#246;ran-leder annat, har vid
till&#228;mpningen av denna konvention f&#246;ljande uttryck nedan
angiven betydelse:

a) ”den ans&#246;kande staten” och ”den anmodade staten” &#229;syftar
den part som framst&#228;llt beg&#228;ran om handr&#228;ckning i skatte&#228;rende
respek-tive den part som anmodats att ge s&#229;dan handr&#228;ckning;

b) ”skatt” &#229;syftar varje skatt eller socialf&#246;rs&#228;kringsavgift
p&#229; vilken konventionen till&#228;mpas i enlighet med artikel 2;

c) ”skattefordran” &#229;syftar skatte-belopp och r&#228;nta p&#229; s&#229;dant
belopp

samt d&#228;rmed sammanh&#228;ngande ad-ministrativa p&#229;lagor och
kostnader i samband med indrivning, vilka &#228;r f&#246;rfallna men
&#228;nnu inte betalda;

d) ”beh&#246;rig myndighet” &#229;syftar personer och myndigheter som
anges i bilaga B;

e) ”medborgare” &#229;syftar i fr&#229;ga om en part:

i) fysisk person som &#228;r medbor-gare i denna part, och

ii) juridisk person, handelsbolag, sammanslutning och annan
enhet som bildats i enlighet med den lagstiftning som g&#228;ller i
denna part.

I fr&#229;ga om part som avgett f&#246;rklaring i detta syfte skall ovan
anv&#228;nda uttryck f&#246;rst&#229;s s&#229; som de definierats i bilaga C.

2. D&#229; en part till&#228;mpar konventionen har, s&#229;vida inte
sammanhanget f&#246;ranleder annat, varje uttryck som inte
definierats i konventionen den betydelse som uttrycket har
enligt denna parts lagstiftning i fr&#229;ga om skatter som
omfattas av konventionen.

3. Parterna skall underr&#228;tta endera depositarien om alla de
&#228;ndringar som b&#246;r g&#246;ras i bilagorna B och C. S&#229;dan &#228;ndring
tr&#228;der i kraft den f&#246;rsta dagen i den m&#229;nad som f&#246;ljer p&#229;
utg&#229;ngen av en tidrymd om tre m&#229;nader efter den dag
depositarien mottagit underr&#228;ttelsen.

Kapitel III

Handr&#228;ckningens former

Avdelning I

Utbyte av upplysningar

Artikel 4

Allm&#228;n best&#228;mmelse

1.4 Parterna ska utbyta alla

upplysningar, s&#228;rskilt s&#229;dana som anges i denna avdelning, som
kan antas vara relevanta f&#246;r administration eller
verkst&#228;llighet av intern lagstiftning i fr&#229;ga om skatter som
omfattas av denna konvention.

2.5 (Upph&#228;vd)

3.6 En part f&#229;r, genom en f&#246;rklaring som riktas till endera
depositarien, ange att dess myndigheter i enlighet med intern
lagstiftning f&#229;r underr&#228;tta en person med hemvist eller
medborgarskap i denna part innan upplysningar avseende honom
&#246;vers&#228;nds i enlighet med artikel 5 eller 7.

Artikel 5

Utbyte av upplysningar efter s&#228;rskild framst&#228;llning

1. Efter framst&#228;llning av den ans&#246;kande staten skall den
anmodade staten till den ans&#246;kande staten l&#228;mna s&#229;dana
upplysningar som anges i artikel 4 och som g&#228;ller s&#228;rskilda
personer eller transaktioner.

2. Om de upplysningar i form av handlingar i skatte&#228;renden som
&#228;r tillg&#228;ngliga f&#246;r den anmodade staten inte r&#228;cker till f&#246;r
att tillm&#246;tesg&#229; framst&#228;llningen, skall denna stat vidta alla
relevanta &#229;tg&#228;rder som er-fordras f&#246;r att l&#228;mna de beg&#228;rda
upplysningarna till den ans&#246;kande staten.

Artikel 6

Automatiskt utbyte av upplysningar

Tv&#229; eller flera parter skall automatiskt utbyta i artikel 4
angivna upplysningar i fr&#229;ga om s&#229;dana kategorier av fall och
i enlighet med de tillv&#228;gag&#229;ngss&#228;tt som de skall best&#228;mma
genom &#246;msesidig &#246;verenskommelse.

Artikel 7

Spontant utbyte av upplysningar

1. Upplysningar som part har k&#228;nnedom om skall part utan
f&#246;reg&#229;ende framst&#228;llning meddela annan part i fall d&#229;:

a) den f&#246;rstn&#228;mnda parten har anledning att anta att den andra
parten kan g&#229; miste om skatteint&#228;kter;

b) en skattskyldig f&#229;r s&#229;dan neds&#228;ttning eller befrielse fr&#229;n
skatt  i den f&#246;rstn&#228;mnda parten som b&#246;r f&#246;ranleda att h&#246;gre
skatt p&#229;f&#246;rs eller att skattskyldighet intr&#228;der i den andra
parten;

c) aff&#228;rstransaktioner mellan en skattskyldig i en part och en
skattskyldig i en annan part sker via ett eller flera andra
l&#228;nder s&#229; att skattel&#228;ttnader kan uppn&#229;s i endera eller b&#229;da
parterna;

d) en part har anledning att anta att skattel&#228;ttnader kan
uppn&#229;s genom konstlade vinst&#246;verf&#246;ringar inom grupper av
f&#246;retag;

e) upplysningar som tillst&#228;llts den f&#246;rstn&#228;mnda parten av en
annan part har gjort det m&#246;jligt att erh&#229;lla upplysningar som
kan vara relevanta vid fastst&#228;llandet av skatt i den senare
parten.

2. Varje part skall vidta s&#229;dana &#229;tg&#228;rder och till&#228;mpa s&#229;dana
f&#246;rfaranden som beh&#246;vs f&#246;r att s&#228;kra att upplysningar som
avses i punkt 1 blir tillg&#228;ngliga f&#246;r &#246;verl&#228;mnande till en
annan part.

Artikel 8

Samtidiga skatteutredningar

1. Efter framst&#228;llning av en av parterna skall tv&#229; eller flera
parter samr&#229;da f&#246;r att best&#228;mma f&#246;rem&#229;l och tillv&#228;gag&#229;ngss&#228;tt
f&#246;r samtidiga skatteutredningar. Varje part avg&#246;r sj&#228;lv om den
vill medverka vid viss samtidig skatteutredning.

2. Vid till&#228;mpningen av denna konvention f&#246;rst&#229;s med en
samtidig skatteutredning en &#246;verenskommelse mellan tv&#229; eller
flera parter, enligt vilken var och en inom sitt omr&#229;de
f&#246;ranstaltar om en samtidig unders&#246;kning av skattef&#246;rh&#229;llanden
r&#246;rande en eller flera personer av gemensamt eller
komplement&#228;rt intresse i syfte att utbyta de upplysningar av
betydelse som d&#228;rvid framkommer.

Artikel 9

Utomlands utf&#246;rda skatteutred-ningar

1. Efter framst&#228;llning av den be-h&#246;riga myndigheten i den
ans&#246;-kande staten kan den beh&#246;riga myndigheten i den anmodade
staten medge, att f&#246;retr&#228;dare f&#246;r den beh&#246;-riga myndigheten i
den ans&#246;kande staten &#228;r n&#228;rvarande vid l&#228;mpliga delar av en
skatteutredning som utf&#246;rs i den anmodade staten.

2. Bifalls framst&#228;llningen skall den beh&#246;riga myndigheten i
den an-modade staten snarast m&#246;jligt med-dela den beh&#246;riga
myndigheten i den ans&#246;kande staten tid och plats f&#246;r
utredningen, den myndighet eller tj&#228;nsteman som utsetts att
utf&#246;ra ut-redningen samt de f&#246;rfaranden och villkor som den
anmodade staten fastst&#228;llt f&#246;r utf&#246;randet av utred-ningen.
Alla beslut betr&#228;ffande utf&#246;-randet av skatteutredningen skall
fattas av den anmodade staten.


3. En part kan meddela endera depositarien om sin avsikt att i
regel inte bifalla s&#229;dana framst&#228;llningar som avses i punkt 1.
En s&#229;dan f&#246;rklaring kan avges och &#229;terkallas n&#228;r som helst.

Artikel 10

Motstridiga upplysningar

Erh&#229;ller part fr&#229;n en annan part upplysningar om en persons
skatte-f&#246;rh&#229;llanden, vilka enligt den f&#246;rst-n&#228;mnda partens
uppfattning f&#246;refal-ler att strida mot de upplysningar som den
sj&#228;lv f&#246;rfogar &#246;ver, skall den underr&#228;tta den part som gett
upplysningarna.

Avdelning II

Handr&#228;ckning vid indrivning

Artikel 11

Indrivning av skattefordringar

1. Efter framst&#228;llning av den an-s&#246;kande staten skall den
anmodade staten, om inte best&#228;mmelserna i ar-tiklarna 14 och
15 f&#246;ranleder annat, vidta n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r att driva
in den f&#246;rstn&#228;mnda statens skattefordringar som om de vore
dess egna.

2. Best&#228;mmelserna i punkt 1 g&#228;ller endast s&#229;dan skattefordran
betr&#228;ffande vilken finns en i den ans&#246;kande staten giltig
verkst&#228;llighetstitel och, s&#229;vida inte parterna i fr&#229;ga kommit
&#246;verens om annat, som inte &#228;r tvistig.

Om emellertid fordran avser person som inte har hemvist i den
ans&#246;kande staten g&#228;ller punkt 1 endast om fordran inte l&#228;ngre
kan &#246;verklagas, s&#229;vida inte parterna i fr&#229;ga kommit &#246;verens om
annat.

3. Skyldigheten att ge handr&#228;ckning vid indrivning av
skattefordran som avser avliden person eller dennes d&#246;dsbo &#228;r
begr&#228;nsad till d&#246;dsboets v&#228;rde respektive v&#228;rdet av
d&#246;dsbodel&#228;garnas andelar av d&#246;dsboet, beroende p&#229; om
indrivningen av fordran skall riktas mot d&#246;dsboet eller dess
del&#228;gare.

Artikel 12

S&#228;krings&#229;tg&#228;rder

Efter framst&#228;llning av den ans&#246;kande staten skall den anmodade
staten vidta &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla indrivning av skatt,
&#228;ven om skattefordran har &#246;verklagats eller om ingen
verkst&#228;llighetstitel &#228;nnu f&#246;religger.

Artikel 13

Handlingar som skall fogas till framst&#228;llningen

1. Till framst&#228;llning om handr&#228;ckning i enlighet med denna
avdelning skall fogas:

a) en f&#246;rs&#228;kran att skattefordran g&#228;ller skatt som omfattas av
konventionen och, i det fall d&#229; framst&#228;llningen avser
indrivning och inte artikel 11 punkt 2 f&#246;ranleder annat, en
f&#246;rs&#228;kran att skattefordran inte &#228;r eller kan komma att bli
tvistig;

b) en officiell kopia av den i den ans&#246;kande staten giltiga
verkst&#228;llig-hetstiteln; och

c) de &#246;vriga handlingar som beh&#246;vs f&#246;r indrivning eller
s&#228;krings&#229;tg&#228;rder.

2. En verkst&#228;llighetstitel som &#228;r giltig i den ans&#246;kande
staten skall vid behov och i enlighet med de best&#228;mmelser som
g&#228;ller i den anmodade staten snarast m&#246;jligt efter det att
framst&#228;llningen har inkommit godk&#228;nnas, erk&#228;nnas, kompletteras
eller ers&#228;ttas med en verkst&#228;llighetstitel som &#228;r giltig i den
senare staten.

Artikel 14

Tidsfrister

1. I fr&#229;gor som g&#228;ller tidsfrist efter vilken skattefordran
inte kan verkst&#228;llas skall den ans&#246;kande statens lagstiftning
till&#228;mpas. Framst&#228;llning om handr&#228;ckning skall inneh&#229;lla
detaljerade uppgifter om s&#229;dan tidsfrist.

2. Indrivnings&#229;tg&#228;rder, som vidtas av den anmodade staten
efter framst&#228;llning om handr&#228;ckning och som enligt
lagstiftningen i denna stat uppskjuter eller avbryter
tidsfrist som avses i punkt 1 skall ocks&#229; ha denna verkan vid
till&#228;mpningen av lagstiftningen i den ans&#246;kande staten. Den
anmodade staten skall underr&#228;tta den ans&#246;kande staten i de
fall att s&#229;dana &#229;tg&#228;rder vidtas.

3. Under inga f&#246;rh&#229;llanden &#228;r den anmodade staten skyldig att
bifalla en handr&#228;ckningsframst&#228;llning som gjorts mer &#228;n 15 &#229;r
efter den dag d&#229; den ursprungliga verkst&#228;llighetstiteln &#228;r
daterad.

Artikel 15

F&#246;rm&#229;nsr&#228;tt

Skattefordran f&#246;r vilken handr&#228;ckning f&#246;r indrivning l&#228;mnas
&#229;tnjuter inte i den anmodade staten n&#229;gon s&#229;dan s&#228;rskild
f&#246;rm&#229;nsr&#228;tt som tillkommer denna stats skattefordringar &#228;ven
om vid indrivningen tilll&#228;mpas samma f&#246;rfarande som &#228;r
tilll&#228;mpligt vid indrivningen av dess egna skattefordringar.

Artikel 16

Anst&#229;nd med betalning

Den anmodade staten f&#229;r efter att f&#246;rst ha underr&#228;ttat den
ans&#246;kande staten d&#228;rom, bevilja anst&#229;nd med betalningen eller
medge att denna sker genom delbetalningar, n&#228;r detta &#228;r
till&#229;tet under liknande omst&#228;ndigheter enligt lagstiftning
eller administrativ praxis i den anmodade staten.

Avdelning III

Delgivning av handlingar

Artikel 17

Delgivning av handlingar

1. Efter framst&#228;llning av den an-s&#246;kande staten skall den
anmodade staten delge adressaten s&#229;dana hand-lingar, h&#228;ri
inbegripna handlingar som h&#228;nf&#246;r sig till r&#228;ttsliga avg&#246;-
randen, som h&#228;rr&#246;r fr&#229;n den ans&#246;-kande staten och som avser
skatt som omfattas av denna konvention.

2. Den anmodade staten skall verkst&#228;lla delgivning av
handlingar

a) p&#229; det s&#228;tt som f&#246;reskrivs i dess egen lagstiftning i fr&#229;ga
om hand-lingar av i huvudsak likartat slag;

b) n&#228;r s&#229; kan ske, p&#229; det s&#228;rskilda s&#228;tt som beg&#228;rts av den
ans&#246;kande staten eller p&#229; det s&#228;tt enligt lagstiftningen i den
anmodade staten som n&#228;rmast motsvarar det beg&#228;rda.

3. En part kan verkst&#228;lla delgivning av handlingar direkt per
post till en person inom en annan parts omr&#229;de.

4. Konventionen medf&#246;r inte att en delgivning som en part har
verkst&#228;llt i enlighet med sin egen lagstiftning, skall anses
sakna verkan.

5. Handlingar som delgivits i enlighet med denna artikel
beh&#246;ver inte &#229;tf&#246;ljas av &#246;vers&#228;ttning. Om det emellertid visar
sig att mottagaren inte f&#246;rst&#229;r det spr&#229;k som handlingarna &#228;r
uppr&#228;ttade p&#229; skall den anmodade staten l&#229;ta g&#246;ra en
&#246;vers&#228;ttning till eller en sammanfattning p&#229; sitt officiella
spr&#229;k eller n&#229;got av dessa. Alternativt kan den anmodade
staten be att den ans&#246;kande staten l&#229;ter g&#246;ra en &#246;vers&#228;ttning
eller en sammanfattning av handlingarna p&#229; n&#229;got av den
anmodade statens, Europar&#229;dets eller OECD:s officiella spr&#229;k.

Kapitel IV

Best&#228;mmelser avseende alla former av handr&#228;ckning

Artikel 18

Uppgifter som skall ges av den ans&#246;kande staten

1. En framst&#228;llning om hand-r&#228;ckning skall i m&#229;n av behov
inneh&#229;lla uppgift om

a) den myndighet eller inr&#228;ttning p&#229; vars initiativ den
beh&#246;riga myn-digheten har gjort framst&#228;llningen;

b)7 namn, adress, eller andra uppgifter som underl&#228;ttar
identifikationen av den person som framst&#228;llningen avser;

c) vid framst&#228;llning om upplysningar, den form i vilken den
ans&#246;kande staten &#246;nskar att upplysningarna skall l&#228;mnas f&#246;r
att tillgodose dess behov;

d) vid framst&#228;llning om handr&#228;ck-ning f&#246;r indrivning eller
s&#228;krings&#229;tg&#228;rder, arten och sammans&#228;ttningen av skattefordran
samt de tillg&#229;ngar som kan tas i anspr&#229;k vid indrivningen;

e) vid framst&#228;llning om delgivning, slag av handling som skall
delges och vad denna avser;

f)8 huruvida framst&#228;llningen &#228;r i &#246;verensst&#228;mmelse med
lagstiftning och administrativ praxis i den ans&#246;-kande staten
samt huruvida den &#228;r ber&#228;ttigad med h&#228;nsyn till de i arti-kel
21 punkt 2 g) angivna kraven.

2. S&#229; snart den ans&#246;kande staten f&#229;r k&#228;nnedom om ytterligare
omst&#228;ndigheter av betydelse f&#246;r framst&#228;llningen skall den
anmodade staten underr&#228;ttas h&#228;rom.

Artikel 199

(Upph&#228;vd)

Artikel 20

Svar p&#229; framst&#228;llning om hand-r&#228;ckning

1. Bifalls framst&#228;llning om handr&#228;ckning skall den anmodade
staten snarast m&#246;jligt underr&#228;tta den ans&#246;kande staten om de
&#229;tg&#228;rder som har vidtagits och resultatet av handr&#228;ckningen.

2. Avsl&#229;s framst&#228;llningen skall den anmodade staten snarast
m&#246;jligt underr&#228;tta den ans&#246;kande staten om beslutet och sk&#228;len
f&#246;r detta.

3. Har den ans&#246;kande staten, i en handr&#228;ckningsframst&#228;llning
g&#228;llande upplysningar, s&#228;rskilt angett i vilken form
upplysningarna &#246;nskas, skall den anmodade staten, om den har
m&#246;jlighet d&#228;rtill, meddela upplysningarna i &#246;nskad form.

Artikel 2110

Skydd f&#246;r personer och begr&#228;nsning av skyldigheten att bevilja
handr&#228;ckning

1. Denna konvention p&#229;verkar inte de r&#228;ttigheter och det skydd
som tillkommer personer enligt den anmodade statens
lagstiftning eller administrativa praxis.

2. Utom i fr&#229;ga om artikel 14 ska best&#228;mmelserna i denna
konvention inte anses medf&#246;ra skyldighet f&#246;r den anmodade
staten att

a) vidta &#229;tg&#228;rder som avviker fr&#229;n lagstiftning eller
administrativ praxis i denna stat eller i den ans&#246;-kande
staten;

b) vidta &#229;tg&#228;rder som strider mot allm&#228;nna h&#228;nsyn (ordre
public);

c) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller administrativ praxis i denna stat eller i
den ans&#246;kande staten;

d) l&#228;mna upplysningar som skulle r&#246;ja handels-, aff&#228;rs-,
industri- eller yrkeshemlighet eller i n&#228;ringsverk-samhet
nyttjat f&#246;rfaringss&#228;tt eller upplysningar vilkas &#246;verl&#228;mnande
skulle strida mot allm&#228;nna h&#228;nsyn (ordre public);

e) l&#228;mna handr&#228;ckning, om och i den m&#229;n den anser att
beskattningen i den ans&#246;kande staten strider mot allm&#228;nt
g&#228;llande beskattningsprin-ciper eller mot best&#228;mmelserna i ett
avtal f&#246;r undvikande av dubbelbeskattning eller annat avtal
som har ing&#229;tts mellan den anmodade staten och den ans&#246;kande
staten;

f) l&#228;mna handr&#228;ckning f&#246;r administration eller verkst&#228;llighet
av en best&#228;mmelse i den ans&#246;kande statens skattelagstiftning,
eller n&#229;got krav som h&#228;nger samman med denna, som skulle leda
till diskriminering mellan en medborgare i den anmodade staten
och en medborgare i den ans&#246;kande staten under samma
f&#246;rh&#229;llanden;

g) l&#228;mna handr&#228;ckning om den ans&#246;kande staten inte har
vidtagit alla rimliga &#229;tg&#228;rder som st&#229;r till dess f&#246;rfogande
enligt dess lagstift-ning eller administrativa praxis, utom i
de fall d&#229; vidtagandet av s&#229;dana &#229;tg&#228;rder skulle medf&#246;ra
oproportionerligt stora sv&#229;righeter;

h) l&#228;mna handr&#228;ckning f&#246;r indrivning i fall d&#228;r den
administrativa b&#246;rdan f&#246;r denna stat uppenbart inte st&#229;r i
proportion till den nytta som st&#229;r att vinna f&#246;r den ans&#246;kande
staten.

3. D&#229; den ans&#246;kande staten beg&#228;r upplysningar enligt denna
konven-tion, ska den anmodade staten anv&#228;nda de medel som
denna stat f&#246;rfogar &#246;ver f&#246;r att inh&#228;mta de beg&#228;rda
upplysningarna, &#228;ven om den anmodade staten inte har behov av
upplysningarna f&#246;r sina egna beskattnings&#228;ndam&#229;l.
F&#246;rpliktelsen i f&#246;reg&#229;ende mening begr&#228;nsas av best&#228;mmelserna
i denna konvention, men dessa begr&#228;nsningar, och s&#228;rskilt de
som anges i punkterna 1 och 2, medf&#246;r inte en r&#228;tt f&#246;r den
anmodade staten att v&#228;gra att l&#228;mna upplysningar uteslutande
d&#228;rf&#246;r att den inte har n&#229;got eget intresse av s&#229;dana
upplysningar.

4. Best&#228;mmelserna i denna konvention, och s&#228;rskilt de som
anges i punkterna 1 och 2, medf&#246;r inte en r&#228;tt f&#246;r en anmodad
stat att v&#228;gra att l&#228;mna upplysningar uteslutande d&#228;rf&#246;r att
upplysningarna innehas av en bank, annan finansiell
institution, ombud, representant eller f&#246;rvaltare, eller
d&#228;rf&#246;r att upplysningarna g&#228;ller &#228;gander&#228;tt i en person.

Artikel 22

Sekretess

1.11 Upplysningar som en part mottar enligt denna konvention
ska behandlas som hemliga och skyddas p&#229; samma s&#228;tt som
upplysningar som har erh&#229;llits enligt den interna
lagstiftningen i denna part och, i den m&#229;n det beh&#246;vs f&#246;r att
s&#228;kerst&#228;lla det skydd som kr&#228;vs f&#246;r personuppgifter, i
enlighet med de skyddsregler som anges av den part som l&#228;mnar
upplysningarna s&#229;som f&#246;reskrivna i dess interna lagstiftning.

2.12 S&#229;dana upplysningar f&#229;r yppas endast f&#246;r personer eller
myndigheter (d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan
eller organ som ut&#246;var tillsyn) som fastst&#228;ller, uppb&#228;r eller
driver in denna parts skatter eller handl&#228;gger andra
verkst&#228;llighets&#229;tg&#228;rder, &#229;tal eller &#246;verklagande i fr&#229;ga om
dessa skatter eller som ut&#246;var tillsyn &#246;ver n&#228;mnda
verksamheter. Endast dessa personer eller myndigheter f&#229;r
anv&#228;nda upplysningarna och bara f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r
utan hinder av best&#228;mmelserna i punkt 1, yppa dem vid
offentlig r&#228;tteg&#229;ng eller i domstolsavg&#246;randen r&#246;rande dessa
skatter.

3. Om en part har gjort en reservation enligt artikel 30 punkt
1 a) skall en annan part som erh&#229;ller upplysningar fr&#229;n denna
part inte anv&#228;nda upplysningarna med avseende p&#229; skatt av
s&#229;dant slag som omfattas av reservationen. Likaledes skall den
part som gjort reservationen inte anv&#228;nda upplysningar som
erh&#229;llits enligt denna konvention med avseende p&#229; skatt av
s&#229;dant slag som omfattas av reservationen.

4. Utan hinder av best&#228;mmelserna i punkterna 1, 2 och 3 f&#229;r
upplysningar som en part har erh&#229;llit anv&#228;ndas &#228;ven f&#246;r andra
&#228;ndam&#229;l, om detta kan ske enligt lagstiftningen i den part som
har l&#228;mnat upplysningarna och den beh&#246;riga myndigheten i denna
part samtycker till att upplysningarna anv&#228;nds f&#246;r dessa andra
&#228;ndam&#229;l. Upplysningar som en part har l&#228;mnat till en annan
part f&#229;r av den senare &#246;verl&#228;mnas till en tredje part under
f&#246;ruts&#228;ttning att den beh&#246;riga myndigheten i den f&#246;rstn&#228;mnda
parten i f&#246;rv&#228;g samtycker d&#228;rtill.

Artikel 23

R&#228;ttsliga &#229;tg&#228;rder

1. &#214;verklaganden i fr&#229;ga om &#229;tg&#228;rder som den anmodade staten
har vidtagit enligt denna konvention f&#229;r ske endast hos
vederb&#246;rande myndighet i denna stat.

2. &#214;verklagande i fr&#229;ga om &#229;tg&#228;rder som den ans&#246;kande staten
har vidtagit enligt denna konvention – s&#228;rskilt s&#229;dana
&#229;tg&#228;rder i samband med indrivning, vilka avser f&#246;rekomsten av
skattefordran eller dess storlek eller verkst&#228;lllighetstitel –
f&#229;r ske endast hos vederb&#246;rande myndighet i denna stat. Sker
s&#229;dana &#246;verklaganden skall den ans&#246;kande staten of&#246;rdr&#246;jligen
underr&#228;tta den anmodade staten, som skall uppskjuta &#229;tg&#228;rderna
till dess att beslut i &#228;rendet meddelats av den aktuella
myndigheten. Den anmodade staten skall dock p&#229; beg&#228;ran av den
ans&#246;kande staten vidta s&#228;krings&#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla
indrivningen. &#196;ven den som saken ang&#229;r kan meddela den
anmodade staten att r&#228;ttsliga &#229;tg&#228;rder har vidtagits. Sedan
s&#229;dan underr&#228;ttelse har inkommit, skall den anmodade staten,
n&#228;r detta beh&#246;vs, r&#229;dg&#246;ra med den ans&#246;kande staten i &#228;rendet.

3. S&#229; snart ett &#246;verklagat &#228;rende har slutligt avgjorts, skall
den anmodade staten eller den ans&#246;kande staten underr&#228;tta den
andra staten om avg&#246;randet och dess konsekvenser f&#246;r
handr&#228;ckningsframst&#228;llningen.

Kapitel V

S&#228;rskilda best&#228;mmelser

Artikel 24

Konventionens genomf&#246;rande

1. Parterna skall st&#229; i f&#246;rbindelse med varandra genom sina
beh&#246;riga myndigheter f&#246;r att till&#228;mpa denna konvention. De
beh&#246;riga myndig-heterna kan tr&#228;da i direkt f&#246;rbindelse med
varandra i detta syfte och kan bemyndiga underlydande myndig-
heter att handla p&#229; sina v&#228;gnar. De beh&#246;riga myndigheterna i
tv&#229; eller flera parter kan &#246;msesidigt komma &#246;verens om hur
konventionen skall till&#228;mpas dem emellan.

2. Om den anmodade staten anser att konventionens till&#228;mpning
i ett best&#228;mt fall skulle ha allvarliga och icke &#246;nskv&#228;rda
konsekvenser, skall de beh&#246;riga myndigheterna i den anmodade
och den ans&#246;kande staten r&#229;dg&#246;ra med varandra och s&#246;ka l&#246;sa
fr&#229;gan genom &#246;msesidig &#246;verens-kommelse.

3. Ett koordineringsorgan sam-manst&#228;llt av f&#246;retr&#228;dare f&#246;r
parternas beh&#246;riga myndigheter skall under OECD:s &#246;verinseende
&#246;vervaka till&#228;mpningen och utvecklingen av denna konvention. I
detta syfte skall koordineringsorganet avge rekommendationer
om s&#229;dana &#229;tg&#228;rder som &#228;r &#228;gnade att fr&#228;mja konventionens
allm&#228;nna syften. Det skall speciellt fungera som ett forum f&#246;r
studiet av nya metoder och f&#246;rfaranden f&#246;r &#246;kat
internationellt samarbete i skattefr&#229;gor och vid behov avge
rekommendationer om &#246;versyn eller &#228;ndring av konventionen.
Stater som har undertecknat men &#228;nnu inte ratificerat,
godtagit eller godk&#228;nt konventionen &#228;r ber&#228;ttigade att vara
f&#246;retr&#228;dda vid koordineringsorganets sammantr&#228;den som
observat&#246;rer.

4. En part kan be koordineringsorganet om utl&#229;tande ang&#229;ende
tolkningen av konventionens best&#228;mmelser.

5. Om mellan tv&#229; eller flera parter uppkommer sv&#229;righeter
eller tvivelsm&#229;l i fr&#229;ga om till&#228;mpningen eller tolkningen av
konventionen skall de beh&#246;riga myndigheterna i dessa parter
s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse.
&#214;verenskommelsen skall delges koordi-neringsorganet.

6. OECD:s generalsekreterare skall underr&#228;tta parterna och de
stater som har undertecknat men &#228;nnu inte ratificerat,
godtagit eller godk&#228;nt konventionen om s&#229;dana utl&#229;tanden som
koordineringsorganet avgivit enligt punkt 4 och om s&#229;dana
&#246;msesidiga &#246;verenskommelser som ing&#229;tts enligt punkt 5.

Artikel 25

Spr&#229;k

Framst&#228;llningar om handr&#228;ckning och svar p&#229; dessa skall
uppr&#228;ttas p&#229; n&#229;got av OECD:s eller Europar&#229;dets officiella
spr&#229;k eller p&#229; n&#229;got annat spr&#229;k varom de avtalsslutande
staterna i fr&#229;ga &#246;verenskommit bilateralt.

Artikel 26

Kostnader

Har inte annat &#246;verenskommits bilateralt mellan parterna i
fr&#229;ga g&#228;ller f&#246;ljande:

a) den anmodade staten skall svara f&#246;r sedvanliga kostnader
f&#246;r utf&#246;randet av handr&#228;ckning;

b) den ans&#246;kande staten skall svara f&#246;r s&#229;dana kostnader  f&#246;r
utf&#246;rande av handr&#228;ckning som inte kan anses sedvanliga.

Kapitel VI

Slutbest&#228;mmelser

Artikel 27

Andra internationella &#246;verenskom-melser eller arrangemang

1. Handr&#228;ckningsm&#246;jligheterna enligt denna konvention
begr&#228;nsar inte, och begr&#228;nsas inte av,
handr&#228;ckningsm&#246;jligheterna enligt existerande eller framtida
internationella &#246;verenskommelser eller andra arrangemang
mellan ifr&#229;gavarande parter eller av andra instrument som
h&#228;nf&#246;r sig till samarbete i skattefr&#229;gor.

2.13 Utan hinder av punkt 1, f&#229;r de parter som &#228;r
medlemsstater i Europeiska unionen i sina inb&#246;rdes relationer
anv&#228;nda de m&#246;jligheter till handr&#228;ckning som f&#246;ljer av denna
konvention, i den m&#229;n de m&#246;jligg&#246;r ett l&#228;ngre g&#229;ende samarbete
&#228;n de m&#246;jligheter som ges enligt Europeiska unionens
till&#228;mpliga best&#228;mmelser.

Artikel 28

Konventionens undertecknande och ikrafttr&#228;dande

1. Denna konvention &#228;r &#246;ppen att undertecknas av Europar&#229;dets
med-lemsstater och OECD:s medlems-l&#228;nder. Den f&#246;ruts&#228;tter
ratifikation, godtagande eller godk&#228;nnande. Rati-fikations-,
godtagande- eller god-k&#228;nnandeinstrumentet skall depone-ras
hos endera depositarien.

2. Denna konvention tr&#228;der i kraft den f&#246;rsta dagen i den
m&#229;nad som f&#246;ljer p&#229; utg&#229;ngen av en tidrymd av tre m&#229;nader
efter den dag n&#228;r fem stater har uttryckt samtycke till att
vara bundna av konventionen i enlighet med best&#228;mmelserna i
punkt 1.

3. I fr&#229;ga om Europar&#229;dets medlemsstater och OECD:s
medlemsl&#228;nder som d&#228;refter uttrycker samtycke till att vara
bundna av konventionen skall konventionen tr&#228;da i kraft den
f&#246;rsta dagen i den m&#229;nad som f&#246;ljer efter utg&#229;ngen av en
tidrymd om tre m&#229;nader efter dagen f&#246;r deponeringen av
ratifikations-, godtagande- eller godk&#228;nnandeinstrumentet.

4.14 Medlemsstat i Europar&#229;det eller medlemsland i OECD som
tilltr&#228;der konventionen efter ikrafttr&#228;dandet av protokollet
om &#228;ndring i denna konvention, &#246;ppnat f&#246;r undertecknande den
27 maj 2010 (”2010 &#229;rs protokoll”) tilltr&#228;der konventionen i
dess lydelse enligt detta protokoll, s&#229;vida den inte uttrycker
en annan avsikt i ett skriftligt meddelande till endera
depositarien.

5.15 Efter ikrafttr&#228;dandet av 2010 &#229;rs protokoll kan en stat
som inte &#228;r medlem i Europar&#229;det eller OECD ans&#246;ka om inbjudan
att underteckna och ratificera denna konvention i dess lydelse
enligt 2010 &#229;rs protokoll. En s&#229;dan ans&#246;kan ska riktas till
endera depositarien, som ska &#246;verl&#228;mna den till parterna.
Depositarien ska ocks&#229; informera Europar&#229;dets ministerkommitt&#233;
och OECD:s r&#229;d. Inbjudan till en stat som ans&#246;kt om det att
ansluta sig till konventionen ska beslutas genom konsensus av
parterna genom koordineringsorganet. I f&#246;rh&#229;llande till en
stat som ratificerar konventionen i dess lydelse enligt 2010
&#229;rs protokoll i enlighet med denna punkt, ska konventionen
tr&#228;da i kraft den f&#246;rsta dagen i den m&#229;nad som f&#246;ljer efter
utg&#229;ngen av en tidrymd om tre m&#229;nader efter dagen f&#246;r
deponeringen av ratifikationsinstrumentet hos endera
depositarien.

6.16 Best&#228;mmelserna i denna konvention i dess lydelse enligt
2010 &#229;rs protokoll, till&#228;mpas p&#229; handr&#228;ckning avseende
beskattningsperioder som b&#246;rjar den 1 januari det &#229;r som
f&#246;ljer n&#228;rmast efter det &#229;r d&#229; konventionen i dess lydelse
enligt 2010 &#229;rs protokoll tr&#228;dde i kraft i f&#246;rh&#229;llande till en
part eller senare, eller, d&#229; n&#229;gon beskattningsperiod inte
f&#246;religger, p&#229; handr&#228;ckning avseende skatteanspr&#229;k som
uppkommer den 1 januari det &#229;r som f&#246;ljer n&#228;rmast efter det &#229;r
d&#229; konventionen i dess lydelse enligt 2010 &#229;rs protokoll
tr&#228;dde i kraft i f&#246;rh&#229;llande till en part eller senare. Tv&#229;
eller flera parter f&#229;r komma &#246;verens om att konventionen i
dess lydelse enligt 2010 &#229;rs protokoll ska tilll&#228;mpas p&#229;
handr&#228;ckning avseende tidigare beskattningsperioder eller
skatteanspr&#229;k.

7.17 Utan hinder av punkt 6, ska best&#228;mmelserna i denna
konvention i dess lydelse enligt 2010 &#229;rs protokoll, i fr&#229;ga
om skatte&#228;renden som innefattar ett upps&#229;tligt handlande som
&#228;r straffbart enligt den ans&#246;kande partens lagstiftning,
till&#228;mpas fr&#229;n och med dagen f&#246;r ikrafttr&#228;dande i f&#246;rh&#229;llande
till en part i fr&#229;ga om tidigare beskattningsperioder eller
skatteanspr&#229;k.

Artikel 29

Konventionens territoriella till&#228;mp-ning

1. Varje stat kan vid undertecknandet av konventionen eller
vid deponeringen av ratifikations-, god-tagande- eller
godk&#228;nnandeinstru-mentet ange det omr&#229;de eller de omr&#229;den p&#229;
vilka denna konvention skall till&#228;mpas.

2. En stat kan vid en senare tidpunkt, genom att meddela
endera depositarien, utvidga till&#228;mpningen av denna konvention
till omr&#229;de som anges i meddelandet. I fr&#229;ga om s&#229;dant omr&#229;de
skall konventionen tr&#228;da i kraft den f&#246;rsta dagen i den m&#229;nad
som f&#246;ljer p&#229; utg&#229;ngen av en tidrymd om tre m&#229;nader efter den
dag d&#229; depositarien mottagit med-delandet.

3. Ett meddelande enligt n&#229;gon-dera av f&#246;reg&#229;ende punkter kan,
i fr&#229;ga om omr&#229;de som anges i meddelandet, &#229;tertas genom
underr&#228;ttelse till n&#229;gondera depositarien. &#197;tertagande f&#229;r
verkan den f&#246;rsta dagen i den m&#229;nad som f&#246;ljer p&#229; utg&#229;ngen av
en tidrymd om tre m&#229;nader efter den dag d&#229; depositarien
mottagit underr&#228;ttelsen.

Artikel 30

Reservationer

1. Varje stat kan i samband med undertecknandet eller
deponeringen av ratifikations-, godtagande- eller
godk&#228;nnandeinstrumentet eller vid en senare tidpunkt meddela
att den f&#246;rbeh&#229;ller sig r&#228;tten att

a) inte bevilja n&#229;gon form av handr&#228;ckning som avser andra
parters skatter av n&#229;got av de slag som anges i artikel 2
punkt 1 b), f&#246;rutsatt att den inte i konventionens bilaga A
tagit in egna skatter av detta slag;

b) inte bevilja handr&#228;ckning f&#246;r indrivning av
skattefordringar eller administrativa  p&#229;lagor i fr&#229;ga om
n&#229;got slags skatter eller endast i fr&#229;ga om ett eller flera av
de slags skatter som anges i artikel 2 punkt 1;

c) inte bevilja handr&#228;ckning med avsende p&#229; skattefordran som
existerade vid den tidpunkt d&#229; konventionen tr&#228;dde i kraft
betr&#228;ffande denna stat eller, om en reservation tidigare har
gjorts enligt punkt a) eller b) ovan, d&#229; reservationen med
avseende p&#229; skatter av detta slag &#229;tertogs;

d) inte bevilja handr&#228;ckning f&#246;r delgivning av handlingar i
fr&#229;ga om n&#229;got slags skatter eller endast i fr&#229;ga om ett eller
flera av de slags skatter som anges i artikel 2 punkt 1;

e) inte till&#229;ta delgivning av handlingar per post enligt
artikel 17 punkt 3.

f)18 att till&#228;mpa artikel 28 punkt 7 uteslutande p&#229;
handr&#228;ckning avseende beskattningsperioder som b&#246;rjar den 1
januari tredje &#229;ret f&#246;re det &#229;r d&#229; konventionen i dess lydelse
enligt 2010 &#229;rs protokoll tr&#228;dde i kraft i f&#246;rh&#229;llande till en
part eller senare eller, d&#229; n&#229;gon beskattningsperiod inte
f&#246;religger, avseende skatteanspr&#229;k som uppkommer den 1 januari
tredje &#229;ret f&#246;re det &#229;r under vilket konventionen i dess
lydelse enligt 2010 &#229;rs protokoll tr&#228;dde i kraft i f&#246;rh&#229;llande
till en part eller senare.

2. Inga andra reservationer f&#229;r g&#246;ras.

3. Sedan konventionen har tr&#228;tt i kraft betr&#228;ffande en part
kan denna part g&#246;ra en eller flera av de reservationer som
anges i punkt 1 som den inte har gjort vid tidpunkten f&#246;r
ratifikationen, godtagandet eller godk&#228;nnandet. S&#229;dana
reservationer skall tr&#228;da i kraft den f&#246;rsta dagen i den m&#229;nad
som f&#246;ljer p&#229; utg&#229;ngen av en tidrymd om tre m&#229;nader efter den
dag d&#229; endera depositarien mottagit reservationen.

4. Varje part som har gjort en reservation enligt punkt 1
eller 3 kan helt eller delvis &#229;terta den genom underr&#228;ttelse
till endera deposita-rien. &#197;tertagandet f&#229;r verkan den dag d&#229;
ifr&#229;gavarande depositarie mottar underr&#228;ttelsen.

5. En part som har gjort en reservation med avsende p&#229; en
best&#228;mmelse i denna konvention f&#229;r inte kr&#228;va att en annan
part skall till&#228;mpa denna best&#228;mmelse; den kan emellertid, om
dess reservation &#228;r partiell, kr&#228;va att best&#228;mmelsen till&#228;mpas
i den utstr&#228;ckning som den sj&#228;lv har godtagit best&#228;mmelsen.

Artikel 31

Upps&#228;gning

1. Varje part kan n&#228;r som helst s&#228;ga upp denna konvention
genom underr&#228;ttelse adresserad till endera depositarien.

2. Upps&#228;gningen f&#229;r verkan den f&#246;rsta dagen i den m&#229;nad som
f&#246;ljer p&#229; utg&#229;ngen av en tidrymd om tre m&#229;nader efter den dag
depositarien mottagit underr&#228;ttelsen.

3. En part som s&#228;ger upp konventionen skall f&#246;rbli bunden av
best&#228;mmelserna i artikel 22 s&#229; l&#228;nge som denna part innehar
handlingar eller upplysningar som erh&#229;llits enligt
konventionen.

Artikel 32

Depositarierna och deras uppgifter

1.19 Den depositarie som mottagit instrument, underr&#228;ttelse
eller meddelande skall underr&#228;tta Europar&#229;dets medlemsstater
och OECD:s medlemsl&#228;nder och varje part som &#228;r ansluten till
konventionen om:

a) undertecknanden;

b) deponeringar av ratifikations-, godtagande- eller
godk&#228;nnandeinstrument;

c) dagen f&#246;r ikrafttr&#228;dandet av denna konvention enligt
best&#228;m-melserna i artiklarna 28 och 29;

d) f&#246;rklaring enligt best&#228;mmelserna i artikel 4 punkt 3 eller
artikel 9 punkt 3 och &#229;tertagande av s&#229;dan f&#246;rklaring;

e) reservationer enligt best&#228;m-melserna i artikel 30 och
&#229;tertagande av reservation enligt best&#228;mmel-serna i artikel 30
punkt 4;

f) underr&#228;ttelse enligt best&#228;m-melserna i artikel 2 punkt 3
eller 4, artikel 3 punkt 3, artikel 29 eller artikel 31 punkt
1;

g) andra handlingar, underr&#228;ttelser eller meddelanden som
h&#228;nf&#246;r sig till denna konvention.

2. En depositarie som mottar meddelande eller ger
underr&#228;ttelse enligt best&#228;mmelserna i punkt 1 skall omedelbart
underr&#228;tta den andra depositarien om detta.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen be-myndigade, undertecknat konventionen.

Som skedde i Strasbourg, den p&#229; engelska och franska spr&#229;ket,
vilka b&#229;da texter har lika vitsord, i tv&#229; exemplar, varav det
ena skall deponeras i Europar&#229;dets arkiv och det andra i
OECD:s arkiv. Generalsekreterarna i Europar&#229;det respektive
OECD skall &#246;vers&#228;nda bestyrkta kopior till alla Europar&#229;dets
medlemsstater och OECD:s medlemsl&#228;nder.

Bilaga A        Skatter p&#229; vilka konventionen till&#228;mpas

                (Artikel 2 punkt 2 av konventionen)

Bilaga B        Beh&#246;riga myndigheter

                (Artikel 3 punkt 1 d) av konventionen)

Bilaga C        Definition av uttrycket ”medborgare” vid
                till&#228;mpningen av konventionen

                (Artikel 3 punkt 1 e) av konventionen)
Lag (2011:694).

Bilaga 2 /Upph&#246;r att g&#228;lla U:den dag som regeringen best&#228;mmer/

F&#246;rteckning &#246;ver de svenska skatter och avgifter som 
konventionen till&#228;mpas p&#229;

Konventionen till&#228;mpas p&#229; de skatter och avgifter som utg&#229;r 
enligt f&#246;ljande lagar.

Artikel 2 punkt 1 a:

i)   Kupongskattelagen (1970:624), lagen (1990:659) om s&#228;rskild 
     l&#246;neskatt p&#229; vissa f&#246;rv&#228;rvsinkomster, lagen (1991:586) om 
     s&#228;rskild inkomstskatt f&#246;r utomlands bosatta, lagen 
     (1991:591) om s&#228;rskild inkomstskatt f&#246;r utomlands bosatta 
     artister m.fl., lagen (1991:687) om s&#228;rskild l&#246;neskatt p&#229; 
     pensionskostnader, inkomstskattelagen (1999:1229).

ii)  Lagen (1990:661) om avkastningsskatt p&#229; pensionsmedel. 

iii) Lagen (1997:323) om statlig f&#246;rm&#246;genhetsskatt.

Artikel 2 punkt 1 b:

i)   Begravningslagen (1990:1144), lagen (1999:291) om avgift 
     till registrerat trossamfund.

ii)  Lagen (1994:1920) om allm&#228;n l&#246;neavgift, lagen (1994:1744) 
     om allm&#228;n pensionsavgift, socialavgiftslagen (2000:980). 

iii) A. Lagen (1941:416) om arvsskatt och g&#229;voskatt.

     B. Lagen (1984:1052) om statlig fastighetsskatt, lagen 
     (1984:404) om st&#228;mpelskatt vid inskrivningsmyndigheter.

     C. Merv&#228;rdesskattelagen (1994:200).

     D. Lagen (1972:266) om skatt p&#229; annonser och reklam, lagen 
     (1972:820) om skatt p&#229; spel, bilskrotningslagen (1975:343), 
     lagen (1984:409) om skatt p&#229; g&#246;dselmedel, lagen (1984:410) 
     om skatt p&#229; bek&#228;mpningsmedel, lagen (1990:613) om 
     milj&#246;avgift p&#229; utsl&#228;pp av kv&#228;veoxider vid 
     energiproduktion, lagen (1990:1427) om s&#228;rskild 
     premieskatt f&#246;r grupplivf&#246;rs&#228;kring, m.m., lagen 
     (1991:1482) om lotteriskatt, lagen (1991:1483) om skatt p&#229; 
     vinstsparande m.m., lagen (1994:1563) om tobaksskatt, 
     lagen (1994:1564) om alkoholskatt, lagen (1994:1776) om 
     skatt p&#229; energi, lagen (1995:1667) om skatt p&#229; naturgrus, 
     lagen (1998:506) om punktskattekontroll av transporter 
     m.m. av alkoholvaror, tobaksvaror och 
     mineraloljeprodukter, lagen (1999:673) om skatt p&#229; avfall, 
     lagen (2000:466) om skatt p&#229; termisk effekt i 
     k&#228;rnkraftsreaktorer.

     E. Lagen (1997:1137) om v&#228;gavgift f&#246;r vissa tunga fordon, 
     v&#228;gtrafikskattelagen (2006:227), lagen (2006:228) med 
     s&#228;rskilda best&#228;mmelser om fordonsskatt.

     G. Lagen (1972:435) om &#246;verlastavgift, lagen (2014:52) om 
     infrastrukturavgifter p&#229; v&#228;g, i fr&#229;ga om avgifter p&#229; 
     allm&#228;n v&#228;g, samt lagen (2004:629) om tr&#228;ngselskatt.
Lag (2014:1491).

Bilaga 2 /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/

F&#246;rteckning &#246;ver de svenska skatter och avgifter som 
konventionen till&#228;mpas p&#229; 

Konventionen till&#228;mpas p&#229; de skatter och avgifter som utg&#229;r 
enligt f&#246;ljande lagar. 

Artikel 2 punkt 1 a: 

i)	Kupongskattelagen (1970:624), lagen (1990:659) om 
s&#228;rskild l&#246;neskatt p&#229; vissa f&#246;rv&#228;rvsinkomster, lagen 
(1991:586) om s&#228;rskild inkomstskatt f&#246;r utomlands bosatta, 
lagen (1991:591) om s&#228;rskild inkomstskatt f&#246;r utomlands 
bosatta artister m.fl., lagen (1991:687) om s&#228;rskild l&#246;neskatt 
p&#229; pensionskostnader, inkomstskattelagen (1999:1229).

ii)	Lagen (1990:661) om avkastningsskatt p&#229; 
pensionsmedel.

iii)	Lagen (1997:323) om statlig f&#246;rm&#246;genhetsskatt.

Artikel 2 punkt 1 b:

i)	Begravningslagen (1990:1144), lagen (1999:291) om 
avgift till registrerat trossamfund.

ii)	Lagen (1994:1920) om allm&#228;n l&#246;neavgift, lagen 
(1994:1744) om allm&#228;n pensionsavgift, socialavgiftslagen 
(2000:980).

iii)	A. Lagen (1941:416) om arvsskatt och g&#229;voskatt.

B. Lagen (1984:1052) om statlig fastighetsskatt, lagen 
(1984:404) om st&#228;mpelskatt vid inskrivningsmyndigheter.

C. Merv&#228;rdesskattelagen (2023:200).

D. Lagen (1972:266) om skatt p&#229; annonser och reklam, lagen 
(1972:820) om skatt p&#229; spel, bilskrotningslagen (1975:343), 
lagen (1984:409) om skatt p&#229; g&#246;dselmedel, lagen (1984:410) om 
skatt p&#229; bek&#228;mpningsmedel, lagen (1990:613) om milj&#246;avgift p&#229; 
utsl&#228;pp av kv&#228;veoxider vid energiproduktion, lagen (1990:1427) 
om s&#228;rskild premieskatt f&#246;r grupplivf&#246;rs&#228;kring, m.m., lagen 
(1991:1482) om lotteriskatt, lagen (1991:1483) om skatt p&#229; 
vinstsparande m.m., lagen (1994:1776) om skatt p&#229; energi, 
lagen (1995:1667) om skatt p&#229; naturgrus, lagen (1998:506) om 
punktskattekontroll av transporter m.m. av alkoholvaror, 
tobaksvaror och mineraloljeprodukter, lagen (1999:673) om 
skatt p&#229; avfall, lagen (2000:466) om skatt p&#229; termisk effekt i 
k&#228;rnkraftsreaktorer, lagen (2022:155) om tobaksskatt, lagen 
(2022:156) om alkoholskatt.

E. Lagen (1997:1137) om v&#228;gavgift f&#246;r vissa tunga fordon, 
v&#228;gtrafikskattelagen (2006:227), lagen (2006:228) med 
s&#228;rskilda best&#228;mmelser om fordonsskatt.

G. Lagen (1972:435) om &#246;verlastavgift, lagen (2004:629) om 
tr&#228;ngselskatt samt best&#228;mmelser som har meddelats med st&#246;d av 
lagen (2024:172) om infrastrukturavgifter p&#229; v&#228;g, i fr&#229;ga om 
avgifter p&#229; allm&#228;n v&#228;g. Lag (2024:176).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3559">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3561">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
