

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-02-03" /> 
 <meta id="rattsinfo-edited" content="2023-02-03 09:13:44" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3566</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3565">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3567">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1990:52 ·
                    <a href="/sfsr?bet=1990:52">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1990:52) med s&#228;rskilda best&#228;mmelser om v&#229;rd av unga</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1990-03-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:955
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1990-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; Insatser inom socialtj&#228;nsten f&#246;r barn och ungdom ska g&#246;ras 
i samf&#246;rst&#229;nd med den unge och hans eller hennes 
v&#229;rdnadshavare enligt best&#228;mmelserna i socialtj&#228;nstlagen 
(2001:453). Insatserna ska pr&#228;glas av respekt f&#246;r den unges 
m&#228;nniskov&#228;rde och integritet. 

Den som &#228;r under 18 &#229;r ska dock beredas v&#229;rd enligt denna lag, 
om n&#229;gon av de situationer som anges i 2 eller 3 &#167; f&#246;religger 
och det kan antas att beh&#246;vlig v&#229;rd inte kan ges den unge med 
samtycke av den eller dem som har v&#229;rdnaden om honom eller 
henne och, n&#228;r den unge har fyllt 15 &#229;r, av honom eller henne 
sj&#228;lv.

V&#229;rd med st&#246;d av 3 &#167; f&#229;r &#228;ven beredas den som har fyllt 18 men 
inte 20 &#229;r, om s&#229;dan v&#229;rd med h&#228;nsyn till den unges behov och 
personliga f&#246;rh&#229;llanden i &#246;vrigt &#228;r l&#228;mpligare &#228;n n&#229;gon annan 
v&#229;rd och det kan antas att beh&#246;vlig v&#229;rd inte kan ges med den 
unges samtycke.

Vissa andra &#229;tg&#228;rder f&#229;r vidtas utan samtycke enligt 22, 24, 
31 a, 32 a och 32 b &#167;&#167;.

Vid beslut enligt denna lag ska vad som &#228;r b&#228;st f&#246;r den unge 
vara avg&#246;rande. Lag (2022:664).

Beredande av v&#229;rd

2 &#167; V&#229;rd skall beslutas om det p&#229; grund av fysisk eller psykisk
misshandel, otillb&#246;rligt utnyttjande, brister i omsorgen eller
n&#229;got annat f&#246;rh&#229;llande i hemmet finns en p&#229;taglig risk f&#246;r att
den unges h&#228;lsa eller utveckling skadas. Lag (2003:406).

3 &#167; V&#229;rd skall ocks&#229; beslutas om den unge uts&#228;tter sin h&#228;lsa
eller utveckling f&#246;r en p&#229;taglig risk att skadas genom missbruk
av beroendeframkallande medel, brottslig verksamhet eller n&#229;got
annat socialt nedbrytande beteende.

V&#229;rd skall ocks&#229; beslutas om den som d&#246;mts till sluten
ungdomsv&#229;rd enligt 32 kap. 5 &#167; brottsbalken vid
verkst&#228;llighetens slut bed&#246;ms vara i uppenbart behov av
fortsatt v&#229;rd f&#246;r att inte l&#246;pa s&#229;dan risk som avses i f&#246;rsta
stycket. Lag (2006:896).

4 &#167; Beslut om v&#229;rd med st&#246;d av denna lag meddelas av
f&#246;rvaltningsr&#228;tten efter ans&#246;kan av socialn&#228;mnden.

Ans&#246;kan skall inneh&#229;lla en redog&#246;relse f&#246;r

- den unges f&#246;rh&#229;llanden,

- de omst&#228;ndigheter som utg&#246;r grund f&#246;r att den unge beh&#246;ver
beredas v&#229;rd,

- tidigare vidtagna &#229;tg&#228;rder,

- den v&#229;rd som socialn&#228;mnden avser att anordna,

- hur relevant information l&#228;mnats till den unge,

- vilket slags relevant information som l&#228;mnats, samt

- den unges inst&#228;llning. Lag (2009:804).

5 &#167; R&#228;ttens beslut om v&#229;rd upph&#246;r att g&#228;lla, om v&#229;rden inte har
p&#229;b&#246;rjats inom fyra veckor fr&#229;n den dag d&#229; beslutet vann laga kraft.

Omedelbart omh&#228;ndertagande

6 &#167; Socialn&#228;mnden f&#229;r besluta att den som &#228;r under 20 &#229;r omedelbart
skall omh&#228;ndertas, om

1. det &#228;r sannolikt att den unge beh&#246;ver beredas v&#229;rd med st&#246;d av denna
lag, och

2. r&#228;ttens beslut om v&#229;rd inte kan avvaktas med h&#228;nsyn till risken f&#246;r
den unges h&#228;lsa eller utveckling eller till att den fortsatta
utredningen allvarligt kan f&#246;rsv&#229;ras eller vidare &#229;tg&#228;rder hindras.

Om socialn&#228;mndens beslut om omh&#228;ndertagande inte kan avvaktas, f&#229;r
n&#228;mndens ordf&#246;rande eller n&#229;gon annan ledamot som n&#228;mnden har f&#246;rordnat
besluta om omh&#228;ndertagande. Beslutet skall anm&#228;las vid n&#228;mndens n&#228;sta
sammantr&#228;de.

N&#228;r socialn&#228;mnden har ans&#246;kt om v&#229;rd med st&#246;d av lagen, f&#229;r &#228;ven r&#228;tten
besluta att den unge omedelbart skall omh&#228;ndertas.

6 a &#167; &#196;r svensk domstol inte beh&#246;rig att besluta om beredande 
av v&#229;rd enligt denna lag, f&#229;r socialn&#228;mnden besluta att den 
som &#228;r under 18 &#229;r omedelbart ska omh&#228;ndertas, om 

1. &#229;tg&#228;rder av beh&#246;rig utl&#228;ndsk myndighet inte kan avvaktas 
med h&#228;nsyn till risken f&#246;r den unges h&#228;lsa eller utveckling 
eller till att den fortsatta utredningen allvarligt kan 
f&#246;rsv&#229;ras eller vidare &#229;tg&#228;rder hindras, och 

2. det &#228;r sannolikt att den unge tillf&#228;lligt beh&#246;ver v&#229;rd som 
avses i denna lag. 

F&#246;r beslut enligt f&#246;rsta stycket g&#228;ller 6 &#167; andra stycket och, 
f&#246;r det fall socialn&#228;mnden har ans&#246;kt om v&#229;rd med st&#246;d av 
lagen, 6 &#167; tredje stycket. 

I 9 a och 9 b &#167;&#167; finns best&#228;mmelser om fortsatt 
omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd av den unge. 

Denna paragraf ansluter, tillsammans med 7-9 b &#167;&#167;, till r&#229;dets 
f&#246;rordning (EU) 2019/1111 av den 25 juni 2019 om beh&#246;righet, 
erk&#228;nnande och verkst&#228;llighet av avg&#246;randen i &#228;ktenskapsm&#229;l 
och m&#229;l om f&#246;r&#228;ldraansvar, och om internationella bortf&#246;randen 
av barn (Bryssel II-f&#246;rordningen) och lagen (2012:318) om 1996 
&#229;rs Haagkonvention. Lag (2022:955).

7 &#167; Har socialn&#228;mnden beslutat om omedelbart omh&#228;ndertagande,
skall beslutet underst&#228;llas f&#246;rvaltningsr&#228;tten inom en vecka
fr&#229;n den dag d&#229; beslutet fattades. D&#228;rvid skall beslutet j&#228;mte
handlingarna i &#228;rendet tillst&#228;llas r&#228;tten.

F&#246;rvaltningsr&#228;tten skall pr&#246;va beslutet s&#229; snart det kan ske.
Om det inte finns synnerliga hinder, skall pr&#246;vningen ske inom
en vecka fr&#229;n den dag d&#229; beslutet och handlingarna kom in till
r&#228;tten.

Om beslutet inte har underst&#228;llts f&#246;rvaltningsr&#228;tten inom
f&#246;reskriven tid, upph&#246;r omh&#228;ndertagandet.

Har socialn&#228;mnden beslutat om omedelbart omh&#228;ndertagande efter
det att n&#228;mnden har ans&#246;kt om v&#229;rd med st&#246;d av lagen, skall
beslutet underst&#228;llas den r&#228;tt som pr&#246;var fr&#229;gan om v&#229;rd.
D&#228;rvid g&#228;ller best&#228;mmelserna i f&#246;rsta-tredje styckena.
Lag (2009:804).

8 &#167; Om f&#246;rvaltningsr&#228;tten fastst&#228;ller ett beslut om omedelbart 
omh&#228;ndertagande, ska socialn&#228;mnden inom fyra veckor fr&#229;n den 
dag d&#229; omh&#228;ndertagandet verkst&#228;lldes ans&#246;ka hos 
f&#246;rvaltningsr&#228;tten om att den unge ska

1. beredas v&#229;rd med st&#246;d av denna lag, eller

2. vara fortsatt omh&#228;ndertagen f&#246;r tillf&#228;llig v&#229;rd enligt 
9 a &#167;.

F&#246;rvaltningsr&#228;tten f&#229;r medge f&#246;rl&#228;ngning av denna tid, om 
ytterligare utredning eller n&#229;gon annan s&#228;rskild omst&#228;ndighet 
g&#246;r det n&#246;dv&#228;ndigt. Lag (2019:472).

9 &#167; Ett omedelbart omh&#228;ndertagande upph&#246;r

1. om ans&#246;kan om v&#229;rd eller ans&#246;kan om fortsatt 
omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd enligt 9 a &#167; inte har 
gjorts inom den tid som anges i 8 &#167; och inte heller 
f&#246;rl&#228;ngning av tiden har beg&#228;rts, eller

2. n&#228;r r&#228;tten avg&#246;r fr&#229;gan om v&#229;rd eller fr&#229;gan om fortsatt 
omh&#228;ndertagande.

Ett beslut om omedelbart omh&#228;ndertagande f&#229;r inte verkst&#228;llas 
om den unge &#228;r h&#228;ktad.

Om det inte l&#228;ngre finns sk&#228;l f&#246;r ett omh&#228;ndertagande, ska 
socialn&#228;mnden besluta att detta genast ska upph&#246;ra. Ett s&#229;dant 
beslut f&#229;r meddelas ocks&#229; av den r&#228;tt som pr&#246;var en fr&#229;ga om 
v&#229;rd med st&#246;d av lagen eller en fr&#229;ga om fortsatt 
omh&#228;ndertagande enligt 9 a &#167;. Lag (2019:472).

9 a &#167; F&#246;rvaltningsr&#228;tten f&#229;r medge att ett omh&#228;ndertagande 
enligt 6 a &#167; ska forts&#228;tta om den unge fortsatt beh&#246;ver 
tillf&#228;llig v&#229;rd och socialn&#228;mnden har ans&#246;kt om fortsatt 
omh&#228;ndertagande inom den tid som anges i 8 &#167; f&#246;rsta stycket, 
tiden f&#246;r ett beslut om f&#246;rl&#228;ngd tidsfrist enligt 8 &#167; andra 
stycket inte har l&#246;pt ut eller tiden f&#246;r ett g&#228;llande beslut 
om fortsatt omh&#228;ndertagande inte har l&#246;pt ut.

Socialn&#228;mnden ska i ans&#246;kan ange hur l&#229;ng tid den unge beh&#246;ver 
vara omh&#228;ndertagen och vilka omst&#228;ndigheter som utg&#246;r grund 
f&#246;r ett fortsatt omh&#228;ndertagande. Tillsammans med ans&#246;kan ska 
socialn&#228;mnden &#246;verl&#228;mna handlingarna i &#228;rendet till 
f&#246;rvaltningsr&#228;tten. 

Om ans&#246;kan har kommit in till f&#246;rvaltningsr&#228;tten inom 
f&#246;reskriven tid, f&#229;r omh&#228;ndertagandet forts&#228;tta i avvaktan p&#229; 
f&#246;rvaltningsr&#228;ttens beslut.

Ett medgivande om fortsatt omh&#228;ndertagande f&#229;r l&#228;mnas f&#246;r 
h&#246;gst tv&#229; m&#229;nader &#229;t g&#229;ngen, r&#228;knat fr&#229;n den dag d&#229; domstolen 
meddelar beslut i fr&#229;gan. Ett fortsatt omh&#228;ndertagande f&#229;r 
p&#229;g&#229; under h&#246;gst ett &#229;r i f&#246;ljd, s&#229;vida inte fortsatt 
tillf&#228;llig v&#229;rd &#228;r n&#246;dv&#228;ndig. Lag (2019:472).

9 b &#167; Ett fortsatt omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd enligt 
9 a &#167; upph&#246;r om socialn&#228;mnden inte har ans&#246;kt om att den unge 
ska vara fortsatt omh&#228;ndertagen innan tiden f&#246;r g&#228;llande 
beslut om fortsatt omh&#228;ndertagande har l&#246;pt ut. 

Om det inte l&#228;ngre finns sk&#228;l f&#246;r att den unge ska vara 
omh&#228;ndertagen, ska socialn&#228;mnden eller, i f&#246;rekommande fall, 
r&#228;tten besluta att omh&#228;ndertagandet genast ska upph&#246;ra.
Lag (2019:472).

V&#229;rden

10 &#167; V&#229;rden skall anses p&#229;b&#246;rjad n&#228;r den unge p&#229; grund av ett
beslut om omedelbart omh&#228;ndertagande eller om v&#229;rd har
placerats utanf&#246;r sitt eget hem.

F&#246;r v&#229;rdens inneh&#229;ll och utformning g&#228;ller best&#228;mmelserna i
socialtj&#228;nstlagen (2001:453) och f&#246;reskrifterna i 11-20 &#167;&#167;.
Lag (2001:466).

11 &#167; Socialn&#228;mnden best&#228;mmer hur v&#229;rden av den unge skall
ordnas och var han eller hon skall vistas under v&#229;rdtiden. I
fr&#229;ga om den som v&#229;rdas i ett hem som avses i 12 &#167; f&#246;rsta
stycket f&#229;r dock Statens institutionsstyrelse i samband med att
den unge transporteras besluta att han eller hon tillf&#228;lligt
skall vistas i ett annat s&#229;dant hem.

N&#228;mnden f&#229;r medge att den unge vistas i sitt eget hem, om detta
kan antas vara b&#228;st &#228;gnat att fr&#228;mja v&#229;rden av honom eller
henne. V&#229;rd med st&#246;d av denna lag skall dock alltid inledas
utanf&#246;r den unges eget hem.

Om n&#228;mndens beslut enligt f&#246;rsta eller andra stycket inte kan
avvaktas, f&#229;r ordf&#246;randen eller n&#229;gon annan ledamot som n&#228;mnden
har f&#246;rordnat besluta i fr&#229;gan. Beslutet skall anm&#228;las vid
n&#228;mndens n&#228;sta sammantr&#228;de.

N&#228;mnden eller den &#229;t vilken n&#228;mnden har uppdragit v&#229;rden skall
ha uppsikt &#246;ver den unge och, i den utstr&#228;ckning det beh&#246;vs f&#246;r
att genomf&#246;ra v&#229;rden, best&#228;mma om hans eller hennes personliga
f&#246;rh&#229;llanden.

N&#228;mnden har under v&#229;rdtiden samma ansvar som v&#229;rdnadshavaren
f&#246;r att den unges grundl&#228;ggande r&#228;ttigheter enligt 6 kap. 1 &#167;
f&#246;r&#228;ldrabalken tillgodoses. Lag (2007:1312).

12 &#167; F&#246;r v&#229;rd av unga som p&#229; n&#229;gon grund som anges i 3 &#167; 
beh&#246;ver st&#229; under s&#228;rskilt noggrann tillsyn ska det finnas 
s&#228;rskilda ungdomshem.

Om socialn&#228;mnden har beslutat att den unge ska vistas i ett 
hem som avses i f&#246;rsta stycket ska Statens 
institutionsstyrelse anvisa plats i ett s&#229;dant hem. I akuta 
situationer ska Statens institutionsstyrelse omedelbart 
anvisa en s&#229;dan plats. Lag (2018:652).

12 a &#167; Om den unge &#228;r placerad p&#229; ett s&#228;rskilt ungdomshem 
och v&#229;rdas eller har v&#229;rdats p&#229; sjukhus, ska 
verksamhetschefen vid v&#229;rdenheten genast underr&#228;tta Statens 
institutionsstyrelse om den unge &#246;nskar l&#228;mna eller redan har 
l&#228;mnat v&#229;rdenheten. 

F&#229;r n&#229;gon som tillh&#246;r h&#228;lso- och sjukv&#229;rdspersonalen och &#228;r 
verksam vid ett s&#228;rskilt ungdomshem k&#228;nnedom om att den unge 
har en s&#229;dan smittsam sjukdom som enligt 1 kap. 3 &#167; andra 
stycket smittskyddslagen (2004:168) utg&#246;r en allm&#228;nfarlig 
sjukdom, ska Statens institutionsstyrelse underr&#228;ttas, om det 
inte st&#229;r klart att det inte finns n&#229;gon risk f&#246;r 
smittspridning. Lag (2018:652).

13 &#167; Har den unge beretts v&#229;rd med st&#246;d av 2 &#167;, ska 
socialn&#228;mnden minst en g&#229;ng var sj&#228;tte m&#229;nad &#246;verv&#228;ga om v&#229;rd 
enligt lagen fortfarande beh&#246;vs och hur v&#229;rden b&#246;r inriktas 
och utformas.

Har den unge beretts v&#229;rd med st&#246;d av 3 &#167;, ska socialn&#228;mnden 
inom sex m&#229;nader fr&#229;n dagen f&#246;r verkst&#228;llighet av v&#229;rdbeslutet 
pr&#246;va om v&#229;rd med st&#246;d av lagen ska upph&#246;ra. Denna fr&#229;ga ska 
d&#228;refter pr&#246;vas fortl&#246;pande inom sex m&#229;nader fr&#229;n senaste 
pr&#246;vning. Lag (2022:664).

13 a &#167; Socialn&#228;mnden ska noga f&#246;lja v&#229;rden av den som f&#229;r v&#229;rd
med st&#246;d av denna lag.

Socialn&#228;mnden ska f&#246;lja v&#229;rden fr&#228;mst genom

1. regelbundna personliga bes&#246;k i det hem d&#228;r den unge vistas,

2. enskilda samtal med den unge,

3. samtal med den eller dem som tagit emot den unge i sitt
hem, och

4. samtal med v&#229;rdnadshavarna.

Socialn&#228;mnden ska s&#228;rskilt uppm&#228;rksamma den unges h&#228;lsa,
utveckling, sociala beteende, skolg&#229;ng samt relationer till
anh&#246;riga och andra n&#228;rst&#229;ende. Lag (2012:777).

13 b &#167; N&#228;r socialn&#228;mnden pr&#246;var om v&#229;rd som har beslutats med 
st&#246;d av denna lag ska upph&#246;ra f&#246;r n&#229;gon som &#228;r under 18 &#229;r och 
som &#228;r placerad i ett hem som avses i 6 kap. 6 &#167; f&#246;rsta stycket 
socialtj&#228;nstlagen (2001:453), ska socialn&#228;mnden ocks&#229; s&#228;rskilt 
&#246;verv&#228;ga om det finns sk&#228;l att ans&#246;ka om flyttningsf&#246;rbud 
enligt 24 &#167;. Lag (2022:664).

13 c &#167; N&#228;r den unge har varit placerad i samma familjehem 
under tv&#229; &#229;r fr&#229;n det att placeringen verkst&#228;lldes, ska 
socialn&#228;mnden s&#228;rskilt &#246;verv&#228;ga om det finns sk&#228;l att ans&#246;ka 
om &#246;verflyttning av v&#229;rdnaden enligt 6 kap. 8 &#167; 
f&#246;r&#228;ldrabalken. D&#228;refter ska fr&#229;gan &#246;verv&#228;gas &#229;rligen.

Vid ett s&#229;dant &#246;verv&#228;gande ska f&#246;ljande s&#228;rskilt beaktas:

- den unges och familjehemsf&#246;r&#228;ldrarnas inst&#228;llning till en 
v&#229;rdnads&#246;verflyttning,

- den unges relation till familjehemsf&#246;r&#228;ldrarna och deras 
f&#246;rm&#229;ga att tillgodose den unges behov av en trygg och god 
uppv&#228;xt, 

- familjehemsf&#246;r&#228;ldrarnas inst&#228;llning till och f&#246;rm&#229;ga att 
tillgodose den unges behov av kontakt med sina f&#246;r&#228;ldrar och 
andra n&#228;rst&#229;ende, och 

- den unges relation till sina f&#246;r&#228;ldrar. Lag (2022:664).

14 &#167; Socialn&#228;mnden har ett ansvar f&#246;r att den unges behov 
av umg&#228;nge med f&#246;r&#228;ldrar och v&#229;rdnadshavare s&#229; l&#229;ngt m&#246;jligt 
tillgodoses. 

Om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till &#228;ndam&#229;let med v&#229;rd 
enligt denna lag, f&#229;r socialn&#228;mnden

1. besluta hur den unges umg&#228;nge med v&#229;rdnadshavare och med 
f&#246;r&#228;ldrar som har umg&#228;ngesr&#228;tt reglerad genom dom eller 
beslut av domstol eller genom avtal ska ut&#246;vas, eller

2. besluta att den unges vistelseort inte ska r&#246;jas f&#246;r 
f&#246;r&#228;ldrar eller v&#229;rdnadshavare.

Socialn&#228;mnden ska minst en g&#229;ng var tredje m&#229;nad &#246;verv&#228;ga om 
ett s&#229;dant beslut som avses i andra stycket fortfarande 
beh&#246;vs.

Av 30 &#167; tredje stycket folkbokf&#246;ringslagen (1991:481) framg&#229;r 
n&#228;r socialn&#228;mnden f&#229;r ans&#246;ka om skyddad folkbokf&#246;ring f&#246;r 
barn som v&#229;rdas enligt 2 &#167; denna lag. Lag (2018:686).

14 a &#167; Statens institutionsstyrelse skall f&#246;lja upp
verksamheten enligt denna lag. Uppf&#246;ljningen skall omfatta
tiden s&#229;v&#228;l under som efter avslutad v&#229;rd.

Socialn&#228;mnden skall till Statens institutionsstyrelse l&#228;mna de
uppgifter om enskilda som Statens institutionsstyrelse beh&#246;ver
f&#246;r att fullg&#246;ra den skyldighet som f&#246;ljer av f&#246;rsta stycket.
Lag (2005:468).

S&#228;rskilda befogenheter

15 &#167; Om den unge v&#229;rdas p&#229; n&#229;gon grund som anges i 3 &#167; och
vistas i ett hem f&#246;r s&#228;rskilt noggrann tillsyn, f&#229;r han eller
hon hindras att l&#228;mna hemmet och i &#246;vrigt underkastas den
begr&#228;nsning av r&#246;relsefriheten som &#228;r n&#246;dv&#228;ndig f&#246;r att v&#229;rden
skall kunna genomf&#246;ras. Den unges r&#246;relsefrihet f&#229;r ocks&#229;
inskr&#228;nkas n&#228;r det beh&#246;vs av h&#228;nsyn till andra intagnas eller
personalens s&#228;kerhet. Lag (2003:420).

15 a &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; har r&#228;tt 
att anv&#228;nda elektroniska kommunikationstj&#228;nster, ta emot 
bes&#246;k samt vistas utanf&#246;r hemmet i den utstr&#228;ckning det &#228;r 
l&#228;mpligt. F&#246;r den som omfattas av 15 &#167; f&#229;r r&#228;tten att anv&#228;nda 
elektroniska kommunikationstj&#228;nster och ta emot bes&#246;k v&#228;gras 
eller begr&#228;nsas om det kan &#228;ventyra v&#229;rden eller ordningen 
vid hemmet. Ett s&#229;dant beslut f&#229;r g&#228;lla h&#246;gst 14 dagar. N&#228;r 
det inte l&#228;ngre finns f&#246;ruts&#228;ttningar f&#246;r beslutet ska det 
upph&#228;vas. 

Den som avses i f&#246;rsta stycket f&#229;r vistas utanf&#246;r hemmet 
under en p&#229; f&#246;rhand best&#228;md tid, dock h&#246;gst fyra veckor.

Beslut om inskr&#228;nkning i r&#228;tten att anv&#228;nda elektroniska 
kommunikationstj&#228;nster eller ta emot bes&#246;k samt beslut om 
vistelse utanf&#246;r hemmet fattas av Statens 
institutionsstyrelse. Beslut om vistelse utanf&#246;r hemmet ska 
fattas efter samr&#229;d med socialn&#228;mnden.

I lagen (1996:981) om bes&#246;ksinskr&#228;nkningar vid viss 
tv&#229;ngsv&#229;rd finns best&#228;mmelser om bes&#246;k p&#229; v&#229;rdinstitutioner 
enligt denna lag. Lag (2018:652).

15 b &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r 
beredas v&#229;rd vid en enhet inom hemmet som &#228;r l&#229;sbar eller p&#229; 
n&#229;got annat s&#228;tt inr&#228;ttad f&#246;r s&#228;rskilt noggrann tillsyn (v&#229;rd 
vid l&#229;sbar enhet), 

1. om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till den unges eller 
andras s&#228;kerhet, eller

2. om det &#228;r n&#246;dv&#228;ndigt f&#246;r att f&#246;rhindra att den unge 
avviker eller f&#246;r att i &#246;vrigt genomf&#246;ra v&#229;rden. 

Den som v&#229;rdas vid en l&#229;sbar enhet ska ges m&#246;jlighet att 
dagligen vistas utomhus och ges m&#246;jlighet att &#228;gna sig &#229;t 
fysisk aktivitet eller n&#229;gon annan fritidssyssels&#228;ttning.

V&#229;rd vid en l&#229;sbar enhet f&#229;r p&#229;g&#229; under h&#246;gst tv&#229; m&#229;nader i 
f&#246;ljd. Om s&#228;rskilda behandlingssk&#228;l f&#246;ranleder det, f&#229;r dock 
v&#229;rden vid enheten p&#229;g&#229; l&#228;ngre tid, f&#246;rutsatt att n&#229;gon av de 
omst&#228;ndigheter som anges i f&#246;rsta stycket fortfarande g&#228;ller 
och att den unge samtidigt ges m&#246;jlighet till vistelse i 
&#246;ppnare former eller utanf&#246;r hemmet. Lag (2018:652).

15 c &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r, om 
det &#228;r s&#228;rskilt p&#229;kallat p&#229; grund av att den unge upptr&#228;der 
v&#229;ldsamt eller &#228;r s&#229; p&#229;verkad av berusningsmedel att han 
eller hon inte kan h&#229;llas till ordningen, h&#229;llas i 
avskildhet. Den unge ska d&#229; st&#229; under fortl&#246;pande uppsikt av 
personalen och ha m&#246;jlighet att tillkalla personal. Han eller 
hon f&#229;r inte h&#229;llas i s&#229;dan avskildhet l&#228;ngre tid &#228;n vad som 
&#228;r oundg&#228;ngligen n&#246;dv&#228;ndigt och inte i n&#229;got fall under 
l&#228;ngre tid &#228;n fyra timmar i f&#246;ljd.

En l&#228;kare eller sjuksk&#246;terska ska skyndsamt yttra sig om 
varje &#229;tg&#228;rd som vidtas enligt f&#246;rsta stycket. Om l&#228;karen 
eller sjuksk&#246;terskan beg&#228;r det, ska &#229;tg&#228;rden genast 
avbrytas. Lag (2018:652).

15 d &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r, om 
det kr&#228;vs med h&#228;nsyn till hans eller hennes speciella behov 
av v&#229;rd eller s&#228;kerhet eller s&#228;kerheten vid hemmet, hindras 
fr&#229;n att tr&#228;ffa andra som v&#229;rdas d&#228;r (v&#229;rd i enskildhet).

V&#229;rd i enskildhet ska vara anpassad efter den unges 
individuella v&#229;rdbehov.

En fr&#229;ga om v&#229;rd i enskildhet ska pr&#246;vas fortl&#246;pande och 
alltid ompr&#246;vas inom sju dagar fr&#229;n senaste pr&#246;vning.
Lag (2018:652).

16 &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r inte inneha
narkotika, alkoholhaltiga drycker, andra berusningsmedel,
s&#229;dana medel som avses i lagen (1991:1969) om f&#246;rbud mot vissa
dopningsmedel eller s&#229;dana varor som omfattas av lagen
(1999:42) om f&#246;rbud mot vissa h&#228;lsofarliga varor eller
injektionssprutor, kanyler eller andra f&#246;rem&#229;l som &#228;r s&#228;rskilt
&#228;gnade att anv&#228;ndas f&#246;r missbruk av eller annan befattning med
narkotika. Den unge f&#229;r inte heller inneha n&#229;got annat som kan
vara till men f&#246;r v&#229;rden eller ordningen vid hemmet. Om s&#229;dan
egendom p&#229;tr&#228;ffas, skall den omh&#228;ndertas. Lag (2005:468).

17 &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r, om 
det beh&#246;vs, kroppsvisiteras eller ytligt kroppsbesiktigas vid 
ankomst till hemmet f&#246;r kontroll av att han eller hon inte 
b&#228;r p&#229; sig n&#229;got som enligt 16 &#167; inte f&#229;r innehas. Detsamma 
g&#228;ller om det under vistelsen i hemmet uppkommer misstanke 
att s&#229;dan egendom ska p&#229;tr&#228;ffas hos honom eller henne.

En kroppsvisitation eller en ytlig kroppsbesiktning ska 
genomf&#246;ras i n&#228;rvaro av ett vittne om inte den unge avst&#229;r 
fr&#229;n den r&#228;tten. 

Den unge ska tillfr&#229;gas om han eller hon &#246;nskar att n&#229;gon 
s&#228;rskild person ur personalen genomf&#246;r eller n&#228;rvarar vid 
kroppsvisitationen eller den ytliga kroppsbesiktningen. Den 
unges &#246;nskem&#229;l ska s&#229; l&#229;ngt det &#228;r m&#246;jligt tillgodoses.

All den h&#228;nsyn som omst&#228;ndigheterna medger ska iakttas vid 
kroppsvisitation och ytlig kroppsbesiktning. 
Lag (2018:652).

17 a &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; &#228;r, om 
inte annat motiveras av medicinska eller liknande sk&#228;l, 
skyldig att vid ankomsten till hemmet l&#228;mna blod-, urin-, 
utandnings-, saliv- eller svettprov f&#246;r kontroll av om han 
eller hon &#228;r p&#229;verkad av narkotika, alkoholhaltiga drycker, 
andra berusningsmedel, s&#229;dant medel som avses i 1 &#167; lagen 
(1991:1969) om f&#246;rbud mot vissa dopningsmedel eller s&#229;dan 
vara som omfattas av lagen (1999:42) om f&#246;rbud mot vissa 
h&#228;lsofarliga varor. Den unge f&#229;r uppmanas att l&#228;mna prov 
endast om det finns anledning till det.

F&#246;rsta stycket f&#246;rsta meningen g&#228;ller ocks&#229; om det under 
vistelsen i hemmet kan misst&#228;nkas att den unge &#228;r p&#229;verkad av 
n&#229;gon s&#229;dan dryck eller vara eller n&#229;got s&#229;dant medel som 
anges i f&#246;rsta stycket. Lag (2018:652).

17 b &#167; Om det beh&#246;vs f&#246;r att genomf&#246;ra v&#229;rden eller 
uppr&#228;tth&#229;lla ordningen vid hemmet, f&#229;r bostadsrum och andra 
slutna f&#246;rvaringsst&#228;llen som disponeras av n&#229;gon som omfattas 
av best&#228;mmelserna i 15 &#167; unders&#246;kas (rumsvisitation). En 
rumsvisitation f&#229;r endast utf&#246;ras f&#246;r att s&#246;ka efter f&#246;rem&#229;l 
som den unge inte f&#229;r inneha enligt 16 &#167;.

En rumsvisitation ska genomf&#246;ras i n&#228;rvaro av ett vittne. All 
den h&#228;nsyn som omst&#228;ndigheterna medger ska iakttas.
Lag (2018:652).

17 c &#167; Om det beh&#246;vs f&#246;r att genomf&#246;ra v&#229;rden eller 
uppr&#228;tth&#229;lla ordningen vid hemmet, f&#229;r s&#228;kerhetskontroll 
genomf&#246;ras med metalldetektor eller annan liknande anordning 
p&#229; de s&#228;rskilda ungdomshem som Statens institutionsstyrelse 
best&#228;mmer. Det ska f&#246;r varje s&#228;rskilt ungdomshem anges i 
vilka situationer kontroller f&#229;r genomf&#246;ras. S&#229;dan kontroll 
f&#229;r bara genomf&#246;ras p&#229; unga som omfattas av best&#228;mmelserna i 
15 &#167; f&#246;r att s&#246;ka efter f&#246;rem&#229;l som den unge inte f&#229;r inneha 
enligt 16 &#167;. Lag (2018:652).

18 &#167; Best&#228;mmelserna i 16, 17, 17 b och 17 c &#167;&#167; ska g&#228;lla 
f&#246;r alla som v&#229;rdas i ett hem f&#246;r s&#228;rskilt noggrann tillsyn, 
om det &#228;r n&#246;dv&#228;ndigt f&#246;r att genomf&#246;ra v&#229;rden och 
uppr&#228;tth&#229;lla ordningen vid hemmet och regeringen, eller efter 
regeringens bemyndigande, Statens institutionsstyrelse medger 
det. Lag (2018:652).

19 &#167; Den som omfattas av best&#228;mmelserna i 15 &#167; f&#229;r underkastas
&#246;vervakning av sina brev och andra f&#246;rs&#228;ndelser, om detta
beh&#246;vs med h&#228;nsyn till ordningen vid hemmet eller till den
unges s&#228;rskilda f&#246;rh&#229;llanden. F&#246;r detta &#228;ndam&#229;l f&#229;r Statens
institutionsstyrelse &#246;ppna och ta del av f&#246;rs&#228;ndelser som
kommer till eller s&#228;nds fr&#229;n den unge. Om en ankommande
f&#246;rs&#228;ndelse inneh&#229;ller egendom som den unge inte f&#229;r inneha
enligt 16 &#167;, skall egendomen omh&#228;ndertas.

Brev mellan den unge och en svensk myndighet eller advokat
eller hans eller hennes offentliga bitr&#228;de skall
vidarebefordras utan f&#246;reg&#229;ende granskning. Lag (2005:468).

20 &#167; Har narkotika, alkoholhaltiga drycker, andra 
berusningsmedel, s&#229;dana medel som avses i lagen (1991:1969) om 
f&#246;rbud mot vissa dopningsmedel eller s&#229;dana varor som omfattas 
av lagen (1999:42) om f&#246;rbud mot vissa h&#228;lsofarliga varor 
omh&#228;ndertagits enligt 16 eller 19 &#167; eller har s&#229;dan egendom 
p&#229;tr&#228;ffats inom ett hem f&#246;r s&#228;rskilt noggrann tillsyn utan att 
det finns n&#229;gon k&#228;nd &#228;gare till egendomen, ska Statens 
institutionsstyrelse l&#229;ta f&#246;rst&#246;ra eller s&#228;lja egendomen 
enligt best&#228;mmelserna om beslagtagen egendom i 2 &#167; 1 f&#246;rsta 
stycket lagen (1958:205) om f&#246;rverkande av alkohol m.m. Belopp 
som har erh&#229;llits vid f&#246;rs&#228;ljning tillfaller staten.

Detsamma ska g&#228;lla i fr&#229;ga om injektionssprutor, kanyler och 
andra f&#246;rem&#229;l som &#228;r s&#228;rskilt &#228;gnade att anv&#228;ndas f&#246;r missbruk 
av eller annan befattning med narkotika. Lag (2019:358).

20 a &#167; Tv&#229;ngs&#229;tg&#228;rder enligt 15–15 d &#167;&#167; och 17–19 &#167;&#167; f&#229;r 
anv&#228;ndas endast om de st&#229;r i rimlig proportion till syftet 
med &#229;tg&#228;rden. &#196;r mindre ingripande &#229;tg&#228;rder tillr&#228;ckliga, ska 
de anv&#228;ndas. Lag (2018:652).

20 b &#167; I 15 a, 17 c och 18–20 &#167;&#167; finns best&#228;mmelser om 
att beslut fattas av Statens institutionsstyrelse. H&#228;rut&#246;ver 
fattas beslut enligt 15 och 15 b–17 b &#167;&#167; av Statens 
institutionsstyrelse. Lag (2018:652).

20 c &#167; Den unge ska erbjudas ett uppf&#246;ljande samtal efter 
ett verkst&#228;llt beslut om

1. avskildhet enligt 15 c &#167;,

2. kroppsvisitation och ytlig kroppsbesiktning enligt 17 &#167;, 
eller

3. rumsvisitation enligt 17 b &#167;. 

Under samtalet ska den unge f&#229; information om vad som var 
anledningen till att tv&#229;ngs&#229;tg&#228;rden beh&#246;vde tillgripas och 
ges m&#246;jlighet att framf&#246;ra sin uppfattning om den vidtagna 
&#229;tg&#228;rden. Lag (2018:652).

Upph&#246;rande av v&#229;rd

21 &#167; N&#228;r v&#229;rd med st&#246;d av denna lag inte l&#228;ngre beh&#246;vs, ska 
socialn&#228;mnden besluta att v&#229;rden ska upph&#246;ra. Socialn&#228;mnden 
f&#229;r inte besluta att v&#229;rd enligt 2 &#167; ska upph&#246;ra f&#246;rr&#228;n de 
omst&#228;ndigheter som f&#246;ranleder v&#229;rden har f&#246;r&#228;ndrats p&#229; ett 
varaktigt och genomgripande s&#228;tt.

N&#228;mnden ska noga f&#246;rbereda den unges &#229;terf&#246;rening med den 
eller dem som har v&#229;rdnaden om honom eller henne.

V&#229;rd som har beslutats med st&#246;d av 2 &#167; ska upph&#246;ra senast n&#228;r 
den unge fyller 18 &#229;r.

V&#229;rd som har beslutats med st&#246;d av 3 &#167; ska upph&#246;ra senast n&#228;r 
den unge fyller 21 &#229;r. Lag (2022:664).

21 a &#167; Beslut om v&#229;rd med st&#246;d av denna lag hindrar inte 
beslut om 

1. avvisning eller utvisning enligt utl&#228;nningslagen 
(2005:716),

2. utvisning enligt lagen (2022:700) om s&#228;rskild kontroll av 
vissa utl&#228;nningar,

3. utl&#228;mning enligt lagen (1957:668) om utl&#228;mning f&#246;r brott,

4. &#246;verl&#228;mnande enligt lagen (2011:1165) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en nordisk arresteringsorder,

5. utl&#228;mning enligt lagen (1970:375) om utl&#228;mning till 
Danmark, Finland, Island eller Norge f&#246;r verkst&#228;llighet av 
beslut om v&#229;rd eller behandling,

6. utl&#228;mning enligt lagen (1994:569) om Sveriges samarbete med 
de internationella tribunalerna f&#246;r brott mot internationell 
humanit&#228;r r&#228;tt,

7. &#246;verl&#228;mnande enligt lagen (2002:329) om samarbete med 
Internationella brottm&#229;lsdomstolen,

8. &#246;verl&#228;mnande enligt lagen (2003:1156) om &#246;verl&#228;mnande fr&#229;n 
Sverige enligt en europeisk arresteringsorder, eller

9. utl&#228;mning enligt lagen (2006:615) om samarbete med 
Specialdomstolen f&#246;r Sierra Leone.

V&#229;rd med st&#246;d av denna lag upph&#246;r n&#228;r ett beslut enligt f&#246;rsta 
stycket 1-9 har verkst&#228;llts. Lag (2022:702).

Uppf&#246;ljning

21 b &#167; N&#228;r v&#229;rd upph&#246;r enligt 21 &#167; ska socialn&#228;mnden f&#246;lja upp 
situationen f&#246;r den som &#228;r under 18 &#229;r.

Om den unge ska &#229;terf&#246;renas med den eller dem som har 
v&#229;rdnaden om honom eller henne n&#228;r v&#229;rden upph&#246;r men 
&#229;terf&#246;reningen beh&#246;ver f&#246;rberedas, ska socialn&#228;mnden f&#246;lja upp 
den unges situation f&#246;rst n&#228;r &#229;terf&#246;reningen har skett.
Lag (2022:664).

21 c &#167; Vid en uppf&#246;ljning enligt 21 b &#167; f&#229;r socialn&#228;mnden 
konsultera sakkunniga samt i &#246;vrigt ta de kontakter som 
beh&#246;vs. Socialn&#228;mnden f&#229;r samtala med den unge utan 
v&#229;rdnadshavarens samtycke och utan att v&#229;rdnadshavaren &#228;r 
n&#228;rvarande.

N&#228;r uppf&#246;ljningen inleds respektive avslutas ska socialn&#228;mnden 
underr&#228;tta den unge, om den unge har fyllt 15 &#229;r, och 
v&#229;rdnadshavare som ber&#246;rs.

En uppf&#246;ljning ska avslutas senast sex m&#229;nader fr&#229;n det att 
den inleddes. Uppf&#246;ljningen ska ocks&#229; avslutas om n&#228;mnden 
inleder en utredning enligt 11 kap. 1 &#167; f&#246;rsta stycket 
socialtj&#228;nstlagen (2001:453). Lag (2022:664).

Andra &#229;tg&#228;rder

F&#246;rebyggande insatser

22 &#167; Om det kan antas att den som &#228;r under 20 &#229;r till f&#246;ljd av 
ett beteende som avses i 3 &#167; kommer att beh&#246;va beredas v&#229;rd 
enligt denna lag om beteendet forts&#228;tter och det st&#246;d eller 
den behandling som den unge beh&#246;ver inte kan ges med samtycke 
av den unge sj&#228;lv, om han eller hon har fyllt 15 &#229;r, och av 
den unges v&#229;rdnadshavare, f&#229;r socialn&#228;mnden besluta

1. att den unge ska h&#229;lla regelbunden kontakt med en s&#228;rskilt 
kvalificerad kontaktperson som socialn&#228;mnden utsett, eller

2. att den unge ska delta i behandling i &#246;ppna former inom 
socialtj&#228;nsten.

N&#228;r ett s&#229;dant beslut meddelas, ska en s&#228;rskild 
behandlingsplan finnas.

Best&#228;mmelserna i 13 &#167; andra stycket, 13 a &#167; f&#246;rsta stycket 
samt 21 &#167; f&#246;rsta stycket f&#246;rsta meningen och andra och fj&#228;rde 
styckena g&#228;ller i till&#228;mpliga delar ocks&#229; i fr&#229;ga om beslut 
enligt f&#246;rsta stycket. Pr&#246;vning enligt 13 &#167; andra stycket av 
om ett s&#229;dant beslut ska upph&#246;ra att g&#228;lla ska ske f&#246;rsta 
g&#229;ngen inom sex m&#229;nader fr&#229;n dagen f&#246;r n&#228;mndens beslut.

F&#246;rsta stycket &#228;r ocks&#229; till&#228;mpligt om den som &#228;r under 20 &#229;r 
och som d&#246;mts till sluten ungdomsv&#229;rd enligt 32 kap. 5 &#167; 
brottsbalken vid verkst&#228;llighetens slut bed&#246;ms vara i 
uppenbart behov av fortsatta insatser f&#246;r att hindra ett 
s&#229;dant beteende som avses i f&#246;rsta stycket. Lag (2022:664).

23 &#167; Ett beslut enligt 22 &#167; upph&#246;r att g&#228;lla, om

1. beslut fattas om omedelbart omh&#228;ndertagande, eller

2. ans&#246;kan om v&#229;rd bifalls.

Flyttningsf&#246;rbud m.m.

24 &#167; F&#246;rvaltningsr&#228;tten f&#229;r efter ans&#246;kan av socialn&#228;mnden f&#246;r
viss tid eller tills vidare f&#246;rbjuda den som har v&#229;rdnaden om
en under&#229;rig att ta denne fr&#229;n ett hem som avses i 6 kap. 6 &#167;
f&#246;rsta stycket socialtj&#228;nstlagen (2001:453) om det finns en
p&#229;taglig risk f&#246;r att den unges h&#228;lsa eller utveckling skadas
om han eller hon skiljs fr&#229;n hemmet (flyttningsf&#246;rbud).
Lag (2009:804).

25 &#167; Ans&#246;kan om flyttningsf&#246;rbud g&#246;rs av den socialn&#228;mnd som
har l&#228;mnat medgivande enligt 6 kap. 6 &#167; socialtj&#228;nstlagen
(2001:453) att ta emot den unge i ett enskilt hem. Samma n&#228;mnd
beslutar om tillf&#228;lligt flyttningsf&#246;rbud enligt 27 &#167;.
Lag (2001:466).

26 &#167; Socialn&#228;mnden skall minst en g&#229;ng var tredje m&#229;nad &#246;verv&#228;ga om ett
flyttningsf&#246;rbud fortfarande beh&#246;vs.

N&#228;r ett flyttningsf&#246;rbud inte l&#228;ngre beh&#246;vs, skall socialn&#228;mnden besluta
att f&#246;rbudet skall upph&#246;ra.

27 &#167; Socialn&#228;mnden f&#229;r besluta om tillf&#228;lligt flyttningsf&#246;rbud, om

1. det &#228;r sannolikt att ett flyttningsf&#246;rbud beh&#246;vs, och

2. r&#228;ttens beslut om flyttningsf&#246;rbud inte kan avvaktas med h&#228;nsyn till
risken f&#246;r den unges h&#228;lsa eller utveckling.

Om socialn&#228;mndens beslut om tillf&#228;lligt flyttningsf&#246;rbud inte kan
avvaktas, f&#229;r n&#228;mndens ordf&#246;rande eller n&#229;gon annan ledamot som n&#228;mnden
har f&#246;rordnat besluta om ett s&#229;dant f&#246;rbud. Beslutet skall anm&#228;las vid
n&#228;mndens n&#228;sta sammantr&#228;de.

N&#228;r socialn&#228;mnden har ans&#246;kt om flyttningsf&#246;rbud, f&#229;r &#228;ven r&#228;tten
besluta om ett tillf&#228;lligt flyttningsf&#246;rbud.

28 &#167; Har socialn&#228;mnden beslutat om tillf&#228;lligt
flyttningsf&#246;rbud, skall beslutet underst&#228;llas
f&#246;rvaltningsr&#228;tten. D&#228;rvid g&#228;ller best&#228;mmelserna i 7 &#167;
f&#246;rsta-tredje styckena. Lag (2009:804).

29 &#167; Om f&#246;rvaltningsr&#228;tten fastst&#228;ller ett beslut om
tillf&#228;lligt flyttningsf&#246;rbud, skall socialn&#228;mnden inom tv&#229;
veckor fr&#229;n dagen f&#246;r f&#246;rvaltningsr&#228;ttens beslut ans&#246;ka om
flyttningsf&#246;rbud. Lag (2009:804).

30 &#167; Ett tillf&#228;lligt flyttningsf&#246;rbud upph&#246;r

1. om ans&#246;kan om flyttningsf&#246;rbud inte har gjorts inom den tid som anges
i 29 &#167;, eller

2. n&#228;r r&#228;tten avg&#246;r fr&#229;gan om flyttningsf&#246;rbud.

Om det inte l&#228;ngre finns sk&#228;l f&#246;r ett tillf&#228;lligt flyttningsf&#246;rbud,
skall socialn&#228;mnden besluta att detta genast skall upph&#246;ra. Ett s&#229;dant
beslut f&#229;r meddelas ocks&#229; av den r&#228;tt som pr&#246;var en fr&#229;ga om
flyttningsf&#246;rbud.

31 &#167; Om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till &#228;ndam&#229;let med ett
flyttningsf&#246;rbud eller ett tillf&#228;lligt flyttningsf&#246;rbud f&#229;r
socialn&#228;mnden besluta hur den unges umg&#228;nge skall ut&#246;vas med
v&#229;rdnadshavare och med f&#246;r&#228;ldrar som har umg&#228;ngesr&#228;tt reglerad
genom dom eller beslut av domstol eller genom avtal.
Lag (2003:406).

Utresef&#246;rbud

31 a &#167; Om det finns en p&#229;taglig risk f&#246;r att n&#229;gon som &#228;r 
under 18 &#229;r f&#246;rs utomlands eller l&#228;mnar Sverige i syfte att 
ing&#229; &#228;ktenskap eller en &#228;ktenskapsliknande f&#246;rbindelse eller 
k&#246;nsstympas, ska han eller hon f&#246;rbjudas att l&#228;mna Sverige 
(utresef&#246;rbud). Lag (2020:352).

31 b &#167; Beslut om utresef&#246;rbud meddelas av f&#246;rvaltningsr&#228;tten 
efter ans&#246;kan av socialn&#228;mnden. 

Ans&#246;kan ska inneh&#229;lla en redog&#246;relse f&#246;r 

1. den unges f&#246;rh&#229;llanden, 

2. de omst&#228;ndigheter som utg&#246;r grund f&#246;r att den unge beh&#246;ver 
skyddas genom ett utresef&#246;rbud, 

3. tidigare vidtagna &#229;tg&#228;rder, 

4. hur relevant information l&#228;mnats till den unge, 

5. vilket slags relevant information som l&#228;mnats, och 

6. den unges inst&#228;llning.
Lag (2020:352).

31 c &#167; Om ett utresef&#246;rbud har meddelats ska socialn&#228;mnden 
inom sex m&#229;nader fr&#229;n dagen f&#246;r beslutet pr&#246;va om 
utresef&#246;rbudet ska upph&#246;ra. Denna fr&#229;ga ska d&#228;refter pr&#246;vas 
fortl&#246;pande inom sex m&#229;nader fr&#229;n senaste pr&#246;vning. 

Om det inte l&#228;ngre finns sk&#228;l f&#246;r ett utresef&#246;rbud, ska 
socialn&#228;mnden besluta att utresef&#246;rbudet ska upph&#246;ra. 

Ett utresef&#246;rbud upph&#246;r senast n&#228;r den unge fyller 18 &#229;r.
Lag (2020:352).

31 d &#167; Socialn&#228;mnden f&#229;r besluta om tillf&#228;lligt utresef&#246;rbud, 
om 

1. det &#228;r sannolikt att ett utresef&#246;rbud beh&#246;vs, och 

2. r&#228;ttens beslut om utresef&#246;rbud inte kan avvaktas med h&#228;nsyn 
till risken f&#246;r att den unge f&#246;rs utomlands eller l&#228;mnar 
Sverige. 

Om socialn&#228;mndens beslut om tillf&#228;lligt utresef&#246;rbud inte kan 
avvaktas, f&#229;r n&#228;mndens ordf&#246;rande eller n&#229;gon annan ledamot 
som n&#228;mnden har f&#246;rordnat besluta om ett s&#229;dant f&#246;rbud. 
Beslutet ska anm&#228;las vid n&#228;mndens n&#228;sta sammantr&#228;de. 

N&#228;r socialn&#228;mnden har ans&#246;kt om utresef&#246;rbud, f&#229;r &#228;ven r&#228;tten 
besluta om ett tillf&#228;lligt utresef&#246;rbud. Lag (2020:352).

31 e &#167; Om socialn&#228;mnden har beslutat om ett tillf&#228;lligt 
utresef&#246;rbud, ska det beslutet underst&#228;llas f&#246;rvaltningsr&#228;tten 
inom en vecka fr&#229;n den dag d&#229; beslutet fattades. Beslutet och 
handlingarna i &#228;rendet ska tillst&#228;llas r&#228;tten.

F&#246;rvaltningsr&#228;tten ska pr&#246;va beslutet s&#229; snart det kan ske. Om 
det inte finns synnerliga hinder, ska pr&#246;vningen ske inom en 
vecka fr&#229;n den dag d&#229; beslutet och handlingarna kom in till 
r&#228;tten.

Om beslutet inte har underst&#228;llts f&#246;rvaltningsr&#228;tten inom 
f&#246;reskriven tid, upph&#246;r det tillf&#228;lliga utresef&#246;rbudet.

Om socialn&#228;mnden har beslutat om ett tillf&#228;lligt utresef&#246;rbud 
efter det att n&#228;mnden har ans&#246;kt om ett utresef&#246;rbud, ska 
beslutet underst&#228;llas den r&#228;tt som pr&#246;var fr&#229;gan om 
utresef&#246;rbudet. F&#246;rsta-tredje styckena g&#228;ller ocks&#229; vid ett 
s&#229;dant beslut. Lag (2020:352).

31 f &#167; Om f&#246;rvaltningsr&#228;tten fastst&#228;ller ett beslut om 
tillf&#228;lligt utresef&#246;rbud, ska socialn&#228;mnden inom fyra veckor 
fr&#229;n dagen f&#246;r f&#246;rvaltningsr&#228;ttens beslut ans&#246;ka om ett 
utresef&#246;rbud. F&#246;rvaltningsr&#228;tten f&#229;r medge f&#246;rl&#228;ngning av 
denna tid, om ytterligare utredning g&#246;r det n&#246;dv&#228;ndigt.
Lag (2020:352).

31 g &#167; Ett tillf&#228;lligt utresef&#246;rbud upph&#246;r 

1. om en ans&#246;kan om utresef&#246;rbud inte har gjorts inom den tid 
som anges i 31 f &#167; och inte heller f&#246;rl&#228;ngning av tiden har 
beg&#228;rts, eller 

2. n&#228;r r&#228;tten avg&#246;r fr&#229;gan om utresef&#246;rbud. 

Om det inte l&#228;ngre finns sk&#228;l f&#246;r ett tillf&#228;lligt 
utresef&#246;rbud, ska socialn&#228;mnden besluta att detta genast ska 
upph&#246;ra. Ett s&#229;dant beslut f&#229;r meddelas ocks&#229; av den r&#228;tt som 
pr&#246;var en fr&#229;ga om utresef&#246;rbud. Lag (2020:352).

31 h &#167; Beslut om utresef&#246;rbud eller tillf&#228;lligt utresef&#246;rbud 
hindrar inte beslut enligt 21 a &#167; f&#246;rsta stycket.

Ett utresef&#246;rbud eller ett tillf&#228;lligt utresef&#246;rbud upph&#246;r n&#228;r 
ett beslut enligt 21 a &#167; f&#246;rsta stycket har verkst&#228;llts.
Lag (2020:352).

31 i &#167; Socialn&#228;mnden f&#229;r f&#246;r en viss resa besluta om ett 
tillf&#228;lligt undantag fr&#229;n ett utresef&#246;rbud. S&#229;dant beslut f&#229;r 
endast fattas om det inte finns n&#229;gon risk f&#246;r att den unge 
f&#246;rs utomlands eller l&#228;mnar Sverige eller under resan f&#246;rs 
eller beger sig till annat land i syfte att ing&#229; &#228;ktenskap 
eller en &#228;ktenskapsliknande f&#246;rbindelse eller k&#246;nsstympas.
Lag (2020:352).

L&#228;karunders&#246;kning

32 &#167; I ett &#228;rende enligt denna lag f&#229;r socialn&#228;mnden besluta om
l&#228;karunders&#246;kning av den unge samt utse l&#228;kare f&#246;r unders&#246;kningen. Om
unders&#246;kningen inte l&#228;mpligen kan genomf&#246;ras i den unges hem, f&#229;r
n&#228;mnden best&#228;mma n&#229;gon annan plats f&#246;r den. I ett m&#229;l enligt denna lag
har r&#228;tten samma befogenhet.

L&#228;karunders&#246;kning skall, om den inte av s&#228;rskilda sk&#228;l &#228;r obeh&#246;vlig, ske
innan n&#228;mnden g&#246;r ans&#246;kan enligt 4 &#167;.

Provtagning inf&#246;r umg&#228;nge och upph&#246;rande av v&#229;rd

32 a &#167; Har den unge beretts v&#229;rd med st&#246;d av 2 &#167; ska 
socialn&#228;mnden inf&#246;r umg&#228;nge, om det finns anledning till det, 
kontrollera om en v&#229;rdnadshavare eller f&#246;r&#228;lder &#228;r eller har 
varit p&#229;verkad av narkotika, alkoholhaltiga drycker, andra 
berusningsmedel, s&#229;dant medel som avses i 1 &#167; lagen 
(1991:1969) om f&#246;rbud mot vissa dopningsmedel eller s&#229;dan vara 
som omfattas av lagen (1999:42) om f&#246;rbud mot vissa 
h&#228;lsofarliga varor. Socialn&#228;mnden f&#229;r d&#229; besluta att 
v&#229;rdnadshavaren eller f&#246;r&#228;ldern ska uppmanas att l&#228;mna blod-, 
urin-, utandnings-, saliv-, svett- eller h&#229;rprov. 
Lag (2022:664).

32 b &#167; Har den unge beretts v&#229;rd med st&#246;d av 2 &#167; ska 
socialn&#228;mnden inf&#246;r pr&#246;vning av om v&#229;rden ska upph&#246;ra, om det 
finns anledning till det, kontrollera om en v&#229;rdnadshavare &#228;r 
eller har varit p&#229;verkad av n&#229;gon s&#229;dan dryck eller vara eller 
n&#229;got s&#229;dant medel som anges i 32 a &#167;. Socialn&#228;mnden f&#229;r d&#229; 
besluta att han eller hon ska uppmanas att l&#228;mna s&#229;dana prov 
som anges d&#228;r. Lag (2022:664).

32 c &#167; Ett beslut enligt 32 a eller 32 b &#167; f&#229;r fattas bara i 
den m&#229;n &#229;tg&#228;rden &#228;r f&#246;rsvarlig med h&#228;nsyn till dess syfte och 
&#246;vriga omst&#228;ndigheter.

Socialn&#228;mnden ska i beslutet s&#228;rskilt ange vad f&#246;r slags prov 
som avses och syftet med &#229;tg&#228;rden.

Om v&#229;rdnadshavaren eller f&#246;r&#228;ldern inte medverkar till 
provtagning f&#229;r f&#246;rh&#229;llandet tillm&#228;tas den betydelse f&#246;r 
socialn&#228;mndens umg&#228;nges- eller v&#229;rdbeslut som omst&#228;ndigheterna 
motiverar. Lag (2022:664).

Best&#228;mmelser om handl&#228;ggningen

33 &#167; M&#229;l och &#228;renden enligt denna lag skall handl&#228;ggas skyndsamt.

34 &#167; Om den unge &#228;r omh&#228;ndertagen eller om ett tillf&#228;lligt 
flyttningsf&#246;rbud eller ett tillf&#228;lligt utresef&#246;rbud har 
meddelats, ska f&#246;rvaltningsr&#228;tten ta upp m&#229;let till avg&#246;rande 
inom tv&#229; veckor fr&#229;n den dag d&#229; ans&#246;kan om v&#229;rd, fortsatt 
omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd, flyttningsf&#246;rbud eller 
utresef&#246;rbud kom in. F&#246;rvaltningsr&#228;tten f&#229;r f&#246;rl&#228;nga denna 
tid, om ytterligare utredning eller n&#229;gon annan s&#228;rskild 
omst&#228;ndighet g&#246;r det n&#246;dv&#228;ndigt. Lag (2020:352).

35 &#167; I m&#229;l om beredande eller upph&#246;rande av v&#229;rd, 
flyttningsf&#246;rbud, fortsatt omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd 
eller utresef&#246;rbud enligt denna lag ska f&#246;rvaltningsr&#228;tten och 
kammarr&#228;tten h&#229;lla muntlig f&#246;rhandling, om detta inte &#228;r 
uppenbart obeh&#246;vligt. Muntlig f&#246;rhandling ska alltid h&#229;llas, 
om n&#229;gon part beg&#228;r det. Parterna ska upplysas om sin r&#228;tt att 
beg&#228;ra muntlig f&#246;rhandling. 

Om en enskild part som har kallats vid vite att inst&#228;lla sig 
personligen till en f&#246;rhandling uteblir, f&#229;r r&#228;tten f&#246;rordna 
att han eller hon ska h&#228;mtas till r&#228;tten antingen omedelbart 
eller till en senare dag. Lag (2020:352).

36 &#167; Den unge ska f&#229; relevant information. Den unge ska ges
m&#246;jlighet att framf&#246;ra sina &#229;sikter i fr&#229;gor som r&#246;r honom
eller henne. Om den unge inte framf&#246;r sina &#229;sikter, ska hans
eller hennes inst&#228;llning s&#229; l&#229;ngt det &#228;r m&#246;jligt klarl&#228;ggas p&#229;
annat s&#228;tt. Den unges &#229;sikter och inst&#228;llning ska tillm&#228;tas
betydelse i f&#246;rh&#229;llande till hans eller hennes &#229;lder och
mognad.

Om den unge har fyllt 15 &#229;r, har han eller hon r&#228;tt att sj&#228;lv
f&#246;ra sin talan i m&#229;l och &#228;renden enligt denna lag. Den som &#228;r
yngre f&#229;r h&#246;ras i domstol, om han eller hon inte kan antas ta
skada av det.

Den som &#228;r f&#246;rordnad som offentligt bitr&#228;de enligt 39 &#167; f&#246;r
n&#229;gon som &#228;r under 15 &#229;r, utan att samtidigt vara bitr&#228;de f&#246;r
v&#229;rdnadshavaren, &#228;r utan s&#228;rskilt f&#246;rordnande den unges
st&#228;llf&#246;retr&#228;dare i det m&#229;l eller &#228;rende som f&#246;rordnandet
avser. Lag (2012:777).

37 &#167; Vid handl&#228;ggning i kammarr&#228;tt av andra m&#229;l enligt denna 
lag &#228;n m&#229;l om omedelbart omh&#228;ndertagande, tillf&#228;lligt 
flyttningsf&#246;rbud och tillf&#228;lligt utresef&#246;rbud ska n&#228;mndem&#228;n 
ing&#229; i r&#228;tten. Lag (2020:352).

38 &#167; Vid delgivning med enskild i m&#229;l eller &#228;rende enligt denna
lag f&#229;r 34–38 och 47–51 &#167;&#167; delgivningslagen (2010:1932) inte
till&#228;mpas. Lag (2010:1955).

39 &#167; I m&#229;l och &#228;renden om beredande av v&#229;rd enligt 2 eller 
3 &#167;, omedelbart omh&#228;ndertagande enligt 6 eller 6 a &#167;, fortsatt 
omh&#228;ndertagande enligt 9 a &#167;, upph&#246;rande av fortsatt 
omh&#228;ndertagande enligt 9 b &#167;, upph&#246;rande av v&#229;rd enligt 21 &#167;, 
flyttningsf&#246;rbud enligt 24 &#167;, upph&#246;rande av flyttningsf&#246;rbud 
enligt 26 &#167;, utresef&#246;rbud enligt 31 a &#167;, upph&#246;rande av 
utresef&#246;rbud enligt 31 c &#167; eller tillf&#228;lligt utresef&#246;rbud 
enligt 31 d &#167; eller vid &#246;verklagande enligt 41 &#167; f&#246;rsta 
stycket 1 ska offentligt bitr&#228;de f&#246;rordnas f&#246;r den som 
&#229;tg&#228;rden avser samt f&#246;r dennes v&#229;rdnadshavare, om det inte 
m&#229;ste antas att behov av bitr&#228;de saknas.

Till offentligt bitr&#228;de f&#246;r den unge f&#229;r endast den f&#246;rordnas 
som p&#229; grund av sina kunskaper och erfarenheter och &#228;ven i 
&#246;vrigt &#228;r s&#228;rskilt l&#228;mplig f&#246;r uppdraget.

Beh&#246;vs offentligt bitr&#228;de b&#229;de f&#246;r den unge och f&#246;r dennes 
v&#229;rdnadshavare, f&#246;rordnas gemensamt bitr&#228;de, om det inte finns 
motstridiga intressen mellan dem. 

Vid &#246;verklagande enligt 42 &#167; ska offentligt bitr&#228;de f&#246;rordnas 
f&#246;r den som &#228;r under 15 &#229;r och som &#229;tg&#228;rden avser, om det inte 
m&#229;ste antas att behov av bitr&#228;de saknas.

Offentligt bitr&#228;de f&#246;rordnas av den domstol som handl&#228;gger 
m&#229;let. I &#228;renden hos socialn&#228;mnd f&#246;rordnas offentligt bitr&#228;de 
av f&#246;rvaltningsr&#228;tten. Lag (2020:1259).

40 &#167; Beslut om omedelbart omh&#228;ndertagande, om f&#246;rebyggande 
insatser, om tillf&#228;lligt flyttningsf&#246;rbud eller om tillf&#228;lligt 
utresef&#246;rbud g&#228;ller omedelbart. 

Andra beslut av socialn&#228;mnden enligt denna lag g&#228;ller 
omedelbart, om n&#228;mnden inte best&#228;mmer n&#229;got annat. 

R&#228;tten f&#229;r best&#228;mma att andra beslut som r&#228;tten har meddelat 
ska g&#228;lla omedelbart. Lag (2020:352).

Best&#228;mmelser om &#246;verklagande

41 &#167; Socialn&#228;mndens beslut f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol, n&#228;r n&#228;mnden har 

1. beslutat om var v&#229;rden av den unge ska inledas eller 
beslutat i fr&#229;ga om att flytta den unge fr&#229;n det hem d&#228;r han 
eller hon vistas, 

2. beslutat i fr&#229;ga om fortsatt v&#229;rd med st&#246;d av lagen, 

3. med st&#246;d av 14 &#167; beslutat i fr&#229;ga om umg&#228;nge eller beslutat 
att den unges vistelseort inte ska r&#246;jas, 

4. fattat beslut enligt 22 &#167; eller pr&#246;vat om ett s&#229;dant beslut 
ska upph&#246;ra att g&#228;lla, 

5. med st&#246;d av 31 &#167; beslutat i fr&#229;ga om umg&#228;nge, 

6. beslutat i fr&#229;ga om fortsatt flyttningsf&#246;rbud, 

7. beslutat i fr&#229;ga om upph&#246;rande av ett fortsatt 
omh&#228;ndertagande f&#246;r tillf&#228;llig v&#229;rd, 

8. beslutat i fr&#229;ga om fortsatt utresef&#246;rbud, eller 

9. beslutat i fr&#229;ga om tillf&#228;lligt undantag fr&#229;n ett 
utresef&#246;rbud. 

Andra beslut av n&#228;mnden enligt denna lag f&#229;r inte &#246;verklagas. 

R&#228;ttens beslut enligt 8 och 31 f &#167;&#167; i fr&#229;ga om f&#246;rl&#228;ngd 
ans&#246;kningstid och enligt 32 &#167; om l&#228;karunders&#246;kning f&#229;r inte 
&#246;verklagas. Lag (2020:352).

42 &#167; Beslut av Statens institutionsstyrelse enligt denna 
lag f&#229;r &#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol, om 
beslutet g&#228;ller

1. inskr&#228;nkningar i r&#228;tten att anv&#228;nda elektroniska 
kommunikationstj&#228;nster eller ta emot bes&#246;k enligt 15 a &#167;,

2. v&#229;rd vid en l&#229;sbar enhet enligt 15 b &#167;, avskildhet enligt 
15 c &#167; eller v&#229;rd i enskildhet enligt 15 d &#167;, 

3. kroppsvisitation eller ytlig kroppsbesiktning enligt 
17 &#167;,

4. skyldighet att l&#228;mna blod-, urin-, utandnings-, saliv- 
eller svettprov enligt 17 a &#167;, 

5. rumsvisitation enligt 17 b &#167;,

6. &#246;vervakning av brev och andra f&#246;rs&#228;ndelser enligt 19 &#167;, 
eller

7. f&#246;rst&#246;rande eller f&#246;rs&#228;ljning av egendom enligt 20 &#167;.

&#214;verklagande pr&#246;vas av den f&#246;rvaltningsr&#228;tt som meddelat 
beslutet om v&#229;rd.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten. Lag (2018:652).

Handr&#228;ckning av Polismyndigheten och Kriminalv&#229;rden

43 &#167; Polismyndigheten eller, om det g&#228;ller en transport av 
n&#229;gon som v&#229;rdas i ett s&#229;dant s&#228;rskilt hem som avses i 12 &#167;, 
Kriminalv&#229;rden ska l&#228;mna hj&#228;lp f&#246;r att p&#229; beg&#228;ran av

1. socialn&#228;mnden eller n&#228;mndens ordf&#246;rande eller r&#228;tten 
bereda en l&#228;kare, som avses i 32 &#167;, tilltr&#228;de till den unges 
hem eller f&#246;r att f&#246;ra den unge till l&#228;karunders&#246;kningen,

2. socialn&#228;mnden eller n&#229;gon ledamot eller tj&#228;nsteman som 
n&#228;mnden har f&#246;rordnat genomf&#246;ra beslut om v&#229;rd eller 
omh&#228;ndertagande med st&#246;d av denna lag, och

3. Statens institutionsstyrelse efterforska och h&#228;mta den som 
v&#229;rdas vid ett hem f&#246;r s&#228;rskilt noggrann tillsyn p&#229; n&#229;gon 
grund som anges i 3 &#167;, om den unge har avvikit fr&#229;n hemmet, 
eller ombes&#246;rja n&#229;gon annan f&#246;rflyttning av honom eller 
henne.

En beg&#228;ran enligt f&#246;rsta stycket f&#229;r g&#246;ras endast om 

1. det p&#229; grund av s&#228;rskilda omst&#228;ndigheter kan befaras att 
&#229;tg&#228;rden inte kan utf&#246;ras utan att de s&#228;rskilda befogenheter 
som anges i 10 och 10 a &#167;&#167; polislagen (1984:387) eller, om 
det g&#228;ller en transport som utf&#246;rs av Kriminalv&#229;rden, 4 kap. 
4 &#167; och 10 &#167; f&#246;rsta stycket h&#228;kteslagen (2010:611) beh&#246;ver 
tillgripas, eller

2. det annars finns synnerliga sk&#228;l.

Andra stycket g&#228;ller inte en beg&#228;ran av r&#228;tten och inte 
heller en beg&#228;ran av Statens institutionsstyrelse om 
efterforskning. Lag (2017:135).

43 a &#167; Kriminalv&#229;rden ska vid en transport enligt 43 &#167; 
till&#228;mpa f&#246;ljande best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten. Lag (2017:135).

43 b &#167; Den som beg&#228;r hj&#228;lp enligt 43 &#167; ska utan hinder av 
sekretess l&#228;mna den verkst&#228;llande myndigheten de uppgifter om 
den unge eller n&#228;rst&#229;ende till denne som beh&#246;vs f&#246;r 
planeringen och genomf&#246;randet av &#229;tg&#228;rden. Lag (2017:135).

43 c &#167; Den unge f&#229;r tas i f&#246;rvar, om det &#228;r n&#246;dv&#228;ndigt f&#246;r 
att en transport enligt 43 &#167; ska kunna genomf&#246;ras. Den som &#228;r 
under femton &#229;r f&#229;r dock inte tas i f&#246;rvar. Lag (2017:135).

Straff

44 &#167; Den som &#246;vertr&#228;der ett flyttningsf&#246;rbud eller ett
tillf&#228;lligt flyttningsf&#246;rbud ska d&#246;mas till b&#246;ter.

Allm&#228;nt &#229;tal f&#229;r v&#228;ckas endast efter medgivande av
socialn&#228;mnden eller Socialstyrelsen. Lag (2009:598).

45 &#167; Den som f&#246;r ut ett barn ur Sverige i strid med ett 
utresef&#246;rbud eller ett tillf&#228;lligt utresef&#246;rbud d&#246;ms till 
f&#228;ngelse i h&#246;gst tv&#229; &#229;r. F&#246;r f&#246;rs&#246;k d&#246;ms det till ansvar 
enligt 23 kap. brottsbalken. Lag (2020:352).


&#214;verg&#229;ngsbest&#228;mmelser

1990:52

1. Denna lag (nya lagen) tr&#228;der i kraft den 1 juli 1990, d&#229; lagen
(1980:621) med s&#228;rskilda best&#228;mmelser om v&#229;rd av unga (gamla lagen)
skall upph&#246;ra att g&#228;lla.

2. Ett beslut om omh&#228;ndertagande enligt 6 &#167; i den gamla lagen skall
anses som ett beslut enligt 6 &#167; i den nya lagen.

3. F&#246;reskrifterna i 1 &#167; och 2 &#167; andra stycket i den gamla lagen g&#228;ller
fortfarande n&#228;r ans&#246;kan om v&#229;rd med st&#246;d av den lagen har kommit in till
l&#228;nsr&#228;tten f&#246;re den 1 juli 1990.

4. Ett beslut om v&#229;rd p&#229; n&#229;gon grund som anges i 1 &#167; andra stycket 1 i
den gamla lagen skall anses som ett beslut om v&#229;rd med st&#246;d av 2 &#167; i den
nya lagen. Ett beslut om v&#229;rd p&#229; n&#229;gon grund som anges i 1 &#167; andra
stycket 2 eller tredje stycket i den gamla lagen skall anses som ett
beslut om v&#229;rd med st&#246;d av 3 &#167; i den nya lagen.

5. Ett beslut enligt 8 a eller 16 &#167; i den gamla lagen skall anses som
ett beslut enligt 22 respektive 14 &#167; i den nya lagen.

6. Har ett flyttningsf&#246;rbud beslutats med st&#246;d av socialtj&#228;nstlagen
(1980:620), g&#228;ller socialtj&#228;nstlagens best&#228;mmelser om flyttningsf&#246;rbud
&#228;ven efter den 1 juli 1990. Dessutom till&#228;mpas best&#228;mmelserna om
&#246;verv&#228;gande i 26 &#167; och om umg&#228;nge i 31 &#167; i den nya lagen.

7. Har ett tillf&#228;lligt flyttningsf&#246;rbud beslutats med st&#246;d av
socialtj&#228;nstlagen (1980:620), g&#228;ller socialtj&#228;nstlagens best&#228;mmelser om
s&#229;dant flyttningsf&#246;rbud &#228;ven efter den 1 juli 1990. Dessutom till&#228;mpas
best&#228;mmelserna om umg&#228;nge i 31 &#167; i den nya lagen.

8. Om det i en lag eller i en f&#246;rfattning som har beslutats av
regeringen h&#228;nvisas till den gamla lagen, skall h&#228;nvisningen i st&#228;llet
avse denna lag. H&#228;nvisas det till en f&#246;reskrift som har ersatts av en
f&#246;reskrift i denna lag, skall den nya f&#246;reskriften till&#228;mpas.

1993:2

Denna lag tr&#228;der i kraft den 1 juli 1993.

&#196;ldre best&#228;mmelser till&#228;mpas i fr&#229;ga om v&#229;rd som l&#228;mnas under
tiden den 1 juli 1993--den 1 juli 1994. Har staten f&#246;re den 1 juli
1994 med st&#246;d av 23 a &#167; socialtj&#228;nstlagen (1980:620) tagit &#246;ver ett
hem som avses i 12 &#167; till&#228;mpas dock de nya best&#228;mmelserna i fr&#229;ga
om v&#229;rden fr&#229;n och med den dag &#246;vertagandet skedde.

2001:466

1. Denna lag tr&#228;der i kraft den 1 juli 2001.

2. H&#228;nvisningar i denna lag till socialtj&#228;nstlagen (2001:453)
skall till utg&#229;ngen av &#229;r 2001 i st&#228;llet avse motsvarande
best&#228;mmelser i socialtj&#228;nstlagen (1980:620).

2005:468

1. Denna lag tr&#228;der i kraft den 1 juli 2005.

2. Beslut som f&#246;re lagens ikrafttr&#228;dande fattats av den som
f&#246;rest&#229;r v&#229;rden vid ett s&#228;rskilt ungdomshem skall vid
till&#228;mpningen av denna lag anses fattade av Statens
institutionsstyrelse.

2010:1955

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om en handling har skickats eller
l&#228;mnats f&#246;re den 1 april 2011.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3565">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3567">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
