

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1990-01-11" /> 
 <meta id="rattsinfo-edited" content="2013-08-16" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3573</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1989:1007 ·
                    <a href="/sfsr?bet=1989:1007">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1989:1007) om &#246;verenskommelse mellan Sverige, Danmark, Finland, Island och Norge om folkbokf&#246;ring</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1989-12-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1990:910
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1990-10-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse om folkbokf&#246;ring som Sverige, Danmark, Finland, 
Island och Norge undertecknade den 8 maj 1989 skall g&#228;lla f&#246;r Sveriges 
del. &#214;verenskommelsen &#228;r avfattad p&#229; svenska, danska, finska, isl&#228;ndska 
och norska. Samtliga texter har samma giltighet. Den f&#246;r Sverige 
utf&#228;rdade texten framg&#229;r av bilaga till denna lag. De &#246;vriga texterna 
skall kung&#246;ras genom publicering i Sveriges &#246;verenskommelser med 
fr&#228;mmande makter (S&#214;). 

*/k/ Bilaga */-k/ 

/r1/ &#214;verenskommelse mellan Danmark, Finland, Island, Norge och Sverige 
om folkbokf&#246;ring 

Regeringarna i Danmark, Finland, Island, Norge och Sverige har, f&#246;r att 
underl&#228;tta folkbokf&#246;ringen i de avtalsslutande l&#228;nderna, &#246;verenskommit 
om f&#246;ljande:

/r4/ Artikel 1

Denna &#246;verenskommelse g&#228;ller personer som &#228;r registrerade s&#229;som bosatta 
i ett av de avtalsslutande l&#228;nderna och som avser att flytta eller som 
har flyttat till ett annat av dessa l&#228;nder. Tidsbegr&#228;nsad vistelse som 
varar mindre &#228;n sex m&#229;nader anses normalt inte som flyttning.

/r4/ Artikel 2

1. Den som avser att flytta fr&#229;n ett av de avtalsslutande l&#228;nderna till 
ett annat av dessa l&#228;nder, skall anm&#228;la detta till den lokala 
registreringsmyndigheten i utflyttningslandet.

N&#228;mnda myndighet tillst&#228;ller genast den flyttande internordiskt 
flyttningsbetyg med bifogad blankett f&#246;r internordiskt flyttningsbevis. 
Betyget &#228;r giltigt i tre m&#229;nader fr&#229;n dagen f&#246;r utf&#228;rdandet.

2. Den som har flyttat fr&#229;n ett av de avtalsslutande l&#228;nderna och efter 
inflyttning bosatt sig i ett annat av dessa l&#228;nder, skall inom den tid 
som g&#228;ller f&#246;r flyttningsanm&#228;lan inom sistn&#228;mnda land, anm&#228;la 
inflyttningen till den lokala registreringsmyndigheten. Samtidigt d&#228;rmed 
skall han l&#228;mna det flyttningsbetyg med bifogad blankett f&#246;r 
internordiskt flyttningsbevis som n&#228;mns i punkt 1. Har han inte 
flyttningsbetyg, skall den lokala registreringsmyndigheten rekvirera 
flyttningsbetyg fr&#229;n den lokala registreringsmyndigheten i 
utflyttningslandet. Det &#229;ligger n&#228;mnda myndighet att genast l&#228;mna s&#229;dant 
betyg till den lokala registreringsmyndigheten i inflyttningslandet s&#229; 
att detta &#228;r myndigheten tillhanda senast 14 dagar efter rekvisitionen.

3. Den lokala registreringsmyndigheten i inflyttningslandet beslutar om 
en person skall registreras som bosatt i inflyttningslandet.

Registrering kan enbart ske med st&#246;d av flyttningsbetyg. S&#229; snart 
registreringen &#228;r gjord, skall den lokala registreringsmyndigheten i 
utflyttningslandet underr&#228;ttas. Underr&#228;ttelse sker genom &#246;vers&#228;ndande av 
internordiskt flyttningsbevis.

Finner den lokala registreringsmyndigheten sk&#228;l att anta att den som har 
anm&#228;lt flyttning b&#246;r anses som bosatt p&#229; annan ort i inflyttningslandet, 
skall myndigheten h&#228;nvisa honom till den lokala registreringsmyndigheten 
p&#229; den orten. Flyttningsbetyget &#229;terl&#228;mnas till honom med p&#229;teckning om 
h&#228;nvisningen.

Anser den lokala registreringsmyndigheten att den som har l&#228;mnat ett 
flyttningsbetyg inte kan anses som bosatt inom registreringsomr&#229;det, och 
f&#246;religger inte fall som avses i f&#246;reg&#229;ende stycke, antecknas beslutet 
p&#229; blanketten f&#246;r flyttningsbevis samtidigt som den flyttande 
underr&#228;ttas. Flyttningsbetyget beh&#229;lls av registreringsmyndigheten. 
Blanketten f&#246;r flyttningsbevis skall genast &#229;ters&#228;ndas till den lokala 
registreringsmyndighet som har utf&#228;rdat flyttningsbetyget.

F&#246;rst n&#228;r flyttningsbeviset har &#229;terkommit skall den lokala 
registreringsmyndigheten i utflyttningslandet avf&#246;ra den flyttande fr&#229;n 
registret. Som dag f&#246;r utflyttningen anges den dag som 
inflyttningslandet registrerat som inflyttningsdag. 

4. Har den lokala registreringsmyndigheten i utflyttningslandet inte 
&#229;terf&#229;tt flyttningsbeviset inom en m&#229;nad fr&#229;n den dag som uppgetts som 
flyttningsdag, skall myndigheten v&#228;nda sig direkt till den lokala 
registreringsmyndigheten i inflyttningslandet f&#246;r att f&#229; de upplysningar 
som fordras med h&#228;nsyn till registreringen. Detsamma g&#228;ller om en lokal 
registreringsmyndighet har anledning att anta att en registerf&#246;rd person 
har flyttat till ett annat av de avtalsslutande l&#228;nderna.

/r4/ Artikel 3

Fr&#229;gan om en person enligt denna &#246;verenskommelse skall anses som bosatt 
eller inte bosatt i inflyttningslandet avg&#246;rs enligt lagstiftningen i 
detta land.

Om den lokala registreringsmyndigheten i utflyttningslandet anser att 
registreringen inte &#228;r riktig, kan den ta upp fr&#229;gan med den lokala 
registreringsmyndigheten i inflyttningslandet. Om enighet inte uppn&#229;s, 
kan den lokala registreringsmyndigheten i utflyttningslandet anm&#228;la 
fr&#229;gan till landets centrala registreringsmyndighet som i sin tur kan ta 
upp fr&#229;gan med inflyttningslandets centrala registreringsmyndighet.

Som inflyttningsland anses det land som en person har bosatt sig i efter 
inflyttning fr&#229;n ett annat land. Detta g&#228;ller s&#229; l&#228;nge som de faktiska 
bostadsf&#246;rh&#229;llandena &#228;r desamma som d&#229; inflyttningen skedde.

/r4/ Artikel 4

De avtalsslutande l&#228;nderna f&#246;rbinder sig &#246;msesidigt att l&#228;mna de 
upplysningar som anses n&#246;dv&#228;ndiga f&#246;r bed&#246;mningen av bos&#228;ttningsfr&#229;gan 
och att l&#228;mna underr&#228;ttelse om de beslut som fattas.

/r4/ Artikel 5

Med lokal registreringsmyndighet avses i denna &#246;verenskommelse:

i Danmark       folkregistret,
i Finland       registerbyr&#229;n,
i Island        nationalregistret,
i Norge         folkregistret,
i Sverige       pastors&#228;mbetet (i Stockholm och G&#246;teborg den lokala 
                skattemyndigheten).
                Fr&#229;n och med den 1 juli 1991 den lokala 
                skattemyndigheten. 

/r4/ Artikel 6

Formul&#228;r till internordiskt flyttningsbetyg och flyttningsbevis skall 
inneh&#229;lla upplysningar om: 1. utflyttningsland, 2. kommun (i Sverige 
f&#246;rsamling), 3. adress, 4. inflyttningsland, 5. kommun (i Sverige 
f&#246;rsamling), 6. adress, 7. uppgiven flyttningsdag, 8. namn, 9. 
f&#246;r&#228;ldrar, 10. make/maka, 11. k&#246;n, 12. f&#246;delsetid, 13. f&#246;delseort, 14 
civilst&#229;nd och datum, 15. medborgarskap, 16. tidigare bos&#228;ttning i 
inflyttningslandet, 17. namn och f&#246;delsetid p&#229; icke medflyttande 
make/maka, 18. namn och f&#246;delsetid p&#229; icke medflyttande f&#246;r&#228;lder (f&#246;r 
barn under 18 &#229;r), 19. anm&#228;rkningar. Vidare skall formul&#228;ren ange datum 
f&#246;r flyttningsbetygets utf&#228;rdande, st&#228;mpel och underskrift, registrerad 
inflyttningsdag samt de tidsfrister som g&#228;ller i de olika l&#228;nderna f&#246;r 
flyttningsanm&#228;lan p&#229; inflyttningsorten. 

De avtalsslutande l&#228;ndernas formul&#228;r till flyttningsbetyg och 
flyttningsbevis skall ha samma form och inneh&#229;ll men avfattas p&#229; 
respektive lands spr&#229;k. Formul&#228;ren skall fastst&#228;llas efter samr&#229;d mellan 
de centrala myndigheterna i de avtalsslutande l&#228;nderna.

/r4/ Artikel 7

&#214;verenskommelsen tr&#228;der i kraft den 1 januari, 1 april, 1 juli eller 1 
oktober som infaller n&#228;rmast efter det att tre m&#229;nader f&#246;rflutit fr&#229;n 
den dag d&#229; samtliga parter har meddelat det norska utrikesdepartementet 
att de har godk&#228;nt &#246;verenskommelsen.

F&#246;r F&#228;r&#246;arna och Gr&#246;nland tr&#228;der dock &#246;verenskommelsen i kraft den 1 
januari, 1 april, 1 juli eller 1 oktober som infaller n&#228;rmast efter det 
att tre m&#229;nader f&#246;rflutit sedan Danmarks regering har meddelat det 
norska utrikesdepartementet att f&#246;ruts&#228;ttningarna f&#246;r ikrafttr&#228;dande &#228;r 
uppfyllda.

Det norska utrikesdepartementet meddelar de &#246;vriga parterna om 
mottagandet av dessa meddelanden och om tidpunkten f&#246;r &#246;verenskommelsens 
ikrafttr&#228;dande.

/r4/ Artikel 8

Samtidigt som denna &#246;verenskommelse tr&#228;der i kraft upph&#228;vs den nordiska 
&#246;verenskommelsen om folkbokf&#246;ring fr&#229;n den 5 december 1968.

/r4/ Artikel 9

En part kan i f&#246;rh&#229;llande till var och en av de andra parterna s&#228;ga upp 
&#246;verenskommelsen med en upps&#228;gningstid av sex m&#229;nader. &#214;verenskommelsen 
upph&#246;r d&#228;refter att g&#228;lla fr&#229;n och med n&#228;stkommande 1 januari eller 1 
juli. Upps&#228;gning skall ske genom skriftlig underr&#228;ttelse till ber&#246;rd 
part och det norska utrikesdepartementet. Det norska 
utrikesdepartementet underr&#228;ttar de &#246;vriga parterna om mottagandet av 
s&#229;dant meddelande och om dess inneh&#229;ll.

/r4/ Artikel 10

Originaltexten till denna &#246;verenskommelse deponeras hos det norska 
utrikesdepartementet, som tillst&#228;ller de &#246;vriga parterna bestyrkta 
kopior d&#228;rav.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen 
bemyndigade, undertecknat denna &#246;verenskommelse.

Som skedde i Reykjavik den 8 maj 1989 i ett exemplar p&#229; danska, finska, 
isl&#228;ndska, norska och svenska spr&#229;ken som alla har lika giltighet. 




</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3572">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3574">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
