

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1989-08-28" /> 
 <meta id="rattsinfo-edited" content="1999-07-09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3585</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3584">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3586">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1989:698 ·
                    <a href="/sfsr?bet=1989:698">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1989:698) om till&#228;mpning av en &#246;verenskommelse 
mellan Sverige och Spanien om &#246;msesidigt administrativt 
bist&#229;nd i tullfr&#229;gor
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1989-07-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1999:507
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-09-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Den &#246;verenskommelse mellan Sverige och Spanien om &#246;msesidigt
administrativt bist&#229;nd i tullfr&#229;gor som har undertecknats den 27
december 1988 skall g&#228;lla h&#228;r i riket.

&#214;verenskommelsen i spansk och svensk text bifogas denna f&#246;rordning som
bilaga.

2 &#167; Tullverket f&#229;r meddela f&#246;reskrifter som avses i artikel 13
f&#246;rsta stycket andra meningen i &#246;verenskommelsen.
F&#246;rordning (1999:507).


Bilaga

&#214;VERENSKOMMELSE OM &#214;MSESIDIGT ADMINISTRATIVT BIST&#197;ND I TULLFR&#197;GOR MELLAN
KONUNGARIKET SVERIGE OCH KONUNGARIKET SPANIEN

KONUNGARIKET SVERIGE OCH KONUNGARIKET SPANIEN,

SOM BEAKTAR att &#246;vertr&#228;delser av tullagarna skadar deras respektive
l&#228;nders ekonomiska, fiskala och sociala intressen samt handelns,
industrins och jordbrukets ber&#228;ttigade intressen,

SOM BEAKTAR vikten av att s&#228;kerst&#228;lla ett riktigt fastst&#228;llande av
tullar, andra skatter och avgifter p&#229; import eller export liksom en
korrekt till&#228;mpning av best&#228;mmelser om f&#246;rbud, restriktioner och
kontroll,

SOM &#196;R &#214;VERTYGADE OM att bem&#246;danden f&#246;r att f&#246;rhindra, utreda och beivra
&#246;vertr&#228;delser av tullagarna och bem&#246;danden f&#246;r att s&#228;kerst&#228;lla en riktig
uppb&#246;rd av tullar, andra skatter och avgifter p&#229; import eller export kan
g&#246;ras mera effektiva genom samarbete mellan deras tullmyndigheter,

SOM UPPM&#196;RKSAMMAR tullsamarbetsr&#229;dets rekommendation om &#246;msesidigt
administrativt bist&#229;nd av den 5 december 1953,

HAR KOMMIT &#214;VERENS OM F&#214;LJANDE:

TILL&#196;MPNINGSOMR&#197;DE
ARTIKEL 1

1. De avtalsslutande parterna kommer &#246;verens om att deras
tullmyndigheter skall l&#228;mna varandra &#246;msesidigt bist&#229;nd, i enlighet med
de i denna &#246;verenskommelse angivna villkoren, i syfte att

a) s&#228;kerst&#228;lla att tullar, andra skatter och avgifter p&#229; import eller
export uppb&#228;rs noggrant,

b) f&#246;rhindra, utreda och beivra &#246;vertr&#228;delser av tullagarna.

2. Det i punkt 1 angivna administrativa bist&#229;ndet avser inte indrivning
av tullar, skatter, avgifter, b&#246;ter och andra belopp f&#246;r den andra
statens r&#228;kning.

3. Det bist&#229;nd som omfattas av denna &#246;verenskommelse l&#228;mnas inom ramen
f&#246;r den anmodade statens lagstiftning och dess tullmyndighets beh&#246;righet
och resurser.

DEFINITIONER
ARTIKEL 2

I denna &#246;verenskommelse avses med

a) &quot;tullagar&quot; alla de best&#228;mmelser i lag eller annan f&#246;rfattning som av
tullmyndigheterna kan till&#228;mpas p&#229; import, export eller transitering av
varor, kapital eller betalningsmedel, vare sig det g&#228;ller uppb&#246;rd av
eller garanti f&#246;r skatter och avgifter eller till&#228;mpning av f&#246;rbud,
restriktioner eller kontrollbest&#228;mmelser.

b) &quot;tullbrott&quot; varje &#246;vertr&#228;delse av tullagarna liksom varje f&#246;rs&#246;k till
s&#229;dan &#246;vertr&#228;delse,

c) &quot;tullmyndighet&quot; i Konungariket Sverige generaltullstyrelsen och i
Konungariket Spanien Direccion General de Aduanas e Impuestos
Especiales del Ministerio de Economia y Hacienda.

UTBYTE AV UPPLYSNINGAR
ARTIKEL 3

1. P&#229; anmodan skall tullmyndigheterna l&#228;mna varandra alla upplysningar
som kan bidra till att s&#228;kerst&#228;lla noggrannhet i till&#228;mpningen av
tullagarna och s&#228;rskilt upplysningar som kan underl&#228;tta

-- till&#228;mpningen av f&#246;rbud och restriktioner r&#246;rande import och export,

-- till&#228;mpningen av nationella ursprungsregler som inte omfattas av
andra arrangemang.

2. Om den anmodade myndigheten inte har de efterfr&#229;gade upplysningarna,
skall den inleda efterforskningar i enlighet med f&#246;reskrifterna i sina
tullagar.

3. Den anmodade myndigheten skall bedriva dessa efterforskningar som om
den handlade f&#246;r egen r&#228;kning.

ARTIKEL 4

P&#229; anmodan skall tullmyndigheterna l&#228;mna varandra upplysningar p&#229;
f&#246;ljande punkter:

1. import till den anmodade statens territorium av varor som exporterats
fr&#229;n den anmodande statens territorium, fr&#228;mst n&#228;r dessa varor, n&#228;r de
l&#228;mnar den statens territorium, har kommit i &#229;tnjutande av
f&#246;rm&#229;nsbehandling p&#229; grund av denna destination;

2. export fr&#229;n den anmodade staten av varor som importerats till den
anmodande statens territorium.

Handlingar och akter i original skall efterfr&#229;gas enbart i de fall d&#229;
vederb&#246;rligen bestyrkta kopior inte &#228;r tillfyllest.

Dessa handlingar och akter skall snarast m&#246;jligt &#229;terl&#228;mnas.

ARTIKEL 5

Tullmyndigheterna skall sj&#228;lvmant eller p&#229; anmodan l&#228;mna varandra alla
de upplysningar som de f&#246;rfogar &#246;ver r&#246;rande

a) ovanliga handlingar som beg&#229;tts eller planerats och som &#228;r, eller
f&#246;refaller vara, av brottslig art enligt den andra statens tullagar,

b) personer som &#228;r misst&#228;nkta f&#246;r att beg&#229; tullbrott i den andra staten,

c) transportmedel som befaras bli anv&#228;nda vid tullbrott i den andra
staten,

d) nya f&#246;rfaranden eller metoder som anv&#228;nds vid tullbrott,

e) varor som uppges vara f&#246;rem&#229;l f&#246;r illegal trafik mellan de b&#229;da
staterna.

&#214;VERVAKNING AV PERSONER, VAROR OCH TRANSPORTMEDEL
ARTIKEL 6

Sj&#228;lvmant eller p&#229; anmodan skall tullmyndigheterna inom ramen f&#246;r sin
beh&#246;righet och sina resurser s&#228;rskilt &#246;vervaka

-- resor, s&#228;rskilt inresor till och utresor fr&#229;n sitt territorium, som
f&#246;retas av personer som i den anmodande staten misst&#228;nks f&#246;r att
yrkesm&#228;ssigt eller regelm&#228;ssigt &#228;gna sig &#229;t brott mot tullagarna,

-- misst&#228;nkta varur&#246;relser, som av den anmodande staten uppgetts vara
f&#246;rem&#229;l f&#246;r en betydande trafik till eller fr&#229;n dess territorium,

-- transportmedel som den anmodande staten har orsak befara kan anv&#228;ndas
f&#246;r att beg&#229; tullbrott inom dess territorium.

UTREDNINGAR
ARTIKEL 7

1. P&#229; anmodan vidtar tullmyndigheterna alla n&#246;dv&#228;ndiga &#229;tg&#228;rder och
f&#246;ranstaltar s&#228;rskilt om unders&#246;kningar f&#246;r att s&#228;kerst&#228;lla utredning
och beivrande av brott. Den anmodade myndigheten underr&#228;ttar den
anmodande myndigheten om resultatet av dessa &#229;tg&#228;rder.

2. Unders&#246;kningarna f&#246;retas i enlighet med den anmodade statens
r&#228;ttsregler.

Den anmodade myndigheten skall g&#229; till v&#228;ga som om den handlade f&#246;r egen
r&#228;kning.

3. Den anmodade statens tullmyndighet kan till&#229;ta representanter f&#246;r den
anmodande myndigheten att n&#228;rvara vid dessa unders&#246;kningar.

VITTNESM&#197;L FR&#197;N TULLTJ&#196;NSTEM&#196;N
ARTIKEL 8

P&#229; anmodan av endera statens domstolar, hos vilka m&#229;l eller &#228;renden
r&#246;rande tullbrott anh&#228;ngiggjorts, kan den andra statens tullmyndighet
bemyndiga sina tj&#228;nstem&#228;n att inf&#246;r dessa domstolar avl&#228;gga vittnesm&#229;l i
egenskap av vittnen eller sakkunniga. I framst&#228;llning om inst&#228;llelse
skall klart anges i vilket &#228;rende och i vilken egenskap tj&#228;nstemannen
skall h&#246;ras.

ANV&#196;NDNING AV UPPLYSNINGAR OCH HANDLINGAR
ARTIKEL 9

1. Upplysningar, handlingar och &#246;vrig information som erh&#229;llits genom
till&#228;mpning av denna &#246;verenskommelse f&#229;r anv&#228;ndas endast f&#246;r denna
&#246;verenskommelses syften. De f&#229;r anv&#228;ndas f&#246;r andra &#228;ndam&#229;l endast om den
tullmyndighet som l&#228;mnat dem uttryckligen samtycker h&#228;rtill. Detta
f&#246;rbeh&#229;ll g&#228;ller inte upplysningar, handlingar och &#246;vrig information som
avser brott som har att g&#246;ra med narkotika och psykotropa &#228;mnen.

2. F&#246;r upplysningar, handlingar och annan information, som den ena
statens tullmyndighet f&#246;rfogar &#246;ver med till&#228;mpning av denna
&#246;verenskommelse, g&#228;ller den sekretess som enligt statens nationella
lagstiftning g&#228;ller f&#246;r handlingar och upplysningar av samma slag.

3. Tullmyndighterna kan, s&#229;v&#228;l i sina protokoll, rapporter och
vittnesm&#229;l som i samband med f&#246;rfaranden och talan vid den andra statens
administrativa och r&#228;ttsliga myndigheter, som bevis l&#228;mna de
upplysningar och handlingar som erh&#229;llits under de i denna
&#246;verenskommelse avsedda f&#246;ruts&#228;ttningarna. R&#228;tten att &#229;beropa dessa
upplysningar i r&#228;ttsliga sammanhang samt det bevisv&#228;rde de b&#246;r tillm&#228;tas
&#228;r beroende av den nationella lagstiftningen.

DELGIVNING
ARTIKEL 10

P&#229; beg&#228;ran av endera tullmyndigheten skall den andra tullmyndigheten
delge eller genom beh&#246;riga myndigheter l&#229;ta delge dem som ber&#246;rs och &#228;r
bosatta, etablerade eller annars vistas p&#229; dess territorium alla
handlingar och beslut som f&#246;ljer av till&#228;mpningen av tullagarna.
Delgivning skall ske enligt g&#228;llande best&#228;mmelser i den anmodade staten.

UNDANTAG FR&#197;N BIST&#197;NDSSKYLDIGHETEN
ARTIKEL 11

1. Om det kan anses att beviljandet av det beg&#228;rda bist&#229;ndet skulle
inkr&#228;kta p&#229; den anmodade partens suver&#228;nitet, s&#228;kerhet, allm&#228;nna
r&#228;ttsprinciper (ordre public) eller andra v&#228;sentliga intressen, eller om
det enligt denna parts &#229;sikt skulle inneb&#228;ra en kr&#228;nkning av
industriell, kommersiell eller yrkesm&#228;ssig hemlighet, kan
tullmyndigheten v&#228;gra att l&#228;mna bist&#229;nd, l&#228;mna det endast delvis eller
l&#228;mna det p&#229; vissa villkor eller med vissa f&#246;rbeh&#229;ll.

2. N&#228;r en framst&#228;llning om bist&#229;nd inte kan efterkommas, skall den
anmodande tullmyndigheten underr&#228;ttas d&#228;rom utan dr&#246;jsm&#229;l. Sk&#228;len till
v&#228;gran att l&#228;mna bist&#229;nd skall anges.

3. N&#228;r en tullmyndighet som g&#246;r en framst&#228;llning om bist&#229;nd inte sj&#228;lv
kan efterkomma en framst&#228;llning av samma slag fr&#229;n den andra
tullmyndigheten, skall myndigheten uppge detta i sin framst&#228;llning. I
s&#229;dant fall skall den anmodade myndigheten ha handlingsfrihet att
best&#228;mma om hur framst&#228;llningen skall handl&#228;ggas.

KOSTNADER
ARTIKEL 12

De avtalsslutande parterna avst&#229;r fr&#229;n att kr&#228;va ers&#228;ttning f&#246;r
kostnader som f&#246;ranletts av till&#228;mpningen av denna &#246;verenskommelse, utom
vad avser den gottg&#246;relse som utg&#229;tt till vittnen, sakkunniga och
tolkar.

UTBYTE AV BIST&#197;ND
ARTIKEL 13

1. Bist&#229;nd inom ramen f&#246;r denna &#246;verenskommelse skall utbytas direkt
mellan de b&#229;da staternas tullmyndigheter. Till&#228;mpningsbest&#228;mmelser
fastst&#228;lls av de b&#229;da staternas tullmyndigheter efter samr&#229;d dem
emellan.

2. De b&#229;da staternas tullmyndigheter skall vidta &#229;tg&#228;rder f&#246;r att deras
tj&#228;nstem&#228;n med s&#228;rskilt eller huvudsakligt ansvar f&#246;r att bek&#228;mpa
tullbrott skall ha personlig och direkt f&#246;rbindelse med varandra f&#246;r att
utbyta information.

GILTIGHETSOMR&#197;DE
ARTIKEL 14

Denna &#246;verenskommelses giltighetsomr&#229;de omfattar de b&#229;da staternas
nationella territorier.

IKRAFTTR&#196;DANDE OCH UPPS&#196;GNING

1. Var och en av de b&#229;da staterna skall skriftligen notifiera den andra
n&#228;r de konstitutionella f&#246;rfaranden som &#228;r n&#246;dv&#228;ndiga f&#246;r
ikrafttr&#228;dandet av &#246;verenskommelsen har uppfyllts.

&#214;verenskommelsen tr&#228;der i kraft 60 dagar efter dagen f&#246;r den sista
notifikationen.

2. Denna &#246;verenskommelse tr&#228;ffas f&#246;r obegr&#228;nsad tid. Var och en av de
avtalsslutande staterna kan n&#228;r som helst s&#228;ga upp den genom skriftlig
notifikation p&#229; diplomatisk v&#228;g till den andra avtalsslutande staten.
&#214;verenskommelsen upph&#246;r att g&#228;lla sex m&#229;nader efter dagen f&#246;r denna
notifikation.

Uppr&#228;ttad i Madrid den 27 december 1988 i tv&#229; exemplar p&#229; svenska och
spanska spr&#229;ken, vilka b&#229;da texter har lika giltighet.

F&#246;r Konungariket Sveriges regering
Karl-Anders Wollter

F&#246;r Konungariket Spaniens regering
Francisco Fernandez Ordonez

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3584">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3586">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
