

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1989-04-14" /> 
 <meta id="rattsinfo-edited" content="1997-08-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3606</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3605">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3607">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1989:102 ·
                    <a href="/sfsr?bet=1989:102">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1989:102) om till&#228;mpning av en 
&#246;verenskommelse den 14 februari 1989 mellan 
Sverige och Australien om sjukv&#229;rd &#229;t
tillf&#228;lliga bes&#246;kande
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1989-03-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1995:282
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-05-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse mellan Sverige och Australien om sjukv&#229;rd &#229;t
tillf&#228;lliga bes&#246;kande som har undertecknats den 14 februari 1989
skall g&#228;lla h&#228;r i landet fr&#229;n och med den 1 maj 1989.

&#214;verenskommelsen med den senare &#228;ndring av artikel 1 som
regeringarna i dessa l&#228;nder har enats om fogas till denna f&#246;rordning
som bilaga. F&#246;rordning (1995:282).

Bilaga

&#214;verenskommelse mellan Konungariket Sverige och Australien om sjukv&#229;rd
&#229;t tillf&#228;lliga bes&#246;kande

Regeringen i Konungariket Sverige och regeringen i Australien,

som &#246;nskar bereda den som &#228;r bosatt inom ett av de b&#229;da staternas
territorier omedelbart n&#246;dv&#228;ndig sjukv&#229;rd under tillf&#228;llig vistelse inom
den andra statens territorium,

har kommit &#246;verens om f&#246;ljande:

Artikel 1

(1) I denna &#246;verenskommelse avses med:

(a) sjukv&#229;rd

(i) med avseende p&#229; Australien, &#246;ppenv&#229;rd och sjukhusv&#229;rd som
tillhandah&#229;lls eller f&#246;r vilken ers&#228;ttning utges enligt 1973 &#229;rs
sjukf&#246;rs&#228;kringslag, 1953 &#229;rs nationella h&#228;lso- och sjukv&#229;rdslag och
&#246;verenskommelser eller beslut enligt 1973 &#229;rs sjukf&#246;rs&#228;kringslag som
avser tillhandah&#229;llande av sjukhusv&#229;rd och andra sjukv&#229;rdsf&#246;rm&#229;ner i
Australiens stater och territorier under f&#246;ruts&#228;ttning att v&#229;rden
s&#246;ks som offentlig patient inom ramen f&#246;r det offentliga
sjukv&#229;rdssystemet; och

(ii) med avseende p&#229; Sverige, h&#228;lso- och sjukv&#229;rdsf&#246;rm&#229;ner enligt
den svenska lagstiftningen om sjukf&#246;rs&#228;kring;

(b) bosatt

(i) med avseende p&#229; Australien, en person som &#228;r bosatt i Australien
enligt 1973 &#229;rs sjukf&#246;rs&#228;kringslag, och som innehar antingen ett
giltigt australiskt pass eller annat giltigt pass f&#246;rsett med
tillst&#229;nd f&#246;r innehavaren att vistas under obegr&#228;nsad tid i
Australien; och

(ii) med avseende p&#229; Sverige, en person som &#228;r bosatt i Sverige och
som innehar antingen ett giltigt svenskt pass eller ett intyg om
sjukf&#246;rs&#228;kring utf&#228;rdat av en svensk f&#246;rs&#228;kringskassa;

(c) territorium

(i) med avseende p&#229; Australien, det australiska territoriet med
undantag f&#246;r samtliga yttre territorier utom Cocos (Keeling)&#246;arna och
Christmas&#246;n; och

(ii) med avseende p&#229; Sverige, dess territorium;

(d) tillf&#228;llig vistelse inom territoriet

(i) med avseende p&#229; Australiens territorium laglig vistelse inom
territoriet utan att bos&#228;ttning f&#246;religger; och

(ii) med avseende p&#229; Sveriges territorium, vistelse inom territoriet
utan att bos&#228;ttning f&#246;religger.

(2) Vid anv&#228;ndningen av denna &#246;verenskommelse har andra ord och
uttryck som anv&#228;nds i &#246;verenskommelsen, om inte annat framg&#229;r av
sammanhanget, den betydelse som tillkommer dem enligt den
lagstiftning som anges i f&#246;rsta stycket (a) av denna artikel.

(3) Denna &#246;verenskommelse skall till&#228;mpas &#228;ven p&#229; s&#229;dan lagstiftning
som ers&#228;tter, &#228;ndrar, kompletterar eller kodifierar den lagstiftning
som anges i f&#246;rsta stycket (a) av denna artikel.
F&#246;rordning (1995:282).

Artikel 2

(1) Denna &#246;verenskommelse &#228;r till&#228;mplig p&#229; en person som &#228;r bosatt inom
n&#229;got av de b&#229;da staternas territorier och som antingen

(a) vistas tillf&#228;lligt inom den andra statens territorium; eller

(b) vistas inom den andra statens territorium som chef f&#246;r eller som
medlem av personalen vid en beskickning eller ett konsulat eller som
familjemedlem till en s&#229;dan person tillh&#246;rande dennes hush&#229;ll eller som
privattj&#228;nare till en s&#229;dan person.

(2) Denna &#246;verenskommelse &#228;r inte till&#228;mplig n&#228;r n&#229;gon som &#228;r bosatt
inom den ena statens territorium beger sig till den andra statens
territorium i akt och mening att erh&#229;lla sjukv&#229;rd, om personen inte
tillh&#246;r bes&#228;ttningen eller &#228;r passagerare p&#229; en b&#229;t, ett fartyg eller
ett flygplan som anl&#228;nder till, l&#228;mnar eller omdirigeras till den andra
statens territorium och v&#229;rdbehovet uppkommit under resan.

Artikel 3

(1) En person p&#229; vilken f&#246;rsta stycket (a) av artikel 2 &#228;r till&#228;mplig
och som beh&#246;ver omedelbart n&#246;dv&#228;ndig sjukv&#229;rd medan han vistas inom den
andra statens territorium, skall ges den sjukv&#229;rd som &#228;r medicinskt
n&#246;dv&#228;ndig f&#246;r diagnostisering, lindring eller behandling av det
tillst&#229;nd som kr&#228;ver v&#229;rd, p&#229; villkor som inte &#228;r mindre f&#246;rm&#229;nliga &#228;n
de som g&#228;ller f&#246;r en person som &#228;r bosatt inom denna stats territorium.

(2) En person, p&#229; vilken f&#246;rsta stycket (b) av artikel 2 &#228;r till&#228;mplig,
skall ges sjukv&#229;rd &#228;ven om v&#229;rden inte &#228;r omedelbart n&#246;dv&#228;ndig och
oavsett l&#228;ngden av vistelsen inom den v&#229;rdgivande statens territorium.

Artikel 4

(1) Ingen av staterna &#228;r skyldig att ers&#228;tta den andra staten kostnader
f&#246;r sjukv&#229;rd som ges med st&#246;d av denna &#246;verenskommelse.

(2) S&#229;dana avgifter, som skall erl&#228;ggas f&#246;r sjukv&#229;rd som ges inom en
stats territorium med st&#246;d av denna &#246;verenskommelse, skall erl&#228;ggas av
den person som erh&#229;ller sjukv&#229;rden.

Artikel 5

(1) Beh&#246;riga myndigheter f&#246;r till&#228;mpningen av denna &#246;verenskommelse &#228;r:

(a) med avseende p&#229; Australien, departementet f&#246;r social- och h&#228;lsov&#229;rd,
och

(b) med avseende p&#229; Sverige, riksf&#246;rs&#228;kringsverket.

(2) De beh&#246;riga myndigheterna skall snarast m&#246;jligt s&#228;nda varandra
information om s&#229;dana &#228;ndringar av lagar och andra f&#246;rfattningar som
g&#228;ller inom deras respektive territorier, i den m&#229;n &#228;ndringarna kan
v&#228;sentligt p&#229;verka arten och omf&#229;nget av de f&#246;rm&#229;ner som utges enligt
detta avtal.

(3) Fr&#229;gor som r&#246;r tolkningen eller till&#228;mpningen av denna
&#246;verenskommelse skall l&#246;sas genom samr&#229;d mellan de beh&#246;riga
myndigheterna.

Artikel 6

(1) Denna &#246;verenskommelse skall tr&#228;da i kraft f&#246;rsta dagen i tredje
m&#229;naden efter den m&#229;nad d&#229; b&#229;da staterna p&#229; diplomatisk v&#228;g har
underr&#228;ttat varandra om att f&#246;rfattningsenliga och konstitutionella
villkor f&#246;r ikrafttr&#228;dandet av &#246;verenskommelsen har fullgjorts.

(2) Denna &#246;verenskommelse g&#228;ller till utg&#229;ngen av den tolfte m&#229;naden
efter den d&#229; n&#229;gon av staterna p&#229; diplomatisk v&#228;g fr&#229;n den andra staten
skriftligen erh&#229;ller uppgift om att denna &#246;nskar s&#228;ga upp
&#246;verenskommelsen.

(3) Upph&#246;r &#246;verenskommelsen att g&#228;lla enligt andra stycket skall
&#246;verenskommelsen forts&#228;tta att till&#228;mpas f&#246;r den sjukv&#229;rd som getts f&#246;r
tid innan eller som ges vid utg&#229;ngen av den upps&#228;gningstid som anges i
n&#228;mnda stycke.

Till bekr&#228;ftelse h&#228;rav har de b&#229;da regeringarnas befullm&#228;ktigade ombud
undertecknat denna &#246;verenskommelse.

Som skedde i Canberra den 14 februari 1989 i tv&#229; exemplar p&#229; svenska och
engelska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.

&#214;verg&#229;ngsbest&#228;mmelser

1995:282

Denna f&#246;rordning tr&#228;der i kraft den 1 april 1995 men till&#228;mpas p&#229;
sjukv&#229;rd som ges i Australien fr&#229;n och med den 1 februari 1995.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3605">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3607">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
