

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 13:53:25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3622</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3621">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3623">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1988:1215 ·
                    <a href="/sfsr?bet=1988:1215">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1988:1215) om f&#246;rfarandet hos kommunerna, f&#246;rvaltningsmyndigheterna och domstolarna under krig eller krigsfara m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1988-11-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:580
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">F&#246;rordningens till&#228;mpning

1 &#167; Best&#228;mmelserna i denna f&#246;rordning ges i anslutning till
f&#246;reskrifterna i lagen (1988:97) om f&#246;rfarandet hos kommunerna,
f&#246;rvaltningsmyndigheterna och domstolarna under krig eller krigsfara m.
m. och skall till&#228;mpas i den utstr&#228;ckning motsvarande f&#246;reskrift i lagen
&#228;r satt i till&#228;mpning.

Av 2 &#167; tredje stycket lagen framg&#229;r att f&#246;reskrifter som har meddelats
med st&#246;d av den g&#228;ller i st&#228;llet f&#246;r avvikande best&#228;mmelser i n&#229;gon lag
eller annan f&#246;rfattning.

2 &#167; Befogenhet som ges i denna f&#246;rordning f&#229;r utnyttjas bara i den
utstr&#228;ckning som beh&#246;vs p&#229; grund av att riket &#228;r i krig eller krigsfara
eller det r&#229;der s&#229;dana utomordentliga f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av
krig eller av krigsfara vari riket har befunnit sig.

Best&#228;mmelser om kommunerna

3 &#167; En beslutande kommunal f&#246;rsamling f&#229;r i s&#228;rskilda fall besluta att
de som tj&#228;nstg&#246;r hos kommunen skall tj&#228;nstg&#246;ra i andra tj&#228;nster eller
uppdrag hos kommunen. En kommunal f&#246;rvaltningsmyndighet har samma
befogenhet i fr&#229;ga om dem som tj&#228;nstg&#246;r hos myndigheten.

Best&#228;mmelser om de statliga f&#246;rvaltningsmyndigheterna

4 &#167; En statlig f&#246;rvaltningsmyndighet f&#229;r f&#246;reskriva eller i s&#228;rskilda
fall besluta om avvikelser fr&#229;n best&#228;mmelser om den sammans&#228;ttning, det
antal ledam&#246;ter eller den ordning som f&#246;reskrivits f&#246;r att avg&#246;ra
&#228;renden.

Om det &#228;r n&#246;dv&#228;ndigt f&#246;r att myndigheten skall kunna fullg&#246;ra sina
uppgifter f&#229;r den best&#228;mma avvikelser &#228;ven fr&#229;n andra f&#246;reskrifter som
styr myndighetens arbetss&#228;tt om f&#246;reskrifterna har beslutats p&#229; annat
s&#228;tt &#228;n genom lag.

5 &#167; Ut&#246;ver vad som annars &#228;r f&#246;reskrivet f&#229;r en statlig
f&#246;rvaltningsmyndighet f&#246;reskriva att vissa av myndighetens uppgifter
skall &#246;vertas av en underst&#228;lld myndighet, eller att uppgifter som
ankommer p&#229; en underst&#228;lld myndighet skall &#246;vertas av en annan s&#229;dan
myndighet eller av den &#246;verordnade myndigheten sj&#228;lv.

F&#246;rsta stycket g&#228;ller inte uppgifter som myndigheten i fr&#229;ga ansvarar
f&#246;r enligt lag.

6 &#167; En statlig f&#246;rvaltningsmyndighet skall anm&#228;la till regeringen om
myndigheten finner att dess egna eller en underst&#228;lld myndighets
arbetsuppgifter b&#246;r &#246;vertas av en annan inte underst&#228;lld myndighet.
Motsvarande g&#228;ller om myndigheten bed&#246;mer att den eller en underst&#228;lld
myndighet b&#246;r &#246;verta uppgifter fr&#229;n en annan, inte underst&#228;lld
myndighet.

Om beslut av regeringen inte hinner avvaktas, f&#229;r en central
f&#246;rvaltningsmyndighet f&#246;reskriva att en arbetsuppgift hos den skall
&#246;vertas av en annan statlig f&#246;rvaltningsmyndighet. S&#229;dana f&#246;reskrifter
f&#229;r g&#228;lla endast till dess regeringens beslut hinner inh&#228;mtas. De skall
om m&#246;jligt f&#246;reg&#229;s av samr&#229;d mellan ber&#246;rda f&#246;rvaltningsmyndigheter. De
f&#229;r inte avse uppgifter som myndigheten ansvarar f&#246;r enligt lag.

7 &#167; Beslut enligt 4--6 &#167;&#167; fattas av myndighetens chef. I n&#228;mnder och
n&#228;mndliknande myndigheter d&#228;r de uppgifter som annars ankommer p&#229;
myndighetens chef fullg&#246;rs av n&#228;mnden, fattas dock dessa beslut av
ordf&#246;randen.

Om en f&#246;reskrift enligt 4 eller 5 &#167; avviker fr&#229;n vad som annars &#228;r
f&#246;reskrivet i lag eller f&#246;rordning, skall detta anm&#228;las till regeringen
s&#229; snart som m&#246;jligt. Om f&#246;reskriften har meddelats av en myndighet som
&#228;r underst&#228;lld en annan myndighet, skall anm&#228;lan g&#246;ras ocks&#229; till den
&#246;verordnade myndigheten.

8 &#167; En central f&#246;rvaltningsmyndighet f&#229;r i s&#228;rskilda fall besluta att de
som tj&#228;nstg&#246;r hos den myndigheten eller en underst&#228;lld myndighet skall
tj&#228;nstg&#246;ra i andra anst&#228;llningar eller uppdrag hos det allm&#228;nna.

9 &#167; Om riket &#228;r i krig och f&#246;rbindelsen mellan en del av riket 
och regeringen inte alls eller endast med avsev&#228;rda 
sv&#229;righeter kan uppr&#228;tth&#229;llas eller om omedelbara &#229;tg&#228;rder 
annars m&#229;ste vidtas, f&#229;r den civilomr&#229;desansvariga 
l&#228;nsstyrelsen inom det omr&#229;de d&#228;r f&#246;rbindelsen avbrutits 
fullg&#246;ra de uppgifter som enligt 8 kap. regeringsformen 
ankommer p&#229; regeringen samt besluta att en lag i ett visst 
&#228;mne ska b&#246;rja till&#228;mpas.

Om f&#246;rbindelsen &#228;ven med den civilomr&#229;desansvariga 
l&#228;nsstyrelsen inte alls eller endast med avsev&#228;rda sv&#229;righeter 
kan uppr&#228;tth&#229;llas eller om omedelbara &#229;tg&#228;rder annars m&#229;ste 
vidtas, f&#229;r l&#228;nsstyrelsen inom det omr&#229;de d&#228;r f&#246;rbindelsen 
avbrutits fullg&#246;ra de uppgifter som anges i f&#246;rsta stycket.
F&#246;rordning (2023:580).

Best&#228;mmelser om domstolarna

10 &#167; En hovr&#228;tt eller kammarr&#228;tt skall anm&#228;la till regeringen,
om domstolen anser att domstolens egna eller en tingsr&#228;tts
respektive f&#246;rvaltningsr&#228;tts arbetsuppgifter b&#246;r &#246;vertas av en
domstol av samma slag. F&#246;rordning (2009:879).

11 &#167; En hovr&#228;tt eller kammarr&#228;tt f&#229;r i s&#228;rskilda fall besluta att en
ordinarie domare, inom det egna domstolsomr&#229;det, skall fullg&#246;ra en h&#246;gre
eller en i fr&#229;ga om anst&#228;llningsf&#246;rm&#229;nerna j&#228;mst&#228;lld domartj&#228;nst vid en
annan domstol &#228;n den han tillh&#246;r.

En hovr&#228;tt eller kammarr&#228;tt f&#229;r i s&#228;rskilda fall besluta att de som
tj&#228;nstg&#246;r inom det egna domstolsomr&#229;det men inte &#228;r ordinarie domare
skall tj&#228;nstg&#246;ra i andra anst&#228;llningar eller uppdrag i en domstol inom
domstolsomr&#229;det.

12 &#167; Om riket &#228;r i krig och f&#246;rbindelsen mellan en del av 
riket och regeringen inte alls eller endast med avsev&#228;rda 
sv&#229;righeter kan uppr&#228;tth&#229;llas eller om omedelbara &#229;tg&#228;rder 
annars m&#229;ste vidtas, f&#229;r hovr&#228;tter och kammarr&#228;tter inom den 
del av den egna domkretsen d&#228;r f&#246;rbindelsen avbrutits fullg&#246;ra 
regeringens befogenheter enligt 8 kap. regeringsformen att 
meddela f&#246;reskrifter om domstolarna och deras verksamhet.
F&#246;rordning (2023:580).

13 &#167; I de fall en domstols dom avser den som &#228;r krigsman eller 
som fullg&#246;r civilplikt g&#228;ller f&#246;ljande. En dom som har 
beslutats utan att huvudf&#246;rhandling har h&#229;llits ska delges 
krigsmannen eller den som fullg&#246;r civilplikt. Om 
huvudf&#246;rhandling har h&#229;llits i utevaro av krigsmannen eller den 
som fullg&#246;r civilplikt, ska domen &#228;ven i det fallet delges 
honom eller henne. Delgivning sker genom r&#228;ttens f&#246;rsorg. 
Delgivning f&#229;r inte ske enligt 34–38 och 47–51 &#167;&#167; 
delgivningslagen (2010:1932). Om domen ska delges krigsmannen 
eller den som fullg&#246;r civilplikt, r&#228;knas tiden f&#246;r &#246;verklagande 
s&#229;vitt g&#228;ller honom eller henne fr&#229;n dagen f&#246;r delgivning av 
domen.

F&#246;rsta stycket g&#228;ller &#228;ven i fr&#229;ga om slutliga beslut som inte 
endast inneb&#228;r att ett m&#229;l eller ett &#228;rende avskrivs. 
F&#246;rordning (2011:167). 

Gemensamma best&#228;mmelser

14 &#167; Om det i lag eller f&#246;rordning &#228;r f&#246;reskrivet att ett visst antal
suppleanter skall utses f&#246;r en beslutande kommunal f&#246;rsamling eller en
f&#246;rvaltningsmyndighet, f&#229;r s&#229;dana utses till det st&#246;rre antal som
beh&#246;vs.

F&#246;reskrift om att en suppleant &#228;r utsedd f&#246;r en viss best&#228;md ledamot
eller f&#246;r n&#229;gon personligen skall beaktas n&#228;r det ut&#246;kade antalet
suppleanter utses.

Om en suppleant i enlighet med vad som nu sagts utses under l&#246;pande
tj&#228;nstg&#246;ringstid, skall uppdraget avse &#229;terst&#229;ende del av
tj&#228;nstg&#246;ringstiden.

15 &#167; En myndighet som enligt 33 &#167; lagen (1988:97) om f&#246;rfarandet hos
kommunerna, f&#246;rvaltningsmyndigheterna och domstolarna under krig eller
krigsfara m. m., finner att en skrivelse med &#246;verklagande skall anses ha
kommit in i r&#228;tt tid, skall omg&#229;ende underr&#228;tta den myndighet som skall
se till att det &#246;verklagade beslutet verkst&#228;lls.

16 &#167; En myndighet f&#229;r efter ans&#246;kan besluta om f&#246;rl&#228;ngning av tid enligt
34 &#167; lagen (1988:97) om f&#246;rfarandet hos kommuner,
f&#246;rvaltningsmyndigheter och domstolar i krig eller krigsfara m. m., om
&#229;tg&#228;rden skall vidtas hos myndigheten. En central statlig
f&#246;rvaltningsmyndighet ut&#246;var dock denna befogenhet i fr&#229;ga om en
underinstans.

17 &#167; Vid delgivning genom F&#246;rsvarsmaktens f&#246;rsorg f&#229;r bevis om
delgivning utf&#228;rdas av den som har l&#228;gst f&#228;nriks tj&#228;nstegrad eller av
milit&#228;rpolisman. F&#246;rordning (1994:880).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3621">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3623">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
