

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1988-09-01" /> 
 <meta id="rattsinfo-edited" content="2020-01-24" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3626</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3625">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3627">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1988:950 ·
                    <a href="/sfsr?bet=1988:950">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kulturmilj&#246;lag (1988:950)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Kulturdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1988-06-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2002:620
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:864
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Det &#228;r en nationell angel&#228;genhet att skydda och v&#229;rda
kulturmilj&#246;n.

Ansvaret f&#246;r kulturmilj&#246;n delas av alla. S&#229;v&#228;l enskilda som
myndigheter ska visa h&#228;nsyn och aktsamhet mot kulturmilj&#246;n.
Den som planerar eller utf&#246;r ett arbete ska se till att
skador p&#229; kulturmilj&#246;n undviks eller begr&#228;nsas.

Best&#228;mmelserna i denna lag syftar till att tillf&#246;rs&#228;kra
nuvarande och kommande generationer tillg&#229;ng till en m&#229;ngfald
av kulturmilj&#246;er. Lag (2013:548).

2 &#167; I denna lag finns best&#228;mmelser om ortnamn, fornminnen, 
byggnadsminnen och kyrkliga kulturminnen, om utf&#246;rsel och 
&#229;terl&#228;mnande av kulturf&#246;rem&#229;l samt om milit&#228;r anv&#228;ndning av 
kulturegendom. 

L&#228;nsstyrelsen har ansvar f&#246;r det statliga kulturmilj&#246;arbetet 
i l&#228;net.

Riksantikvarie&#228;mbetet har &#246;verinseende &#246;ver 
kulturmilj&#246;arbetet i landet. Riksantikvarie&#228;mbetet f&#229;r 
&#246;verklaga beslut av domstol eller annan myndighet enligt 1–5 
kap. 

Best&#228;mmelser om kulturmilj&#246;n finns ocks&#229; i bland annat 
milj&#246;balken, plan- och bygglagen (2010:900) och 
skogsv&#229;rdslagen (1979:429). Lag (2017:629).

3 &#167; Vad som f&#246;reskrivs i denna lag om &#228;gare av fastighet eller
byggnad skall, d&#229; fastigheten eller byggnaden innehas som
fideikommiss eller under d&#228;rmed j&#228;mf&#246;rliga f&#246;rh&#229;llanden eller
med st&#228;ndig besittningsr&#228;tt, g&#228;lla innehavaren.

3 a &#167; Best&#228;mmelserna i 1, 2 och 5–8 kap. ska till&#228;mpas &#228;ven 
inom den angr&#228;nsande zonen enligt lagen (2017:1273) om 
Sveriges angr&#228;nsande zon.

Zonens geografiska omfattning framg&#229;r av bilaga 5 till lagen 
(2017:1272) om Sveriges sj&#246;territorium och maritima zoner.

Till&#228;mpningen av denna lag och de f&#246;reskrifter och andra 
beslut som meddelas med st&#246;d av lagen f&#229;r inte medf&#246;ra n&#229;gon 
inskr&#228;nkning av de enligt folkr&#228;tten g&#228;llande r&#228;ttigheterna 
till fri sj&#246;fart inom den angr&#228;nsande zonen och till 
&#246;verflygning av zonen och inte heller av n&#229;gra andra 
r&#228;ttigheter som f&#246;ljer av allm&#228;nt erk&#228;nda folkr&#228;ttsliga 
grundsatser.

Det som s&#228;gs om l&#228;nsstyrelsen i de best&#228;mmelser som anges i 
f&#246;rsta stycket ska avse l&#228;nsstyrelsen i det l&#228;n p&#229; 
sj&#246;territoriet som &#228;r n&#228;rmast det ber&#246;rda omr&#229;det.
Lag (2017:1277).

God ortnamnssed

4 &#167; Vid statlig och kommunal verksamhet ska god ortnamnssed
iakttas. Det inneb&#228;r att

– h&#228;vdvunna ortnamn inte &#228;ndras utan starka sk&#228;l,

– ortnamn i &#246;vrigt stavas enligt vedertagna regler f&#246;r
spr&#229;kriktighet, om inte h&#228;vdvunna stavningsformer talar f&#246;r
annat,

– p&#229;verkan p&#229; h&#228;vdvunna namn beaktas vid nybildning av
ortnamn, och

– namn p&#229; svenska, samiska, finska och me&#228;nkieli s&#229; l&#229;ngt
m&#246;jligt anv&#228;nds samtidigt p&#229; kartor samt vid skyltning och
&#246;vrig utm&#228;rkning i flerspr&#229;kiga omr&#229;den.

Namn som godk&#228;nts av Lantm&#228;teriet ska i statlig och kommunal
verksamhet anv&#228;ndas i sin godk&#228;nda form. Lag (2013:548).

2 kap. Fornminnen

Fornl&#228;mningar och fornfynd

1 &#167; Fornl&#228;mningar &#228;r skyddade enligt denna lag.

Fornl&#228;mningar &#228;r f&#246;ljande l&#228;mningar efter m&#228;nniskors
verksamhet under forna tider, som har tillkommit genom &#228;ldre
tiders bruk och som &#228;r varaktigt &#246;vergivna:

1. gravar, gravbyggnader och gravf&#228;lt samt kyrkog&#229;rdar och
andra begravningsplatser,

2. resta stenar samt stenar och bergytor med inskrifter,
symboler, m&#228;rken och bilder samt andra ristningar eller
m&#229;lningar,

3. kors och minnesv&#229;rdar,

4. samlingsplatser f&#246;r r&#228;ttskipning, kult, handel och andra
allm&#228;nna &#228;ndam&#229;l,

5. l&#228;mningar av bost&#228;der, boplatser och arbetsplatser samt
kulturlager som uppkommit vid bruket av s&#229;dana bost&#228;der eller
platser, liksom l&#228;mningar efter arbetsliv och n&#228;ringsf&#229;ng,

6. ruiner av borgar, slott, kloster, kyrkobyggnader och
f&#246;rsvarsanl&#228;ggningar samt av andra byggnader och
byggnadsverk,

7. f&#228;rdv&#228;gar och broar, hamnanl&#228;ggningar, v&#229;rdkasar,
v&#228;gm&#228;rken, sj&#246;m&#228;rken och likartade anl&#228;ggningar f&#246;r
samf&#228;rdsel samt gr&#228;nsm&#228;rken och labyrinter, och

8. fartygsl&#228;mningar.

Fornl&#228;mningar &#228;r ocks&#229; naturbildningar som &#229;lderdomliga bruk,
s&#228;gner eller m&#228;rkliga historiska minnen &#228;r knutna till liksom
l&#228;mningar efter &#228;ldre folklig kult. Lag (2013:548).

1 a &#167; Det som s&#228;gs i 1 &#167; g&#228;ller inte om det kan antas att
l&#228;mningen tillkommit eller, i fr&#229;ga om fartygsl&#228;mning,
f&#246;rlist 1850 eller senare.

En l&#228;mning som avses i f&#246;rsta stycket f&#229;r f&#246;rklaras f&#246;r
fornl&#228;mning av l&#228;nsstyrelsen om det finns s&#228;rskilda sk&#228;l med
h&#228;nsyn till dess kulturhistoriska v&#228;rde. Lag (2013:548).

2 &#167; Till en fornl&#228;mning h&#246;r ett s&#229; stort omr&#229;de p&#229; marken,
sj&#246;- eller havsbotten som beh&#246;vs f&#246;r att bevara fornl&#228;mningen
och ge den ett tillr&#228;ckligt utrymme med h&#228;nsyn till dess art
och betydelse. Detta omr&#229;de ben&#228;mns fornl&#228;mningsomr&#229;de.

N&#228;r en fr&#229;ga om fastst&#228;llelse av gr&#228;nserna f&#246;r ett
fornl&#228;mningsomr&#229;de uppkommer, pr&#246;vas fr&#229;gan av l&#228;nsstyrelsen.

N&#228;r ett &#228;rende om fastst&#228;llelse av gr&#228;nser tas upp av n&#229;gon
annan &#228;n &#228;garen av omr&#229;det, ska &#228;garen underr&#228;ttas om &#228;rendet
och ges tillf&#228;lle att yttra sig i saken. Underr&#228;ttelsen ska
ske genom delgivning. Lag (2013:548).

3 &#167; Fornfynd &#228;r f&#246;rem&#229;l som saknar &#228;gare n&#228;r de hittas och
som

1. p&#229;tr&#228;ffas i eller vid en fornl&#228;mning och har samband med
denna, eller

2. p&#229;tr&#228;ffas under andra omst&#228;ndigheter och kan antas vara
fr&#229;n tiden f&#246;re 1850. Lag (2013:548).

4 &#167; Fornfynd som avses i 3 &#167; 1 tillfaller staten.

Fornfynd som avses i 3 &#167; 2 tillfaller upphittaren. Han eller
hon &#228;r dock skyldig att erbjuda staten att f&#229; l&#246;sa in det mot
betalning (hembud) om

1. fornfyndet inneh&#229;ller f&#246;rem&#229;l som helt eller delvis best&#229;r
av guld, silver, koppar, brons eller annan legering med
koppar, eller

2. fornfyndet best&#229;r av tv&#229; eller flera f&#246;rem&#229;l som kan antas
ha blivit nedlagda tillsammans.

Fornfynd som p&#229;tr&#228;ffas p&#229; havsbotten eller dess underlag
utanf&#246;r gr&#228;nserna f&#246;r nationell jurisdiktion och som b&#228;rgats
av ett svenskt fartyg eller f&#246;rts till Sverige tillfaller
staten.

En fartygsl&#228;mning som p&#229;tr&#228;ffas p&#229; havsbotten eller dess
underlag utanf&#246;r gr&#228;nserna f&#246;r nationell jurisdiktion och som
b&#228;rgats av ett svenskt fartyg eller f&#246;rts till Sverige
tillfaller staten, om det kan antas att fartyget f&#246;rlist f&#246;re
1850. Lag (2013:548).

5 &#167; Den som p&#229;tr&#228;ffar ett fornfynd, som ska tillfalla eller
hembjudas staten, ska snarast anm&#228;la fornfyndet till
l&#228;nsstyrelsen eller Polismyndigheten. Fornfynd som h&#246;r till
fartygsl&#228;mning kan &#228;ven anm&#228;las till Kustbevakningen.

Upphittaren &#228;r skyldig att p&#229; beg&#228;ran l&#228;mna ut fornfyndet mot
kvitto samt uppge var, n&#228;r och hur fornfyndet p&#229;tr&#228;ffades.
Lag (2014:694).

Skydd, v&#229;rd och unders&#246;kning av fornl&#228;mning och plats d&#228;r
fornfynd p&#229;tr&#228;ffats

6 &#167; Det &#228;r f&#246;rbjudet att utan tillst&#229;nd enligt detta kapitel
rubba, ta bort, gr&#228;va ut, t&#228;cka &#246;ver eller genom bebyggelse,
plantering eller p&#229; annat s&#228;tt &#228;ndra eller skada en
fornl&#228;mning. Lag (2013:548).

7 &#167; Riksantikvarie&#228;mbetet och l&#228;nsstyrelsen f&#229;r vidta de
&#229;tg&#228;rder som beh&#246;vs f&#246;r att skydda och v&#229;rda en fornl&#228;mning.
&#197;tg&#228;rderna f&#229;r avse exempelvis flyttning, iordningst&#228;llande
och inh&#228;gnad av fornl&#228;mningen eller r&#246;jning. &#197;tg&#228;rden f&#229;r
&#228;ven avse en fornl&#228;mning som infogats i ett byggnadsverk.

L&#228;nsstyrelsen f&#229;r uppdra &#229;t n&#229;gon annan att vidta s&#229;dana
&#229;tg&#228;rder som avses i f&#246;rsta stycket p&#229; de villkor som
l&#228;nsstyrelsen best&#228;mmer. En &#229;tg&#228;rd som inneb&#228;r att
fornl&#228;mningen rubbas eller f&#246;r&#228;ndras f&#229;r dock inte vidtas
utan att l&#228;nsstyrelsens uppdrag uttryckligen g&#228;ller en s&#229;dan
&#229;tg&#228;rd.

Innan n&#229;gon &#229;tg&#228;rd vidtas ska den som &#228;ger eller har s&#228;rskild
r&#228;tt till marken eller byggnadsverket underr&#228;ttas genom
delgivning. Detsamma ska g&#228;lla i fr&#229;ga om vattenomr&#229;de.

Om &#229;tg&#228;rderna medf&#246;r kostnader eller skada f&#246;r &#228;garen eller
n&#229;gon annan, har han eller hon r&#228;tt till sk&#228;lig ers&#228;ttning av
allm&#228;nna medel. Beslut om ers&#228;ttning fattas av l&#228;nsstyrelsen
och delges den som ber&#246;rs av beslutet. Lag (2013:548).

8 &#167; Riksantikvarie&#228;mbetet och l&#228;nsstyrelsen f&#229;r unders&#246;ka en
fornl&#228;mning, b&#228;rga en fartygsl&#228;mning som &#228;r en fornl&#228;mning
samt unders&#246;ka en plats d&#228;r fornfynd p&#229;tr&#228;ffats.

L&#228;nsstyrelsen f&#229;r l&#228;mna tillst&#229;nd till n&#229;gon annan att f&#246;reta
en s&#229;dan unders&#246;kning eller b&#228;rgning p&#229; de villkor som
l&#228;nsstyrelsen best&#228;mmer.

Vid unders&#246;kningen eller b&#228;rgningen g&#228;ller best&#228;mmelserna om
underr&#228;ttelse och ers&#228;ttning enligt 7 &#167; tredje och fj&#228;rde
styckena.

B&#228;rgas en fartygsl&#228;mning som &#228;r en fornl&#228;mning, ska den
tillfalla staten, om den saknar &#228;gare. Lag (2013:548).

9 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om vad allm&#228;nheten skall iaktta inom och i
n&#228;rheten av omr&#229;den som avses i 2 &#167;.

F&#246;reskrifter som avses i f&#246;rsta stycket f&#229;r &#228;ven meddelas f&#246;r
en plats d&#228;r fornfynd har p&#229;tr&#228;ffats, om det kan ske utan att
n&#229;gon v&#228;sentlig ol&#228;genhet uppst&#229;r. S&#229;dana f&#246;reskrifter f&#229;r
g&#228;lla l&#228;ngst till dess att platsen har unders&#246;kts enligt 8 &#167;.

L&#228;nsstyrelsen f&#229;r besluta om anv&#228;ndningen av mark i n&#228;rheten av
omr&#229;den som avses i 2 &#167; under f&#246;ruts&#228;ttning att den p&#229;g&#229;ende
anv&#228;ndningen inte avsev&#228;rt f&#246;rsv&#229;ras.

Ett beslut om f&#246;reskrifter skall kung&#246;ras p&#229; l&#228;mpligt s&#228;tt.
Lag (2002:913).

Ingrepp i fornl&#228;mning

10 &#167; Den som avser att uppf&#246;ra en byggnad eller en anl&#228;ggning
eller genomf&#246;ra ett annat arbetsf&#246;retag b&#246;r i god tid genom
att inh&#228;mta information fr&#229;n l&#228;nsstyrelsen ta reda p&#229; om
n&#229;gon fornl&#228;mning kan ber&#246;ras av f&#246;retaget och i s&#229; fall
snarast samr&#229;da med l&#228;nsstyrelsen.

Om en fornl&#228;mning p&#229;tr&#228;ffas under gr&#228;vning eller annat
arbete, ska arbetet omedelbart avbrytas till den del
fornl&#228;mningen ber&#246;rs. Den som leder arbetet ska omedelbart
anm&#228;la f&#246;rh&#229;llandet till l&#228;nsstyrelsen. Lag (2013:548).

11 &#167; Om det beh&#246;vs en arkeologisk utredning f&#246;r att ta reda 
p&#229; om en fornl&#228;mning ber&#246;rs av ett planerat arbetsf&#246;retag som 
inneb&#228;r att ett st&#246;rre markomr&#229;de tas i anspr&#229;k, ska 
kostnaden f&#246;r utredningen betalas av f&#246;retagaren. Som s&#229;dan 
exploatering r&#228;knas t.ex. anl&#228;ggande av allm&#228;n v&#228;g, st&#246;rre 
enskild v&#228;g, j&#228;rnv&#228;g, flygf&#228;lt, anl&#228;ggning f&#246;r 
energif&#246;rs&#246;rjning, st&#246;rre vattenverksamhet och mer omfattande 
byggande f&#246;r bostads-, industri- eller handels&#228;ndam&#229;l.

Ett beslut om arkeologisk utredning fattas av l&#228;nsstyrelsen. 
L&#228;nsstyrelsen ska i beslutet ange vem som ska utf&#246;ra 
utredningen. D&#229; g&#228;ller inte lagen (2016:1145) om offentlig 
upphandling, lagen (2016:1146) om upphandling inom 
f&#246;rs&#246;rjningssektorerna eller lagen (2016:1147) om upphandling 
av koncessioner. L&#228;nsstyrelsen ska beakta att utredningen ska 
vara av vetenskapligt god kvalitet och genomf&#246;ras till en 
kostnad som inte &#228;r h&#246;gre &#228;n vad som &#228;r motiverat med h&#228;nsyn 
till omst&#228;ndigheterna. Lag (2016:1150).

12 &#167; Den som vill rubba, ta bort, gr&#228;va ut, t&#228;cka &#246;ver eller
genom bebyggelse, plantering eller p&#229; annat s&#228;tt &#228;ndra eller
skada en fornl&#228;mning ska ans&#246;ka om tillst&#229;nd hos
l&#228;nsstyrelsen.

L&#228;nsstyrelsen f&#229;r l&#228;mna s&#229;dant tillst&#229;nd endast om
fornl&#228;mningen medf&#246;r hinder eller ol&#228;genhet som inte st&#229;r i
rimligt f&#246;rh&#229;llande till fornl&#228;mningens betydelse.

N&#228;r det g&#228;ller &#228;garen av en fartygsl&#228;mning eller ett fornfynd
som h&#246;r till en fartygsl&#228;mning f&#229;r tillst&#229;nd l&#228;mnas, om inte
s&#228;rskilda sk&#228;l talar emot det.

Om n&#229;gon annan &#228;n &#228;garen av marken eller vattenomr&#229;det eller
&#228;garen av fartygsl&#228;mningen ans&#246;ker om tillst&#229;nd, ska ans&#246;kan
avsl&#229;s om &#228;garen mots&#228;tter sig &#229;tg&#228;rden och det inte finns
synnerliga sk&#228;l f&#246;r att l&#228;mna tillst&#229;nd. Lag (2013:548).

13 &#167; Som villkor f&#246;r tillst&#229;nd enligt 12 &#167; f&#229;r l&#228;nsstyrelsen 
st&#228;lla sk&#228;liga krav p&#229;

1. arkeologisk unders&#246;kning f&#246;r att dokumentera 
fornl&#228;mningen, ta till vara fornfynd och f&#246;rmedla resultaten, 
eller

2. s&#228;rskilda &#229;tg&#228;rder f&#246;r att bevara fornl&#228;mningen.

I beslutet om tillst&#229;nd ska om m&#246;jligt den kostnad anges som 
&#229;tg&#228;rderna ber&#228;knas medf&#246;ra. 

Innan l&#228;nsstyrelsen pr&#246;var en ans&#246;kan enligt 12 &#167;, f&#229;r den 
besluta om en arkeologisk f&#246;runders&#246;kning av fornl&#228;mningen, 
om det beh&#246;vs f&#246;r att f&#229; ett tillfredsst&#228;llande underlag f&#246;r 
pr&#246;vningen eller f&#246;r att bed&#246;ma behovet av att st&#228;lla krav p&#229; 
arkeologisk unders&#246;kning.

L&#228;nsstyrelsen ska i beslutet om arkeologisk f&#246;runders&#246;kning 
eller arkeologisk unders&#246;kning ange vem som ska utf&#246;ra 
unders&#246;kningen. D&#229; g&#228;ller inte lagen (2016:1145) om offentlig 
upphandling, lagen (2016:1146) om upphandling inom 
f&#246;rs&#246;rjningssektorerna eller lagen (2016:1147) om upphandling 
av koncessioner. L&#228;nsstyrelsen ska beakta att unders&#246;kningen 
ska vara av vetenskapligt god kvalitet och genomf&#246;ras till en 
kostnad som inte &#228;r h&#246;gre &#228;n vad som &#228;r motiverat med h&#228;nsyn 
till omst&#228;ndigheterna. Lag (2016:1150).

14 &#167; Den som utf&#246;r ett arbetsf&#246;retag som ber&#246;r en fornl&#228;mning
svarar f&#246;r kostnaden f&#246;r &#229;tg&#228;rder enligt 13 &#167;.

F&#246;retagaren svarar dock inte f&#246;r kostnad som

1. h&#228;nf&#246;r sig till en fornl&#228;mning som inte f&#246;rut varit
k&#228;nd,
2. v&#228;sentligt &#246;verstiger vad l&#228;nsstyrelsen angett i
beslut om tillst&#229;nd enligt 13 &#167; andra stycket,

3. h&#228;nf&#246;r sig till arkeologisk f&#246;runders&#246;kning enligt 13 &#167;
tredje stycket, om l&#228;nsstyrelsen inte l&#228;mnar tillst&#229;nd till
ingrepp i fornl&#228;mningen enligt 12 &#167; andra stycket, eller

4. h&#228;nf&#246;r sig till arkeologisk f&#246;runders&#246;kning eller
arkeologisk unders&#246;kning enligt 13 &#167;, om det visar sig att
n&#229;gon fornl&#228;mning inte ber&#246;rs av arbetsf&#246;retaget.

Beslut enligt denna paragraf fattas av l&#228;nsstyrelsen och
delges f&#246;retagaren. Lag (2013:548).

15 &#167; V&#228;gras n&#229;gon tillst&#229;nd enligt 12 &#167; betr&#228;ffande fornl&#228;mning
som n&#228;r den p&#229;tr&#228;ffas var helt ok&#228;nd och utan synligt m&#228;rke
ovan jord, &#228;r han ber&#228;ttigad till sk&#228;lig ers&#228;ttning av allm&#228;nna
medel, om fornl&#228;mningen v&#229;llar honom betydande hinder eller
ol&#228;genhet. Ans&#246;kan om s&#229;dan ers&#228;ttning g&#246;rs hos l&#228;nsstyrelsen.
Ans&#246;kningen skall ha kommit in till l&#228;nsstyrelsen inom tv&#229; &#229;r
fr&#229;n det att fornl&#228;mningen p&#229;tr&#228;ffades genom gr&#228;vning eller
annat arbete, annars &#228;r r&#228;tten till ers&#228;ttning f&#246;rlorad. Vad
som nu sagts om ers&#228;ttning skall inte till&#228;mpas om marken
exproprieras.

Ers&#228;ttning f&#246;r hinder eller ol&#228;genhet skall deponeras hos
l&#228;nsstyrelsen. I fr&#229;ga om f&#246;rdelning och utbetalning av
deponerade belopp samt r&#228;ttsverkan av f&#246;rdelning och
utbetalning g&#228;ller i till&#228;mpliga delar vad som &#228;r f&#246;reskrivet
f&#246;r det fall att nyttjander&#228;tt eller servitutsr&#228;tt uppl&#229;ts
enligt expropriationslagen (1972:719). Beloppet utbetalas dock
direkt till s&#246;kanden om det &#228;r v&#228;sentligen utan betydelse f&#246;r
annan r&#228;ttsinnehavare &#228;n s&#246;kanden.

Inl&#246;sen och hittel&#246;n vid fornfynd

16 &#167; Vid inl&#246;sen av fornfynd som enligt 4 &#167; &#228;r hembudspliktigt
skall ers&#228;ttning utg&#229; med ett belopp som &#228;r sk&#228;ligt med h&#228;nsyn
till fyndets beskaffenhet, f&#246;r f&#246;rem&#229;l av &#228;delmetall dock minst
motsvarande metallv&#228;rdet efter vikt, uppr&#228;knat med en &#229;ttondel.

F&#246;r fornfynd f&#229;r &#228;ven s&#228;rskild hittel&#246;n l&#228;mnas.

Fr&#229;gor om inl&#246;sen, ers&#228;ttning och hittel&#246;n pr&#246;vas av
Riksantikvarie&#228;mbetet.

Fyndf&#246;rdelning

17 &#167; Riksantikvarie&#228;mbetet f&#229;r genom fyndf&#246;rdelning &#246;verl&#229;ta 
statens r&#228;tt till fornfynd p&#229; ett museum som &#229;tar sig att 
f&#246;rvalta det i framtiden p&#229; ett tillfredst&#228;llande s&#228;tt.
Lag (2017:562).

Metalls&#246;kare

18 &#167; En apparat som kan anv&#228;ndas f&#246;r att p&#229; elektronisk v&#228;g
sp&#229;ra metallf&#246;rem&#229;l under markytan (metalls&#246;kare) f&#229;r inte
anv&#228;ndas utan tillst&#229;nd.

En metalls&#246;kare f&#229;r inte heller medf&#246;ras utan tillst&#229;nd p&#229;
fornl&#228;mningar annat &#228;n vid f&#228;rd p&#229; s&#229;dan v&#228;g som &#228;r uppl&#229;ten
f&#246;r allm&#228;nheten.

Tillst&#229;nd kr&#228;vs inte f&#246;r

1. Riksantikvarie&#228;mbetet,

2. den som efter medgivande av l&#228;nsstyrelsen enligt 8 &#167; andra
stycket, 11 &#167; andra stycket eller 13 &#167; fj&#228;rde stycket utf&#246;r
s&#229;dana unders&#246;kningar av fornl&#228;mningar eller platser d&#228;r
fornfynd har p&#229;tr&#228;ffats,

3. medf&#246;rande och anv&#228;ndning i milit&#228;r verksamhet f&#246;r att
s&#246;ka efter annat &#228;n fornfynd, och

4. anv&#228;ndning i en myndighets verksamhet f&#246;r att s&#246;ka efter
annat &#228;n fornfynd. Lag (2013:548).

19 &#167; Tillst&#229;nd att anv&#228;nda och medf&#246;ra metalls&#246;kare f&#229;r
l&#228;mnas endast f&#246;r verksamhet som

1. avser s&#246;kning efter annat &#228;n fornfynd, eller

2. ing&#229;r i vetenskaplig forskning hos det allm&#228;nna.

Ett tillst&#229;nd f&#229;r f&#246;renas med de villkor som &#228;r n&#246;dv&#228;ndiga
f&#246;r att s&#228;kerst&#228;lla att metalls&#246;kare inte anv&#228;nds i strid med
denna lag.

Ett beslut om tillst&#229;nd ska inneh&#229;lla uppgift om

1. det &#228;ndam&#229;l metalls&#246;karen f&#229;r anv&#228;ndas f&#246;r,

2. den person som tillst&#229;ndet g&#228;ller f&#246;r,

3. den tid tillst&#229;ndet g&#228;ller, och

4. det geografiska omr&#229;de metalls&#246;karen f&#229;r anv&#228;ndas och
medf&#246;ras inom. Lag (2013:548).

20 &#167; L&#228;nsstyrelsen pr&#246;var fr&#229;gor om tillst&#229;nd att anv&#228;nda och 
medf&#246;ra metalls&#246;kare.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om avgifter f&#246;r en ans&#246;kan om 
tillst&#229;nd. Lag (2017:562).

Ansvar m.m.

21 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms f&#246;r
fornminnesbrott den som upps&#229;tligen eller av oaktsamhet

1. till&#228;gnar sig, f&#246;rv&#228;rvar, g&#246;mmer, skadar, &#228;ndrar eller
avyttrar f&#246;rem&#229;l som enligt 4 &#167; ska tillfalla staten eller
hembjudas till staten, eller

2. olovligen rubbar, tar bort, gr&#228;ver ut, t&#228;cker &#246;ver eller
genom bebyggelse, plantering eller p&#229; annat s&#228;tt &#228;ndrar eller
skadar en fornl&#228;mning.

Om brott som avses i f&#246;rsta stycket har beg&#229;tts upps&#229;tligen
och &#228;r att anse som grovt, d&#246;ms f&#246;r grovt fornminnesbrott
till f&#228;ngelse i h&#246;gst fyra &#229;r. Vid bed&#246;mande av om brottet &#228;r
grovt ska det s&#228;rskilt beaktas om

1. g&#228;rningsmannen har anv&#228;nt s&#228;rskild utrustning eller p&#229;
annat s&#228;tt visat s&#228;rskild f&#246;rslagenhet, eller

2. g&#228;rningen utf&#246;rts vanem&#228;ssigt, avsett fornfynd av st&#246;rre
v&#228;rde eller omfattning eller medf&#246;rt en omfattande
f&#246;rst&#246;relse av ett fornminne.

F&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till grovt fornminnesbrott d&#246;ms
det till ansvar enligt 23 kap. brottsbalken. Lag (2013:548).

21 a &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den
som upps&#229;tligen eller av oaktsamhet

1. inte anm&#228;ler fornfynd enligt 5 &#167;,

2. inte g&#246;r anm&#228;lan enligt 10 &#167; andra stycket, eller

3. bryter mot 18 &#167;.
Lag (2013:548).

21 b &#167; Till b&#246;ter d&#246;ms den som upps&#229;tligen eller av
oaktsamhet bryter mot f&#246;reskrifter eller beslut som meddelats
med st&#246;d av 9 &#167;. Lag (2013:548).

22 &#167; Vid &#246;vertr&#228;delse av beslut eller f&#246;reskrift enligt detta
kapitel f&#229;r kronofogdemyndigheten meddela s&#228;rskild handr&#228;ckning
f&#246;r att &#229;stadkomma r&#228;ttelse. Ans&#246;kan om handr&#228;ckning f&#229;r g&#246;ras
av Riksantikvarie&#228;mbetet och l&#228;nsstyrelsen.

I fr&#229;ga om s&#229;dan handr&#228;ckning som avses i f&#246;rsta stycket finns
best&#228;mmelser i lagen (1990:746) om betalningsf&#246;rel&#228;ggande och
handr&#228;ckning. Lag (1991:872).

22 a &#167; Fornfynd som varit f&#246;rem&#229;l f&#246;r brott enligt detta
kapitel, och som inte enligt 4 &#167; f&#246;rsta stycket &#228;nd&#229; skall
tillfalla staten, skall f&#246;rklaras f&#246;rverkat, om det inte &#228;r
uppenbart osk&#228;ligt. I st&#228;llet f&#246;r fornfyndet f&#229;r dess v&#228;rde
f&#246;rklaras f&#246;rverkat. &#196;ven annat utbyte av ett s&#229;dant brott
skall f&#246;rklaras f&#246;rverkat, om det inte &#228;r uppenbart osk&#228;ligt.
Detsamma g&#228;ller vad n&#229;gon har tagit emot som ers&#228;ttning f&#246;r
kostnader i samband med ett s&#229;dant brott, eller v&#228;rdet av det
mottagna, om mottagandet utg&#246;r brott enligt detta kapitel.

Metalls&#246;kare som har anv&#228;nts vid brott enligt detta kapitel
skall f&#246;rklaras f&#246;rverkad, om det inte &#228;r uppenbart osk&#228;ligt.

Ut&#246;ver vad som s&#228;gs i andra stycket f&#229;r egendom som har anv&#228;nts
som hj&#228;lpmedel vid brott enligt detta kapitel f&#246;rklaras
f&#246;rverkad, om det beh&#246;vs f&#246;r att f&#246;rebygga brott eller det
finns andra s&#228;rskilda sk&#228;l till det. Detsamma g&#228;ller egendom
som varit avsedd att anv&#228;ndas som hj&#228;lpmedel vid brott enligt
detta kapitel, om brottet har fullbordats eller om f&#246;rfarandet
har utgjort ett straffbart f&#246;rs&#246;k eller en straffbar
f&#246;rberedelse. I st&#228;llet f&#246;r egendomen f&#229;r dess v&#228;rde f&#246;rklaras
f&#246;rverkat. Lag (2005:301).

23 &#167; Ett beslut enligt 1 a &#167; andra stycket g&#228;ller
omedelbart.

I &#228;renden enligt 2 &#167; andra stycket och 9 &#167; f&#229;r l&#228;nsstyrelsen,
om det beh&#246;vs, meddela f&#246;reskrift att g&#228;lla tills vidare i
avvaktan p&#229; att &#228;rendet avg&#246;rs slutligt. Lag (2013:548).

&#214;verklagande m.m.

24 &#167; Beslut av Riksantikvarie&#228;mbetet enligt 17 &#167; f&#229;r
&#246;verklagas hos regeringen.

&#214;vriga beslut enligt detta kapitel f&#229;r &#246;verklagas hos allm&#228;n
f&#246;rvaltningsdomstol, om inte annat f&#246;ljer av 25 &#167;.
Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till
kammarr&#228;tten.

Kommunen f&#229;r &#246;verklaga beslut enligt 1 a &#167; andra stycket, 2 &#167;
andra stycket, 9 &#167; f&#246;rsta–tredje styckena och 12 &#167; andra
stycket. Lag (2013:548).

25 &#167; L&#228;nsstyrelsens beslut f&#229;r inte &#246;verklagas n&#228;r det
g&#228;ller

1. ers&#228;ttning f&#246;r kostnader eller skada enligt 7 &#167; fj&#228;rde
stycket,

2. ers&#228;ttning enligt 8 &#167; tredje stycket,

3. beslut om kostnad f&#246;r arkeologisk f&#246;runders&#246;kning eller
arkeologisk unders&#246;kning enligt 14 &#167; andra stycket, eller

4. ers&#228;ttning enligt 15 &#167; f&#246;rsta stycket.

Den som &#228;r missn&#246;jd med ett beslut som avses i f&#246;rsta stycket
f&#229;r v&#228;cka talan mot staten vid mark- och milj&#246;domstolen inom
ett &#229;r fr&#229;n det att han eller hon fick del av l&#228;nsstyrelsens
beslut.

Ers&#228;ttning som beslutats av domstol enligt 15 &#167; f&#246;rsta
stycket ska deponeras enligt best&#228;mmelserna i 15 &#167; andra
stycket. Lag (2013:548).

3 kap. Byggnadsminnen

1 &#167; En byggnad som har ett synnerligen h&#246;gt kulturhistoriskt
v&#228;rde eller som ing&#229;r i ett bebyggelseomr&#229;de med ett
synnerligen h&#246;gt kulturhistoriskt v&#228;rde f&#229;r f&#246;rklaras f&#246;r
byggnadsminne av l&#228;nsstyrelsen. Best&#228;mmelserna om
byggnadsminnen enligt detta kapitel f&#229;r ocks&#229; till&#228;mpas p&#229;
parker, tr&#228;dg&#229;rdar eller andra anl&#228;ggningar.

I fr&#229;ga om en byggnad av s&#229;dant v&#228;rde som avses i f&#246;rsta
stycket och som tillh&#246;r staten g&#228;ller de best&#228;mmelser som
regeringen meddelar om statliga byggnadsminnen. Om ett
statligt byggnadsminne &#246;verg&#229;r till en annan &#228;gare &#228;n staten,
ska det d&#228;rmed utg&#246;ra ett byggnadsminne enligt denna lag.

Best&#228;mmelserna i detta kapitel g&#228;ller inte en byggnad som &#228;r
fornl&#228;mning eller kyrkobyggnad enligt denna lag.
Lag (2013:548).

Skyddets inneb&#246;rd och omfattning

2 &#167; N&#228;r en byggnad f&#246;rklaras f&#246;r byggnadsminne, skall
l&#228;nsstyrelsen genom skyddsbest&#228;mmelser ange p&#229; vilket s&#228;tt
byggnaden skall v&#229;rdas och underh&#229;llas samt i vilka avseenden
den inte f&#229;r &#228;ndras.

Om det beh&#246;vs f&#229;r f&#246;reskrifterna ocks&#229; inneh&#229;lla best&#228;mmelser
om att ett omr&#229;de kring byggnaden skall h&#229;llas i s&#229;dant skick
att byggnadsminnets utseende och karakt&#228;r inte f&#246;rvanskas. Lag
(2000:265).

3 &#167; Skyddsbest&#228;mmelser skall s&#229; l&#229;ngt m&#246;jligt utformas i
samf&#246;rst&#229;nd med byggnadens &#228;gare och &#228;gare till kringliggande
markomr&#229;de. &#196;garen f&#229;r inte &#229;l&#228;ggas mera omfattande
skyldigheter &#228;n vad som &#228;r oundg&#228;ngligen n&#246;dv&#228;ndigt f&#246;r att
bibeh&#229;lla byggnadsminnets kulturhistoriska v&#228;rde. H&#228;nsyn skall
tas till byggnadens anv&#228;ndning och &#228;garens sk&#228;liga &#246;nskem&#229;l.
Lag (2000:265).

Byggnadsminnesf&#246;rklaring

4 &#167; Fr&#229;ga om en byggnad b&#246;r f&#246;rklaras f&#246;r byggnadsminne kan
v&#228;ckas av var och en genom ans&#246;kan eller tas upp av
l&#228;nsstyrelsen p&#229; eget initiativ.

Ans&#246;kan om att en byggnad skall f&#246;rklaras f&#246;r byggnadsminne
skall inneh&#229;lla uppgifter om vilken fastighet byggnaden &#228;r
bel&#228;gen p&#229; och om fastighetens &#228;gare samt beskrivning av
byggnaden. I ans&#246;kningen b&#246;r &#228;ven anges vilka omst&#228;ndigheter
som &#229;beropas f&#246;r att byggnaden b&#246;r f&#246;rklaras f&#246;r byggnadsminne.

Innan l&#228;nsstyrelsen fattar beslut som enligt detta kapitel kan
medf&#246;ra r&#228;tt till ers&#228;ttning eller inl&#246;sen f&#246;r &#228;gare eller
n&#229;gon annan, skall l&#228;nsstyrelsen unders&#246;ka om medel f&#246;r detta
finns tillg&#228;ngliga.

5 &#167; D&#229; fr&#229;ga v&#228;ckts eller tagits upp om att en byggnad skall
f&#246;rklaras f&#246;r byggnadsminne, f&#229;r l&#228;nsstyrelsen i avvaktan p&#229;
&#228;rendets slutliga pr&#246;vning meddela f&#246;rbud mot &#229;tg&#228;rder som kan
minska eller f&#246;rst&#246;ra byggnadens kulturhistoriska v&#228;rde.
F&#246;rbudet f&#229;r g&#228;lla f&#246;r en tid av h&#246;gst sex m&#229;nader. Om det
finns synnerliga sk&#228;l f&#229;r det f&#246;rl&#228;ngas, dock h&#246;gst med sex
m&#229;nader f&#246;r varje g&#229;ng.

6 &#167; Om en byggnad kan antas komma i fr&#229;ga som byggnadsminne f&#229;r
l&#228;nsstyrelsen f&#246;rordna att anm&#228;lan till l&#228;nsstyrelsen skall
g&#246;ras innan byggnaden rivs eller &#228;ndras p&#229; ett s&#228;tt som
v&#228;sentligt minskar dess kulturhistoriska v&#228;rde
(anm&#228;lningsplikt).

L&#228;nsstyrelsen skall inom en m&#229;nad fr&#229;n det anm&#228;lan kom in dit
avg&#246;ra om den anm&#228;lda &#229;tg&#228;rden skall f&#229; vidtas eller f&#246;rbjudas
enligt 5 &#167;. Under denna tid f&#229;r den anm&#228;lda &#229;tg&#228;rden inte
vidtas utan att l&#228;nsstyrelsen har medgett det. Lag (2000:265).

7 &#167; Om ett statligt byggnadsminne har &#246;verg&#229;tt till att bli
byggnadsminne enligt detta kapitel, skall l&#228;nsstyrelsen utf&#228;rda
f&#246;rklaring om detta.

8 &#167; L&#228;nsstyrelsen skall genast vidta de &#229;tg&#228;rder som beh&#246;vs f&#246;r
att en anteckning skall bli inf&#246;rd i fastighetsregistrets
allm&#228;nna del eller f&#246;r att en tidigare gjord anteckning skall
tas bort,

1. d&#229; fr&#229;ga v&#228;ckts eller tagits upp om att en byggnad skall
f&#246;rklaras f&#246;r byggnadsminne eller f&#246;rklaring utf&#228;rdats enligt
7 &#167;,

2. d&#229; f&#246;rordnande enligt 6 &#167; f&#246;rsta stycket meddelats eller
upph&#228;vts,

3. d&#229; beslut om byggnadsminnesf&#246;rklaring vunnit laga kraft
eller h&#228;vts, eller

4. d&#229; ans&#246;kan om byggnadsminnesf&#246;rklaring avslagits.

Best&#228;mmelser om vem som skall f&#246;ra in eller ta bort uppgifter i
fastighetsregistrets allm&#228;nna del finns i 19 kap. 6 &#167;
fastighetsbildningslagen (1970:988). Lag (2005:1213).

9 &#167; Riksantikvarie&#228;mbetet, l&#228;nsstyrelsen eller den som arbetar
p&#229; l&#228;nsstyrelsens uppdrag har r&#228;tt att f&#229; tilltr&#228;de till
byggnader med tillh&#246;rande markomr&#229;de samt att d&#228;r vidta de
&#229;tg&#228;rder och unders&#246;kningar som beh&#246;vs f&#246;r lagens till&#228;mpning.

Best&#228;mmelser om ers&#228;ttning och inl&#246;sen

10 &#167; &#196;gare och innehavare av s&#228;rskild r&#228;tt till fastighet har
r&#228;tt till ers&#228;ttning av staten om skyddsbest&#228;mmelser

1. utg&#246;r hinder f&#246;r rivning av en byggnad och skadan d&#228;rav &#228;r
betydande i f&#246;rh&#229;llande till v&#228;rdet av ber&#246;rd del av
fastigheten, eller

2. p&#229; annat s&#228;tt inneb&#228;r att p&#229;g&#229;ende markanv&#228;ndning avsev&#228;rt
f&#246;rsv&#229;ras inom ber&#246;rd del av fastigheten.

Ers&#228;ttning enligt f&#246;rsta stycket f&#229;r, om det &#228;r l&#228;mpligt,
utg&#229; med &#229;rliga belopp med r&#228;tt f&#246;r sak&#228;garen eller staten
att erh&#229;lla ompr&#246;vning vid &#228;ndrade f&#246;rh&#229;llanden.

Medf&#246;r skyddsbest&#228;mmelser att synnerligt men uppkommer vid
anv&#228;ndningen av fastigheten, &#228;r staten skyldig att l&#246;sa
fastigheten om &#228;garen beg&#228;r det.

Best&#228;mmelserna enligt f&#246;rsta stycket till&#228;mpas ocks&#229; d&#229;
l&#228;nsstyrelsen meddelat f&#246;rbud enligt 5 &#167;. Ers&#228;ttning som
d&#228;rvid utg&#229;r ska, om det finns sk&#228;l, avr&#228;knas mot ers&#228;ttning
som sedermera kan komma att utg&#229; med st&#246;d av denna paragraf.

Vid till&#228;mpningen av f&#246;rsta och tredje styckena ska, utan
hinder av f&#246;reskrifterna om f&#246;rlust av talan eller r&#228;tt till
ers&#228;ttning eller inl&#246;sen i 11 och 20 &#167;&#167; eller 15 kap. 5 &#167;
plan- och bygglagen (2010:900), &#228;ven beaktas andra beslut om
skyddsbest&#228;mmelser samt beslut som avses i 14 kap. 7, 10 och
12 &#167;&#167; plan- och bygglagen, under f&#246;ruts&#228;ttning att besluten
meddelats inom tio &#229;r f&#246;re det senaste beslutet om
skyddsbest&#228;mmelser. Lag (2010:911).

11 &#167; Har fr&#229;ga v&#228;ckts om att en byggnad skall f&#246;rklaras f&#246;r
byggnadsminne, f&#229;r l&#228;nsstyrelsen f&#246;rel&#228;gga den som vill g&#246;ra
anspr&#229;k p&#229; ers&#228;ttning eller inl&#246;sen att inom viss tid, minst
tv&#229; m&#229;nader fr&#229;n det han f&#229;tt del av f&#246;rel&#228;ggandet, anm&#228;la
detta till l&#228;nsstyrelsen. Ett s&#229;dant f&#246;rel&#228;ggande skall
&#229;tf&#246;ljas av uppgift om de skyddsbest&#228;mmelser som avses bli
utf&#228;rdade. Den som inte anm&#228;ler sina anspr&#229;k inom den utsatta
tiden har f&#246;rlorat sin r&#228;tt till ers&#228;ttning eller inl&#246;sen.

L&#228;nsstyrelsen beslutar om ers&#228;ttning och inl&#246;sen.

Avtal mellan staten och en sak&#228;gare eller vad de uppenbarligen
har f&#246;rutsatt skall g&#228;lla mellan dem i fr&#229;ga om ers&#228;ttning
eller inl&#246;sen skall &#228;ven g&#228;lla f&#246;r den som senare f&#246;rv&#228;rvar
sak&#228;garens r&#228;tt. Lag (2000:265).

12 &#167; Om en fastighet till f&#246;ljd av ett beslut enligt detta
kapitel minskar i v&#228;rde s&#229; att den inte l&#228;ngre kan antas utg&#246;ra
full s&#228;kerhet f&#246;r borgen&#228;rerna, skall den ers&#228;ttning som
fastighets&#228;garen &#228;r ber&#228;ttigad till enligt 10 &#167; deponeras hos
l&#228;nsstyrelsen. Best&#228;mmelsen g&#228;ller dock endast borgen&#228;rer som
hade pantr&#228;tt i fastigheten n&#228;r ers&#228;ttningsr&#228;tten uppkom och
ers&#228;ttningsbelopp som skall utg&#229; p&#229; en g&#229;ng.

Om en borgen&#228;r lider skada, d&#228;rf&#246;r att depositionen inte skett
i enlighet med f&#246;rsta stycket, &#228;r han ber&#228;ttigad till
ers&#228;ttning fr&#229;n staten. Ers&#228;ttningen l&#228;mnas mot avskrivning p&#229;
fordringshandlingen. Detsamma g&#228;ller om en borgen&#228;r lider
f&#246;rlust genom att ers&#228;ttningen blivit f&#246;r l&#229;gt ber&#228;knad och den
inte blivit pr&#246;vad av domstol till f&#246;ljd av &#246;verenskommelse
mellan staten och fastighets&#228;garen eller av annan anledning.

13 &#167; I fr&#229;ga om ers&#228;ttning eller inl&#246;sen enligt 10 eller 12 &#167;
andra stycket ska expropriationslagen (1972:719) till&#228;mpas i
den m&#229;n avvikande best&#228;mmelser inte meddelas i denna lag.

Ers&#228;ttning f&#246;r minskning av fastighetens marknadsv&#228;rde i fall
som avses i 10 &#167; ska best&#228;mmas som skillnaden mellan
fastighetens marknadsv&#228;rde f&#246;re och efter beslutet. D&#228;rvid
ska bortses fr&#229;n f&#246;rv&#228;ntningar om &#228;ndring av
markanv&#228;ndningen. Vid best&#228;mmande av ers&#228;ttningen ska 4 kap.
1 &#167; andra stycket expropriationslagen till&#228;mpas.

Ers&#228;ttning f&#246;r skada enligt 10 &#167; f&#246;rsta stycket 1 ska minskas
med ett belopp som motsvarar det som enligt samma punkt ska
t&#229;las utan ers&#228;ttning.

Om staten beg&#228;r det och det inte &#228;r uppenbart osk&#228;ligt, ska
domstolen f&#246;rordna att ers&#228;ttning enligt 10 &#167; f&#246;rsta stycket
ska betalas ut f&#246;rst n&#228;r vissa &#229;tg&#228;rder med byggnaden har
utf&#246;rts.

Ogillas en talan om ers&#228;ttning eller inl&#246;sen som har v&#228;ckts
av fastighets&#228;garen eller annan sak&#228;gare, kan domstolen
f&#246;rordna att fastighets&#228;garen eller sak&#228;garen ska b&#228;ra sina
egna kostnader, om han eller hon har inlett r&#228;tteg&#229;ngen utan
tillr&#228;ckliga sk&#228;l. Har r&#228;tteg&#229;ngen uppenbart inletts utan
sk&#228;lig grund, f&#229;r domstolen dessutom f&#246;rordna att
fastighets&#228;garen eller sak&#228;garen ska ers&#228;tta staten dess
r&#228;tteg&#229;ngskostnader. Lag (2010:826).

&#196;ndring och h&#228;vande

14 &#167; Om det finns s&#228;rskilda sk&#228;l, f&#229;r l&#228;nsstyrelsen l&#228;mna
tillst&#229;nd till att ett byggnadsminne &#228;ndras i strid mot
skyddsbest&#228;mmelserna.

L&#228;nsstyrelsen f&#229;r st&#228;lla de villkor f&#246;r tillst&#229;ndet som &#228;r
sk&#228;liga med h&#228;nsyn till de f&#246;rh&#229;llanden som f&#246;ranleder
&#228;ndringen. Villkoren f&#229;r avse hur &#228;ndringen skall utf&#246;ras samt
den dokumentation som beh&#246;vs. Lag (2000:265).

15 &#167; Om bibeh&#229;llandet av ett byggnadsminne medf&#246;r hinder,
ol&#228;genhet eller kostnad som inte st&#229;r i rimligt f&#246;rh&#229;llande
till dess betydelse, f&#229;r l&#228;nsstyrelsen j&#228;mka
skyddsbest&#228;mmelserna eller h&#228;va byggnadsminnesf&#246;rklaringen.
L&#228;nsstyrelsen f&#229;r ocks&#229; h&#228;va en byggnadsminnesf&#246;rklaring som
framst&#229;r s&#229;som &#228;ndam&#229;lsl&#246;s.

Regeringen f&#229;r h&#228;va en byggnadsminnesf&#246;rklaring eller j&#228;mka
skyddsbest&#228;mmelser, om regeringen ger tillst&#229;nd till
expropriation som r&#246;r byggnaden eller kringliggande omr&#229;de och
byggnadsminnesf&#246;rklaringen eller skyddsbest&#228;mmelserna inte kan
best&#229; utan ol&#228;genhet f&#246;r expropriations&#228;ndam&#229;let.

Vid beslut om att h&#228;va en byggnadsminnesf&#246;rklaring eller att
j&#228;mka skyddsbest&#228;mmelser f&#229;r l&#228;nsstyrelsen eller regeringen
f&#246;rordna att den som beg&#228;r h&#228;vandet eller j&#228;mkningen skall
bekosta s&#228;rskild dokumentation av byggnaden, om det &#228;r sk&#228;ligt.
Lag (2000:265).

Ansvarsbest&#228;mmelser m.m.

16 &#167; L&#228;nsstyrelsen f&#229;r f&#246;rel&#228;gga den som &#228;r ansvarig f&#246;r
f&#246;rvaltningen av ett byggnadsminne att vidta r&#228;ttelse eller
avbryta p&#229;g&#229;ende &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla efterlevnaden av
skyddsbest&#228;mmelser och beslut enligt detta kapitel. Ett s&#229;dant
f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.

I de fall som avses i f&#246;rsta stycket f&#229;r l&#228;nsstyrelsen i
st&#228;llet hos kronofogdemyndigheten beg&#228;ra s&#228;rskild handr&#228;ckning
enligt lagen (1990:746) om betalningsf&#246;rel&#228;ggande och
handr&#228;ckning mot den som ansvarar f&#246;r f&#246;rvaltningen av ett
byggnadsminne. Lag (2000:265).

17 &#167; Om en l&#228;nsstyrelse har meddelat ett f&#246;rel&#228;ggande eller
f&#246;rbud mot n&#229;gon i egenskap av &#228;gare till en fastighet,
tomtr&#228;ttshavare eller &#228;gare till en byggnad p&#229; mark som tillh&#246;r
n&#229;gon annan, f&#229;r l&#228;nsstyrelsen s&#228;nda beslutet till
inskrivningsmyndigheten f&#246;r anteckning i fastighetsregistrets
inskrivningsdel. &#196;r f&#246;rel&#228;ggandet f&#246;renat med l&#246;pande vite,
skall &#228;ven detta antecknas. Den som senast s&#246;kt lagfart eller
inskrivning av f&#246;rv&#228;rv av tomtr&#228;tt skall, om den s&#246;kande inte
&#228;r f&#246;rel&#228;ggandets eller f&#246;rbudets adressat, av
inskrivningsmyndigheten genast i rekommenderat brev underr&#228;ttas
om anteckningen.

Har anteckning gjorts, g&#228;ller f&#246;rel&#228;ggandet eller f&#246;rbudet mot
ny &#228;gare av egendomen. Har den nya &#228;garen f&#246;rv&#228;rvat egendomen
genom k&#246;p, byte eller g&#229;va och utg&#246;r egendomen fastighet eller
tomtr&#228;tt, g&#228;ller &#228;ven l&#246;pande vite mot den nya &#228;garen r&#228;knat
fr&#229;n tidpunkten f&#246;r &#228;gander&#228;tts&#246;verg&#229;ngen. Annat vite g&#228;ller
inte mot en ny &#228;gare av egendomen, men l&#228;nsstyrelsen f&#229;r s&#228;tta
ut nytt vite f&#246;r den &#228;garen. L&#246;pande vite som avser en viss
period f&#229;r tas ut endast av den som var &#228;gare vid periodens
b&#246;rjan.

Har ett antecknat f&#246;rel&#228;ggande eller f&#246;rbud upph&#228;vts genom ett
beslut som vunnit laga kraft eller har den &#229;tg&#228;rd som avses med
f&#246;rel&#228;ggandet vidtagits eller har &#228;ndam&#229;let med f&#246;rel&#228;ggandet
eller f&#246;rbudet f&#246;rlorat sin betydelse, skall l&#228;nsstyrelsen s&#229;
snart den f&#229;tt vetskap om f&#246;rh&#229;llandet anm&#228;la detta till
inskrivningsmyndigheten f&#246;r borttagande av anteckningen. Lag
(2000:265).

18 &#167; Till b&#246;ter d&#246;ms den som

1. i strid mot meddelade skyddsbest&#228;mmelser river eller p&#229;
annat s&#228;tt f&#246;rst&#246;r ett byggnadsminne eller &#228;ndrar det utan
tillst&#229;nd enligt 14 &#167; eller utan iakttagande av villkor f&#246;r
s&#229;dant tillst&#229;nd eller

2. bryter mot f&#246;rbud som meddelats enligt 5 &#167; eller f&#246;rordnande
enligt 6 &#167; f&#246;rsta stycket eller vidtar &#229;tg&#228;rder i strid mot
best&#228;mmelserna i 6 &#167; andra stycket.

Den som inte efterkommer ett vitesf&#246;rel&#228;ggande eller ett
vitesf&#246;rbud d&#246;ms inte till straff f&#246;r det som omfattas av
f&#246;rel&#228;ggandet eller f&#246;rbudet. Lag (2000:265).

&#214;verklagande m.m.

19 &#167; Beslut av l&#228;nsstyrelsen enligt detta kapitel &#246;verklagas
hos allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs vid
&#246;verklagande till kammarr&#228;tten.

L&#228;nsstyrelsens beslut att inte f&#246;rklara en byggnad f&#246;r
byggnadsminne f&#229;r &#246;verklagas endast av Riksantikvarie&#228;mbetet.
Lag (2000:265).
20 &#167; L&#228;nsstyrelsens beslut om ers&#228;ttning och inl&#246;sen f&#229;r inte
&#246;verklagas. Den som &#228;r missn&#246;jd med ett s&#229;dant beslut f&#229;r v&#228;cka
talan mot staten vid mark- och milj&#246;domstolen inom ett &#229;r fr&#229;n
det han f&#229;tt del av l&#228;nsstyrelsens beslut. V&#228;cks inte talan
inom denna tid, &#228;r r&#228;tten till ers&#228;ttning eller inl&#246;sen
f&#246;rlorad.

Staten f&#229;r, n&#228;r fr&#229;ga v&#228;ckts eller tagits upp om att f&#246;rklara
en byggnad f&#246;r byggnadsminne, v&#228;cka talan vid mark- och
milj&#246;domstolen mot sak&#228;gare om fastst&#228;llande av de villkor som
skall g&#228;lla f&#246;r ers&#228;ttning. Om beslut om
byggnadsminnesf&#246;rklaring inte kommer till st&#229;nd inom ett &#229;r
fr&#229;n det att m&#229;let avgjorts genom lagakraft&#228;gande dom, skall
domen inte l&#228;ngre vara bindande f&#246;r parterna.

Talan om ers&#228;ttning enligt 12 &#167; andra stycket skall v&#228;ckas vid
mark- och milj&#246;domstolen. Lag (2010:933).

21 &#167; Beslut enligt 1, 5 och 6 &#167;&#167; g&#228;ller omedelbart.
Lag (2013:548).

4 kap. Kyrkliga kulturminnen

1 &#167; Kulturhistoriska v&#228;rden i kyrkobyggnader, kyrkotomter,
kyrkliga inventarier och begravningsplatser &#228;r skyddade enligt
best&#228;mmelserna i detta kapitel.

Kyrkobyggnader och kyrkotomter

2 &#167; Kyrkobyggnader och kyrkotomter skall v&#229;rdas och underh&#229;llas
s&#229; att deras kulturhistoriska v&#228;rde inte minskas och deras
utseende och karakt&#228;r inte f&#246;rvanskas.

Kyrkobyggnader enligt denna lag &#228;r byggnader som f&#246;re den 1
januari 2000 har invigts f&#246;r Svenska kyrkans gudstj&#228;nst och den
1 januari 2000 &#228;gdes eller f&#246;rvaltades av Svenska kyrkan eller
n&#229;gon av dess organisatoriska delar.

Kyrkotomt &#228;r ett omr&#229;de kring en kyrkobyggnad som h&#246;r samman
med byggnadens funktion och milj&#246; och som inte &#228;r
begravningsplats. Lag (1999:304).

2 a &#167; N&#228;r en fr&#229;ga om fastst&#228;llelse av gr&#228;nserna f&#246;r en 
kyrkotomt uppkommer, pr&#246;vas fr&#229;gan av l&#228;nsstyrelsen. 

N&#228;r ett &#228;rende om fastst&#228;llelse av gr&#228;nser tas upp av n&#229;gon 
annan &#228;n &#228;garen av omr&#229;det, ska &#228;garen underr&#228;ttas om &#228;rendet 
och ges tillf&#228;lle att yttra sig i saken. Underr&#228;ttelsen ska 
ske genom delgivning. Lag (2017:562).

3 &#167; Kyrkobyggnader som &#228;r uppf&#246;rda och kyrkotomter som har 
tillkommit f&#246;re utg&#229;ngen av &#229;r 1939 f&#229;r inte p&#229; n&#229;got 
v&#228;sentligt s&#228;tt &#228;ndras utan tillst&#229;nd av l&#228;nsstyrelsen.

I fr&#229;ga om en kyrkobyggnad kr&#228;vs alltid tillst&#229;nd f&#246;r 
rivning, flyttning eller ombyggnad av byggnaden liksom f&#246;r 
ingrepp i eller &#228;ndring av dess exteri&#246;r och interi&#246;r med 
dess fasta inredning och konstn&#228;rliga utsmyckning samt f&#246;r 
&#228;ndring av dess f&#228;rgs&#228;ttning.

I fr&#229;ga om en kyrkotomt kr&#228;vs alltid tillst&#229;nd f&#246;r utvidgning 
av tomten samt f&#246;r uppf&#246;rande eller v&#228;sentlig &#228;ndring av 
byggnader, murar, portaler, andra fasta anordningar och 
vegetation p&#229; tomten eller &#228;ndring av medveten gestaltning av 
vegetationen.

L&#228;nsstyrelsen f&#229;r st&#228;lla de villkor f&#246;r tillst&#229;ndet som &#228;r 
sk&#228;liga med h&#228;nsyn till de f&#246;rh&#229;llanden som f&#246;ranleder 
&#228;ndringen. Villkoren f&#229;r avse hur &#228;ndringen ska utf&#246;ras och 
den dokumentation som beh&#246;vs. Lag (2017:562).

4 &#167; Om l&#228;nsstyrelsen beslutar det, ska 3 &#167; om
tillst&#229;ndspr&#246;vning till&#228;mpas ocks&#229; i fr&#229;ga om en kyrkobyggnad
eller en kyrkotomt som har tillkommit efter utg&#229;ngen av &#229;r
1939 och som har ett h&#246;gt kulturhistoriskt v&#228;rde.
Lag (2013:548).

5 &#167; Sedvanliga underh&#229;llsarbeten eller br&#229;dskande
reparations&#229;tg&#228;rder f&#229;r utf&#246;ras utan tillst&#229;nd. S&#229;dana &#229;tg&#228;rder
skall utf&#246;ras med material och metoder som &#228;r l&#228;mpliga med
h&#228;nsyn till byggnadens eller anl&#228;ggningens kulturhistoriska
v&#228;rde.

Kyrkliga inventarier

6 &#167; Inventarier av kulturhistoriskt v&#228;rde, som h&#246;r till
kyrkobyggnad eller annan kyrklig byggnad, kyrkotomt eller
begravningsplats, skall f&#246;rvaras och v&#229;rdas v&#228;l. Lag
(1999:304).

7 &#167; F&#246;r varje f&#246;rsamling skall det finnas en f&#246;rteckning &#246;ver
inventarier som avses i 6 &#167;. I f&#246;rteckningen skall anges om ett
f&#246;rem&#229;l &#228;gs eller f&#246;rvaltas av n&#229;gon annan &#228;n f&#246;rsamlingen och
om det f&#246;rvaras p&#229; n&#229;gon annan plats &#228;n i kyrkan.

I varje f&#246;rsamling skall det utses tv&#229; personer som har ansvar
f&#246;r att f&#246;ra f&#246;rteckningen. De skall ocks&#229; se till att
f&#246;rem&#229;len f&#246;rvaras och v&#229;rdas v&#228;l. F&#246;rsamlingen skall anm&#228;la
till l&#228;nsstyrelsen vilka som har utsetts. Lag (1999:304).

8 &#167; Stiftet skall minst vart sj&#228;tte &#229;r kontrollera att alla
f&#246;rem&#229;l i f&#246;rteckningen finns kvar. S&#229;dan kontroll skall ocks&#229;
g&#246;ras vid byte av n&#229;gon av de personer som har utsetts enligt 7
&#167; andra stycket. Efter varje kontroll skall en kopia av
f&#246;rteckningen s&#228;ndas till l&#228;nsstyrelsen. Lag (1999:304).

9 &#167; I fr&#229;ga om ett f&#246;rem&#229;l i f&#246;rteckningen, som inte &#228;gs av
n&#229;gon enskild person eller sl&#228;kt, kr&#228;vs tillst&#229;nd fr&#229;n
l&#228;nsstyrelsen

1. f&#246;r att avyttra det,

2. f&#246;r att avf&#246;ra det fr&#229;n f&#246;rteckningen,

3. f&#246;r att reparera eller &#228;ndra det, eller

4. f&#246;r att flytta det fr&#229;n den plats d&#228;r det sedan gammalt h&#246;r
hemma.

L&#228;nsstyrelsen f&#229;r, i fr&#229;ga om f&#246;rsta stycket 3 och 4, st&#228;lla de
villkor f&#246;r tillst&#229;ndet som &#228;r sk&#228;liga med h&#228;nsyn till de
f&#246;rh&#229;llanden som f&#246;ranleder &#229;tg&#228;rden. Villkoren f&#229;r avse hur
&#229;tg&#228;rden skall utf&#246;ras samt den dokumentation som beh&#246;vs.

Tillst&#229;nd kr&#228;vs inte f&#246;r mera obetydliga reparationer. S&#229;dana
reparationer f&#229;r inte utf&#246;ras s&#229;, att f&#246;rem&#229;lets
kulturhistoriska v&#228;rde minskas. Lag (1999:304).

10 &#167; L&#228;nsstyrelsen och Riksantikvarie&#228;mbetet f&#229;r besikta
kyrkliga inventarier.

L&#228;nsstyrelsen f&#229;r ocks&#229; besluta att ett f&#246;rem&#229;l skall tas upp i
f&#246;rteckningen.

Om det finns allvarlig fara f&#246;r att ett f&#246;rem&#229;l skadas, f&#229;r
l&#228;nsstyrelsen tills vidare ta hand om det eller vidta n&#229;gon
annan n&#246;dv&#228;ndig &#229;tg&#228;rd f&#246;r att skydda eller v&#229;rda det. Innan en
s&#229;dan &#229;tg&#228;rd vidtas, skall samr&#229;d ske med stiftet och, om
f&#246;rem&#229;let &#228;gs av n&#229;gon enskild, med denne. Lag (1999:304).

Begravningsplatser

11 &#167; I v&#229;rden av en begravningsplats ska dess betydelse som 
en del av kulturmilj&#246;n beaktas. Begravningsplatsen ska v&#229;rdas 
och underh&#229;llas s&#229; att dess kulturhistoriska v&#228;rde inte 
minskas eller f&#246;rvanskas. Lag (2017:562).

12 &#167; Begravningsplatser enligt detta kapitel &#228;r s&#229;dana 
omr&#229;den eller utrymmen som avses i 1 kap. 1 &#167; 
begravningslagen (1990:1144).

Best&#228;mmelserna om begravningsplatser omfattar ocks&#229; s&#229;dana 
byggnader p&#229; begravningsplatsen som inte &#228;r kyrkobyggnader, 
fasta anordningar som murar och portaler samt vegetation.
Lag (2017:562).

13 &#167; I fr&#229;ga om en begravningsplats som anlagts f&#246;re utg&#229;ngen 
av &#229;r 1939 kr&#228;vs tillst&#229;nd av l&#228;nsstyrelsen

1. f&#246;r att utvidga eller p&#229; n&#229;got annat s&#228;tt v&#228;sentligt &#228;ndra 
begravningsplatsen,

2. f&#246;r att d&#228;r uppf&#246;ra n&#229;gon ny byggnad eller fast anordning 
eller riva eller v&#228;sentligt &#228;ndra befintlig byggnad, fast 
anordning eller vegetation, eller

3. f&#246;r att &#228;ndra medveten gestaltning av vegetationen.

L&#228;nsstyrelsen f&#229;r st&#228;lla de villkor f&#246;r tillst&#229;ndet som &#228;r 
sk&#228;liga med h&#228;nsyn till de f&#246;rh&#229;llanden som f&#246;ranleder 
&#228;ndringen. Villkoren f&#229;r avse hur &#228;ndringen ska utf&#246;ras och 
den dokumentation som beh&#246;vs. Lag (2017:562).

14 &#167; Om l&#228;nsstyrelsen beslutar det, ska 13 &#167; till&#228;mpas ocks&#229;
i fr&#229;ga om en begravningsplats som tillkommit efter utg&#229;ngen
av &#229;r 1939, om begravningsplatsen ligger invid en
kyrkobyggnad som uppf&#246;rts dessf&#246;rinnan eller har ett h&#246;gt
kulturhistoriskt v&#228;rde. Lag (2013:548).

15 &#167; Om det p&#229; en begravningsplats eller i en byggnad p&#229; en
begravningsplats som &#228;gs och f&#246;rvaltas av en borgerlig kommun
finns f&#246;rem&#229;l av kulturhistoriskt v&#228;rde, till&#228;mpas
best&#228;mmelserna i 6, 7, 9 och 10 &#167;&#167; ocks&#229; p&#229; s&#229;dana f&#246;rem&#229;l.
Kommunen skall d&#228;rvid ansvara f&#246;r f&#246;rteckningen samt
f&#246;rvaringen och v&#229;rden av f&#246;rem&#229;len. I st&#228;llet f&#246;r vad som s&#228;gs
i 7 &#167; skall i f&#246;rteckningen anges om ett f&#246;rem&#229;l &#228;gs eller
f&#246;rvaltas av n&#229;gon annan &#228;n kommunen.

Beredskapsf&#246;rberedelser

15 a &#167; Svenska kyrkan och dess organisatoriska delar skall
vidta de beredskapsf&#246;rberedelser som under h&#246;jd beredskap
beh&#246;vs f&#246;r v&#229;rd och underh&#229;ll av de kyrkliga kulturminnena. Lag
(1999:942).

Ers&#228;ttning till Svenska kyrkan

16 &#167; Svenska kyrkan har r&#228;tt till viss ers&#228;ttning av staten f&#246;r
kulturhistoriskt motiverade kostnader i samband med v&#229;rd och
underh&#229;ll av de kyrkliga kulturminnena.

Svenska kyrkan beslutar om f&#246;rdelning av ers&#228;ttningen mellan
stiften. Stiftet beslutar om f&#246;rdelning inom sitt omr&#229;de.

Riksantikvarie&#228;mbetet skall ges tillf&#228;lle att yttra sig &#246;ver
f&#246;rdelningen i landet. L&#228;nsstyrelsen skall ges tillf&#228;lle att
yttra sig &#246;ver f&#246;rdelningen i l&#228;net. Lag (1999:304).

Ingripande f&#246;r att &#229;stadkomma r&#228;ttelse

17 &#167; L&#228;nsstyrelsen f&#229;r f&#246;rel&#228;gga den som &#228;r ansvarig f&#246;r
f&#246;rvaltningen av ett kyrkligt kulturminne att vidta r&#228;ttelse
eller avbryta p&#229;g&#229;ende &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla
efterlevnaden av f&#246;reskrifter och beslut enligt detta kapitel.
Ett s&#229;dant f&#246;rel&#228;ggande f&#229;r f&#246;renas med vite.

I de fall som avses i f&#246;rsta stycket f&#229;r l&#228;nsstyrelsen i
st&#228;llet hos kronofogdemyndigheten beg&#228;ra s&#228;rskild handr&#228;ckning
enligt lagen (1990:746) om betalningsf&#246;rel&#228;ggande och
handr&#228;ckning mot den som ansvarar f&#246;r f&#246;rvaltningen av ett
kyrkligt kulturminne. Lag (1999:304).

&#214;verklagande

18 &#167; Beslut enligt detta kapitel f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten. Lag (2017:562).

5 kap. Skydd mot utf&#246;rsel av vissa &#228;ldre kulturf&#246;rem&#229;l

1 &#167; Kulturf&#246;rem&#229;l som kan antas ha funnits i Sverige i minst 
75 &#229;r och som kan vara av stor betydelse f&#246;r kulturarvet, f&#229;r 
inte f&#246;ras ut ur landet utan s&#228;rskilt tillst&#229;nd. 
Lag (2017:562).

2 &#167; Har upph&#228;vts genom lag (2017:562).

3 &#167; Regeringen f&#229;r meddela f&#246;reskrifter om vilka kulturf&#246;rem&#229;l
som inte f&#229;r f&#246;ras ut ur landet utan s&#228;rskilt tillst&#229;nd. Lag
(2000:265).

4 &#167; Har upph&#228;vts genom lag (2000:265).

5 &#167; Har upph&#228;vts genom lag (2000:265).

6 &#167; Har upph&#228;vts genom lag (2000:265).

Pr&#246;vningen av ans&#246;kningar om tillst&#229;nd till utf&#246;rsel

7 &#167; Fr&#229;gor om tillst&#229;nd till utf&#246;rsel ska pr&#246;vas av Kungl. 
biblioteket, Riksantikvarie&#228;mbetet, Riksarkivet, 
Nationalmuseum eller Stiftelsen Nordiska museet 
(tillst&#229;ndsmyndigheter) enligt den f&#246;rdelning som regeringen 
best&#228;mmer.

Ans&#246;kningarna ska ges in till Riksantikvarie&#228;mbetet. 

Regeringen eller den myndighet regeringen best&#228;mmer f&#229;r 
meddela n&#228;rmare f&#246;reskrifter om ans&#246;kningsf&#246;rfarandet.
Lag (2017:1263).

8 &#167; F&#246;rvaltningslagen (2017:900) till&#228;mpas vid 
handl&#228;ggning av tillst&#229;nds&#228;renden hos Stiftelsen Nordiska 
museet. Beslut i ett s&#229;dant &#228;rende fattas av stiftelsens 
styresman eller n&#229;gon annan tj&#228;nsteman som styresmannen 
utser. Lag (2018:794).

9 &#167; Den som s&#246;ker tillst&#229;nd skall p&#229; beg&#228;ran av
tillst&#229;ndsmyndigheten st&#228;lla f&#246;rem&#229;let till myndighetens
f&#246;rfogande f&#246;r granskning. Lag (2000:265).

10 &#167; Tillst&#229;nd till utf&#246;rsel ska ges, om f&#246;rem&#229;let inte &#228;r av 
stor betydelse f&#246;r kulturarvet. Lag (2017:562).

10 a &#167; Vid bed&#246;mningen av om ett f&#246;rem&#229;l &#228;r av stor betydelse 
f&#246;r kulturarvet ska det beaktas om f&#246;rem&#229;let 

1. &#228;r unikt eller s&#228;llsynt eller &#228;r s&#228;rskilt k&#228;nnetecknande 
f&#246;r sin tid och sitt kulturhistoriska sammanhang, 

2. &#228;r knutet till en betydelsefull person eller h&#228;ndelse i 
svensk historia, 

3. har ett betydelsefullt samband med en kulturmilj&#246; eller &#228;r 
en del av en kulturhistorisk samling av stor betydelse,

4. annars har s&#228;rskild betydelse f&#246;r forskning, eller 

5. av annan synnerlig anledning b&#246;r bevaras i landet.
Lag (2017:562).

11 &#167; &#196;ven om ett f&#246;rem&#229;l &#228;r av stor betydelse f&#246;r kulturarvet 
ska tillst&#229;nd till utf&#246;rsel ges om 

1. &#228;garen flyttar fr&#229;n Sverige f&#246;r att bos&#228;tta sig i ett annat 
land, 

2. f&#246;rem&#229;let genom arv, testamente eller bodelning har 
f&#246;rv&#228;rvats av en enskild person som &#228;r bosatt i ett annat 
land,

3. f&#246;rem&#229;let f&#246;rs ut ur landet av en offentlig institution h&#228;r 
i landet eller en institution som f&#229;r bidrag av stat, kommun 
eller region och det ska f&#246;ras tillbaka till Sverige,

4. f&#246;rem&#229;let f&#246;rs ut av en enskild person f&#246;r att anv&#228;ndas i 
samband med offentlig kulturverksamhet och det ska f&#246;ras 
tillbaka till Sverige, eller 

5. f&#246;rem&#229;let tillf&#228;lligt &#228;r i landet.

&#196;ven om ett f&#246;rem&#229;l &#228;r av stor betydelse f&#246;r kulturarvet f&#229;r 
tillst&#229;nd till utf&#246;rsel ges om f&#246;rem&#229;let har f&#246;rv&#228;rvats av en 
institution i utlandet. Lag (2019:864).

12 &#167; R&#246;r en ans&#246;kan mer &#228;n en av tillst&#229;ndsmyndigheterna
beslutar Riksantikvarie&#228;mbetet vilken tillst&#229;ndsmyndighet som
skall handl&#228;gga ans&#246;kningen. Den tillst&#229;ndsmyndigheten f&#229;r
fatta beslut i &#228;rendet f&#246;rst efter samr&#229;d med den eller de
&#246;vriga tillst&#229;ndsmyndigheter som &#228;r ber&#246;rda. I s&#229;dana &#228;renden
skall ans&#246;kningen avsl&#229;s, om n&#229;gon av de ber&#246;rda
tillst&#229;ndsmyndigheterna anser att tillst&#229;nd inte skall
beviljas. Lag (2000:265).

13 &#167; Ett tillst&#229;nd till utf&#246;rsel g&#228;ller i ett &#229;r fr&#229;n dagen f&#246;r
beslutet. Lag (2000:265).

14 &#167; Har upph&#228;vts genom lag (2000:265).

&#214;verklagande

15 &#167; Om en tillst&#229;ndsmyndighet har avslagit en ans&#246;kan om
tillst&#229;nd till utf&#246;rsel, f&#229;r beslutet &#246;verklagas hos allm&#228;n
f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Andra beslut som en tillst&#229;ndsmyndighet har meddelat enligt
detta kapitel, f&#229;r inte &#246;verklagas. Lag (1995:72).

Medgivande av regeringen

16 &#167; &#196;ven om ett kulturf&#246;rem&#229;l &#228;r av stor betydelse f&#246;r 
kulturarvet, f&#229;r regeringen, om det finns synnerliga sk&#228;l, 
medge att f&#246;rem&#229;let f&#246;rs ut ur landet. Lag (2017:562).

Ansvar

17 &#167; Best&#228;mmelser om ansvar f&#246;r olovlig utf&#246;rsel av
kulturf&#246;rem&#229;l och f&#246;r f&#246;rs&#246;k d&#228;rtill finns i lagen (2000:1225)
om straff f&#246;r smuggling. Lag (2000:1244).

6 kap. &#197;terl&#228;mnande av kulturf&#246;rem&#229;l som olagligt f&#246;rts bort
fr&#229;n en stat som ing&#229;r i EES

1 &#167; Ett kulturf&#246;rem&#229;l som efter den 31 december 1994 olagligt
f&#246;rts bort fr&#229;n en stat som ing&#229;r i Europeiska ekonomiska
samarbetsomr&#229;det (EES) och som finns i Sverige skall p&#229; beg&#228;ran
&#229;terl&#228;mnas till den staten. Lag (1994:1523).

Definitioner

2 &#167; Med ett kulturf&#246;rem&#229;l avses i detta kapitel ett f&#246;rem&#229;l 
som i den stat det f&#246;rts bort fr&#229;n betraktas som en nationell 
skatt av konstn&#228;rligt, historiskt eller arkeologiskt v&#228;rde 
enligt lagar eller administrativa f&#246;rfaranden som &#228;r 
f&#246;renliga med artikel 36 i f&#246;rdraget om Europeiska unionens 
funktionss&#228;tt. Lsg (2015:852).

3 &#167; Med att ett kulturf&#246;rem&#229;l olagligt f&#246;rts bort avses i detta
kapitel att

1. f&#246;rem&#229;let f&#246;rts fr&#229;n en stats territorium i strid med den
statens regler som har till syfte att skydda nationella
skatter, eller

2. f&#246;rem&#229;let efter en tidsbegr&#228;nsad laglig bortf&#246;rsel inte har
&#229;terl&#228;mnats eller n&#229;got annat villkor f&#246;r bortf&#246;rseln har
&#246;vertr&#228;tts. Lag (2011:782).

V&#228;ckande av talan

4 &#167; Den stat fr&#229;n vars territorium kulturf&#246;rem&#229;let olagligt
f&#246;rts bort f&#229;r vid allm&#228;n domstol v&#228;cka talan om &#229;terl&#228;mnande.
Talan ska riktas mot den som innehar f&#246;rem&#229;let.

Till en ans&#246;kan om st&#228;mning i m&#229;l som avses i f&#246;rsta stycket
ska det fogas dels en handling som beskriver f&#246;rem&#229;let och som
anger att det &#228;r ett kulturf&#246;rem&#229;l, dels en f&#246;rklaring av den
beh&#246;riga myndigheten i den &#229;terkr&#228;vande staten om att f&#246;rem&#229;let
olagligt har f&#246;rts bort.

&#196;r n&#229;gon annan &#228;n den som innehar f&#246;rem&#229;let &#228;gare till det, ska
domstolen, om &#228;garen &#228;r k&#228;nd, underr&#228;tta honom eller henne om
att talan v&#228;ckts. Den som har en s&#228;rskild r&#228;tt till f&#246;rem&#229;let
ska ocks&#229; underr&#228;ttas, om han eller hon &#228;r k&#228;nd.
Lag (2011:782).

5 &#167; Domstolen f&#229;r p&#229; ans&#246;kan av den stat fr&#229;n vars territorium
ett kulturf&#246;rem&#229;l olagligt f&#246;rts bort besluta om
s&#228;kerhets&#229;tg&#228;rd betr&#228;ffande f&#246;rem&#229;let. I s&#229;dana fall ska 15
kap. 2, 5, 7, 8 och 10 &#167;&#167; r&#228;tteg&#229;ngsbalken till&#228;mpas. Med
b&#228;ttre r&#228;tt till viss egendom ska i det sammanhanget avses r&#228;tt
att f&#229; egendom &#229;terl&#228;mnad. Lag (2011:782).

6 &#167; Talan om &#229;terl&#228;mnande ska v&#228;ckas inom tre &#229;r fr&#229;n det att 
den &#229;terkr&#228;vande staten har f&#229;tt k&#228;nnedom om var f&#246;rem&#229;let 
finns och om vem som innehar det. Talan f&#229;r dock inte v&#228;ckas 
senare &#228;n trettio &#229;r efter det att f&#246;rem&#229;let olagligt f&#246;rdes 
bort. I fr&#229;ga om f&#246;rem&#229;l som &#228;r en integrerad del av en 
offentlig samling och &#228;r upptaget i inventarief&#246;rteckningen 
hos ett museum, ett arkiv eller en bibliotekssamling eller 
som &#228;r en integrerad del av inventarierna hos en kyrklig 
eller annan religi&#246;s institution och har ett s&#228;rskilt skydd 
enligt det &#229;terkr&#228;vande landets lag, f&#229;r dock talan v&#228;ckas 
inom sjuttiofem &#229;r efter bortf&#246;rseln.

Med en offentlig samling avses en samling som &#228;gs av

– en stat som avses i 1 &#167;,

– en lokal eller regional myndighet i en s&#229;dan stat, eller

– en offentlig institution i en s&#229;dan stat vilken &#228;gs eller 
till stor del finansieras av staten eller av en lokal eller 
regional myndighet.

Om bortf&#246;rseln inte l&#228;ngre &#228;r olaglig n&#228;r talan v&#228;cks, ska 
talan ogillas. Lsg (2015:852).

Ers&#228;ttning

7 &#167; Om ett kulturf&#246;rem&#229;l ska &#229;terl&#228;mnas, &#228;r den som innehar 
f&#246;rem&#229;let f&#246;r egen r&#228;kning ber&#228;ttigad till sk&#228;lig ers&#228;ttning 
av den &#229;terkr&#228;vande staten. Detta f&#246;ruts&#228;tter att innehavaren 
visar att han eller hon visat vederb&#246;rlig omsorg och 
uppm&#228;rksamhet vid anskaffandet av f&#246;rem&#229;let. 

Vid bed&#246;mningen av om innehavaren visat vederb&#246;rlig omsorg 
och uppm&#228;rksamhet ska det tas h&#228;nsyn till alla omst&#228;ndigheter 
i samband med anskaffandet, d&#228;ribland dokumentation om 
f&#246;rem&#229;lets proveniens, de tillst&#229;nd f&#246;r utf&#246;rsel som kr&#228;vs 
enligt den &#229;terkr&#228;vande medlemsstatens lagstiftning, 
parternas karakt&#228;r, det pris som betalats, om innehavaren 
kontrollerat tillg&#228;ngliga register &#246;ver stulna f&#246;rem&#229;l och 
all relevant information som innehavaren rimligen kunnat 
erh&#229;lla, eller om innehavaren vidtagit andra s&#229;dana &#229;tg&#228;rder 
som en omd&#246;mesgill person skulle ha vidtagit under samma 
omst&#228;ndigheter.

Den som f&#246;rv&#228;rvat f&#246;rem&#229;let genom arv, testamente, g&#229;va eller 
bodelning &#228;r ber&#228;ttigad till ers&#228;ttning endast om den som 
f&#246;rem&#229;let f&#246;rv&#228;rvats fr&#229;n skulle ha varit det. Lsg (2015:852).

Unders&#246;kning

8 &#167; Tingsr&#228;tten f&#229;r p&#229; ans&#246;kan av den myndighet som regeringen
best&#228;mmer (den centrala myndigheten) besluta att myndigheten
f&#229;r genomf&#246;ra en unders&#246;kning hos n&#229;gon f&#246;r att s&#246;ka efter ett
visst kulturf&#246;rem&#229;l som olagligt f&#246;rts bort fr&#229;n en stat som
anges i 1 &#167;. Tillst&#229;nd f&#229;r l&#228;mnas endast om

1. det finns s&#228;rskild anledning att anta att det s&#246;kta
f&#246;rem&#229;let kan p&#229;tr&#228;ffas vid unders&#246;kningen,

2. den hos vilken unders&#246;kningen skall vidtas sk&#228;ligen kan
befaras undandra sig att l&#228;mna uppgift om han innehar
f&#246;rem&#229;let, och

3. vikten av att &#229;tg&#228;rden vidtas uppv&#228;ger det intr&#229;ng eller men
i &#246;vrigt som &#229;tg&#228;rden inneb&#228;r f&#246;r den som ber&#246;rs.

Ans&#246;kan skall g&#246;ras skriftligen.

Om det sk&#228;ligen kan befaras att f&#246;rem&#229;let kan komma att g&#246;mmas
undan eller n&#229;gon annan &#229;tg&#228;rd vidtas f&#246;r att hindra eller
f&#246;rsv&#229;ra ett &#229;terl&#228;mnande, f&#229;r beslut enligt f&#246;rsta stycket
meddelas utan att motparten bereds tillf&#228;lle att yttra sig &#246;ver
ans&#246;kan. Motparten beh&#246;ver i s&#229; fall inte heller underr&#228;ttas om
r&#228;ttens beslut innan unders&#246;kningen p&#229;b&#246;rjas.

Beslutet g&#228;ller omedelbart, om inte annat best&#228;ms. Lag
(1994:1523).

9 &#167; Av ett beslut om unders&#246;kning skall framg&#229; i vilken
utstr&#228;ckning den centrala myndigheten har r&#228;tt att f&#229; tilltr&#228;de
till lokaler, markomr&#229;den, transportmedel och andra utrymmen.

Vid unders&#246;kning skall till&#228;mpas best&#228;mmelserna i 28 kap. 6 &#167;,
7 &#167; andra stycket och 9 &#167; f&#246;rsta stycket r&#228;tteg&#229;ngsbalken.

Myndigheten f&#229;r beg&#228;ra handr&#228;ckning av Kronofogdemyndigheten
f&#246;r att genomf&#246;ra unders&#246;kningen. D&#228;rvid till&#228;mpas
best&#228;mmelserna i uts&#246;kningsbalken om verkst&#228;llighet av
f&#246;rpliktelser som inte avser betalningsskyldighet eller
avhysning. Lag (2006:707).

10 &#167; Om det s&#246;kta f&#246;rem&#229;let p&#229;tr&#228;ffas vid unders&#246;kningen f&#229;r
den centrala myndigheten ta hand om f&#246;rem&#229;let, om det sk&#228;ligen
kan befaras att innehavaren genom att g&#246;mma undan f&#246;rem&#229;let
eller genom att f&#246;reta n&#229;gon annan &#229;tg&#228;rd hindrar eller
f&#246;rsv&#229;rar ett &#229;terl&#228;mnande. Lag (1994:1523).

11 &#167; Den som ber&#246;rs av ett omh&#228;ndertagande enligt 10 &#167; kan
skriftligen beg&#228;ra pr&#246;vning av det vid den tingsr&#228;tt som
pr&#246;vade ans&#246;kan om tillst&#229;nd till unders&#246;kningen. N&#228;r beg&#228;ran
kommit in skall r&#228;tten snarast m&#246;jligt och, om det inte finns
synnerliga sk&#228;l, senast fj&#228;rde dagen d&#228;refter h&#229;lla
f&#246;rhandling.

Till f&#246;rhandlingen skall kallas b&#229;de den som ber&#246;rs och den
centrala myndigheten.

Vid f&#246;rhandlingen skall myndigheten redovisa sk&#228;len f&#246;r
omh&#228;ndertagandet. Den som ber&#246;rs skall f&#229; tillf&#228;lle att yttra
sig. F&#246;rhandlingen skall, om m&#246;jligt, p&#229;g&#229; utan avbrott.
Uppskov f&#229;r &#228;ga rum endast om det finns synnerliga sk&#228;l till
det. Sedan f&#246;rhandlingen avslutats, skall r&#228;tten omedelbart
meddela beslut. Lag (1994:1523).

12 &#167; Domstolen skall best&#228;mma hur l&#228;nge omh&#228;ndertagandet skall
best&#229;. Tiden f&#229;r inte s&#228;ttas l&#228;ngre &#228;n som &#228;r oundg&#228;ngligen
n&#246;dv&#228;ndigt. Ett omh&#228;ndertagande f&#229;r dock best&#229; h&#246;gst tre
m&#229;nader. Lag (1994:1523).

13 &#167; Om domstol enligt 5 &#167; fattat beslut om s&#228;kerhets&#229;tg&#228;rd
betr&#228;ffande ett f&#246;rem&#229;l upph&#246;r beslut om omh&#228;ndertagande av
samma f&#246;rem&#229;l att g&#228;lla. Lag (1994:1523).

R&#228;tteg&#229;ngsbest&#228;mmelser

14 &#167; Vid r&#228;tteg&#229;ngen i m&#229;l enligt detta kapitel till&#228;mpas vad
som &#228;r f&#246;reskrivet i r&#228;tteg&#229;ngsbalken om tvistem&#229;l d&#228;r
f&#246;rlikning &#228;r till&#229;ten.

I r&#228;tteg&#229;ng om &#229;terl&#228;mnande f&#229;r ers&#228;ttning enligt 7 &#167; yrkas
utan st&#228;mning.

&#214;ver &#229;terl&#228;mnande och ers&#228;ttning f&#229;r i samma r&#228;tteg&#229;ng d&#246;mas
endast i ett sammanhang. Lag (2011:782).

14 a &#167; Vid handl&#228;ggningen av fr&#229;gor som avses i 8 och 11 &#167;&#167;
g&#228;ller lagen (1996:242) om domstols&#228;renden.

Om inte annat s&#228;gs i detta kapitel, avg&#246;rs fr&#229;gan om beh&#246;rig
domstol enligt 10 kap. r&#228;tteg&#229;ngsbalken. Lag (2011:782).

Kostnader

15 &#167; I m&#229;l enligt detta kapitel g&#228;ller i fr&#229;ga om
r&#228;tteg&#229;ngskostnaderna 18 kap. r&#228;tteg&#229;ngsbalken med f&#246;ljande
avvikelser. Om den &#229;terkr&#228;vande statens motpart inte insett
eller bort inse att f&#246;rem&#229;let olagligt f&#246;rts bort, ska den
&#229;terkr&#228;vande staten svara f&#246;r kostnaderna vid tingsr&#228;tten.
Detsamma g&#228;ller under s&#229;dana omst&#228;ndigheter kostnaderna i h&#246;gre
r&#228;tt, om de har orsakats av att staten &#246;verklagat. F&#246;r kostnad
som avses i 18 kap. 6 &#167; r&#228;tteg&#229;ngsbalken svarar dock alltid den
part som orsakat kostnaden. Lag (2011:782).

16 &#167; Den &#229;terkr&#228;vande staten svarar f&#246;r kostnaderna f&#246;r
verkst&#228;lligheten av en dom om &#229;terl&#228;mnande av ett
kulturf&#246;rem&#229;l. Lag (1994:1523).

Lagval

17 &#167; Om ett olagligt bortf&#246;rt kulturf&#246;rem&#229;l &#229;terl&#228;mnats, skall
&#228;gander&#228;tten till f&#246;rem&#229;let best&#228;mmas enligt den &#229;terkr&#228;vande
statens lag. Lag (1994:1523).

7 kap. &#197;terl&#228;mnande av kulturf&#246;rem&#229;l som olagligt f&#246;rts ut fr&#229;n
en stat som har tilltr&#228;tt Unidroit-konventionen

1 &#167; Ett kulturf&#246;rem&#229;l som finns i Sverige och som, efter det
att Unidroit-konventionen av den 24 juni 1995 om kulturf&#246;rem&#229;l
som stulits eller f&#246;rts ut olagligt tr&#228;tt i kraft f&#246;r Sveriges
del, har f&#246;rts ut olagligt fr&#229;n en stat som tilltr&#228;tt
konventionen ska &#229;terl&#228;mnas till den staten, om den beg&#228;r det.
Om den olagliga utf&#246;rseln skett fr&#229;n en konventionsstat som &#228;r
en EES-stat, ska f&#246;rem&#229;let dock &#229;terl&#228;mnas endast om det inte
omfattas av definitionen i 6 kap. 2 &#167; f&#246;rsta stycket.

Trots f&#246;rsta stycket ska f&#246;rem&#229;let inte &#229;terl&#228;mnas, om det har
f&#246;rts ut ur staten under upphovsmannens livstid eller inom
femtio &#229;r fr&#229;n dennes d&#246;d. Kulturf&#246;rem&#229;l som har tillverkats av
en eller flera medlemmar av en stam eller ursprungsbefolkning
f&#246;r stammens eller befolkningens traditionella eller rituella
bruk ska dock alltid &#229;terl&#228;mnas till stammen eller
befolkningen. Lag (2011:782).

Definitioner

2 &#167; Med ett kulturf&#246;rem&#229;l avses i detta kapitel ett f&#246;rem&#229;l som
&#228;r av betydelse f&#246;r arkeologin, f&#246;rhistorien, historien,
litteraturen, konsten eller vetenskapen och som tillh&#246;r n&#229;gon
av de kategorier som anges i bilaga 2 till denna lag.
Lag (2011:782).

3 &#167; Med att ett kulturf&#246;rem&#229;l olagligt f&#246;rts ut avses i detta
kapitel att

1. f&#246;rem&#229;let f&#246;rts ut fr&#229;n en stats territorium i strid med den
statens regler om utf&#246;rsel av kulturf&#246;rem&#229;l som har till syfte
att skydda statens kulturarv, eller

2. f&#246;rem&#229;let efter en tidsbegr&#228;nsad laglig utf&#246;rsel inte har
&#229;terl&#228;mnats eller n&#229;got annat villkor f&#246;r utf&#246;rseln har
&#246;vertr&#228;tts. Lag (2011:782).

V&#228;ckande av talan

4 &#167; Den stat fr&#229;n vars territorium kulturf&#246;rem&#229;let olagligt
f&#246;rts ut f&#229;r vid allm&#228;n domstol v&#228;cka talan om &#229;terl&#228;mnande.
Talan ska riktas mot den som innehar f&#246;rem&#229;let.

Till en ans&#246;kan om st&#228;mning i m&#229;l som avses i f&#246;rsta stycket
ska det fogas dels en handling som beskriver f&#246;rem&#229;let och som
anger att det &#228;r ett kulturf&#246;rem&#229;l, dels en f&#246;rklaring av den
beh&#246;riga myndigheten i den &#229;terkr&#228;vande staten om att f&#246;rem&#229;let
olagligt har f&#246;rts ut.

&#196;r n&#229;gon annan &#228;n den som innehar f&#246;rem&#229;let &#228;gare till det, ska
domstolen, om &#228;garen &#228;r k&#228;nd, underr&#228;tta honom eller henne om
att talan v&#228;ckts. Den som har en s&#228;rskild r&#228;tt till f&#246;rem&#229;let
ska ocks&#229; underr&#228;ttas, om han eller hon &#228;r k&#228;nd.
Lag (2011:782).

5 &#167; Domstolen f&#229;r p&#229; ans&#246;kan av den stat fr&#229;n vars territorium
ett kulturf&#246;rem&#229;l olagligt f&#246;rts ut besluta om s&#228;kerhets&#229;tg&#228;rd
betr&#228;ffande f&#246;rem&#229;let.

I s&#229;dana fall ska 15 kap. 2, 5, 7, 8 och 10 &#167;&#167; r&#228;tteg&#229;ngsbalken
till&#228;mpas. Med b&#228;ttre r&#228;tt till viss egendom ska i det
sammanhanget avses r&#228;tt att f&#229; egendom &#229;terl&#228;mnad.
Lag (2011:782).

6 &#167; Talan om &#229;terl&#228;mnande ska v&#228;ckas inom tre &#229;r fr&#229;n det att
den &#229;terkr&#228;vande staten har f&#229;tt k&#228;nnedom om var f&#246;rem&#229;let
finns och om vem som innehar det. Talan f&#229;r dock inte v&#228;ckas
senare &#228;n femtio &#229;r efter det att f&#246;rem&#229;let olagligt f&#246;rdes ut.

Om utf&#246;rseln inte l&#228;ngre &#228;r olaglig n&#228;r talan v&#228;cks, ska talan
ogillas. Lag (2011:782).

Ers&#228;ttning

7 &#167; Om ett kulturf&#246;rem&#229;l ska &#229;terl&#228;mnas, &#228;r den som innehar
f&#246;rem&#229;let ber&#228;ttigad till sk&#228;lig ers&#228;ttning av den &#229;terkr&#228;vande
staten. Detta f&#246;ruts&#228;tter att innehavaren visat tillr&#228;cklig
omsorg och uppm&#228;rksamhet vid anskaffandet av f&#246;rem&#229;let och i
fr&#229;ga om hur f&#246;rem&#229;let f&#246;rts ut fr&#229;n den &#229;terkr&#228;vande staten.
Den som f&#246;rv&#228;rvat f&#246;rem&#229;let genom arv, testamente, g&#229;va eller
bodelning &#228;r ber&#228;ttigad till ers&#228;ttning endast om den som
f&#246;rem&#229;let f&#246;rv&#228;rvats fr&#229;n skulle ha varit det. Lag (2011:782).

R&#228;tteg&#229;ngsbest&#228;mmelser

8 &#167; Vid r&#228;tteg&#229;ngen i m&#229;l enligt detta kapitel till&#228;mpas vad
som &#228;r f&#246;reskrivet i r&#228;tteg&#229;ngsbalken om tvistem&#229;l d&#228;r
f&#246;rlikning &#228;r till&#229;ten.

I r&#228;tteg&#229;ng om &#229;terl&#228;mnande f&#229;r ers&#228;ttning enligt 7 &#167; yrkas
utan st&#228;mning.

&#214;ver &#229;terl&#228;mnande och ers&#228;ttning f&#229;r i samma r&#228;tteg&#229;ng d&#246;mas
endast i ett sammanhang. Lag (2011:782).

Kostnader

9 &#167; I m&#229;l enligt detta kapitel g&#228;ller i fr&#229;ga om
r&#228;tteg&#229;ngskostnaderna 18 kap. r&#228;tteg&#229;ngsbalken med f&#246;ljande
avvikelser. Om den &#229;terkr&#228;vande statens motpart inte insett
eller bort inse att f&#246;rem&#229;let olagligt f&#246;rts ut, ska den
&#229;terkr&#228;vande staten svara f&#246;r kostnaderna vid tingsr&#228;tten.
Detsamma g&#228;ller under s&#229;dana omst&#228;ndigheter kostnaderna i h&#246;gre
r&#228;tt, om de har orsakats av att staten &#246;verklagat. F&#246;r kostnad
som avses i 18 kap. 6 &#167; r&#228;tteg&#229;ngsbalken svarar dock alltid den
part som orsakat kostnaden. Lag (2011:782).

10 &#167; Den &#229;terkr&#228;vande staten svarar f&#246;r kostnaderna f&#246;r
verkst&#228;lligheten av en dom om &#229;terl&#228;mnande av ett
kulturf&#246;rem&#229;l. Lag (2011:782).

Lagval

11 &#167; Om ett kulturf&#246;rem&#229;l som olagligt f&#246;rts ut fr&#229;n en stat
&#229;terl&#228;mnats, ska &#228;gander&#228;tten till f&#246;rem&#229;let best&#228;mmas enligt
den &#229;terkr&#228;vande statens lag. Lag (2011:782).

8 kap. &#197;terl&#228;mnande av kulturf&#246;rem&#229;l som stulits utomlands i en
stat som har tilltr&#228;tt Unidroit-konventionen

1 &#167; F&#246;r f&#246;rem&#229;l som utg&#246;r kulturf&#246;rem&#229;l enligt definitionen i 7
kap. 2 &#167; och som har stulits utomlands i en stat som tilltr&#228;tt
Unidroit-konventionen av den 24 juni 1995 om kulturf&#246;rem&#229;l som
stulits eller f&#246;rts ut olagligt g&#228;ller lagen (1986:796) om
godtrosf&#246;rv&#228;rv av l&#246;s&#246;re med den avvikelse som anges i 2 &#167;.
Lag (2011:782).

2 &#167; I st&#228;llet f&#246;r de tidsfrister som anges i 3 och 5 &#167;&#167; lagen
(1986:796) om godtrosf&#246;rv&#228;rv av l&#246;s&#246;re ska tidsfrister om tre
&#229;r g&#228;lla. Lag (2011:782).


Bilaga 1 Har upph&#228;vts genom lag (2015:852).

Bilaga 2

De kategorier som avses i 7 kap. 2 &#167; &#228;r f&#246;ljande.

1. S&#228;llsynta zoologiska, botaniska, mineralogiska och
anatomiska exemplar eller samlingar samt f&#246;rem&#229;l av
paleontologiskt intresse.

2. F&#246;rem&#229;l med historisk anknytning, innefattande vetenskapens
och teknologins historia samt krigs- och samh&#228;llshistoria,
f&#246;rem&#229;l med anknytning till nationella ledares, filosofers,
vetenskapsm&#228;ns och konstn&#228;rers liv samt till h&#228;ndelser av
nationell betydelse.

3. Fynd fr&#229;n till&#229;tna eller otill&#229;tna arkeologiska utgr&#228;vningar
eller fr&#229;n arkeologiska uppt&#228;ckter.

4. Delar av konstn&#228;rliga eller historiska monument eller
fornl&#228;mningar som tagits s&#246;nder.

5. Antikviteter som &#228;r &#228;ldre &#228;n 100 &#229;r, s&#229;som inskriptioner,
mynt och graverade sigill.

6. F&#246;rem&#229;l av etnologiskt intresse.

7. F&#246;rem&#229;l av konstn&#228;rligt intresse, s&#229;som

– tavlor, m&#229;lningar och teckningar som gjorts helt f&#246;r hand,
oavsett underlag och material, med undantag f&#246;r industridesign
och industritillverkade f&#246;rem&#229;l som dekorerats f&#246;r hand,

– originalverk i form av statyer och skulpturer, oavsett
material,

– gravyrer, tryck och litografier i original, och

– konstn&#228;rliga assemblage och montage i original, oavsett
material.

8. Enstaka exemplar eller samlingar av s&#228;llsynta handskrifter
och inkunabler, &#228;ldre b&#246;cker, dokument och publikationer av
s&#228;rskilt intresse, s&#229;som historiskt, konstn&#228;rligt,
vetenskapligt eller litter&#228;rt intresse.

9. Frim&#228;rken eller st&#228;mpelm&#228;rken och liknande m&#228;rken, i enstaka
exemplar eller i samlingar.

10. Arkiv, inklusive samlingar av ljudupptagningar, fotografier
och filmupptagningar.

11. M&#246;bler som &#228;r &#228;ldre &#228;n 100 &#229;r och &#228;ldre musikinstrument.
Lag (2011:782).

9 kap. Milit&#228;r anv&#228;ndning av kulturegendom 

1 &#167; F&#246;r milit&#228;r anv&#228;ndning av kulturegendom med f&#246;rst&#228;rkt 
skydd d&#246;ms, om g&#228;rningen ing&#229;r som ett led i eller p&#229; annat 
s&#228;tt st&#229;r i samband med en v&#228;pnad konflikt eller ockupation, 
den som till st&#246;d f&#246;r milit&#228;ra &#229;tg&#228;rder anv&#228;nder 
kulturegendom som har ett f&#246;rst&#228;rkt skydd enligt det andra 
protokollet till Haagkonventionen den 14 maj 1954 om skydd av 
kulturegendom i h&#228;ndelse av v&#228;pnad konflikt eller omr&#229;den i 
s&#229;dan egendoms omedelbara n&#228;rhet. 

Straffet &#228;r f&#228;ngelse i h&#246;gst fyra &#229;r. Lag (2017:629).


&#214;verg&#229;ngsbest&#228;mmelser

1998:950

1. Denna lag tr&#228;der i kraft den 1 januari 1989.

2. Genom lagen upph&#228;vs

a) lagen (1942:350) om fornminnen,

b) lagen (1960:690) om byggnadsminnen,

c) lagen (1985:1104) om skydd mot utf&#246;rsel av vissa &#228;ldre
kulturf&#246;rem&#229;l.

3. Beslut meddelade enligt &#228;ldre lag skall vid till&#228;mpning av
den nya lagen anses ha meddelats med st&#246;d av denna.

4 kap. 16 &#167; andra meningen till&#228;mpas endast i &#228;renden som
v&#228;ckts efter ikrafttr&#228;dandet.

&#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om &#246;verklagande
av beslut som har meddelats f&#246;re den 1 januari 1989. &#196;renden
som vid utg&#229;ngen av &#229;r 1988 kommit in till regeringen men som
&#228;nnu inte avgjorts handl&#228;ggs enligt &#228;ldre f&#246;reskrifter.

4. Har beslut om skyddsf&#246;reskrifter eller beslut om f&#246;rbud
enligt 7 &#167; lagen (1960:690) om byggnadsminnen meddelats av
l&#228;nsstyrelsen f&#246;re den 1 juli 1987, skall dessf&#246;rinnan g&#228;llande
best&#228;mmelser om ers&#228;ttning till&#228;mpas.

5. Vid till&#228;mpning av 3 kap. 10 &#167; femte stycket f&#229;r beaktas
&#228;ven beslut som meddelats f&#246;re ikrafttr&#228;dandet.

I m&#229;l enligt 5 &#167; lagen (1960:690) om byggnadsminnen i vilka
talan har v&#228;ckts f&#246;re den 1 juli 1987 skall 12 &#167; andra stycket
n&#228;mnda lag i dess lydelse f&#246;re den 1 juli 1987 till&#228;mpas.

6. Punkterna 2 och 3 i &#246;verg&#229;ngsbest&#228;mmelserna till lagen
(1985:1104) om skydd mot utf&#246;rsel av vissa &#228;ldre kulturf&#246;rem&#229;l
skall forts&#228;tta att g&#228;lla.

1991:872

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om handr&#228;ckning
d&#228;r talan v&#228;ckts f&#246;re ikrafttr&#228;dandet.

1995:72

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har
meddelats f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre
best&#228;mmelser.

1995:560

Denna lag tr&#228;der i kraft den 1 juli 1995.

&#196;ldre best&#228;mmelser g&#228;ller f&#246;r ans&#246;kningar om tillst&#229;nd som
kommit in till Riksantikvarie&#228;mbetet f&#246;re den 1 juli 1995.

1999:304

1. Denna lag tr&#228;der i kraft, i fr&#229;ga om 4 kap. 16 &#167; den 1
januari 2002, och i &#246;vrigt den 1 januari 2000.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om
&#246;verklagande av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.

2000:265

1. Denna lag tr&#228;der i kraft den 1 juli 2000.

2. Beslut om tillst&#229;nd till utf&#246;rsel av kulturf&#246;rem&#229;l som har
meddelats innan denna lag tr&#228;tt i kraft g&#228;ller inte efter
utg&#229;ngen av &#229;r 2000.

2010:826

1. Denna lag tr&#228;der i kraft den 1 augusti 2010.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r ers&#228;ttning med
anledning av skyddsbest&#228;mmelser eller, i fall som avses i
3 kap. 10 &#167; fj&#228;rde stycket, f&#246;rbud som l&#228;nsstyrelsen har
meddelat f&#246;re ikrafttr&#228;dandet.

3. I de fall som avses i 2 ska h&#228;nvisningen till
expropriationslagen (1972:719) avse den lagen i dess lydelse
vid utg&#229;ngen av juli 2010.

2011:782

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Best&#228;mmelsen i 8 kap. 2 &#167; till&#228;mpas inte i fr&#229;ga om s&#229;dana
f&#246;rv&#228;rv som har gjorts f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3625">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3627">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
