

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1988-04-07" /> 
 <meta id="rattsinfo-edited" content="1997-08-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3650</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3649">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3651">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1988:100 ·
                    <a href="/sfsr?bet=1988:100">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1988:100) om till&#228;mpning av en &#246;verenskommelse 
den 20 september 1986 mellan Sverige och Qu&#233;bec 
om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1988-03-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten i bilagorna &#228;r med h&#228;r.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1988-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse mellan Sverige och Qu&#233;bec om social trygghet, som
har slutits med st&#246;d av artikel XIX i konventionen den 10 april 1985
mellan Sverige och Kanada om social trygghet och som har undertecknats
den 20 september 1986, j&#228;mte en samma dag undertecknad
till&#228;mpnings&#246;verenskommelse skall g&#228;lla h&#228;r i riket fr&#229;n och med den 1
april 1988.

&#214;verenskommelsen och till&#228;mpnings&#246;verenskommelsen bifogas denna
f&#246;rordning som bilagorna 1--2.

Med beh&#246;rigt f&#246;rs&#228;kringsorgan i artiklarna 7 och 10 och med beh&#246;rig
myndighet i artikel 28 i &#246;verenskommelsen avses f&#246;r Sveriges del
riksf&#246;rs&#228;kringsverket.

Bilaga 1

&#214;verenskommelse mellan Sverige och Qu&#233;bec om social trygghet

Sveriges regering och Qu&#233;becs regering, som &#246;nskar samarbeta p&#229; det
sociala omr&#229;det har beslutat att tr&#228;ffa en &#246;verenskommelse om social
trygghet. F&#246;r detta &#228;ndam&#229;l har de enats om f&#246;ljande best&#228;mmelser.

Avdelning 1

Allm&#228;nna best&#228;mmelser

Artikel 1

1. I &#246;verenskommelsen avses, om inte annat framg&#229;r av sammanhanget, med
uttrycken

a) &quot;beh&#246;rig myndighet&quot;: med avseende p&#229; Qu&#233;bec den minister som ansvarar
f&#246;r till&#228;mpningen av den i artikel 2 a) angivna lagstiftningen, och med
avseende p&#229; Sverige regeringen eller den myndighet regeringen best&#228;mmer

b) &quot;uts&#228;nd&quot;: en person, som &#228;r anst&#228;lld inom den ena partens territorium
av en arbetsgivare hos vilken han normalt &#228;r sysselsatt och som av denne
arbetsgivare tillf&#228;lligt placerats inom den andra partens territorium
f&#246;r att d&#228;r utf&#246;ra ett arbete f&#246;r arbetsgivarens r&#228;kning

c) &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot;: med avseende p&#229; Qu&#233;bec det ministerium
eller det organ som svarar f&#246;r administrationen av den i artikel 2 a)
angivna lagstiftningen, och med avseende p&#229; Sverige det organ eller den
myndighet som svarar f&#246;r till&#228;mpningen av den i artikel 2 b) angivna
lagstiftningen

d) &quot;f&#246;rm&#229;n eller pension&quot;: innefattar varje tillskott, till&#228;gg eller
h&#246;jning enligt den till&#228;mpliga lagstiftningen

e) &quot;inv&#229;nare&quot;: med avseende p&#229; Qu&#233;bec en kanadensisk medborgare som &#228;r
bosatt i Qu&#233;bec, och med avseende p&#229; Sverige en svensk medborgare.

2. Varje uttryck som inte definierats i f&#246;rsta stycket har den betydelse
som tillkommer det enligt den till&#228;mpliga lagstiftningen.

Artikel 2

Denna &#246;verenskommelse skall till&#228;mpas p&#229; nedanst&#229;ende lagstiftning:

a) med avseende p&#229; Qu&#233;bec, lagstiftningen om pensionsplanen,
lagstiftningen om arbetsolycksfall och arbetssjukdomar, lagstiftningen
om sjukv&#229;rdsf&#246;rm&#229;ner, lagstiftningen om sjukf&#246;rs&#228;kring, lagstiftningen
om f&#246;rs&#228;kring f&#246;r sjukhusv&#229;rd

b) med avseende p&#229; Sverige, lagstiftningen om till&#228;ggspension,
lagstiftningen om arbetsskadef&#246;rs&#228;kring, lagstiftningen om
sjukv&#229;rdsf&#246;rm&#229;ner inom sjukf&#246;rs&#228;kringen;

denna &#246;verenskommelse skall emellertid inte till&#228;mpas p&#229; andra grenar
inom socialf&#246;rs&#228;kringen &#228;n dem som angetts i denna artikel.

Artikel 3

1. Denna &#246;verenskommelse skall &#228;ven till&#228;mpas p&#229; varje lag eller
f&#246;reskrift som &#228;ndrar, kompletterar eller ers&#228;tter den lagstiftning, som
n&#228;mnts i artikel 2.

2. &#214;verenskommelsen skall emellertid inte till&#228;mpas p&#229;

a) en lag eller f&#246;reskrift r&#246;rande en ny gren av social trygghet om inte
&#246;verenskommelsen &#228;ndras i s&#229;dant syfte

b) en parts lag eller f&#246;reskrift, som utvidgar de g&#228;llande systemen till
nya kategorier av f&#246;rm&#229;nstagare, om denna part underr&#228;ttar den andra
parten inom tre m&#229;nader r&#228;knat fr&#229;n den officiella publiceringen av
ifr&#229;gavarande lag eller f&#246;reskrift om att s&#229;dan till&#228;mpning inte skall
ske.

Artikel 4

I den m&#229;n ej annat f&#246;reskrivs skall denna &#246;verenskommelse till&#228;mpas p&#229;:

a) b&#229;da parters inv&#229;nare

b) flyktingar som avses i artikel 1 i konventionen den 28 juli 1951 om
flyktingars r&#228;ttsliga st&#228;llning och protokollet den 31 januari 1967 till
n&#228;mnda konvention

c) statsl&#246;sa som avses i artikel 1 i konventionen den 28 september 1954
om statsl&#246;sa personers r&#228;ttsliga st&#228;llning

d) andra personer som &#228;r eller har varit omfattade av en parts
lagstiftning

e) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n en
person som avses i a)--d).

Artikel 5

1. I den m&#229;n ej annat f&#246;reskrivs i denna &#246;verenskommelse skall personer
som anges i artikel 4 vid till&#228;mpning av den ena partens lagstiftning
behandlas p&#229; samma s&#228;tt som denna parts inv&#229;nare.

2. I den m&#229;n ej annat f&#246;reskrivs i &#246;verenskommelsen f&#229;r en f&#246;rm&#229;n, som
f&#246;rv&#228;rvats enligt en parts lagstiftning med st&#246;d av &#246;verenskommelsen,
inte minskas, &#228;ndras, inneh&#229;llas, indragas eller konfiskeras enbart p&#229;
grund av att f&#246;rm&#229;nstagaren &#228;r bosatt inom den andra partens
territorium. Den skall utbetalas inom den andra partens territorium.

3. Alla f&#246;rm&#229;ner, som enligt &#246;verenskommelsen skall utbetalas av en part
inom den andra partens territorium, skall ocks&#229; utbetalas inom en tredje
parts territorium.

Artikel 6

1. S&#229;vida ej annat anges i artiklarna 7, 8, 9 och 10 skall en person
endast vara underkastad den parts lagstiftning inom vars territorium han
arbetar.

2. En sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksam person, som &#228;r bosatt inom den ena
partens territorium och som arbetar f&#246;r egen r&#228;kning inom den andra
partens territorium eller inom b&#229;da parternas territorier, skall med
avseende p&#229; detta arbete vara underkastad endast den f&#246;rstn&#228;mnda partens
lagstiftning.

Artikel 7

1. En person som &#228;r underkastad den ena partens lagstiftning och uts&#228;nd
till den andra partens territorium skall med avseende p&#229; detta arbete
vara underkastad endast den f&#246;rsta partens lagstiftning f&#246;r en tid av 24
m&#229;nader efter uts&#228;ndandet.

2. Om emellertid arbetet som skall utf&#246;ras varar l&#228;ngre tid &#228;n 24
m&#229;nader, f&#246;rblir den f&#246;rsta partens lagstiftning till&#228;mplig till dess
arbetet avslutats, f&#246;rutsatt att b&#229;da parters beh&#246;riga f&#246;rs&#228;kringsorgan
samtycker h&#228;rtill.

Artikel 8

En person, som eljest skulle vara underkastad b&#229;da parters lagstiftning
vad avser arbete som medlem av bes&#228;ttningen p&#229; ett fartyg, skall med
avseende p&#229; detta arbete vara underkastad enbart svensk lagstiftning om
fartyget f&#246;r svensk flagg och enbart Qu&#233;becs lagstiftning i alla andra
fall.

Artikel 9

1. Varje person som innehar en statsanst&#228;llning hos den ena parten och
utf&#246;r arbete inom den andra partens territorium skall vara underkastad
endast den f&#246;rstn&#228;mnda partens lagstiftning med avseende p&#229; denna
anst&#228;llning.

2. En person som anst&#228;lls av ena parten inom den andra partens
territorium f&#246;r att d&#228;r inneha en statlig tj&#228;nst skall med avseende p&#229;
denna anst&#228;llning vara underkastad endast lagstiftningen som g&#228;ller inom
detta territorium.

3. Denna &#246;verenskommelse ber&#246;r ej de best&#228;mmelser i Wienkonventionen om
diplomatiska f&#246;rbindelser och Wienkonventionen om konsul&#228;ra
f&#246;rbindelser, som h&#228;nf&#246;r sig till den i artikel 2 angivna
lagstiftningen.

Artikel 10

1. Det beh&#246;riga f&#246;rs&#228;kringsorganet hos den part vars lagstiftning &#228;r
till&#228;mplig p&#229; en person med st&#246;d av artiklarna 6, 7, 8 eller 9 kan medge
avvikelse fr&#229;n dessa best&#228;mmelser.

2. Vid pr&#246;vningen av en fr&#229;ga om avvikelse enligt f&#246;rsta stycket skall
det beh&#246;riga f&#246;rs&#228;kringsorganet beakta anst&#228;llningens natur och &#246;vriga
omst&#228;ndigheter i samband med anst&#228;llningen och kan fatta beslut sedan
medgivande erh&#229;llits fr&#229;n den andra partens beh&#246;riga f&#246;rs&#228;kringsorgan.

Avdelning II

Best&#228;mmelser om f&#246;rm&#229;ner

Kapitel 1

F&#246;rm&#229;ner vid &#229;lderdom, invaliditet och d&#246;dsfall

Artikel 11

1. Med avseende p&#229; Qu&#233;bec till&#228;mpas detta kapitel p&#229; alla f&#246;rm&#229;ner som
utges enligt lagen om pensionsplanen.

2. Med avseende p&#229; Sverige till&#228;mpas detta kapitel p&#229; alla f&#246;rm&#229;ner som
utges enligt lagstiftningen om till&#228;ggspension.

Artikel 12

1. I detta kapitel avses med &quot;period som kan tillgodor&#228;knas&quot;:

a) med avseende p&#229; Qu&#233;bec, varje &#229;r f&#246;r vilket avgifter har erlagts
enligt Qu&#233;becs lagstiftning

b) med avseende p&#229; Sverige, varje &#229;r f&#246;r vilket pensionspo&#228;ng har
tillgodor&#228;knats enligt den svenska lagstiftningen.

2. En person, som har varit underkastad b&#229;da parters lagstiftning,
liksom hans familjemedlemmar, efterlevande och andra r&#228;ttsinnehavare,
skall ha r&#228;tt till en f&#246;rm&#229;n enligt en given lagstiftning om han
uppfyller villkoren f&#246;r r&#228;tt till f&#246;rm&#229;n enligt denna lagstiftning. Det
beh&#246;riga f&#246;rs&#228;kringsorganet skall ber&#228;kna f&#246;rm&#229;nens storlek enligt
best&#228;mmelserna i den lagstiftning som det till&#228;mpar, varvid endast
perioder som kan tillgodor&#228;knas enligt denna lagstiftning beaktas.

3. Om en person inte har r&#228;tt till en f&#246;rm&#229;n enbart p&#229; grundval av de
perioder som kan tillgodor&#228;knas enligt en parts lagstiftning, skall det
beh&#246;riga f&#246;rs&#228;kringsorganet l&#228;gga samman de perioder som kan
tillgodor&#228;knas enligt best&#228;mmelserna i artiklarna 13, 14 och 15.

Artikel 13

1. N&#228;r sammanl&#228;ggning beh&#246;vs f&#246;r att &#246;ppna r&#228;tt till en f&#246;rm&#229;n enligt
lagstiftningen i Qu&#233;bec, skall det beh&#246;riga f&#246;rs&#228;kringsorganet i Qu&#233;bec
f&#246;rfara enligt f&#246;ljande: Article 13

a) varje &#229;r, som ing&#229;r i de perioder som kan tillgodor&#228;knas enligt
svensk lagstiftning p&#229; grund av anst&#228;llning eller annan
f&#246;rv&#228;rvsverksamhet under &#229;ret i fr&#229;ga eller under en del d&#228;rav, erk&#228;nns
som ett &#229;r f&#246;r vilket avgifter erlagts, f&#246;rutsatt att det kan medr&#228;knas
i avgiftsperioden s&#229; som den definieras i Qu&#233;becs lagstiftning

b) &#229;r som tillgodor&#228;knats enligt a) skall sammanl&#228;ggas med &#229;r som ing&#229;r
i perioder som kan tillgodor&#228;knas enligt Qu&#233;becs lagstiftning, under
f&#246;ruts&#228;ttning att de inte sammanfaller.

2. Efter denna sammanl&#228;ggning best&#228;mmer det beh&#246;riga f&#246;rs&#228;kringsorganet
i Qu&#233;bec enligt sin lagstiftning om personen uppfyller villkoren f&#246;r
r&#228;tt till f&#246;rm&#229;n.

3. F&#246;r att ber&#228;kna storleken av den f&#246;rm&#229;n som skall utges skall det
beh&#246;riga f&#246;rs&#228;kringsorganet i Qu&#233;bec f&#246;rfara enligt f&#246;ljande:

a) den del av f&#246;rm&#229;nen som &#228;r beroende av f&#246;rv&#228;rvsinkomster ber&#228;knas
enligt best&#228;mmelserna i Qu&#233;becs lagstiftning och grundas uteslutande p&#229;
perioder som kan tillgodor&#228;knas enligt denna lagstiftning

b) den enhetliga grunddelen av f&#246;rm&#229;nen omr&#228;knas efter f&#246;rh&#229;llandet
mellan de perioder som kan tillgodor&#228;knas enligt Qu&#233;becs lagstiftning
och hela avgiftsperioden, s&#229;som den definieras i denna lagstiftning.

Artikel 14

1. N&#228;r sammanl&#228;ggning beh&#246;vs f&#246;r att &#246;ppna r&#228;tt till en f&#246;rm&#229;n enligt
svensk lagstiftning, skall det beh&#246;riga svenska f&#246;rs&#228;kringsorganet
f&#246;rfara enligt f&#246;ljande:

a) varje &#229;r som ing&#229;r i de perioder som kan tillgodor&#228;knas enligt
Qu&#233;becs lagstiftning skall likst&#228;llas med ett &#229;r f&#246;r vilket
pensionspo&#228;ng tillgodor&#228;knats

b) &#229;r som tillgodor&#228;knats enligt a) skall l&#228;ggas samman med &#229;r som
tillgodor&#228;knats enligt svensk lagstiftning, under f&#246;ruts&#228;ttning att de
inte sammanfaller.

2. Efter denna sammanl&#228;ggning best&#228;mmer det beh&#246;riga svenska
f&#246;rs&#228;kringsorganet enligt sin lagstiftning om personen uppfyller de
f&#246;reskrivna villkoren f&#246;r r&#228;tt till f&#246;rm&#229;n.

3. F&#246;r att ber&#228;kna storleken av den f&#246;rm&#229;n som skall utges skall endast
perioder som kan tillgodor&#228;knas enligt svensk lagstiftning beaktas.

Artikel 15

1. Om en person inte &#228;r ber&#228;ttigad till en f&#246;rm&#229;n efter sammanl&#228;ggning
enligt artikel 13 eller artikel 14, skall perioder medr&#228;knas, som
tillgodor&#228;knats enligt lagstiftningen hos en tredje part, med vilken
b&#229;da parter har tr&#228;ffat &#246;verenskommelse om social trygghet som
inneh&#229;ller regler om sammanl&#228;ggning av s&#229;dana perioder, enligt reglerna
i detta kapitel.

2. Om det inte &#228;r m&#246;jligt att exakt fastsl&#229; n&#228;r perioder som kan
tillgodor&#228;knas enligt en parts lagstiftning intj&#228;nats, skall de inte
anses sammanfalla med perioder som kan tillgodor&#228;knas enligt en annan
lagstiftning.

Kapitel 2

Arbetsolycksfall och arbetssjukdomar

Artikel 16

1. Med avseende p&#229; Qu&#233;bec skall detta kapitel till&#228;mpas p&#229; alla f&#246;rm&#229;ner
som utges enligt lagstiftningen om arbetsolycksfall och arbetssjukdomar.

2. Med avseende p&#229; Sverige skall detta kapitel till&#228;mpas p&#229; alla
f&#246;rm&#229;ner som utges enligt lagstiftningen om arbetsskadef&#246;rs&#228;kring.

Artikel 17

1. En f&#246;rm&#229;nstagare som &#228;r ber&#228;ttigad till en f&#246;rm&#229;n enligt en parts
lagstiftning och som &#228;r bosatt eller vistas inom den andra partens
territorium har r&#228;tt till:

a) v&#229;rdf&#246;rm&#229;ner som tillhandah&#229;lls, f&#246;r det beh&#246;riga f&#246;rs&#228;kringsorganets
r&#228;kning, av f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten
enligt best&#228;mmelserna i den lagstiftning som det sistn&#228;mnda organet har
att till&#228;mpa

b) kontantf&#246;rm&#229;ner som utges av det beh&#246;riga f&#246;rs&#228;kringsorganet enligt
best&#228;mmelserna i den lagstiftning som det har att till&#228;mpa. Efter
&#246;verenskommelse mellan det beh&#246;riga f&#246;rs&#228;kringsorganet och organet f&#246;r
vistelse- eller bos&#228;ttningsorten kan emellertid s&#229;dana f&#246;rm&#229;ner utges av
det sistn&#228;mnda organet f&#246;r det f&#246;rstn&#228;mndas r&#228;kning, i enlighet med den
lagstiftning som det beh&#246;riga f&#246;rs&#228;kringsorganet har att till&#228;mpa.

2. Undantag fr&#229;n och villkor f&#246;r till&#228;mpning av best&#228;mmelserna i f&#246;rsta
stycket kan tas in i den i artikel 27 n&#228;mnda
till&#228;mpnings&#246;verenskommelsen.

Artikel 18

1. N&#228;r en person, som har &#229;dragit sig en arbetssjukdom, har varit
sysselsatt under b&#229;da parters lagstiftning i ett arbete som kan ha
orsakat sjukdomen, skall de f&#246;rm&#229;ner, p&#229; vilka f&#246;rm&#229;nstagaren kan ha
anspr&#229;k, utges enbart enligt den lagstiftning som g&#228;ller f&#246;r den part,
inom vars territorium arbetet ifr&#229;ga senast utf&#246;rdes.

2. Kostnaderna f&#246;r f&#246;rm&#229;nerna skall delas mellan de b&#229;da parternas
f&#246;rs&#228;kringsorgan. Denna f&#246;rdelning skall g&#246;ras efter f&#246;rh&#229;llandet mellan
l&#228;ngden av de syssels&#228;ttningsperioder, vilka har samband med sjukdomen
och som fullgjorts enligt vardera partens lagstiftning, och den totala
l&#228;ngden av s&#229;dana perioder som fullgjorts enligt b&#229;da parters
lagstiftning vid den tidpunkt d&#229; f&#246;rm&#229;nerna b&#246;rjade utg&#229;.

Artikel 19

1. N&#228;r en arbetstagare f&#229;r &#229;terfall i en arbetssjukdom, f&#246;r vilken han
erh&#229;llit eller erh&#229;ller ers&#228;ttning enligt en parts lagstiftning, skall
f&#246;ljande best&#228;mmelser till&#228;mpas:

a) om arbetstagaren, sedan han beviljats f&#246;rm&#229;ner, inte har haft s&#229;dant
arbete som kan ha framkallat sjukdomen ifr&#229;ga eller &#229;terfallet d&#228;ri
under den andra partens lagstiftning, skall den f&#246;rsta partens beh&#246;riga
f&#246;rs&#228;kringsorgan utge f&#246;rm&#229;ner f&#246;r &#229;terfallet och st&#229; f&#246;r kostnaderna
f&#246;r dessa enligt den lagstiftning som detta till&#228;mpar

b) om arbetstagaren, sedan han beviljats f&#246;rm&#229;ner, har haft s&#229;dant
arbete under den andra partens lagstiftning, skall kostnaderna f&#246;r
f&#246;rm&#229;nerna som h&#228;nf&#246;r sig till &#229;terfallet f&#246;rdelas mellan de b&#229;da
parternas organ efter f&#246;rh&#229;llandet mellan l&#228;ngden av de perioder d&#229;
s&#229;dant arbete utf&#246;rts enligt vardera partens lagstiftning och den totala
l&#228;ngden av s&#229;dana perioder som fullgjorts enligt b&#229;da parters
lagstiftning vid den tidpunkt d&#229; f&#246;rm&#229;nerna som h&#228;nf&#246;r sig till
&#229;terfallet b&#246;rjade utg&#229;

c) i fall som avses i b) skall f&#246;rm&#229;ner i anledning av &#229;terfallet utges
av det beh&#246;riga f&#246;rs&#228;kringsorganet hos den part, under vars lagstiftning
s&#229;dant arbete senast utf&#246;rdes som &#229;terfallet har samband med, och enligt
den lagstiftning som detta har att till&#228;mpa. Om f&#246;rm&#229;nstagaren inte har
r&#228;tt till f&#246;rm&#229;ner enligt sistn&#228;mnda lagstiftning skall dock dessa utges
av den andra partens beh&#246;riga f&#246;rs&#228;kringsorgan enligt best&#228;mmelserna i
den lagstiftning detta till&#228;mpar och p&#229; dess bekostnad.

2. I h&#228;ndelse av &#229;terfall i en arbetssjukdom som lett till till&#228;mpning
av best&#228;mmelserna i artikel 18 skall f&#246;ljande best&#228;mmelser till&#228;mpas:

a) det beh&#246;riga f&#246;rs&#228;kringsorgan som utgett f&#246;rm&#229;ner enligt artikel 18
f&#246;rsta stycket skall utge f&#246;rm&#229;ner i anledning av &#229;terfallet enligt den
lagstiftning som detta till&#228;mpar

b) kostnaderna f&#246;r f&#246;rm&#229;nerna f&#246;rdelas mellan de b&#229;da parternas organ
enligt artikel 18 andra stycket. Om emellertid arbetstagaren p&#229; nytt har
arbetat i en verksamhet som kan ha orsakat sjukdomen ifr&#229;ga eller
&#229;terfallet d&#228;ri, skall en ny f&#246;rdelning g&#246;ras efter f&#246;rh&#229;llandet mellan
l&#228;ngden av tidigare beaktade perioder och de perioder som h&#228;nf&#246;rs till
den nya verksamheten och som fullgjorts enligt vardera partens
lagstiftning, &#229; ena sidan, och, &#229; andra sidan, den totala l&#228;ngden av
perioder som fullgjorts enligt b&#229;da parters lagstiftning vid den
tidpunkt d&#229; f&#246;rm&#229;nerna i anledning av &#229;terfallet b&#246;rjade utg&#229;.

Artikel 20

Om en parts lagstiftning uttryckligen eller underf&#246;rst&#229;tt f&#246;reskriver
att arbetsolycksfall eller arbetssjukdomar som intr&#228;ffat eller
konstaterats tidigare skall beaktas vid bed&#246;mning av graden av
arbetsof&#246;rm&#229;ga, skall denna parts beh&#246;riga f&#246;rs&#228;kringsorgan &#228;ven beakta
arbetsolycksfall och arbetssjukdomar som intr&#228;ffat eller konstaterats
under den andra partens lagstiftning, som om dessa hade intr&#228;ffat eller
konstaterats under dess lagstiftning.

Artikel 21

Det beh&#246;riga f&#246;rs&#228;kringsorganet hos en part, enligt vars lagstiftning
kontantf&#246;rm&#229;ners storlek varierar med antalet familjemedlemmar, skall
ocks&#229; medr&#228;kna familjemedlemmar som &#228;r bosatta inom den andra partens
territorium som om de vore bosatta inom det egna territoriet.

Artikel 22

1. Ett f&#246;rs&#228;kringsorgan skall &#229;terbetala summan av f&#246;rm&#229;ner som utgetts
f&#246;r dess r&#228;kning av det andra f&#246;rs&#228;kringsorganet.

2. &#197;terbetalningar enligt f&#246;rsta stycket skall g&#246;ras p&#229; s&#228;tt som
f&#246;reskrivs i den i artikel 27 n&#228;mnda till&#228;mpnings&#246;verenskommelsen.


Kapitel 3

Sjukv&#229;rdsf&#246;rm&#229;ner

Artikel 23

1. Med avseende p&#229; Qu&#233;bec skall detta kapitel till&#228;mpas p&#229; alla
sjukv&#229;rdsf&#246;rm&#229;ner enligt lagen om sjukv&#229;rdsf&#246;rm&#229;ner och socialtj&#228;nst,
lagen om sjukf&#246;rs&#228;kring och lagen om f&#246;rs&#228;kring f&#246;r sjukhusv&#229;rd.

2. Med avseende p&#229; Sverige skall detta kapitel till&#228;mpas p&#229; alla
sjukv&#229;rdsf&#246;rm&#229;ner enligt lagstiftningen om sjukf&#246;rs&#228;kring.

Artikel 24

1. En person som &#228;r bosatt inom den ena partens territorium och som
vistas inom den andra partens territorium f&#246;r att tillf&#228;lligt arbeta d&#228;r
har, liksom hans medf&#246;ljande familjemedlemmar, r&#228;tt till v&#229;rdf&#246;rm&#229;ner
enligt sistn&#228;mnda partens lagstiftning fr&#229;n dagen f&#246;r ankomsten till
detta territorium.

2. Den period, under vilken n&#229;gon kan g&#246;ra anspr&#229;k p&#229; f&#246;rm&#229;ner som avses
i f&#246;rsta stycket, &#228;r begr&#228;nsad till ett &#229;r. Det beh&#246;riga
f&#246;rs&#228;kringsorganet p&#229; vistelseorten kan dock p&#229; beg&#228;ran utstr&#228;cka denna
tid.

3. Best&#228;mmelserna i f&#246;rsta stycket skall &#228;ven till&#228;mpas p&#229; uts&#228;nda
arbetstagare och p&#229; studerande som &#228;r inskrivna vid undervisningsanstalt
inom vistelseortens territorium.

Artikel 25

Detta kapitel &#228;r inte till&#228;mpligt n&#228;r en person beger sig fr&#229;n en parts
territorium till den andra partens territorium i syfte att d&#228;r erh&#229;lla
medicinsk behandling eller sjukhusv&#229;rd.

Artikel 26

Det beh&#246;riga f&#246;rs&#228;kringsorganet p&#229; vistelseorten tillhandah&#229;ller
f&#246;rm&#229;ner som avses i detta kapitel och st&#229;r f&#246;r kostnaderna f&#246;r dessa.

Avdelning III

&#214;vriga best&#228;mmelser

Artikel 27

1. En till&#228;mpnings&#246;verenskommelse, som parterna sluter, skall ange
s&#228;ttet f&#246;r genomf&#246;randet av &#246;verenskommelsen.

2. De b&#229;da parternas f&#246;rbindelseorgan skall anges i denna
till&#228;mpnings&#246;verenskommelse.

Artikel 28

De beh&#246;riga myndigheterna och f&#246;rs&#228;kringsorganen skall Les autorite&#39;s et
les institutions compe&#39;tentes:

a) delge varandra s&#229;dan information som &#228;r n&#246;dv&#228;ndig f&#246;r till&#228;mpningen
av denna &#246;verenskommelse

b) kostnadsfritt l&#228;mna varandra bist&#229;nd i alla fr&#229;gor som r&#246;r
till&#228;mpningen av denna &#246;verenskommelse

c) delge varandra all information om &#229;tg&#228;rder som vidtagits f&#246;r
till&#228;mpningen av denna &#246;verenskommelse eller om f&#246;r&#228;ndringar i deras
respektive lagstiftning, i den m&#229;n dessa f&#246;r&#228;ndringar p&#229;verkar
till&#228;mpningen av &#246;verenskommelsen

d) informera varandra om sv&#229;righeter som uppkommer vid till&#228;mpningen av
denna &#246;verenskommelse och s&#229; vitt m&#246;jligt avhj&#228;lpa dessa.

Artikel 29

1. S&#229;vida inte utl&#228;mnande av en viss upplysning kr&#228;vs enligt en parts
lagstiftning, &#228;r varje information som l&#228;mnas av den ena partens
f&#246;rs&#228;kringsorgan till den andra partens f&#246;rs&#228;kringsorgan om en person
sekretessbelagd och f&#229;r endast anv&#228;ndas vid till&#228;mpning av
&#246;verenskommelsen och av den lagstiftning som &#246;verenskommelsen avser.

2. R&#228;tten f&#246;r en person att ta del av handlingar som inneh&#229;ller
information om honom bed&#246;ms enligt lagstiftningen hos den part d&#228;r
handlingarna finns.

3. I f&#246;rsta och andra styckena avses med information varje upplysning
som inneh&#229;ller en persons namn eller n&#229;gon annan upplysning varigenom
personens identitet l&#228;tt kan fastst&#228;llas.

Artikel 30

Alla f&#246;rm&#229;ner skall utbetalas direkt till en f&#246;rm&#229;nstagare i den parts
valuta som g&#246;r utbetalningen, utan avdrag f&#246;r administrativa
omkostnader, &#246;verf&#246;ringskostnader eller andra kostnader som kan uppst&#229;
vid betalningen av f&#246;rm&#229;nerna.

Artikel 31

1. Varje befrielse fr&#229;n eller neds&#228;ttning av avgifter, som skall
erl&#228;ggas enligt ena partens lagstiftning f&#246;r utf&#228;rdande av intyg eller
handling som skall f&#246;retes vid till&#228;mpning av denna lagstiftning, skall
g&#228;lla &#228;ven f&#246;r intyg och handlingar som skall f&#246;retes vid till&#228;mpning av
den andra partens lagstiftning.

2. Alla beslut, handlingar och bevis som skall f&#246;retes f&#246;r till&#228;mpning
av denna &#246;verenskommelse &#228;r befriade fr&#229;n legalisering och andra
liknande formaliteter.

Artikel 32

1. En ans&#246;kan om en f&#246;rm&#229;n som inges enligt en parts lagstiftning skall
anses som en ans&#246;kan om motsvarande f&#246;rm&#229;n enligt den andra partens
lagstiftning, f&#246;rutsatt att s&#246;kanden

a) beg&#228;r att denna ans&#246;kan skall anses som en ans&#246;kan om f&#246;rm&#229;n enligt
den andra partens lagstiftning eller,

b) vid tiden f&#246;r ans&#246;kan f&#246;reter uppgifter som visar att en period, som
kan tillgodor&#228;knas enligt definitionen i artikel 12, har tillgodor&#228;knats
honom enligt den andra partens lagstiftning. S&#246;kanden kan dock beg&#228;ra
att hans ans&#246;kan om f&#246;rm&#229;n fr&#229;n den andra parten skall anst&#229;.

2. Varje ans&#246;kan, meddelande eller besv&#228;r, som enligt en parts
lagstiftning skulle ha ingetts till denna parts beh&#246;riga myndighet eller
f&#246;rs&#228;kringsorgan inom en f&#246;reskriven tid, men som ingetts inom samma tid
till den andra partens beh&#246;riga myndighet eller f&#246;rs&#228;kringsorgan, skall
anses ha ingetts till myndigheten eller organet i den f&#246;rsta staten.
Myndigheten eller organet hos den andra parten skall i s&#229;dant fall utan
dr&#246;jsm&#229;l &#246;vers&#228;nda ans&#246;kningen, meddelandet eller besv&#228;rshandlingen till
myndigheten eller organet hos den f&#246;rsta parten.

3. Besv&#228;r &#246;ver beslut skall handl&#228;ggas enligt den besv&#228;rsordning som
g&#228;ller enligt den parts lagstiftning vars beslut &#228;r f&#246;rem&#229;l f&#246;r besv&#228;r.

Artikel 33

1. L&#228;karutl&#229;tanden, som erfordras enligt en parts lagstiftning, kan p&#229;
beg&#228;ran av det beh&#246;riga f&#246;rs&#228;kringsorganet utf&#228;rdas inom den andra
partens territorium av organet f&#246;r f&#246;rm&#229;nstagarens vistelse- eller
bos&#228;ttningsort under de f&#246;ruts&#228;ttningar som anges i den i artikel 27
n&#228;mnda till&#228;mpnings&#246;verenskommelsen.

2. L&#228;karutl&#229;tanden som utf&#228;rdas p&#229; s&#228;tt som anges i f&#246;rsta stycket kan
inte underk&#228;nnas endast p&#229; grund av att de utf&#228;rdats inom den andra
partens territorium.

Avdelning IV

&#214;verg&#229;ngs- och slutbest&#228;mmelser

Artikel 34

1. Denna &#246;verenskommelse grundar inte r&#228;tt till f&#246;rm&#229;ner f&#246;r tid f&#246;re
dess ikrafttr&#228;dande.

2. Varje period f&#246;re ikrafttr&#228;dandet av denna &#246;verenskommelse skall
beaktas vid best&#228;mmande av r&#228;tten till en f&#246;rm&#229;n enligt
&#246;verenskommelsen.

3. Vid till&#228;mpning av kapitel 1 i avdelning II, och om inte annat f&#246;ljer
av best&#228;mmelserna i f&#246;rsta stycket, skall

a) en f&#246;rm&#229;n -- fr&#229;nsett d&#246;dsfallsers&#228;ttning -- som h&#228;nf&#246;r sig till
f&#246;rh&#229;llanden f&#246;re &#246;verenskommelsens ikrafttr&#228;dande utbetalas enligt
denna &#246;verenskommelse,

b) i fall d&#229; ans&#246;kan ingetts inom tv&#229; &#229;r fr&#229;n denna &#246;verenskommelses
ikrafttr&#228;dande de r&#228;ttigheter, som tillkommer n&#229;gon p&#229; grund av denna
&#246;verenskommelse, beviljas fr&#229;n och med ikrafttr&#228;dandet eller fr&#229;n och
med tidpunkten f&#246;r den h&#228;ndelse som &#246;ppnar r&#228;tt till f&#246;rm&#229;n, om denna
intr&#228;ffat senare, oavsett best&#228;mmelserna i de b&#229;da parternas
lagstiftning r&#246;rande preskription av r&#228;ttigheter,

c) n&#228;r en ans&#246;kan ingetts efter utg&#229;ngen av de tv&#229; &#229;r som n&#228;mns i
f&#246;reg&#229;ende punkt, de r&#228;ttigheter som inte preskriberats beviljas fr&#229;n
och med ans&#246;kningsdagen.

4. Den tjugofyram&#229;nadersperiod som n&#228;mns i artikel 7 i denna
&#246;verenskommelse skall r&#228;knas fr&#229;n ikrafttr&#228;dandet av &#246;verenskommelsen
med avseende p&#229; en person som vid den tidpunkten &#228;r uts&#228;nd.

5. Denna &#246;verenskommelse ber&#246;r inte best&#228;mmelserna i den svenska
lagstiftningen betr&#228;ffande

a) ber&#228;kningen av till&#228;ggspension f&#246;r svenska medborgare f&#246;dda f&#246;re
1924; och

b) tillgodor&#228;knande av pensionspo&#228;ng f&#246;r svenska medborgare p&#229; grund av
anst&#228;llning vid bos&#228;ttning utom Sverige.

Artikel 35

1. De beh&#246;riga myndigheterna och f&#246;rs&#228;kringsorganen hos de b&#229;da parterna
kan meddela sig direkt med varandra p&#229; sina officiella spr&#229;k.

2. Ett beslut eller ett meddelande fr&#229;n en domstol eller ett
f&#246;rs&#228;kringsorgan kan direkt tillst&#228;llas en person som &#228;r bosatt inom den
andra partens territorium.

Artikel 36

1. Denna &#246;verenskommelses parter skall underr&#228;tta varandra n&#228;r de
interna villkoren f&#246;r ikrafttr&#228;dandet av &#246;verenskommelsen har
fullgjorts.

2. &#214;verenskommelsen har slutits f&#246;r att g&#228;lla utan tidsbegr&#228;nsning fr&#229;n
dagen f&#246;r  ikrafttr&#228;dandet, vilken skall best&#228;mmas genom skriftv&#228;xling
mellan parterna. Den kan upps&#228;gas av en av parterna genom skriftlig
underr&#228;ttelse till den andra parten. &#214;verenskommelsen skall upph&#246;ra att
g&#228;lla den 31 december som infaller sedan minst 12 m&#229;nader f&#246;rflutit
efter dagen f&#246;r underr&#228;ttelsen.

3. I h&#228;ndelse av upps&#228;gning skall varje r&#228;ttighet som en person
f&#246;rv&#228;rvat enligt best&#228;mmelser i denna &#246;verenskommelse uppr&#228;tth&#229;llas och
f&#246;rhandlingar skall &#228;ga rum f&#246;r att reglera de r&#228;ttigheter som h&#229;ller p&#229;
att f&#246;rv&#228;rvas med st&#246;d av &#246;verenskommelsen.

Som skedde i Qu&#233;bec den 20 september 1986 i tv&#229; exemplar, p&#229; svenska och
franska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.

Sveriges regering

Anita Gradin

F&#246;r Qu&#233;becs regering

Gil Remillard

Bilaga 2

Till&#228;mpning&#246;verenskommelse till &#246;verenskommelsen mellan Sverige och
Qu&#233;bec om social trygghet

Till&#228;mpnings&#246;verenskommelse till &#246;verenskommelsen mellan Sverige och
Qu&#233;bec om social trygghet, h&#228;refter ben&#228;mnd &#246;verenskommelsen.

Enligt artikel 27 i &#246;verenskommelsen har parterna kommit &#246;verens om
f&#246;ljande best&#228;mmelser:

Avdelning 1

Allm&#228;nna best&#228;mmelser

Artikel 1

Uttryck som anv&#228;nds i till&#228;mpnings&#246;verenskommelsen har samma inneb&#246;rd
som i &#246;verenskommelsen.

Artikel 2

I enlighet med artikel 27 andra stycket i &#246;verenskommelsen utses av var
och en av parterna f&#246;ljande organ till f&#246;rbindelseorgan:

a) med avseende p&#229; Qu&#233;bec sekretariatet f&#246;r administration av
&#246;verenskommelser om social trygghet eller varje annat organ som den
beh&#246;riga myndigheten i Qu&#233;bec senare kan komma att utse

b) med avseende p&#229; Sverige riksf&#246;rs&#228;kringsverket eller varje annat organ
som den beh&#246;riga myndigheten i Sverige senare kan komma att utse.

Artikel 3

1. I fall som avses i artikel 7 i &#246;verenskommelsen skall en uts&#228;nd
persons arbetsgivare l&#228;mna erforderliga upplysningar till det organ som
har att utf&#228;rda intyget om f&#246;rs&#228;kringstillh&#246;righet.

2. Intyg om f&#246;rs&#228;kringstillh&#246;righet utf&#228;rdas av

a) f&#246;rbindelseorganet eller, efter bemyndigande, av allm&#228;n
f&#246;rs&#228;kringskassa, n&#228;r svensk lagstiftning skall till&#228;mpas

b) f&#246;rbindelseorganet n&#228;r Qu&#233;becs lagstiftning skall till&#228;mpas.

3. N&#228;r ett intyg om f&#246;rs&#228;kringstillh&#246;righet har utf&#228;rdats skall kopia av
intyget s&#228;ndas till den andra partens f&#246;rbindelseorgan, den uts&#228;nde och
till arbetsgivaren.

Artikel 4

Med avseende p&#229; artikel 9 andra stycket i &#246;verenskommelsen &#229;tar sig
Qu&#233;becs regering och Sveriges regering s&#229;som arbetsgivare att fullg&#246;ra
de skyldigheter som best&#228;mmelserna i den andra partens lagstiftning
&#229;l&#228;gger alla arbetsgivare.

Avdelning II

Best&#228;mmelser om f&#246;rm&#229;ner

Kapitel 1

F&#246;rm&#229;ner vid &#229;lderdom, invaliditet och d&#246;dsfall

Artikel 5

F&#246;r till&#228;mpning av kapitel 1 av avdelning II i &#246;verenskommelsen kan

a) en person, som &#228;r bosatt utanf&#246;r Sverige och som vill erh&#229;lla f&#246;rm&#229;n
enligt svensk lagstiftning med st&#246;d av &#246;verenskommelsen, inge sin
ans&#246;kan till f&#246;rbindelseorganet i Qu&#233;bec eller till Stockholms l&#228;ns
allm&#228;nna f&#246;rs&#228;kringskassa, vilken d&#228;rvid underr&#228;ttar f&#246;rbindelseorganet
i Qu&#233;bec

b) en person, som &#228;r bosatt utanf&#246;r Qu&#233;bec och som vill erh&#229;lla f&#246;rm&#229;n
enligt Qu&#233;becs lagstiftning med st&#246;d av &#246;verenskommelsen, inge sin
ans&#246;kan till det svenska f&#246;rbindelseorganet eller till Qu&#233;becs
pensionsadministration, som i fall som avses i artikel 32 f&#246;rsta stycket
i &#246;verenskommelsen skall underr&#228;tta det svenska f&#246;rbindelseorganet.
Personer som &#228;r bosatta i Kanada kan emellertid inge ans&#246;kan till varje
kontor som mottar ans&#246;kan om f&#246;rm&#229;n enligt Qu&#233;becs pensionsplan.

Artikel 6

1. Det f&#246;rbindelseorgan som har mottagit en ans&#246;kan enligt artikel 5 i
denna &#246;verenskommelse skall &#246;vers&#228;nda ans&#246;kan till det beh&#246;riga
f&#246;rs&#228;kringsorganet hos den andra parten tillsammans med n&#246;dv&#228;ndiga
bevishandlingar.

2. Det f&#246;rbindelseorgan, som har underr&#228;ttats om att ans&#246;kan ingetts
till f&#246;rs&#228;kringsorgan hos den andra parten enligt artikel 5 i denna
&#246;verenskommelse, skall p&#229; beg&#228;ran &#246;vers&#228;nda n&#246;dv&#228;ndiga bevishandlingar
till den andra partens beh&#246;riga f&#246;rs&#228;kringsorgan.

3. Varje upplysning om civilst&#229;nd som anges p&#229; ans&#246;kan som avses i
f&#246;reg&#229;ende stycke skall bestyrkas av det &#246;vers&#228;ndande f&#246;rbindelseorganet
som d&#228;rigenom befrias fr&#229;n att &#246;vers&#228;nda motsvarande bevishandlingar.

4. Varje originalhandling eller kopia d&#228;rav skall beh&#229;llas av
f&#246;rbindelseorganet hos vilket den ingavs, och en kopia skall p&#229; beg&#228;ran
&#246;vers&#228;ndas till den andra partens beh&#246;riga f&#246;rs&#228;kringsorgan.

Artikel 7

1. Ans&#246;kan eller bevishandlingar som anges i artikel 6 f&#246;rsta stycket
skall &#229;tf&#246;ljas av tv&#229; exemplar av en f&#246;rbindelseblankett, som godk&#228;nts
av de beh&#246;riga f&#246;rs&#228;kringsorganen.

2. P&#229; beg&#228;ran av den andra parten skall f&#246;rbindelseorganet ange perioder
som kan tillgodor&#228;knas p&#229; f&#246;rbindelseblanketten.

Artikel 8

S&#229; snart ett beslut fattats av ett beh&#246;rigt f&#246;rs&#228;kringsorgan enligt dess
lagstiftning skall organet underr&#228;tta s&#246;kanden och upplysa om ordning
och frister f&#246;r besv&#228;r enligt denna lagstiftning. Organet skall &#228;ven
underr&#228;tta den andra partens f&#246;rbindelseorgan om beslutet med anv&#228;ndande
av en f&#246;rbindelseblankett.

Kapitel 2

Arbetsolycksfall och arbetssjukdomar

Artikel 9

1. F&#246;r att erh&#229;lla v&#229;rdf&#246;rm&#229;ner enligt artikel 17 i &#246;verenskommelsen
skall en person, som sedan han blivit ber&#228;ttigad till f&#246;rm&#229;ner enligt en
parts lagstiftning bos&#228;tter sig eller tillf&#228;lligt vistas inom den andra
partens territorium, f&#246;rete ett intyg f&#246;r f&#246;rs&#228;kringsorganet p&#229;
vistelse- eller bos&#228;ttningsorten som styrker att han alltj&#228;mt &#228;r
ber&#228;ttigad till sagda v&#229;rdf&#246;rm&#229;ner.

2. Detta intyg, som utf&#228;rdas av det beh&#246;riga f&#246;rs&#228;kringsorganet, skall i
f&#246;rekommande fall s&#228;rskilt ange den l&#228;ngsta tid under vilken
v&#229;rdf&#246;rm&#229;ner ytterligare kan utges enligt best&#228;mmelserna i den
lagstiftning som det beh&#246;riga f&#246;rs&#228;kringsorganet har att till&#228;mpa.
Intyget kan, n&#228;r det inte har kunnat ske dessf&#246;rinnan, utf&#228;rdas efter
avresan och p&#229; beg&#228;ran av den ber&#246;rda personen eller av
f&#246;rs&#228;kringsorganet p&#229; vistelse- eller bos&#228;ttningsorten.

Artikel 10

1. Vid till&#228;mpning av artikel 17 i &#246;verenskommelsen skall, n&#228;r r&#228;tt till
f&#246;rm&#229;n kan f&#246;religga enligt en parts lagstiftning f&#246;r en person som
vistas eller &#228;r bosatt inom den andra partens territorium, anm&#228;lan om
arbetsolycksfall eller arbetssjukdom liksom ans&#246;kan om f&#246;rm&#229;ner
handl&#228;ggas enligt den f&#246;rstn&#228;mnda statens lagstiftning inom de
tidsfrister som g&#228;ller enligt denna lagstiftning. Anm&#228;lan och ans&#246;kan
kan st&#228;llas till antingen den f&#246;rstn&#228;mnda partens beh&#246;riga
f&#246;rs&#228;kringsorgan, som &#246;vers&#228;nder en kopia till f&#246;rs&#228;kringsorganet f&#246;r
vistelse- eller bos&#228;ttningsorten, eller till det sistn&#228;mnda organet, som
beh&#229;ller en kopia och s&#228;nder originalen till den f&#246;rstn&#228;mnda partens
beh&#246;riga f&#246;rs&#228;kringsorgan.

2. F&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten f&#246;retar
snarast m&#246;jligt en administrativ kontroll och i f&#246;rekommande fall en
medicinsk unders&#246;kning som om det g&#228;llde en av dess egna f&#246;rs&#228;krade. En
redog&#246;relse &#246;ver resultatet av den administrativa kontrollen och i
f&#246;rekommande fall kontrollerande l&#228;kares utl&#229;tande, som bland annat
skall ange den sannolika varaktigheten av arbetsof&#246;rm&#229;gan, skall utan
dr&#246;jsm&#229;l &#246;vers&#228;ndas av f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller
bos&#228;ttningsorten till det beh&#246;riga f&#246;rs&#228;kringsorganet f&#246;r beslut.

3. Det beh&#246;riga f&#246;rs&#228;kringsorganet skall utan dr&#246;jsm&#229;l direkt meddela de
ber&#246;rda sitt beslut och d&#228;rvid i f&#246;rekommande fall ange ordning och
frister f&#246;r besv&#228;r. Detta organ skall &#228;ven underr&#228;tta f&#246;rs&#228;kringsorganet
f&#246;r vistelse- eller bos&#228;ttningsorten.

4. I avvaktan p&#229; att beslut fattas av det beh&#246;riga f&#246;rs&#228;kringsorganet
kan f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten utge
v&#229;rdf&#246;rm&#229;ner p&#229; bekostnad av det beh&#246;riga f&#246;rs&#228;kringsorganet, om det
anser att ans&#246;kan om f&#246;rm&#229;ner &#228;r v&#228;lgrundad.

Artikel 11

1. Vid varje ans&#246;kan om v&#229;rdf&#246;rm&#229;ner enligt artikel 17 skall en person
som beviljas s&#229;dana f&#246;rm&#229;ner &#246;verl&#228;mna de bevishandlingar som beh&#246;vs
enligt den lagstiftning som till&#228;mpas av f&#246;rs&#228;kringsorganet f&#246;r
vistelse- eller bos&#228;ttningsorten.

2. F&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten skall genast
genom f&#246;rmedling av f&#246;rbindelseorganet med ett snabbt
kommunikationsmedel underr&#228;tta det beh&#246;riga f&#246;rs&#228;kringsorganet om varje
beslut om beviljande av v&#229;rdf&#246;rm&#229;n av stor betydelse eller ovanligt
slag. Det beh&#246;riga f&#246;rs&#228;kringsorganet skall i f&#246;rekommande fall inom
trettio dagar efter erh&#229;llandet av underr&#228;ttelsen meddela om det
mots&#228;tter sig beslutet och ange sk&#228;len h&#228;rf&#246;r. F&#246;rs&#228;kringsorganet f&#246;r
vistelse- eller bos&#228;ttningsorten skall bevilja v&#229;rdf&#246;rm&#229;nen om det inte
har erh&#229;llit n&#229;gon inv&#228;ndning inom denna tid. Om en s&#229;dan v&#229;rdf&#246;rm&#229;n i
n&#246;dfall m&#229;ste utges snabbt skall f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller
bos&#228;ttningsorten utan dr&#246;jsm&#229;l underr&#228;tta det beh&#246;riga
f&#246;rs&#228;kringsorganet.

3. Den f&#246;rs&#228;krade skall meddela f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller
bos&#228;ttningsorten varje f&#246;r&#228;ndring i hans f&#246;rh&#229;llanden som kan f&#246;rmodas
p&#229;verka r&#228;tten till v&#229;rdf&#246;rm&#229;ner, s&#228;rskilt &#228;ndrad bos&#228;ttnings- eller
vistelseort. Det beh&#246;riga f&#246;rs&#228;kringsorganet skall likaledes underr&#228;tta
f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten om anslutningen
till f&#246;rs&#228;kringen eller r&#228;tten till v&#229;rdf&#246;rm&#229;n har upph&#246;rt f&#246;r den
ber&#246;rda personen. F&#246;rs&#228;kringsorganet f&#246;r vistelse- eller
bos&#228;ttningsorten kan n&#228;r som helst beg&#228;ra att det beh&#246;riga
f&#246;rs&#228;kringsorganet l&#228;mnar upplysningar r&#246;rande en persons anslutning
till f&#246;rs&#228;kringen eller hans r&#228;tt till v&#229;rdf&#246;rm&#229;ner.

Artikel 12

1. F&#246;r till&#228;mpning av artiklarna 18 och 19 i &#246;verenskommelsen skall
anm&#228;lan om arbetssjukdom eller &#229;terfall liksom ans&#246;kan om f&#246;rm&#229;ner
&#246;vers&#228;ndas till f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten
inom den tid som anges i den lagstiftning som detta organ till&#228;mpar.
Detta organ skall &#246;vers&#228;nda en kopia av anm&#228;lan och ans&#246;kan till den
andra partens f&#246;rs&#228;kringsorgan.

2. F&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten skall snarast
m&#246;jligt f&#246;reta den administrativa kontroll och i f&#246;rekommande fall den
medicinska unders&#246;kning som erfordras enligt dess lagstiftning.

3. Om f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten fastsl&#229;r
att den andra partens lagstiftning skall till&#228;mpas med st&#246;d av
best&#228;mmelserna i artikel 18 eller artikel 19 i &#246;verenskommelsen, skall
det utan dr&#246;jsm&#229;l &#246;vers&#228;nda akten till denna parts beh&#246;riga
f&#246;rs&#228;kringsorgan f&#246;r beslut. Akten skall bland annat inneh&#229;lla
redog&#246;relse f&#246;r resultaten av de medicinska unders&#246;kningarna. I avvaktan
p&#229; beslut av det beh&#246;riga organet kan f&#246;rs&#228;kringsorganet f&#246;r vistelse-
eller bos&#228;ttningsorten utge v&#229;rdf&#246;rm&#229;ner, om det anser att ans&#246;kan om
f&#246;rm&#229;ner &#228;r v&#228;lgrundad.

4. Det beh&#246;riga f&#246;rs&#228;kringsorganet skall utan dr&#246;jsm&#229;l meddela sitt
beslut direkt till de ber&#246;rda och d&#228;rvid i f&#246;rekommande fall ange
ordning och frister f&#246;r besv&#228;r. Detta organ skall &#228;ven underr&#228;tta
f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten.

5. Om i en annan situation &#228;n den, som avses i artikel 19 f&#246;rsta stycket
a), beslut som n&#228;mnts i f&#246;reg&#229;ende stycke inneb&#228;r avslag p&#229; ans&#246;kan om
f&#246;rm&#229;n, skall f&#246;rs&#228;kringsorganet som fattat beslutet s&#228;nda akten till
f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten samtidigt som
det underr&#228;ttar detta om sitt beslut. I detta fall skall
f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten, med h&#228;nsyn
tagen till sagda avslagsbeslut, besluta om dess egen lagstiftning &#228;r
till&#228;mplig.

6. Om f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten i fall som
avses i femte stycket beslutar att r&#228;tt till f&#246;rm&#229;ner f&#246;religger enligt
den lagstiftning som det till&#228;mpar, under det att det f&#246;religger en r&#228;tt
att &#246;verklaga avslagsbeslutet som fattats tidigare av den andra partens
f&#246;rs&#228;kringsorgan, skall det sistn&#228;mnda f&#246;rs&#228;kringsorganet &#229;terbetala
till f&#246;rs&#228;kringsorganet f&#246;r vistelse- eller bos&#228;ttningsorten sin andel
av kostnaden f&#246;r f&#246;rm&#229;nerna om detta som en f&#246;ljd av &#246;verklagandet
&#229;l&#228;ggs att utge f&#246;rm&#229;ner.

Artikel 13

1. F&#246;rdelningen av kostnaderna f&#246;r f&#246;rm&#229;ner enligt artiklarna 18 och 19
skall g&#246;ras av det f&#246;rs&#228;kringsorgan som utger f&#246;rm&#229;nerna.

2. Det f&#246;rs&#228;kringsorgan, som avses i f&#246;rsta stycket, kan f&#246;r
genomf&#246;rande av f&#246;rdelningen beg&#228;ra upplysningar av den ber&#246;rda personen
och av den andra partens f&#246;rs&#228;kringsorgan r&#246;rande anst&#228;llningar som
innehafts av personen inom endera partens territorium.

3. F&#246;rdelningen av kostnaderna skall fastst&#228;llas p&#229; blankett, som
f&#246;rs&#228;kringsorganet som anges i f&#246;rsta stycket &#246;vers&#228;nder f&#246;r godk&#228;nnande
till den andra partens f&#246;rs&#228;kringsorgan. 3. Ladite re&#39;partition est
constate&#39;e sur un formulaire que l&#39;institution vise&#39;e au paragraphe 1
transmet, pour accord, a&#39; l&#39;institution de l&#39;autre Partie.

Artikel 14

1. Vid utg&#229;ngen av varje kalender&#229;r skall f&#246;rbindelseorganet f&#246;r den
part, som utgett f&#246;rm&#229;ner eller utf&#246;rt l&#228;karunders&#246;kningar f&#246;r den andra
partens f&#246;rs&#228;kringsorgans r&#228;kning eller p&#229; dess bekostnad, &#246;vers&#228;nda en
f&#246;rteckning till den andra partens f&#246;rbindelseorgan &#246;ver de f&#246;rm&#229;ner som
beviljats eller de arvoden som h&#228;nf&#246;r sig till l&#228;karunders&#246;kningar under
r&#228;kenskaps&#229;ret, varvid utest&#229;ende belopp anges. Till denna f&#246;rteckning
skall fogas bevishandlingar.

Det f&#246;rs&#228;kringsorgan, f&#246;r vars r&#228;kning eller p&#229; vars bekostnad f&#246;rm&#229;ner
har utgetts eller l&#228;karunders&#246;kningar utf&#246;rts, skall betala
skuldbeloppet till f&#246;rs&#228;kringsorganet som utgett f&#246;rm&#229;nerna snarast
m&#246;jligt och senast inom tre m&#229;nader efter den dag d&#229; f&#246;rteckningen som
avses i f&#246;rsta stycket &#246;vers&#228;nts till detta.

3. Oavsett f&#246;rsta stycket &#228;r parterna &#246;verens om att inte kr&#228;va
betalning d&#229; det totala skuldbeloppet f&#246;r en person under ett &#229;r
understiger 500 kanadensiska dollar eller 2 500 svenska kronor. De b&#229;da
parternas d&#228;rtill bemyndigade organ kan komma &#246;verens om att &#228;ndra detta
belopp.

Kapitel 3

Sjukv&#229;rdsf&#246;rm&#229;ner

Artikel 15

1. F&#246;r till&#228;mpning av artikel 24 i &#246;verenskommelsen skall f&#246;ljande
g&#228;lla:

a) F&#246;r att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner inom Qu&#233;becs territorium skall den
v&#229;rds&#246;kande f&#246;r det beh&#246;riga f&#246;rs&#228;kringsorganet i Qu&#233;bec f&#246;rete dels ett
intyg som utf&#228;rdats av det beh&#246;riga f&#246;rs&#228;kringsorganet i Sverige och som
styrker hans r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner, dels ett intyg om arbets-
eller studietillst&#229;nd utf&#228;rdat av ministeriet f&#246;r kulturella
samf&#228;lligheter och f&#246;r invandring till Qu&#233;bec;

b) F&#246;r att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner inom Sveriges territorium skall den
v&#229;rds&#246;kande f&#246;r det beh&#246;riga f&#246;rs&#228;kringsorganet i Sverige f&#246;rete dels
ett intyg som utf&#228;rdats av det beh&#246;riga f&#246;rs&#228;kringsorganet i Qu&#233;bec och
som styrker hans r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner, dels ett intyg om
arbetstillst&#229;nd eller om inskrivning vid l&#228;roanstalt i Sverige som
omfattas av den svenska lagstiftningen om studiest&#246;d.

2. Det f&#246;rs&#228;kringsorgan som utf&#228;rdat intyg som n&#228;mnts i f&#246;reg&#229;ende
stycke skall ange intygets giltighetstid. I avsaknad av s&#229;dan uppgift
antas intyget vara giltigt ett &#229;r r&#228;knat fr&#229;n f&#246;rsta giltighetsdagen.

3. Som studerande anses vid till&#228;mpning av artikel 24 tredje stycket en
person som &#228;r inskriven p&#229; heltid vid en l&#228;roanstalt i Qu&#233;bec som
erk&#228;nns av ministeriet f&#246;r utbildning i Qu&#233;bec eller vid en l&#228;roanstalt
i Sverige som omfattas av den svenska lagstiftningen om studiest&#246;d.

Avdelning III

&#214;vriga best&#228;mmelser

Artikel 16

1. N&#228;r en s&#246;kande till eller mottagare av en invaliditetsf&#246;rm&#229;n som
utges av en part &#228;r bosatt inom den andra partens territorium, kan det
beh&#246;riga f&#246;rs&#228;kringsorgan som utger f&#246;rm&#229;nen beg&#228;ra hos den andra
partens f&#246;rs&#228;kringsorgan att detta ombes&#246;rjer f&#246;reskriven
l&#228;karunders&#246;kning.

2. &#214;vers&#228;ndande av medicinska upplysningar som redan finns hos de
beh&#246;riga f&#246;rs&#228;kringsorganen utg&#246;r en del av myndighetsbist&#229;ndet och
skall utf&#246;ras utan kostnad. Kostnader f&#246;r kompletterande
l&#228;karunders&#246;kningar skall belasta det beh&#246;riga f&#246;rs&#228;kringsorgan som
beg&#228;rt dem.

3. Kostnader f&#246;r l&#228;karunders&#246;kningar skall &#229;terbetalas av det
best&#228;llande f&#246;rs&#228;kringsorganet vid erh&#229;llande av en r&#228;kning som
&#246;vers&#228;nds av f&#246;rs&#228;kringsorganet som utgett dem, i det sistn&#228;mndas
valuta.

Artikel 17

D&#229; en parts beh&#246;riga f&#246;rs&#228;kringsorgan f&#229;tt k&#228;nnedom om en f&#246;r&#228;ndring i
f&#246;rm&#229;nstagarens f&#246;rh&#229;llanden, som kan p&#229;verka r&#228;tten till f&#246;rm&#229;n som
utges enligt den andra partens lagstiftning, skall det underr&#228;tta denna
parts beh&#246;riga f&#246;rs&#228;kringsorgan.

Artikel 18

Alla blanketter och handlingar, som fordras f&#246;r genomf&#246;rande av de
&#229;tg&#228;rder som f&#246;reskrivs i till&#228;mpnings&#246;verenskommelsen, skall
fastst&#228;llas genom &#246;verenskommelse mellan parternas f&#246;rs&#228;kringsorgan och
myndigheter som ansvarar f&#246;r till&#228;mpningen av &#246;verenskommelsen.

Artikel 19

De b&#229;da parternas f&#246;rbindelseorgan skall p&#229; s&#228;tt varom &#246;verenskommelse
tr&#228;ffas utv&#228;xla statistik &#246;ver de utbetalningar till f&#246;rm&#229;nstagare som
varje kalender&#229;r skett enligt &#246;verenskommelsen. Dessa uppgifter skall
inneh&#229;lla antalet f&#246;rm&#229;nstagare och det totala f&#246;rm&#229;nsbeloppet f&#246;r varje
slag av f&#246;rm&#229;n.

Avdelning IV

Slutbest&#228;mmelser

Artikel 20

Denna till&#228;mpnings&#246;verenskommelse skall tr&#228;da i kraft samtidigt med
&#246;verenskommelsen. Upps&#228;gning av &#246;verenskommelsen g&#228;ller som upps&#228;gning
av till&#228;mpnings&#246;verenskommelsen.

Som skedde i Qu&#233;bec den 20 september 1986 i tv&#229; exemplar, p&#229; svenska och
franska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.

F&#246;r Sveriges regering

Anita Gradin

F&#246;r Qu&#233;becs regering

Gil Remillard

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3649">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3651">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
