

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 15:30:57" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3651</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3650">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3652">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1988:97 ·
                    <a href="/sfsr?bet=1988:97">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1988:97) om f&#246;rfarandet hos kommunerna, f&#246;rvaltningsmyndigheterna och domstolarna under krig eller krigsfara m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1988-02-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:535
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens till&#228;mpning

1 &#167; Denna lag &#228;r till&#228;mplig p&#229; beslutande kommunala
f&#246;rsamlingar samt p&#229; f&#246;rvaltningsmyndigheter och domstolar.
Best&#228;mmelserna i 32 - 36 &#167;&#167; g&#228;ller ocks&#229; hos regeringen.

Lagen g&#228;ller inte f&#246;rvaltningsmyndigheter under riksdagen.
Lag (1999:941).

2 &#167; Best&#228;mmelserna i 5 - 37 &#167;&#167; skall till&#228;mpas om riket &#228;r i krig.

&#196;r riket i krigsfara eller r&#229;der det s&#229;dana utomordentliga f&#246;rh&#229;llanden
som &#228;r f&#246;ranledda av krig eller av krigsfara vari riket har befunnit
sig, f&#229;r regeringen f&#246;reskriva att 5 - 37 &#167;&#167; helt eller delvis skall
till&#228;mpas fr&#229;n den tidpunkt som regeringen best&#228;mmer.

Under den tid n&#228;r 5 - 37 &#167;&#167; till&#228;mpas g&#228;ller dessa best&#228;mmelser eller
f&#246;reskrifter som har meddelats med st&#246;d av dem i st&#228;llet f&#246;r avvikande
best&#228;mmelser i n&#229;gon annan lag eller f&#246;rfattning.

3 &#167; En f&#246;reskrift enligt 2 &#167; andra stycket skall underst&#228;llas
riksdagen inom en m&#229;nad fr&#229;n utf&#228;rdandet.

F&#246;reskriften upph&#246;r att g&#228;lla, om den inte underst&#228;lls riksdagen i
r&#228;tt tid eller om riksdagen inte godk&#228;nner den inom tv&#229; m&#229;nader fr&#229;n
den dag d&#229; underst&#228;llningen skedde.

Regeringen skall f&#246;reskriva att best&#228;mmelserna i 5-37 &#167;&#167; inte skall
till&#228;mpas, n&#228;r det inte l&#228;ngre r&#229;der s&#229;dana f&#246;rh&#229;llanden som avses i
2 &#167; f&#246;rsta och andra styckena. Lag (1994:1641).

4 &#167; Befogenhet som ges i denna lag f&#229;r utnyttjas bara i den utstr&#228;ckning
som beh&#246;vs p&#229; grund av s&#229;dana f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta och
andra styckena.

Best&#228;mmelser om kommunerna

5 &#167; I denna lag avses med 

- fullm&#228;ktige: kommunfullm&#228;ktige, regionfullm&#228;ktige och 
f&#246;rbundsfullm&#228;ktige i kommunalf&#246;rbund, 

- styrelse: kommunstyrelse, regionstyrelse och 
f&#246;rbundsstyrelse i kommunalf&#246;rbund med f&#246;rbundsfullm&#228;ktige.
Lag (2019:863).

6 &#167; Fullm&#228;ktige f&#229;r handl&#228;gga ett &#228;rende endast om mer &#228;n en tredjedel
av ledam&#246;terna &#228;r n&#228;rvarande. Fullm&#228;ktige kan dock f&#246;reskriva att en
interpellation eller fr&#229;ga f&#229;r besvaras, &#228;ven om antalet n&#228;rvarande &#228;r
l&#228;gre.

Om en n&#228;rvarande ledamot i fullm&#228;ktige p&#229; grund av j&#228;v &#228;r hindrad att
delta i handl&#228;ggningen av ett visst &#228;rende, f&#229;r fullm&#228;ktige handl&#228;gga
detta, &#228;ven om antalet n&#228;rvarande p&#229; grund av hindret inte uppg&#229;r till
det antal som avses i f&#246;rsta stycket.

Ett sammantr&#228;de med en beslutande kommunal f&#246;rsamling kan utan hinder av
vad som annars &#228;r f&#246;reskrivet kung&#246;ras p&#229; annat betryggande s&#228;tt som
ordf&#246;randen best&#228;mmer.

7 &#167; Styrelsen f&#229;r i ett &#228;rende som inte kan anst&#229; besluta i 
st&#228;llet f&#246;r fullm&#228;ktige. Styrelsen f&#229;r dock inte besluta i ett 
&#228;rende som r&#246;r 

1. val av ledam&#246;ter och ers&#228;ttare i styrelsen eller n&#229;gon 
annan n&#228;mnd eller av revisorer,

2. ansvarsfrihet f&#246;r styrelsens eller en annan n&#228;mnds 
ledam&#246;ter eller &#229;tg&#228;rd f&#246;r att bevara kommunens, regionens 
eller kommunalf&#246;rbundets r&#228;tt.

Beslut som har fattats med st&#246;d av f&#246;rsta stycket ska anm&#228;las 
till fullm&#228;ktige vid n&#228;sta sammantr&#228;de. Lag (2019:863).

8 &#167; Styrelsen eller en annan n&#228;mnd f&#229;r handl&#228;gga ett &#228;rende endast om
mer &#228;n en tredjedel av ledam&#246;terna &#228;r n&#228;rvarande. Antalet ledam&#246;ter
skall dock alltid vara minst tre.

9 &#167; Om det &#228;r av synnerlig vikt att ett beslut som enligt 7 &#167; eller p&#229;
annan grund ankommer p&#229; styrelsen fattas innan styrelsen kan
sammantr&#228;da, f&#229;r dess ordf&#246;rande besluta i &#228;rendet. Detsamma g&#228;ller en
annan n&#228;mnds ordf&#246;rande i fr&#229;ga om beslut som ankommer p&#229; den n&#228;mnden.

Ett beslut som har fattats med st&#246;d av f&#246;rsta stycket skall anm&#228;las till
styrelsen respektive n&#228;mnden vid dess n&#228;sta sammantr&#228;de.

10 &#167; Fullm&#228;ktige f&#229;r uppdra &#229;t styrelsen eller &#229;t en eller flera andra
n&#228;mnder att helt eller delvis handha f&#246;rvaltning eller verkst&#228;llighet
som annars enligt lag eller annan f&#246;rfattning ankommer p&#229; annan n&#228;mnd &#228;n
styrelsen.

I Stockholms kommun f&#229;r fullm&#228;ktige besluta att styrelsens uppgifter
skall &#246;vertas av borgarr&#229;dsberedningen. Om ett s&#229;dant beslut fattas,
skall vad som s&#228;gs i f&#246;rsta stycket och i 7 - 9 &#167;&#167; om styrelsen i st&#228;llet
g&#228;lla borgarr&#229;dsberedningen.

Best&#228;mmelser om f&#246;rvaltningsmyndigheterna

11 &#167; Regeringen f&#229;r f&#246;reskriva att en f&#246;rvaltningsmyndighets uppgifter
inte skall fullg&#246;ras eller att de skall &#246;vertas av en annan s&#229;dan
myndighet eller av en domstol. Regeringen f&#229;r d&#228;rvid besluta de
ytterligare best&#228;mmelser som beh&#246;vs till f&#246;ljd av att s&#229;dana
f&#246;reskrifter meddelas.

Regeringen f&#229;r f&#246;reskriva eller i s&#228;rskilda fall besluta att de som
tj&#228;nstg&#246;r hos en f&#246;rvaltningsmyndighet skall tj&#228;nstg&#246;ra i andra
anst&#228;llningar eller uppdrag hos det allm&#228;nna.

Regeringen f&#229;r &#246;verl&#229;ta sin befogenhet enligt andra stycket att besluta
i s&#228;rskilda fall till statliga f&#246;rvaltningsmyndigheter, n&#228;r det g&#228;ller
dem som tj&#228;nstg&#246;r hos staten, och till beslutande kommunala f&#246;rsamlingar
och f&#246;rvaltningsmyndigheter, n&#228;r det g&#228;ller dem som tj&#228;nstg&#246;r hos
kommunen.

12 &#167; Regeringen f&#229;r f&#246;reskriva att en uppgift, som tillkommer regeringen
i ett visst slag av f&#246;rvaltnings&#228;renden, skall &#246;vertas av en statlig
f&#246;rvaltningsmyndighet. Om uppgiften enligt grundlag ankommer p&#229;
regeringen, g&#228;ller vad som nu sagts endast f&#246;r fall av krig eller
omedelbar krigsfara.

13 &#167; Om riket &#228;r i krig och f&#246;rbindelsen mellan en del av 
riket och regeringen inte alls eller endast med avsev&#228;rda 
sv&#229;righeter kan uppr&#228;tth&#229;llas eller omedelbara &#229;tg&#228;rder annars 
m&#229;ste vidtas f&#229;r regeringen &#246;verl&#229;ta &#229;t l&#228;nsstyrelsen att inom 
det omr&#229;de eller civilomr&#229;de som den ansvarar f&#246;r fullg&#246;ra de 
uppgifter, som enligt 8 kap. regeringsformen ankommer p&#229; 
regeringen, och besluta att en lag i ett visst &#228;mne ska b&#246;rja 
till&#228;mpas. Lag (2023:408).

14 &#167; I fr&#229;ga om statliga f&#246;rvaltningsmyndigheter f&#229;r regeringen

1. f&#246;reskriva eller i s&#228;rskilda fall besluta att en myndighet f&#229;r ha sin
verksamhet helt eller delvis f&#246;rlagd till annan ort &#228;n den d&#228;r den
annars ut&#246;vas,

2. f&#246;reskriva att en myndighet f&#229;r fatta beslut i en annan
sammans&#228;ttning eller med ett mindre antal ledam&#246;ter eller i en annan
ordning &#228;n som annars g&#228;ller,

3. f&#246;reskriva att en myndighets beslut inte f&#229;r &#246;verklagas.

Regeringen f&#229;r &#246;verl&#229;ta sina befogenheter enligt f&#246;rsta stycket 1 och 2
till en statlig f&#246;rvaltningsmyndighet.

Regeringen f&#229;r meddela de best&#228;mmelser som beh&#246;vs till f&#246;ljd av att
regeringen har beslutat f&#246;reskrifter enligt f&#246;rsta stycket 3.

15 &#167; Om det i en lag eller annan f&#246;rfattning i fr&#229;ga om
f&#246;rvaltnings&#228;renden av visst slag har f&#246;reskrivits att en myndighet
skall h&#246;ras eller att n&#229;gon annan s&#228;rskild utredning skall inf&#246;rskaffas
och det &#228;r f&#246;renat med v&#228;sentliga ol&#228;genheter att l&#229;ta utreda ett &#228;rende
p&#229; detta s&#228;tt, f&#229;r &#228;rendet utredas p&#229; n&#229;got annat l&#228;mpligt s&#228;tt.

16 &#167; En f&#246;rvaltningsmyndighets handl&#228;ggning av ett &#228;rende som avser
myndighetsut&#246;vning mot n&#229;gon enskild skall uppskjutas, om en part &#228;r ur
st&#229;nd att bevaka sin r&#228;tt eller om det finns n&#229;got annat hinder f&#246;r
utredningen till f&#246;ljd av f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta och andra
styckena. Kan &#228;rendet utredas tillfredsst&#228;llande, f&#229;r det dock
handl&#228;ggas och avg&#246;ras, om det &#228;r av synnerlig vikt f&#246;r en part att
&#228;rendet avg&#246;rs eller om det f&#246;religger andra s&#228;rskilda sk&#228;l.

Best&#228;mmelser om domstolarna m.m.

17 &#167; Regeringen f&#229;r f&#246;reskriva

1. att uppgifter som ankommer p&#229; en viss tingsr&#228;tt, hovr&#228;tt,
f&#246;rvaltningsr&#228;tt eller kammarr&#228;tt ska &#246;vertas av en annan
domstol av samma slag,

2. att uppgifter som ankommer p&#229; en domstol, som inte &#228;r
allm&#228;n domstol eller allm&#228;n f&#246;rvaltningsdomstol, inte ska
fullg&#246;ras eller ska fullg&#246;ras av en annan domstol,

3. att en tingsr&#228;tt &#228;r domf&#246;r med en lagfaren domare i s&#229;dana
fall d&#229; det enligt r&#228;tteg&#229;ngsbalken eller annan lag kr&#228;vs tre
lagfarna domare,

4. att en domstol ska ha sin verksamhet helt eller delvis
f&#246;rlagd till annan ort &#228;n den d&#228;r verksamheten annars ut&#246;vas,

5. att en domstol inte beh&#246;ver vara delad i avdelningar.

Regeringen f&#229;r meddela de best&#228;mmelser som beh&#246;vs till f&#246;ljd
av att regeringen har beslutat f&#246;reskrifter enligt f&#246;rsta
stycket 2. Lag (2010:982).

18 &#167; Regeringen f&#229;r i s&#228;rskilda fall besluta att en innehavare
av ordinarie domaranst&#228;llning ska fullg&#246;ra en h&#246;gre eller en i
fr&#229;ga om anst&#228;llningsf&#246;rm&#229;nerna j&#228;mst&#228;lld domaranst&#228;llning vid
en annan domstol &#228;n den han tillh&#246;r. Detta g&#228;ller dock inte
justitier&#229;d.

Regeringen f&#229;r i fr&#229;ga om dem som tj&#228;nstg&#246;r vid en domstol men
inte &#228;r ordinarie domare f&#246;reskriva eller i s&#228;rskilda fall
besluta att de ska tj&#228;nstg&#246;ra i andra anst&#228;llningar eller
uppdrag i domstol.

Regeringen f&#229;r &#246;verl&#229;ta sina befogenheter enligt f&#246;rsta eller
andra stycket att fatta beslut i s&#228;rskilda fall till hovr&#228;tter
och kammarr&#228;tter n&#228;r det g&#228;ller det egna domstolsomr&#229;det.
Lag (2010:1503).

19 &#167; Om riket &#228;r i krig och f&#246;rbindelsen mellan en del av 
riket och regeringen inte alls eller endast med avsev&#228;rda 
sv&#229;righeter kan uppr&#228;tth&#229;llas eller omedelbara &#229;tg&#228;rder annars 
m&#229;ste vidtas, f&#229;r regeringen i fr&#229;ga om den delen av riket 
&#246;verl&#229;ta sina befogenheter enligt 8 kap. regeringsformen att 
meddela f&#246;reskrifter om domstolarna och deras verksamhet till 
en domstol eller en annan myndighet. Lag (2023:408).

20 &#167; Om det &#228;r l&#228;mpligt med h&#228;nsyn till utredningen och &#246;vriga
omst&#228;ndigheter, f&#229;r r&#228;tten besluta att ett m&#229;l eller &#228;rende som &#228;r
anh&#228;ngigt vid domstolen skall flyttas &#246;ver till en annan domstol av
samma slag.

21 &#167; &#196;r en part i ett tvistem&#229;l f&#246;rhindrad att inst&#228;lla sig personligen
p&#229; grund av f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta och andra styckena, f&#229;r
m&#229;let &#228;nd&#229; handl&#228;ggas och avg&#246;ras, om saken kan utredas
tillfredsst&#228;llande.

Ett m&#229;l i en f&#246;rvaltningsdomstol f&#229;r handl&#228;ggas och avg&#246;ras utan hinder
av vad som annars &#228;r f&#246;reskrivet om muntliga f&#246;rhandlingar, om saken kan
utredas tillfredsst&#228;llande utan en s&#229;dan f&#246;rhandling.

22 &#167; Kan en part vid allm&#228;n domstol antas vara ur st&#229;nd att ta till vara
sin r&#228;tt p&#229; grund av f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta och andra
styckena, skall r&#228;tten f&#246;rordna ett s&#228;rskilt ombud f&#246;r honom, om det &#228;r
av synnerlig vikt f&#246;r honom eller f&#246;r motparten att m&#229;let eller &#228;rendet
handl&#228;ggs och avg&#246;rs eller om detta &#228;r angel&#228;get fr&#229;n allm&#228;n synpunkt.

Ett s&#228;rskilt ombud skall entledigas s&#229; snart parten personligen eller
genom ett eget ombud kan ta till vara sin r&#228;tt.

Till s&#228;rskilt ombud b&#246;r en advokat f&#246;rordnas, om en s&#229;dan finns
tillg&#228;nglig.

Ett s&#228;rskilt ombud f&#229;r inte motta delgivning av st&#228;mning i brottm&#229;l. I
&#246;vrigt skall best&#228;mmelserna i 12 kap. r&#228;tteg&#229;ngsbalken om
r&#228;tteg&#229;ngsombud med fullmakt f&#246;r ett visst m&#229;l till&#228;mpas.

23 &#167; Ett s&#228;rskilt ombud har r&#228;tt till sk&#228;lig ers&#228;ttning av allm&#228;nna
medel f&#246;r arbete, tidsspillan och utl&#228;gg. Ers&#228;ttningen fastst&#228;lls av
r&#228;tten.

I fr&#229;ga om kostnaderna f&#246;r ombudet skall best&#228;mmelserna i lag om
parts r&#228;tteg&#229;ngskostnad till&#228;mpas utom betr&#228;ffande ers&#228;ttning f&#246;r
r&#228;nta. Motpart eller annan som &#228;r ers&#228;ttningsskyldig f&#246;r s&#229;dana
kostnader skall &#229;l&#228;ggas att utge ers&#228;ttningen till staten. Belopp,
som inte annan s&#229;lunda f&#246;rpliktas betala, skall &#229;terbetalas till
staten av den f&#246;r vilken ombudet har f&#246;rordnats, dock inte mer &#228;n vad
han skulle ha f&#229;tt betala i r&#228;ttshj&#228;lpsavgift enligt r&#228;ttshj&#228;lpslagen
(1996:1619). Vad som d&#228;r s&#228;gs om r&#228;ttshj&#228;lpsbitr&#228;de g&#228;ller kostnad f&#246;r
ombudet.

Om ers&#228;ttningen till ombudet understiger ett visst av regeringen
f&#246;reskrivet belopp, skall &#229;terbetalningsskyldighet inte &#229;l&#228;ggas.

Betr&#228;ffande kostnaderna f&#246;r ett s&#228;rskilt ombud f&#246;r en tilltalad i
brottm&#229;l till&#228;mpas best&#228;mmelserna i r&#228;tteg&#229;ngsbalken om skyldighet
f&#246;r tilltalad eller annan att till staten &#229;terbetala kostnad f&#246;r
offentlig f&#246;rsvarare. Lag (1996:1643).

24 &#167; N&#228;r en n&#228;mndeman har f&#246;rhinder f&#229;r r&#228;ttens ordf&#246;rande kalla n&#229;gon
till tj&#228;nstg&#246;ring som &#228;r valbar till n&#228;mndeman inom eller utom
domkretsen.

N&#228;r en s&#228;rskild ledamot, teknisk ledamot eller n&#229;gon annan s&#229;dan ledamot
i domstol har f&#246;rhinder f&#229;r en annan l&#228;mplig person tillkallas.

25 &#167; Om inte n&#229;gon beh&#246;rig person finns att tillg&#229; f&#246;r ett uppdrag som
offentlig f&#246;rsvarare, f&#229;r en annan l&#228;mplig person f&#246;rordnas.

26 &#167; Best&#228;mmelserna i 11 - 16 &#167;&#167; till&#228;mpas i st&#228;llet f&#246;r 17 - 25 &#167;&#167; s&#229;vitt
g&#228;ller domstolarnas handl&#228;ggning av f&#246;rvaltnings&#228;renden.

27 &#167; Om den som skall h&#246;ras under f&#246;runders&#246;kning bed&#246;ms kunna inst&#228;lla
sig till f&#246;rh&#246;ret utan avsev&#228;rda ol&#228;genheter men underl&#229;ter att inst&#228;lla
sig p&#229; kallelse, f&#229;r han h&#228;mtas &#228;ven om avst&#229;ndet mellan platsen f&#246;r
f&#246;rh&#246;ret och hans bostad eller uppeh&#229;llsplats &#228;r l&#228;ngre &#228;n som anges i
23 kap. 7 &#167; r&#228;tteg&#229;ngsbalken.

28 &#167; Har upph&#228;vts genom lag (2023:535).

Gemensamma best&#228;mmelser

29 &#167; M&#229;l och &#228;renden skall handl&#228;ggas i den turordning som kr&#228;vs av
h&#228;nsyn till allm&#228;nna intressen. Om de &#228;r av betydelse f&#246;r
totalf&#246;rsvaret, skall de ges s&#228;rskilt f&#246;retr&#228;de.

30 &#167; Regeringen f&#229;r f&#246;reskriva om anst&#229;nd med val av ledam&#246;ter i
beslutande kommunala f&#246;rsamlingar eller av innehavare av andra allm&#228;nna
uppdrag. I en s&#229;dan f&#246;reskrift skall det s&#228;ttas ut en ny tid f&#246;r valet
och anges vad som &#229;terst&#229;r av mandatperioden. Detsamma g&#228;ller i fr&#229;ga om
allm&#228;nna uppdrag i vilka tills&#228;ttningen sker p&#229; annat s&#228;tt &#228;n genom val.

31 &#167; Regeringen f&#229;r f&#246;reskriva att fler suppleanter skall utses &#228;n som
annars &#228;r f&#246;reskrivet samt att tid f&#246;r sammantr&#228;de, f&#246;rr&#228;ttning eller
fullg&#246;rande av n&#229;gon annan uppgift skall &#228;ndras.

32 &#167; Regeringen f&#229;r f&#246;reskriva om f&#246;rl&#228;ngning av

1. tiden f&#246;r &#246;verklagande eller ompr&#246;vning, f&#246;r ans&#246;kan om resning, f&#246;r
besv&#228;r &#246;ver domvilla eller f&#246;r annan liknande &#229;tg&#228;rd,

2. annan tidsfrist f&#246;r att anh&#228;ngigg&#246;ra eller bevaka talan hos domstol,

3. den tid inom vilken en ans&#246;kan eller anm&#228;lan eller en annan liknande
&#229;tg&#228;rd annars m&#229;ste vidtas f&#246;r att en f&#246;rm&#229;n eller en r&#228;ttighet skall
bevakas eller en skyldighet fullg&#246;ras.

En kung&#246;relse om krigstillst&#229;nd skall anses innefatta en f&#246;reskrift
enligt f&#246;rsta stycket 1 och 2 om en f&#246;rl&#228;ngning av tiden till tre veckor
fr&#229;n dagen f&#246;r kung&#246;relsens utf&#228;rdande, om regeringen inte f&#246;reskriver
annat.

33 &#167; Har en skrivelse med &#246;verklagande kommit in f&#246;r sent till en
myndighet och kan det sk&#228;ligen antas att laga f&#246;rfall f&#246;relegat p&#229; grund
av f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta och andra styckena, skall
skrivelsen anses ha kommit in i r&#228;tt tid, om den kommit in inom tre
veckor fr&#229;n det f&#246;rfallet upph&#246;rde. Har det som nu sagts till&#228;mpats n&#228;r
en part v&#228;djat i tvistem&#229;l eller brottm&#229;l, r&#228;knas den tid som anges i 50
kap. 2 &#167; och 51 kap. 2 &#167; r&#228;tteg&#229;ngsbalken fr&#229;n den dag d&#229; r&#228;tten
beslutat att inte avvisa vadetalan.

34 &#167; F&#246;r fall d&#229; n&#229;gon p&#229; grund av f&#246;rh&#229;llanden som avses i 2 &#167; f&#246;rsta
och andra styckena f&#246;rsuttit tiden f&#246;r att anh&#228;ngigg&#246;ra eller bevaka
talan hos domstol, ans&#246;ka om resning eller anf&#246;ra besv&#228;r &#246;ver domvilla,
eller annars f&#246;rsuttit den tid inom vilken en ans&#246;kan eller en anm&#228;lan
eller en annan liknande &#229;tg&#228;rd vid en myndighet m&#229;ste vidtas f&#246;r att en
f&#246;rm&#229;n eller en r&#228;ttighet skall bevakas eller en skyldighet fullg&#246;ras,
f&#229;r regeringen f&#246;reskriva att en myndighet efter ans&#246;kan f&#229;r s&#228;tta ut en
ny tid f&#246;r &#229;tg&#228;rden.

35 &#167; S&#229;dan ans&#246;kan som avses i 34 &#167; eller ans&#246;kan om &#229;terst&#228;llande av
f&#246;rsutten tid enligt 58 kap. 12 &#167; r&#228;tteg&#229;ngsbalken skall g&#246;ras inom tre
veckor sedan f&#246;rfallet upph&#246;rde eller inom den l&#228;ngre tid som regeringen
f&#246;reskriver.

Best&#228;mmelsen i 58 kap. 12 &#167; r&#228;tteg&#229;ngsbalken om att ans&#246;kan skall g&#246;ras
senast inom ett &#229;r fr&#229;n den dag d&#229; tiden gick ut skall inte till&#228;mpas,
om s&#246;kanden inte har kunnat iaktta best&#228;mmelsen p&#229; grund av f&#246;rh&#229;llanden
som avses i 2 &#167; f&#246;rsta och andra styckena.

36 &#167; Delgivning med den som tj&#228;nstg&#246;r inom F&#246;rsvarsmakten ska
ske genom myndigheten. Ett intyg av F&#246;rsvarsmakten ska g&#228;lla
som fullt bevis att delgivning har skett p&#229; det s&#228;tt som anges
i intyget. Avser delgivningen personlig inst&#228;llelse, ska
intyget om delgivningen inneh&#229;lla uppgift om huruvida den
kallade &#228;r f&#246;rhindrad att inst&#228;lla sig p&#229; grund av sin
tj&#228;nstg&#246;ring.

Delgivning med den som tj&#228;nstg&#246;r inom F&#246;rsvarsmakten f&#229;r inte
ske enligt 34–38 och 47–51 &#167;&#167; delgivningslagen (2010:1932). Har
delgivning annars skett enligt delgivningslagen, ska den anses
ha skett p&#229; beh&#246;rigt vis, &#228;ven om den inte har verkst&#228;llts
genom F&#246;rsvarsmakten.

Regeringen f&#229;r f&#246;reskriva om andra avvikelser fr&#229;n vad som
annars g&#228;ller i fr&#229;ga om delgivning i m&#229;l och &#228;renden hos
domstolar och andra myndigheter. Lag (2010:1952).

37 &#167; Har en f&#246;reskrift meddelats enligt 30 &#167; eller har ett val inte
h&#229;llits av andra sk&#228;l, skall den tidigare innehavaren kvarst&#229; i
uppdraget till dess att n&#229;gon annan har valts och tilltr&#228;tt uppdraget.

Best&#228;mmelser om att en n&#228;mndeman eller annan innehavare av ett uppdrag
vid en myndighet f&#229;r avs&#228;ga sig uppdraget p&#229; grund av att han redan har
haft detta under en viss tid eller har uppn&#229;tt en viss &#229;lder skall inte
till&#228;mpas.

&#196;ven om tiden g&#229;r ut f&#246;r f&#246;rordnande som s&#228;rskild ledamot eller annan
s&#229;dan ledamot i domstol, som ledamot eller som ers&#228;ttare i
arbetsdomstolen eller som s&#228;rskild sakkunnig i f&#246;rvaltningsdomstol,
skall f&#246;rordnandet best&#229; tills ett nytt beslut meddelas.

38 &#167; Har regeringen f&#246;reskrivit att 5 - 37 &#167;&#167; inte skall till&#228;mpas
l&#228;ngre, skall

1. best&#228;mmelserna i 37 &#167; f&#246;rsta stycket &#228;nd&#229; till&#228;mpas till dess att
n&#229;gon annan skall tilltr&#228;da uppdraget,

2. den som har deltagit i handl&#228;ggningen av ett m&#229;l eller &#228;rende p&#229;
grund av best&#228;mmelserna i 24 &#167; eller 37 &#167; andra eller tredje stycket
alltj&#228;mt vara beh&#246;rig i det m&#229;let eller &#228;rendet,

3. den som har f&#246;rordnats till s&#228;rskilt ombud enligt 22 &#167; ha kvar sitt
uppdrag till dess han entledigas enligt f&#246;reskrifterna i samma paragraf.

En f&#246;reskrift om att 5 - 37 &#167;&#167; inte skall till&#228;mpas l&#228;ngre inverkar inte
p&#229; tid som dessf&#246;rinnan har f&#246;rl&#228;ngts enligt 32 &#167;. Best&#228;mmelserna i 34
och 35 &#167;&#167; skall fortfarande till&#228;mpas, om tiden har b&#246;rjat l&#246;pa innan
f&#246;reskriften tr&#228;dde i kraft.

&#214;verg&#229;ngsbest&#228;mmelser

1988:97

1. Denna lag tr&#228;der i kraft den 1 januari 1989.

2. Genom lagen upph&#228;vs

a) lagen (1942:87) med s&#228;rskilda best&#228;mmelser ang&#229;ende stats- och
kommunalmyndigheterna och deras verksamhet vid krig eller krigsfara m.
m.,

b) lagen (1957:132) med s&#228;rskilda best&#228;mmelser ang&#229;ende domstolarna och
r&#228;tteg&#229;ngen vid krig eller krigsfara m.m.,

c) kung&#246;relsen (1943:137) om till&#228;mpningen av lagen den 13 mars 1942 (nr
87) med s&#228;rskilda best&#228;mmelser ang&#229;ende stats- och kommunalmyndigheterna
och deras verksamhet vid krig eller krigsfara m.m.

3. Om det i en lag eller i en f&#246;rfattning som har beslutats av
regeringen h&#228;nvisas till en f&#246;reskrift som har ersatts genom en
f&#246;reskrift i denna lag, till&#228;mpas i st&#228;llet den nya f&#246;reskriften.

2006:371

Denna lag tr&#228;der i kraft den 1 juli 2006 men skall till&#228;mpas i
sin &#228;ldre lydelse f&#246;r de revisorer och revisorsers&#228;ttare som
valts f&#246;r granskning t.o.m. r&#228;kenskaps&#229;ret 2006.

2010:1952

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om en handling har skickats eller
l&#228;mnats f&#246;re den 1 april 2011.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3650">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3652">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
