

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1988-02-15" /> 
 <meta id="rattsinfo-edited" content="2012-07-25" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3658</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3657">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3659">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:1262 ·
                    <a href="/sfsr?bet=1987:1262">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Arbetsr&#228;ttslig beredskapslag (1987:1262)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-12-17
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2010:1240
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1988-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Kommer riket i krig, skall best&#228;mmelserna i 5--9 &#167;&#167; till&#228;mpas.

2 &#167; Regeringen f&#229;r f&#246;reskriva att 5-9 &#167;&#167; helt eller delvis skall
till&#228;mpas fr&#229;n den tidpunkt som regeringen best&#228;mmer

1. om Sverige &#228;r i krigsfara,

2. om det r&#229;der s&#229;dana utomordentliga f&#246;rh&#229;llanden som &#228;r
f&#246;ranledda av att det &#228;r krig utanf&#246;r Sveriges gr&#228;nser eller av att
Sverige har varit i krig eller krigsfara.

F&#246;reskrift enligt f&#246;rsta stycket m&#229;ste inom en m&#229;nad underst&#228;llas
riksdagen. F&#246;reskriften upph&#246;r att g&#228;lla, om den inte underst&#228;lls
riksdagen i r&#228;tt tid eller om riksdagen inte godk&#228;nner den inom tv&#229;
m&#229;nader fr&#229;n underst&#228;llningen. Lag (1994:1640).

3 &#167; Under den tid 5--9 &#167;&#167; till&#228;mpas g&#228;ller inte s&#229;dana f&#246;reskrifter som
har meddelats i annan lag eller f&#246;rfattning, om de strider mot dessa
best&#228;mmelser eller mot vad som har f&#246;rordnats med st&#246;d av dem.

F&#246;rekommer i lag eller annan f&#246;rfattning en h&#228;nvisning till en
f&#246;reskrift som har ersatts av en f&#246;reskrift som till&#228;mpas p&#229; grund av
denna lag, skall h&#228;nvisningen avse den nya f&#246;reskriften.

4 &#167; F&#246;religger inte l&#228;ngre s&#229;dana f&#246;rh&#229;llanden som anges i 1 &#167; eller 2 &#167;
f&#246;rsta stycket, skall regeringen f&#246;reskriva att best&#228;mmelserna i 5--9 &#167;&#167;
inte skall till&#228;mpas.

5 &#167; Lagen (1976:580) om medbest&#228;mmande i arbetslivet, lagen
(1974:358) om facklig f&#246;rtroendemans st&#228;llning p&#229; arbetsplatsen,
lagen (1982:80) om anst&#228;llningsskydd, semesterlagen (1977:480) och
f&#246;r&#228;ldraledighetslagen (1995:584), till&#228;mpas med de &#228;ndringar och
till&#228;gg som anges i en till denna lag fogad f&#246;rteckning (bilaga).
Lag (1995:588).

6 &#167; N&#228;r denna lag ska till&#228;mpas, g&#228;ller inte lagen (1974:981)
om arbetstagares r&#228;tt till ledighet f&#246;r utbildning, lagen
(1979:1184) om r&#228;tt till ledighet f&#246;r vissa f&#246;reningsuppdrag
i skolan och lagen (1986:163) om r&#228;tt till ledighet f&#246;r
utbildning i svenska f&#246;r invandrare. Lag (2010:857).

7 &#167; Regeringen f&#229;r f&#246;reskriva f&#246;rbud mot fackliga strids&#229;tg&#228;rder och
f&#246;rordna om fortsatt giltighet av kollektivavtal och om tv&#229;ngsskiljedom
eller vidta andra liknande &#229;tg&#228;rder, om en arbetstvist hotar att medf&#246;ra
eller har medf&#246;rt en &#246;ppen arbetskonflikt som kan skada totalf&#246;rsvaret.

8 &#167; Ut&#246;ver vad som anges i 5 &#167; f&#229;r regeringen i de d&#228;r angivna lagarna,
i annan lag som g&#228;ller f&#246;rh&#229;llandet mellan arbetsgivare och arbetstagare
och i lagen (1974:371) om r&#228;tteg&#229;ngen i arbetstvister f&#246;reskriva s&#229;dana
&#228;ndringar och till&#228;gg som beh&#246;vs f&#246;r att tillgodose totalf&#246;rsvarets
behov.

9 &#167; Har det i ett kollektivavtal tagits in best&#228;mmelse som strider mot
en f&#246;reskrift som har meddelats i eller med st&#246;d av denna lag, f&#229;r
regeringen f&#246;rklara att best&#228;mmelsen &#228;r utan verkan, om den kan medf&#246;ra
skada f&#246;r totalf&#246;rsvaret.

10 &#167; Har upph&#228;vts genom lag (1995:778).


Bilaga

F&#246;rteckning enligt 5 &#167;

1. Lagen (1976:580) om medbest&#228;mmande i arbetslivet

I fr&#229;ga om lagen (1976:580) om medbest&#228;mmande i arbetslivet skall

dels 35 och 37 &#167;&#167; inte till&#228;mpas,

dels 4, 5, 11, 12, 14, 16, 21, 34, 36, 38, 56 och 69 &#167;&#167; ha f&#246;ljande
lydelse,

dels nya f&#246;reskrifter, betecknade 53 &#167;, inf&#246;ras av f&#246;ljande lydelse.

4 &#167; Ett avtal &#228;r ogiltigt i den m&#229;n det inneb&#228;r att r&#228;ttighet eller
skyldighet enligt denna lag upph&#228;vs eller inskr&#228;nks.

Trots best&#228;mmelsen i f&#246;rsta stycket &#228;r det till&#229;tet att genom
kollektivavtal g&#246;ra avvikelse fr&#229;n f&#246;reskrifterna i 11, 12, 14, 19--22
och 28 &#167;&#167;, 29 &#167; tredje meningen, 33, 34, 36, 38--40 &#167;&#167;, 43 &#167; andra
stycket samt 64 och 65 &#167;&#167;.

I kollektivavtal f&#229;r ocks&#229; f&#246;reskrivas l&#228;ngre g&#229;ende fredsplikt &#228;n 41,
41 a och 44 &#167;&#167; anger samt l&#228;ngre g&#229;ende skadest&#229;ndsansvar &#228;n som
f&#246;ljer av denna lag.

5 &#167; Vad i denna lag f&#246;reskrivs inneb&#228;r inte r&#228;tt till insyn f&#246;r en part
i s&#229;dana f&#246;rh&#229;llanden hos motparten, som har betydelse f&#246;r en
f&#246;rest&#229;ende eller redan utbruten arbetskonflikt, eller r&#228;tt till
inflytande &#246;ver motpartens beslut r&#246;rande s&#229;dan konflikt.

F&#246;reskrifterna i 11, 12, 19, 34, 38 och 39 &#167;&#167; skall till&#228;mpas &#228;ven n&#228;r
kollektivavtal tillf&#228;lligt inte g&#228;ller.

11 &#167; Innan arbetsgivare beslutar om viktigare f&#246;r&#228;ndring av sin
verksamhet, skall han p&#229; eget initiativ f&#246;rhandla med
arbetstagarorganisation i f&#246;rh&#229;llande till vilken han &#228;r bunden av
kollektivavtal. Detsamma skall iakttagas innan arbetsgivare beslutar om
viktigare f&#246;r&#228;ndring av arbets- eller anst&#228;llningsf&#246;rh&#229;llandena f&#246;r
arbetstagare som tillh&#246;r organisationen.

Om det beh&#246;vs f&#246;r att undvika st&#246;rningar i produktionen eller andra
liknande p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret eller om andra
synnerliga sk&#228;l f&#246;ranleder det, f&#229;r arbetsgivaren fatta och verkst&#228;lla
beslut innan han har fullgjort sin f&#246;rhandlingsskyldighet enligt f&#246;rsta
stycket.

12 &#167; N&#228;r arbetstagarorganisation som avses i 11 &#167; p&#229;kallar det, skall
arbetsgivare &#228;ven i annat fall &#228;n d&#228;r anges f&#246;rhandla med organisationen
innan han fattar eller verkst&#228;ller beslut, som r&#246;r medlem i
organisationen. Om det beh&#246;vs f&#246;r att undvika st&#246;rningar i produktionen
eller andra liknande p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret eller
om andra s&#228;rskilda sk&#228;l f&#246;ranleder det, f&#229;r arbetsgivaren dock fatta och
verkst&#228;lla beslutet innan han har fullgjort sin f&#246;rhandlingsskyldighet.


14 &#167; Finns lokal arbetstagarorganisation, skall f&#246;rhandlingskyldigheten
enligt 11--13 &#167;&#167; fullg&#246;ras i f&#246;rsta hand genom f&#246;rhandling med denna.

Uppn&#229;s icke enighet vid f&#246;rhandling enligt f&#246;rsta stycket, skall
arbetsgivaren p&#229; beg&#228;ran f&#246;rhandla &#228;ven med central
arbetstagarorganisation, om hinder inte m&#246;ter p&#229; grund av
beredskapsf&#246;rh&#229;llandena.

16 &#167; Part som vill f&#246;rhandla skall g&#246;ra framst&#228;llning hos motparten om
f&#246;rhandling. Om motparten beg&#228;r det, skall framst&#228;llningen vara
skriftlig och ange den fr&#229;ga om vilken f&#246;rhandling p&#229;kallas.

F&#246;rhandling skall h&#229;llas snarast m&#246;jligt efter det att framst&#228;llning om
f&#246;rhandling har gjorts. Det ankommer i &#246;vrigt p&#229; parterna att best&#228;mma
tid och plats f&#246;r f&#246;rhandlingssammantr&#228;de.

F&#246;rhandling skall bedrivas skyndsamt. Om part beg&#228;r det, skall f&#246;ras
protokoll som justeras av b&#229;da parter. Enas parterna ej om annat, skall
f&#246;rhandling anses avslutad, n&#228;r part som har fullgjort sin
f&#246;rhandlingsskyldighet har givit motparten skriftligt besked om att han
fr&#229;ntr&#228;der f&#246;rhandlingen.


21 &#167; Part som skall l&#228;mna information har r&#228;tt till f&#246;rhandling med
motparten om tystnadsplikt r&#246;rande den information som skall l&#228;mnas. Om
f&#246;rhandlingen avser information enligt 19 &#167;, &#228;ger 14 &#167; motsvarande
till&#228;mpning.

Uppn&#229;s icke enighet vid f&#246;rhandling enligt f&#246;rsta stycket, kan parten
v&#228;cka talan vid domstol om tystnadsplikt. Domstolen skall f&#246;rordna om
tystnadsplikt i den m&#229;n det kan antas att det annars skulle f&#246;religga
risk f&#246;r skada f&#246;r totalf&#246;rsvaret eller v&#228;sentlig skada f&#246;r part eller
annan.

Har part p&#229;kallat f&#246;rhandling om tystnadsplikt g&#228;ller till dess fr&#229;gan
har blivit slutligt avgjord den tystnadsplikt som han kr&#228;ver.

34 &#167; Uppkommer mellan arbetsgivare och arbetstagarorganisation, som &#228;r
bundna av samma kollektivavtal, tvist om medlems arbetsskyldighet enligt
avtal, g&#228;ller organisationens mening till dess tvisten har slutligt
pr&#246;vats.

Om det beh&#246;vs f&#246;r att undvika st&#246;rningar i produktionen eller andra
liknande p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret eller f&#246;religger
enligt arbetsgivarens uppfattning andra synnerliga sk&#228;l mot att
omtvistat arbete uppskjuts, f&#229;r arbetsgivaren utan hinder av f&#246;rsta
stycket kr&#228;va att arbetet utf&#246;rs enligt hans mening i tvisten.
Arbetstagaren &#228;r d&#229; skyldig att utf&#246;ra arbetet. S&#229;dan skyldighet
f&#246;religger dock ej, om arbetsgivarens mening i tvisten &#228;r oriktig och
arbetsgivaren har insett eller bort inse detta eller om arbetet inneb&#228;r
fara f&#246;r liv eller h&#228;lsa eller d&#228;rmed j&#228;mf&#246;rligt hinder m&#246;ter.

36 &#167; Arbetstagarpartens r&#228;tt enligt 33 och 34 &#167;&#167; tillkommer den
avtalsslutande arbetstagarorganisationen och ut&#246;vas av lokal
arbetstagarorganisation, om s&#229;dan finns. Har central f&#246;rhandling
p&#229;kallats, ut&#246;vas r&#228;tten av den centrala arbetstagarorganisationen.

38 &#167; Innan arbetsgivare beslutar att l&#229;ta n&#229;gon utf&#246;ra visst arbete f&#246;r
hans r&#228;kning eller i hans verksamhet utan att denne d&#228;rvid skall vara
arbetstagare hos honom, skall han p&#229; eget initiativ f&#246;rhandla med
arbetstagarorganisation i f&#246;rh&#229;llande till vilken han &#228;r bunden av
kollektivavtal f&#246;r s&#229;dant arbete.

F&#246;rsta stycket g&#228;ller ej, om arbetet &#228;r av kortvarig och tillf&#228;llig
natur eller kr&#228;ver s&#228;rskild sakkunskap och ej heller om den tillt&#228;nkta
&#229;tg&#228;rden i allt v&#228;sentligt motsvarar &#229;tg&#228;rd som har godtagits av
arbetstagarorganisationen. Om organisationen i s&#228;rskilt fall p&#229;kallar
det, &#228;r arbetsgivaren dock skyldig att f&#246;rhandla innan han fattar eller
verkst&#228;ller beslut.

Om det beh&#246;vs f&#246;r att undvika st&#246;rningar i produktionen eller andra
liknande p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret eller om andra
synnerliga sk&#228;l f&#246;ranleder det, f&#229;r arbetsgivaren fatta och verkst&#228;lla
beslut innan han har fullgjort sin f&#246;rhandlingsskyldighet enligt f&#246;rsta
stycket. P&#229;kallas f&#246;rhandling enligt andra stycket, &#228;r arbetsgivaren p&#229;
villkor som nu sagts icke skyldig att uppskjuta beslutet eller
verkst&#228;lligheten till dess f&#246;rhandlingsskyldigheten har fullgjorts, ej
heller om andra s&#228;rskilda sk&#228;l f&#246;religger mot uppskov. I fr&#229;ga om
f&#246;rhandling enligt f&#246;rsta och andra styckena &#228;ger 14 &#167; motsvarande
till&#228;mpning.

53 &#167; En f&#246;rlikningsman eller f&#246;rlikningskommission f&#229;r f&#246;rbjuda part att
vidta strids&#229;tg&#228;rd medan f&#246;rlikningsf&#246;rhandling p&#229;g&#229;r och under en tid
av h&#246;gst tio dagar efter det att en s&#229;dan f&#246;rhandling har f&#246;rklarats
avslutad. Strids&#229;tg&#228;rd som vidtas i strid mot ett s&#229;dant f&#246;rbud
betraktas som olovlig enligt reglerna i denna lag.

56 &#167; Bryter arbetsgivare eller arbetstagare mot tystnadsplikt som avses
i denna lag eller utnyttjar han obeh&#246;rigen vad han under s&#229;dan
tystnadsplikt har f&#229;tt k&#228;nnedom om, skall han ers&#228;tta uppkommen skada.
Detsamma g&#228;ller om n&#229;gon &#229;beropar tystnadsplikt i fall som avses i 21 &#167;,
om kravet &#228;r obefogat och parten insett eller bort inse det.

Om n&#229;gon som f&#246;retr&#228;der arbetsgivare eller organisation g&#246;r sig skyldig
till handling som avses i f&#246;rsta stycket, svarar arbetsgivaren eller
organisationen f&#246;r skadan.

I fall som avses i denna paragraf skall ej f&#246;lja ansvar enligt 20 kap.
3 &#167; brottsbalken.

69 &#167; F&#246;reskrifterna i 33, 34 och 39 &#167;&#167; utg&#246;r inte hinder mot beslut
enligt 15 kap. r&#228;tteg&#229;ngsbalken.

2. Lagen (1974:358) om facklig f&#246;rtroendemans st&#228;llning p&#229;
arbetsplatsen

I fr&#229;ga om lagen (1974:358) om facklig f&#246;rtroendemans st&#228;llning p&#229;
arbetsplatsen skall 5 och 9 &#167;&#167; ha f&#246;ljande lydelse.

5 &#167; Uppkommer fr&#229;ga om &#228;ndring av facklig f&#246;rtroendemans
arbetsf&#246;rh&#229;llanden eller anst&#228;llningsvillkor, skall arbetsgivaren minst
tv&#229; veckor i f&#246;rv&#228;g varsla den lokala arbetstagarorganisationen och
underr&#228;tta f&#246;rtroendemannen. F&#246;religger hinder h&#228;rf&#246;r, skall varsel och
underr&#228;ttelse i st&#228;llet l&#228;mnas s&#229; snart det kan ske. Skyldighet att
l&#228;mna varsel och underr&#228;ttelse f&#246;religger ej vid s&#229;dan &#228;ndring som utg&#246;r
ett normalt led i f&#246;rtroendemannens arbete och icke f&#246;rs&#228;mrar hans
m&#246;jligheter att fullg&#246;ra det fackliga uppdraget.

Den lokala arbetstagarorganisationen och f&#246;rtroendemannen har r&#228;tt till
&#246;verl&#228;ggning med arbetsgivaren om &#229;tg&#228;rd som avses i f&#246;rsta stycket.
S&#229;dan &#246;verl&#228;ggning skall p&#229;kallas senast en vecka efter det att varsel
eller underr&#228;ttelse l&#228;mnades. Har &#246;verl&#228;ggning p&#229;kallats, f&#229;r
arbetsgivaren icke vidta den tillt&#228;nkta &#229;tg&#228;rden f&#246;rr&#228;n tillf&#228;lle till
&#246;verl&#228;ggning har l&#228;mnats. Detta g&#228;ller dock inte, om ett uppskov med
beslutet skulle f&#246;ranleda st&#246;rningar i produktionen eller andra liknande
p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret.

9 &#167; Uppkommer tvist om till&#228;mpning p&#229; en facklig f&#246;rtroendeman av 1, 3,
4, 6 eller 7 &#167; eller 8 &#167; f&#246;rsta stycket eller kollektivavtalsbest&#228;mmelse
som med st&#246;d av 2 &#167; andra stycket har tr&#228;tt i st&#228;llet f&#246;r 1, 6 eller 7 &#167;
eller 8 &#167; f&#246;rsta stycket, g&#228;ller den lokala arbetstagarorganisationens
mening om lagens eller kollektivavtalets r&#228;tta inneb&#246;rd intill dess
tvisten har slutligt pr&#246;vats. I kollektivavtal som har tr&#228;tt i lagens
st&#228;lle kan f&#246;reskrivas att arbetstagarpartens best&#228;mmander&#228;tt i st&#228;llet
skall tillkomma huvudorganisationen.




Utan hinder av f&#246;rsta stycket kan arbetsgivaren v&#228;gra s&#229;dan ledighet som
medf&#246;r risk f&#246;r st&#246;rningar i produktionen eller andra liknande
p&#229;frestningar till skada f&#246;r totalf&#246;rsvaret, s&#228;kerheten p&#229;
arbetsplatsen, viktiga samh&#228;llsfunktioner i &#246;vrigt eller d&#228;rmed
j&#228;mf&#246;rliga intressen.

3. I fr&#229;ga om lagen (1982:80) om anst&#228;llningsskydd ska

dels 25--27 och 32 &#167;&#167; inte till&#228;mpas,

dels 2, 3, 5, 7, 8, 16, 22, 33 och 34 &#167;&#167; ha f&#246;ljande lydelse.

2 &#167; Om det i en annan lag eller i en f&#246;rordning som har meddelats
med st&#246;d av en lag finns s&#228;rskilda f&#246;reskrifter som avviker fr&#229;n
denna lag, skall dessa f&#246;reskrifter g&#228;lla.

Ett avtal &#228;r ogiltigt i den m&#229;n det upph&#228;ver eller inskr&#228;nker
arbetstagarnas r&#228;ttigheter enligt denna lag.

Genom ett kollektivavtal som har slutits eller godk&#228;nts av en
central arbetstagarorganisation f&#229;r det dock g&#246;ras avvikelser fr&#229;n 5,
6, 11, 15, 21, 22, 28, 33, 40 och 41 &#167;&#167;. Det &#228;r ocks&#229; till&#229;tet att
genom ett s&#229;dant kollektivavtal best&#228;mma f&#246;ljande:

1. Avvikelser fr&#229;n 6 a &#167; under f&#246;ruts&#228;ttning att avtalet inte inneb&#228;r
att mindre f&#246;rm&#229;nliga regler skall till&#228;mpas f&#246;r arbetstagarna &#228;n
som f&#246;ljer av EG-r&#229;dets direktiv 91/533/EEG av den 14 oktober
1991.

2. Den n&#228;rmare ber&#228;kningen av f&#246;rm&#229;ner som avses i 12 &#167;.

3. Avvikelser fr&#229;n best&#228;mmelserna i 30 a &#167;, s&#229;vitt g&#228;ller besked
enligt 15 &#167;.

4. Avvikelser fr&#229;n best&#228;mmelserna i 30, 30 a och 31 &#167;&#167;, s&#229;vitt g&#228;ller
den lokala arbetstagarorganisationens r&#228;ttigheter.

Avtal om avvikelser fr&#229;n reglerna i 21 &#167; f&#229;r tr&#228;ffas &#228;ven utanf&#246;r
kollektivavtalsf&#246;rh&#229;llanden, om avtalet inneb&#228;r att kollektivavtal
som med st&#246;d av tredje stycket har tr&#228;ffats f&#246;r verksamhetsomr&#229;det
skall till&#228;mpas.

N&#228;r efter bemyndigande av en central arbetstagarorganisation ett
lokalt kollektivavtal har tr&#228;ffats om avvikelser fr&#229;n 22 &#167; f&#229;r avtalet
till&#228;mpas i fr&#229;ga om upps&#228;gning av arbetstagare som vid
upps&#228;gningstidens slut &#228;r &#228;ldre &#228;n 57 och ett halvt &#229;r bara om
arbetsgivaren f&#229;r den centrala arbetstagarorganisationens
medgivande till varje enskild upps&#228;gning.

En arbetsgivare som &#228;r bunden av ett kollektivavtal enligt tredje
stycket f&#229;r till&#228;mpa avtalet &#228;ven p&#229; arbetstagare som inte &#228;r
medlemmar av den avtalsslutande arbetstagarorganisationen men
syssels&#228;tts i arbete som avses med avtalet.

3 &#167; Vid till&#228;mpning av 11, 15, 22 och 39 &#167;&#167; g&#228;ller f&#246;ljande s&#228;rskilda
best&#228;mmelser om ber&#228;kning av anst&#228;llningstid:

1. En arbetstagare, som byter anst&#228;llning genom att &#246;verg&#229; fr&#229;n en
arbetsgivare till en annan, f&#229;r i den senare anst&#228;llningen tillgodor&#228;kna
sig ocks&#229; tiden i den f&#246;rra, om arbetsgivarna vid tidpunkten f&#246;r
&#246;verg&#229;ngen tillh&#246;r samma koncern.

2. En arbetstagare, som byter anst&#228;llning i samband med att ett f&#246;retag
eller en del av ett f&#246;retag &#246;verg&#229;r fr&#229;n en arbetsgivare till en annan,
f&#229;r tillgodor&#228;kna sig tiden hos den f&#246;rre arbetsgivaren n&#228;r
anst&#228;llningstid skall ber&#228;knas hos den senare.

3. Om det sker flera s&#229;dana byten av anst&#228;llning som avses i 1--2, f&#229;r
arbetstagaren r&#228;kna samman anst&#228;llningstiderna hos alla arbetsgivarna.

Vid till&#228;mpning av 22 och 39 &#167;&#167; f&#229;r arbetstagaren tillgodor&#228;kna sig en
extra anst&#228;llningsm&#229;nad f&#246;r varje anst&#228;llningsm&#229;nad som arbetstagaren
har p&#229;b&#246;rjat efter fyllda 45 &#229;r. Sammanlagt f&#229;r arbetstagaren dock
tillgodor&#228;kna sig h&#246;gst 60 s&#229;dana extra anst&#228;llningsm&#229;nader.

5 &#167; Avtal om tidsbegr&#228;nsad anst&#228;llning f&#229;r tr&#228;ffas i f&#246;ljande fall:

1. Avtal f&#246;r viss tid, viss s&#228;song eller visst arbete, om det beh&#246;vs
f&#246;r att tillgodose totalf&#246;rsvarets behov av arbetskraft eller om det
f&#246;ranleds av arbetets s&#228;rskilda beskaffenhet.

2. Avtal f&#246;r viss tid som avser vikariat, praktikarbete eller
feriearbete.

3. Avtal f&#246;r viss tid, dock sammanlagt h&#246;gst sex m&#229;nader under tv&#229;
&#229;r, om det f&#246;ranleds av tillf&#228;llig arbetsanhopning.

4. Avtal som g&#228;ller f&#246;r tiden till dess arbetstagaren skall b&#246;rja
s&#229;dan tj&#228;nstg&#246;ring enligt lagen (1994:1809) om totalf&#246;rsvarsplikt,
som skall p&#229;g&#229; mer &#228;n tre m&#229;nader.

5. Avtal f&#246;r viss tid som avser anst&#228;llning efter pensionering, om
arbetstagaren har uppn&#229;tt den &#229;lder som medf&#246;r skyldighet att avg&#229;
fr&#229;n anst&#228;llningen med &#229;lderspension eller, om n&#229;gon s&#229;dan
avg&#229;ngsskyldighet inte finns, n&#228;r arbetstagaren har fyllt 65 &#229;r.

7 &#167; Upps&#228;gning fr&#229;n arbetsgivarens sida skall vara sakligt grundad.

En upps&#228;gning &#228;r inte sakligt grundad om det &#228;r sk&#228;ligt att kr&#228;va att
arbetsgivaren bereder arbetstagaren annat arbete hos sig. Vid
bed&#246;mande av vad som sk&#228;ligen kan kr&#228;vas av arbetsgivaren skall
beaktas intresset av att tillgodose totalf&#246;rsvarets produktionsbehov.

Om upps&#228;gningen beror p&#229; f&#246;rh&#229;llanden som h&#228;nf&#246;r sig till
arbetstagaren personligen, f&#229;r den inte grundas enbart p&#229;
omst&#228;ndigheter som arbetsgivaren har k&#228;nt till antingen mer &#228;n tv&#229;
m&#229;nader innan underr&#228;ttelse l&#228;mnades enligt 30 &#167; eller, om n&#229;gon
s&#229;dan underr&#228;ttelse inte l&#228;mnats, tv&#229; m&#229;nader f&#246;re tidpunkten f&#246;r
upps&#228;gningen. Arbetsgivaren f&#229;r dock grunda upps&#228;gningen enbart
p&#229; omst&#228;ndigheter som han har k&#228;nt till mer &#228;n tv&#229; m&#229;nader, om
tids&#246;verdraget berott p&#229; att han p&#229; arbetstagarens beg&#228;ran eller
med dennes medgivande dr&#246;jt med underr&#228;ttelsen eller
upps&#228;gningen eller om det finns synnerliga sk&#228;l f&#246;r att
omst&#228;ndigheterna f&#229;r &#229;beropas.

8 &#167; Upps&#228;gning fr&#229;n arbetsgivarens sida skall vara skriftlig.

I upps&#228;gningsbeskedet skall arbetsgivaren ange vad arbetstagaren skall
iaktta f&#246;r det fall att arbetstagaren vill g&#246;ra g&#228;llande att
upps&#228;gningen &#228;r ogiltig eller yrka skadest&#229;nd med anledning av
upps&#228;gningen.

16 &#167; Besked enligt 15 &#167; skall vara skriftligt.

I beskedet skall arbetsgivaren ange vad arbetstagaren skall iaktta f&#246;r
det fall att arbetstagaren vill f&#246;ra talan om att anst&#228;llningsavtalet
skall f&#246;rklaras g&#228;lla tills vidare eller yrka skadest&#229;nd f&#246;r brott mot 4
&#167; f&#246;rsta stycket.

Beskedet skall l&#228;mnas till arbetstagaren personligen. &#196;r det inte
sk&#228;ligt att kr&#228;va detta, f&#229;r beskedet i st&#228;llet s&#228;ndas i rekommenderat
brev till arbetstagarens senast k&#228;nda adress.

22 &#167; Vid upps&#228;gning p&#229; grund av arbetsbrist skall arbetsgivaren
iaktta f&#246;ljande turordningsregler.

Har arbetsgivaren flera driftsenheter, fastst&#228;lls en turordning f&#246;r
varje enhet f&#246;r sig. Om arbetsgivaren &#228;r eller brukar vara bunden
av kollektivavtal, fastst&#228;lls en s&#228;rskild turordning f&#246;r varje
avtalsomr&#229;de. Finns det i ett s&#229;dant fall flera driftsenheter p&#229;
samma ort, skall inom en arbetstagarorganisations avtalsomr&#229;de
fastst&#228;llas en gemensam turordning f&#246;r samtliga enheter p&#229; orten,
om organisationen beg&#228;r det senast vid f&#246;rhandlingar enligt 29 &#167;.

Arbetstagarnas plats i turordningen best&#228;ms med utg&#229;ngspunkt i
varje arbetstagares sammanlagda anst&#228;llningstid hos arbetsgivaren.
Arbetstagare med l&#228;ngre anst&#228;llningstid har f&#246;retr&#228;de framf&#246;r
arbetstagare med kortare anst&#228;llningstid. Vid lika anst&#228;llningstid
ger h&#246;gre &#229;lder f&#246;retr&#228;de. Kan en arbetstagare endast efter
omplacering beredas fortsatt arbete hos arbetsgivaren, g&#228;ller som
f&#246;ruts&#228;ttning f&#246;r f&#246;retr&#228;de enligt turordningen att arbetstagaren har
tillr&#228;ckliga kvalifikationer f&#246;r det fortsatta arbetet. Vid den
bed&#246;mningen skall beaktas &#228;ven intresset att tillgodose
totalf&#246;rsvarets produktionsbehov.

33 &#167; En arbetsgivare, som vill att en arbetstagare ska
l&#228;mna sin anst&#228;llning n&#228;r arbetstagaren uppn&#229;r den &#229;lder
som medf&#246;r skyldighet att avg&#229; med &#229;lderspension eller, om
n&#229;gon s&#229;dan avg&#229;ngsskyldighet inte finns, vid fyllda 65 &#229;r,
ska skriftligen ge arbetstagaren besked om detta minst en
m&#229;nad i f&#246;rv&#228;g.

Om en arbetsgivare vill att en arbetstagare ska l&#228;mna sin
anst&#228;llning i samband med att arbetstagaren f&#229;r r&#228;tt till
hel sjukers&#228;ttning enligt socialf&#246;rs&#228;kringsbalken ska
arbetsgivaren skriftligen ge arbetstagaren besked om detta
s&#229; snart arbetsgivaren har f&#229;tt k&#228;nnedom om beslutet om
sjukers&#228;ttning.

En arbetstagare som &#228;r anst&#228;lld tills vidare och har
uppn&#229;tt den &#229;lder som anges i f&#246;rsta stycket har inte r&#228;tt
till l&#228;ngre upps&#228;gningstid &#228;n en m&#229;nad och har inte heller
f&#246;retr&#228;desr&#228;tt enligt 22 och 23 &#167;&#167;.

34 &#167; Om en arbetstagare s&#228;gs upp utan saklig grund, skall upps&#228;gningen
f&#246;rklaras ogiltig p&#229; yrkande av arbetstagaren. Detta g&#228;ller dock ej, om
upps&#228;gningen angrips endast d&#228;rf&#246;r att den strider mot
turordningsregler.

Om ett yrkande om ogiltigf&#246;rklaring framst&#228;lls, kan domstol besluta att
anst&#228;llningen trots upps&#228;gningen skall best&#229; tills tvisten har slutligt
avgjorts. Har domstol meddelat ett s&#229;dant beslut, f&#229;r arbetsgivaren inte
avst&#228;nga arbetstagaren fr&#229;n arbete p&#229; grund av de omst&#228;ndigheter som har
f&#246;ranlett upps&#228;gningen. Arbetstagaren har r&#228;tt till l&#246;n och andra
f&#246;rm&#229;ner enligt 12--14 &#167;&#167; s&#229; l&#228;nge anst&#228;llningen best&#229;r.

4. Semesterlagen (1977:480)

I fr&#229;ga om semesterlagen (1977:480) ska 4, 11 och 12 &#167;&#167; ha
f&#246;ljande lydelse.

4 &#167; En arbetstagare har r&#228;tt till tjugofem semesterdagar
varje semester&#229;r. Om anst&#228;llningen p&#229;b&#246;rjas efter den 31
augusti under semester&#229;ret, har arbetstagaren r&#228;tt till
endast fem semesterdagar.

Om det beh&#246;vs f&#246;r att tillgodose totalf&#246;rsvarets behov av
arbetskraft, f&#229;r arbetsgivaren besluta att arbetstagaren ska
f&#229; ut semesterledighet till ett mindre antal dagar, l&#228;gst
tio. Den r&#228;tt till semester som inte kan utnyttjas ska anses
sparad till dess f&#246;rh&#229;llandena medger att ledigheten
utnyttjas. Efter &#246;verenskommelse mellan arbetsgivare och
arbetstagare f&#229;r sparad semesterr&#228;tt tas ut i form av
semesterers&#228;ttning.

Under semesterledighet ska arbetstagaren ha semesterl&#246;n, om
s&#229;dan har tj&#228;nats in enligt 7 &#167;.

11 &#167; Om inte &#246;verenskommelse om f&#246;rl&#228;ggning av
semesterledighet uppn&#229;s, best&#228;mmer arbetsgivaren om
f&#246;rl&#228;ggningen, om inte annat har avtalats.

Har beslut om f&#246;rl&#228;ggning av semesterledighet tr&#228;ffats p&#229;
annat s&#228;tt &#228;n genom &#246;verenskommelse med arbetstagare eller
dennes f&#246;retr&#228;dare, ska arbetsgivaren underr&#228;tta
arbetstagaren om beslutet. Underr&#228;ttelsen ska l&#228;mnas senast
tv&#229; veckor f&#246;re ledighetens b&#246;rjan. Om det finns s&#228;rskilda
sk&#228;l, f&#229;r den l&#228;mnas senare.

12 &#167; Om inte annat har avtalats, ska semesterledigheten
f&#246;rl&#228;ggas s&#229; att arbetstagaren f&#229;r en ledighetsperiod av
minst tv&#229; veckor i f&#246;ljd.

5. F&#246;r&#228;ldraledighetslagen (1995:584)

I fr&#229;ga om f&#246;r&#228;ldraledighetslagen (1995:584) skall 1 &#167; ha f&#246;ljande
lydelse.

1 &#167; Arbetstagare har som f&#246;r&#228;lder r&#228;tt till ledighet fr&#229;n sin
anst&#228;llning enligt best&#228;mmelserna i denna lag. S&#229;dan r&#228;tt har &#228;ven
arbetstagare som

a. utan att vara f&#246;r&#228;lder &#228;r r&#228;ttslig v&#229;rdnadshavare och har v&#229;rd om
ett barn,

b. har tagit emot ett barn f&#246;r stadigvarande v&#229;rd och fostran i sitt
hem,

c. stadigvarande sammanbor med f&#246;r&#228;lder och som &#228;r eller har varit
gift med eller har eller haft barn med f&#246;r&#228;ldern.

Regeringen f&#229;r genom f&#246;reskrifter inskr&#228;nka r&#228;tten till ledighet
enligt denna lag, om det kr&#228;vs f&#246;r att tillgodose totalf&#246;rsvarets
behov. Lag (2010:1240).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3657">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3659">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
