

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-27" /> 
 <meta id="rattsinfo-edited" content="2023-03-27 10:52:43" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3660</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3659">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3661">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:1245 ·
                    <a href="/sfsr?bet=1987:1245">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1987:1245) om styrelserepresentation f&#246;r de privatanst&#228;llda</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-12-17
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1653
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1988-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag syftar till att genom styrelserepresentation ge de
anst&#228;llda insyn i och inflytande p&#229; f&#246;retagets verksamhet.

1 a &#167; Denna lag skall inte till&#228;mpas p&#229; bolag som bildats
enligt r&#229;dets f&#246;rordning (EG) nr 2157/2001 av den 8 oktober
2001 om stadga f&#246;r europabolag. Lag (2004:560).

1 b &#167; Denna lag skall till&#228;mpas p&#229; europakooperativ som bildats
enligt r&#229;dets f&#246;rordning (EG) nr 1435/2003 av den 22 juli 2003
om stadga f&#246;r europeiska kooperativa f&#246;reningar (SCE-
f&#246;reningar) under f&#246;ruts&#228;ttning att

a) europakooperativet bildats av enbart fysiska personer eller
av en juridisk person och fysiska personer, och

b) europakooperativet, dess dotterf&#246;retag och filialer vid
tidpunkten d&#229; europakooperativet registrerades, hade f&#228;rre &#228;n
sammanlagt 50 arbetstagare, eller arbetstagare enbart i en EES-
stat.

Lagen skall dock inte till&#228;mpas p&#229; europakooperativ enligt
f&#246;rsta stycket i de fall

a) minst en tredjedel av arbetstagarna i europakooperativet,
dess dotterf&#246;retag och filialer i minst tv&#229; EES-stater har
beg&#228;rt att arbetstagarinflytande enligt lagen (2006:477) om
arbetstagarinflytande i europakooperativ skall g&#228;lla, eller

b) arbetsstyrkan i europakooperativet, dess dotterf&#246;retag och
filialer uppg&#229;r eller uppg&#229;tt till sammanlagt minst 50
arbetstagare i minst tv&#229; EES-stater. Lag (2006:479).

1 c &#167; Denna lag ska inte till&#228;mpas p&#229; f&#246;retag som har blivit 
resultatet av en fusion, delning eller ombildning om lagen 
(2008:9) om arbetstagares medverkan vid gr&#228;ns&#246;verskridande 
fusioner, delningar och ombildningar g&#228;ller i f&#246;retaget.
Lag (2022:1653).

2 &#167; Med f&#246;retag avses i denna lag aktiebolag, bank, 
hypoteksinstitut, f&#246;rs&#228;kringsf&#246;retag, tj&#228;nstepensionsf&#246;retag 
och ekonomisk f&#246;rening samt europakooperativ f&#246;r vilket lagen 
g&#228;ller enligt 1 b &#167;.

Med koncern avses i denna lag svenska juridiska personer som 
enligt 1 kap. 11 och 12 &#167;&#167; aktiebolagslagen (2005:551), 1 kap. 
2 &#167; sparbankslagen (1987:619) eller 1 kap. 10-14 &#167;&#167; lagen 
(2018:672) om ekonomiska f&#246;reningar &#228;r moderf&#246;retag och 
dotterf&#246;retag i f&#246;rh&#229;llande till varandra, eller f&#246;retag som 
enligt 13-16 &#167;&#167; lagen (2011:427) om europeiska f&#246;retagsr&#229;d 
ut&#246;var ett best&#228;mmande inflytande &#246;ver ett annat f&#246;retag och 
de f&#246;retag &#246;ver vilka detta inflytande ut&#246;vas. Lag (2020:666).

3 &#167; En arbetstagare hos ett kommittent- eller moderf&#246;retag, som
stadigvarande &#228;r verksam i ett kommission&#228;rs- eller dotterf&#246;retag utan
att vara anst&#228;lld d&#228;r, skall vid till&#228;mpningen av denna lag betraktas
som anst&#228;lld &#228;ven i kommission&#228;rs- eller dotterf&#246;retaget.

Vid till&#228;mpningen av denna lag skall ett kollektivavtal som g&#228;ller
mellan en lokal arbetstagarorganisation och kommittent- eller
moderf&#246;retaget betraktas som ett kollektivavtal &#228;ven i f&#246;rh&#229;llande till
kommission&#228;rs- eller dotterf&#246;retaget.

R&#228;tten till styrelserepresentation

4 &#167; I ett f&#246;retag som under det senast f&#246;rflutna r&#228;kenskaps&#229;ret h&#228;r i
landet har sysselsatt i genomsnitt minst 25 arbetstagare har de
anst&#228;llda r&#228;tt till tv&#229; ledam&#246;ter i styrelsen (arbetstagarledam&#246;ter) och
en suppleant f&#246;r varje s&#229;dan ledamot. Bedriver f&#246;retaget verksamhet inom
skilda branscher och har det under det senast f&#246;rflutna r&#228;kenskaps&#229;ret
h&#228;r i landet sysselsatt i genomsnitt minst 1 000 arbetstagare, har de
anst&#228;llda r&#228;tt till tre ledam&#246;ter i styrelsen och en suppleant f&#246;r varje
s&#229;dan ledamot.

De anst&#228;lldas r&#228;tt till styrelserepresentation enligt f&#246;rsta stycket f&#229;r
dock inte leda till att antalet arbetstagarledam&#246;ter &#246;verstiger antalet
&#246;vriga styrelseledam&#246;ter.

Om f&#246;retaget &#228;r ett moderf&#246;retag, skall vad som s&#228;gs i f&#246;rsta och andra
styckena om f&#246;retag avse koncernen i dess helhet och r&#228;tten till
styrelserepresentation tillkomma samtliga anst&#228;llda inom koncernen.

4 a &#167; Om ett europakooperativ flyttar sitt s&#228;te till Sverige
och arbetstagarnas r&#228;tt till inflytande inte omfattas av lagen
(2006:477) om arbetstagarinflytande i europakooperativ, skall
minst samma r&#228;tt till arbetstagarinflytande g&#228;lla som innan
europakooperativet flyttade sitt s&#228;te. Lag (2006:479).

5 &#167; N&#228;r arbetstagarledam&#246;terna har utsetts f&#246;r&#228;ndras inte de anst&#228;lldas
r&#228;tt till styrelserepresentation under mandatperioden, om antalet
anst&#228;llda eller antalet &#246;vriga styrelseledam&#246;ter minskar.

Inr&#228;ttande av styrelserepresentation

6 &#167; Beslut att inr&#228;tta styrelserepresentation f&#246;r de anst&#228;llda fattas av
en lokal arbetstagarorganisation som &#228;r bunden av kollektivavtal i
f&#246;rh&#229;llande till f&#246;retaget.

Om beslutet r&#246;r moderf&#246;retag, fattas det av en lokal
arbetstagarorganisation som &#228;r bunden av kollektivavtal i f&#246;rh&#229;llande
till ett f&#246;retag inom koncernen.

F&#246;retagets styrelse skall skriftligen underr&#228;ttas om beslut att inr&#228;tta
styrelserepresentation f&#246;r de anst&#228;llda. I 10 &#167; andra stycket finns
best&#228;mmelser om n&#228;r arbetstagarledam&#246;ter eller suppleanter
(arbetstagarrepresentanter) f&#229;r tilltr&#228;da sina uppdrag.

7 &#167; Arbetstagarrepresentanterna utses av de lokala
arbetstagarorganisationer som &#228;r bundna av kollektivavtal i f&#246;rh&#229;llande
till f&#246;retaget eller, i moderf&#246;retag, av de lokala
arbetstagarorganisationer som &#228;r bundna av kollektivavtal i f&#246;rh&#229;llande
till ett f&#246;retag inom koncernen.

8 &#167; Om organisationerna inte enas om annat, g&#228;ller f&#246;ljande ordning f&#246;r
att utse arbetstagarrepresentanterna.

Om mer &#228;n fyra femtedelar av de kollektivavtalsbundna arbetstagarna vid
f&#246;retaget eller koncernen tillh&#246;r samma lokala arbetstagarorganisation,
f&#229;r denna utse samtliga arbetstagarrepresentanter. Om en annan s&#229;dan
organisation f&#246;retr&#228;der minst en tjugondel av de kollektivavtalsbundna
arbetstagarna, f&#229;r dock denna organisation utse en av suppleanterna.

Om ingen organisation f&#246;retr&#228;der mer &#228;n fyra femtedelar av de
kollektivavtalsbundna arbetstagarna vid f&#246;retaget eller koncernen, f&#229;r
de tv&#229; lokala arbetstagarorganisationer som f&#246;retr&#228;der det st&#246;rsta
antalet s&#229;dana arbetstagare utse vardera en ledamot och en suppleant. Om
de anst&#228;llda har r&#228;tt till tre ledam&#246;ter och tre suppleanter, f&#229;r den
st&#246;rre av organisationerna utse tv&#229; ledam&#246;ter och tv&#229; suppleanter.

Om man, p&#229; grund av best&#228;mmelsen i 4 &#167; andra stycket, skall utse endast
en arbetstagarrepresentant och en suppleant, g&#246;rs det av den lokala
arbetstagarorganisation som f&#246;retr&#228;der det st&#246;rsta antalet
kollektivavtalsbundna arbetstagare vid f&#246;retaget eller koncernen.

Vid till&#228;mpningen av best&#228;mmelserna i denna paragraf skall lokala
arbetstagarorganisationer som tillh&#246;r samma huvudorganisation anses som
en organisation.

9 &#167; Arbetstagarrepresentanterna b&#246;r utses bland de anst&#228;llda vid
f&#246;retaget eller, i fr&#229;ga om moderf&#246;retag, inom koncernen.

Till arbetstagarrepresentant f&#229;r inte utan s&#228;rskilt tillst&#229;nd av n&#228;mnden
f&#246;r styrelserepresentationsfr&#229;gor utses den som &#228;r
arbetstagarrepresentant i ett annat f&#246;retags styrelse. Detta g&#228;ller
inte, om f&#246;retagen g&#229;r med p&#229; n&#229;got annat eller om de ing&#229;r i samma
koncern.

10 &#167; Tiden f&#246;r en arbetstagarrepresentants uppdrag best&#228;ms av den som
utser honom. Mandatperioden f&#229;r dock inte vara l&#228;ngre &#228;n fyra
r&#228;kenskaps&#229;r. Den skall best&#228;mmas s&#229; att uppdraget upph&#246;r vid slutet av
en ordinarie st&#228;mma p&#229; vilken styrelseval f&#246;rr&#228;ttas.

Den som utser arbetstagarrepresentanterna best&#228;mmer n&#228;r de skall
tilltr&#228;da uppdraget. Om inte f&#246;retagets styrelse medger annat, f&#229;r de
dock inte tilltr&#228;da f&#246;rr&#228;n tre m&#229;nader efter det att styrelsen har f&#229;tt
underr&#228;ttelse enligt 6 &#167; tredje stycket.

Av 18 &#167; andra stycket framg&#229;r att en annan tidpunkt f&#246;r tilltr&#228;det kan
g&#228;lla.

10 a &#167; Om denna lag inte l&#228;ngre ska till&#228;mpas p&#229; ett f&#246;retag
enligt 1 c &#167;, upph&#246;r mandatperioden f&#246;r uppdrag som best&#228;mts
med st&#246;d av 10 &#167; senast n&#228;r fusionen registrerats.
Lag (2008:13).

Arbetstagarrepresentanternas arbete m. m.

11 &#167; Om inte annat f&#246;ljer av denna lag, skall vad som &#228;r f&#246;reskrivet i
annan lag eller f&#246;rfattning om styrelseledamot och styrelsesuppleant i
ett f&#246;retags styrelse till&#228;mpas p&#229; arbetstagarledam&#246;ter och suppleanter
f&#246;r s&#229;dana ledam&#246;ter.

12 &#167; Den som &#228;r suppleant f&#246;r en arbetstagarledamot har r&#228;tt att n&#228;rvara
och yttra sig vid styrelsens sammantr&#228;den och vid f&#246;retagets st&#228;mma,
&#228;ven om ledamoten &#228;r n&#228;rvarande.

13 &#167; En av arbetstagarrepresentanterna f&#229;r n&#228;rvara och delta i 
&#246;verl&#228;ggningarna n&#228;r ett &#228;rende, som senare ska avg&#246;ras av 
styrelsen, f&#246;rbereds av s&#228;rskilt utsedda styrelseledam&#246;ter 
eller befattningshavare i f&#246;retaget. 

Om ett beslut enligt 3 kap. 6 &#167; andra stycket sparbankslagen 
(1987:619) inneb&#228;r att ett uppdrag ges &#229;t en regionstyrelse 
eller ett motsvarande organ i en region, har de anst&#228;llda inom 
regionen r&#228;tt att best&#228;mma att en representant f&#246;r dem och en 
suppleant ska omfattas av uppdraget. En s&#229;dan representant har 
motsvarande r&#228;tt som avses i f&#246;rsta stycket.

Om ett bankaktiebolag eller en medlemsbank har inr&#228;ttat en 
regionstyrelse eller motsvarande organ i en region, har de 
anst&#228;llda inom regionen r&#228;tt att best&#228;mma att en representant 
f&#246;r dem och en suppleant ska ha motsvarande r&#228;tt som avses i 
f&#246;rsta stycket.

Om arbetstagarorganisationerna inte enas om annat, utses den 
representant som avses i f&#246;rsta-tredje styckena av den 
organisation som f&#246;retr&#228;der det st&#246;rsta antalet 
kollektivavtalsbundna arbetstagare vid f&#246;retaget eller i fr&#229;ga 
om moderf&#246;retag, inom koncernen. Lag (2020:666).

14 &#167; Arbetstagarrepresentanterna f&#229;r inte delta i behandlingen av fr&#229;gor
som r&#246;r kollektivavtal eller strids&#229;tg&#228;rder eller av andra fr&#229;gor d&#228;r en
facklig organisation p&#229; arbetsplatsen har ett v&#228;sentligt intresse som
kan strida mot f&#246;retagets.

Om ett f&#246;retags verksamhet &#228;r av s&#229;dan natur eller har ett s&#229;dant
&#228;ndam&#229;l som avses i 2 &#167; lagen (1976:580) om medbest&#228;mmande i
arbetslivet, har arbetstagarrepresentanterna inte heller r&#228;tt att delta
i ett beslut som g&#228;ller verksamhetens m&#229;l eller inriktning.

Skadest&#229;nd m. m.

15 &#167; En arbetsgivare eller en arbetstagarorganisation som bryter mot
denna lag skall betala ers&#228;ttning f&#246;r den skada som uppkommer.
Skadest&#229;ndet kan avse b&#229;de ers&#228;ttning f&#246;r den f&#246;rlust som uppkommer och
ers&#228;ttning f&#246;r den kr&#228;nkning som lagbrottet inneb&#228;r. Om det &#228;r sk&#228;ligt,
kan skadest&#229;ndet s&#228;ttas ned eller helt falla bort.

En arbetstagarorganisation kan dock inte med st&#246;d av denna lag kr&#228;va
skadest&#229;nd av en annan arbetstagarorganisation.

16 &#167; Den som vill kr&#228;va skadest&#229;nd enligt denna lag skall underr&#228;tta
motparten om sitt anspr&#229;k inom fyra m&#229;nader fr&#229;n det skadan intr&#228;ffade.
Om det inom den tiden har beg&#228;rts f&#246;rhandling om anspr&#229;ket enligt lagen
(1976:580) om medbest&#228;mmande i arbetslivet eller med st&#246;d av
kollektivavtal, skall talan v&#228;ckas inom fyra m&#229;nader efter det att
f&#246;rhandlingen avslutades. I annat fall skall talan v&#228;ckas inom &#229;tta
m&#229;nader fr&#229;n det skadan intr&#228;ffade.

Om underr&#228;ttelse inte l&#228;mnas eller talan inte v&#228;cks inom den tid som
anges i f&#246;rsta stycket, har parten f&#246;rlorat sin r&#228;tt till talan.

&#214;vriga best&#228;mmelser

17 &#167; Undantag kan medges fr&#229;n denna lag, om styrelserepresentation f&#246;r
de anst&#228;llda skulle medf&#246;ra v&#228;sentlig ol&#228;genhet f&#246;r ett f&#246;retag p&#229; grund
av att

1. styrelsens sammans&#228;ttning beror p&#229; politiska styrkef&#246;rh&#229;llanden eller
p&#229; f&#246;rh&#229;llande mellan olika intressenter eller intressentgrupper, som
framg&#229;r av bolagsordningen, stadgarna, avtal eller annan omst&#228;ndighet,
eller

2. bolagsordningen eller motsvarande f&#246;reskriver s&#228;rskild r&#246;stmajoritet
f&#246;r styrelsens beslut.

Ett undantag enligt f&#246;rsta stycket f&#229;r endast medges, om ol&#228;genheten
inte kan undanr&#246;jas p&#229; annat s&#228;tt. Undantag skall f&#246;renas med villkor om
&#229;tg&#228;rder som p&#229; annat s&#228;tt tillgodoser arbetstagarnas intresse av insyn
i och inflytande p&#229; f&#246;retagets verksamhet.

18 &#167; I fr&#229;gor om tillst&#229;nd enligt 9 &#167; andra stycket eller undantag
enligt 17 &#167; beslutar n&#228;mnden f&#246;r styrelserepresentationsfr&#229;gor.

N&#228;mnden kan f&#246;r tiden fram till det slutliga avg&#246;randet besluta att en
arbetstagarrepresentant inte f&#229;r tilltr&#228;da ett uppdrag som
styrelseledamot eller suppleant.

N&#228;mndens beslut f&#229;r inte &#246;verklagas.

19 &#167; I &#246;vrigt g&#228;ller i m&#229;l om till&#228;mpning av denna lag, i den m&#229;n
tvisten avser f&#246;rh&#229;llandet mellan f&#246;retaget och de anst&#228;llda, lagen
(1974:371) om r&#228;tteg&#229;ngen i arbetstvister.

&#214;verg&#229;ngsbest&#228;mmelser

1987:1245

1. Denna lag tr&#228;der i kraft den 1 januari 1988, d&#229; lagen (1976:351) om
styrelserepresentation f&#246;r de anst&#228;llda i aktiebolag och ekonomiska
f&#246;reningar och lagen (1976:355) om styrelserepresentation f&#246;r de
anst&#228;llda i bankinstitut och f&#246;rs&#228;kringsbolag skall upph&#246;ra att g&#228;lla.

2. Beslut som med st&#246;d av &#228;ldre lag har fattats om att inr&#228;tta
styrelserepresentation f&#246;r de anst&#228;llda samt om att utse
arbetstagarrepresentanter i styrelsen g&#228;ller fortfarande. Motsvarande
g&#228;ller beslut om undantag som avses i 17 &#167;.

2020:666

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande i fr&#229;ga om 
medlemsbanker som &#228;r registrerade i bankregistret den 
31 december 2020 avseende det r&#228;kenskaps&#229;r som avslutas 
n&#228;rmast efter detta datum.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3659">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3661">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
