

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1987-09-15" /> 
 <meta id="rattsinfo-edited" content="2013-05-30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3672</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3671">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3673">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:822 ·
                    <a href="/sfsr?bet=1987:822">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1987:822)
om internationella k&#246;p
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-06-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2012:602
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska &#246;vers&#228;ttningen av bilagan finns med h&#228;r.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1989-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Artiklarna 1–88 och 100 i F&#246;renta nationernas konvention
den 11 april 1980 ang&#229;ende avtal om internationella k&#246;p av
varor ska i originaltexternas lydelse g&#228;lla som lag h&#228;r i
landet. Originaltexterna ska ha samma giltighet.

Konventionens engelska och franska originaltexter finns
tillsammans med en svensk &#246;vers&#228;ttning som en bilaga till denna
lag. Texterna p&#229; &#246;vriga originalspr&#229;k – arabiska, kinesiska,
ryska och spanska – finns i Sveriges &#246;verenskommelser med
fr&#228;mmande makter (S&#214; 1987:87). Lag (2011:852).

2 &#167; Lagen till&#228;mpas inte om b&#229;de s&#228;ljaren och k&#246;paren har sina
aff&#228;rsst&#228;llen i Danmark, Finland, Island, Norge eller Sverige.
Om en part har mer &#228;n ett aff&#228;rsst&#228;lle, ska det st&#228;lle beaktas
till vilket avtalet och dess fullg&#246;rande har sin n&#228;rmaste
anknytning. Om en part inte har n&#229;got aff&#228;rsst&#228;lle, ska
avseende f&#228;stas vid partens hemvist. Lag (2011:852).

Bilaga

&#214;vers&#228;ttning

F&#246;renta nationernas konvention den 11 april 1980 ang&#229;ende avtal om
internationella k&#246;p av varor

De f&#246;rdragsslutande staterna,

som beaktar de allm&#228;nna m&#229;len i de av F&#246;renta nationernas sj&#228;tte extra
generalf&#246;rsamling antagna resolutionerna om uppr&#228;ttande av en ny
internationell ekonomisk ordning,

som anser att en utveckling av den internationella handeln p&#229; grundval
av j&#228;mlikhet och &#246;msesidiga f&#246;rdelar &#228;r en viktig faktor f&#246;r fr&#228;mjande
av v&#228;nskapliga f&#246;rbindelser mellan stater,

som anser att antagandet av enhetliga regler, vilka g&#228;ller f&#246;r avtal om
internationella k&#246;p av varor och beaktar olika sociala, ekonomiska och
r&#228;ttsliga system, skulle bidra till att undanr&#246;ja r&#228;ttsliga hinder i
internationell handel och fr&#228;mja dess utveckling;

har kommit &#246;verens om f&#246;ljande:


DEL I

TILL&#196;MPNINGSOMR&#197;DE OCH ALLM&#196;NNA BEST&#196;MMELSER


Kapitel I

Till&#228;mpningsomr&#229;de

Artikel 1

1) Denna konvention &#228;r till&#228;mplig p&#229; avtal om k&#246;p av varor mellan
parter, vilkas aff&#228;rsst&#228;llen &#228;r bel&#228;gna i skilda stater:

a) n&#228;r dessa stater &#228;r f&#246;rdragsslutande stater; eller

b) n&#228;r internationellt privatr&#228;ttsliga regler leder till att lagen i en
f&#246;rdragsslutande stat skall till&#228;mpas.

2) Den omst&#228;ndigheten att parterna har sina aff&#228;rsst&#228;llen i skilda
stater skall inte beaktas d&#229; denna omst&#228;ndighet inte framg&#229;r av avtalet,
tidigare aff&#228;rsf&#246;rbindelse mellan parterna eller av upplysningar som de
har givit vid n&#229;gon tidpunkt f&#246;re eller vid avtalsslutet.

3) H&#228;nsyn skall varken tas till parternas nationalitet eller till deras
eller avtalets civila eller kommersiella karakt&#228;r d&#229; konventionens
till&#228;mplighet skall fastst&#228;llas.

Artikel 2

Denna konvention skall inte till&#228;mpas p&#229; k&#246;p:

a) av en vara f&#246;r k&#246;parens personliga bruk eller f&#246;r hans familj eller
hush&#229;ll, s&#229;vida inte s&#228;ljaren f&#246;re eller vid avtalsslutet varken visste
eller borde ha vetat att varan k&#246;ptes f&#246;r s&#229;dant bruk;

b) p&#229; auktion;

c) vid exekutiv f&#246;rs&#228;ljning eller annars tv&#229;ngsvis p&#229; grund av lag;

d) av v&#228;rdepapper eller pengar;

e) av fartyg, sv&#228;vare eller luftfartyg;

f) av elektricitet.

Artikel 3

1) Avtal om tillhandah&#229;llande av en vara som skall tillverkas eller
framst&#228;llas anses som k&#246;p, s&#229;vida inte den part som best&#228;ller varan &#229;tar
sig att tillhandah&#229;lla en v&#228;sentlig del av det material som beh&#246;vs f&#246;r
en s&#229;dan tillverkning eller framst&#228;llning.

2) Denna konvention till&#228;mpas inte p&#229; avtal d&#228;r den &#246;verv&#228;gande delen av
den parts skyldigheter, som skall leverera varan, best&#229;r i att
tillhandah&#229;lla arbete eller andra tj&#228;nster.

Artikel 4

Denna konvention reglerar endast ing&#229;ende av avtal om k&#246;p samt de
r&#228;ttigheter och skyldigheter f&#246;r s&#228;ljaren och k&#246;paren som h&#228;rr&#246;r fr&#229;n
ett s&#229;dant avtal. Den g&#228;ller inte, om inte annat &#228;r uttryckligen
f&#246;reskrivet i konventionen:

a) giltigheten av ett avtal eller n&#229;gon av best&#228;mmelserna i det eller
giltigheten av n&#229;gon sedv&#228;nja;

b) den verkan som avtalet kan ha p&#229; &#228;gander&#228;tten till den s&#229;lda varan.

Artikel 5

Denna konvention till&#228;mpas inte p&#229; s&#228;ljarens ansvar f&#246;r d&#246;dsfall eller
annan personskada som varan f&#246;rorsakar.

Artikel 6

Parterna kan komma &#246;verens om att denna konvention inte skall till&#228;mpas
eller, om inte annat f&#246;ljer av artikel 12, avvika fr&#229;n eller &#228;ndra
verkan av vilken som helst av best&#228;mmelserna i den.

Kapitel II

Allm&#228;nna best&#228;mmelser

Artikel 7

1) Vid tolkningen av denna konvention skall h&#228;nsyn tas till dess
internationella karakt&#228;r samt till behovet av att fr&#228;mja en enhetlig
till&#228;mpning av konventionen och ett iakttagande av god sed i
internationell handel.

2) Fr&#229;gor som regleras i denna konvention, men som inte uttryckligen
har l&#246;sts i den, skall l&#246;sas i enlighet med de allm&#228;nna principer som
konventionen &#228;r grundad p&#229; eller, om s&#229;dana principer saknas, enligt den
lag som &#228;r till&#228;mplig enligt internationellt privatr&#228;ttsliga regler.

Artikel 8

1) Vid till&#228;mpningen av denna konvention skall en parts uttalanden och
&#246;vriga upptr&#228;dande tolkas i enlighet med hans avsikt, om den andra
parten visste eller inte kunde ha varit omedveten om vilken avsikten
var.

2) Om f&#246;reg&#229;ende stycke inte &#228;r till&#228;mpligt, skall en parts uttalanden
och &#246;vriga upptr&#228;dande tolkas i enlighet med den uppfattning som en
f&#246;rnuftig person i den andra partens st&#228;llning skulle ha f&#229;tt under
samma omst&#228;ndigheter.

3) Vid fastst&#228;llande av en parts avsikt eller hur en f&#246;rnuftig person
skulle ha uppfattat den, skall vederb&#246;rlig h&#228;nsyn tas till alla
omst&#228;ndigheter av betydelse, s&#229;som avtalsf&#246;rhandlingarna, praxis som har
utbildats mellan parterna, handelsbruk och annan sedv&#228;nja samt parternas
senare upptr&#228;dande.

Artikel 9

1) Parterna &#228;r bundna av handelsbruk och annan sedv&#228;nja som de har
samtyckt till och av praxis som de har utbildat mellan sig.

2) Om inte annat har &#246;verenskommits, anses parterna i fr&#229;ga om sitt
avtal eller dess ing&#229;ende underf&#246;rst&#229;tt ha h&#228;nvisat till handelsbruk och
annan sedv&#228;nja som parterna k&#228;nde till eller borde ha k&#228;nt till och som
i internationell handel &#228;r allm&#228;n k&#228;nt och regelbundet iakttas av parter
i avtal av f&#246;religgande typ vid det ifr&#229;gavarande slaget av handel.

Artikel 10

Vid till&#228;mpning av denna konvention skall:

a) om en part har mer &#228;n ett aff&#228;rsst&#228;lle, det st&#228;lle beaktas till
vilket avtalet och dess fullg&#246;rande har sin n&#228;rmaste anknytning, med
beaktande av de omst&#228;ndigheter som parterna k&#228;nde till eller r&#228;knade med
vid n&#229;gon tidpunkt f&#246;re eller vid avtalsslutet;

b) om en part inte har n&#229;got aff&#228;rsst&#228;lle, avseende f&#228;stas vid hans
hemvist.

Artikel 11

Ett k&#246;peavtal beh&#246;ver inte ing&#229;s eller bekr&#228;ftas i skriftlig form och
beh&#246;ver inte uppfylla n&#229;got annat formkrav. Det kan styrkas p&#229; vilket
s&#228;tt som helst, ocks&#229; med vittnen.

Artikel 12

De best&#228;mmelser i artikel 11 eller 29 eller i del II av denna konvention
som till&#229;ter att k&#246;peavtal ing&#229;s, &#228;ndras eller upph&#246;r genom
&#246;verenskommelse i annat &#228;n skriftlig form eller att anbud, antagande
svar eller n&#229;gon annan viljef&#246;rklaring g&#246;rs i annat &#228;n skriftlig form
g&#228;ller inte d&#229; en part har sitt aff&#228;rsst&#228;lle i en f&#246;rdragsslutande stat
som har avgivit en f&#246;rklaring enligt artikel 96 i denna konvention.
Parterna f&#229;r inte inskr&#228;nka eller &#228;ndra verkan av denna artikel.

Artikel 13

Vid till&#228;mpning av denna konvention omfattar uttrycket &quot;skriftlig&quot; &#228;ven
telegram och telex.

DEL II

ING&#197;ENDE AV AVTAL

Artikel 14

1) Ett f&#246;rslag om att sluta avtal som har st&#228;llts till en eller flera
best&#228;mda personer utg&#246;r ett anbud, om det &#228;r tillr&#228;ckligt preciserat och
anger anbudsgivarens avsikt att bli bunden i h&#228;ndelse av ett antagande
svar. Ett f&#246;rslag &#228;r tillr&#228;ckligt preciserat om det anger vilken vara
det &#228;r fr&#229;ga om och uttryckligen eller underf&#246;rst&#229;tt fastst&#228;ller eller
ger anvisning om hur m&#228;ngd och pris skall fastst&#228;llas.

2) Ett f&#246;rslag som inte &#228;r st&#228;llt till en eller flera best&#228;mda personer
skall endast anses utg&#246;ra en anmodan att inkomma med anbud, om inte den
som framf&#246;r f&#246;rslaget klart anger det motsatta.

Artikel 15

1) Ett anbud f&#229;r verkan n&#228;r det kommer fram till anbudstagaren.

2) Ett anbud f&#229;r dras tillbaka &#228;ven om det &#228;r o&#229;terkalleligt, s&#229;vida
meddelandet om att det dras tillbaka kommer fram till anbudstagaren f&#246;re
eller samtidigt som anbudet.

Artikel 16

1) Till dess att ett avtal har slutits kan ett anbud &#229;terkallas om
&#229;terkallelsen kommer fram till anbudstagaren innan han har avs&#228;nt ett
antagande svar.

2) Ett anbud kan dock inte &#229;terkallas:

a) om det, genom att en best&#228;md tid f&#246;r svar har fastst&#228;llts eller p&#229;
annat s&#228;tt anger att det inte kan &#229;terkallas; eller

b) om anbudstagaren rimligen kunde r&#228;kna med att anbudet inte kunde
&#229;terkallas och anbudstagaren har handlat i f&#246;rlitan p&#229; anbudet.

Artikel 17

Ett anbud upph&#246;r att g&#228;lla, &#228;ven om det inte kan &#229;terkallas, d&#229; ett
avslag kommer fram till anbudsgivaren.

Artikel 18

1) Ett uttalande eller annat upptr&#228;dande av anbudstagaren som visar att
han samtycker till ett anbud utg&#246;r ett antagande svar. Tystnad eller
overksamhet utg&#246;r inte i sig ett antagande svar.

2) Ett antagande svar p&#229; ett anbud f&#229;r verkan n&#228;r uttrycket f&#246;r samtycke
kommer fram till anbudsgivaren. Ett antagande svar f&#229;r inte verkan om
svaret inte kommer fram till anbudsgivaren inom den tid som han har satt
ut eller, om ingen tid har satts ut, inom en tid som &#228;r sk&#228;lig med
vederb&#246;rlig h&#228;nsyn till hur snabbt kommunikationss&#228;tt anbudsgivaren har
anlitat och till &#246;vriga omst&#228;ndigheter kring avtalet. Ett muntligt anbud
m&#229;ste antas omedelbart, om inte annat framg&#229;r av omst&#228;ndigheterna.

3) Om emellertid anbudstagaren med st&#246;d av anbudet eller praxis som har
utbildats mellan parterna eller handelsbruk eller annan sedv&#228;nja, utan
att l&#228;mna n&#229;got meddelande till anbudsgivaren, visar att han samtycker
till anbudet genom en handling, s&#229;som en som h&#228;nf&#246;r sig till varans
avs&#228;ndande eller till betalningen, f&#229;r det antagandet svaret verkan n&#228;r
handlingen utf&#246;rs, under f&#246;ruts&#228;ttning att det sker inom den tid som har
fastst&#228;llts i f&#246;reg&#229;ende stycke.

Artikel 19

1) Ett svar p&#229; ett anbud som &#228;r avsett att vara ett antagande svar men
som inneh&#229;ller till&#228;gg, begr&#228;nsningar eller andra &#228;ndringar anses som
avslag p&#229; anbudet och g&#228;ller som ett nytt anbud.

2) Ett svar p&#229; ett anbud, som &#228;r avsett att vara ett antagande svar men
som inneh&#229;ller till&#228;ggsvillkor eller avvikande villkor som inte
v&#228;sentligt &#228;ndrar villkoren i anbudet, skall likv&#228;l g&#228;lla som ett
antagande svar, s&#229;vida inte anbudsgivaren utan osk&#228;ligt dr&#246;jsm&#229;l
muntligen g&#246;r inv&#228;ndningar mot avvikelsen eller avs&#228;nder ett meddelande
med samma inneb&#246;rd. Om han inte g&#246;r en s&#229;dan inv&#228;ndning, blir de villkor
som framg&#229;r av anbudet avtalsvillkor med de &#228;ndringar som det antagande
svaret inneh&#229;ller.

3) Till&#228;ggsvillkor eller avvikande villkor om bland annat pris,
betalning, varans kvalitet och m&#228;ngd, plats och tid f&#246;r avl&#228;mnande,
omfattningen av den ena partens ansvarighet gentemot den andra parten
eller l&#246;sning av tvister anses v&#228;sentligt &#228;ndra villkoren i anbudet.

Artikel 20

1) En tid f&#246;r avgivande av svar som anbudsgivaren har satt ut i ett
telegram eller brev b&#246;rjar l&#246;pa fr&#229;n den tidpunkt d&#229; telegrammet
inl&#228;mnas f&#246;r befordran eller fr&#229;n det datum som framg&#229;r av brevet eller,
om inget s&#229;dant datum framg&#229;r, fr&#229;n postst&#228;mpelns datum. En tid f&#246;r
avgivande av svar som anbudsgivaren har best&#228;mt i telefonsamtal, telex
eller annat omedelbart kommunikationsmedel b&#246;rjar l&#246;pa fr&#229;n den tidpunkt
d&#229; anbudet kommer fram till anbudstagaren.

2) Officiella helgdagar eller fridagar som infaller under acceptfristen
tas med vid ber&#228;kningen av tiden. Om emellertid ett meddelande om
antagande svar inte kan avl&#228;mnas p&#229; anbudsgivarens adress sista dagen av
fristen d&#228;rf&#246;r att denna dag infaller p&#229; en officiell helgdag eller
fridag p&#229; anbudsgivarens aff&#228;rsst&#228;lle, f&#246;rl&#228;ngs fristen till den f&#246;rsta
efterf&#246;ljande arbetsdagen.

Artikel 21

1) Ett antagande svar som kommer f&#246;r sent g&#228;ller likv&#228;l som antagande
svar, om anbudsgivaren utan dr&#246;jsm&#229;l muntligen meddelar anbudstagaren
detta eller avs&#228;nder ett meddelande med samma inneb&#246;rd.

2) Om det av ett brev eller n&#229;gon annan skriftlig handling som
inneh&#229;ller ett f&#246;rsenat antagande svar framg&#229;r att det s&#228;nts under
s&#229;dana omst&#228;ndigheter att det, om dess befordran hade varit normal,
skulle ha kommit fram till anbudsgivaren i tid, g&#228;ller det f&#246;rsenade
svaret som ett antagande svar, om inte anbudsgivaren utan dr&#246;jsm&#229;l
muntligen meddelar anbudstagaren att han anser att hans anbud inte
l&#228;ngre g&#228;ller eller avs&#228;nder ett meddelande med samma inneh&#229;ll.

Artikel 22

Ett antagande svar kan &#229;terkallas, om &#229;terkallelsen kommer fram till
anbudsgivaren innan eller samtidigt som det antagande svaret skulle ha
f&#229;tt verkan.

Artikel 23

Ett avtal sluts vid den tidpunkt d&#229; ett antagande svar p&#229; anbud f&#229;r
verkan i enlighet med best&#228;mmelserna i denna konvention.

Artikel 24

Vid till&#228;mpningen av denna del av konventionen anses ett anbud, ett
antagande svar eller n&#229;gon annan viljef&#246;rklaring &quot;komma fram&quot; till
adressaten d&#229; den g&#246;rs muntligen till honom eller p&#229; annat s&#228;tt avl&#228;mnas
till honom personligen, p&#229; hans aff&#228;rsst&#228;lle eller postadress eller, om
han inte har n&#229;got aff&#228;rsst&#228;lle eller n&#229;gon postadress, p&#229; hans hemvist.

DEL III

K&#214;P AV VAROR

Kapitel I

Allm&#228;nna best&#228;mmelser

Artikel 25

Ett avtalsbrott fr&#229;n ena partens sida &#228;r v&#228;sentligt om det medf&#246;r en
s&#229;dan ol&#228;genhet f&#246;r den andra parten att det i huvudsak ber&#246;var honom
vad han hade r&#228;tt att v&#228;nta sig enligt avtalet. Avtalsbrottet &#228;r dock
inte v&#228;sentligt om den part som &#228;r skyldig till avtalsbrottet inte
f&#246;ruts&#229;g och en f&#246;rnuftig person i samma st&#228;llning under samma
omst&#228;ndigheter inte heller skulle ha f&#246;rutsett ett s&#229;dant resultat.

Artikel 26

En h&#228;vningsf&#246;rklaring g&#228;ller endast om den g&#246;rs genom ett meddelande
till den andra parten.

Artikel 27

Om inte annat uttryckligen anges i denna del av konventionen, g&#228;ller f&#246;r
de fall d&#229; en part l&#228;mnar en underr&#228;ttelse, en uppmaning eller n&#229;got
annat meddelande i enlighet med denna del och med anlitande av ett med
h&#228;nsyn till omst&#228;ndigheterna l&#228;mpligt medel f&#246;r befordran, att dr&#246;jsm&#229;l
eller fel vid befordran av meddelandet eller dess uteblivna framkomst
inte ber&#246;var denna part r&#228;tten att &#229;beropa meddelandet.

Artikel 28

Om en part i enlighet med best&#228;mmelserna i denna konvention har r&#228;tt att
kr&#228;va att den andra parten fullg&#246;r en skyldighet, &#228;r en domstol inte
skyldig att meddela dom p&#229; naturafullg&#246;relse, om inte domstolen skulle
g&#246;ra detta enligt sitt eget lands lagstiftning i fr&#229;ga om liknande k&#246;p
som inte regleras av konventionen.

Artikel 29

1) Ett avtal kan &#228;ndras eller bringas att upph&#246;ra genom en
&#246;verenskommelse mellan parterna.

2) Ett skriftligt avtal som inneh&#229;ller en best&#228;mmelse att en &#228;ndring
eller ett upph&#228;vande av avtalet m&#229;ste ske genom skriftlig
&#246;verenskommelse kan inte &#228;ndras eller bringas att upph&#246;ra genom en
&#246;verenskommelse p&#229; annat s&#228;tt. En part kan emellertid genom sitt
handlande f&#246;rlora m&#246;jligheten att &#229;beropa en s&#229;dan best&#228;mmelse i den m&#229;n
den andra parten har f&#246;rlitat sig p&#229; detta handlande.

Kapitel II

S&#228;ljarens skyldigheter

Artikel 30

S&#228;ljaren &#228;r skyldig att avl&#228;mna varan, &#246;verl&#228;mna dokument avseende varan
samt &#246;verf&#246;ra &#228;gander&#228;tten till varan p&#229; det s&#228;tt som avtalet och
konventionen f&#246;ruts&#228;tter.

Avdelning I

Avl&#228;mnande av varan och &#246;verl&#228;mnande av dokument

Artikel 31

Om s&#228;ljaren inte skall avl&#228;mna varan p&#229; n&#229;gon annan best&#228;md plats,
best&#229;r hans skyldighet att avl&#228;mna varan

a) om k&#246;peavtalet f&#246;ruts&#228;tter att varan skall transporteras, i att
&#246;verl&#228;mna varan till den f&#246;rste transport&#246;ren f&#246;r vidarebefordran till
k&#246;paren;

b) om avtalet, i de fall som inte omfattas av f&#246;reg&#229;ende punkt, h&#228;nf&#246;r
sig till en best&#228;md vara eller till en vara som inte &#228;r best&#228;md men som
skall tas ur ett best&#228;mt parti, eller som skall tillverkas eller
framst&#228;llas och parterna vid avtalsslutet k&#228;nde till att varan befann
sig eller skulle tillverkas eller framst&#228;llas p&#229; en best&#228;md plats, i att
st&#228;lla varan till k&#246;parens f&#246;rfogande p&#229; denna plats;

c) i &#246;vriga fall, i att st&#228;lla varan till k&#246;parens f&#246;rfogande p&#229; den
plats d&#228;r s&#228;ljaren hade sitt aff&#228;rsst&#228;lle vid avtalsslutet.

Artikel 32

1) Om s&#228;ljaren, i enlighet med avtalet eller denna konvention,
&#246;verl&#228;mnar varan till en transport&#246;r och om varan inte klart har
h&#228;nf&#246;rts till avtalet genom m&#228;rkning av varan, genom transportdokument
eller p&#229; annat s&#228;tt, skall s&#228;ljaren l&#228;mna ett meddelande till k&#246;paren om
f&#246;rs&#228;ndelsen med specificering av varan.

2) Om s&#228;ljaren skall ordna transporten av varan, skall han sluta
n&#246;dv&#228;ndiga avtal f&#246;r transport till den angivna orten med efter
omst&#228;ndigheterna l&#228;mpligt transportmedel och p&#229; sedvanliga villkor f&#246;r
s&#229;dana transporter.

3) Om s&#228;ljaren inte skall teckna transportf&#246;rs&#228;kring f&#246;r varan, skall
han p&#229; k&#246;parens beg&#228;ran tillhandah&#229;lla denne alla tillg&#228;ngliga uppgifter
som beh&#246;vs f&#246;r att denne skall kunna teckna en s&#229;dan f&#246;rs&#228;kring.

Artikel 33

S&#228;ljaren skall avl&#228;mnd varan:

a) om en viss tidpunkt &#228;r fastst&#228;lld i eller f&#246;ljer av avtalet, vid
denna tidpunkt;

b) om en viss tidrymd &#228;r fastst&#228;lld i eller f&#246;ljer av avtalet, n&#228;r som
helst under denna tidrymd, s&#229;vida det inte framg&#229;r av omst&#228;ndigheterna
att k&#246;paren skall v&#228;lja tidpunkten; eller

c) i andra fall, inom sk&#228;lig tid efter avtalsslutet.

Artikel 34

Om s&#228;ljaren skall &#246;verl&#228;mna dokument avseende varan, skall han &#246;verl&#228;mna
dem vid den tidpunkt, p&#229; den plats och i den form som &#228;r f&#246;rutsatt
enligt avtalet. Om s&#228;ljaren har &#246;verl&#228;mnat dokument f&#246;re den
avtalsenliga tidpunkten, f&#229;r han fram till dess avhj&#228;lpa fel eller
brister i dokumenten, s&#229;vida inte ut&#246;vandet av denna r&#228;tt f&#246;rorsakar
k&#246;paren osk&#228;lig ol&#228;genhet eller osk&#228;lig kostnad. K&#246;paren beh&#229;ller
emellertid den r&#228;tt han kan ha att kr&#228;va skadest&#229;nd enligt denna
konvention.

Avdelning II

Varans avtalsenlighet och tredje mans krav

Artikel 35

1) S&#228;ljaren skall avl&#228;mna en vara som i fr&#229;ga om m&#228;ngd, kvalitet och art
&#246;verensst&#228;mmer med det som avtalet f&#246;ruts&#228;tter och som ocks&#229; &#228;r
innesluten eller f&#246;rpackad p&#229; ett avtalsenligt s&#228;tt.

2) S&#229;vida parterna inte har kommit &#246;verens om annat, &#228;r varan
avtalsenlig endast om den:

a) &#228;r l&#228;mplig f&#246;r de &#228;ndam&#229;l till vilka varor av motsvarande slag i
allm&#228;nhet anv&#228;nds;

b) &#228;r l&#228;mplig f&#246;r ett best&#228;mt &#228;ndam&#229;l som s&#228;ljaren uttryckligen eller
underf&#246;rst&#229;tt har f&#229;tt veta vid avtalsslutet, utom d&#229; det framg&#229;r av
omst&#228;ndigheterna att k&#246;paren inte f&#246;rlitade sig p&#229;, eller inte hade
rimlig anledning att f&#246;rlita sig p&#229;, s&#228;ljarens sakkunskap och omd&#246;me;

c) har egenskaperna hos en vara som s&#228;ljaren har lagt fram f&#246;r k&#246;paren
s&#229;som prov eller modell;

d) &#228;r innesluten eller f&#246;rpackad p&#229; det s&#228;tt som &#228;r brukligt f&#246;r s&#229;dana
varor eller, d&#229; det inte finns n&#229;got s&#229;dant bruk, p&#229; ett s&#228;tt som &#228;r
&#228;ndam&#229;lsenligt f&#246;r att bevara och skydda varan.

3) S&#228;ljaren &#228;r inte ansvarig enligt andra stycket punkterna a-d f&#246;r
s&#229;dana brister i avtalsenligheten hos varan (fel) som k&#246;paren vid
avtalsslutet k&#228;nde till eller inte kunde ha varit omedveten om.

Artikel 36

1) S&#228;ljaren &#228;r ansvarig i enlighet med avtalet och denna konvention f&#246;r
fel som f&#246;religger vid den tidpunkt d&#229; risken g&#229;r &#246;ver p&#229; k&#246;paren, &#228;ven
om felet visar sig f&#246;rst efter denna tidpunkt.

2) S&#228;ljaren &#228;r &#228;ven ansvarig f&#246;r fel som uppst&#229;r efter den i f&#246;reg&#229;ende
stycke angivna tidpunkten och som beror p&#229; brott mot n&#229;gon av hans
skyldigheter, d&#228;ribland brott mot en garanti att varan under en viss tid
kommer att f&#246;rbli l&#228;mplig f&#246;r sitt vanliga &#228;ndam&#229;l eller f&#246;r n&#229;got
best&#228;mt &#228;ndam&#229;l eller kommer att beh&#229;lla angivna egenskaper eller
k&#228;nnetecken.

Artikel 37

Om s&#228;ljaren har avl&#228;mnat varan f&#246;re den avtalade tiden f&#246;r avl&#228;mnande,
f&#229;r han intill denna tidpunkt avl&#228;mna delar som fattas, fylla ut brister
i varans m&#228;ngd, avl&#228;mna en vara f&#246;r att ers&#228;tta en felaktig eller
avhj&#228;lpa fel i den avl&#228;mnade varan, under f&#246;ruts&#228;ttning att ut&#246;vandet av
denna r&#228;tt inte f&#246;rorsakar k&#246;paren osk&#228;lig ol&#228;genhet eller osk&#228;lig
kostnad. K&#246;paren beh&#229;ller dock den r&#228;tt han kan ha att kr&#228;va skadest&#229;nd
enligt denna konvention.

Artikel 38

1) K&#246;paren skall unders&#246;ka varan eller l&#229;ta unders&#246;ka den s&#229; snart det
med h&#228;nsyn till omst&#228;ndigheterna &#228;r m&#246;jligt.

2) Om avtalet f&#246;ruts&#228;tter att varan skall transporteras, f&#229;r
unders&#246;kningen uppskjutas till dess att varan har kommit fram till
best&#228;mmelseorten.

3) Om varan omdirigeras under transporten eller s&#228;nds vidare av k&#246;paren
utan att denna har haft sk&#228;lig m&#246;jlighet att unders&#246;ka den och s&#228;ljaren
vid avtalsslutet k&#228;nde till eller borde ha k&#228;nt till m&#246;jligheten av en
s&#229;dan omdirigering eller vidares&#228;ndning, f&#229;r unders&#246;kningen uppskjutas
till dess att varan har anl&#228;nt till den nya best&#228;mmelseorten.

Artikel 39

1) K&#246;paren f&#246;rlorar r&#228;tten att &#229;beropa fel i varan, om han inte inom
sk&#228;lig tid efter det att han m&#228;rkte eller borde ha m&#228;rkt felet
reklamerar till s&#228;ljaren och uppger felets art.

2) I alla h&#228;ndelser f&#246;rlorar k&#246;paren r&#228;tten att &#229;beropa fel i varan om
han inte reklamerar till s&#228;ljaren om felet senast inom tv&#229; &#229;r fr&#229;n den
tidpunkt d&#229; varan faktiskt &#246;verl&#228;mnades till k&#246;paren, s&#229;vida inte denna
tidsfrist &#228;r of&#246;renlig med en avtalad garantitid.

Artikel 40

S&#228;ljaren f&#229;r inte &#229;beropa best&#228;mmelserna i artiklarna 38 och 39, om
felet h&#228;nf&#246;r sig till omst&#228;ndigheter som han k&#228;nde till eller inte kunde
ha varit omedveten om och som han inte har upplyst k&#246;paren om.

Artikel 41

S&#228;ljaren skall avl&#228;mna en vara som inte belastas av n&#229;gon r&#228;tt f&#246;r eller
n&#229;got krav fr&#229;n tredje man, s&#229;vida inte k&#246;paren har samtyckt till att ta
emot varan belastad av en s&#229;dan r&#228;tt eller ett s&#229;dant krav. Om
emellertid r&#228;tten eller kravet grundas p&#229; n&#229;got industriellt r&#228;ttsskydd
eller annan immaterialr&#228;tt, regleras s&#228;ljarens skyldigheter av artikel
42.

Artikel 42

1) S&#228;ljaren skall avl&#228;mna en vara som inte belastas av n&#229;gon r&#228;tt f&#246;r
eller n&#229;got krav fr&#229;n tredje man, som grundas p&#229; n&#229;got industriellt
r&#228;ttsskydd eller n&#229;gon annan immaterialr&#228;tt som s&#228;ljaren k&#228;nde till
eller inte kunde ha varit omedveten om vid avtalsslutet, under
f&#246;ruts&#228;ttning att r&#228;tten eller kravet grundas p&#229; n&#229;got industriellt
r&#228;ttsskydd eller n&#229;gon annan immaterialr&#228;tt

a) enligt lagen i den stat d&#228;r varan skall s&#228;ljas vidare eller anv&#228;ndas
p&#229; annat s&#228;tt, om parterna vid avtalsslutet f&#246;ruts&#229;g att varan skulle
s&#228;ljas vidare eller anv&#228;ndas i den staten; eller

b) i &#246;vriga fall enligt lagen i den stat d&#228;r k&#246;paren har sitt
aff&#228;rsst&#228;lle.

2) S&#228;ljarens skyldigheter enligt f&#246;reg&#229;ende stycke omfattar inte fall d&#229;

a) k&#246;paren vid avtalsslutet k&#228;nde till eller inte kunde ha varit
omedveten om r&#228;tten eller kravet; eller

b) r&#228;tten eller kravet &#228;r en f&#246;ljd av att s&#228;ljaren har f&#246;ljt tekniska
ritningar, modeller, former eller andra s&#229;dana specifikationer som
k&#246;paren har tillhandah&#229;llit.

Artikel 43

1) K&#246;paren f&#246;rlorar r&#228;tten att &#229;beropa best&#228;mmelserna i artikel 41 eller
42, om han inte reklamerar till s&#228;ljaren med angivande av arten av
r&#228;tten eller kravet inom sk&#228;lig tid efter det han har blivit eller borde
ha blivit medveten om r&#228;tten eller kravet.

2) S&#228;ljaren f&#229;r inte &#229;beropa best&#228;mmelserna i f&#246;reg&#229;ende stycke om han
k&#228;nde till tredje mans r&#228;tt eller krav och dess art.

Artikel 44

Utan hinder av artikel 39 f&#246;rsta stycket och artikel 43 f&#246;rsta stycket
f&#229;r k&#246;paren g&#246;ra prisavdrag enligt artikel 50 eller kr&#228;va skadest&#229;nd med
undantag av skadest&#229;nd f&#246;r f&#246;rlorad vinst, om han har en sk&#228;lig urs&#228;kt
f&#246;r sin underl&#229;tenhet att reklamera p&#229; f&#246;reskrivet s&#228;tt.

Avdelning III

P&#229;f&#246;ljder vid s&#228;ljarens avtalsbrott

Artikel 45

1) Om s&#228;ljaren underl&#229;ter att fullg&#246;ra n&#229;gon av sina skyldigheter enligt
avtalet eller denna konvention, f&#229;r k&#246;paren

a) ut&#246;va de r&#228;ttigheter som anges i artiklarna 46-52;

b) kr&#228;va skadest&#229;nd enligt artiklarna 74-77.

2) K&#246;paren f&#246;rlorar inte den r&#228;tt han kan ha att kr&#228;va skadest&#229;nd n&#228;r
han ut&#246;var r&#228;tten att g&#246;ra g&#228;llande n&#229;gon annan p&#229;f&#246;ljd.

3) S&#228;ljaren kan inte beviljas anst&#229;nd av en domstol eller skiljedomstol
d&#229; k&#246;paren g&#246;r g&#228;llande en p&#229;f&#246;ljd av avtalsbrottet.

Artikel 46

1) K&#246;paren f&#229;r kr&#228;va att s&#228;ljaren fullg&#246;r sina skyldigheter, om han inte
har gjort g&#228;llande en p&#229;f&#246;ljd som &#228;r of&#246;renlig med ett s&#229;dant krav.

2) Om varan inte &#246;verensst&#228;mmer med avtalet, kan k&#246;paren kr&#228;va
omleverans endast om felet utg&#246;r ett v&#228;sentligt avtalsbrott och krav p&#229;
omleverans framst&#228;lls antingen i samband med reklamation enligt artikel
39 eller inom sk&#228;lig tid d&#228;refter.

3) Om varan inte &#246;verensst&#228;mmer med avtalet, kan k&#246;paren kr&#228;va att
s&#228;ljaren avhj&#228;lper felet genom reparation, s&#229;vida inte detta &#228;r osk&#228;ligt
med beaktande av samtliga omst&#228;ndigheter. Krav p&#229; reparation m&#229;ste
framst&#228;llas antingen i samband med reklamation enligt artikel 39 eller
inom sk&#228;lig tid d&#228;refter.

Artikel 47

1) K&#246;paren f&#229;r s&#228;tta ut en sk&#228;lig till&#228;ggstid inom vilken s&#228;ljaren skall
fullg&#246;ra sina skyldigheter.

2) Om inte k&#246;paren har mottagit n&#229;got meddelande fr&#229;n s&#228;ljaren om att
denne inte kommer att fullg&#246;ra avtalet inom den s&#229;lunda utsatta tiden,
f&#229;r k&#246;paren inte under denna tid g&#246;ra g&#228;llande n&#229;gon p&#229;f&#246;ljd av
avtalsbrottet. K&#246;paren f&#246;rlorar emellertid inte den r&#228;tt han kan ha att
kr&#228;va skadest&#229;nd p&#229; grund av dr&#246;jsm&#229;l med fullg&#246;relsen.

Artikel 48

1) Om inte annat f&#246;ljer av artikel 49, f&#229;r s&#228;ljaren &#228;ven efter
tidpunkten f&#246;r avl&#228;mnandet p&#229; egen bekostnad avhj&#228;lpa sin underl&#229;tenhet
att fullg&#246;ra sina skyldigheter, om han kan g&#246;ra detta utan osk&#228;ligt
dr&#246;jsm&#229;l och utan att f&#246;rorsaka k&#246;paren osk&#228;lig ol&#228;genhet eller
os&#228;kerhet betr&#228;ffande ers&#228;ttning fr&#229;n s&#228;ljaren f&#246;r utl&#228;gg som k&#246;paren
har haft. K&#246;paren beh&#229;ller dock den r&#228;tt han kan ha att kr&#228;va skadest&#229;nd
enligt denna konvention.

2) Om s&#228;ljaren uppmanar k&#246;paren att meddela huruvida han kommer att
godta fullg&#246;relse och k&#246;paren inte svarar inom sk&#228;lig tid, f&#229;r s&#228;ljaren
fullg&#246;ra inom den tid som har angetts i hans uppmaning. K&#246;paren f&#229;r inte
under denna tid g&#246;ra g&#228;llande en p&#229;f&#246;ljd som &#228;r of&#246;renlig med s&#228;ljarens
fullg&#246;relse.

3) Ett meddelande fr&#229;n s&#228;ljaren till k&#246;paren om att han kommer att
fullg&#246;ra inom en angiven tid skall anses inneh&#229;lla en uppmaning enligt
f&#246;reg&#229;ende stycke till k&#246;paren om att denne skall meddela sitt beslut.

4) En uppmaning eller ett meddelande fr&#229;n s&#228;ljaren enligt andra eller
tredje stycket f&#229;r verkan endast om uppmaningen eller meddelandet mottas
av k&#246;paren.

Artikel 49

1) K&#246;paren f&#229;r h&#228;va k&#246;pet:

a) om s&#228;ljaren underl&#229;ter att fullg&#246;ra n&#229;gon av sina skyldigheter enligt
avtalet eller denna konvention och detta utg&#246;r ett v&#228;sentligt
avtalsbrott; eller

b) i h&#228;ndelse avl&#228;mnande inte har skett, om s&#228;ljaren inte avl&#228;mnar varan
inom den till&#228;ggstid som har utsatts av k&#246;paren enligt artikel 47 f&#246;rsta
stycket, eller om han f&#246;rklarar att han inte kommer att avl&#228;mna varan
inom denna till&#228;ggstid.

2) N&#228;r s&#228;ljaren har avl&#228;mnat varan f&#246;rlorar k&#246;paren dock r&#228;tten att h&#228;va
k&#246;pet, om han inte g&#246;r det

a) vid f&#246;rsenat avl&#228;mnande, inom sk&#228;lig tid efter det att han har f&#229;tt
veta att avl&#228;mnande har skett;

b) vid annat avtalsbrott &#228;n f&#246;rsenat avl&#228;mnande, inom sk&#228;lig tid

i) efter det han fick eller borde ha f&#229;tt k&#228;nnedom om avtalsbrottet

ii) efter utg&#229;ngen av en till&#228;ggstid som k&#246;paren har satt ut enligt
artikel 47 f&#246;rsta stycket eller efter det att s&#228;ljaren har f&#246;rklarat att
han inte kommer att fullg&#246;ra sina skyldigheter inom en s&#229;dan
till&#228;ggstid; eller

iii) efter utg&#229;ngen av en till&#228;ggstid som s&#228;ljaren har angett enligt
artikel 48 andra stycket eller efter det att k&#246;paren har f&#246;rklarat att
han inte kommer att godta fullg&#246;relse.

Artikel 50

Om varan inte &#246;verensst&#228;mmer med avtalet och oavsett om priset redan har
betalts eller inte, f&#229;r k&#246;paren g&#246;ra prisavdrag enligt f&#246;rh&#229;llandet
mellan den faktiskt avl&#228;mnade varans v&#228;rde vid tiden f&#246;r avl&#228;mnandet och
det v&#228;rde som en avtalsenlig vara skulle ha haft vid denna tidunkt. Om
s&#228;ljaren emellertid avhj&#228;lper sin underl&#229;tenhet att fullg&#246;ra sina
skyldigheter enligt artikel 37 eller artikel 48 eller om k&#246;paren avvisar
s&#228;ljarens fullg&#246;relse i enlighet med dessa artiklar, f&#229;r k&#246;paren inte
g&#246;ra prisavdrag.

Artikel 51

1) Om s&#228;ljaren avl&#228;mnar endast en del av varan eller om endast en del av
den avl&#228;mnade varan &#228;r avtalsenlig, skall artiklarna 46-50 till&#228;mpas p&#229;
den del som saknas eller som inte &#228;r avtalsenlig.

2) K&#246;paren f&#229;r h&#228;va k&#246;pet i dess helhet endast om underl&#229;tenheten att
avl&#228;mna varan i dess helhet eller i avtalsenligt skick utg&#246;r ett
v&#228;sentligt avtalsbrott.

Artikel 52

1) Om s&#228;ljaren avl&#228;mnar varan f&#246;re den fastst&#228;llda tidpunkten f&#229;r
k&#246;paren motta leverans av varan eller avvisa den.

2) Om s&#228;ljaren avl&#228;mnar en st&#246;rre m&#228;ngd &#228;n vad som har avtalats, f&#229;r
k&#246;paren motta leverans av den &#246;verskjutande m&#228;ngden eller avvisa den.
Mottar k&#246;paren leverans av hela den &#246;verskjutande m&#228;ngden eller en del
av den, skall han betala f&#246;r denna enligt det prisber&#228;kningss&#228;tt som
g&#228;ller f&#246;r avtalet.

Kapitel III

K&#246;parens skyldigheter

Artikel 53

K&#246;paren skall betala f&#246;r varan och motta leverans av den s&#229;som avtalet
och denna konvention f&#246;ruts&#228;tter.

Avdelning I

Betalningen f&#246;r varan

Artikel 54

K&#246;parens skyldighet att betala f&#246;r varan omfattar &#228;ven skyldighet att
vidta s&#229;dana &#229;tg&#228;rder och att uppfylla s&#229;dana f&#246;reskrifter f&#246;r att
betalning skall kunna ske som kan kr&#228;vas enligt avtalet eller lagar och
best&#228;mmelser.

Artikel 55

D&#229; ett giltigt avtal har slutits utan att det uttryckligen eller
underf&#246;rst&#229;tt fastst&#228;ller priset eller ger anvisningar om hur det skall
best&#228;mmas, anses parterna, om inte annat framg&#229;r av omst&#228;ndigheterna,
underf&#246;rst&#229;tt ha h&#228;nvisat till det pris som allm&#228;nt till&#228;mpas vid tiden
f&#246;r avtalsslutet f&#246;r varor av samma slag som s&#228;ljs under j&#228;mf&#246;rliga
f&#246;rh&#229;llanden inom ifr&#229;gavarande bransch.

Artikel 56

Om priset fastst&#228;lls efter varans vikt, skall det i tveksamma fall
best&#228;mmas efter nettovikten.

Artikel 57

1) Om k&#246;paren inte skall fullg&#246;ra betalningen p&#229; n&#229;gon annan best&#228;md
plats, skall han betala tills&#228;ljaren

a) d&#228;r s&#228;ljaren har sitt aff&#228;rsst&#228;lle; eller

b) om betalning skall ske mot &#246;verl&#228;mnande av varan eller dokument, d&#228;r
&#246;verl&#228;mnandet sker.

2) S&#228;ljaren skall b&#228;ra den &#246;kning av kostnaderna f&#246;r betalningen som
f&#246;rorsakas av att hans aff&#228;rsst&#228;lle har flyttats efter avtalsslutet.

Artikel 58

1) Om k&#246;paren inte skall betala priset vid n&#229;gon annan best&#228;md tidpunkt,
skall han betala d&#229; s&#228;ljaren st&#228;ller antingen varan eller de dokument
till vilka f&#246;rfogander&#228;tten &#246;ver varan &#228;r knuten till k&#246;parens
f&#246;rfogande i enlighet med avtalet och denna konvention. S&#228;ljaren f&#229;r
g&#246;ra en s&#229;dan betalning till villkor f&#246;r att varan eller dokumenten
skall &#246;verl&#228;mnas.

2) Om avtalet f&#246;ruts&#228;tter att varan skall transporteras, f&#229;r s&#228;ljaren
s&#228;nda den p&#229; villkor att varan eller dokument till vilka
f&#246;rfogander&#228;tten &#246;ver varan &#228;r knuten inte skall &#246;verl&#228;mnas till k&#246;paren
annat &#228;n mot betalning.

3) K&#246;paren &#228;r inte skyldig att betala innan han har haft tillf&#228;lle att
unders&#246;ka varan, s&#229;vida inte det f&#246;rfaringss&#228;tt f&#246;r avl&#228;mnande eller
betalning som parterna ha kommit &#246;verens om &#228;r of&#246;renligt med att han
f&#229;r ett s&#229;dant tillf&#228;lle till unders&#246;kning.

Artikel 59

K&#246;paren skall fullg&#246;ra betalningen vid den avtalade tiden eller vid den
tid som f&#246;ljer av avtalet och denna konvention utan anmodan eller
uppfyllelse av andra formaliteter fr&#229;n s&#228;ljarens sida.

Avdelning II

Mottagandet av leveransen

Artikel 60

K&#246;parens skyldighet att motta leverans av varan best&#229;r

a) i att vidta alla &#229;tg&#228;rder som sk&#228;ligen kan f&#246;rv&#228;ntas av honom f&#246;r att
s&#228;ljaren skall kunna avl&#228;mna varan; och

b) i att &#246;verta varan.

Avdelning III

P&#229;f&#246;ljder vid k&#246;parens avtalsbrott

Artikel 61

1) om k&#246;paren underl&#229;ter att fullg&#246;ra n&#229;gon av sina skyldigheter enligt
avtalet eller denna konvention f&#229;r s&#228;ljaren:

a) ut&#246;va de r&#228;ttigheter som anges i artiklarna 62-65;

b) kr&#228;va skadest&#229;nd enligt artiklarna 74-77.

2) S&#228;ljaren f&#246;rlorar inte den r&#228;tt han kan ha att kr&#228;va skadest&#229;nd n&#228;r
ha ut&#246;var r&#228;tten att g&#246;ra g&#228;llande n&#229;gon annan p&#229;f&#246;ljd.

3) K&#246;paren kan inte beviljas anst&#229;nd av en domstol eller skiljedomstol
d&#229; s&#228;ljaren g&#246;r g&#228;llande en p&#229;f&#246;ljd av avtalsbrottet.

Artikel 62

S&#228;ljaren f&#229;r kr&#228;va att k&#246;paren betalar priset, mottar leverans av varan
eller fullg&#246;r sina andra skyldigheter, om inte s&#228;ljaren har gjort
g&#228;llande en p&#229;f&#246;ljd som &#228;r of&#246;renlig med ett s&#229;dant krav.

Artikel 63

1) S&#228;ljaren f&#229;r s&#228;tta ut en sk&#228;lig till&#228;ggstid inom vilken k&#246;paren skall
fullg&#246;ra sina skyldigheter.

2) Om inte s&#228;ljaren har mottagit n&#229;got meddelande fr&#229;n k&#246;paren om att
denne inte kommer att fullg&#246;ra avtalet inom den s&#229;lunda utsatta tiden,
f&#229;r s&#228;ljaren inte under denna tid g&#246;ra g&#228;llande n&#229;gon p&#229;f&#246;ljd av
avtalsbrottet. S&#228;ljaren f&#246;rlorar emellertid inte den r&#228;tt han kan ha att
kr&#228;va skadest&#229;nd p&#229; grund av dr&#246;jsm&#229;l med fullg&#246;relsen.

Artikel 64

1) S&#228;ljaren f&#229;r h&#228;va k&#246;pet:

a) om k&#246;paren underl&#229;ter att fullg&#246;ra n&#229;gon av sina skyldigheter enligt
avtalet eller denna konvention och detta utg&#246;r ett v&#228;sentligt
avtalsbrott; eller

b) om k&#246;paren inte fullg&#246;r sin skyldighet att betala eller motta
leverans av varan inom en till&#228;ggstid som har utsatts av s&#228;ljaren enligt
artikel 63 f&#246;rsta stycket eller f&#246;rklarar att han inte kommer att
fullg&#246;ra skyldigheten inom denna till&#228;ggstid.

2) N&#228;r k&#246;paren har fullgjort sin betalningsskyldighet f&#246;rlorar s&#228;ljaren
dock r&#228;tten att h&#228;va k&#246;pet, om han inte g&#246;r det

a) vid f&#246;rsenad fullg&#246;relse av k&#246;paren, innan s&#228;ljaren har f&#229;tt veta att
fullg&#246;relse har skett; eller

b) vid annat avtalsbrott &#228;n f&#246;rsenad fullg&#246;relse av k&#246;paren, inom sk&#228;lig
tid

i) efter det att s&#228;ljaren fick eller borde ha f&#229;tt k&#228;nnedom om
avtalsbrottet; eller

ii) efter utg&#229;ngen av en till&#228;ggstid som s&#228;ljaren har satt ut enligt
artikel 63 f&#246;rsta stycket eller efter det att k&#246;paren har f&#246;rklarat att
han inte kommer att fullg&#246;ra sina skyldigheter inom en s&#229;dan
till&#228;ggstid.

Artikel 65

1) Om k&#246;paren enligt avtalet skall l&#228;mna specifikation r&#246;rande form,
m&#229;tt eller andra egenskaper hos varan men undel&#229;ter att g&#246;ra en s&#229;dan
specifikation antingen inom den avtalade tiden eller inom sk&#228;lig tid
efter det att han har tagit emot en beg&#228;ran fr&#229;n s&#228;ljaren, f&#229;r s&#228;ljaren,
utan att f&#246;rlora andra r&#228;ttigheter han kan ha, sj&#228;lv g&#246;ra
specifikationen i &#246;verensst&#228;mmelse med k&#246;parens behov s&#229;vitt de &#228;r k&#228;nda
f&#246;r honom.

2) Om s&#228;ljaren sj&#228;lv g&#246;r specifikationen, skall han underr&#228;tta k&#246;paren
om detaljerna i den och s&#228;tta ut en sk&#228;lig tid inom vilken k&#246;paren f&#229;r
g&#246;ra en annan specifikation. Om k&#246;paren, efter att ha tagit emot en
s&#229;dan underr&#228;ttelse, inte g&#246;r specifikationen inom den s&#229;lunda utsatta
tiden, &#228;r den specifikation som s&#228;ljaren har gjort bindande.

Kapitel IV

Riskens &#246;verg&#229;ng

Artikel 66

F&#246;rlust av eller skada p&#229; varan efter det att risken har g&#229;tt &#246;ver p&#229;
k&#246;paren befriar inte denne fr&#229;n hans skyldighet att betala, om inte
f&#246;rlusten eller skadan beror p&#229; en &#229;tg&#228;rd eller underl&#229;tenhet av
s&#228;ljaren.

Artikel 67

1) Om k&#246;peavtalet f&#246;ruts&#228;tter att varan skall transporteras och s&#228;ljaren
inte skall avl&#228;mna den p&#229; en best&#228;md plats, g&#229;r risken &#246;ver p&#229; k&#246;paren
n&#228;r varan &#246;verl&#228;mnas till den f&#246;rste transport&#246;ren f&#246;r transport till
k&#246;paren i enlighet med k&#246;peavtalet. Om s&#228;ljaren skall &#246;verl&#228;mna varan
till en transport&#246;r p&#229; en best&#228;md plats, g&#229;r risken inte &#246;ver p&#229; k&#246;paren
f&#246;rr&#228;n varan &#246;verl&#228;mnas till transport&#246;ren p&#229; denna plats. Den
omst&#228;ndigheten att s&#228;ljaren har r&#228;tt att h&#229;lla inne de dokument till
vilka f&#246;rfogander&#228;tten &#246;ver varan &#228;r knuten p&#229;verkar inte riskens
&#246;verg&#229;ng.

2) Risken g&#229;r dock inte &#246;ver p&#229; k&#246;paren f&#246;rr&#228;n varan klart har h&#228;nf&#246;rts
till avtalet genom m&#228;rkning av varan, genom transportdokument, genom
meddelande till k&#246;paren eller p&#229; n&#229;got annat s&#228;tt.

Artikel 68

Risken f&#246;r en vara som s&#228;ljs medan den befinner sig under transport g&#229;r
&#246;ver p&#229; k&#246;paren vid avtalsslutet. Om omst&#228;ndigheterna tyder p&#229; det,
skall emellertid k&#246;paren anses ha &#246;vertagit risken fr&#229;n den tidpunkt d&#229;
varan &#246;vel&#228;mnades till den transport&#246;r som har utf&#228;rdat de dokument som
ligger till grund f&#246;r transportavtalet. Om s&#228;ljaren vid avtalsslutet
visste eller borde ha vetat att varan hade g&#229;tt f&#246;rlorad eller skadats
och inte har meddelat k&#246;paren detta, b&#228;r s&#228;ljaren risken f&#246;r f&#246;rlusten
eller skadan.

Artikel 69

1) I de fall som inte omfattas av artiklarna 67 och 68 g&#229;r risken &#246;ver
p&#229; k&#246;paren d&#229; han &#246;vertar varan eller, om han inte g&#246;r detta i tid, fr&#229;n
den tidpunkt d&#229; varan har st&#228;llts till hans f&#246;rfogande och han beg&#229;r
avtalsbrott genom att inte motta leveransen.

2) Om k&#246;paren &#228;r skyldig att &#246;verta varan p&#229; n&#229;gon annan plats &#228;n
s&#228;ljarens aff&#228;rsst&#228;lle, g&#229;r risken emellertid &#246;ver d&#229; tiden f&#246;r
avl&#228;mnandet &#228;r inne och k&#246;paren vet att varan har st&#228;llts till hans
f&#246;rfogande p&#229; denna plats.

3) Om k&#246;peavtalet g&#228;ller en vara som &#228;nnu inte &#228;r best&#228;md, anses varan
inte st&#229; till k&#246;parens f&#246;rfogande f&#246;rr&#228;n den klart har h&#228;nf&#246;rts till
avtalet.

Artikel 70

Om s&#228;ljaren har beg&#229;tt ett v&#228;sentligt avtalsbrott, begr&#228;nsar inte
artiklarna 67, 68 och 69 de p&#229;f&#246;ljder som k&#246;paren kan g&#246;ra g&#228;llande p&#229;
grund av avtalsbrottet.

Kapitel V

Gemensamma best&#228;mmelser om s&#228;ljarens och k&#246;parens skyldigheter

Avdelning I

Befarat avtalsbrott och successiv leverans

Artikel 71

1) En part f&#229;r inst&#228;lla fullg&#246;relsen av sina skyldigheter om det efter
avtalsslutet visar sig att den andra parten inte kommer att fullg&#246;ra en
v&#228;sentlig del av sina skyldigheter till f&#246;ljd av

a) en allvarlig brist i hans fullg&#246;relsef&#246;rm&#229;ga eller i hans
kreditv&#228;rdighet; eller

b) hans s&#228;tt att f&#246;rbereda fullg&#246;relsen eller fullg&#246;ra avtalet.

2) Om s&#228;ljaren redan har avs&#228;nt varan n&#228;r de f&#246;rh&#229;llanden som anges i
f&#246;reg&#229;ende stycke visar sig, f&#229;r han f&#246;rhindra att varan &#246;verl&#228;mnas till
k&#246;paren, &#228;ven om denne innehar ett dokument som ger honom r&#228;tt att
erh&#229;lla varan. Detta stycke g&#228;ller endast de r&#228;ttigheter till varan som
kommer i fr&#229;ga i f&#246;rh&#229;llandet mellan k&#246;paren och s&#228;ljaren.

3) En part som inst&#228;ller sin fullg&#246;relse, antingen innan varan har
avs&#228;nts eller d&#228;refter, skall omedelbart underr&#228;tta den andra parten om
detta och forts&#228;tta med sin med fullg&#246;relse, om den andra parten st&#228;ller
en tillr&#228;cklig s&#228;kerhet f&#246;r sin fullg&#246;relse.

Artikel 72

1) St&#229;r det f&#246;re tidpunkten f&#246;r fullg&#246;relsen klart att den ena av
parterna kommer att beg&#229; ett v&#228;sentligt avtalsbrott, f&#229;r den andra
parten h&#228;va avtalet.

2) Om tiden till&#229;ter, skall den part som har f&#246;r avsikt att h&#228;va avtalet
p&#229; det s&#228;tt som &#228;r sk&#228;ligt underr&#228;tta den andra parten om sin avsikt f&#246;r
att bereda denne m&#246;jlighet att st&#228;lla en godtagbar s&#228;kerhet f&#246;r sin
fullg&#246;relse.

3) Best&#228;mmelserna i f&#246;reg&#229;ende stycke skall inte till&#228;mpas, om den andra
parten har f&#246;rklarat att han inte kommer att fullg&#246;ra sina
f&#246;rpliktelser.

Artikel 73

1) Om varan enligt avtalet skall avl&#228;mnas genom delleveranser och den
ena parten underl&#229;ter att fullg&#246;ra n&#229;gon av sina skyldigheter
som avser en delleverans och detta utg&#246;r ett v&#228;sentligt avtalsbrott
betr&#228;ffande denna delleverans, f&#229;r den andra parten h&#228;va avtalet
betr&#228;ffande delleveransen.

2) Om den ena partens underl&#229;tenhet att fullg&#246;ra n&#229;gon av sina
skyldigheter avseende en delleverans ger den andra parten god grund att
anta att ett v&#228;sentligt avtalsbrott kommer att intr&#228;ffa betr&#228;ffande
framtida delleveranser, f&#229;r denna part h&#228;va avtalet betr&#228;ffande framtida
delleveranser, under f&#246;ruts&#228;ttning att han g&#246;r det inom sk&#228;lig tid.

3) En k&#246;pare som h&#228;ver avtalet betr&#228;ffande en delleverans f&#229;r samtidigt
h&#228;va betr&#228;ffande delleveranser som redan har avl&#228;mnats eller framtida
leveranser, om delleveranserna p&#229; grund av sitt inb&#246;rdes samband inte
skulle kunna anv&#228;ndas f&#246;r det &#228;ndam&#229;l parterna r&#228;knade med vid
avtalsslutet.

Avdelning II

Skadest&#229;nd

Artikel 74

Skadest&#229;nd f&#246;r avtalsbrott av den ena parten skall utg&#229; med ett belopp
som motsvarar den f&#246;rlust, inber&#228;knat f&#246;rlorad vinst, som den andra
parten har lidit till f&#246;ljd av avtalsbrottet. Skadest&#229;ndet f&#229;r inte
&#246;verstiga den f&#246;rlust som den skadest&#229;ndsskyldige vid avtalsslutet
f&#246;ruts&#229;g eller borde ha f&#246;rutsett s&#229;som en, med h&#228;nsyn till de
omst&#228;ndigheter som han d&#229; k&#228;nde till eller borde ha k&#228;nt till, m&#246;jlig
f&#246;ljd av avtalsbrottet.

Artikel 75

Om k&#246;pet h&#228;vs och om k&#246;paren har gjort ett t&#228;ckningsk&#246;p eller s&#228;ljaren
har s&#229;lt varan p&#229; nytt och detta har gjorts p&#229; ett sk&#228;ligt s&#228;tt och inom
sk&#228;lig tid efter det att k&#246;pet h&#228;vdes, har den part som kr&#228;ver
skadest&#229;nd r&#228;tt till skillnaden mellan det avtalade priset och priset
vid t&#228;ckningsk&#246;pet eller kompensationsf&#246;rs&#228;ljningen liksom ytterligare
skadest&#229;nd enligt artikel 74.

Artikel 76

1) Om k&#246;pet h&#228;vs och det finns ett g&#228;ngse pris p&#229; varan, har den part
som kr&#228;ver skadest&#229;nd och som inte har gjort ett t&#228;ckningsk&#246;p eller en
kompensationsf&#246;rs&#228;ljning enligt artikel 75, r&#228;tt till skillnaden mellan
det avtalade priset och g&#228;ngse pris vid den tidpunkt d&#229; k&#246;pet h&#228;vdes
liksom ytterligare skadest&#229;nd enligt artikel 74. Om den part som kr&#228;ver
skadest&#229;nd har h&#228;vt k&#246;pet efter det att han &#246;vertog varan, skall dock
g&#228;ngse pris vid tiden f&#246;r &#246;vertagandet till&#228;mpas i st&#228;llet f&#246;r g&#228;ngse
pris d&#229; k&#246;pet h&#228;vdes.

2) Vid till&#228;mpning av f&#246;reg&#229;ende stycke skall med g&#228;ngse pris f&#246;rst&#229;s
det pris som g&#228;ller p&#229; den ort d&#228;r varan borde ha avl&#228;mnats eller om det
inte finns n&#229;got g&#228;ngse pris p&#229; denna ort, priset p&#229; en annan sk&#228;ligen
j&#228;mf&#246;rbar ort med beaktande av skillnader i transportkostnaderna f&#246;r
varan.

Artikel 77

En part som &#229;beropar ett avtalsbrott skall vidta s&#229;dana &#229;tg&#228;rder som
efter omst&#228;ndigheterna &#228;r sk&#228;liga f&#246;r att begr&#228;nsa den f&#246;rlust,
inber&#228;knat f&#246;rlorad vinst, som f&#246;ljer av avtalsbrottet. Om han inte
vidtar s&#229;dana &#229;tg&#228;rder, kan den skadest&#229;ndsskyldiga parten kr&#228;va att
skadest&#229;ndet s&#228;tts ned med ett belopp som motsvarar den del av f&#246;rlusten
som borde ha undvikits.

Avdelning III

R&#228;nta

Artikel 78

Om en part inte betalar priset eller n&#229;got annat f&#246;rfallet belopp, har
den andra parten r&#228;tt till r&#228;nta p&#229; beloppet utan att det inverkar p&#229;
hans r&#228;tt till skadest&#229;nd enligt artikel 74.

Avdelning IV

Befrielsegrunder

Artikel 79

1) En part &#228;r inte ansvarig f&#246;r underl&#229;tenhet att fullg&#246;ra n&#229;gon av sina
skyldigheter, om han visar att underl&#229;tenheten berodde p&#229; ett hinder
utanf&#246;r hans kontroll och att han inte sk&#228;ligen kunde f&#246;rv&#228;ntas ha
r&#228;knat med hindret vid avtalsslutet eller ha undvikit eller &#246;vervunnit
hindret eller dess f&#246;ljder.

2) Om partens underl&#229;tenhet att fullg&#246;ra skyldigheten beror p&#229; ett
avtalsbrott av tredje man som han har givit i uppdrag att fullg&#246;ra hela
avtalet eller en del av det, &#228;r parten befriad fr&#229;n ansvar endast om

a) han &#228;r befriad enligt f&#246;reg&#229;ende stycke; och

b) den till vilken han har gett uppdraget &#228;ven skulle vara befriad fr&#229;n
ansvar om best&#228;mmelserna i n&#228;mnda stycke till&#228;mpades p&#229; honom.

3) Befrielse fr&#229;n ansvar enligt denna artikel g&#228;ller f&#246;r den tid under
vilken hindret best&#229;r.

4) Den part som underl&#229;ter att fullg&#246;ra en skyldighet skall underr&#228;tta
den andra parten om hindret och dess inverkan p&#229; hans m&#246;jligheter att
fullg&#246;ra skyldigheten. Om den andra parten inte har f&#229;tt underr&#228;ttelse
inom sk&#228;lig tid efter det att den part som underl&#229;ter att fullg&#246;ra
skyldigheten fick eller borde ha f&#229;tt k&#228;nnedom om hindret, &#228;r den
sistn&#228;mnda parten skyldig att ers&#228;tta den skada som &#228;r en f&#246;ljd av att
den andra parten inte har f&#229;tt underr&#228;ttelsen i tid.

5) Denna artikel hindrar inte parterna att ut&#246;va n&#229;gon annan r&#228;tt &#228;n
r&#228;tten att kr&#228;va skdest&#229;nd enligt denna konvention.

Artikel 80

En part f&#229;r inte &#229;beropa att den andra parten har underl&#229;tit att
fullg&#246;ra n&#229;gon av sina skyldigheter i den m&#229;n detta beror p&#229; en handling
eller underl&#229;tenhet av honom sj&#228;lv.

Avdelning V

Verkningarna av h&#228;vning

Artikel 81

1) H&#228;vning av k&#246;pet befriar b&#229;da parter fr&#229;n deras skyldigheter enligt
avtalet med undantag f&#246;r eventuell skadest&#229;ndsskyldighet. H&#228;vning
p&#229;verkar inte best&#228;mmelser i avtalet om l&#246;sning av tvister eller andra
avtalbest&#228;mmelser som g&#228;ller parternas r&#228;ttigheter och skyldigheter till
f&#246;ljd av att k&#246;pet h&#228;vs.

2) En part som helt eller delvis har fullgjort k&#246;pet f&#229;r kr&#228;va att den
andra parten l&#228;mnar tillbaka det som den f&#246;rstn&#228;mnda parten har
tillhandah&#229;llit eller betalt enligt avtalet. Om b&#229;da parterna &#228;r
skyldiga att l&#228;mna tillbaka n&#229;got, skall de g&#246;ra detta samtidigt.

Artikel 82

1) K&#246;paren f&#246;rlorar r&#228;tten att h&#228;va k&#246;pet eller kr&#228;va att s&#228;ljaren
f&#246;retar omleverans, om det &#228;r om&#246;jligt f&#246;r k&#246;paren att l&#228;mna tillbaka
varan i v&#228;sentligen samma skick i vilket han tog emot den.

2) F&#246;reg&#229;ende stycke skall inte till&#228;mpas

a) om om&#246;jligheten att l&#228;mna tillbaka varan eller att l&#228;mna tillbaka den
i v&#228;sentligen samma skick i vilket k&#246;paren tog emot den inte beror p&#229; en
handling eller underl&#229;tenhet av honom sj&#228;lv;

b) om varan eller en del av den har f&#246;rst&#246;rts eller f&#246;rs&#228;mrats till
f&#246;ljd av en unders&#246;kning enligt artikel 38; eller

c) om varan eller en del av den har s&#229;lts i normal handel eller
f&#246;rbrukats eller f&#246;r&#228;ndrats av k&#246;paren under normal anv&#228;ndning innan han
m&#228;rkte eller borde ha m&#228;rkt felet.

Artikel 83

En k&#246;pare som enligt artikel 82 har f&#246;rlorat r&#228;tten att h&#228;va k&#246;pet eller
kr&#228;va att s&#228;ljaren f&#246;retar omleverans beh&#229;ller r&#228;tten att g&#246;ra g&#228;llande
alla andra p&#229;f&#246;ljder enligt avtalet och denna konvention.

Artikel 84

1) Om s&#228;ljaren skall l&#228;mna tillbaka betalningen, skall han ocks&#229; betala
r&#228;nta p&#229; beloppet fr&#229;n den dag d&#229; han fick betalt.

2) K&#246;paren skall ers&#228;tta s&#228;ljaren f&#246;r all den nytta som han har haft av
varan eller en del av den,

a) om han skall l&#228;mna tillbaka varan eller en del av den; eller

b) om det &#228;r om&#246;jligt f&#246;r honom att l&#228;mna tillbaka hela varan eller en
del av den, eller att l&#228;mna tillbaka hela varan eller en del av den
v&#228;sentligen i det skick i vilket han tog emot den, men han trots detta
har h&#228;vt k&#246;pet eller kr&#228;vt att s&#228;ljaren skall f&#246;reta omleverans.

Avdelning VI

V&#229;rd av varan

Artikel 85

Om k&#246;paren &#228;r i dr&#246;jsm&#229;l med att motta leverans av varan eller om han,
ifall betalning och avl&#228;mnande skall ske samtidigt, inte fullg&#246;r sin
betalningsskyldighet, och s&#228;ljaren antingen har varan i sin besittning
eller kan f&#246;rfoga &#246;ver den p&#229; annat s&#228;tt, skall s&#228;ljaren vidta med
h&#228;nsyn till omst&#228;ndigheterna sk&#228;liga &#229;tg&#228;rder f&#246;r att ta v&#229;rd om varan.
Han har r&#228;tt att h&#229;lla inne varan till dess att k&#246;paren har ersatt honom
f&#246;r sk&#228;liga kostnader.

Artikel 86

1) Om k&#246;paren har tagit emot varan och har f&#246;r avsikt att ut&#246;va n&#229;gon
r&#228;tt enligt avtalet eller denna konvention att avvisa den, skall han
vidta med h&#228;nsyn till omst&#228;ndigheterna sk&#228;liga &#229;tg&#228;rder f&#246;r att ta v&#229;rd
om varan. Han har r&#228;tt att h&#229;lla inne varan till dess att s&#228;ljaren har
ersatt honom f&#246;r sk&#228;liga kostnader.

2) Om en vara som har s&#228;nts till k&#246;paren har st&#228;llts till dennes
f&#246;rfogande p&#229; best&#228;mmelseorten och han ut&#246;var r&#228;tten att avvisa den,
skall han ta hand om varan f&#246;r s&#228;ljarens r&#228;kning, under f&#246;ruts&#228;ttning
att detta kan ske utan att varan betalas och utan osk&#228;lig ol&#228;genhet
eller osk&#228;lig kostnad. Denna best&#228;mmelse &#228;r inte till&#228;mplig om s&#228;ljaren
eller n&#229;gon som har r&#228;tt att ta hand om varan f&#246;r s&#228;ljarens r&#228;kning
finns p&#229; best&#228;mmelseorten. Om k&#246;paren tar hand om varan enligt detta
stycke, till&#228;mpas f&#246;reg&#229;ende stycke p&#229; hans r&#228;ttigheter och
skyldigheter.

Artikel 87

En part som skall vidta &#229;tg&#228;rder f&#246;r att ta v&#229;rd om varan f&#229;r l&#228;gga upp
den i n&#229;gon annans lager p&#229; den andra partens bekostnad, under
f&#246;ruts&#228;ttning att kostnaden f&#246;r detta inte &#228;r osk&#228;lig.

Artikel 88

1) En part som skall ta v&#229;rd om varan enligt artikel 85 eller 86, f&#229;r
s&#228;lja den p&#229; l&#228;mpligt s&#228;tt, om den andra parten har dr&#246;jt osk&#228;ligt l&#228;nge
med att ta hand om varan eller med att &#229;terta varan eller med att betala
f&#246;r varan eller f&#246;r v&#229;rdkostnaderna, under f&#246;ruts&#228;ttning att den andra
parten i sk&#228;lig tid har underr&#228;ttats om avsikten att s&#228;lja varan.

2) Om varan &#228;r utsatt f&#246;r snabb f&#246;rs&#228;mring eller om v&#229;rden av den skulle
medf&#246;ra osk&#228;liga kostnader, skall en part som skall ta v&#229;rd om varan
enligt artikel 85 eller 86 vidta sk&#228;liga &#229;tg&#228;rder f&#246;r att s&#228;lja den. I
den m&#229;n det &#228;r m&#246;jligt skall han underr&#228;tta den andra parten om sin
avsikt att s&#228;lja varan.

3) En part som s&#228;ljer varan har r&#228;tt att av int&#228;kterna fr&#229;n
f&#246;rs&#228;ljningen h&#229;lla inne ett belopp som t&#228;cker sk&#228;liga utgifter f&#246;r
v&#229;rden av varan och f&#246;rs&#228;ljningen. Han &#228;r skyldig att utge &#246;verskottet
till den andra parten.

Del IV

SLUTBEST&#196;MMELSER

Artikel 89

F&#246;renta nationernas generalsekreterare utses h&#228;rmed till depositarie f&#246;r
denna konvention.

Artikel 90

Denna konvention g&#228;ller inte framf&#246;r en internationell &#246;verenskommelse
som redan har ing&#229;tts eller kan komma att ing&#229;s och som inneh&#229;ller
best&#228;mmelser r&#246;rande fr&#229;gor som regleras i denna konvention, under
f&#246;ruts&#228;ttning att parterna har sina aff&#228;rsst&#228;llen i stater som &#228;r parter
i en s&#229;dan &#246;verenskommelse.

Artikel 91

1) Denna konvention &#228;r &#246;ppen f&#246;r undertecknande vid det avslutande m&#246;tet
i F&#246;renta nationernas konferens ang&#229;ende avtal om internationella k&#246;p av
varor och skall f&#246;rbli &#246;ppen f&#246;r undertecknande av samtliga stater i
F&#246;renta nationernas h&#246;gkvarter i New York fram till den 30 september
1981.

2) Denna konvention skall ratificeras, godtas eller godk&#228;nnas av de
stater som har undertecknat den.

3) Denna konvention &#228;r &#246;ppen f&#246;r anslutning av samtliga stater som inte
har undertecknat den fr&#229;n den dag den &#228;r &#246;ppen f&#246;r undertecknande.

4) Instrument r&#246;rande ratifikation, godtagande, godk&#228;nnande och
anslutning skall deponeras hos F&#246;renta nationernas generalsekreterare.

Artikel 92

1) En f&#246;rdragsslutande stat kan vid undertecknande, ratificering,
godtagande, godk&#228;nnande eller anslutning f&#246;rklara att den inte skall
vara bunden av del II eller III av denna konvention.

2) En f&#246;rdragsslutande stat som avger en f&#246;rklaring enligt f&#246;reg&#229;ende
stycke betr&#228;ffande del II eller III av denna konvention skall inte anses
som en f&#246;rdragsslutande stat enligt artikel 1 f&#246;rsta stycket i denna
konvention vad g&#228;ller fr&#229;gor som regleras i den del p&#229; vilken
deklarationen &#228;r till&#228;mplig.

Artikel 93

1) En f&#246;rdragsslutande stat som har tv&#229; eller flera omr&#229;den i vilka
enligt dess konstitution olika r&#228;ttssystem g&#228;ller i fr&#229;gor som behandlas
i denna konvention kan vid undertecknande, ratificering, godtagande,
godk&#228;nnande eller anslutning f&#246;rklara att denna konvention skall omfatta
alla dess omr&#229;den eller endast ett eller flera av dem och kan &#228;ndra sin
f&#246;rklaring genom att avge en ny f&#246;rklaring vid vilken tidpunkt som
helst.

2) Depositarien skall underr&#228;ttas om dessa f&#246;rklaringar som uttryckligen
skall ange de omr&#229;den vilka konventionen omfattar.

3) Om konventionen enligt en f&#246;rklaring enligt denna artikel omfattar
ett eller flera men inte samtliga omr&#229;den som tillh&#246;r en
f&#246;rdragsslutande stat och om en parts aff&#228;rsst&#228;lle &#228;r bel&#228;get i den
staten, skall vid till&#228;mpning av konventionen detta aff&#228;rsst&#228;lle inte
anses vara bel&#228;get i en f&#246;rdragsslutande stat, s&#229;vida det inte &#228;r
bel&#228;get inom ett omr&#229;de vilket konventionen omfattar.

4) Om en f&#246;rdragsslutande stat inte avger n&#229;gon f&#246;rklaring enligt f&#246;rsta
stycket i denna artikel, skall konventionen omfatta den statens samtliga
omr&#229;den.

Artikel 94

1) Tv&#229; eller flera f&#246;rdragsslutande stater med samma eller n&#228;ra
&#246;verensst&#228;mmande r&#228;ttsregler i fr&#229;gor som regleras i denna konvention
kan n&#228;r som helst f&#246;rklara att konventionen inte skall till&#228;mpas p&#229;
k&#246;peavtal eller ing&#229;endet av s&#229;dana avtal d&#229; parterna har sina
aff&#228;rsst&#228;llen i dessa stater. S&#229;dana f&#246;rklaringar kan avges gemensamt
eller genom separata &#246;msesidiga f&#246;rklaringar.

2) En f&#246;rdragsslutande stat som har samma eller n&#228;ra &#246;verensst&#228;mmande
r&#228;ttsregler i fr&#229;gor som regleras i denna konvention som en eller flera
icke f&#246;rdragsslutande stater kan n&#228;r som helst f&#246;rklara att konventionen
inte skall till&#228;mpas p&#229; k&#246;peavtal eller ing&#229;endet av s&#229;dana avtal d&#229;
parterna har sina aff&#228;rsst&#228;llen i dessa stater.

3) Om en stat som &#228;r f&#246;rem&#229;l f&#246;r f&#246;rklaring enligt f&#246;reg&#229;ende stycke
senare blir en f&#246;rdragsslutande stat, skall f&#246;rklaringen g&#228;lla som
f&#246;rklaring enligt f&#246;rsta stycket fr&#229;n dagen d&#229; konventionen tr&#228;der i
kraft i f&#246;rh&#229;llande till den nya f&#246;rdragsslutande staten under
f&#246;ruts&#228;ttning att den nya f&#246;rdragsslutande staten ansluter sig till en
s&#229;dan f&#246;rklaring eller avger en separat f&#246;rklaring av samma inneb&#246;rd.

Artikel 95

En stat kan vid deponering av sitt instrument r&#246;rande ratifikation,
godtagande, godk&#228;nnande eller anslutning f&#246;rklara att den inte skall
vara bunden av artikel 1 f&#246;rsta stycket punkt b i denna konvention.

Artikel 96

En f&#246;rdragsslutande stat vars lagstiftning f&#246;ruts&#228;tter att k&#246;peavtal
ing&#229;s eller bekr&#228;ftas skriftligen kan n&#228;r som helst avge en f&#246;rklaring i
enlighet med artikel 12, att de best&#228;mmelser i artikel 11, artikel 29
eller del II av denna konvention som till&#229;ter att k&#246;peavtal ing&#229;s,
&#228;ndras eller upph&#246;r genom &#246;verenskommelse i annat &#228;n skriftlig form
eller att anbud, antagande svar eller n&#229;gon annan viljef&#246;rklaring g&#246;rs i
annat &#228;n skriftlig form inte skall till&#228;mpas d&#229; n&#229;gon part har sitt
aff&#228;rsst&#228;lle i denna stat.

Artikel 97

1) F&#246;rklaringar som vid undertecknandet har avgetts enligt denna
konvention skall bekr&#228;ftas vid ratificering, godtagande eller
godk&#228;nnande.

2) F&#246;rklaringar och bekr&#228;ftelser av f&#246;rklaringar skall ske i skriftlig
form och depositarien skall erh&#229;lla formell underr&#228;ttelse om dem.

3) En f&#246;rklaring tr&#228;der i kraft samtidigt som denna konvention tr&#228;der i
kraft i f&#246;rh&#229;llande till den ber&#246;rda staten. En f&#246;rklaring enligt vilken
depositarien erh&#229;ller en formell underr&#228;ttelse efter ikrafttr&#228;dandet
tr&#228;der dock i kraft f&#246;rsta dagen i m&#229;naden efter det att sex m&#229;nader
f&#246;rflutit sedan depositarien mottog f&#246;rklaringen. Separata &#246;msesidiga
f&#246;rklaringar enligt artikel 94 tr&#228;der i kraft f&#246;rsta dagen i m&#229;naden
efter det att sex m&#229;nader f&#246;rflutit sedan depositarien tog emot den
sista f&#246;rklaringen.

4) En stat som avger en f&#246;rklaring enligt denna konvention kan n&#228;r som
helst &#229;terta den genom en formell skriftlig underr&#228;ttelse till
depositarien. &#197;tertagandet skall tr&#228;da i kraft f&#246;rsta dagen i m&#229;naden
efter det att sex m&#229;nader f&#246;rflutit sedan depositarien tog emot
underr&#228;ttelsen.

5) &#197;tertagandet av en f&#246;rklaring enligt artikel 94 upph&#228;ver, fr&#229;n den
dag d&#229; &#229;tertagandet tr&#228;der i kraft, varje annan &#246;msesidig f&#246;rklaring som
har avgivits av en stat enligt denna artikel.

Artikel 98

Inga reservationer f&#229;r g&#246;ras ut&#246;ver dem som uttryckligen till&#229;ts i denna
konvention.

Artikel 99

1) Denna konvention tr&#228;der i kraft, om inte annat f&#246;ljer av
best&#228;mmelserna i sj&#228;tte stycket i denna artikel, f&#246;rsta dagen i m&#229;naden
efter det att tolv m&#229;nader f&#246;rflutit sedan deponeringen av det tionde
instrumentet r&#246;rande ratifikation, godtagande, godk&#228;nnande eller
anslutning, d&#228;ri inbegripet instrument med f&#246;rklaring enligt artikel 92.

2) D&#229; en stat ratificerar, godtar, godk&#228;nner eller ansluter sig till
denna konvention efter deponering av det tionde instrumentet r&#246;rande
ratifikation, godtagande, godk&#228;nnande eller anslutning, tr&#228;der denna
konvention, med undantag av en utesluten del, i kraft i f&#246;rh&#229;llande till
den ifr&#229;gavarande staten f&#246;rsta dagen i m&#229;naden efter det att tolv
m&#229;nader f&#246;rflutit sedan deponeringen av statens instrument r&#246;rande
ratifikation, godtagande, godk&#228;nnande eller anslutning. Detta g&#228;ller
dock bara om  inte annat f&#246;ljer av sj&#228;tte stycket i denna artikel.

3) En stat som ratificerar, godtar, godk&#228;nner eller ansluter sig till
denna konvention och som &#228;r part i den ena eller envar av konventionen
betr&#228;ffande enhetlig lag om ing&#229;ende av avtal om internationella k&#246;p av
l&#246;sa saker undertecknad i Haag den 1 juli 1964 (1964 &#229;rs Haagkonvention
om ing&#229;ende av avtal) och konventionen betr&#228;ffande enhetlig lag om
internationella k&#246;p av l&#246;sa saker undertecknad i Haag den 1 juli 1964
(1964 &#229;rs Haagkonvention om k&#246;p) skall samtidigt, allt efter
omst&#228;ndigheterna, s&#228;ga upp den ena eller envar av 1964 &#229;rs
Haagkonvention om k&#246;p och 1964 &#229;rs Haagkonvention om ing&#229;ende av avtal
genom underr&#228;ttelse h&#228;rom till Nederl&#228;ndernas regering.

4) En stat som &#228;r part i 1964 &#229;rs Haagkonvention om k&#246;p och som
ratificerar, godtag, godk&#228;nner eller ansluter sig till denna konvention
och f&#246;rklarar eller har f&#246;rklarat enligt artikel 92 att den inte skall
vara bunden av del II i denna konvention skall vid ratificering,
godtagande, godk&#228;nnande eller anslutning s&#228;ga upp 1964 &#229;rs
Haag-konvention om k&#246;p genom underr&#228;ttelse om detta till Nederl&#228;ndernas
regering.

5) En stat som &#228;r part i 1964 &#229;rs Haagkonvention om ing&#229;ende av avtal
och som ratificerar, godtar, godk&#228;nner eller ansluter sig till denna
konvention och f&#246;rklarar eller har f&#246;rklarat enligt artikel 92 att den
inte skall vara bunden av del III i denna konvention skall vid
ratificering, godtagande, godk&#228;nnande eller anslutning s&#228;ga upp 1964 &#229;rs
Haagkonvention om ing&#229;ende av avtal genom underr&#228;ttelse om detta till
Nederl&#228;ndernas regering.

6) Vid till&#228;mpning av denna artikel skall ratificering, godtagande,
godk&#228;nnande och anslutning, som avser denna konvention och som g&#246;rs av
stater som &#228;r parter i 1964 &#229;rs Haagkonvention om ing&#229;ende av avtal
eller i 1964 &#229;rs Haagkonvention om k&#246;p, inte tr&#228;da i kraft f&#246;rr&#228;n de
upps&#228;gningar som kan kr&#228;vas fr&#229;n dessa staters sida betr&#228;ffande de b&#229;da
sist n&#228;mnda konventionerna har tr&#228;tt i kraft. Depositarien f&#246;r denna
konvention skall samr&#229;da med Nederl&#228;ndernas regering i dess egenskap av
depositarie f&#246;r 1964 &#229;rs konventioner f&#246;r att s&#228;kerst&#228;lla en n&#246;dv&#228;ndig
samordning i detta avseende.

Artikel 100

1) Denna konvention skall till&#228;mpas p&#229; ing&#229;ende av avtal endast d&#229;
f&#246;rslag om att sluta ett avtal g&#246;rs p&#229; eller efter den dag d&#229;
konventionen tr&#228;der i kraft i f&#246;rh&#229;llande till de f&#246;rdragsslutande
stater som avses i artikel 1 f&#246;rsta stycket punkt a eller den
f&#246;rdragsslutande stat som avses i artikel 1 f&#246;rsta stycket punkt b.

2) Denna konvention skall endast till&#228;mpas p&#229; avtal som ing&#229;s samma dag
eller efter den dag d&#229; konventionen tr&#228;der i kraft i f&#246;rh&#229;llande till de
f&#246;rdragsslutande stater som avses i artikel 1 f&#246;rsta stycket punkt a
eller den f&#246;rdragsslutande stat som avses i artikel 1 f&#246;rsta stycket
punkt b.

Artikel 101

1) En f&#246;rdragsslutande stat kan s&#228;ga upp denna konvention eller del II
eller III av konventionen genom en formell skriftlig underr&#228;ttelse till
depositarien.

2) Upps&#228;gningen tr&#228;der i kraft f&#246;rsta dagen i m&#229;naden efter det att tolv
m&#229;nader f&#246;rflutit sedan depositarien tog emot underr&#228;ttelsen. D&#229; en
l&#228;ngre tid f&#246;r ikrafttr&#228;dandet av upps&#228;gningen anges i underr&#228;ttelsen,
tr&#228;der upps&#228;gningen i kraft efter det att en s&#229;dan l&#228;ngre period
f&#246;rflutit sedan depositarien tog emot underr&#228;ttelsen.

Undertecknad i Wien den 11 april 1980 i ett originalexemplar vars
arabiska, engelska, franska, kinesiska, ryska och spanska texter har
samma giltighet.

Till bekr&#228;ftelse h&#228;rav har undertecknade befullm&#228;ktigade ombud, som
vederb&#246;rligen befullm&#228;ktigats d&#228;rtill av sina respektive regeringar,
undertecknat denna konvention.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3671">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3673">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
