

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-11-21" /> 
 <meta id="rattsinfo-edited" content="2023-11-21 14:10:08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3676</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3675">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3677">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:672 ·
                    <a href="/sfsr?bet=1987:672">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Konkurslag (1987:672)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-06-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:668
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1988-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Genom konkurs tar en g&#228;lden&#228;rs samtliga borgen&#228;rer i ett sammanhang
tv&#229;ngsvis i anspr&#229;k g&#228;lden&#228;rens samlade tillg&#229;ngar f&#246;r betalning av sina
fordringar. Under konkurs omh&#228;ndertas tillg&#229;ngarna f&#246;r borgen&#228;rernas
r&#228;kning av konkursboet.

2 &#167; En g&#228;lden&#228;r som &#228;r p&#229; obest&#229;nd skall efter egen eller en borgen&#228;rs
ans&#246;kan f&#246;rs&#228;ttas i konkurs, om inte annat &#228;r f&#246;reskrivet.

Med obest&#229;nd (insolvens) avses att g&#228;lden&#228;ren inte kan r&#228;tteligen betala
sina skulder och att denna of&#246;rm&#229;ga inte &#228;r endast tillf&#228;llig.

3 &#167; F&#246;rvaltningen av ett konkursbo handhas av en eller flera f&#246;rvaltare.

F&#246;rvaltningen av boet st&#229;r under tillsyn av tillsynsmyndigheten.
Lag (2006:706).

4 &#167; Ett konkursbo som &#228;r p&#229; obest&#229;nd kan f&#246;rs&#228;ttas i konkurs. Vad som &#228;r
f&#246;reskrivet i denna lag om g&#228;lden&#228;r skall i s&#229;dana fall g&#228;lla
konkursboet.

5 &#167; Med pantr&#228;tt i fast egendom j&#228;mst&#228;lls vid till&#228;mpningen av
denna lag annan s&#228;rskild f&#246;rm&#229;nsr&#228;tt som g&#228;ller i egendomen och
inte grundas p&#229; utm&#228;tning.

Vad som s&#228;gs om borgen&#228;r med handpantr&#228;tt i l&#246;s egendom
till&#228;mpas ocks&#229; i fr&#229;ga om borgen&#228;r med r&#228;tt att h&#229;lla kvar l&#246;s
egendom till s&#228;kerhet f&#246;r fordran (retentionsr&#228;tt). Lag (1994:481).

6 &#167; Om det i n&#229;gon annan lag har meddelats n&#229;gon best&#228;mmelse som avviker
fr&#229;n denna lag, g&#228;ller den best&#228;mmelsen.

Ang&#229;ende till&#228;mpligheten av r&#228;tteg&#229;ngsbalken ges best&#228;mmelser i det
f&#246;ljande.

2 kap. Konkursans&#246;kan och konkursbeslut m.m.

Konkursans&#246;kan m.m.

1 &#167; En ans&#246;kan om konkurs g&#246;rs skriftligen till den tingsr&#228;tt 
d&#228;r g&#228;lden&#228;ren svarar i tvistem&#229;l som ang&#229;r 
betalningsskyldighet i allm&#228;nhet.

S&#246;kanden ska ange och styrka de omst&#228;ndigheter som g&#246;r r&#228;tten 
beh&#246;rig, om de inte &#228;r k&#228;nda.

En ans&#246;kan ska avvisas, om det inte av den framg&#229;r vilken 
tingsr&#228;tt som &#228;r beh&#246;rig och s&#246;kanden inte f&#246;ljer ett 
f&#246;rel&#228;ggande att avhj&#228;lpa bristen.

I 3 och 4 &#167;&#167; lagen (2017:473) med kompletterande best&#228;mmelser 
till 2015 &#229;rs insolvensf&#246;rordning finns ytterligare 
best&#228;mmelser om ans&#246;kans inneh&#229;ll. Lag (2021:538).

2 &#167; En enskilds konkursans&#246;kan ska vara egenh&#228;ndigt 
undertecknad av s&#246;kanden eller s&#246;kandens ombud.

Om ans&#246;kan ges in elektroniskt, ska den skrivas under med en 
s&#229;dan avancerad elektronisk underskrift som avses i artikel 3 
i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 910/2014 av 
den 23 juli 2014 om elektronisk identifiering och betrodda 
tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre marknaden 
och om upph&#228;vande av direktiv 1999/93/EG, i den ursprungliga 
lydelsen. Lag (2021:538).

2 a &#167; Har en konkursans&#246;kan gjorts hos en tingsr&#228;tt som inte &#228;r 
beh&#246;rig, skall r&#228;tten genast s&#228;nda handlingarna i &#228;rendet till 
den tingsr&#228;tt som enligt vad dessa visar &#228;r beh&#246;rig och 
underr&#228;tta s&#246;kanden. Ans&#246;kan skall anses gjord, n&#228;r 
ans&#246;kningshandlingen kom in till den f&#246;rra tingsr&#228;tten.
Lag (2021:538).

3 &#167; Om ett d&#246;dsbo eller en d&#246;dsbodel&#228;gare ans&#246;ker om att 
d&#246;dsboet ska f&#246;rs&#228;ttas i konkurs, ska till ans&#246;kan bifogas 
bouppteckningen efter den avlidne och, om bouppteckningen har 
registrerats, bevis om detta. Om det inte har f&#246;rr&#228;ttats en 
bouppteckning, ska uppgift om varje del&#228;gares namn och adress 
l&#228;mnas. Lag (2021:538).

4 &#167; Om en borgen&#228;r ans&#246;ker om konkurs, ska borgen&#228;ren i 
ans&#246;kan l&#228;mna uppgifter om sin fordran och de omst&#228;ndigheter i 
&#246;vrigt p&#229; vilka yrkandet grundas.

Borgen&#228;ren ska till ans&#246;kan bifoga de handlingar som &#229;beropas.
Lag (2021:538).

5 &#167; En ans&#246;kan skall avvisas, om den i de avseenden som avses i 3 eller
4 &#167; eller i &#246;vrigt &#228;r s&#229; bristf&#228;llig att den inte kan l&#228;ggas till grund
f&#246;r pr&#246;vning i sak och s&#246;kanden inte f&#246;ljer ett f&#246;rel&#228;ggande att avhj&#228;lpa
bristen.

6 &#167; Har en borgen&#228;rs fordran fastst&#228;llts av domstol eller av
Kronofogdemyndigheten med st&#246;d av lagen (1990:746) om
betalningsf&#246;rel&#228;ggande och handr&#228;ckning, skall detta godtas som
st&#246;d f&#246;r beh&#246;righet att beg&#228;ra g&#228;lden&#228;ren i konkurs, &#228;ven om
avg&#246;randet inte har vunnit laga kraft. Detta g&#228;ller dock inte,
om en domstol har f&#246;rordnat att avg&#246;randet inte f&#229;r
verkst&#228;llas.

En fordran som har fastst&#228;llts genom en giltig skiljedom skall
ocks&#229; godtas, om skiljedomen f&#229;r verkst&#228;llas enligt 3 kap. 15
eller 17 &#167; uts&#246;kningsbalken och en domstol inte efter talan mot
skiljedomen har best&#228;mt annat.

I andra fall &#228;n de som avses i f&#246;rsta och andra styckena skall
borgen&#228;ren styrka sin beh&#246;righet att beg&#228;ra g&#228;lden&#228;ren i
konkurs. Lag (2006:706).

Bevisning om obest&#229;nd

7 &#167; En uppgift av g&#228;lden&#228;ren att han &#228;r insolvent skall godtas, om
det inte finns s&#228;rskilda sk&#228;l att inte g&#246;ra det.

8 &#167; Om inte annat visas, anses en g&#228;lden&#228;r vara insolvent, n&#228;r det
vid verkst&#228;llighet enligt 4 kap. uts&#246;kningsbalken inom de senaste sex
m&#229;naderna f&#246;re konkursans&#246;kningen har framg&#229;tt att han saknat tillg&#229;ngar
till full betalning av utm&#228;tningsfordringen. Detsamma g&#228;ller, om
g&#228;lden&#228;ren har f&#246;rklarat sig st&#228;lla in sina betalningar.

9 &#167; En g&#228;lden&#228;r, som &#228;r eller senare &#228;n ett &#229;r f&#246;re
konkursans&#246;kningen har varit bokf&#246;ringsskyldig enligt
bokf&#246;ringslagen (1999:1078), ska om inte annat visas anses
insolvent, om

1. g&#228;lden&#228;ren har uppmanats av en borgen&#228;r att betala klar och
f&#246;rfallen skuld men underl&#229;tit att g&#246;ra detta inom en vecka och

2. borgen&#228;ren beg&#228;r g&#228;lden&#228;ren i konkurs inom tre veckor
d&#228;refter och skulden d&#229; &#228;nnu inte &#228;r betald.

Borgen&#228;rens uppmaning ska inneh&#229;lla en upplysning om att en
konkursans&#246;kan kan f&#246;lja. Uppmaningen ska delges g&#228;lden&#228;ren.
Delgivning enligt 34–37 &#167;&#167; delgivningslagen (2010:1932) f&#229;r ske
endast om det med beaktande av vad som har framkommit i det
aktuella delgivnings&#228;rendet eller vid andra delgivningsf&#246;rs&#246;k
med g&#228;lden&#228;ren finns anledning att anta att denne har avvikit
eller p&#229; annat s&#228;tt h&#229;ller sig undan.

F&#246;rsta och andra styckena g&#228;ller inte s&#229;dana juridiska personer
som anges i 2 kap. 2 &#167; bokf&#246;ringslagen och som inte driver
n&#228;ringsverksamhet. Lag (2010:1951).

Konkurshinder

10 &#167; En borgen&#228;r har inte r&#228;tt att f&#229; g&#228;lden&#228;ren f&#246;rsatt i konkurs, om

1. borgen&#228;ren har betryggande pant eller d&#228;rmed j&#228;mf&#246;rlig s&#228;kerhet i
egendom som tillh&#246;r g&#228;lden&#228;ren,

2. tredje man har st&#228;llt betryggande s&#228;kerhet f&#246;r borgen&#228;rens fordran och
konkursans&#246;kningen strider mot villkoren f&#246;r s&#228;kerhetens st&#228;llande,

3. borgen&#228;rens fordran inte &#228;r f&#246;rfallen till betalning och betryggande
s&#228;kerhet erbjuds av tredje man.

Med s&#228;kerhet som har st&#228;llts eller erbjuds av tredje man avses &#228;ven
borgen, om borgensmannen svarar som f&#246;r egen skuld.

10 a &#167; Om det p&#229;g&#229;r en f&#246;retagsrekonstruktion, ska en 
borgen&#228;rs ans&#246;kan om konkurs, ifall g&#228;lden&#228;ren beg&#228;r det, 
f&#246;rklaras vilande i avvaktan p&#229; att f&#246;retagsrekonstruktionen 
upph&#246;r.

Om det finns s&#228;rskilda sk&#228;l att anta att borgen&#228;rens r&#228;tt 
allvarligt &#228;ventyras, f&#229;r dock r&#228;tten besluta att f&#246;rs&#228;tta 
g&#228;lden&#228;ren i konkurs. Innan ett s&#229;dant beslut meddelas ska 
rekonstrukt&#246;ren ges tillf&#228;lle att yttra sig. Lag (2022:979).

S&#228;kerhets&#229;tg&#228;rder

11 &#167; Finns det sannolika sk&#228;l f&#246;r bifall till en konkursans&#246;kan och kan
det med sk&#228;l befaras att g&#228;lden&#228;ren skaffar undan egendom, f&#229;r r&#228;tten, om
det finns s&#228;rskild anledning, f&#246;rordna om kvarstad p&#229; g&#228;lden&#228;rens egendom
i avvaktan p&#229; att ans&#246;kningen pr&#246;vas.

I fr&#229;ga om en s&#229;dan s&#228;kerhets&#229;tg&#228;rd till&#228;mpas vad som g&#228;ller om kvarstad
f&#246;r fordran som beviljas enligt 15 kap. r&#228;tteg&#229;ngsbalken, om inte n&#229;got
annat f&#246;ljer av denna lag. Detta g&#228;ller dock inte best&#228;mmelsen i 16 kap.
15 &#167; andra stycket uts&#246;kningsbalken.

R&#228;tten f&#229;r medge undantag fr&#229;n beviljad kvarstad.

12 &#167; Finns det sannolika sk&#228;l f&#246;r bifall till en konkursans&#246;kan
och kan det med sk&#228;l befaras att g&#228;lden&#228;ren genom att resa
utomlands undandrar sig en skyldighet eller &#246;vertr&#228;der ett
f&#246;rbud som enligt denna lag g&#228;ller i konkurs, f&#229;r r&#228;tten, om
det finns s&#228;rskild anledning till det, f&#246;rbjuda g&#228;lden&#228;ren att
resa utomlands i avvaktan p&#229; att ans&#246;kningen pr&#246;vas. Om ett
s&#229;dant resef&#246;rbud meddelas, f&#229;r i samband d&#228;rmed eller senare
g&#228;lden&#228;ren &#229;l&#228;ggas att l&#228;mna ifr&#229;n sig sitt pass till
Kronofogdemyndigheten. Om g&#228;lden&#228;ren inte har n&#229;got pass, f&#229;r
f&#246;rbud att utf&#228;rda pass f&#246;r honom meddelas. G&#228;lden&#228;ren f&#229;r
h&#228;ktas, om det &#228;r uppenbart otillr&#228;ckligt med ett resef&#246;rbud.

Om g&#228;lden&#228;ren &#228;r en juridisk person, till&#228;mpas f&#246;rsta stycket
&#228;ven p&#229; den styrelseledamot, verkst&#228;llande direkt&#246;r, bolagsman
och likvidator som har avg&#229;tt eller entledigats senare &#228;n ett
&#229;r f&#246;re den dag d&#229; konkursans&#246;kningen kom in till tingsr&#228;tten.

Betr&#228;ffande en s&#229;dan s&#228;kerhets&#229;tg&#228;rd som avses i denna paragraf
till&#228;mpas best&#228;mmelserna i 15 kap. 5, 6 och 8 &#167;&#167;
r&#228;tteg&#229;ngsbalken, om inte n&#229;got annat f&#246;ljer av denna lag. En
s&#228;kerhets&#229;tg&#228;rd kan inte hindras av att s&#228;kerhet st&#228;lls. Inte
heller kan en beviljad s&#228;kerhets&#229;tg&#228;rd h&#228;vas av denna
anledning. Kostnaden f&#246;r h&#228;ktning betalas av staten.
Lag (2006:706).

13 &#167; Fr&#229;gor om s&#228;kerhets&#229;tg&#228;rder enligt 11 eller 12 &#167; tas upp p&#229; beg&#228;ran
av en borgen&#228;r. Innan r&#228;tten meddelar beslut i fr&#229;gan skall g&#228;lden&#228;ren
ges tillf&#228;lle att yttra sig, om det l&#228;mpligen kan ske.

R&#228;tten f&#229;r h&#229;lla f&#246;rhandling f&#246;r pr&#246;vning av fr&#229;ga om s&#228;kerhets&#229;tg&#228;rd.
Till f&#246;rhandlingen skall g&#228;lden&#228;ren och borgen&#228;ren kallas. Kallelserna
b&#246;r delges.

Betr&#228;ffande h&#228;ktning till&#228;mpas vad som s&#228;gs i 6 kap. 10 &#167; tredje stycket
och 11 &#167;.

Ett beslut om resef&#246;rbud eller skyldighet f&#246;r g&#228;lden&#228;ren att l&#228;mna ifr&#229;n
sig sitt pass skall delges g&#228;lden&#228;ren.

Pr&#246;vning av konkursans&#246;kan m. m.

14 &#167; Upptas en g&#228;lden&#228;rs konkursans&#246;kan, skall r&#228;tten genast pr&#246;va
ans&#246;kningen.

G&#228;lden&#228;rens konkursans&#246;kan skall dock pr&#246;vas vid en f&#246;rhandling, om

1. det med h&#228;nsyn till tillg&#228;ngliga upplysningar eller av n&#229;gon annan
anledning finns s&#228;rskilda sk&#228;l att inte godta uppgiften om g&#228;lden&#228;rens
insolvens eller

2. ans&#246;kningen avser ett d&#246;dsbo som inte st&#229;r under f&#246;rvaltning av
boutredningsman och ans&#246;kningen inte har gjorts av samtliga del&#228;gare.

F&#246;rhandlingen skall h&#229;llas inom tv&#229; veckor fr&#229;n det att ans&#246;kningen kom
in till r&#228;tten. Om det finns s&#228;rskilda sk&#228;l, f&#229;r den h&#229;llas senare, dock
senast inom en m&#229;nad. Till f&#246;rhandlingen skall g&#228;lden&#228;ren kallas. I fall
som avses i andra stycket 2 skall &#228;ven de d&#246;dsbodel&#228;gare som inte har
bitr&#228;tt ans&#246;kningen kallas. Ans&#246;kningen kan pr&#246;vas slutligt &#228;ven om
g&#228;lden&#228;ren uteblir fr&#229;n f&#246;rhandlingen. I kallelsen skall han upplysas om
detta.

En konkursans&#246;kan som avses i andra stycket 2 skall f&#246;rklaras vilande, om
det g&#246;rs en framst&#228;llning om att d&#246;dsboets egendom skall avtr&#228;das till
f&#246;rvaltning av boutredningsman. Om d&#246;dsboets egendom avtr&#228;ds till
f&#246;rvaltning av boutredningsman, f&#246;rfaller konkursans&#246;kningen.

15 &#167; En kallelse som avses i 14 &#167; tredje stycket ska delges.
Kallelsen f&#229;r delges enligt 34–37 &#167;&#167; delgivningslagen
(2010:1932) endast om det med beaktande av vad som har
framkommit i det aktuella delgivnings&#228;rendet eller vid andra
delgivningsf&#246;rs&#246;k med g&#228;lden&#228;ren finns anledning att anta att
denne har avvikit eller p&#229; annat s&#228;tt h&#229;ller sig undan.
Kung&#246;relsedelgivning enligt 48 &#167; f&#246;rsta stycket 1
delgivningslagen f&#229;r ske &#228;ven n&#228;r g&#228;lden&#228;ren vistas p&#229; k&#228;nd ort
utomlands, om delgivning annars inte kan ske h&#228;r i landet och
r&#228;tten med h&#228;nsyn till omst&#228;ndigheterna finner att det inte &#228;r
sk&#228;ligt att kr&#228;va att delgivningen verkst&#228;lls utomlands.
Lag (2010:1951).

16 &#167; Upptas en borgen&#228;rs konkursans&#246;kan, skall r&#228;tten s&#228;tta ut en
f&#246;rhandling f&#246;r pr&#246;vning av ans&#246;kningen.

F&#246;rhandlingen skall h&#229;llas inom tv&#229; veckor fr&#229;n det att ans&#246;kningen kom
in till r&#228;tten. Om det finns s&#228;rskilda sk&#228;l, f&#229;r den h&#229;llas senare, dock
senast inom sex veckor. Till f&#246;rhandlingen skall parterna kallas.
Parterna skall i kallelsen upplysas om den i 19 &#167; f&#246;reskrivna p&#229;f&#246;ljden
av att part uteblir.

I kallelsen till g&#228;lden&#228;ren skall denne f&#246;rel&#228;ggas att svara p&#229;
konkursans&#246;kningen vid f&#246;rhandlingen. I kallelsen skall &#228;ven anges att
g&#228;lden&#228;ren inte beh&#246;ver inst&#228;lla sig, om han f&#246;re f&#246;rhandlingen
skriftligen medger ans&#246;kningen och r&#228;tten inte s&#228;rskilt underr&#228;ttar honom
om att f&#246;rhandlingen &#228;nd&#229; skall h&#229;llas.

17 &#167; I fr&#229;ga om kallelser enligt 16 &#167; till&#228;mpas 15 &#167;.
G&#228;lden&#228;ren ska samtidigt med kallelsen delges de av borgen&#228;ren
ingivna handlingarna.

Om delgivning med g&#228;lden&#228;ren sker enligt 38 eller 48 &#167;
delgivningslagen (2010:1932), f&#229;r r&#228;tten f&#246;rordna att
g&#228;lden&#228;rens egendom s&#228;tts under s&#228;rskild v&#229;rd. Kostnaden f&#246;r
v&#229;rden ska betalas av borgen&#228;ren. Lag (2010:1951).

18 &#167; Om g&#228;lden&#228;ren f&#246;re f&#246;rhandlingen medger en borgen&#228;rs konkursans&#246;kan,
skall r&#228;tten genast pr&#246;va ans&#246;kningen.

Om r&#228;tten med h&#228;nsyn till tillg&#228;ngliga upplysningar eller av n&#229;gon annan
anledning finner att det finns s&#228;rskilda sk&#228;l mot antagandet att
g&#228;lden&#228;ren &#228;r insolvent, skall konkursans&#246;kningen dock pr&#246;vas vid
f&#246;rhandlingen. R&#228;tten skall genast underr&#228;tta g&#228;lden&#228;ren om detta.

Beh&#246;ver fr&#229;gan om att f&#246;rs&#228;tta g&#228;lden&#228;ren i konkurs inte pr&#246;vas vid
f&#246;rhandlingen, skall denna st&#228;llas in och borgen&#228;ren genast underr&#228;ttas
om detta.

19 &#167; Uteblir borgen&#228;ren fr&#229;n f&#246;rhandlingen, skall &#228;rendet avskrivas, om
inte g&#228;lden&#228;ren medger ans&#246;kningen.

Ans&#246;kningen f&#229;r pr&#246;vas slutligt &#228;ven om g&#228;lden&#228;ren uteblir fr&#229;n
f&#246;rhandlingen.

20 &#167; En f&#246;rhandling d&#228;r fr&#229;gan om att f&#246;rs&#228;tta g&#228;lden&#228;ren i konkurs skall
pr&#246;vas f&#229;r skjutas upp p&#229; en parts beg&#228;ran n&#228;r det finns s&#228;rskilda
omst&#228;ndigheter. Uppskov f&#229;r dock inte utan synnerliga sk&#228;l meddelas, om
s&#246;kanden mots&#228;tter sig det. Endast om det &#228;r n&#246;dv&#228;ndigt f&#229;r uppskovet
g&#246;ras l&#228;ngre &#228;n fyra veckor.

21 &#167; Om flera konkursans&#246;kningar mot samme g&#228;lden&#228;r &#228;r anh&#228;ngiga
samtidigt och om en annan ans&#246;kan bifalls &#228;n den som kom in f&#246;rst, skall
det vad g&#228;ller fr&#229;gor som &#228;r beroende av tiden f&#246;r konkursans&#246;kan anses
som om konkursbeslutet har grundats p&#229; den ans&#246;kan som kom in f&#246;rst.

22 &#167; En konkursans&#246;kan f&#229;r inte &#229;terkallas sedan beslut om konkurs har
meddelats. &#196;ven om g&#228;lden&#228;ren sj&#228;lv har ans&#246;kt om konkursen eller medgett
en borgen&#228;rs konkursans&#246;kan, skall dock h&#246;gre r&#228;tt upph&#228;va beslutet, om
g&#228;lden&#228;ren efter att ha &#246;verklagat visar att han &#228;r solvent.

23 &#167; I fr&#229;ga om r&#228;tt till ers&#228;ttning f&#246;r kostnader vid pr&#246;vning av en
borgen&#228;rs konkursans&#246;kan g&#228;ller 18 kap. r&#228;tteg&#229;ngsbalken i till&#228;mpliga
delar. Best&#228;mmelsen i 18 kap. 2 &#167; skall dock inte till&#228;mpas. Borgen&#228;ren
f&#229;r utan hinder av 14 &#167; samma kapitel i konkursen g&#246;ra g&#228;llande fordran
p&#229; ers&#228;ttning f&#246;r s&#229;dana kostnader i den ordning som g&#228;ller f&#246;r andra
fordringar.

&#197;tg&#228;rder vid konkursbeslut m. m.

24 &#167; N&#228;r ett beslut om konkurs har meddelats, ska tingsr&#228;tten 
genast kung&#246;ra beslutet.

Tingsr&#228;tten ska i samband med konkursbeslutet eller snarast 
d&#228;refter utse f&#246;rvaltare. Lag (2021:538).

25 &#167; Om h&#246;gre r&#228;tt upph&#228;ver ett beslut om konkurs, skall tingsr&#228;tten
genast kung&#246;ra den h&#246;gre r&#228;ttens beslut. Egendomen i boet skall
&#229;terst&#228;llas till g&#228;lden&#228;ren i den m&#229;n den inte beh&#246;vs f&#246;r betalning av
konkurskostnaderna och andra skulder som boet har &#229;dragit sig.

&#214;verflyttning av en konkurs

26 &#167; Om det sedan ett beslut om konkurs har meddelats finns synnerliga
sk&#228;l f&#246;r att handl&#228;gga konkursen p&#229; n&#229;gon annan ort, kan r&#228;tten efter
samr&#229;d med tingsr&#228;tten p&#229; den andra orten best&#228;mma att konkursen skall
handl&#228;ggas av den senare domstolen.

3 kap. Verkningar av konkurs

G&#228;lden&#228;rens f&#246;rlust av sin r&#229;dighet

1 &#167; Sedan ett beslut om konkurs har meddelats, f&#229;r g&#228;lden&#228;ren inte r&#229;da
&#246;ver egendom som h&#246;r till konkursboet. Han f&#229;r inte heller &#229;ta sig s&#229;dana
f&#246;rbindelser som kan g&#246;ras g&#228;llande i konkursen.

2 &#167; En r&#228;ttshandling mellan g&#228;lden&#228;ren och n&#229;gon annan som
f&#246;retas senast dagen efter den d&#229; kung&#246;relsen om
konkursbeslutet var inf&#246;rd i Post- och Inrikes Tidningar ska
trots 1 &#167; g&#228;lla, om det inte visas att den andre k&#228;nde till
beslutet eller att det fanns omst&#228;ndigheter som gav honom
eller henne sk&#228;lig anledning att anta att g&#228;lden&#228;ren var
f&#246;rsatt i konkurs. En &#246;verl&#229;telse av eller ett annat
f&#246;rfogande &#246;ver egendom som p&#229; grund av detta ska g&#228;lla, ska
dock, om konkursboet utan osk&#228;ligt uppeh&#229;ll beg&#228;r det, g&#229;
&#229;ter mot att boet ers&#228;tter den andre vad han eller hon har
betalat j&#228;mte n&#246;dv&#228;ndig eller nyttig kostnad.

F&#246;rsta stycket andra meningen g&#228;ller inte egendom som anges i
8 kap. 10 &#167; andra stycket.

Infriar n&#229;gon en f&#246;rpliktelse mot g&#228;lden&#228;ren efter den
tidpunkt som anges i f&#246;rsta stycket, ska det tillgodor&#228;knas
honom eller henne, om det av omst&#228;ndigheterna framg&#229;r att han
eller hon var i god tro. En upps&#228;gning eller en annan
liknande r&#228;ttshandling som f&#246;retas mot eller av g&#228;lden&#228;ren
efter sagda tidpunkt ska g&#228;lla, om det av omst&#228;ndigheterna
framg&#229;r att den andre var i god tro och det &#228;r uppenbart
osk&#228;ligt att r&#228;ttshandlingen blir ogiltig mot konkursboet.

Det finns s&#228;rskilda best&#228;mmelser om verkan av g&#228;lden&#228;rens
&#246;verl&#229;telse eller pants&#228;ttning av l&#246;pande skuldebrev,
aktiebrev eller vissa andra j&#228;mf&#246;rbara v&#228;rdehandlingar.
Lag (2014:1456).

Egendom som ing&#229;r i ett konkursbo

3 &#167; Till ett konkursbo r&#228;knas, i den m&#229;n inte n&#229;got annat f&#246;ljer av 2 &#167;,
all egendom som tillh&#246;rde g&#228;lden&#228;ren n&#228;r konkursbeslutet meddelades eller
tillfaller honom under konkursen och som &#228;r s&#229;dan att den kan utm&#228;tas.

Till konkursboet r&#228;knas &#228;ven den egendom som kan tillf&#246;ras boet genom
&#229;tervinning enligt 4 kap.

4 &#167; F&#246;r att ta i anspr&#229;k g&#228;lden&#228;rens l&#246;n och d&#228;rmed j&#228;mst&#228;llda 
f&#246;rm&#229;ner som &#246;verstiger f&#246;rbeh&#229;llsbeloppet f&#229;r f&#246;rvaltaren f&#246;r 
konkursboets r&#228;kning ans&#246;ka om utm&#228;tning enligt 7 kap. 
uts&#246;kningsbalken.

Att utm&#228;tning av l&#246;n som p&#229;g&#229;r vid konkursens b&#246;rjan kan 
forts&#228;tta f&#246;r konkursboets r&#228;kning f&#246;ljer av 7 kap. 19 &#167; andra 
stycket uts&#246;kningsbalken. Lag (2021:791).

5 &#167; G&#228;lden&#228;ren har r&#228;tt att av konkursboet f&#229; ut s&#229;dan egendom som enligt
5 kap. 1, 2 och 4 &#167;&#167; uts&#246;kningsbalken undantas fr&#229;n utm&#228;tning.

I st&#228;llet f&#246;r 5 kap. 1 &#167; 7 uts&#246;kningsbalken g&#228;ller att, om n&#229;gon annan
utv&#228;g till f&#246;rs&#246;rjning saknas, n&#246;dv&#228;ndigt underh&#229;ll f&#229;r betalas av
konkursboet till g&#228;lden&#228;ren och hans familj eller annan
underh&#229;llsber&#228;ttigad under en m&#229;nad fr&#229;n den dag d&#229; beslutet om konkurs
meddelades eller, om det finns synnerliga sk&#228;l f&#246;r det, under l&#228;ngre tid.

I ett d&#246;dsbos konkurs tillkommer en s&#229;dan f&#246;rm&#229;n som avses i f&#246;rsta
stycket den d&#246;des efterlevande familj. I st&#228;llet f&#246;r andra stycket g&#228;ller
18 kap. 5 &#167; andra stycket &#228;rvdabalken.

6 &#167; En tvist mellan f&#246;rvaltaren och g&#228;lden&#228;ren eller n&#229;gon 
annan i en fr&#229;ga som avses i 5 &#167; ska pr&#246;vas av 
tillsynsmyndigheten p&#229; ans&#246;kan av f&#246;rvaltaren, en borgen&#228;r, 
g&#228;lden&#228;ren eller en underh&#229;llsber&#228;ttigad. Myndigheten ska 
inh&#228;mta yttranden i den omfattning som beh&#246;vs f&#246;r pr&#246;vningen. 
Myndighetens beslut g&#228;ller omedelbart, &#228;ven om det &#246;verklagas. 
Beslutet ska efter ans&#246;kan &#228;ndras, om senare upplysta 
omst&#228;ndigheter eller &#228;ndrade f&#246;rh&#229;llanden motiverar det.

Tillsynsmyndighetens beslut i ett &#228;rende som avses i f&#246;rsta 
stycket f&#229;r &#246;verklagas av den vars r&#228;tt ber&#246;rs av beslutet. I 
fr&#229;ga om ett s&#229;dant &#246;verklagande till&#228;mpas best&#228;mmelserna i 
uts&#246;kningsbalken om &#246;verklagande av beslut om utm&#228;tning av 
l&#246;n. Lag (2021:791).

Utm&#228;tning vid konkurs

7 &#167; Sedan beslut om konkurs har meddelats, f&#229;r egendom som h&#246;r till
konkursboet inte utm&#228;tas f&#246;r fordran hos g&#228;lden&#228;ren, om inte n&#229;got
annat f&#246;ljer av 7 kap. 19 &#167; f&#246;rsta stycket uts&#246;kningsbalken. En
utm&#228;tning som sker i strid mot detta &#228;r utan verkan.

Utan hinder av konkurs f&#229;r &#228;nd&#229; egendom, i vilken pantr&#228;tt f&#246;r viss
fordran g&#228;ller, utm&#228;tas f&#246;r fordringen. Lag (1996:132).

8 &#167; Har utm&#228;tning hos g&#228;lden&#228;ren skett innan beslut om konkurs meddelats,
skall verkst&#228;lligheten fortg&#229; utan hinder av konkursen, om inte n&#229;got
annat f&#246;ljer av andra eller tredje stycket. Om utm&#228;tningss&#246;kanden inte
hade pantr&#228;tt och om den f&#246;rm&#229;nsr&#228;tt som han har vunnit genom utm&#228;tningen
skall g&#229; &#229;ter, skall belopp, som enligt uts&#246;kningsbalken skulle ha
betalts till utm&#228;tningss&#246;kanden eller annan borgen&#228;r som inte hade
pantr&#228;tt, i st&#228;llet redovisas till f&#246;rvaltaren.

Verkst&#228;lligheten skall p&#229; beg&#228;ran av f&#246;rvaltaren uppskjutas, om det
beh&#246;vs f&#246;r att borgen&#228;rers r&#228;tt skall kunna tas till vara eller om det
finns n&#229;gra andra synnerliga sk&#228;l f&#246;r det. Uppskov f&#229;r beg&#228;ras &#228;ven av en
borgen&#228;r vars r&#228;tt kan bero d&#228;rav. Om en auktion &#228;r utsatt, skall
konkursboet betala den kostnad som blir onyttig genom uppskovet.

Hade utm&#228;tningss&#246;kanden inte pantr&#228;tt och skall den f&#246;rm&#229;nsr&#228;tt som han
har vunnit genom utm&#228;tningen g&#229; &#229;ter, skall &#228;ven utm&#228;tningen g&#229; &#229;ter om
f&#246;rvaltaren beg&#228;r det innan egendomen har blivit s&#229;ld.

R&#228;tteg&#229;ng vid konkurs m.m.

9 &#167; P&#229;g&#229;r en r&#228;tteg&#229;ng mellan g&#228;lden&#228;ren och n&#229;gon annan om s&#229;dan egendom
som h&#246;r till konkursboet, f&#229;r konkursboet &#246;verta g&#228;lden&#228;rens talan. Om
boet, trots att det har underr&#228;ttats om r&#228;tteg&#229;ngen, inte &#246;vertar
g&#228;lden&#228;rens talan, skall egendomen anses inte tillh&#246;ra konkursboet.
Egendomen f&#229;r inte s&#229; l&#228;nge konkursen p&#229;g&#229;r utm&#228;tas f&#246;r en fordran som
kan g&#246;ras g&#228;llande i konkursen. Om konkursboet &#246;vertar g&#228;lden&#228;rens talan,
till&#228;mpas betr&#228;ffande boets skyldighet att svara f&#246;r r&#228;tteg&#229;ngskostnad
vad som i r&#228;tteg&#229;ngsbalken f&#246;reskrivs om den till vilken &#246;verl&#229;telse har
&#228;gt rum enligt 13 kap. 7 &#167; samma balk.

F&#246;rs talan mot g&#228;lden&#228;ren ang&#229;ende en fordran som kan g&#246;ras g&#228;llande i
konkursen, f&#229;r konkursboet intr&#228;da i r&#228;tteg&#229;ngen vid sidan av g&#228;lden&#228;ren.

G&#228;lden&#228;ren skall underr&#228;tta domstolen om konkursen i de fall som avses i
f&#246;rsta och andra styckena. Domstolen skall l&#228;mna konkursboet meddelande
om r&#228;tteg&#229;ngen. I m&#229;l om betalningsf&#246;rel&#228;ggande eller handr&#228;ckning g&#228;ller
vad som nu sagts om domstolen i st&#228;llet kronofogdemyndigheten. Lag
(1991:857).

10 &#167; Anser f&#246;rvaltaren att ett f&#246;rlikningsanbud ang&#229;ende en os&#228;ker eller
tvistig tillg&#229;ng b&#246;r antas, f&#229;r g&#228;lden&#228;ren sj&#228;lv med skyldighet att l&#228;mna
redovisning till konkursboet utf&#246;ra tvisten, om han st&#228;ller s&#228;kerhet f&#246;r
vad som bjuds genom f&#246;rlikningen.

4 kap. &#197;tervinning till konkursbo

Inledande best&#228;mmelser

1 &#167; &#197;tervinning till konkursbo f&#229;r p&#229; beg&#228;ran av boet ske i
enlighet med vad som anges i detta kapitel.

&#197;tervinning f&#229;r dock inte ske av

1. betalning av

a) skatt eller avgift som omfattas av skattef&#246;rfarandelagen
(2011:1244),

b) skatt enligt v&#228;gtrafikskattelagen (2006:227) eller lagen
(2006:228) med s&#228;rskilda best&#228;mmelser om fordonsskatt,

c) tull och

d) r&#228;nta p&#229; belopp som avses i a–c, om beloppet var f&#246;rfallet
till betalning,

2. betalning av eller f&#246;rm&#229;nsr&#228;tt f&#246;r underh&#229;llsbidrag enligt
&#228;ktenskaps- eller f&#246;r&#228;ldrabalken, om bidragsbeloppet var
f&#246;rfallet till betalning och den underh&#229;llsber&#228;ttigade inte
har gynnats p&#229; ett otillb&#246;rligt s&#228;tt. Lag (2011:1328).

2 &#167; Med fristdag avses dagen d&#229; ans&#246;kan om g&#228;lden&#228;rens 
f&#246;rs&#228;ttande i konkurs kom in till tingsr&#228;tten.

Om ett beslut om f&#246;retagsrekonstruktion har meddelats avses 
med fristdag i st&#228;llet dagen f&#246;r ans&#246;kan om 
f&#246;retagsrekonstruktion, s&#229;vida konkursans&#246;kan har gjorts 
under f&#246;retagsrekonstruktionen eller inom tre veckor fr&#229;n det 
att r&#228;tten beslutat att f&#246;retagsrekonstruktionen ska 
upph&#246;ra.

Om en ans&#246;kan om skuldsanering eller F-skuldsanering har 
gjorts avses med fristdag i st&#228;llet dagen f&#246;r denna ans&#246;kan, 
s&#229;vida konkursans&#246;kan har gjorts inom tre veckor fr&#229;n det att 
fr&#229;gan om skuldsanering eller F-skuldsanering avgjordes.

Om ett d&#246;dsbo har avtr&#228;tts till f&#246;rvaltning av 
boutredningsman avses med fristdag dagen f&#246;r ans&#246;kan om 
detta, s&#229;vida boutredningsman har f&#246;rordnats senare &#228;n tre 
m&#229;nader f&#246;re den dag som annars skulle anses som fristdag.

Om ett beslut om resolution har meddelats avses med fristdag 
i st&#228;llet dagen f&#246;r beslutet om resolution, s&#229;vida 
konkursans&#246;kan har gjorts inom tre veckor fr&#229;n det att 
resolutionsmyndigheten (Riksg&#228;ldskontoret) beslutat att 
resolutionen ska upph&#246;ra. Lagt (2016:681).

3 &#167; Som n&#228;rst&#229;ende till g&#228;lden&#228;ren anses den som &#228;r gift med g&#228;lden&#228;ren
eller &#228;r syskon eller sl&#228;kting i r&#228;tt upp- eller nedstigande led till
g&#228;lden&#228;ren eller &#228;r besv&#229;grad med honom i r&#228;tt upp- eller nedstigande led
eller s&#229; att den ene &#228;r gift med den andres syskon samt den som p&#229; annat
s&#228;tt st&#229;r g&#228;lden&#228;ren personligen s&#228;rskilt n&#228;ra.

Som n&#228;rst&#229;ende till en n&#228;ringsidkare eller en juridisk person anses
vidare

1. den som har en v&#228;sentlig gemenskap med n&#228;ringsidkaren eller den
juridiska personen som &#228;r grundad p&#229; andelsr&#228;tt eller d&#228;rmed j&#228;mf&#246;rligt
ekonomiskt intresse,

2. den som inte ensam men tillsammans med en n&#228;rst&#229;ende till honom har
s&#229;dan gemenskap med n&#228;ringsidkaren eller den juridiska personen som s&#228;gs
under 1,

3. den som genom en ledande st&#228;llning har ett best&#228;mmande inflytande &#246;ver
verksamhet som n&#228;ringsidkaren eller den juridiska personen bedriver,

4. den som &#228;r n&#228;rst&#229;ende till n&#229;gon som enligt 1--3 &#228;r n&#228;rst&#229;ende.

4 &#167; Avh&#228;ndelse av fast egendom anses inte ha &#228;gt rum f&#246;rr&#228;n lagfart har
s&#246;kts.

F&#246;ruts&#228;ttningar f&#246;r &#229;tervinning

5 &#167; En r&#228;ttshandling, varigenom p&#229; ett otillb&#246;rligt s&#228;tt en viss borgen&#228;r
har gynnats framf&#246;r andra eller g&#228;lden&#228;rens egendom har undandragits
borgen&#228;rerna eller hans skulder har &#246;kats, g&#229;r &#229;ter, om g&#228;lden&#228;ren var
eller genom f&#246;rfarandet, ensamt eller i f&#246;rening med annan omst&#228;ndighet,
blev insolvent samt den andre k&#228;nde till eller borde ha k&#228;nt till
g&#228;lden&#228;rens insolvens och de omst&#228;ndigheter som gjorde r&#228;ttshandlingen
otillb&#246;rlig.

N&#228;rst&#229;ende till g&#228;lden&#228;ren skall anses ha s&#229;dan k&#228;nnedom som anges i
f&#246;rsta stycket, om det inte g&#246;rs sannolikt att han varken hade eller
borde ha haft s&#229;dan k&#228;nnedom.

Om r&#228;ttshandlingen &#228;gde rum mer &#228;n fem &#229;r f&#246;re fristdagen, g&#229;r den &#229;ter
endast n&#228;r den har g&#228;llt n&#229;gon n&#228;rst&#229;ende till g&#228;lden&#228;ren.

6 &#167; En g&#229;va g&#229;r &#229;ter, om den har fullbordats senare &#228;n sex m&#229;nader f&#246;re
fristdagen. En g&#229;va som har fullbordats dessf&#246;rinnan men senare &#228;n ett &#229;r
eller, n&#228;r den har skett till n&#229;gon som &#228;r n&#228;rst&#229;ende till g&#228;lden&#228;ren,
tre &#229;r f&#246;re fristdagen g&#229;r &#229;ter, om det inte visas att g&#228;lden&#228;ren efter
g&#229;van hade kvar utm&#228;tningsbar egendom som uppenbart motsvarade hans
skulder.

F&#246;rsta stycket g&#228;ller &#228;ven k&#246;p, byte eller annat avtal, om det med h&#228;nsyn
till missf&#246;rh&#229;llandet mellan utf&#228;stelserna p&#229; &#246;mse sidor &#228;r uppenbart,
att avtalet delvis har egenskap av g&#229;va.

Underst&#246;d och sedvanliga g&#229;vor som inte stod i missf&#246;rh&#229;llande till
g&#228;lden&#228;rens ekonomiska f&#246;rh&#229;llanden &#228;r undantagna fr&#229;n &#229;tervinning enligt
denna paragraf.

7 &#167; Bodelning mellan g&#228;lden&#228;ren och hans make eller dennes d&#246;dsbo, vid
vilken g&#228;lden&#228;ren har eftergett sin r&#228;tt i avsev&#228;rd m&#229;n eller avst&#229;tt
fr&#229;n egendom mot att en fordran mot honom har lagts ut p&#229; hans lott, g&#229;r
i motsvarande m&#229;n &#229;ter, om bodelningshandlingen har kommit in till r&#228;tten
senare &#228;n tre &#229;r f&#246;re fristdagen och det inte visas att g&#228;lden&#228;ren efter
bodelningen hade kvar utm&#228;tningsbar egendom som uppenbart motsvarade hans
skulder.

Vad som s&#228;gs i f&#246;rsta stycket om det fallet att g&#228;lden&#228;ren har avst&#229;tt
fr&#229;n egendom mot att en fordran mot honom har lagts ut p&#229; hans lott
g&#228;ller inte, om egendomen utgjorde makarnas gemensamma bostad eller bohag
och &#246;vertogs av den andra maken med st&#246;d av best&#228;mmelserna i 11 kap. 8 &#167;
&#228;ktenskapsbalken.

8 &#167; Betalning av l&#246;n, arvode eller pension, som har skett senare &#228;n sex
m&#229;nader f&#246;re fristdagen och som uppenbart &#246;versteg vad som kunde anses
sk&#228;ligt med h&#228;nsyn till gjord arbetsinsats, verksamhetens l&#246;nsamhet och
omst&#228;ndigheterna i &#246;vrigt, g&#229;r &#229;ter till belopp motsvarande &#246;verskottet.

Har betalningen skett dessf&#246;rinnan men senare &#228;n ett &#229;r eller, n&#228;r den
skett till n&#229;gon som &#228;r n&#228;rst&#229;ende till g&#228;lden&#228;ren, tre &#229;r f&#246;re
fristdagen, g&#229;r den &#229;ter i motsvarande m&#229;n, om det inte visas att
g&#228;lden&#228;ren efter betalningen hade kvar utm&#228;tningsbar egendom som
uppenbart motsvarade hans skulder.

9 &#167; &#214;verf&#246;ring av medel till pensionsstiftelse, som har skett
senare &#228;n sex m&#229;nader f&#246;re fristdagen och som har medf&#246;rt att
stiftelsen f&#229;tt &#246;verskott p&#229; kapitalet, g&#229;r &#229;ter till belopp
motsvarande &#246;verskottet. Har &#246;verf&#246;ringen skett dessf&#246;rinnan
men senare &#228;n ett &#229;r eller, n&#228;r &#229;tg&#228;rden v&#228;sentligen har gynnat
g&#228;lden&#228;ren eller n&#228;rst&#229;ende till honom, tre &#229;r f&#246;re fristdagen,
g&#229;r den &#229;ter i motsvarande m&#229;n, om det inte visas att
g&#228;lden&#228;ren efter &#246;verf&#246;ringen hade kvar utm&#228;tningsbar egendom
som uppenbart motsvarade hans skulder.

&#214;verf&#246;ring till pensionsstiftelse i annat fall &#228;n som s&#228;gs i
f&#246;rsta stycket g&#229;r &#229;ter, om &#246;verf&#246;ringen har skett senare &#228;n
tre m&#229;nader f&#246;re fristdagen. Har &#246;verf&#246;ringen v&#228;sentligen
gynnat g&#228;lden&#228;ren eller n&#228;rst&#229;ende till honom, g&#229;r den ocks&#229;
&#229;ter, om &#229;tg&#228;rden har skett dessf&#246;rinnan men senare &#228;n tv&#229; &#229;r
f&#246;re fristdagen och det inte visas att g&#228;lden&#228;ren varken var
eller genom &#229;tg&#228;rden blev insolvent.

&#214;verf&#246;ring av medel till personalstiftelse g&#229;r &#229;ter, om
&#246;verf&#246;ringen har skett senare &#228;n sex m&#229;nader f&#246;re fristdagen.
Har &#246;verf&#246;ringen skett dessf&#246;rinnan men senare &#228;n ett &#229;r eller,
n&#228;r &#229;tg&#228;rden v&#228;sentligen har gynnat g&#228;lden&#228;ren eller n&#228;rst&#229;ende
till honom, tre &#229;r f&#246;re fristdagen, g&#229;r den &#229;ter, om det inte
visas att g&#228;lden&#228;ren efter &#246;verf&#246;ringen hade kvar utm&#228;tningsbar
egendom som uppenbart motsvarade hans skulder.

Om r&#228;tt att i s&#228;rskilda fall &#229;terkr&#228;va f&#246;rs&#228;kringspremier m.m.
finns det best&#228;mmelser i 15 kap. 8 &#167; f&#246;rs&#228;kringsavtalslagen
(2005:104). Lag (2005:115).

10 &#167; Betalning av en skuld, som har skett senare &#228;n tre m&#229;nader f&#246;re
fristdagen och som har gjorts med annat &#228;n sedvanliga betalningsmedel, i
f&#246;rtid eller med belopp som avsev&#228;rt har f&#246;rs&#228;mrat g&#228;lden&#228;rens ekonomiska
st&#228;llning, g&#229;r &#229;ter, om den inte med h&#228;nsyn till omst&#228;ndigheterna &#228;nd&#229;
kan anses som ordin&#228;r. Har betalningen skett till n&#229;gon som &#228;r n&#228;rst&#229;ende
till g&#228;lden&#228;ren dessf&#246;rinnan men senare &#228;n tv&#229; &#229;r f&#246;re fristdagen, g&#229;r
den &#229;ter, om det inte visas att g&#228;lden&#228;ren varken var eller genom
&#229;tg&#228;rden blev insolvent.

Vad som i f&#246;rsta stycket s&#228;gs om &#229;tervinning av betalning till&#228;mpas ocks&#229;
n&#228;r kvittning har skett, om borgen&#228;ren enligt 5 kap. 15 eller 16 &#167; inte
hade varit ber&#228;ttigad att kvitta i konkursen.

11 &#167; Betalning f&#246;r en v&#228;xel eller en check g&#229;r &#229;ter i de fall som avses i
10 &#167; endast i den m&#229;n den som mottog betalningen hade kunnat v&#228;gra att
g&#246;ra det utan att f&#246;rlora v&#228;xel- eller checkr&#228;tt mot n&#229;gon annan hos
vilken han kunde erh&#229;lla t&#228;ckning.

Om &#229;tervinning av en betalning &#228;r utesluten till f&#246;ljd av vad som s&#228;gs i
f&#246;rsta stycket, &#228;r den som skulle ha burit den slutliga f&#246;rlusten om
betalningen hade uteblivit skyldig att utge ers&#228;ttning under samma
f&#246;ruts&#228;ttningar som hade g&#228;llt f&#246;r &#229;tervinning, om betalningen hade skett
till honom som borgen&#228;r.

12 &#167; S&#228;kerhet som g&#228;lden&#228;ren har &#246;verl&#228;mnat senare &#228;n tre
m&#229;nader f&#246;re fristdagen och som inte var betingad vid skuldens
tillkomst eller inte har &#246;verl&#228;mnats utan dr&#246;jsm&#229;l efter
skuldens tillkomst g&#229;r &#229;ter, om inte s&#228;kerst&#228;llandet med h&#228;nsyn
till omst&#228;ndigheterna &#228;nd&#229; kan anses som ordin&#228;rt. Har
s&#228;kerheten &#246;verl&#228;mnats till n&#229;gon som &#228;r n&#228;rst&#229;ende till
g&#228;lden&#228;ren dessf&#246;rinnan men senare &#228;n tv&#229; &#229;r f&#246;re fristdagen,
g&#229;r den &#229;ter under angivna f&#246;ruts&#228;ttningar, om det inte visas
att g&#228;lden&#228;ren varken var eller genom &#229;tg&#228;rden blev insolvent.

Med &#246;verl&#228;mnande av s&#228;kerhet j&#228;mst&#228;lls annan &#229;tg&#228;rd av
g&#228;lden&#228;ren eller borgen&#228;ren som &#228;r avsedd att trygga
borgen&#228;rens r&#228;tt.

N&#228;r s&#228;kerheten f&#246;ruts&#228;tter inskrivning, skall dr&#246;jsm&#229;l som s&#228;gs
i f&#246;rsta stycket anses f&#246;religga om ans&#246;kan har gjorts senare
&#228;n p&#229; den inskrivningsdag som intr&#228;ffar n&#228;st efter tv&#229; veckor
fr&#229;n skuldens tillkomst. Lag (2002:266).

13 &#167; F&#246;rm&#229;nsr&#228;tt eller betalning som en borgen&#228;r har vunnit
genom utm&#228;tning g&#229;r &#229;ter, om f&#246;rm&#229;nsr&#228;tten har intr&#228;tt senare &#228;n
tre m&#229;nader f&#246;re fristdagen. Har utm&#228;tningen skett till f&#246;rm&#229;n f&#246;r
n&#229;gon som &#228;r n&#228;rst&#229;ende till g&#228;lden&#228;ren, g&#229;r f&#246;rm&#229;nsr&#228;tten eller
betalningen ocks&#229; &#229;ter om f&#246;rm&#229;nsr&#228;tten har intr&#228;tt dessf&#246;rinnan
men senare &#228;n tv&#229; &#229;r f&#246;re fristdagen och det inte visas att
g&#228;lden&#228;ren varken var eller genom &#229;tg&#228;rden blev insolvent.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller inte om f&#246;rm&#229;nsr&#228;tten har
intr&#228;tt vid utbyte mot egendom som har utm&#228;tts tidigare &#228;n tre
m&#229;nader f&#246;re fristdagen eller, i fall som avses i f&#246;rsta stycket andra
meningen, tv&#229; &#229;r f&#246;re fristdagen. Lag (1994:481).

Verkan av &#229;tervinning

14 &#167; Vid &#229;tervinning skall den egendom som g&#228;lden&#228;ren har utgett
&#229;terb&#228;ras till konkursboet.

Den som har l&#228;mnat g&#228;lden&#228;ren n&#229;got vederlag f&#246;r egendomen har r&#228;tt att
&#229;terf&#229; vad han har utgett. Detta g&#228;ller dock inte ett s&#229;dant vederlag som
inte har kommit boet till godo, om den som l&#228;mnade vederlaget hade eller
borde ha haft k&#228;nnedom om att g&#228;lden&#228;rens avsikt var att undanh&#229;lla
borgen&#228;rerna detta.

Finns den egendom som skall &#229;terb&#228;ras enligt f&#246;rsta eller andra stycket
inte i beh&#229;ll, skall ers&#228;ttning f&#246;r dess v&#228;rde utges. &#196;r &#229;terb&#228;ring av
viss egendom f&#246;renad med s&#228;rskild ol&#228;genhet f&#246;r den f&#246;rpliktade, kan det
medges honom att utge ers&#228;ttning i egendomens st&#228;lle.

15 &#167; Den som &#228;r skyldig att &#229;terb&#228;ra egendom skall &#228;ven utge den
avkastning som bel&#246;per p&#229; tiden efter det att &#229;tervinning p&#229;kallades.
Utg&#246;rs egendomen av ett penningbelopp eller skall ers&#228;ttning utges f&#246;r
egendomens v&#228;rde, utg&#229;r r&#228;nta enligt 5 &#167; r&#228;ntelagen (1975:635) till och
med den dag d&#229; skyldighet att &#229;terb&#228;ra beloppet eller utge ers&#228;ttningen
intr&#228;der och enligt 6 &#167; r&#228;ntelagen f&#246;r tiden d&#228;refter.

Skall n&#229;gon &#229;terb&#228;ra egendom vid &#229;tervinning enligt 5 &#167;, kan han
f&#246;rklaras skyldig att utge &#228;ven avkastning som bel&#246;per p&#229; tiden fr&#229;n det
att han mottog egendomen till dess att &#229;tervinning p&#229;kallades. R&#228;nta f&#246;r
s&#229;dan tid ber&#228;knas enligt 5 &#167; r&#228;ntelagen.

Den som har lagt ned n&#246;dv&#228;ndig eller nyttig kostnad p&#229; egendom som
&#229;terb&#228;rs har r&#228;tt till ers&#228;ttning f&#246;r denna, om det inte finns s&#228;rskilda
sk&#228;l mot det.

&#197;tervinns en s&#228;kerhet som grundas p&#229; inteckning, skall
inteckningshandlingen &#229;terst&#228;llas eller, om den beh&#246;vs som bevis f&#246;r
fordringen, tillhandah&#229;llas f&#246;r utbyte eller d&#246;dning av inteckningen. Kan
det inte ske, skall ers&#228;ttning utges.

16 &#167; Har tredje man st&#228;llt egendom som s&#228;kerhet f&#246;r en f&#246;rpliktelse av
g&#228;lden&#228;ren och &#229;terf&#229;tt s&#228;kerheten sedan g&#228;lden&#228;ren har fullgjort
f&#246;rpliktelsen, &#228;r den som har &#229;terst&#228;llt s&#228;kerheten inte skyldig att vid
&#229;tervinning &#229;terb&#228;ra mer &#228;n vad som &#246;verstiger s&#228;kerhetens v&#228;rde, om han
inte kan &#229;terf&#229; denna och inte heller, n&#228;r han &#229;terst&#228;llde s&#228;kerheten,
k&#228;nde till eller borde ha k&#228;nt till g&#228;lden&#228;rens insolvens.

Tredje man &#228;r skyldig att till borgen&#228;ren eller, om konkursboet beg&#228;r
det, direkt till boet p&#229; nytt utge s&#228;kerheten eller ers&#228;tta dess v&#228;rde
under samma f&#246;ruts&#228;ttningar som skulle ha g&#228;llt f&#246;r &#229;tervinning av
fullg&#246;relsen, om den i st&#228;llet hade skett till honom.

F&#246;rsta och andra styckena till&#228;mpas ocks&#229; n&#228;r tredje man har ing&#229;tt
borgen f&#246;r g&#228;lden&#228;rens f&#246;rpliktelse och g&#228;lden&#228;ren har fullgjort
f&#246;rpliktelsen.

17 &#167; Skyldighet f&#246;r n&#229;gon annan &#228;n konkursboet att enligt 14, 15 eller
16 &#167; utge egendom eller ers&#228;ttning, &#229;terst&#228;lla eller tillhandah&#229;lla en
inteckningshandling eller p&#229; nytt st&#228;lla s&#228;kerhet eller borgen kan
j&#228;mkas, om det finns synnerliga sk&#228;l.

18 &#167; Om egendom som kan &#229;tervinnas har &#246;verl&#229;tits till annan, har
konkursboet samma r&#228;tt till &#229;tervinning mot denne, om han k&#228;nde till
eller borde ha k&#228;nt till de omst&#228;ndigheter som grundar denna r&#228;tt.

Talan om &#229;tervinning m. m.

19 &#167; F&#246;rvaltaren f&#229;r p&#229;kalla &#229;tervinning

1. genom att v&#228;cka talan vid allm&#228;n domstol,

2. genom att g&#246;ra anm&#228;rkning mot bevakning eller i samband med
utdelningsf&#246;rfarandet bestrida yrkande i annan ordning om
betalnings- eller f&#246;rm&#229;nsr&#228;tt i konkursen eller

3. genom att g&#246;ra inv&#228;ndning mot annat yrkande som i r&#228;tteg&#229;ng
framst&#228;lls mot konkursboet.

Om f&#246;rvaltaren inte vill p&#229;kalla &#229;tervinning och inte heller ing&#229;r
f&#246;rlikning i saken, f&#229;r en borgen&#228;r p&#229;kalla &#229;tervinning genom att
v&#228;cka talan vid allm&#228;n domstol.

F&#246;r &#229;terg&#229;ng av f&#246;rm&#229;nsr&#228;tt som har vunnits genom utm&#228;tning
beh&#246;vs inte n&#229;gon s&#228;rskild &#229;tg&#228;rd. Lag (1994:481).

20 &#167; Talan vid allm&#228;n domstol om &#229;tervinning f&#229;r v&#228;ckas inom ett &#229;r fr&#229;n
dagen f&#246;r konkursbeslutet. Talan f&#229;r &#228;ven v&#228;ckas inom sex m&#229;nader fr&#229;n
det att anledning d&#228;rtill blev k&#228;nd f&#246;r konkursboet. Har g&#228;lden&#228;ren
avh&#228;nt sig fast egendom eller &#228;r det fr&#229;ga om &#229;terg&#229;ng av en bodelning,
f&#229;r talan &#228;ven v&#228;ckas inom sex m&#229;nader fr&#229;n den dag d&#229; lagfart s&#246;ktes
eller bodelningshandlingen gavs in till r&#228;tten.

En borgen&#228;r som f&#246;r talan svarar f&#246;r r&#228;tteg&#229;ngskostnaden men har r&#228;tt att
f&#229; ers&#228;ttning f&#246;r denna av boet, i den m&#229;n kostnaden t&#228;cks av vad som har
kommit boet till godo genom r&#228;tteg&#229;ngen.

21 &#167; Den som med anledning av &#229;tervinning f&#229;r en fordran i konkursen
beh&#246;ver inte bevaka fordringen. Om utdelning har &#228;gt rum, &#228;r han vid
&#229;terb&#228;ring till boet ber&#228;ttigad att avr&#228;kna vad som borde ha tillkommit
honom som utdelning enligt tidigare utdelningsf&#246;rslag, om fordringen d&#229;
hade varit k&#228;nd. Vid senare utdelning skall utdelning ber&#228;knas f&#246;r vad
som kan &#229;terst&#229; av en s&#229;dan fordran.

5 kap. Fordringar i konkurs

Fordringar som kan g&#246;ras g&#228;llande

1 &#167; I konkurs f&#229;r endast en fordran som har uppkommit innan
konkursbeslutet meddelades g&#246;ras g&#228;llande, om inte n&#229;got annat
f&#246;ljer av 3 kap. 2 &#167; eller best&#228;mmelser i annan lag.

En fordran f&#229;r g&#246;ras g&#228;llande i konkurs &#228;ven om den &#228;r beroende
av villkor eller inte &#228;r f&#246;rfallen till betalning.
Lag (2000:504).

2 &#167; I konkurs f&#229;r inte fordran p&#229; l&#246;n, arvode eller pension g&#246;ras
g&#228;llande i den m&#229;n fordringen uppenbart &#246;verstiger vad som kan anses
sk&#228;ligt med h&#228;nsyn till gjord arbetsinsats, verksamhetens l&#246;nsamhet och
omst&#228;ndigheterna i &#246;vrigt.

Den som enligt 4 kap. 3 &#167; skall anses som n&#228;rst&#229;ende till g&#228;lden&#228;ren f&#229;r
inte g&#246;ra g&#228;llande s&#229;dan fordran i vidare m&#229;n &#228;n som kan anses sk&#228;ligt
med h&#228;nsyn till vad som angetts i f&#246;rsta stycket och inte i n&#229;got fall
f&#246;r l&#228;ngre tid tillbaka &#228;n ett &#229;r innan konkursans&#246;kningen kom in till
tingsr&#228;tten.

3 &#167; En fordran p&#229; pension f&#229;r i konkurs inte g&#246;ras g&#228;llande till den del
den betalas av en pensionsstiftelse.

Fordringar med solidariskt betalningsansvar

4 &#167; Har flera utf&#228;st eller p&#229; n&#229;got annat s&#228;tt &#229;dragit sig solidariskt
betalningsansvar och &#228;r skulden delvis betald, skall utdelning f&#246;r
borgen&#228;rens &#229;terst&#229;ende fordran i en solidariskt ansvarig g&#228;lden&#228;rs
konkurs ber&#228;knas p&#229; fordringens belopp utan avdrag f&#246;r avbetalning som en
medg&#228;lden&#228;r har gjort,

1. om avbetalningen har skett genom ackord, konkurs eller annan
f&#246;rdelning av en insolvent medg&#228;lden&#228;rs bo,

2. om den har skett senare &#228;n tre m&#229;nader f&#246;re den i 4 kap. 2 &#167; angivna
fristdagen eller

3. om och i den m&#229;n avbetalningen har medf&#246;rt r&#228;tt f&#246;r medg&#228;lden&#228;ren att
s&#246;ka tillbaka beloppet av konkursg&#228;lden&#228;ren (regressr&#228;tt).

Har konkursg&#228;lden&#228;ren infriat en medg&#228;lden&#228;rs regressfordran och &#228;ger
&#229;tervinning d&#228;rav inte rum, skall dock avdrag g&#246;ras.

Om utdelningen &#246;verstiger borgen&#228;rens &#229;terst&#229;ende fordran, skall
&#246;verskottet f&#246;rdelas enligt vad som f&#246;ljer av g&#228;lden&#228;rernas inb&#246;rdes
ansvarighet f&#246;r fordringen.

Hur utdelning f&#246;r en fordran hos ett handelsbolag ber&#228;knas i en
bolagsmans konkurs &#228;r f&#246;reskrivet i 2 kap. 20 &#167; lagen (1980:1102) om
handelsbolag och enkla bolag.

5 &#167; N&#228;r avbetalning har skett p&#229; en fordran f&#246;r vilken flera &#228;r
solidariskt ansvariga och utdelning till borgen&#228;ren enligt 4 &#167; skall
ber&#228;knas p&#229; ett h&#246;gre belopp &#228;n den &#229;terst&#229;ende fordringen, skall
utdelningen ber&#228;knas gemensamt f&#246;r borgen&#228;ren och en medg&#228;lden&#228;r som har
en regressfordran. Borgen&#228;ren har f&#246;retr&#228;de till betalning framf&#246;r
medg&#228;lden&#228;ren. Om flera medg&#228;lden&#228;rer har r&#228;tt till betalning av det som
&#229;terst&#229;r sedan borgen&#228;ren har f&#229;tt sitt, skall &#246;verskottet f&#246;rdelas
mellan dem enligt vad som f&#246;ljer av g&#228;lden&#228;rernas inb&#246;rdes ansvarighet
f&#246;r fordringen.

F&#246;rsta stycket g&#228;ller i till&#228;mpliga delar &#228;ven n&#228;r en medg&#228;lden&#228;r g&#246;r
g&#228;llande en regressfordran med anledning av vad han senare kan komma att
betala ut&#246;ver vad som b&#246;r bel&#246;pa p&#229; honom.

6 &#167; Om en borgen&#228;r uppb&#228;r utdelning i fall d&#229; konkursg&#228;lden&#228;ren har
st&#228;llt s&#228;kerhet i sin egendom f&#246;r en regressfordran som en solidariskt
ansvarig medg&#228;lden&#228;r kan f&#229; mot honom, minskas medg&#228;lden&#228;rens r&#228;tt att
utnyttja s&#228;kerheten med utdelningens belopp, i den m&#229;n utdelningen har
ber&#228;knats p&#229; belopp som svarar mot s&#228;kerhetens v&#228;rde.

F&#246;rsta stycket till&#228;mpas ocks&#229; n&#228;r konkursg&#228;lden&#228;ren har en fordran hos
medg&#228;lden&#228;ren som denne hade kunnat anv&#228;nda till kvittning.

7 &#167; Om en solidariskt ansvarig medg&#228;lden&#228;r har betalt skulden senare &#228;n
tre m&#229;nader f&#246;re den i 4 kap. 2 &#167; angivna fristdagen, skall utdelning f&#246;r
den regressfordran som han d&#228;rigenom har f&#229;tt ber&#228;knas p&#229; samma belopp
som skulle ha till&#228;mpats i fr&#229;ga om utdelning till borgen&#228;ren om skulden
inte hade betalts. Har n&#229;gon annan solidariskt ansvarig medg&#228;lden&#228;r en
regressfordran med anledning av en tidigare avbetalning, skall dock
utdelningen f&#246;rdelas mellan medg&#228;lden&#228;rerna enligt vad som f&#246;ljer av
g&#228;lden&#228;rernas inb&#246;rdes ansvarighet f&#246;r fordringen.

8 &#167; Om en solidariskt ansvarig g&#228;lden&#228;r har f&#246;rsatts i konkurs och om den
konkursen inte har avslutats innan en medg&#228;lden&#228;r f&#246;rs&#228;tts i konkurs, har
den f&#246;rres konkursbo r&#228;tt till andel i &#246;verskott enligt 4 &#167; tredje
stycket &#228;ven om regressfordringen inte har bevakats i medg&#228;lden&#228;rens
konkurs.

9 &#167; Vad som s&#228;gs i 4--8 &#167;&#167; om solidariskt betalningsansvar till&#228;mpas
ocks&#229; i de fall d&#228;r borgen&#228;ren har f&#229;tt pant eller annan s&#228;kerhet i
tredje mans egendom.

Vissa fordringar som &#228;r beroende av villkor

10 &#167; &#196;r en fordran beroende av ett villkor som inneb&#228;r att borgen&#228;ren
inte har r&#228;tt att utf&#229; fordringsbeloppet om inte viss omst&#228;ndighet
intr&#228;ffar, skall utdelning f&#246;r fordringen inte ber&#228;knas i ett
utdelningsf&#246;rslag, om det saknas anledning att anta att villkoret kommer
att uppfyllas.

Ber&#228;kning av r&#228;nta p&#229; fordringar under konkurs m. m.

11 &#167; F&#246;r en fordran som &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt och som l&#246;per med
r&#228;nta skall r&#228;nta ber&#228;knas till den dag d&#229; utdelningsf&#246;rslaget uppr&#228;ttas
eller, om medlen betalas ut i f&#246;rskott, dagen f&#246;r utbetalningen.

Om en fordran som &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt men som inte l&#246;per med r&#228;nta
hade kunnat g&#246;ras r&#228;nteb&#228;rande genom delgivning av st&#228;mning eller av
ans&#246;kan om betalningsf&#246;rel&#228;ggande, skall r&#228;nta f&#246;r den ber&#228;knas enligt 5
&#167; r&#228;ntelagen (1975:635) fr&#229;n dagen f&#246;r konkursbeslutet, om fordringen d&#229;
var f&#246;rfallen till betalning och annars fr&#229;n den senare dag d&#229; fordringen
f&#246;rfaller till betalning. R&#228;ntan skall ber&#228;knas till dag som avses i
f&#246;rsta stycket.

F&#246;r fordringar utan f&#246;rm&#229;nsr&#228;tt ber&#228;knas fr&#229;n dagen f&#246;r konkursbeslutet
r&#228;nta mellan borgen&#228;rerna endast om boet r&#228;cker till betalning av mer &#228;n
beloppet av alla fordringar i konkursen utan f&#246;rm&#229;nsr&#228;tt, i f&#246;rekommande
fall inber&#228;knat vid konkursbeslutet upplupen r&#228;nta. R&#228;ntan best&#228;ms med
till&#228;mpning av f&#246;rsta och andra styckena. Lag (1991:857).

12 &#167; F&#246;r en fordran som inte l&#246;per med r&#228;nta f&#246;re f&#246;rfallodagen skall
utdelning ber&#228;knas endast p&#229; det belopp som efter fem procents &#229;rlig
r&#228;nta utg&#246;r fordringens v&#228;rde nedan angiven dag, om fordringen d&#229; inte
var f&#246;rfallen, n&#228;mligen

1. om fordringen utg&#229;r fullt eller med f&#246;rm&#229;nsr&#228;tt, den dag d&#229;
utdelningsf&#246;rslaget uppr&#228;ttas,

2. om fordringen inte &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt och inte utg&#229;r fullt,
dagen f&#246;r konkursbeslutet.

Betalas medel ut i f&#246;rskott till borgen&#228;ren f&#246;r en fordran som avses i
f&#246;rsta stycket 1 och var fordringen d&#229; inte f&#246;rfallen, skall utdelningen
i st&#228;llet ber&#228;knas efter fordringens v&#228;rde p&#229; betalningsdagen.

V&#228;rdering av vissa fordringar

13 &#167; En fordran avseende en f&#246;rm&#229;n som inte utg&#229;r i pengar skall vid
utdelning uppskattas till sk&#228;ligt belopp.

En fordran p&#229; pension som inte &#228;r f&#246;rfallen till betalning den dag d&#229;
utdelningsf&#246;rslaget uppr&#228;ttas skall uppskattas till det belopp som
motsvarar upplupen del av pensionsutf&#228;stelsen den dagen. Uppskattningen
sker med ledning av 2 och 3 &#167;&#167; lagen (1967:531) om tryggande av
pensionsutf&#228;stelse m. m. En fordran p&#229; r&#228;nta eller annan f&#246;rm&#229;n som skall
utg&#229; under n&#229;gons livstid och som inte &#228;r f&#246;rfallen till betalning den
dag d&#229; utdelningsf&#246;rslaget uppr&#228;ttades skall uppskattas med ledning av
3 &#167; angivna lag.

En fordran i utl&#228;ndskt myntslag skall ber&#228;knas efter den kurs som g&#228;ller
den dag d&#229; utdelningsf&#246;rslaget uppr&#228;ttas. Betalas medel ut i f&#246;rskott
till borgen&#228;ren, sker ber&#228;kningen efter kursen p&#229; betalningsdagen.

14 &#167; Om en g&#228;lden&#228;r som i en konkurs har f&#229;tt ackord &#229;terigen 
blir f&#246;rsatt i konkurs innan ackordet har fullgjorts, har en 
borgen&#228;r vars fordran har satts ned genom ackordet r&#228;tt till 
utdelning f&#246;r fordringens hela ursprungliga belopp med avdrag 
f&#246;r vad borgen&#228;ren redan har f&#229;tt. Utdelningen f&#229;r dock inte 
vara st&#246;rre &#228;n vad borgen&#228;ren har r&#228;tt till enligt ackordet.

F&#246;rsta stycket till&#228;mpas ocks&#229; n&#228;r g&#228;lden&#228;ren har f&#229;tt en 
skulduppg&#246;relse i en under f&#246;retagsrekonstruktion fastst&#228;lld 
rekonstruktionsplan. Lag (2022:979).

Kvittning i konkurs

15 &#167; En fordran hos g&#228;lden&#228;ren som f&#229;r g&#246;ras g&#228;llande i konkursen kan av
borgen&#228;ren anv&#228;ndas till kvittning mot en fordran som g&#228;lden&#228;ren hade mot
honom n&#228;r konkursbeslutet meddelades. Detta g&#228;ller dock inte om kvittning
var utesluten utom konkurs p&#229; grund av fordringarnas beskaffenhet.

&#196;r en fordran beroende av ett villkor som inneb&#228;r att borgen&#228;ren har r&#228;tt
att f&#229; ut fordringsbeloppet endast om viss omst&#228;ndighet intr&#228;ffar, skall
borgen&#228;ren fullg&#246;ra sin f&#246;rpliktelse trots att han annars hade haft r&#228;tt
att kvitta. Om han f&#246;re den dag d&#229; utdelningsf&#246;rslaget uppr&#228;ttas visar
att villkoret har uppfyllts, har han emellertid r&#228;tt att &#229;terf&#229;
motsvarande belopp i den m&#229;n det inte &#246;verstiger vad han har att fordra.
Finns det anledning att anta att villkoret kommer att uppfyllas senare,
skall ett f&#246;r borgen&#228;ren ber&#228;knat belopp avs&#228;ttas n&#228;r utdelningsf&#246;rslaget
uppr&#228;ttas.

16 &#167; En fordran mot g&#228;lden&#228;ren som har f&#246;rv&#228;rvats genom en
&#246;verl&#229;telse fr&#229;n tredje man senare &#228;n tre m&#229;nader f&#246;re den i 4
kap. 2 &#167; angivna fristdagen f&#229;r inte anv&#228;ndas till kvittning
mot en fordran som g&#228;lden&#228;ren hade n&#228;r borgen&#228;ren f&#246;rv&#228;rvade
sin fordran, om f&#246;rv&#228;rvet inte med h&#228;nsyn till omst&#228;ndigheterna
kan anses som ordin&#228;rt. En fordran mot g&#228;lden&#228;ren f&#229;r inte
heller anv&#228;ndas till kvittning, om den har f&#246;rv&#228;rvats genom
s&#229;dan &#246;verl&#229;telse och borgen&#228;ren d&#229; hade sk&#228;lig anledning att
anta att g&#228;lden&#228;ren var insolvent.

En borgen&#228;r som har satt sig i skuld till g&#228;lden&#228;ren under
s&#229;dana omst&#228;ndigheter att det &#228;r att j&#228;mst&#228;lla med en betalning
med annat &#228;n sedvanliga betalningsmedel f&#229;r inte kvitta i den
m&#229;n en s&#229;dan betalning hade kunnat bli f&#246;rem&#229;l f&#246;r &#229;tervinning.
Lag (2005:196).

17 &#167; En fordran p&#229; ers&#228;ttning som tillkommer en borgensman eller n&#229;gon
annan med anledning av en f&#246;rpliktelse som han har infriat
(regressfordran) anses vid till&#228;mpningen av 15 och 16 &#167;&#167; ha f&#246;rv&#228;rvats
n&#228;r hans f&#246;rpliktelse grundades.

&#196;ven om bevakningsf&#246;rfarande &#228;ger rum i konkursen, beh&#246;ver en borgen&#228;r
som har r&#228;tt att kvitta inte bevaka sin fordran i den m&#229;n den t&#228;cks av
g&#228;lden&#228;rens fordran. N&#228;r kvittning inte f&#229;r ske, f&#229;r borgen&#228;ren trots det
p&#229; sin skuld avr&#228;kna vad som borde ha tillkommit honom som utdelning i
konkursen, om hans fordran intill skuldbeloppet hade bevakats i r&#228;tt tid.

&#214;verl&#229;ter boet en fordran s&#229; att en borgen&#228;r d&#228;rigenom f&#246;rlorar r&#228;tten
till kvittning, skall boet gottg&#246;ra borgen&#228;ren f&#246;r detta.

Ett konkursbos ansvar f&#246;r l&#246;nefordringar

18 &#167; Om en arbetstagare forts&#228;tter att fullg&#246;ra sina &#229;taganden
enligt anst&#228;llningsavtalet, ansvarar konkursboet f&#246;r
arbetstagarens fordran p&#229; l&#246;n eller annan ers&#228;ttning f&#246;r arbete
som bel&#246;per p&#229; tid efter en m&#229;nad fr&#229;n konkursbeslutet.
Lag (2003:538).

6 kap. G&#228;lden&#228;rens skyldigheter m.m.

F&#246;rbud mot n&#228;ringsverksamhet under konkurs

1 &#167; En g&#228;lden&#228;r som &#228;r en fysisk person f&#229;r inte under 
konkursen driva n&#228;ringsverksamhet som medf&#246;r 
bokf&#246;ringsskyldighet enligt bokf&#246;ringslagen (1999:1078). 
F&#246;rbudet omfattar inte verksamhet som inneb&#228;r ut&#246;vning av 
r&#228;ttighet som avses i 

– 2 kap. 1 &#167; regeringsformen, 

– 1 kap. 1 &#167;, 4 kap. 1 &#167;, 6 kap. 1 &#167; eller 13 kap. 1 &#167; 
tryckfrihetsf&#246;rordningen, eller 

– 1 kap. 1 &#167;, 3 kap. 1, 3, 4 eller 10 &#167; eller 11 kap. 2 &#167; 
yttrandefrihetsgrundlagen. 

F&#246;rbudet omfattar inte heller jordbruksverksamhet. 

Best&#228;mmelser om n&#228;ringsf&#246;rbud efter s&#228;rskild pr&#246;vning finns i 
lagen (2014:836) om n&#228;ringsf&#246;rbud. Lag (2018:1911).

Upplysnings- och n&#228;rvaroplikt under konkurs

2 &#167; G&#228;lden&#228;ren skall ge r&#228;tten, tillsynsmyndigheten, f&#246;rvaltare och
granskningsm&#228;n de upplysningar av betydelse f&#246;r konkursutredningen
som de beg&#228;r. Upplysningsskyldigheten omfattar &#228;ven egendom, som inte
ing&#229;r i boet p&#229; grund av att den finns utomlands.

G&#228;lden&#228;ren skall p&#229; beg&#228;ran av f&#246;rvaltaren n&#228;rvara vid
bouppteckningsf&#246;rr&#228;ttningen. &#196;r g&#228;lden&#228;ren en juridisk person och
finns det flera st&#228;llf&#246;retr&#228;dare, g&#228;ller denna skyldighet dock inte
f&#246;r en s&#229;dan st&#228;llf&#246;retr&#228;dare vars n&#228;rvaro f&#246;rvaltaren anser sakna
betydelse f&#246;r boutredningen.

Vid f&#246;rlikningssammantr&#228;de och sammantr&#228;de f&#246;r pr&#246;vning av
ackordsf&#246;rslag skall g&#228;lden&#228;ren n&#228;rvara, om han inte har laga f&#246;rfall
eller r&#228;tten medger att han uteblir. Att g&#228;lden&#228;ren uteblir fr&#229;n ett
sammantr&#228;de hindrar inte att de &#228;renden som skall f&#246;rekomma p&#229;
sammantr&#228;det handl&#228;ggs. Lag (1995:793).

Bekr&#228;ftelse av bouppteckningen och edg&#229;ng

2 a &#167; G&#228;lden&#228;ren ska l&#228;mna en bouppteckningsbekr&#228;ftelse inf&#246;r 
f&#246;rvaltaren.

G&#228;lden&#228;ren ska g&#246;ra de till&#228;gg till och &#228;ndringar i 
bouppteckningen som han eller hon anser beh&#246;vs. G&#228;lden&#228;ren ska 
d&#228;refter med sin underskrift p&#229; heder och samvete bekr&#228;fta att 
bouppteckningens uppgifter om tillg&#229;ngar, skulder och 
r&#228;kenskapsinformation med gjorda till&#228;gg och &#228;ndringar &#228;r 
riktiga och att det enligt hans eller hennes vetskap inte 
oriktigt har utel&#228;mnats eller tagits upp n&#229;gon tillg&#229;ng eller 
skuld.

F&#246;r en underskrift enligt andra stycket till&#228;mpas 2 kap. 2 &#167;.
Lag (2021:538).

2 b &#167; G&#228;lden&#228;rens bekr&#228;ftelse enligt 2 a &#167; ska l&#228;mnas vid ett 
bouppteckningssammantr&#228;de. F&#246;rvaltaren ska h&#229;lla sammantr&#228;det 
senast tv&#229; m&#229;nader efter konkursbeslutet, om det inte &#228;r 
n&#246;dv&#228;ndigt att det h&#229;lls senare.

F&#246;rvaltaren ska till bouppteckningssammantr&#228;det kalla 
g&#228;lden&#228;ren, tillsynsmyndigheten och i f&#246;rekommande fall den 
borgen&#228;r som har gjort konkursans&#246;kan. Lag (2021:538).

3 &#167; P&#229; beg&#228;ran av f&#246;rvaltaren ska g&#228;lden&#228;ren avl&#228;gga 
bouppteckningsed inf&#246;r r&#228;tten i st&#228;llet f&#246;r att l&#228;mna en 
bekr&#228;ftelse enligt 2 a &#167;.

Eden ska avl&#228;ggas vid ett edg&#229;ngssammantr&#228;de. R&#228;tten ska h&#229;lla 
sammantr&#228;det s&#229; snart som m&#246;jligt. G&#228;lden&#228;ren, f&#246;rvaltaren, 
tillsynsmyndigheten och i f&#246;rekommande fall den borgen&#228;r som 
har gjort konkursans&#246;kan ska kallas till sammantr&#228;det.

G&#228;lden&#228;ren ska vid edg&#229;ngssammantr&#228;det g&#246;ra de till&#228;gg till 
och &#228;ndringar i bouppteckningen som han eller hon anser beh&#246;vs 
och under ed intyga att bouppteckningens uppgifter om 
tillg&#229;ngar, skulder och r&#228;kenskapsinformation med gjorda 
till&#228;gg och &#228;ndringar &#228;r riktiga och att det enligt hans eller 
hennes vetskap inte oriktigt har utel&#228;mnats eller tagits upp 
n&#229;gon tillg&#229;ng eller skuld. Lag (2021:538).

4 &#167; Om g&#228;lden&#228;ren &#228;r en juridisk person och det finns flera 
st&#228;llf&#246;retr&#228;dare, g&#228;ller skyldigheterna enligt 2 a och 3 &#167;&#167; 
inte f&#246;r en s&#229;dan st&#228;llf&#246;retr&#228;dare vars n&#228;rvaro f&#246;rvaltaren 
anser sakna betydelse f&#246;r boutredningen.

Om en f&#246;rmyndare f&#246;r g&#228;lden&#228;ren ska bekr&#228;fta bouppteckningen 
eller avl&#228;gga bouppteckningsed, &#228;r &#228;ven g&#228;lden&#228;ren, om han 
eller hon har fyllt 15 &#229;r, skyldig att p&#229; f&#246;rvaltarens beg&#228;ran 
g&#246;ra det. Detta g&#228;ller dock inte om det finns s&#228;rskilda 
omst&#228;ndigheter som g&#246;r att det saknas anledning till 
bekr&#228;ftelse eller edg&#229;ng. Lag (2021:538).

5 &#167; N&#229;gon annan &#228;n g&#228;lden&#228;ren ska vid ett sammantr&#228;de l&#228;mna en 
bekr&#228;ftelse enligt 2 a &#167; eller bekr&#228;fta en viss uppgift i 
bouppteckningen, om det kan antas vara av betydelse f&#246;r 
boutredningen. Till sammantr&#228;det ska f&#246;rvaltaren kalla den som 
ska l&#228;mna bekr&#228;ftelsen, tillsynsmyndigheten och i f&#246;rekommande 
fall den som har beg&#228;rt bekr&#228;ftelsen.

P&#229; beg&#228;ran av f&#246;rvaltaren ska n&#229;gon annan &#228;n g&#228;lden&#228;ren, 
i st&#228;llet f&#246;r att l&#228;mna en bekr&#228;ftelse enligt f&#246;rsta stycket, 
vid ett sammantr&#228;de inf&#246;r r&#228;tten avl&#228;gga bouppteckningsed 
enligt 3 &#167; eller beediga en viss uppgift i bouppteckningen, om 
det kan antas vara av betydelse f&#246;r boutredningen. R&#228;tten ska 
h&#229;lla sammantr&#228;det s&#229; snart som m&#246;jligt. Till sammantr&#228;det ska 
r&#228;tten kalla f&#246;rvaltaren och de som anges i f&#246;rsta stycket 
andra meningen.

Med undantag f&#246;r den som &#228;r n&#228;rst&#229;ende till g&#228;lden&#228;ren g&#228;ller 
f&#246;rsta och andra styckena inte den som avses i 36 kap. 5 &#167; 
r&#228;tteg&#229;ngsbalken, n&#228;r det g&#228;ller en uppgift som han eller hon 
inte f&#229;r h&#246;ras om som vittne.

Om f&#246;rvaltaren avsl&#229;r en beg&#228;ran om att n&#229;gon annan &#228;n 
g&#228;lden&#228;ren ska l&#228;mna en bekr&#228;ftelse enligt f&#246;rsta stycket, f&#229;r 
den som framst&#228;llt beg&#228;ran h&#228;nskjuta fr&#229;gan till r&#228;ttens 
pr&#246;vning. Lag (2021:538).

5 a &#167; Om det finns anledning till det f&#229;r r&#228;tten besluta att 
den som ska avl&#228;gga ed f&#229;r g&#246;ra det inf&#246;r en annan tingsr&#228;tt. 
&#196;r den som ska avl&#228;gga ed sjuk, f&#229;r eden avl&#228;ggas d&#228;r han 
eller hon vistas. Lag (2021:538).

5 b &#167; Det som n&#229;gon annanstans &#228;n i detta kapitel &#228;r 
f&#246;reskrivet om bekr&#228;ftelse av bouppteckningen och om 
bouppteckningssammantr&#228;de ska i f&#246;rekommande fall till&#228;mpas p&#229; 
bouppteckningsed och edg&#229;ngssammantr&#228;de. Lag (2021:538).

Tv&#229;ngsmedel m.m.

6 &#167; G&#228;lden&#228;ren f&#229;r inte efter det att konkursbeslutet har 
meddelats och innan han eller hon har bekr&#228;ftat eller beedigat 
bouppteckningen bege sig utomlands utan r&#228;ttens medgivande. Om 
det senare under konkursen finns sk&#228;l att befara att 
g&#228;lden&#228;ren genom att l&#228;mna landet undandrar sig en skyldighet 
som f&#246;reskrivs i denna lag, f&#229;r g&#228;lden&#228;ren f&#246;rbjudas att resa 
utomlands. Om g&#228;lden&#228;ren byter vistelseort, ska g&#228;lden&#228;ren 
meddela f&#246;rvaltaren var han eller hon vistas.

Om det finns sk&#228;l att befara att g&#228;lden&#228;ren &#229;sidos&#228;tter ett 
f&#246;rbud att resa utomlands, f&#229;r g&#228;lden&#228;ren &#229;l&#228;ggas att l&#228;mna 
ifr&#229;n sig sitt pass till tillsynsmyndigheten. Om g&#228;lden&#228;ren 
inte har n&#229;got pass, f&#229;r det meddelas f&#246;rbud att utf&#228;rda pass 
f&#246;r honom eller henne.

Om det finns sk&#228;l att befara att g&#228;lden&#228;ren genom att l&#228;mna 
den ort d&#228;r han eller hon &#228;r bosatt undandrar sig en 
skyldighet som f&#246;reskrivs i denna lag, f&#229;r g&#228;lden&#228;ren 
f&#246;rbjudas att l&#228;mna orten. Lag (2021:538).

7 &#167; Ett beslut om resef&#246;rbud eller om &#229;l&#228;ggande f&#246;r g&#228;lden&#228;ren att l&#228;mna
ifr&#229;n sig sitt pass eller om f&#246;rbud att utf&#228;rda pass meddelas av r&#228;tten
p&#229; beg&#228;ran av f&#246;rvaltaren eller tillsynsmyndigheten. N&#228;r det inte l&#228;ngre
finns sk&#228;l f&#246;r ett s&#229;dant beslut, skall beslutet omedelbart h&#228;vas.

Innan r&#228;tten meddelar beslut i en fr&#229;ga som avses i denna paragraf, skall
r&#228;tten ge g&#228;lden&#228;ren, f&#246;rvaltaren och tillsynsmyndigheten tillf&#228;lle att
yttra sig, om det l&#228;mpligen kan ske och det inte &#228;r utan betydelse.
R&#228;tten f&#229;r ocks&#229; h&#229;lla f&#246;rhandling i fr&#229;gan. Till en s&#229;dan f&#246;rhandling
skall tillsynsmyndigheten, f&#246;rvaltaren och g&#228;lden&#228;ren kallas. Kallelsen
till g&#228;lden&#228;ren b&#246;r delges.

Ett beslut om resef&#246;rbud eller skyldighet f&#246;r g&#228;lden&#228;ren att l&#228;mna ifr&#229;n
sig sitt pass skall delges g&#228;lden&#228;ren.

8 &#167; Har g&#228;lden&#228;ren med anledning av ett beslut enligt 2 kap. 12 &#167; l&#228;mnat
ifr&#229;n sig sitt pass, skall r&#228;tten omedelbart efter konkursbeslutet pr&#246;va
om g&#228;lden&#228;ren skall &#229;terf&#229; passet. Om det finns sk&#228;l att befara att
g&#228;lden&#228;ren &#229;sidos&#228;tter ett f&#246;rbud att bege sig utomlands, har han inte
r&#228;tt att &#229;terf&#229; passet. En motsvarande ompr&#246;vning skall ske, om f&#246;rbud
att utf&#228;rda pass har meddelats.

9 &#167; Om g&#228;lden&#228;ren inte fullg&#246;r en skyldighet enligt 2-3, 5 
eller 6 &#167; eller &#246;vertr&#228;der ett resef&#246;rbud enligt 6 &#167;, f&#229;r han 
eller hon efter omst&#228;ndigheterna antingen h&#228;mtas eller h&#228;ktas. 
Detsamma g&#228;ller om det finns sk&#228;l att befara att g&#228;lden&#228;ren 
inte kommer att fullg&#246;ra en s&#229;dan skyldighet eller kommer att 
&#246;vertr&#228;da ett s&#229;dant f&#246;rbud.

Om n&#229;gon annan &#228;n g&#228;lden&#228;ren inte fullg&#246;r en skyldighet enligt 
5 &#167; att bekr&#228;fta eller beediga bouppteckningen eller en viss 
uppgift i den, f&#229;r han eller hon efter omst&#228;ndigheterna 
f&#246;rel&#228;ggas vite, h&#228;mtas eller h&#228;ktas.

H&#228;ktning i de fall som avses i f&#246;rsta och andra styckena f&#229;r 
ske endast om det finns synnerliga sk&#228;l f&#246;r det. Om g&#228;lden&#228;ren 
har &#246;vertr&#228;tt ett resef&#246;rbud enligt 6 &#167;, ska han eller hon 
dock h&#228;ktas om det inte &#228;r uppenbart att det &#228;r on&#246;digt.

Kostnaden f&#246;r h&#228;mtning eller h&#228;ktning betalas av staten.
Lag (2021:538).

10 &#167; Fr&#229;gor om &#229;tg&#228;rder enligt 9 &#167; eller om utd&#246;mande av f&#246;relagt vite
pr&#246;vas av r&#228;tten p&#229; beg&#228;ran av f&#246;rvaltaren eller tillsynsmyndigheten.

Innan r&#228;tten beslutar i en fr&#229;ga som avses i denna paragraf, skall r&#228;tten
ge den som avses med &#229;tg&#228;rden, f&#246;rvaltaren och tillsynsmyndigheten
tillf&#228;lle att yttra sig, om det l&#228;mpligen kan ske och det inte &#228;r utan
betydelse.

Beg&#228;rs n&#229;gon h&#228;ktad, skall r&#228;tten p&#229; yrkande f&#246;rordna bitr&#228;de &#229;t honom,
om det inte &#228;r uppenbart att s&#229;dant inte beh&#246;vs. Bitr&#228;det har r&#228;tt till
ers&#228;ttning av staten f&#246;r arbete, tidsspillan och utl&#228;gg. R&#228;tten kan
&#229;l&#228;gga den som h&#228;ktningsyrkandet riktas mot att s&#229;som f&#246;rlorande part
helt eller delvis ers&#228;tta statens kostnader f&#246;r bitr&#228;det. Ogillas
h&#228;ktningsyrkandet och beror detta p&#229; att s&#246;kanden inte har haft
godtagbara sk&#228;l f&#246;r yrkandet, skall s&#246;kanden ers&#228;tta statens kostnader
f&#246;r bitr&#228;det.

11 &#167;* R&#228;tten f&#229;r h&#229;lla f&#246;rhandling f&#246;r att pr&#246;va en fr&#229;ga som avses i 10
&#167;. Har h&#228;ktning beg&#228;rts, skall f&#246;rhandling h&#229;llas, om det inte &#228;r fara i
dr&#246;jsm&#229;l.

Till f&#246;rhandlingen skall tillsynsmyndigheten, f&#246;rvaltaren och, om
m&#246;jligt, den som avses med &#229;tg&#228;rden kallas. Den sistn&#228;mndes kallelse
skall delges. Han f&#229;r h&#228;mtas till f&#246;rhandlingen, om det finns sk&#228;l till
det. Har han kallats till f&#246;rhandlingen eller kan det antas att han har
avvikit eller p&#229; annat s&#228;tt h&#229;ller sig undan, hindrar hans utevaro inte
att yrkandet pr&#246;vas.

Har r&#228;tten beslutat om h&#228;ktning av n&#229;gon som inte var n&#228;rvarande vid
r&#228;tten, skall, s&#229; snart beslutet har verkst&#228;llts, anm&#228;lan om detta g&#246;ras
hos r&#228;tten. N&#228;r en s&#229;dan anm&#228;lan har gjorts, skall f&#246;rhandling i
h&#228;ktningsfr&#229;gan h&#229;llas snarast och senast fyra dagar efter det att
h&#228;ktningsbeslutet verkst&#228;lldes.

R&#228;tten skall med h&#246;gst tv&#229; veckors mellanrum h&#229;lla f&#246;rhandling f&#246;r att
pr&#246;va om den som &#228;r intagen i h&#228;kte fortfarande skall vara h&#228;ktad. Finns
det inte l&#228;ngre sk&#228;l f&#246;r h&#228;ktning, skall r&#228;tten omedelbart f&#246;rordna att
den h&#228;ktade skall friges. Ingen f&#229;r under konkursen h&#229;llas h&#228;ktad l&#228;ngre
tid &#228;n tre m&#229;nader.

12 &#167; Om n&#229;gon &#228;r h&#228;ktad med st&#246;d av 2 kap. 12 &#167;, skall r&#228;tten i samband
med konkursbeslutet pr&#246;va om denne fortfarande skall vara h&#228;ktad.
F&#246;religger sk&#228;l till h&#228;ktning enligt 9 &#167;, skall h&#228;ktningen best&#229;. Vid
till&#228;mpning av 11 &#167; fj&#228;rde stycket inr&#228;knas &#228;ven tid under vilken
g&#228;lden&#228;ren h&#229;llits h&#228;ktad med st&#246;d av 2 kap. 12 &#167;.

13 &#167; Om g&#228;lden&#228;ren &#228;r en juridisk person, till&#228;mpas 2 &#167; f&#246;rsta stycket,
6--8 &#167;&#167; samt 9 &#167; f&#246;rsta, tredje och fj&#228;rde styckena &#228;ven p&#229; en
styrelseledamot, en verkst&#228;llande direkt&#246;r, en bolagsman och en
likvidator som har avg&#229;tt eller entledigats senare &#228;n ett &#229;r f&#246;re den dag
d&#229; konkursans&#246;kningen kom in till tingsr&#228;tten.

Ers&#228;ttning f&#246;r inst&#228;llelse

14 &#167; Om g&#228;lden&#228;ren &#228;r i behov av det, har han eller hon vid en 
inst&#228;llelse till f&#246;ljd av 2-5 a &#167;&#167; r&#228;tt till sk&#228;lig ers&#228;ttning 
av konkursboet f&#246;r resa och uppeh&#228;lle inom landet. Detta 
g&#228;ller &#228;ven f&#246;r en s&#229;dan person som avses i 13 &#167;.

Om n&#229;gon annan &#228;n den som avses i 13 &#167; ska inst&#228;lla sig enligt 
5 &#167; f&#246;r att bekr&#228;fta eller beediga bouppteckningen eller en 
viss uppgift i den, har han eller hon r&#228;tt till sk&#228;lig 
ers&#228;ttning av konkursboet f&#246;r sin inst&#228;llelse.

Beslut om ers&#228;ttning meddelas av r&#228;tten, om ers&#228;ttningen avser 
inst&#228;llelse inf&#246;r r&#228;tten. I andra fall beslutar f&#246;rvaltaren om 
ers&#228;ttning. F&#246;rskott f&#229;r beviljas p&#229; ers&#228;ttningen. Ett beslut 
enligt detta stycke g&#228;ller omedelbart, om inte n&#229;got annat 
f&#246;rordnas.

Om f&#246;rvaltaren v&#228;grar ers&#228;ttning eller f&#246;rskott p&#229; ers&#228;ttning 
med beg&#228;rt belopp enligt denna paragraf, f&#229;r den som 
framst&#228;llt beg&#228;ran h&#228;nskjuta fr&#229;ga till r&#228;ttens pr&#246;vning.
Lag (2021:538).

7 kap. F&#246;rvaltning och tillsyn

F&#246;rvaltare

1 &#167; En f&#246;rvaltare skall ha den s&#228;rskilda insikt och erfarenhet som
uppdraget kr&#228;ver samt &#228;ven i &#246;vrigt vara l&#228;mplig f&#246;r uppdraget.

Den som &#228;r anst&#228;lld vid en domstol f&#229;r inte vara f&#246;rvaltare.

Den som st&#229;r i ett s&#229;dant f&#246;rh&#229;llande till g&#228;lden&#228;ren, en borgen&#228;r eller
n&#229;gon annan att det &#228;r &#228;gnat att rubba f&#246;rtroendet f&#246;r hans opartiskhet i
konkursen f&#229;r inte vara f&#246;rvaltare. Detsamma g&#228;ller om det i &#246;vrigt finns
n&#229;gon omst&#228;ndighet som medf&#246;r att f&#246;rtroendet f&#246;r hans opartiskhet kan
rubbas.

F&#246;rvaltaren skall omedelbart underr&#228;tta tillsynsmyndigheten om
omst&#228;ndigheter som kan medf&#246;ra j&#228;v f&#246;r honom. Lag (1988:1371).

2 &#167; F&#246;rvaltare utses av r&#228;tten.

R&#228;tten best&#228;mmer ocks&#229; antalet f&#246;rvaltare. Flera &#228;n en
f&#246;rvaltare f&#229;r utses om det med h&#228;nsyn till boets omfattning
och beskaffenhet &#228;r beh&#246;vligt att f&#246;rvaltningen delas eller att
den handhas odelad av flera. Om en f&#246;rvaltare &#228;r j&#228;vig men det
med h&#228;nsyn till f&#246;rh&#229;llandena i konkursen &#228;r ol&#228;mpligt att
entlediga honom, f&#229;r r&#228;tten utse n&#229;gon annan att sk&#246;ta
f&#246;rvaltningen i den del f&#246;rvaltaren &#228;r j&#228;vig.

Om boets f&#246;rvaltning ska vara delad, ska en f&#246;rvaltare utses
f&#246;r varje del av f&#246;rvaltningen. R&#228;tten best&#228;mmer efter vilka
grunder delningen ska ske.

S&#228;rskilda best&#228;mmelser om att ett allm&#228;nt ombud ska delta i
konkursf&#246;rvaltningen finns i f&#246;rs&#228;kringsr&#246;relselagen
(2010:2043) och lagen (2004:297) om bank- och
finansieringsr&#246;relse. Lag (2011:762).

3 &#167; Innan r&#228;tten utser f&#246;rvaltare eller fattar beslut om att flera
f&#246;rvaltare skall finnas, skall tillsynsmyndigheten h&#246;ras.

Fr&#229;gor om att utse flera f&#246;rvaltare eller att dela f&#246;rvaltningen mellan
flera f&#246;rvaltare tas upp p&#229; beg&#228;ran av tillsynsmyndigheten, f&#246;rvaltare,
en granskningsman eller en borgen&#228;r. Tillsynsmyndigheten och f&#246;rvaltaren
skall h&#246;ras. R&#228;tten f&#229;r, om det beh&#246;vs, pr&#246;va fr&#229;gan vid en f&#246;rhandling.
Till f&#246;rhandlingen skall tillsynsmyndigheten, f&#246;rvaltaren och, om fr&#229;gan
har v&#228;ckts av n&#229;gon annan, denne kallas.

4 &#167; Om flera f&#246;rvaltare handhar f&#246;rvaltningen odelad, f&#229;r de endast
gemensamt avh&#228;nda boet n&#229;gon r&#228;ttighet eller vidta en &#229;tg&#228;rd som kan
medf&#246;ra en f&#246;rpliktelse f&#246;r boet.

Finns det tv&#229; f&#246;rvaltare och kan de inte enas betr&#228;ffande en &#229;tg&#228;rd eller
ett beslut som enligt denna lag ankommer p&#229; dem eller &#228;r f&#246;rvaltarna
flera &#228;n tv&#229; och finns det inte majoritet f&#246;r en viss mening, skall den
mening g&#228;lla som tillsynsmyndigheten bitr&#228;der.

Entledigande av f&#246;rvaltare m. m.

5 &#167; Om en f&#246;rvaltare beg&#228;r att f&#229; avg&#229; och visar sk&#228;l till det, skall
r&#228;tten entlediga honom.

En f&#246;rvaltare som inte &#228;r l&#228;mplig eller av n&#229;gon annan orsak b&#246;r skiljas
fr&#229;n uppdraget skall entledigas av r&#228;tten. Fr&#229;gor om entledigande tas upp
p&#229; beg&#228;ran av tillsynsmyndigheten, en granskningsman, en borgen&#228;r eller
g&#228;lden&#228;ren.

En f&#246;rvaltare f&#229;r inte entledigas utan att tillsynsmyndigheten har h&#246;rts.
Om n&#229;gon annan &#228;n f&#246;rvaltaren sj&#228;lv har beg&#228;rt att f&#246;rvaltaren skall
entledigas, skall r&#228;tten, om det inte av s&#228;rskilda sk&#228;l &#228;r on&#246;digt, pr&#246;va
fr&#229;gan vid en f&#246;rhandling. Till f&#246;rhandlingen skall tillsynsmyndigheten,
f&#246;rvaltaren och, om fr&#229;gan har v&#228;ckts av n&#229;gon annan, denne kallas. Om
det &#228;r av s&#228;rskilt intresse att borgen&#228;rerna h&#246;rs, skall de kallas till
f&#246;rhandlingen genom kung&#246;relse.

R&#228;tten f&#229;r, om den finner sk&#228;l till det, i avvaktan p&#229; f&#246;rhandlingen
f&#246;rs&#228;tta en f&#246;rvaltare ur tj&#228;nstg&#246;ring. Innan det sker skall
tillsynsmyndigheten h&#246;ras. Om en f&#246;rvaltare f&#246;rs&#228;tts ur tj&#228;nstg&#246;ring, kan
r&#228;tten utse n&#229;gon annan att under tiden fullg&#246;ra hans &#229;ligganden.

6 &#167; Om en f&#246;rvaltare entledigas, skall r&#228;tten genast utse en ny
f&#246;rvaltare.

F&#246;rsta stycket g&#228;ller inte om det finns flera f&#246;rvaltare och n&#229;gon av dem
entledigas samt r&#228;tten, efter att ha h&#246;rt tillsynsmyndigheten, finner att
det inte &#228;r n&#246;dv&#228;ndigt att utse n&#229;gon annan i den entledigades st&#228;lle.

R&#229;dgivare och f&#246;rlikningsman

7 &#167; Om r&#228;tten av s&#228;rskilda sk&#228;l finner det beh&#246;vligt, f&#229;r den, efter att
ha h&#246;rt tillsynsmyndigheten, uppdra &#229;t en l&#228;mplig person att vara
r&#229;dgivare &#229;t f&#246;rvaltaren vid f&#246;rvaltningen av boet eller att som
f&#246;rlikningsman bitr&#228;da r&#228;tten med utredning och f&#246;rlikning i en
tvistefr&#229;ga som har uppkommit genom anm&#228;rkning mot en bevakning eller att
fullg&#246;ra b&#229;da dessa uppgifter.

Den som &#228;r anst&#228;lld vid en domstol f&#229;r inte vara r&#229;dgivare eller
f&#246;rlikningsman.

N&#228;r uppdraget &#228;r slutf&#246;rt skall det genast anm&#228;las till r&#228;tten. Samtidigt
skall en redog&#246;relse l&#228;mnas f&#246;r det arbete som uppdraget har medf&#246;rt.

R&#228;tten skall &#229;terkalla uppdraget n&#228;r anm&#228;lan har gjorts eller n&#228;r det
annars finns sk&#228;l till &#229;terkallelse.

F&#246;rvaltarens allm&#228;nna &#229;ligganden m. m.

8 &#167; Det &#229;ligger f&#246;rvaltaren att ta till vara borgen&#228;rernas gemensamma
r&#228;tt och b&#228;sta samt vidta alla de &#229;tg&#228;rder som fr&#228;mjar en f&#246;rm&#229;nlig och
snabb avveckling av boet.

F&#246;rsta stycket hindrar inte att f&#246;rvaltaren vid avvecklingen av boet
beaktar vad som &#228;r &#228;gnat att l&#229;ngsiktigt fr&#228;mja syssels&#228;ttningen, om det
kan ske utan att borgen&#228;rernas r&#228;tt n&#228;mnv&#228;rt f&#246;rringas.

9 &#167; F&#246;rvaltaren &#228;r skyldig att p&#229; beg&#228;ran l&#228;mna upplysningar om
boet och dess f&#246;rvaltning till r&#228;tten, borgen&#228;rer,
granskningsm&#228;n, g&#228;lden&#228;ren eller tillsynsmyndigheten.

F&#246;rvaltaren &#228;r dock inte skyldig att l&#228;mna borgen&#228;rer,
granskningsm&#228;n eller g&#228;lden&#228;rer upplysningar om en anm&#228;lan
enligt 16 &#167; innan han avger slutredovisning. Lag (2002:1125).

10 &#167; I viktigare fr&#229;gor skall f&#246;rvaltaren h&#246;ra tillsynsmyndigheten och
s&#228;rskilt ber&#246;rda borgen&#228;rer, om det inte f&#246;religger hinder mot det.
F&#246;rvaltaren skall i s&#229;dana fr&#229;gor h&#246;ra &#228;ven g&#228;lden&#228;ren, om det l&#228;mpligen
kan ske.

11 &#167; Om f&#246;rvaltaren finner det n&#246;dv&#228;ndigt, f&#229;r han anlita ett sakkunnigt
bitr&#228;de f&#246;r viss f&#246;rvaltnings&#229;tg&#228;rd.

12 &#167; F&#246;rvaltaren ska snarast ta hand om g&#228;lden&#228;rens bo med 
dess r&#228;kenskapsinformation och annat material som r&#246;r boet.

Om g&#228;lden&#228;ren &#228;r bokf&#246;ringsskyldig eller under det senaste 
&#229;ret f&#246;re konkursans&#246;kan har varit det, ska f&#246;rvaltaren i den 
omh&#228;ndertagna r&#228;kenskapsinformationen p&#229; l&#228;mpligt s&#228;tt ange 
dagen f&#246;r omh&#228;ndertagandet.

Den som p&#229; uppdrag av g&#228;lden&#228;ren har uppr&#228;ttat 
r&#228;kenskapsinformation om g&#228;lden&#228;rens bo &#228;r skyldig att l&#228;mna 
den till f&#246;rvaltaren. Lag (2021:538).

13 &#167; /Upph&#246;r att g&#228;lla U:den dag som regeringen best&#228;mmer/
F&#246;rvaltaren ska uppr&#228;tta en bouppteckning. I den ska 
boets tillg&#229;ngar tas upp till noggrant uppskattade v&#228;rden. I 
bouppteckningen ska vidare boets skulder tas upp med uppgift 
om varje borgen&#228;rs namn och adress. Bouppteckningen ska 
dessutom inneh&#229;lla en bed&#246;mning av om utdelning kan f&#246;rv&#228;ntas 
i konkursen.

Om det finns anledning, ska bouppteckningen ocks&#229; inneh&#229;lla 
uppgift om egendom som inte ing&#229;r i boet p&#229; grund av att den 
finns utomlands. Om g&#228;lden&#228;ren har uppgett att s&#229;dan egendom 
saknas, ska bouppteckningen inneh&#229;lla uppgift om detta.

I den utstr&#228;ckning det beh&#246;vs ska bouppteckningen ocks&#229; 
inneh&#229;lla en f&#246;rteckning &#246;ver boets r&#228;kenskapsinformation och 
annat material som r&#246;r boet.

F&#246;rvaltaren ska ge in bouppteckningen till r&#228;tten och 
tillsynsmyndigheten s&#229; snart som m&#246;jligt och senast en vecka 
f&#246;re bouppteckningssammantr&#228;det.

Om ett bevakningsf&#246;rfarande ska &#228;ga rum och det &#228;nnu inte har 
getts in n&#229;gon bouppteckning till r&#228;tten, ska f&#246;rvaltaren s&#229; 
snart som m&#246;jligt och senast en vecka fr&#229;n beslutet om 
bevakningsf&#246;rfarandet skicka en f&#246;rteckning &#246;ver borgen&#228;rerna 
med uppgift om varje borgen&#228;rs adress till r&#228;tten och 
tillsynsmyndigheten. I konkurs hos ett kreditinstitut ska till 
bouppteckningen eller borgen&#228;rsf&#246;rteckningen bifogas uppgift 
om ins&#228;ttningsborgen&#228;rerna och deras fordringsbelopp med 
upplupen r&#228;nta. Detsamma g&#228;ller i ett v&#228;rdepappersbolags 
konkurs, om bolaget har tillst&#229;nd att ta emot ins&#228;ttningar p&#229; 
konto. I ett livf&#246;rs&#228;kringsf&#246;retags eller ett 
tj&#228;nstepensionsf&#246;retags konkurs ska p&#229; motsvarande s&#228;tt 
bifogas uppgift om f&#246;rs&#228;kringstagarna och deras fordringar.
Lag (2021:538).

13 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
F&#246;rvaltaren ska uppr&#228;tta en bouppteckning. I den ska 
boets tillg&#229;ngar tas upp till noggrant uppskattade v&#228;rden. I 
bouppteckningen ska vidare boets skulder tas upp med uppgift 
om varje borgen&#228;rs namn och adress. Bouppteckningen ska 
dessutom inneh&#229;lla en bed&#246;mning av om utdelning kan f&#246;rv&#228;ntas 
i konkursen.

Om det finns anledning, ska bouppteckningen ocks&#229; inneh&#229;lla 
uppgift om egendom som inte ing&#229;r i boet p&#229; grund av att den 
finns utomlands. Om g&#228;lden&#228;ren har uppgett att s&#229;dan egendom 
saknas, ska bouppteckningen inneh&#229;lla uppgift om detta.

I den utstr&#228;ckning det beh&#246;vs ska bouppteckningen ocks&#229; 
inneh&#229;lla en f&#246;rteckning &#246;ver boets r&#228;kenskapsinformation och 
annat material som r&#246;r boet.

F&#246;rvaltaren ska ge in bouppteckningen till r&#228;tten och 
tillsynsmyndigheten s&#229; snart som m&#246;jligt och senast en vecka 
f&#246;re bouppteckningssammantr&#228;det.

Om ett bevakningsf&#246;rfarande ska &#228;ga rum och det &#228;nnu inte har 
getts in n&#229;gon bouppteckning till r&#228;tten, ska f&#246;rvaltaren s&#229; 
snart som m&#246;jligt och senast en vecka fr&#229;n beslutet om 
bevakningsf&#246;rfarandet skicka en f&#246;rteckning &#246;ver borgen&#228;rerna 
med uppgift om varje borgen&#228;rs adress till r&#228;tten och 
tillsynsmyndigheten. I konkurs hos ett kreditinstitut ska till 
bouppteckningen eller borgen&#228;rsf&#246;rteckningen bifogas uppgift 
om ins&#228;ttningsborgen&#228;rerna och deras fordringsbelopp med 
upplupen r&#228;nta. Motsvarande g&#228;ller i ett v&#228;rdepappersbolags 
konkurs, om bolaget har tillst&#229;nd att ta emot ins&#228;ttningar p&#229; 
konto. I ett livf&#246;rs&#228;kringsf&#246;retags eller ett 
tj&#228;nstepensionsf&#246;retags konkurs ska det p&#229; motsvarande s&#228;tt 
bifogas uppgift om f&#246;rs&#228;kringstagarna och andra 
ers&#228;ttningsber&#228;ttigade och om deras fordringar. I konkurs hos 
ett f&#246;rs&#228;kringsf&#246;retag som f&#229;r meddela trafikf&#246;rs&#228;kring ska 
det p&#229; motsvarande s&#228;tt bifogas uppgift om vilka som har 
ing&#229;tt ett avtal om trafikf&#246;rs&#228;kring och andra 
ers&#228;ttningsber&#228;ttigade enligt s&#229;dana avtal och om deras 
fordringar som grundas p&#229; ett s&#229;dant avtal. Lag (2023:668).

14 &#167; F&#246;rvaltaren f&#229;r beg&#228;ra handr&#228;ckning av 
Kronofogdemyndigheten f&#246;r att omh&#228;nderta eller annars f&#229; 
tillg&#229;ng till g&#228;lden&#228;rens bo med dess r&#228;kenskapsinformation 
och annat material som r&#246;r boet. Detsamma g&#228;ller s&#229;dan 
r&#228;kenskapsinformation som avses i 12 &#167; tredje stycket.

Vid handr&#228;ckning g&#228;ller best&#228;mmelserna i uts&#246;kningsbalken om 
verkst&#228;llighet av f&#246;rpliktelser som inte avser 
betalningsskyldighet, avhysning eller avl&#228;gsnande. Om 
f&#246;rvaltaren beg&#228;r det, ska Kronofogdemyndigheten inte i f&#246;rv&#228;g 
underr&#228;tta den som &#229;tg&#228;rden riktas mot. Lag (2021:538).

14 a &#167; Har upph&#228;vts genom lag (2021:791).

15 &#167; F&#246;rvaltaren ska snarast uppr&#228;tta en skriftlig 
ber&#228;ttelse om boets tillst&#229;nd och om orsakerna till 
g&#228;lden&#228;rens obest&#229;nd, s&#229;vitt de har kunnat klarl&#228;ggas, och om 
m&#246;jligt ange vid vilken tidpunkt obest&#229;ndet kan antas ha 
intr&#228;tt. Ber&#228;ttelsen ska vidare inneh&#229;lla

1. en &#246;versikt &#246;ver tillg&#229;ngar och skulder av olika slag,

2. en uppgift om huruvida det har f&#246;rekommit n&#229;got s&#229;dant 
f&#246;rh&#229;llande som kan f&#246;ranleda &#229;tervinning till konkursboet,

3. en uppgift om huruvida det finns sk&#228;lig anledning att anta 
att n&#229;gon enligt aktiebolagslagen (2005:551) eller lagen 
(2018:672) om ekonomiska f&#246;reningar &#228;r skyldig att &#229;terl&#228;mna 
olaglig vinstutdelning eller annan olaglig utbetalning eller 
att enligt dessa lagar eller lagen (1980:1102) om 
handelsbolag och enkla bolag utge skadest&#229;nd till ett 
aktiebolag, en ekonomisk f&#246;rening eller ett handelsbolag,

4. en uppgift i f&#246;rekommande fall om vid vilken tidpunkt 
skyldighet enligt 25 kap. 13 &#167; aktiebolagslagen att uppr&#228;tta 
en kontrollbalansr&#228;kning kan antas ha intr&#228;tt, om denna 
tidpunkt kan klarl&#228;ggas, och

5. en uppgift om vilket bokf&#246;ringssystem en g&#228;lden&#228;r som &#228;r 
eller under det senaste &#229;ret f&#246;re konkursans&#246;kan har varit 
bokf&#246;ringsskyldig har till&#228;mpat och hur 
bokf&#246;ringsskyldigheten har fullgjorts.

Ber&#228;ttelsen ska snarast och senast sex m&#229;nader fr&#229;n 
konkursbeslutet skickas till r&#228;tten, tillsynsmyndigheten och 
varje borgen&#228;r som beg&#228;r det. N&#228;r det finns s&#228;rskilda 
omst&#228;ndigheter f&#229;r r&#228;tten medge anst&#229;nd med avl&#228;mnandet av 
ber&#228;ttelsen. Har g&#228;lden&#228;ren varit bokf&#246;ringsskyldig, ska den 
av g&#228;lden&#228;ren senast uppgjorda balansr&#228;kningen bifogas 
ber&#228;ttelsen. Lag (2018:713).

16 &#167; Om f&#246;rvaltaren finner att g&#228;lden&#228;ren kan misst&#228;nkas f&#246;r
n&#229;got brott som avses i 11 kap. brottsbalken, ska han
omedelbart underr&#228;tta allm&#228;n &#229;klagare om det och ange grunden
f&#246;r misstanken. Detsamma g&#228;ller om g&#228;lden&#228;ren har drivit
n&#228;ringsverksamhet och det under konkursf&#246;rvaltningen kommer
fram att g&#228;lden&#228;ren kan misst&#228;nkas f&#246;r n&#229;got annat brott av
inte ringa beskaffenhet som har samband med verksamheten.

Kan det misst&#228;nkas att g&#228;lden&#228;ren eller, om denne &#228;r en
juridisk person, n&#229;gon s&#229;dan f&#246;retr&#228;dare som avses i 3 &#167;
lagen (2014:836) om n&#228;ringsf&#246;rbud har f&#246;rfarit p&#229; ett s&#229;dant
s&#228;tt att n&#228;ringsf&#246;rbud kan komma i fr&#229;ga, ska f&#246;rvaltaren
omedelbart underr&#228;tta &#229;klagaren om detta och ange grunden f&#246;r
misstanken. Lag (2014:841).

16 a &#167; F&#246;rvaltaren skall till den myndighet som enligt 26 kap.
milj&#246;balken har att ut&#246;va tillsyn anm&#228;la om han har anledning
att anta att konkursg&#228;lden&#228;ren har l&#228;mnat kvar kemiska
produkter, biotekniska organismer eller farligt avfall som
beh&#246;ver omh&#228;ndertas. Detsamma g&#228;ller vid misstanke om mark-
eller vattenf&#246;roreningar. Lag (1998:810).

17 &#167; F&#246;rvaltaren skall till sin slutredovisning bifoga en redog&#246;relse f&#246;r
de &#229;tg&#228;rder som han har vidtagit f&#246;r att efterforska s&#229;dan brottslig
g&#228;rning som avses i 16 &#167; f&#246;rsta stycket och s&#229;dant f&#246;rfarande som avses i
andra stycket samma paragraf samt resultatet av dessa efterforskningar.

F&#246;rvaltarens medelsf&#246;rvaltning m.m.

18 &#167; Pengar som flyter in under f&#246;rvaltningen av ett konkursbo
skall snarast g&#246;ras r&#228;nteb&#228;rande genom ins&#228;ttning p&#229; boets
r&#228;kning i bank eller kreditmarknadsf&#246;retag. Detta beh&#246;ver dock
inte ske i den m&#229;n medlen beh&#246;vs till betalning av l&#246;pande
utgifter.

&#196;ven sedan konkursen har avslutats skall f&#246;rvaltaren ha boets
medel insatta i bank eller kreditmarknadsf&#246;retag mot r&#228;nta till
dess medlen betalas ut enligt 11 kap. F&#246;rvaltaren skall
underr&#228;tta tillsynsmyndigheten om var medlen st&#229;r inne.
Lag (2004:431).

19 &#167; F&#246;rvaltaren ska, oavsett vad som g&#228;ller i fr&#229;ga om 
bokf&#246;ringsskyldighet f&#246;r g&#228;lden&#228;ren, l&#246;pande bokf&#246;ra in- och 
utbetalningar, om inte god redovisningssed kr&#228;ver att 
bokf&#246;ringen sker p&#229; n&#229;got annat s&#228;tt.

F&#246;rvaltaren ska bevara r&#228;kenskapsinformationen under minst sju 
&#229;r fr&#229;n utg&#229;ngen av det kalender&#229;r d&#229; konkursen avslutades. I 
&#246;vrigt till&#228;mpas 7 kap. bokf&#246;ringslagen (1999:1078).

F&#246;rsta stycket medf&#246;r inte n&#229;gon inskr&#228;nkning i den 
bokf&#246;ringsskyldighet som kan vara s&#228;rskilt f&#246;reskriven f&#246;r att 
m&#246;jligg&#246;ra kontroll &#246;ver viss verksamhet.

N&#228;r det g&#228;ller skyldighet att ta fram underlag f&#246;r 
deklarations- och uppgiftsskyldighet och f&#246;r kontroll av 
s&#229;dant underlag finns s&#228;rskilda best&#228;mmelser. Lag (2021:538).

20 &#167; Om konkursen inte &#228;r avslutad vid utg&#229;ngen av den sj&#228;tte 
kalenderm&#229;naden efter konkursbeslutet, ska f&#246;rvaltaren inom 
en m&#229;nad d&#228;refter till tillsynsmyndigheten ge in en ber&#228;ttelse 
(halv&#229;rsber&#228;ttelse), d&#228;r de &#229;tg&#228;rder som har vidtagits och som 
&#229;terst&#229;r att vidta f&#246;r att avsluta konkursen ska anges. 
Halv&#229;rsber&#228;ttelsen ska inneh&#229;lla uppgifter om in- och 
utbetalningar under perioden eller en kronologisk och 
systematisk sammanst&#228;llning av boets aff&#228;rsh&#228;ndelser. Om 
pengar under n&#229;gon del av denna period har varit insatta i ett 
kreditinstitut, ska till ber&#228;ttelsen bifogas kontoutdrag fr&#229;n 
institutet f&#246;r hela perioden.

Senare under konkursen ska f&#246;rvaltaren inom en m&#229;nad fr&#229;n 
utg&#229;ngen av varje sexm&#229;nadersperiod l&#228;mna en halv&#229;rsber&#228;ttelse 
f&#246;r den senaste perioden. Halv&#229;rsber&#228;ttelsen ska d&#229; &#228;ven 
inneh&#229;lla upplysningar om orsakerna till att konkursen inte 
har avslutats och en bed&#246;mning av n&#228;r den kan avslutas.

F&#246;rvaltaren ska snarast skicka en kopia av halv&#229;rsber&#228;ttelsen 
till r&#228;tten. Lag (2021:538).

21 &#167; Ocks&#229; sedan konkursen har avslutats skall f&#246;rvaltaren, s&#229;
l&#228;nge boets medel &#228;r insatta i bank eller
kreditmarknadsf&#246;retag, inom en m&#229;nad fr&#229;n utg&#229;ngen av varje
kalender&#229;r till tillsynsmyndigheten l&#228;mna s&#229;dana uppgifter som
s&#228;gs i 20 &#167; f&#246;rsta stycket andra och tredje meningarna. N&#228;r
n&#229;gra medel inte l&#228;ngre finns att lyfta, skall f&#246;rvaltaren
anm&#228;la det till myndigheten. F&#246;rvaltaren skall samtidigt
redovisa i vad m&#229;n utbetalning av utdelningsmedel skett med
st&#246;d av 11 kap. 13 a &#167;. Lag (2004:431).

22 &#167; N&#228;r konkursen avslutas, ska f&#246;rvaltaren till g&#228;lden&#228;ren 
&#229;terst&#228;lla r&#228;kenskapsinformation och annat material som r&#246;r 
boet och som f&#246;rvaltaren har tagit hand om eller, om det inte 
&#228;r m&#246;jligt, bevara materialet. Materialet ska bevaras i 
enlighet med vad som i varje s&#228;rskilt fall g&#228;ller om 
arkivering. Lag (2021:538).

Redovisning av medel till tredje man

23 &#167; S&#228;rskilda best&#228;mmelser finns om en kommittents r&#228;tt att, n&#228;r
g&#228;lden&#228;ren s&#229;som kommission&#228;r f&#246;r kommittentens r&#228;kning i eget namn har
ing&#229;tt avtal, mot tredje man g&#246;ra g&#228;llande fordringsr&#228;tt p&#229; grund av
avtalet. Detsamma &#228;r fallet i fr&#229;ga om en kommittents r&#228;tt till
redovisning f&#246;r s&#229;dana belopp som flutit in till kommission&#228;rens
konkursbo f&#246;r s&#229;lt gods.

Om g&#228;lden&#228;ren i n&#229;got annat fall f&#246;re konkursbeslutet har s&#229;lt n&#229;gon
annans egendom, har den vars egendom s&#229;lts r&#228;tt att, om betalningen helt
eller delvis flutit in till konkursboet efter konkursbeslutet, av
f&#246;rvaltaren f&#229; redovisning f&#246;r vad som har flutit in. I den m&#229;n
betalningen inte har erlagts av k&#246;paren har han dessutom r&#228;tt att sj&#228;lv
g&#246;ra fordringsr&#228;tten g&#228;llande gentemot k&#246;paren, om inte k&#246;parens r&#228;tt
d&#228;rigenom skulle &#229;sidos&#228;ttas.

Vad som har sagts nu om r&#228;tt att f&#229; redovisning av f&#246;rvaltaren skall
ocks&#229; g&#228;lla om det i n&#229;got annat fall till konkursboet flyter in medel
f&#246;r vilka g&#228;lden&#228;ren skulle haft skyldighet att redovisa till annan.

24 &#167; Om g&#228;lden&#228;ren vid konkursbeslutet innehade redovisningsmedel som
skall vara f&#246;rbeh&#229;llna n&#229;gon annan, skall f&#246;rvaltaren ta hand om medlen
och sedan redovisa dem tillsammans med den r&#228;nta som har upplupit fr&#229;n
dagen f&#246;r konkursbeslutet. N&#228;r det g&#228;ller att fastst&#228;lla vad som s&#229;lunda
skall tillkomma en redovisningsborgen&#228;r, dennes r&#228;tt i &#246;vrigt i konkursen
samt skyldigheten att svara f&#246;r kostnad med anledning av f&#246;rfarandet,
till&#228;mpas vad som i denna lag s&#228;gs om borgen&#228;r som till s&#228;kerhet f&#246;r sin
fordran har pantr&#228;tt. Ansvaret f&#246;r s&#229;dan kostnad skall dock vila p&#229;
redovisningsborgen&#228;ren endast i den m&#229;n boet annars inte l&#228;mnar tillg&#229;ng
till betalning av kostnaden.

Tillsynen &#246;ver f&#246;rvaltningen

25 &#167; Kronofogdemyndigheten &#228;r tillsynsmyndighet. Lag (2006:706).

26 &#167; I fr&#229;ga om j&#228;v mot en tj&#228;nsteman vid 
tillsynsmyndigheten g&#228;ller ut&#246;ver vad som f&#246;ljer av 16 &#167; 
f&#246;rvaltningslagen (2017:900) att den som i allm&#228;nt m&#229;l har 
tagit befattning med indrivning av en fordran som g&#246;rs 
g&#228;llande i konkursen inte f&#229;r fullg&#246;ra n&#229;gon tillsynsuppgift 
i konkursen. Lag (2018:792).

27 &#167; Tillsynsmyndigheten skall &#246;vervaka att f&#246;rvaltningen bedrivs p&#229; ett
&#228;ndam&#229;lsenligt s&#228;tt i &#246;verensst&#228;mmelse med denna lag och andra
f&#246;rfattningar. Den skall d&#229; s&#228;rskilt se till att avvecklingen av
konkursen inte f&#246;rdr&#246;js i on&#246;dan. Myndigheten f&#229;r, n&#228;r den finner det
l&#228;mpligt, inventera konkursboets kassa och &#246;vriga tillg&#229;ngar samt beg&#228;ra
redovisning av f&#246;rvaltaren. Om s&#228;rskilda omst&#228;ndigheter motiverar det,
f&#229;r myndigheten utse en eller flera revisorer f&#246;r granskning av boets
r&#228;kenskaper och f&#246;rvaltningen i &#246;vrigt.

28 &#167; Tillsynsmyndigheten ska ha tillg&#229;ng till boets 
r&#228;kenskapsinformation och annat material som r&#246;r boet.

Tillsynsmyndigheten &#228;r skyldig att p&#229; beg&#228;ran l&#228;mna 
upplysningar om boet och dess f&#246;rvaltning till r&#228;tten, 
borgen&#228;rer, granskningsm&#228;n eller g&#228;lden&#228;ren.
Lag (2021:538).

29 &#167; Tillsynsmyndighetens beslut enligt denna lag f&#229;r inte &#246;verklagas i
andra fall &#228;n de som avses i 3 kap. 6 &#167;.

S&#228;rskild granskning 

30 &#167; Om en borgen&#228;r beg&#228;r det, ska r&#228;tten f&#246;rordna en 
granskningsman att med de befogenheter som anges i denna lag 
&#246;vervaka f&#246;rvaltningen p&#229; borgen&#228;rens v&#228;gnar. Till 
granskningsman ska den som borgen&#228;ren f&#246;resl&#229;r utses, om han 
eller hon &#228;r l&#228;mplig.

Granskningsmannen ska ha tillg&#229;ng till boets 
r&#228;kenskapsinformation och annat material som r&#246;r boet.

Om borgen&#228;ren beg&#228;r det, ska &#228;ven en ers&#228;ttare f&#246;r 
granskningsmannen utses. Best&#228;mmelserna om granskningsman 
g&#228;ller &#228;ven f&#246;r ers&#228;ttaren.

R&#228;tten ska entlediga granskningsmannen om denne eller 
borgen&#228;ren beg&#228;r det eller om granskningsmannen visar sig inte 
vara l&#228;mplig.

Ers&#228;ttningen till granskningsmannen ska betalas av borgen&#228;ren.
Lag (2021:538).

8 kap. F&#246;rs&#228;ljning av egendom

Inledande best&#228;mmelser

1 &#167; Boets egendom skall s&#228;ljas s&#229; snart det l&#228;mpligen kan ske, om inte
n&#229;got annat f&#246;ljer av best&#228;mmelserna i 2--5 &#167;&#167;, 6 &#167; andra stycket, 8 &#167;
andra stycket, 14 &#167; samt 12 kap. 1 &#167; tredje stycket.

2 &#167; Om g&#228;lden&#228;ren har drivit en r&#246;relse, f&#229;r f&#246;rvaltaren, om 
det lagligen kan ske, forts&#228;tta r&#246;relsen f&#246;r konkursboets 
r&#228;kning i den utstr&#228;ckning det &#228;r &#228;ndam&#229;lsenligt. Detsamma 
g&#228;ller om f&#246;rvaltaren sedan r&#246;relsen har lagts ned vill 
&#229;teruppta den. R&#246;relsen f&#229;r dock forts&#228;ttas l&#228;ngre tid &#228;n ett 
&#229;r fr&#229;n konkursbeslutet endast om det finns s&#228;rskilda sk&#228;l f&#246;r 
det. Lag (2021:538).

3 &#167; Har g&#228;lden&#228;ren &#246;verklagat konkursbeslutet, f&#229;r inte mot hans
vilja n&#229;gon egendom i boet s&#228;ljas f&#246;rr&#228;n hovr&#228;tten har pr&#246;vat
&#246;verklagandet.

F&#246;rsta stycket utg&#246;r inte hinder mot

1. s&#229;dan f&#246;rs&#228;ljning som f&#246;ranleds av best&#228;mmelserna i 3 kap. 7 och
8 &#167;&#167; samt 2 och 10 &#167;&#167; i detta kapitel,

2. f&#246;rs&#228;ljning av s&#229;dan l&#246;s egendom som &#228;r utsatt f&#246;r f&#246;rsk&#228;mning
eller snar f&#246;rst&#246;relse eller hastigt faller i v&#228;rde eller kr&#228;ver
alltf&#246;r kostsam v&#229;rd,

3. f&#246;rs&#228;ljning i annat fall av l&#246;s egendom, i den m&#229;n medel annars
skulle saknas till betalning av utgifter f&#246;r boet. Lag (1995:793).

4 &#167; Om g&#228;lden&#228;ren ger in ett ackordsf&#246;rslag, f&#229;r egendomen i boet inte
s&#228;ljas innan ackordsfr&#229;gan har avgjorts. Vad som nu har sagts utg&#246;r inte
hinder mot en f&#246;rs&#228;ljning om

1. den &#228;r f&#246;renlig med ackordsf&#246;rslaget,

2. den f&#246;ranleds av sk&#228;l som s&#228;gs i 3 &#167; andra stycket 1 och 2,

3. den beh&#246;vs f&#246;r &#228;ndam&#229;l som anges i 12 kap. 24 &#167; eller

4. det finns andra s&#228;rskilda sk&#228;l.

5 &#167; Om en inteckningshavare eller n&#229;gon annan borgen&#228;r som f&#246;r sin
fordran har f&#246;rm&#229;nsr&#228;tt i viss egendom yrkar att den egendomen skall
s&#228;ljas genom f&#246;rvaltarens f&#246;rsorg och om hans r&#228;tt till betalning ur
egendomen har l&#228;mnats obestridd eller fastst&#228;llts genom ett
lagakraftvunnet avg&#246;rande, f&#229;r f&#246;rs&#228;ljning av egendomen inte uppskjutas.
Detta g&#228;ller dock inte i fr&#229;ga om egendom som beh&#246;vs f&#246;r en r&#246;relse under
tid d&#229; denna forts&#228;tts med st&#246;d av 2 &#167; och inte heller om f&#246;rvaltaren
anser att anst&#229;nd &#228;r n&#246;dv&#228;ndigt f&#246;r att f&#246;rhindra att konkursboet
tillfogas avsev&#228;rd f&#246;rlust eller att genomf&#246;randet av ett ackord
v&#228;sentligt f&#246;rsv&#229;ras samt anst&#229;nd inte &#228;r osk&#228;ligt mot borgen&#228;ren.

F&#246;rs&#228;ljning av fast egendom

6 &#167; Om fast egendom finns i boet, f&#229;r f&#246;rvaltaren beg&#228;ra att den
s&#228;ljs exekutivt. Egendomen f&#229;r ocks&#229; s&#228;ljas p&#229; annat s&#228;tt, om
f&#246;rvaltaren anser att det &#228;r f&#246;rdelaktigare f&#246;r boet. Om egendom
s&#228;ljs till konkursg&#228;lden&#228;ren eller n&#229;gon denne s&#229;dan n&#228;rst&#229;ende
person som anges i 4 kap. 3 &#167; skall f&#246;rs&#228;ljningen ha f&#246;reg&#229;tts av ett
offentligt anbudsf&#246;rfarande, om s&#228;rskilda sk&#228;l inte g&#246;r det
obeh&#246;vligt.

Har en exekutiv auktion h&#229;llits p&#229; fast egendom som h&#246;r till boet
utan att n&#229;gon f&#246;rs&#228;ljning har kommit till st&#229;nd, beh&#246;ver f&#246;rvaltaren
inte vidta ytterligare &#229;tg&#228;rder f&#246;r egendomens f&#246;rs&#228;ljning. Har n&#229;gon
exekutiv auktion inte &#228;gt rum men finns det anledning att anta att en
s&#229;dan auktion inte kommer att leda till f&#246;rs&#228;ljning, beh&#246;ver
f&#246;rvaltaren inte vidta n&#229;gon &#229;tg&#228;rd f&#246;r att s&#228;lja egendomen, om
samtycke till det har l&#228;mnats av de borgen&#228;rer som i konkursen kan
g&#246;ra g&#228;llande fordringar som skall utg&#229; med s&#228;rskild f&#246;rm&#229;nsr&#228;tt ur
egendomen.

Har en exekutiv auktion blivit utlyst p&#229; boets fasta egendom, skall
f&#246;rvaltaren f&#246;re bevakningssammantr&#228;det avl&#228;mna den beh&#229;llning som
under konkursen uppkommit av egendomen. Beh&#229;llning som inte avl&#228;mnas
f&#246;re bevakningssammantr&#228;det skall, om egendom s&#228;ljs, avl&#228;mnas f&#246;re
tilltr&#228;desdagen och i annat fall innan utdelning sker i konkursen.
Vid f&#246;rs&#228;ljning under hand skall beh&#229;llningen avl&#228;mnas f&#246;re
tilltr&#228;desdagen.

F&#246;rvaltaren skall &#228;ven senast vid bevakningssammantr&#228;det anm&#228;la
arvode, andra kostnader och s&#229;dana fordringar som kan g&#246;ras g&#228;llande
i konkursen och som b&#246;r beaktas vid f&#246;rs&#228;ljning av egendomen. N&#228;r
f&#246;rvaltaren g&#246;r en anm&#228;lan p&#229; en borgen&#228;rs v&#228;gnar, skall han
skriftligen underr&#228;tta denne om det. Lag (1995:793).

F&#246;rs&#228;ljning av l&#246;s egendom

7 &#167; F&#246;rs&#228;ljning av l&#246;s egendom som inte sker genom 
forts&#228;ttande av g&#228;lden&#228;rens r&#246;relse ska ske p&#229; auktion eller 
p&#229; annat s&#228;tt efter vad f&#246;rvaltaren anser vara mest 
f&#246;rdelaktigt f&#246;r boet. Om egendom s&#228;ljs till konkursg&#228;lden&#228;ren 
eller n&#229;gon denne s&#229;dan n&#228;rst&#229;ende person som anges i 4 kap. 
3 &#167; ska f&#246;rs&#228;ljningen ha f&#246;reg&#229;tts av ett offentligt anbuds-
f&#246;rfarande, om s&#228;rskilda sk&#228;l inte g&#246;r det obeh&#246;vligt. 

L&#246;s egendom i vilken en borgen&#228;r har pantr&#228;tt eller n&#229;gon 
annan s&#228;rskild f&#246;rm&#229;nsr&#228;tt f&#229;r inte utan hans samtycke s&#228;ljas 
p&#229; annat s&#228;tt &#228;n p&#229; auktion, om hans r&#228;tt &#228;r beroende av 
f&#246;rs&#228;ljningen. &#196;ven om samtycke inte l&#228;mnas, f&#229;r egendomen 
s&#228;ljas p&#229; annat s&#228;tt &#228;n p&#229; auktion, om det &#228;r sannolikt att 
h&#246;gre pris uppn&#229;s d&#228;rigenom och om tillsynsmyndigheten medger 
det. 

Samtycke enligt andra stycket kr&#228;vs inte n&#228;r f&#246;rvaltaren 
s&#228;ljer finansiella instrument, upptagna till handel p&#229; en 
reglerad marknad eller en motsvarande marknad utanf&#246;r 
Europeiska ekonomiska samarbetsomr&#229;det, eller valuta till 
g&#228;llande marknadspris eller n&#228;r det &#228;r fr&#229;ga om f&#246;rs&#228;ljning av 
l&#246;s egendom genom forts&#228;ttande av g&#228;lden&#228;rens r&#246;relse.

S&#228;rskilda best&#228;mmelser om &#246;verl&#229;telse av f&#246;rs&#228;kringsbest&#229;nd 
finns i 14 kap. 16 &#167; f&#246;rs&#228;kringsr&#246;relselagen (2010:2043) och 
11 kap. 26 &#167; lagen (2019:742) om tj&#228;nstepensionsf&#246;retag.
Lag (2019:745).

8 &#167; N&#228;r ett fartyg som inte &#228;r inf&#246;rt i fartygsregistrets skeppsdel eller i
motsvarande utl&#228;ndska register, ett luftfartyg som inte &#228;r registrerat,
gods i fartyg eller gods i luftfartyg skall s&#228;ljas, f&#229;r f&#246;rvaltaren, om
egendomen finns inom landet, beg&#228;ra att den s&#228;ljs exekutivt.

Uppkommer fr&#229;ga om att s&#228;lja ett registrerat skepp, ett registrerat
luftfartyg eller intecknade reservdelar till luftfartyg och finns
egendomen inom landet, till&#228;mpas 6 &#167; f&#246;rsta och andra styckena.

Skall g&#228;lden&#228;rens r&#228;tt till andel i inteckning som belastar hans
luftfartyg eller reservdelar till luftfartyg s&#228;ljas, skall f&#246;rvaltaren
f&#246;re f&#246;rs&#228;ljningen skaffa en s&#228;rskild inteckningshandling p&#229; det belopp
som tillkommer g&#228;lden&#228;ren, om det inte finns laga hinder mot det. Skall
en inteckningshandling som innehas av g&#228;lden&#228;ren och f&#246;r vilken han &#228;r
personligen ansvarig s&#228;ljas, &#228;r f&#246;rvaltaren skyldig att, om inte
g&#228;lden&#228;ren medger att handlingen f&#229;r s&#228;ljas med bibeh&#229;llen ansvarighet,
f&#246;rse handlingen med en p&#229;skrift som befriar g&#228;lden&#228;ren fr&#229;n ansvarighet.
N&#229;got medgivande av g&#228;lden&#228;ren kr&#228;vs dock inte, om denne har avvikit
eller p&#229; n&#229;got annat s&#228;tt h&#229;ller sig undan.

Med fartyg likst&#228;lls i denna lag ett fartyg under byggnad. Vad som s&#228;gs
om fartygsregistrets skeppsdel skall d&#229; i st&#228;llet g&#228;lla
fartygsregistrets skeppsbyggnadsdel. Lag (2001:383).

9 &#167; N&#228;r l&#246;s egendom som tillh&#246;r g&#228;lden&#228;ren ska s&#228;ljas 
exekutivt under konkursen till&#228;mpas 6 &#167; fj&#228;rde stycket. I ett 
s&#229;dant fall ska f&#246;rvaltaren dessutom, om det beh&#246;vs, i &#228;rendet 
f&#246;ra talan f&#246;r de borgen&#228;rer som har f&#246;rm&#229;nsr&#228;tt enligt 10 
eller 10 a &#167; f&#246;rm&#229;nsr&#228;ttslagen (1970:979) och underr&#228;tta en 
s&#229;dan borgen&#228;r om ett yrkande som f&#246;rvaltaren framst&#228;ller p&#229; 
den borgen&#228;rens v&#228;gnar. Lag (2021:538).

10 &#167; En borgen&#228;r som innehar l&#246;s egendom med handpantr&#228;tt f&#229;r 
sj&#228;lv ombes&#246;rja att egendomen s&#228;ljs p&#229; auktion. En s&#229;dan 
f&#246;rs&#228;ljning f&#229;r dock inte utan f&#246;rvaltarens samtycke ske 
tidigare &#228;n fyra veckor efter bouppteckningssammantr&#228;det. 
Borgen&#228;ren ska minst en vecka innan borgen&#228;ren vidtar n&#229;gon 
&#229;tg&#228;rd f&#246;r att s&#228;lja egendomen ge f&#246;rvaltaren tillf&#228;lle att 
l&#246;sa in egendomen. Om det &#228;r fr&#229;ga om ett fartyg eller gods i 
fartyg eller i luftfartyg eller intecknade reservdelar till 
luftfartyg, ska egendomen s&#228;ljas exekutivt.

Finansiella instrument, valuta och s&#229;dant guld som har st&#228;llts 
som s&#228;kerhet till en central motpart och som uppfyller kraven 
i kommissionens delegerade f&#246;rordning (EU) nr 153/2013 av den 
19 december 2012 om komplettering av Europaparlamentets och 
r&#229;dets f&#246;rordning (EU) nr 648/2012 med avseende p&#229; tekniska 
tillsynsstandarder f&#246;r krav p&#229; centrala motparter f&#229;r 
omedelbart s&#228;ljas eller realiseras genom avr&#228;kning av en 
borgen&#228;r som har egendomen som s&#228;kerhet, om det sker p&#229; ett 
aff&#228;rsm&#228;ssigt rimligt s&#228;tt. Detsamma g&#228;ller fordringar som 
uppkommit p&#229; grund av att ett kreditinstitut, eller ett 
motsvarande utl&#228;ndskt institut, har beviljat ett penningl&#229;n. 
Om s&#228;kerheten best&#229;r av onoterade aktier i konkursg&#228;lden&#228;rens 
dotterbolag, ska borgen&#228;ren dock f&#246;rst fr&#229;ga f&#246;rvaltaren om 
konkursboet vill l&#246;sa in aktierna.

Borgen&#228;ren ska minst tre veckor i f&#246;rv&#228;g underr&#228;tta 
f&#246;rvaltaren om tid och plats f&#246;r en auktion som inte h&#229;lls i 
exekutiv ordning.

Om egendomen har s&#229;lts p&#229; annat s&#228;tt &#228;n exekutivt, ska 
borgen&#228;ren redovisa f&#246;r f&#246;rvaltaren vad som har flutit in.

Om borgen&#228;ren inte sj&#228;lv vill s&#228;lja egendomen, f&#229;r f&#246;rvaltaren 
ombes&#246;rja f&#246;rs&#228;ljningen. En inteckning i luftfartyg eller i 
reservdelar till luftfartyg som har l&#228;mnats som pant av den 
intecknade egendomens &#228;gare f&#229;r dock inte s&#228;ljas av 
f&#246;rvaltaren. F&#246;rvaltaren f&#229;r bara l&#229;ta s&#228;lja den r&#228;tt till 
andel i inteckningen som enligt vad som &#228;r s&#228;rskilt 
f&#246;reskrivet kan tillkomma g&#228;lden&#228;ren. Lag (2021:538).

Kung&#246;rande av auktion i vissa fall

11 &#167; Om konkursboets egendom ska s&#228;ljas p&#229; auktion genom
f&#246;rvaltarens f&#246;rsorg, ska f&#246;rvaltaren l&#229;ta kung&#246;ra auktionen
p&#229; det s&#228;tt och inom den tid som f&#246;reskrivs f&#246;r kung&#246;rande av
exekutiv auktion p&#229; s&#229;dan egendom som det &#228;r fr&#229;ga om.

F&#246;rsta stycket till&#228;mpas ocks&#229; betr&#228;ffande en auktion som
enligt 10 &#167; ombes&#246;rjs av en borgen&#228;r. Lag (2014:152).

12 &#167; F&#246;rvaltaren f&#229;r kung&#246;ra en av honom utsatt auktion i mindre
utstr&#228;ckning &#228;n som f&#246;ljer av 11 &#167; f&#246;rsta stycket, om han anser att det
&#228;r tillr&#228;ckligt. Detta g&#228;ller dock inte i fr&#229;ga om kung&#246;rande av

1. auktion p&#229; fast egendom, registrerat skepp, registrerat luftfartyg
eller intecknade reservdelar till luftfartyg, om inte g&#228;lden&#228;ren
samtycker till det,

2. auktion p&#229; n&#229;gon annan l&#246;s egendom i vilken en borgen&#228;r har pantr&#228;tt
eller n&#229;gon annan s&#228;rskild f&#246;rm&#229;nsr&#228;tt, om inte borgen&#228;ren samtycker till
det.

S&#229;dant samtycke av g&#228;lden&#228;ren som s&#228;gs i f&#246;rsta stycket 1 kr&#228;vs inte, om
g&#228;lden&#228;ren har avvikit eller p&#229; n&#229;got annat s&#228;tt h&#229;ller sig undan.

13 &#167; F&#246;rvaltaren b&#246;r i god tid f&#246;re en av honom utsatt auktion p&#229; l&#246;s
egendom s&#228;rskilt underr&#228;tta varje k&#228;nd borgen&#228;r som har pantr&#228;tt eller
n&#229;gon annan s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen om auktionen.

Indrivning av fordringar

14 &#167; F&#246;rvaltaren skall s&#229; snart det l&#228;mpligen kan ske vidta &#229;tg&#228;rder f&#246;r
att driva in utest&#229;ende fordringar. Kan en fordran inte drivas in inom
rimlig tid, f&#229;r den s&#228;ljas som annan l&#246;s egendom.

9 kap. Bevaknings- och anm&#228;rkningsf&#246;rfarandet

Bevakning

1 &#167; R&#228;tten f&#229;r efter framst&#228;llning fr&#229;n f&#246;rvaltaren besluta att
bevakningsf&#246;rfarande skall &#228;ga rum i konkursen. Bevakning b&#246;r &#228;ga rum, om
fordringar utan f&#246;rm&#229;nsr&#228;tt kan antas erh&#229;lla utdelning i konkursen.

Ut&#246;ver vad som f&#246;ljer av f&#246;rsta stycket b&#246;r under tiden den 1
januari--den 30 juni 1988 bevakningsf&#246;rfarande &#228;ga rum om det med h&#228;nsyn
till handl&#228;ggningen av &#228;renden enligt lagen (1970:741) om statlig
l&#246;negaranti vid konkurs finns sk&#228;l f&#246;r det. Lag (1987:1135).

2 &#167; Beslutar r&#228;tten att bevakningsf&#246;rfarande skall &#228;ga rum, skall r&#228;tten
best&#228;mma inom vilken tid bevakning skall ske. Tiden f&#246;r bevakning skall
utg&#246;ra minst fyra och h&#246;gst tio veckor fr&#229;n dagen f&#246;r beslutet att
anordna bevakningsf&#246;rfarandet.

3 &#167; R&#228;tten skall genast kung&#246;ra vad som har beslutats enligt 1 och 2 &#167;&#167;.

4 &#167; En borgen&#228;r skall inom den tid som har best&#228;mts f&#246;r bevakning av
fordringar skriftligen hos r&#228;tten anm&#228;la sin fordran och den f&#246;rm&#229;nsr&#228;tt
han vill g&#246;ra g&#228;llande. Undantag fr&#229;n denna skyldighet f&#246;ljer dock av 4
kap. 21 &#167;, 5 kap. 8 &#167; och 17 &#167; andra stycket samt 5 &#167; i detta kapitel.

Att en fordran som omfattas av l&#246;negarantilagen (1992:497) i vissa fall
bevakas genom f&#246;rvaltaren f&#246;ljer av den lagen. Lag (1992:498).

5 &#167; /Upph&#246;r att g&#228;lla U:den dag som regeringen best&#228;mmer/
En borgen&#228;r som till s&#228;kerhet f&#246;r sin fordran har pantr&#228;tt 
i fast eller l&#246;s egendom beh&#246;ver inte bevaka fordran f&#246;r att 
f&#229; r&#228;tt till betalning ur den pantsatta egendomen.

En borgen&#228;r som har en fordran hos ett kreditinstitut p&#229; grund 
av en ins&#228;ttning p&#229; r&#228;kning beh&#246;ver inte bevaka sin fordran i 
institutets konkurs, om uppgift om fordran har l&#228;mnats enligt 
7 kap. 13 &#167; femte stycket. Detsamma g&#228;ller betr&#228;ffande 
v&#228;rdepappersbolag som har tillst&#229;nd att ta emot ins&#228;ttningar 
p&#229; konto. En f&#246;rs&#228;kringstagare beh&#246;ver inte bevaka sin fordran 
i ett livf&#246;rs&#228;kringsf&#246;retags eller ett tj&#228;nstepensionsf&#246;retags 
konkurs, om uppgift om fordran l&#228;mnats enligt det angivna 
lagrummet. Lag (2021:538).

5 &#167; /Tr&#228;der i kraft I:den dag som regeringen best&#228;mmer/
En borgen&#228;r som till s&#228;kerhet f&#246;r sin fordran har pantr&#228;tt 
i fast eller l&#246;s egendom beh&#246;ver inte bevaka fordran f&#246;r att 
f&#229; r&#228;tt till betalning ur den pantsatta egendomen.

En borgen&#228;r som har en fordran hos ett kreditinstitut p&#229; grund 
av en ins&#228;ttning p&#229; r&#228;kning beh&#246;ver inte bevaka sin fordran i 
institutets konkurs, om en uppgift om fordran har l&#228;mnats 
enligt 7 kap. 13 &#167; femte stycket. Motsvarande g&#228;ller f&#246;r 
v&#228;rdepappersbolag som har tillst&#229;nd att ta emot ins&#228;ttningar 
p&#229; konto.

En f&#246;rs&#228;kringstagare eller en annan ers&#228;ttningsber&#228;ttigad 
beh&#246;ver inte bevaka sin fordran i ett livf&#246;rs&#228;kringsf&#246;retags 
eller ett tj&#228;nstepensionsf&#246;retags konkurs, om en uppgift om 
fordran har l&#228;mnats enligt 7 kap. 13 &#167; femte stycket. 
Motsvarande g&#228;ller f&#246;r ett f&#246;rs&#228;kringsf&#246;retag som f&#229;r meddela 
trafikf&#246;rs&#228;kring. Lag (2023:668).

6 &#167; I bevakningen ska borgen&#228;ren ange fordrans belopp, om det 
&#228;r m&#246;jligt, och tydligt ange grunden f&#246;r fordran. Om 
borgen&#228;ren yrkar f&#246;rm&#229;nsr&#228;tt, ska &#228;ven grunden f&#246;r den tydligt 
anges.

Till bevakningen ska borgen&#228;ren bifoga de handlingar som 
&#229;beropas till st&#246;d f&#246;r anspr&#229;ket. Lag (2021:538).

7 &#167; R&#228;tten ska genast efter bevakningstidens utg&#229;ng se till 
att f&#246;rvaltaren f&#229;r del av de inkomna bevakningshandlingarna.

F&#246;rvaltaren ska skyndsamt uppr&#228;tta en f&#246;rteckning &#246;ver de 
fordringar som har bevakats. F&#246;r varje fordran ska beloppet 
anges och, om f&#246;rm&#229;nsr&#228;tt har yrkats, den &#229;beropade grunden 
f&#246;r den samt den plats i f&#246;rm&#229;nsr&#228;ttsordningen som fordran f&#229;r 
enligt borgen&#228;rens yrkande.

F&#246;rvaltaren ska skicka en kopia av f&#246;rteckningen till r&#228;tten 
och tillsynsmyndigheten. Lag (2021:538).

Anm&#228;rkning

8 &#167; N&#228;r r&#228;tten beslutar att bevakning ska &#228;ga rum, ska r&#228;tten 
samtidigt, efter samr&#229;d med f&#246;rvaltaren, best&#228;mma

1. den tid inom vilken anm&#228;rkningar f&#229;r framst&#228;llas mot 
bevakningarna,

2. var de till f&#246;rvaltaren tillst&#228;llda bevakningshandlingarna 
ska h&#229;llas tillg&#228;ngliga f&#246;r granskning, och

3. tidpunkten f&#246;r det f&#246;rlikningssammantr&#228;de som ska h&#229;llas 
inf&#246;r r&#228;tten om anm&#228;rkningar framst&#228;lls.

Om det visar sig vara l&#228;mpligare, f&#229;r ett beslut enligt f&#246;rsta 
stycket fattas senare, dock senast vid bevakningstidens 
utg&#229;ng.

Anm&#228;rkningstiden ska best&#228;mmas s&#229; att den utg&#246;r minst tv&#229; och 
h&#246;gst fyra veckor r&#228;knat fr&#229;n bevakningstidens utg&#229;ng. Om det 
beh&#246;vs med h&#228;nsyn till f&#246;rh&#229;llandena i konkursen, f&#229;r en 
l&#228;ngre anm&#228;rkningstid fastst&#228;llas. F&#246;rlikningssammantr&#228;det f&#229;r 
inte h&#229;llas tidigare &#228;n tv&#229; eller senare &#228;n fyra veckor fr&#229;n 
utg&#229;ngen av anm&#228;rkningstiden.

R&#228;tten ska underr&#228;tta f&#246;rvaltaren, tillsynsmyndigheten, 
g&#228;lden&#228;ren och de borgen&#228;rer som har bevakat fordringar i 
konkursen om vad r&#228;tten har best&#228;mt enligt denna paragraf.
Lag (2021:538).

9 &#167; F&#246;rvaltaren ska granska bevakningarna. Om f&#246;rvaltaren 
finner anledning till anm&#228;rkning mot n&#229;got yrkande om 
betalnings- eller f&#246;rm&#229;nsr&#228;tt, ska han eller hon skriftligen 
anm&#228;la det till r&#228;tten inom den tid som har best&#228;mts enligt 
8 &#167; f&#246;rsta stycket 1. I anm&#228;rkningen ska grunden f&#246;r den anges 
tydligt.

&#196;ven en borgen&#228;r som har bevakat en fordran i konkursen och 
g&#228;lden&#228;ren f&#229;r framst&#228;lla anm&#228;rkning mot en bevakning. En 
s&#229;dan anm&#228;rkning ska framst&#228;llas inom den tid och p&#229; det s&#228;tt 
som anges i f&#246;rsta stycket. Lag (2021:538).

10 &#167; Om en anm&#228;rkning g&#246;rs av n&#229;gon av dem som har r&#228;tt till det, g&#228;ller
den ocks&#229; f&#246;r de andra, &#228;ven om de inte har tagit del i anm&#228;rkningen.

11 &#167; Den som har r&#228;tt att framst&#228;lla anm&#228;rkning mot en bevakning f&#229;r
efter anm&#228;rkningstidens utg&#229;ng till st&#246;d f&#246;r en gjord anm&#228;rkning &#229;beropa
&#228;ven en annan omst&#228;ndighet &#228;n s&#229;dan som har angetts i
anm&#228;rkningsskriften. Efter f&#246;rlikningssammantr&#228;det f&#229;r dock en ny
omst&#228;ndighet som inneb&#228;r att grunden f&#246;r anm&#228;rkningen &#228;ndras &#229;beropas
endast om omst&#228;ndigheten varken var eller borde ha varit k&#228;nd f&#246;r den
anm&#228;rkningsber&#228;ttigade eller om det i &#246;vrigt finns s&#228;rskilda sk&#228;l f&#246;r att
&#228;nd&#229; till&#229;ta att omst&#228;ndigheten &#229;beropas.

Om en ny omst&#228;ndighet &#229;beropas i ett annat sammanhang &#228;n vid
f&#246;rlikningssammantr&#228;det eller vid en f&#246;rhandling, g&#228;ller i fr&#229;ga om
formen f&#246;r &#229;beropandet vad som f&#246;reskrivs om anm&#228;rkning i 9 &#167; f&#246;rsta
stycket.

12 &#167; En borgen&#228;r f&#229;r den betalnings- och f&#246;rm&#229;nsr&#228;tt som han har yrkat i
sin bevakning, om det inte p&#229; r&#228;tt s&#228;tt och i r&#228;tt tid har framst&#228;llts
n&#229;gon anm&#228;rkning mot den. Att anm&#228;rkning inte har framst&#228;llts hindrar
dock inte att talan om &#229;tervinning v&#228;cks vid domstol.

Har ett yrkande om f&#246;rm&#229;nsr&#228;tt l&#228;mnats utan anm&#228;rkning, f&#229;r det inte g&#229;
ut &#246;ver dem som enligt lag har f&#246;retr&#228;de till betalning ur viss egendom.
Ett yrkande om f&#246;rm&#229;nsr&#228;tt som inte avser n&#229;gon i lag f&#246;reskriven
f&#246;rm&#229;nsr&#228;tt &#228;r utan verkan, &#228;ven om n&#229;gon anm&#228;rkning inte har framst&#228;llts
mot yrkandet.

Tvist ang&#229;ende en bevakad fordran

13 &#167; Tvistefr&#229;gor som har uppkommit genom framst&#228;llda anm&#228;rkningar och
som inte har f&#246;rlikts skall handl&#228;ggas vid ett f&#246;rlikningssammantr&#228;de
inf&#246;r r&#228;tten. Vid detta f&#229;r f&#246;rvaltaren, borgen&#228;rerna och g&#228;lden&#228;ren f&#246;ra
talan. Till sammantr&#228;det skall f&#246;rvaltaren, de borgen&#228;rer mot vars
bevakningar anm&#228;rkningar riktats och de som framst&#228;llt anm&#228;rkningarna
kallas.

F&#246;rvaltaren skall n&#228;rvara vid sammantr&#228;det. Att han uteblir hindrar dock
inte att sammantr&#228;det genomf&#246;rs. Tillsynsmyndigheten har r&#228;tt att delta
vid sammantr&#228;det.

R&#228;tten skall vid sammantr&#228;det utreda tvistefr&#229;gorna och s&#246;ka &#229;stadkomma
f&#246;rlikning. De n&#228;rvarande som har r&#228;tt att f&#246;ra talan f&#229;r med bindande
verkan f&#246;r dem som har uteblivit medge att en anm&#228;rkning f&#246;rfaller eller
inskr&#228;nks eller uppdra &#229;t f&#246;rvaltaren att ing&#229; f&#246;rlikning med en borgen&#228;r
mot vars bevakning en anm&#228;rkning har gjorts. &#196;r b&#229;de en borgen&#228;r och en
borgensman eller n&#229;gon annan som f&#246;rutom g&#228;lden&#228;ren ansvarar f&#246;r
borgen&#228;rens fordran n&#228;rvarande och kan de inte enas, g&#228;ller borgen&#228;rens
mening om inte de andra l&#246;ser ut honom eller st&#228;ller betryggande s&#228;kerhet
f&#246;r fordringen.

14 &#167; Beslut enligt 13 &#167; tredje stycket f&#229;r &#246;verklagas av den som
enligt 13 &#167; f&#246;rsta stycket &#228;r taleber&#228;ttigad, om han anser att beslutet
inte har tillkommit p&#229; lagligt s&#228;tt. Beslutet &#246;verklagas till
hovr&#228;tten inom tre veckor fr&#229;n dagen f&#246;r beslutet. Om inte hovr&#228;tten
f&#246;rordnar annat, skall beslutet g&#228;lla omedelbart. Lag (1995:793).

15 &#167; Tvistefr&#229;gor som inte har blivit f&#246;rlikta skall pr&#246;vas av r&#228;tten vid
en f&#246;rhandling. R&#228;tten skall vid f&#246;rlikningssammantr&#228;det f&#246;rbereda de
&#229;terst&#229;ende tvistefr&#229;gorna s&#229; att de kan behandlas slutligt vid
f&#246;rhandlingen.

F&#246;rhandlingen skall om m&#246;jligt h&#229;llas i omedelbar anslutning till
f&#246;rlikningssammantr&#228;det. Om det inte sker, skall r&#228;tten s&#228;tta ut
f&#246;rhandlingen till en dag inom fyra veckor efter sammantr&#228;det eller, om
det finns s&#228;rskilda sk&#228;l f&#246;r det, senare dag. Till en s&#229;dan f&#246;rhandling
skall f&#246;rvaltaren, de borgen&#228;rer mot vars bevakningar anm&#228;rkningarna
riktats och de som framst&#228;llt anm&#228;rkningarna kallas.

16 &#167; Tvistefr&#229;gor ang&#229;ende fordringar som har bevakats skall pr&#246;vas
snarast och om m&#246;jligt avg&#246;ras p&#229; en g&#229;ng. Kr&#228;ver vissa fordringar l&#228;ngre
tid f&#246;r att utredas och pr&#246;vas, skall r&#228;tten besluta s&#228;rskilt &#246;ver de
tvistefr&#229;gor som kan avg&#246;ras tidigare. Beror n&#229;gon borgen&#228;rs anspr&#229;k p&#229;
pr&#246;vningen i en s&#228;rskild r&#228;tteg&#229;ng, f&#229;r det inte f&#246;rdr&#246;ja avg&#246;randet. I
s&#229;dant fall skall r&#228;tten fastst&#228;lla hans r&#228;tt i konkursen f&#246;r det belopp
som kan bli best&#228;mt genom dom i den r&#228;tteg&#229;ngen.

Har ett ackordsf&#246;rslag tagits upp, f&#229;r r&#228;ttens pr&#246;vning av en tvistefr&#229;ga
skjutas upp till dess ackordsfr&#229;gan har avgjorts, om det &#228;r
&#228;ndam&#229;lsenligt.

17 &#167; F&#246;rlikning ang&#229;ende en anm&#228;rkning som har framst&#228;llts mot en fordran
f&#229;r inte ing&#229;s p&#229; n&#229;got annat s&#228;tt &#228;n som s&#228;gs i 13 &#167;, om inte alla vars
r&#228;tt &#228;r beroende av f&#246;rlikningen samtycker till det.

18 &#167; Om ett beslut varigenom en anm&#228;rkning mot en fordran har ogillats
&#228;ndras av h&#246;gre r&#228;tt, g&#228;ller det &#228;ven f&#246;r dem som inte har s&#246;kt &#228;ndring i
beslutet.

19 &#167; Genom ett beslut i en tvist ang&#229;ende en bevakad fordran avg&#246;rs
endast vilken r&#228;tt som tillkommer fordringen i konkursen.

Efterbevakning

20 &#167; Om bevakningsf&#246;rfarande har &#228;gt rum, f&#229;r en borgen&#228;r som
efter bevakningstidens utg&#229;ng vill anm&#228;la en fordran eller yrka
f&#246;rm&#229;nsr&#228;tt skriftligen g&#246;ra det p&#229; det s&#228;tt som f&#246;reskrivs i
6 &#167;.

Som ers&#228;ttning f&#246;r de kostnader f&#246;r kung&#246;relse, kallelser och
underr&#228;ttelser som f&#246;ranleds av efterbevakningen ska borgen&#228;ren
till staten i f&#246;rskott erl&#228;gga en avgift motsvarande tre
procent av prisbasbeloppet enligt 2 kap. 6 och 7 &#167;&#167;
socialf&#246;rs&#228;kringsbalken. Lag (2010:1239).

21 &#167; N&#228;r en fordran har efterbevakats, ska r&#228;tten s&#229; snart som 
avgiften enligt 20 &#167; andra stycket har betalats se till att 
f&#246;rvaltaren f&#229;r del av bevakningshandlingarna och, efter 
samr&#229;d med denne, best&#228;mma

1. den tid inom vilken anm&#228;rkningar f&#229;r framst&#228;llas mot 
bevakningen,

2. var de till f&#246;rvaltaren tillst&#228;llda bevakningshandlingarna 
ska h&#229;llas tillg&#228;ngliga f&#246;r granskning, och

3. tidpunkten f&#246;r det f&#246;rlikningssammantr&#228;de som ska h&#229;llas 
inf&#246;r r&#228;tten om anm&#228;rkningar framst&#228;lls.

Anm&#228;rkningstiden ska best&#228;mmas s&#229; att den utg&#246;r minst tv&#229; och 
h&#246;gst fem veckor fr&#229;n den dag avgiften enligt 20 &#167; andra 
stycket betalades. F&#246;rlikningssammantr&#228;det inf&#246;r r&#228;tten ska 
h&#229;llas inom fyra veckor fr&#229;n anm&#228;rkningstidens utg&#229;ng.

R&#228;tten ska underr&#228;tta f&#246;rvaltaren, tillsynsmyndigheten, 
g&#228;lden&#228;ren och de borgen&#228;rer som har bevakat fordringar i 
konkursen om att en fordran har efterbevakats och vad r&#228;tten 
har best&#228;mt enligt f&#246;rsta stycket. Lag (2021:538).

22 &#167; Ut&#246;ver best&#228;mmelserna i 20 och 21 &#167;&#167; g&#228;ller betr&#228;ffande
efterbevakning i till&#228;mpliga delar vad som f&#246;reskrivs om bevakning.

Om flera efterbevakningar har gjorts, skall de om m&#246;jligt handl&#228;ggas
gemensamt.

10 kap. Avskrivning av konkurs

1 &#167; Om r&#228;tten efter att ha h&#246;rt f&#246;rvaltaren finner att konkursboets
tillg&#229;ngar inte r&#228;cker till betalning av uppkomna och v&#228;ntade
konkurskostnader och andra skulder som boet har &#229;dragit sig, skall r&#228;tten
besluta om avskrivning av konkursen.

2 &#167; Konkursen f&#229;r inte avskrivas enligt 1 &#167; f&#246;rr&#228;n 
bouppteckningen har bekr&#228;ftats och f&#246;rvaltaren har l&#228;mnat sin 
f&#246;rvaltarber&#228;ttelse.

Om bouppteckningen inte kan bekr&#228;ftas av g&#228;lden&#228;ren eller 
n&#229;gon annan inom sk&#228;lig tid och om det saknas anledning att 
anta att det genom bekr&#228;ftelsen skulle visa sig att det finns 
tillg&#229;ngar till betalning av konkurskostnaderna och andra 
skulder som boet har &#229;dragit sig, f&#229;r konkursen avskrivas 
trots att n&#229;gon bekr&#228;ftelse inte har l&#228;mnats. Lag (2021:538).

3 &#167; Om n&#229;gon fordran inte g&#246;rs g&#228;llande och inte heller kan antas komma
att g&#246;ras g&#228;llande, skall r&#228;tten efter anm&#228;lan av f&#246;rvaltaren genast
besluta om avskrivning av konkursen. Om r&#228;tten har beslutat att
bevakningsf&#246;rfarande skall &#228;ga rum, f&#229;r konkursen avskrivas f&#246;rst efter
bevakningstidens utg&#229;ng.

4 &#167; Om det &#229;terst&#229;r tillg&#229;ngar i boet n&#228;r f&#246;rvaltaren har betalt
konkurskostnaderna och andra skulder som boet har &#229;dragit sig, skall han

1. om det i fall som avses i 1 &#167; st&#229;r klart hur kvarvarande tillg&#229;ngar
skall f&#246;rdelas och om tillsynsmyndigheten medger det, tillst&#228;lla
ber&#228;ttigad borgen&#228;r vad som tillkommer denne,

2. i &#246;vriga fall &#229;terst&#228;lla egendomen till g&#228;lden&#228;ren.

5 &#167; Om ny tillg&#229;ng blir k&#228;nd efter det att konkursen har avskrivits
enligt 1 &#167;, skall 11 kap. 19--21 &#167;&#167; g&#228;lla i till&#228;mpliga delar.

11 kap. Utdelning

Inledande best&#228;mmelser

1 &#167; Om konkursen inte avskrivs, skall boets pengar, i den m&#229;n medlen inte
g&#229;r &#229;t till betalning av konkurskostnaderna och andra skulder som boet
har &#229;dragit sig, delas ut till borgen&#228;rerna i den ordning som f&#246;reskrivs
i detta kapitel. Utdelningen skall &#228;ga rum i enlighet med den r&#228;tt till
betalning som tillkommer borgen&#228;rerna.

2 &#167; Utdelning skall ske s&#229; snart som all tillg&#228;nglig egendom har
f&#246;rvandlats till pengar. Om egendom i s&#229;dana fall som avses i 8 kap. 6 &#167;
andra stycket eller 8 &#167; andra stycket inte har blivit s&#229;ld, utg&#246;r det
inte hinder f&#246;r utdelning. Har bevakningsf&#246;rfarande &#228;gt rum, f&#229;r
utdelning inte ske f&#246;rr&#228;n den enligt 9 kap. 8 &#167; best&#228;mda anm&#228;rkningstiden
har g&#229;tt ut och, om anm&#228;rkning har framst&#228;llts, f&#246;rlikningssammantr&#228;de
har h&#229;llits.

3 &#167; N&#228;r ett ackordsf&#246;rslag &#228;r under pr&#246;vning, f&#229;r f&#246;rvaltaren v&#228;nta med
utdelning till dess ackordsfr&#229;gan har avgjorts, om det motiveras av
f&#246;rslaget.

Utdelningsf&#246;rfarandet

4 &#167; N&#228;r utdelning skall ske, skall f&#246;rvaltaren uppr&#228;tta ett f&#246;rslag till
utdelning. F&#246;rvaltaren skall d&#229; beakta alla de fordringar och
f&#246;rm&#229;nsr&#228;tter som dittills har bevakats eller efterbevakats i konkursen
eller, n&#228;r bevakning inte har beh&#246;vts, de fordringar och f&#246;rm&#229;nsr&#228;tter
som dittills har gjorts g&#228;llande eller annars &#228;r k&#228;nda f&#246;r f&#246;rvaltaren.

F&#246;rslaget skall f&#246;r varje d&#228;ri upptagen borgen&#228;r ange

1. beloppet av hans fordran med den r&#228;nta varp&#229; utdelningen skall
ber&#228;knas,

2. den f&#246;rm&#229;nsr&#228;tt som f&#246;ljer med fordringen och

3. den utdelning som bel&#246;per p&#229; fordringen.

I f&#246;rslaget skall ocks&#229; anges om det f&#246;religger n&#229;gon s&#229;dan omst&#228;ndighet
som enligt 10 &#167; andra eller tredje stycket medf&#246;r inskr&#228;nkning i
borgen&#228;rens r&#228;tt att lyfta den utdelning som bel&#246;per p&#229; fordringen eller
om det har betalts ut medel i f&#246;rskott.

Till f&#246;rslaget skall bifogas en redog&#246;relse f&#246;r f&#246;rvaltningen av den
egendom f&#246;r vilken medel avsedda till utdelning har flutit in. Av
redog&#246;relsen skall framg&#229; hur mycket som genom f&#246;rs&#228;ljning eller p&#229; annat
s&#228;tt har flutit in f&#246;r egendomen samt, om inte hela detta belopp enligt
f&#246;rslaget delas ut, f&#246;r vilka andra &#228;ndam&#229;l &#229;terstoden har tagits i
anspr&#229;k. Om medel som delas ut har flutit in f&#246;r egendom vari s&#228;rskild
f&#246;rm&#229;nsr&#228;tt har funnits, skall uppgifterna l&#228;mnas s&#228;rskilt f&#246;r den
egendomen.

5 &#167; N&#228;r ett utdelningsf&#246;rslag har uppr&#228;ttats, skall f&#246;rvaltaren genast
skicka f&#246;rslaget med bifogad f&#246;rvaltningsredog&#246;relse till r&#228;tten och
tillsynsmyndigheten.

6 &#167; R&#228;tten skall kung&#246;ra att ett utdelningsf&#246;rslag har uppr&#228;ttats, s&#229;
snart det utl&#229;tande som tillsynsmyndigheten enligt 13 kap. 5 &#167; skall avge
&#246;ver f&#246;rvaltarens slutredovisning har kommit in till r&#228;tten.

Utdelningsf&#246;rslaget och f&#246;rvaltningsredog&#246;relsen skall h&#229;llas
tillg&#228;ngliga hos r&#228;tten och tillsynsmyndigheten f&#246;r den som vill ta del
av handlingarna. En uppgift om detta skall tas in i kung&#246;relsen.

Den som vill framst&#228;lla inv&#228;ndning mot utdelningsf&#246;rslaget skall g&#246;ra det
hos r&#228;tten senast den dag som r&#228;tten best&#228;mmer och anger i kung&#246;relsen.
Denna dag skall best&#228;mmas s&#229; att tre veckor f&#246;rflyter fr&#229;n den tidpunkt
d&#229; kung&#246;relsen kan antas bli inf&#246;rd i Post- och Inrikes Tidningar.

7 &#167; N&#228;r tiden f&#246;r inv&#228;ndning har g&#229;tt ut, skall r&#228;tten fastst&#228;lla
utdelningen i konkursen i enlighet med utdelningsf&#246;rslaget, om det inte
genom inv&#228;ndning eller p&#229; n&#229;got annat s&#228;tt framg&#229;r att fel eller brist
som inverkar p&#229; n&#229;gons r&#228;tt f&#246;religger.

Om en fordran eller en f&#246;rm&#229;nsr&#228;tt inte har bevakats eller efterbevakats
senast d&#229; utdelningsf&#246;rslaget uppr&#228;ttades, fast&#228;n bevakningsskyldighet
har f&#246;relegat, &#228;r en inv&#228;ndning att fordringen eller f&#246;rm&#229;nsr&#228;tten borde
ha tagits upp i utdelningsf&#246;rslaget utan verkan.

Om r&#228;tten finner att utdelning inte b&#246;r fastst&#228;llas enligt f&#246;rslaget,
skall r&#228;tten antingen g&#246;ra beh&#246;vliga &#228;ndringar i det och fastst&#228;lla det
s&#229;lunda &#228;ndrade f&#246;rslaget eller &#229;terf&#246;rvisa &#228;rendet till f&#246;rvaltaren. Att
ett nytt utdelningsf&#246;rslag har uppr&#228;ttats skall kung&#246;ras endast om det
finns sk&#228;l till det. Om kung&#246;relse inte utf&#228;rdas, skall de borgen&#228;rer som
ber&#246;rs av &#228;ndringarna i utdelningsf&#246;rslaget underr&#228;ttas om det. I s&#229;dant
fall skall inv&#228;ndning mot f&#246;rslaget framst&#228;llas inom tre veckor fr&#229;n
dagen efter den d&#229; underr&#228;ttelserna s&#228;ndes ut. Slutdagen skall anges i
underr&#228;ttelserna.

8 &#167; Om r&#228;tten anser att det finns anledning att inte fastst&#228;lla utdelning
enligt f&#246;rslaget, skall den genom underr&#228;ttelser bereda f&#246;rvaltaren och
den f&#246;r vilken en ifr&#229;gasatt &#228;ndring skulle vara till nackdel tillf&#228;lle
att yttra sig, om det inte &#228;r uppenbart obeh&#246;vligt. Den som har
framst&#228;llt inv&#228;ndning mot utdelningsf&#246;rslaget skall f&#229; tillf&#228;lle att ta
del av ett yttrande, om det inte &#228;r obeh&#246;vligt.

R&#228;tten f&#229;r h&#229;lla f&#246;rhandling f&#246;r att pr&#246;va en fr&#229;ga om att fastst&#228;lla
utdelningsf&#246;rslaget. F&#246;rhandling skall h&#229;llas, om det beg&#228;rs av den som
har framst&#228;llt inv&#228;ndning mot f&#246;rslaget, den f&#246;r vilken en ifr&#229;gasatt
&#228;ndring skulle vara till nackdel eller, i fr&#229;ga om &#229;tervinning,
f&#246;rvaltaren. Till f&#246;rhandlingen skall nu n&#228;mnda personer alltid kallas.

Utbetalning av utdelningsmedel

9 &#167; N&#228;r beslutet att fastst&#228;lla utdelningen och beslut att best&#228;mma
arvode till f&#246;rvaltaren har vunnit laga kraft, skall f&#246;rvaltaren snarast
till borgen&#228;rerna skicka de medel som tillkommer dem, om inte hinder mot
utbetalning enligt 10 &#167; andra eller tredje stycket f&#246;religger.

Har f&#246;rvaltaren skickat medlen till en borgen&#228;r under dennes senast k&#228;nda
adress, beh&#246;ver f&#246;rvaltaren inte vidta n&#229;gon ytterligare &#229;tg&#228;rd f&#246;r att
verkst&#228;lla betalningen. N&#228;r medlen har skickats till borgen&#228;rerna, skall
f&#246;rvaltaren anm&#228;la det till r&#228;tten och tillsynsmyndigheten.

10 &#167; Innan besluten att fastst&#228;lla utdelning och att best&#228;mma arvode
till f&#246;rvaltaren har vunnit laga kraft, f&#229;r medel som tillagts en
borgen&#228;r betalas ut endast om borgen&#228;ren st&#228;ller s&#228;kerhet. Har tiden
f&#246;r &#246;verklagande av besluten l&#246;pt ut, f&#229;r dock, utan att s&#228;kerhet
st&#228;lls, utbetalning ske till borgen&#228;r som inte till sin nackdel
ber&#246;rs av ett &#246;verklagande av n&#229;got av besluten.

&#196;r en fordran beroende av n&#229;got s&#229;dant villkor som avses i 5 kap. 10 &#167;,
f&#229;r utdelningen f&#246;r fordringen inte betalas ut f&#246;rr&#228;n villkoret
uppfyllts. Detsamma g&#228;ller i fr&#229;ga om en tvistig fordran innan den
har fastst&#228;llts av domstol. N&#228;r fordringen har fastst&#228;llts men innan
fastst&#228;llelsebeslutet har vunnit laga kraft, f&#229;r medlen betalas ut
endast om borgen&#228;ren st&#228;ller s&#228;kerhet.

Om bevakningsf&#246;rfarande har &#228;gt rum, f&#229;r utdelning f&#246;r en fordran
som har efterbevakats inte betalas ut under den tid inom vilken
anm&#228;rkningar f&#229;r framst&#228;llas mot efterbevakningen.

Om en borgen&#228;r som har lyft utdelning blir skyldig att till
konkursboet betala tillbaka vad han har f&#229;tt, skall han betala r&#228;nta
p&#229; beloppet. R&#228;ntan ber&#228;knas enligt 5 &#167; r&#228;ntelagen (1975:635) fr&#229;n
den dag d&#229; medlen betalades ut till och med den dag d&#229; skyldigheten
att &#229;terb&#228;ra medlen intr&#228;der och enligt 6 &#167; r&#228;ntelagen f&#246;r tiden
d&#228;refter. Lag (1995:793).

11 &#167; S&#228;kerhet enligt 10 &#167; ska best&#229; av pant eller borgen. 
Borgen ska st&#228;llas s&#229;som f&#246;r egen skuld och, om den ing&#229;s av 
tv&#229; eller flera personer gemensamt, vara solidarisk. 

Om en bank eller n&#229;got annat j&#228;mf&#246;rbart kreditinstitut ska 
st&#228;lla s&#228;kerhet, f&#229;r f&#246;rvaltaren godta en utf&#228;stelse av 
institutet att infria den f&#246;rpliktelse som s&#228;kerheten ska 
avse. 

Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver inte 
st&#228;lla s&#228;kerhet. Lag (2019:862).

12 &#167; En borgen&#228;r f&#246;rlorar sin r&#228;tt till utdelning, om 
borgen&#228;ren inte g&#246;r anspr&#229;k p&#229; medlen inom ett &#229;r r&#228;knat fr&#229;n

1. dagen d&#229; beslutet att fastst&#228;lla utdelningen fick laga 
kraft, eller

2. den senare dag d&#229; borgen&#228;ren blev ber&#228;ttigad att lyfta 
medlen utan att st&#228;lla s&#228;kerhet.

De medel som en borgen&#228;r har f&#246;rlorat sin r&#228;tt till ska 
f&#246;rdelas mellan de borgen&#228;rer som har bevarat sin r&#228;tt och i 
andra hand &#246;verl&#228;mnas till g&#228;lden&#228;ren. Lag (2021:538).

13 &#167; N&#228;r medel som har tillagts en borgen&#228;r i ett f&#246;rslag till utdelning
betalas ut, har borgen&#228;ren r&#228;tt ocks&#229; till den r&#228;nta som har upplupit p&#229;
medlen fr&#229;n den dag d&#229; utdelningsf&#246;rslaget uppr&#228;ttades.

13 a &#167; Om det sammanlagda belopp som tillkommer en borgen&#228;r 
understiger 300 kronor ska beloppet inte betalas ut till 
borgen&#228;ren, om det inte finns s&#228;rskilda sk&#228;l f&#246;r det. Beloppet 
ska i st&#228;llet f&#246;rdelas p&#229; &#246;vriga utdelningsber&#228;ttigade som 
inte har tillgodosetts fullt ut. Lag (2021:538).

F&#246;rskottsbetalning

14 &#167; Innan utdelning &#228;ger rum, f&#229;r f&#246;rvaltaren sj&#228;lvmant eller p&#229; beg&#228;ran
av en borgen&#228;r betala ut utdelningsmedel i f&#246;rskott i enlighet med vad
som f&#246;reskrivs i 15 &#167;.

&#196;ven om en borgen&#228;r har f&#229;tt betalt i f&#246;rskott f&#246;r sin fordran, skall den
tas upp i utdelningsf&#246;rslaget.

15 &#167; F&#246;rskottsbetalning skall utg&#229; f&#246;r en fordran med f&#246;rm&#229;nsr&#228;tt, om det
l&#228;mpligen kan ske.

F&#246;rskottsbetalning skall utg&#229; f&#246;r en fordran utan f&#246;rm&#229;nsr&#228;tt, om det &#228;r
uppenbart att tillg&#229;ngarna r&#228;cker till betalning av tio procent av s&#229;dana
fordringar och det inte finns s&#228;rskilda sk&#228;l mot det.

F&#246;rskottsbetalning f&#246;r en fordran utg&#229;r endast i den m&#229;n det kan antas
att utdelning kommer att bel&#246;pa p&#229; denna. &#196;r fordringen beroende av
villkor eller tvistig, f&#229;r f&#246;rskott inte betalas ut. N&#228;r
bevakningsskyldighet f&#246;religger, f&#229;r f&#246;rskottsbetalning ske endast till
en borgen&#228;r som har bevakat sin fordran i konkursen.

16 &#167; Har en borgen&#228;r beg&#228;rt f&#246;rskottsbetalning, kan f&#246;rvaltaren kr&#228;va att
borgen&#228;ren st&#228;ller s&#228;kerhet f&#246;r att medlen &#229;terbetalas, om det visar sig
att borgen&#228;ren saknar r&#228;tt att beh&#229;lla vad som betalas till honom. I
fr&#229;ga om s&#229;dan s&#228;kerhet g&#228;ller 11 &#167;.

Vad som f&#246;reskrivs i 10 &#167; fj&#228;rde stycket om skyldighet att betala r&#228;nta
skall till&#228;mpas &#228;ven vid &#229;terbetalning av medel som har betalts ut i
f&#246;rskott.

17 &#167; Om f&#246;rvaltaren v&#228;grar f&#246;rskottsbetalning med beg&#228;rt belopp, f&#229;r
borgen&#228;ren h&#228;nskjuta fr&#229;gan till r&#228;ttens pr&#246;vning.

N&#228;r en konkurs anses avslutad m. m.

18 &#167; En konkurs anses avslutad n&#228;r tingsr&#228;tten har fastst&#228;llt utdelning
enligt 7 &#167;. Detta g&#228;ller &#228;ven om en tvist ang&#229;ende en fordran som har
gjorts g&#228;llande i konkursen eller en fr&#229;ga om underh&#229;ll &#229;t g&#228;lden&#228;ren
&#228;nnu inte &#228;r slutligt avgjord eller n&#229;gon ytterligare tillg&#229;ng till f&#246;ljd
av r&#228;tteg&#229;ng eller p&#229; n&#229;got annat s&#228;tt senare kan komma att tillf&#246;ras
konkursboet.

&#196;ven om konkursen &#228;r avslutad, f&#229;r ett ackordsf&#246;rslag som har getts in
tidigare pr&#246;vas enligt 12 kap.

Efterutdelning

19 &#167; Blir medel tillg&#228;ngliga f&#246;r utdelning efter det att
utdelningsf&#246;rslag enligt 4 &#167; har uppr&#228;ttats, skall f&#246;rvaltaren dela ut
dem till borgen&#228;rerna.

20 &#167; Om det &#228;r oklart hur medlen skall f&#246;rdelas, skall ett f&#246;rslag till
efterutdelning uppr&#228;ttas. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i detta
kapitel om utdelning, utbetalning av utdelningsmedel och
f&#246;rskottsbetalning.

I f&#246;rslaget till efterutdelning kan utdelning ber&#228;knas &#228;ven f&#246;r en
fordran som har blivit k&#228;nd efter det att utdelningf&#246;rslag enligt 4 &#167;
uppr&#228;ttades. En fordran f&#229;r beaktas utan bevakning trots att
bevakningsf&#246;rfarande f&#246;rut har varit anordnat i konkursen. Har s&#229; inte
varit fallet, f&#229;r r&#228;tten emellertid besluta om bevakningsf&#246;rfarande inf&#246;r
efterutdelningen.

Av nytillkomna medel skall en borgen&#228;r f&#246;r en fordran som inte har tagits
upp i utdelningsf&#246;rslag enligt 4 &#167; f&#246;rst s&#229; l&#229;ngt medlen r&#228;cker tilldelas
s&#229; mycket som skulle ha tillagts fordringen, om denna hade beaktats i
utdelningsf&#246;rslaget. D&#228;refter f&#229;r han tillsammans med &#246;vriga borgen&#228;rer
ta del i vad som kan &#229;terst&#229;.

21 &#167; Om f&#246;rvaltaren anser att de nytillkomna medlen kan 
f&#246;rdelas utan att ett f&#246;rslag till efterutdelning uppr&#228;ttas 
och om tillsynsmyndigheten medger det, f&#229;r f&#246;rvaltaren dela ut 
medlen till ber&#228;ttigade borgen&#228;rer utan att f&#246;reg&#229;ende 
best&#228;mmelser i detta kapitel iakttas. F&#246;r utbetalningen g&#228;ller 
dock 9 &#167; andra stycket och 13 a &#167;. En borgen&#228;r f&#246;rlorar sin 
r&#228;tt till utdelning, om borgen&#228;ren inte g&#246;r anspr&#229;k p&#229; medlen 
inom ett &#229;r r&#228;knat fr&#229;n det att f&#246;rvaltaren har anm&#228;lt till 
r&#228;tten att medlen har skickats till borgen&#228;ren.

F&#246;rsta stycket till&#228;mpas ocks&#229; f&#246;r det fall att det finns sk&#228;l 
att uppr&#228;tta ett utdelningsf&#246;rslag men medlen inte r&#228;cker till 
betalning av de kostnader som &#228;r f&#246;renade med detta.
Lag (2021:538).

Viss anm&#228;lningsskyldighet m.m.

22 &#167; Om utdelning eller efterutdelning har utfallit p&#229; ett
f&#246;retagsinteckningsbrevs belopp, ska f&#246;rvaltaren anm&#228;la detta
till inskrivningsmyndigheten. Anm&#228;lan ska g&#246;ras sedan
beslutet att fastst&#228;lla utdelningen eller efterutdelningen har
vunnit laga kraft eller, i fall som avses i 21 &#167;, n&#228;r
utbetalningen har &#228;gt rum. Tillsammans med anm&#228;lningen ska
f&#246;rvaltaren s&#228;nda in utdelningsf&#246;rslaget eller n&#229;gon annan
handling som visar f&#246;rdelningen.

N&#228;r inteckningsborgen&#228;ren lyfter betalning, ska detta antecknas
p&#229; f&#246;retagsinteckningsbrevet. Om f&#246;retagsinteckningsbrevet &#228;r
elektroniskt, ska f&#246;rvaltaren i st&#228;llet anm&#228;la betalningen till
Bolagsverket f&#246;r registrering i inteckningsbrevsregistret.
Lag (2008:1077).

12 kap. Ackord i konkurs m.m.

Frivillig uppg&#246;relse

1 &#167; Visar g&#228;lden&#228;ren att han har kommit &#246;verens om betalningen av sina
skulder eller p&#229; annat s&#228;tt tr&#228;ffat uppg&#246;relse med de borgen&#228;rer vars
fordringar har bevakats eller, n&#228;r bevakning inte beh&#246;vs, vars fordringar
&#228;r k&#228;nda f&#246;r f&#246;rvaltaren, skall r&#228;tten p&#229; ans&#246;kan av g&#228;lden&#228;ren besluta
om nedl&#228;ggning av konkursen. Innan beslut meddelas skall f&#246;rvaltaren
h&#246;ras.

Om bevakningsf&#246;rfarande &#228;ger rum, f&#229;r beslut om att l&#228;gga ned konkursen
inte meddelas f&#246;re bevakningstidens utg&#229;ng.

R&#228;tten kan f&#246;rordna att boets egendom inte f&#229;r s&#228;ljas innan ans&#246;kningen
har pr&#246;vats, om egendomen inte beh&#246;ver s&#228;ljas av n&#229;gon s&#229;dan anledning
som avses i 8 kap. 3 &#167; andra stycket 2 och 3.

2 &#167; Ett beslut att l&#228;gga ned konkursen skall kung&#246;ras.

Innan egendomen i boet &#229;terst&#228;lls till g&#228;lden&#228;ren, skall
konkurskostnaderna och andra skulder som boet har &#229;dragit sig
tas ut ur egendomen.

&#196;r n&#229;gon kostnad eller skuld tvistig, skall f&#246;rvaltaren s&#228;tta
in beh&#246;vliga medel till betalning av kostnaden eller skulden i
den bank eller det kreditmarknadsf&#246;retag som parterna enas om.
R&#228;ntan skall tillkomma den som slutligen blir ber&#228;ttigad till
medlen. Lag (2004:431).

Ackordsf&#246;rslag m. m.

3 &#167; Reglerna i 4--28 &#167;&#167; om ackord &#228;r till&#228;mpliga endast i en konkurs i
vilken det har beslutats att bevakningsf&#246;rfarande skall &#228;ga rum.

4 &#167; Om g&#228;lden&#228;ren vill bjuda ackord, skall han tillst&#228;lla r&#228;tten ett
ackordsf&#246;rslag. I f&#246;rslaget skall anges

1. hur mycket g&#228;lden&#228;ren bjuder i betalning,

2. n&#228;r betalningen skall ske,

3. om s&#228;kerhet har st&#228;llts f&#246;r ackordet och vari s&#228;kerheten i s&#229; fall
best&#229;r.

5 &#167; Ett ackord f&#229;r avse att fordringar som tillkommer de borgen&#228;rer som
enligt 11 &#167; har r&#228;tt att r&#246;sta om f&#246;rslaget s&#228;tts ned och betalas p&#229;
n&#228;rmare angivet s&#228;tt. Ackordet skall ge likaber&#228;ttigade borgen&#228;rer lika
r&#228;tt och minst tjugofem procent av fordringarnas belopp, om inte en l&#228;gre
ackordsprocent godk&#228;nns av samtliga k&#228;nda borgen&#228;rer som har bevakat
fordran och skulle omfattas av ackordet eller om det finns synnerliga
sk&#228;l f&#246;r l&#228;gre utdelning. Betalning av f&#246;reskriven minsta utdelning skall
ske inom ett &#229;r efter det att ackordet har fastst&#228;llts, om inte samtliga
n&#228;mnda borgen&#228;rer godk&#228;nner en l&#228;ngre betalningstid.

Ett ackord f&#229;r inneh&#229;lla villkor att borgen&#228;rer f&#229;r full betalning intill
ett visst belopp, om avvikelsen kan anses sk&#228;lig med h&#228;nsyn till
omfattningen av boet och &#246;vriga omst&#228;ndigheter. Avvikelser till nackdel
f&#246;r en viss borgen&#228;r f&#229;r ocks&#229; &#228;ga rum, om han medger det.

Ett ackord f&#229;r &#228;ven avse att g&#228;lden&#228;ren endast f&#229;r anst&#229;nd med
betalningen eller annan s&#228;rskild eftergift. F&#246;rsta och andra styckena
g&#228;ller i till&#228;mplig utstr&#228;ckning.

6 &#167; Ett ackordsf&#246;rslag f&#229;r tas upp endast om det kommer in till r&#228;tten
f&#246;re den dag d&#229; kung&#246;relsen om utdelningsf&#246;rslaget i konkursen &#228;r inf&#246;rd
i Post- och Inrikes Tidningar eller, n&#228;r utbyte enligt 15 kap. 2 &#167; sker,
f&#246;re den dag d&#229; underr&#228;ttelserna s&#228;ndes ut.

Om ackordsf&#246;rslaget har kommit in i r&#228;tt tid, skall r&#228;tten inh&#228;mta
yttrande av f&#246;rvaltaren huruvida f&#246;rslaget b&#246;r f&#246;rel&#228;ggas borgen&#228;rerna.
Avstyrker f&#246;rvaltaren att det sker, f&#229;r f&#246;rslaget tas upp endast om
r&#228;tten finner synnerliga sk&#228;l till det.

7 &#167; M&#246;ter enligt 4--6 &#167;&#167; hinder mot att ackordsf&#246;rslaget tas upp, skall
det avvisas.

Sammantr&#228;de f&#246;r pr&#246;vning av ackordsf&#246;rslag

8 &#167; Om ackordsf&#246;rslaget tas upp, ska r&#228;tten genast kalla 
borgen&#228;rerna till ett sammantr&#228;de f&#246;r att pr&#246;va f&#246;rslaget. 
Innan g&#228;lden&#228;ren har bekr&#228;ftat bouppteckningen, f&#229;r kallelse 
utf&#228;rdas endast om det finns synnerliga sk&#228;l f&#246;r det. 
Kallelsen ska kung&#246;ras.

Sammantr&#228;det f&#229;r inte h&#229;llas tidigare &#228;n tre veckor efter det 
att ackordsf&#246;rslaget togs upp och inte heller innan 
tvistefr&#229;gor som har uppkommit genom anm&#228;rkningar mot bevakade 
fordringar har handlagts vid f&#246;rlikningssammantr&#228;det.
Lag (2021:538).

9 &#167; F&#246;rvaltaren skall snarast till r&#228;tten inkomma med yttrande huruvida
han anser att ackordsf&#246;rslaget b&#246;r antas av borgen&#228;rerna. Yttrandet skall
h&#229;llas tillg&#228;ngligt f&#246;r borgen&#228;rerna vid sammantr&#228;det f&#246;r pr&#246;vning av
ackordsf&#246;rslaget, om det inte har s&#228;nts till dem tidigare.

10 &#167; Vid sammantr&#228;det f&#246;r pr&#246;vning av ackordsf&#246;rslaget ska 
f&#246;rvaltaren n&#228;rvara. Om g&#228;lden&#228;ren inte kan infinna sig 
personligen, b&#246;r han eller hon inst&#228;lla sig genom ombud.

F&#246;rvaltaren ska tillhandah&#229;lla en f&#246;rteckning &#246;ver de 
borgen&#228;rer som har r&#228;tt att r&#246;sta i ackordsfr&#229;gan, med uppgift 
om de fordringsbelopp f&#246;r vilka r&#246;str&#228;tt f&#229;r ut&#246;vas. Om det 
mot n&#229;gon av dessa fordringar har framst&#228;llts en anm&#228;rkning 
som inte har pr&#246;vats eller f&#246;r det fall efterbevakning har 
skett, anm&#228;rkningstiden &#228;nnu inte har g&#229;tt ut, ska det 
s&#228;rskilt anges i f&#246;rteckningen.

Om g&#228;lden&#228;ren inte har bekr&#228;ftat bouppteckningen, ska 
anledningen till det uppges vid sammantr&#228;det.
Lag (2021:538).

11 &#167; Vid omr&#246;stning i ackordsfr&#229;gan f&#229;r r&#246;str&#228;tt ut&#246;vas endast
f&#246;r bevakade fordringar. En borgen&#228;r som kan f&#229; t&#228;ckning f&#246;r
sin fordran genom kvittning eller vars fordran &#228;r f&#246;renad med
f&#246;rm&#229;nsr&#228;tt deltar dock inte i omr&#246;stningen. En borgen&#228;r, som
har r&#228;tt till betalning f&#246;rst efter &#246;vriga borgen&#228;rer, deltar
inte heller i omr&#246;stningen, s&#229;vida inte de &#246;vriga borgen&#228;rerna
medger det.

Om en borgen&#228;r helt eller delvis avst&#229;r fr&#229;n kvittningsr&#228;tt
eller f&#246;rm&#229;nsr&#228;tt, deltar han eller hon i motsvarande m&#229;n. Kan
en borgen&#228;rs fordran endast till viss del t&#228;ckas genom
kvittning, eller understiger v&#228;rdet av den egendom i vilken
borgen&#228;ren har s&#228;rskild f&#246;rm&#229;nsr&#228;tt borgen&#228;rens fordran, deltar
han eller hon med &#229;terst&#229;ende del av fordringen.

En svarande som med anledning av en &#229;tervinningstalan har f&#229;tt
eller kan f&#229; en fordran mot g&#228;lden&#228;ren, f&#229;r utan bevakning
delta med fordringen i omr&#246;stningen.

Inneb&#228;r ackordsf&#246;rslaget att borgen&#228;rer som inte har
f&#246;rm&#229;nsr&#228;tt ska f&#229; full betalning intill visst belopp, f&#229;r
r&#246;str&#228;tt inte ut&#246;vas f&#246;r de fordringar som d&#228;rigenom f&#229;r full
betalning.

Med borgen&#228;rer som har f&#246;rm&#229;nsr&#228;tt likst&#228;lls en borgen&#228;r som
till s&#228;kerhet f&#246;r sin fordran har gjort f&#246;rbeh&#229;ll om
&#229;tertagander&#228;tt. Lag (2008:993).

12 &#167; En anm&#228;rkning som har framst&#228;llts mot en fordran utg&#246;r inte hinder
mot att borgen&#228;ren deltar med fordringen i omr&#246;stningen. &#196;r utg&#229;ngen av
omr&#246;stningen beroende av om fordringen skall beaktas eller inte, skall
r&#228;tten vid sammantr&#228;det utreda tvistefr&#229;gan och s&#246;ka &#229;stadkomma
f&#246;rlikning. De n&#228;rvarande f&#229;r med bindande verkan f&#246;r dem som har
uteblivit medge att en anm&#228;rkning f&#246;rfaller eller inskr&#228;nks eller uppdra
&#229;t f&#246;rvaltaren att ing&#229; f&#246;rlikning med borgen&#228;ren. Kan f&#246;rlikning inte
tr&#228;ffas, skall fr&#229;gan handl&#228;ggas enligt vad som s&#228;gs i 17 &#167; f&#246;rsta
stycket f&#246;r best&#228;mmande av omr&#246;stningens utg&#229;ng. Har en anm&#228;rkning mot
n&#229;gon yrkad fordran eller f&#246;rm&#229;nsr&#228;tt pr&#246;vats enligt 9 kap. 16 &#167;, skall
r&#228;ttens avg&#246;rande dock till&#228;mpas vid omr&#246;stningen i ackordsfr&#229;gan, om det
inte f&#246;re omr&#246;stningen visas att avg&#246;randet har &#228;ndrats av h&#246;gre r&#228;tt.

F&#246;rlikning ang&#229;ende en anm&#228;rkning som har framst&#228;llts mot en fordran f&#229;r
inte ing&#229;s p&#229; n&#229;got annat s&#228;tt &#228;n som har n&#228;mnts nu, om inte alla vars
r&#228;tt &#228;r beroende av f&#246;rlikningen samtycker till det.

13 &#167; Om b&#229;de en borgen&#228;r och en borgensman eller n&#229;gon annan som f&#246;rutom
g&#228;lden&#228;ren ansvarar f&#246;r borgen&#228;rens fordran vill r&#246;sta f&#246;r denna i
ackordsfr&#229;gan, har de tillsammans en r&#246;st, vilken ber&#228;knas efter
borgen&#228;rens fordran. Kan de inte enas, g&#228;ller borgen&#228;rens mening, om inte
de andra l&#246;ser ut honom eller st&#228;ller betryggande s&#228;kerhet f&#246;r
fordringen.

14 &#167; G&#228;lden&#228;ren f&#229;r inte &#229;terta eller &#228;ndra ackordsf&#246;rslaget utan r&#228;ttens
medgivande. Ett yrkande om detta skall framst&#228;llas senast vid
sammantr&#228;det och innan omr&#246;stningen sker.

Om en &#228;ndring i ackordsf&#246;rslaget medges, f&#229;r pr&#246;vningen av
ackordsf&#246;rslaget skjutas upp till ett fortsatt sammantr&#228;de inom tre
veckor. Om &#228;ndringen inte medf&#246;r att f&#246;rslaget blir s&#228;mre f&#246;r
borgen&#228;rerna, f&#229;r pr&#246;vningen skjutas upp endast om det finns s&#228;rskilda
sk&#228;l till det.

Om r&#228;tten i n&#229;got annat fall &#228;n som avses i andra stycket, efter att ha
h&#246;rt f&#246;rvaltaren och de n&#228;rvarande borgen&#228;rerna, anser att det finns
s&#228;rskilda sk&#228;l f&#246;r att borgen&#228;rernas pr&#246;vning av ackordsf&#246;rslaget skjuts
upp, f&#229;r r&#228;tten besluta om uppskov till ett fortsatt sammantr&#228;de inom tre
veckor.

Borgen&#228;rsmajoritet vid ackord m. m.

15 &#167; Ett ackordsf&#246;rslag som ger minst femtio procent av fordringsbeloppen
skall anses antaget av borgen&#228;rerna, om tre femtedelar av de r&#246;stande har
godtagit f&#246;rslaget och deras fordringar uppg&#229;r till tre femtedelar av de
r&#246;stber&#228;ttigande fordringarnas sammanlagda belopp. &#196;r ackordsprocenten
l&#228;gre, skall ackordsf&#246;rslaget anses antaget om tre fj&#228;rdedelar av de
r&#246;stande har enats om f&#246;rslaget och deras fordringar uppg&#229;r till tre
fj&#228;rdedelar av de r&#246;stber&#228;ttigande fordringarnas sammanlagda belopp.

16 &#167; Anser en borgen&#228;r eller g&#228;lden&#228;ren att ett beslut genom vilket ett
ackordsf&#246;rslag har f&#246;rkastats av borgen&#228;rerna inte har tillkommit p&#229;
lagligt s&#228;tt, f&#229;r han &#246;verklaga beslutet i hovr&#228;tten inom tre veckor fr&#229;n
beslutet. G&#228;lden&#228;ren f&#229;r dock &#246;verklaga beslutet endast om hans r&#228;tt kan
vara beroende av det. Beslutet till&#228;mpas omedelbart, om inte n&#229;got annat
f&#246;rordnas. Lag (1990:1072).

Fastst&#228;llelse av ackord

17 &#167; Har ett ackordsf&#246;rslag antagits vid sammantr&#228;det men finns det
enligt 19 &#167; anledning att inte fastst&#228;lla ackordet, skall ackordsfr&#229;gan
pr&#246;vas av r&#228;tten vid en f&#246;rhandling. Detsamma g&#228;ller, om det vid
sammantr&#228;det inte kan avg&#246;ras om f&#246;rslaget har antagits eller f&#246;rkastats
av borgen&#228;rerna.

Om ackordsfr&#229;gan inte skall pr&#246;vas vid en f&#246;rhandling, skall r&#228;tten
fastst&#228;lla ackordet.

Beslut i ackordsfr&#229;gan skall meddelas inom en vecka, om inte l&#228;ngre
r&#229;drum &#228;r n&#246;dv&#228;ndigt p&#229; grund av s&#228;rskilda omst&#228;ndigheter.

18 &#167; &#196;r utg&#229;ngen av omr&#246;stningen &#246;ver ackordsf&#246;rslaget beroende av om
kvarst&#229;ende anm&#228;rkningar godk&#228;nns eller inte och finns det i &#246;vrigt sk&#228;l
att fastst&#228;lla ackordet, skall r&#228;tten vid f&#246;rhandlingen f&#246;rst pr&#246;va
anm&#228;rkningarna eller s&#229; m&#229;nga av dem att utg&#229;ngen av omr&#246;stningen blir
densamma vare sig &#246;vriga anm&#228;rkningar godk&#228;nns eller inte.

19 &#167; Ett ackord f&#229;r inte fastst&#228;llas, om

1. &#228;rendet inte har handlagts p&#229; f&#246;reskrivet s&#228;tt och felet kan ha
inverkat p&#229; ackordsfr&#229;gans utg&#229;ng,

2. ackordet inte uppfyller de villkor som anges i 5 &#167;,

3. det finns sk&#228;lig anledning att anta att g&#228;lden&#228;ren i hemlighet har
gynnat n&#229;gon borgen&#228;r i avsikt att inverka p&#229; ackordsfr&#229;gan eller att
n&#229;got annat svek har &#228;gt rum vid ackordet eller

4. ackordet uppenbart &#228;r till skada f&#246;r borgen&#228;rerna.

&#196;ven om f&#246;rsta stycket inte &#228;r till&#228;mpligt f&#229;r r&#228;tten efter
omst&#228;ndigheterna v&#228;gra att fastst&#228;lla ackordet, om en borgen&#228;r eller en
borgensman eller n&#229;gon annan som f&#246;rutom g&#228;lden&#228;ren svarar f&#246;r fordringen
har bestritt fastst&#228;llelse p&#229; grund av att

1. betryggande s&#228;kerhet f&#246;r ackordets fullg&#246;rande inte finns,

2. ackordet &#228;r till skada f&#246;r borgen&#228;rerna eller

3. ackordet av n&#229;gon annan s&#228;rskild anledning inte b&#246;r medges.

V&#228;gras fastst&#228;llelse enligt f&#246;rsta stycket 1 och &#228;r inte f&#246;rslaget
f&#246;rkastat av borgen&#228;rerna eller f&#246;rfallet, skall borgen&#228;rerna p&#229; nytt
pr&#246;va ackordsf&#246;rslaget och ett sammantr&#228;de s&#228;ttas ut f&#246;r detta. Ett
s&#229;dant sammantr&#228;de f&#229;r h&#229;llas tidigast tio dagar efter beslutet om v&#228;grad
fastst&#228;llelse. Borgen&#228;rerna skall kallas till sammantr&#228;det. Kallelsen
skall kung&#246;ras.

20 &#167; En f&#246;rhandling enligt 17 &#167; skall &#228;ga rum s&#229; snart som m&#246;jligt. Till
f&#246;rhandlingen skall f&#246;rvaltaren, g&#228;lden&#228;ren och de borgen&#228;rer som var
n&#228;rvarande vid sammantr&#228;de som avses i 8 &#167; kallas.

Verkan av ackord

21 &#167; Ett fastst&#228;llt ackord &#228;r bindande f&#246;r alla borgen&#228;rer,
k&#228;nda och ok&#228;nda, som har haft r&#228;tt att efter bevakning r&#246;sta
om ackordsf&#246;rslaget.

En borgen&#228;r, som har r&#228;tt till betalning f&#246;rst efter &#246;vriga
borgen&#228;rer, f&#246;rlorar sin r&#228;tt till betalning av g&#228;lden&#228;ren, om
inte alla borgen&#228;rer som enligt 11 &#167; hade r&#228;tt att r&#246;sta om
ackordsf&#246;rslaget tillgodoses fullt ut genom ackordet.

Den som har f&#246;rm&#229;nsr&#228;tt i viss egendom &#228;r bunden av ackordet i
fr&#229;ga om belopp som inte kan tas ut ur egendomen.

En borgen&#228;r har, utan hinder av ackordet, den r&#228;tt till
kvittning som f&#246;ljer av 5 kap. 15 och 16 &#167;&#167;. Lag (2008:993).

22 &#167; En borgen&#228;r som har godk&#228;nt ett ackordsf&#246;rslag f&#246;rlorar inte genom
godk&#228;nnandet sin r&#228;tt mot borgensm&#228;n eller andra som f&#246;rutom g&#228;lden&#228;ren
svarar f&#246;r fordringen.

23 &#167; En anm&#228;rkning mot en bevakning skall, om f&#246;rm&#229;nsr&#228;tt yrkas f&#246;r den
bevakade fordringen, pr&#246;vas p&#229; det s&#228;tt som f&#246;reskrivs i denna lag &#228;ven
om ackord har kommit till st&#229;nd.

24 &#167; Innan egendomen i boet till f&#246;ljd av att ett ackord har fastst&#228;llts
&#229;terst&#228;lls till g&#228;lden&#228;ren, skall konkurskostnaderna och andra skulder
som boet har &#229;dragit sig tas ut ur egendomen. F&#246;rvaltaren skall dessutom
se till att de borgen&#228;rer som har f&#246;rm&#229;nsr&#228;tt f&#246;r sina bevakade
fordringar av egendomen, s&#229; l&#229;ngt den r&#228;cker, f&#229;r den betalning som
tillkommer dem p&#229; grund av f&#246;rm&#229;nsr&#228;tten.

&#196;r n&#229;gon kostnad eller skuld tvistig, till&#228;mpas 2 &#167; tredje stycket.

25 &#167; N&#228;r ackord har fastst&#228;llts, f&#229;r talan om &#229;tervinning inte v&#228;ckas av
n&#229;gon borgen&#228;r som omfattas av ackordet. Talan som har v&#228;ckts p&#229; beh&#246;rigt
s&#228;tt f&#229;r trots det pr&#246;vas.

Vad som vinns genom &#229;tervinningstalan och inte beh&#246;vs f&#246;r n&#229;got s&#229;dant
&#228;ndam&#229;l som avses i 24 &#167; skall, sedan k&#228;randens kostnader har ersatts,
tillkomma de borgen&#228;rer som omfattas av ackordet. En svarande som med
anledning av k&#228;randens talan f&#229;r en fordran mot g&#228;lden&#228;ren har r&#228;tt att
p&#229; vad han annars skulle ha f&#229;tt betala avr&#228;kna den utdelning som
tillkommer honom.

Tillsyn &#246;ver ackord

26 &#167; P&#229; beg&#228;ran av en borgen&#228;r vars fordran omfattas av ackordet kan
r&#228;tten, om det finns sk&#228;l till det, f&#246;rordna f&#246;rvaltaren eller n&#229;gon
annan l&#228;mplig person att ut&#246;va tillsyn &#246;ver att g&#228;lden&#228;ren fullg&#246;r sina
&#229;taganden enligt ackordet. Om det beh&#246;vs, skall &#228;ven en ers&#228;ttare f&#246;r
tillsynsmannen f&#246;rordnas.

G&#228;lden&#228;ren skall ge tillsynsmannen de uppgifter som denne beg&#228;r och f&#246;lja
de anvisningar som tillsynsmannen l&#228;mnar.

Tillsynsmannen skall entledigas av r&#228;tten, om det visar sig att han inte
&#228;r l&#228;mplig eller att han av n&#229;gon annan s&#228;rskild orsak b&#246;r skiljas fr&#229;n
uppdraget.

27 &#167; Arvode till tillsynsmannen och ers&#228;ttning f&#246;r de kostnader som
uppdraget har medf&#246;rt skall pr&#246;vas av r&#228;tten, om tillsynsmannen eller
g&#228;lden&#228;ren beg&#228;r det. S&#229; l&#228;nge ackordet inte har fullgjorts, f&#229;r en s&#229;dan
beg&#228;ran framst&#228;llas ocks&#229; av en borgen&#228;r vars fordran omfattas av
ackordet.

F&#246;rverkande av ackord

28 &#167; P&#229; ans&#246;kan av en borgen&#228;r vars fordran omfattas av
ackordet kan r&#228;tten f&#246;rklara att den eftergift som genom
ackordet har medgetts g&#228;lden&#228;ren f&#246;rfaller, om

1. g&#228;lden&#228;ren

a) har gjort sig skyldig till oredlighet mot borgen&#228;rer,

b) har gjort sig skyldig till upps&#229;tligt f&#246;rsv&#229;rande av konkurs
eller exekutiv f&#246;rr&#228;ttning, eller

c) i hemlighet har gynnat n&#229;gon borgen&#228;r i syfte att inverka p&#229;
ackordsfr&#229;gan,

2. g&#228;lden&#228;ren har &#229;sidosatt vad som &#229;ligger honom enligt 26 &#167;
andra stycket, eller

3. g&#228;lden&#228;ren p&#229; n&#229;got annat s&#228;tt uppenbart har f&#246;rsummat sina
&#229;taganden enligt ackordet.

F&#246;rlikning &#228;r inte till&#229;ten i en fr&#229;ga som avses i f&#246;rsta
stycket.

&#196;ven om den eftergift som har medgetts g&#228;lden&#228;ren f&#246;rklaras
f&#246;rfallen, f&#229;r borgen&#228;rerna g&#246;ra ackordet i &#246;vrigt g&#228;llande mot
g&#228;lden&#228;ren eller mot den som har g&#229;tt i borgen f&#246;r ackordet.
Lag (2005:243).

13 kap. F&#246;rvaltarens slutredovisning

Avgivande av slutredovisningen

1 &#167; F&#246;rvaltaren skall avge slutredovisning f&#246;r sin f&#246;rvaltning i enlighet
med vad som f&#246;reskrivs i detta kapitel. En f&#246;rvaltare som avg&#229;r innan
konkursen &#228;r avslutad skall avge slutredovisning, &#228;ven om han har haft
hand om f&#246;rvaltningen tillsammans med andra f&#246;rvaltare. Har f&#246;rvaltningen
varit delad, beh&#246;ver redovisningen omfatta endast den del av
f&#246;rvaltningen som har ankommit p&#229; den avg&#229;ende f&#246;rvaltaren ensam.

Om f&#246;rvaltarens skyldighet att under konkursen redovisa
medelsf&#246;rvaltningen m. m. finns det best&#228;mmelser i 7 kap. 18--21 &#167;&#167;.

2 &#167; Slutredovisning skall avges

1. om konkursbeslutet h&#228;vs av h&#246;gre r&#228;tt,

2. om f&#246;rvaltaren avg&#229;r f&#246;re konkursens slut,

3. om konkursen avskrivs p&#229; grund av otillr&#228;ckliga tillg&#229;ngar,

4. om konkursen avskrivs d&#228;rf&#246;r att ingen fordran har gjorts g&#228;llande i
konkursen,

5. vid utdelning och vid efterutdelning enligt 11 kap. 20 &#167;,

6. vid efterutdelning enligt 11 kap. 21 &#167;,

7. om konkursen l&#228;ggs ned efter frivillig uppg&#246;relse,

8. om egendomen i boet &#229;terst&#228;lls till g&#228;lden&#228;ren till f&#246;ljd av att
ackord har fastst&#228;llts.

3 &#167; Slutredovisningen skall avges till tillsynsmyndigheten. Till
slutredovisningen skall f&#246;rvaltaren bifoga de handlingar som &#228;r av
betydelse f&#246;r kontroll av redovisningen. F&#246;rvaltaren skall ge in en kopia
av redovisningen till r&#228;tten. I fall som avses i 2 &#167; 1, 4 och 7 skall en
kopia samtidigt l&#228;mnas till g&#228;lden&#228;ren.

4 &#167; I fall som avses i 2 &#167; 5 skall slutredovisningen avges samtidigt som
utdelningsf&#246;rslaget ges in till r&#228;tten. I &#246;vriga i 2 &#167; avsedda fall skall
f&#246;rvaltaren avge redovisningen s&#229; snart som m&#246;jligt.

Granskning av slutredovisningen

5 &#167; Tillsynsmyndigheten skall i de fall som avses i 2 &#167; 2, 3, 5, 6 och 8
granska slutredovisningen samt i de fall som avses i 2 &#167; 2, 5 och 8 avge
utl&#229;tande &#246;ver densamma. Tillsynsmyndigheten skall skicka utl&#229;tandet till
r&#228;tten. Redovisningen och utl&#229;tandet skall h&#229;llas tillg&#228;ngliga hos r&#228;tten
och tillsynsmyndigheten f&#246;r dem som vill ta del av handlingarna.

6 &#167; I fall som avses i 2 &#167; 5 skall av den kung&#246;relse som r&#228;tten utf&#228;rdar
enligt 11 kap. 6 &#167; framg&#229; att slutredovisningen och utl&#229;tandet &#228;r
tillg&#228;ngliga f&#246;r granskning och var handlingarna finns.

I fall som avses i 2 &#167; 2 och 8 skall r&#228;tten, n&#228;r tillsynsmyndigheten har
l&#228;mnat sitt utl&#229;tande, kung&#246;ra att slutredovisningen och utl&#229;tandet har
avgetts samt var handlingarna &#228;r tillg&#228;ngliga f&#246;r granskning.

I de kung&#246;relser som n&#228;mns i f&#246;rsta och andra styckena skall det anges
vad den som vill klandra redovisningen m&#229;ste g&#246;ra.

Klander av slutredovisningen

7 &#167; F&#246;rvaltarens slutredovisning f&#229;r klandras av tillsynsmyndigheten och
g&#228;lden&#228;ren. &#196;ven en borgen&#228;r f&#229;r klandra redovisningen, om hans r&#228;tt kan
vara beroende av den.

Talan om klander av slutredovisning v&#228;cks genom st&#228;mning vid den
tingsr&#228;tt d&#228;r konkursen &#228;r eller har varit anh&#228;ngig.

I fall som avses i 2 &#167; 2, 5 och 8 skall talan v&#228;ckas senast den dag som
r&#228;tten best&#228;mmer och anger i kung&#246;relsen. Denna dag skall best&#228;mmas s&#229;
att tre m&#229;nader f&#246;rflyter fr&#229;n den tidpunkt d&#229; kung&#246;relsen kan antas bli
inf&#246;rd i Post- och Inrikes Tidningar. I &#246;vriga fall skall talan v&#228;ckas
inom tre m&#229;nader fr&#229;n den dag d&#229; kopian av redovisningen kom in till
r&#228;tten.

8 &#167; Har upph&#228;vts genom lag (2006:706).

9 &#167; En borgen&#228;r som har v&#228;ckt klandertalan har r&#228;tt att av konkursboet f&#229;
ers&#228;ttning f&#246;r sina r&#228;tteg&#229;ngskostnader i den m&#229;n de t&#228;cks av vad som
genom r&#228;tteg&#229;ngen har kommit boet till godo.

14 kap. Konkurskostnader

Allm&#228;nna best&#228;mmelser

1 &#167; Med konkurskostnad avses

1. arvode och kostnadsers&#228;ttning till f&#246;rvaltare,

2. arvode och kostnadsers&#228;ttning till en s&#229;dan r&#229;dgivare eller
f&#246;rlikningsman som har utsetts enligt 7 kap. 7 &#167;,

3. ers&#228;ttning till ett sakkunnigt bitr&#228;de som f&#246;rvaltare har anlitat med
st&#246;d av 7 kap. 11 &#167;,

4. ers&#228;ttning till staten f&#246;r tillsynen &#246;ver f&#246;rvaltningen,

5. kostnad f&#246;r kung&#246;rande av beslut eller &#229;tg&#228;rd r&#246;rande konkursen,

6. kostnad f&#246;r de skriftliga kallelser och underr&#228;ttelser till
borgen&#228;rerna som utf&#228;rdas i konkursen,

7. ers&#228;ttning enligt 6 kap. 14 &#167; till g&#228;lden&#228;ren eller n&#229;gon annan f&#246;r
inst&#228;llelse.

Som konkurskostnad anses inte de kostnader f&#246;r kung&#246;relsen, kallelser och
underr&#228;ttelser som f&#246;ranleds av efterbevakning.

2 &#167; Konkurskostnaderna skall utg&#229; ur konkursboet framf&#246;r andra
skulder som boet har &#229;dragit sig. I den m&#229;n konkurskostnaderna
inte kan tas ut ur boet, skall de betalas av staten, om inte
n&#229;got annat f&#246;ljer av 3 &#167;.

Om f&#246;rvaltaren har haft kostnader f&#246;r f&#246;rs&#228;ljning av fast
egendom och de inte kan tas ut ur egendomens avkastning och
k&#246;peskilling eller annars ur boet, skall de betalas av staten.
Lag (2005:190).

3 &#167; Om en konkurs har uppst&#229;tt p&#229; ans&#246;kan av n&#229;gon annan
borgen&#228;r &#228;n staten och om konkursen avskrivs enligt 10
kap. 1 &#167;, ska, i den m&#229;n konkurskostnaderna inte kan tas
ut ur boet, borgen&#228;ren svara f&#246;r dessa, dock h&#246;gst med ett
belopp som motsvarar en tiondel av det vid tiden f&#246;r
konkursbeslutet g&#228;llande prisbasbeloppet enligt 2 kap.
6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken. &#196;r flera borgen&#228;rer
betalningsskyldiga, svarar de solidariskt. I beslutet om
avskrivning ska ansvarig borgen&#228;r &#229;l&#228;ggas att betala
konkurskostnaderna med den angivna begr&#228;nsningen. Kan
kostnaderna inte heller tas ut av borgen&#228;ren, ska de
betalas av staten. Lag (2010:1239).

F&#246;rvaltarens arvode

4 &#167; Arvodet till f&#246;rvaltaren best&#228;ms av r&#228;tten. Om det har utsetts flera
f&#246;rvaltare, skall s&#228;rskilt arvode best&#228;mmas f&#246;r var och en av dem.

Arvodet f&#229;r inte best&#228;mmas till ett h&#246;gre belopp &#228;n som med h&#228;nsyn till
det arbete som uppdraget har kr&#228;vt, den omsorg och skicklighet varmed det
har utf&#246;rts samt boets omfattning kan anses utg&#246;ra sk&#228;lig ers&#228;ttning f&#246;r
uppdraget.

Regeringen eller den myndighet som regeringen best&#228;mmer fastst&#228;ller taxa
som skall till&#228;mpas vid best&#228;mmande av arvode till f&#246;rvaltaren om
konkursen avskrivs enligt 10 kap. 1 &#167;.

5 &#167; Arvodet skall best&#228;mmas till ett visst belopp i ett f&#246;r allt, om inte
enligt 18 &#167; ett s&#228;rskilt arvode beh&#246;ver ber&#228;knas f&#246;r egendom som avses
d&#228;r. Ett s&#229;dant s&#228;rskilt arvode f&#229;r best&#228;mmas innan arvodesfr&#229;gan i
&#246;vrigt avg&#246;rs.

N&#228;r ett s&#228;rskilt arvode best&#228;ms f&#246;r viss egendom, till&#228;mpas de grunder
f&#246;r arvodesber&#228;kningen som anges i 4 &#167;.

6 &#167; Arvodet best&#228;ms efter framst&#228;llning av f&#246;rvaltaren. Har det utsetts
flera f&#246;rvaltare, b&#246;r deras arvoden best&#228;mmas p&#229; en g&#229;ng, om det
l&#228;mpligen kan ske.

I arvodesframst&#228;llningen skall f&#246;rvaltaren ange det belopp som han beg&#228;r
och, om det kan komma i fr&#229;ga att best&#228;mma ett s&#228;rskilt arvode f&#246;r viss
egendom, &#228;ven det beloppet. Till framst&#228;llningen skall bifogas en
redog&#246;relse f&#246;r det arbete som uppdraget har medf&#246;rt med en specificerad
r&#228;kning, som utvisar det beg&#228;rda beloppets f&#246;rdelning p&#229; de olika
f&#246;rvaltnings&#229;tg&#228;rderna. Har f&#246;rvaltaren anlitat ett s&#229;dant bitr&#228;de som
avses i 7 kap. 11 &#167; och har bitr&#228;det erh&#229;llit gottg&#246;relse eller har
f&#246;rvaltaren tillgodof&#246;rts ers&#228;ttning f&#246;r utgifter, skall det anges i
redog&#246;relsen.

Om det finns anledning att best&#228;mma ett s&#228;rskilt arvode f&#246;r viss egendom,
skall f&#246;rvaltaren tillhandah&#229;lla r&#228;tten en f&#246;rteckning &#246;ver de k&#228;nda
r&#228;tts&#228;gare som har s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen.

7 &#167; Avser en arvodesframst&#228;llning endast att ett s&#228;rskilt arvode skall
best&#228;mmas f&#246;r viss egendom, f&#229;r r&#228;tten avg&#246;ra om det finns sk&#228;l att ta
upp yrkandet till pr&#246;vning innan arvode i &#246;vrigt best&#228;ms.

8 &#167; I andra fall &#228;n de som avses i 9 &#167; tredje stycket och 10 &#167;
skall r&#228;tten, innan arvodesframst&#228;llningen pr&#246;vas, inh&#228;mta
yttrande i arvodesfr&#229;gan av tillsynsmyndigheten samt ge
g&#228;lden&#228;ren och de borgen&#228;rer som hos r&#228;tten har beg&#228;rt det
tillf&#228;lle att yttra sig &#246;ver framst&#228;llningen inom viss tid,
minst tv&#229; och h&#246;gst fyra veckor. I fall som s&#228;gs i 6 &#167; tredje
stycket skall varje k&#228;nd borgen&#228;r som har s&#228;rskild f&#246;rm&#229;nsr&#228;tt
i egendomen ges tillf&#228;lle att yttra sig &#246;ver framst&#228;llningen.
Om ett konkursbeslut upph&#228;vts, skall den borgen&#228;r vars ans&#246;kan
lagts till grund f&#246;r beslutet ges tillf&#228;lle att yttra sig &#246;ver
framst&#228;llningen.

R&#228;tten f&#229;r h&#229;lla f&#246;rhandling i arvodesfr&#229;gan, om den finner
sk&#228;l till det. Till f&#246;rhandlingen skall f&#246;rvaltaren,
tillsynsmyndigheten, g&#228;lden&#228;ren samt de borgen&#228;rer som har
beg&#228;rt att f&#229; yttra sig &#246;ver arvodesframst&#228;llningen kallas. I
fall som avses i 6 &#167; tredje stycket skall varje k&#228;nd borgen&#228;r
som har s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen kallas. Om ett
konkursbeslut upph&#228;vts, skall den borgen&#228;r vars ans&#246;kan lagts
till grund f&#246;r beslutet kallas. Lag (2005:190).

9 &#167; I fall d&#229; tingsr&#228;tten har att fastst&#228;lla utdelning eller
efterutdelning i konkursen skall beslut i arvodesfr&#229;gan meddelas
samtidigt med beslutet om fastst&#228;llelse, n&#228;r inte n&#229;got annat
f&#246;ljer av 7 &#167;.

Oberoende av om talan har f&#246;rts mot ett beslut om att fastst&#228;lla
utdelning eller efterutdelning f&#229;r h&#246;gre r&#228;tt som &#228;ndrar l&#228;gre r&#228;tts
beslut i arvodesfr&#229;gan g&#246;ra den &#228;ndring i beslutet om fastst&#228;llelse som
f&#246;ranleds d&#228;rav eller, om det beh&#246;vs, &#229;terf&#246;rvisa utdelningsfr&#229;gan till
f&#246;rvaltaren.

Den domstol som har att pr&#246;va en fr&#229;ga om utdelning eller efterutdelning
f&#229;r best&#228;mma till&#228;ggsarvode till f&#246;rvaltaren f&#246;r arbete i anledning av
handl&#228;ggningen av fr&#229;gan vid domstolen.

10 &#167; Om konkursen avskrivs eller l&#228;ggs ned eller om
efterutdelning enligt 11 kap. 21 &#167; &#228;ger rum, skall r&#228;tten h&#246;ra
tillsynsmyndigheten innan arvode till f&#246;rvaltaren best&#228;ms.
Lag (2005:190).

11 &#167; En f&#246;rvaltare f&#229;r inte lyfta sitt arvode f&#246;rr&#228;n han har
avgett slutredovisningen f&#246;r sin f&#246;rvaltning. N&#228;r
arvodesframst&#228;llningen l&#228;mnats in till r&#228;t-ten f&#229;r dock
f&#246;rvaltaren, utan s&#228;rskilt beslut av r&#228;tten, lyfta den del av
det beg&#228;rda arvodet som motsvarar den merv&#228;rdesskatt som
ber&#228;knats f&#246;r arvodet. Lag (2003:893).

F&#246;rskott p&#229; f&#246;rvaltarens arvode

12 &#167; R&#228;tten f&#229;r tillerk&#228;nna f&#246;rvaltaren sk&#228;ligt belopp att utg&#229; i
f&#246;rskott innan slutligt arvode best&#228;ms, om det &#228;r rimligt med h&#228;nsyn till
omfattningen av det arbete som uppdraget har medf&#246;rt, den tid under
vilken konkursen har varat och ytterligare ber&#228;knas p&#229;g&#229; samt &#246;vriga
f&#246;rh&#229;llanden.

En framst&#228;llning om f&#246;rskott skall ange det belopp som beg&#228;rs och de sk&#228;l
som &#229;beropas f&#246;r f&#246;rskottsbetalningen. Till framst&#228;llningen skall bifogas
en redog&#246;relse f&#246;r det arbete som uppdraget har medf&#246;rt och en uppgift om
boets ekonomiska st&#228;llning. R&#228;tten skall inh&#228;mta yttrande i
f&#246;rskottsfr&#229;gan av tillsynsmyndigheten.

F&#246;rvaltarens ers&#228;ttning f&#246;r kostnader

13 &#167; F&#246;rvaltaren f&#229;r under f&#246;rvaltningens g&#229;ng ur konkursboet ta ut medel
f&#246;r att betala de kostnader som uppdraget medf&#246;r. Uttagen skall anges i
f&#246;rvaltarens slutredovisning.

14 &#167; Avskrivs konkursen enligt 10 kap. 1 &#167;, skall r&#228;tten
best&#228;mma kostnadsers&#228;ttningen och ers&#228;ttningen enligt 2 &#167; andra
stycket till f&#246;rvaltaren samtidigt som arvodet best&#228;ms.
Tillsynsmyndigheten skall h&#246;ras ocks&#229; &#246;ver beg&#228;ran om
ers&#228;ttning f&#246;r kostnader. Lag (2005:190).

&#214;vriga konkurskostnader

15 &#167; R&#228;tten best&#228;mmer arvodet till en s&#229;dan r&#229;dgivare eller
f&#246;rlikningsman som har utsetts enligt 7 kap. 7 &#167; efter att ha h&#246;rt
tillsynsmyndigheten och f&#246;rvaltaren. H&#228;rvid till&#228;mpas 4 &#167; andra stycket
och 5 &#167;.

16 &#167; Ers&#228;ttningen till ett sakkunnigt bitr&#228;de som har anlitats med st&#246;d
av 7 kap. 11 &#167; best&#228;ms av f&#246;rvaltaren.

17 &#167; Ers&#228;ttningen till staten f&#246;r tillsynen &#246;ver f&#246;rvaltningen utg&#229;r
enligt f&#246;reskrifter som regeringen meddelar.

Ers&#228;ttningen till staten f&#246;r s&#229;dana konkurskostnader som avses i 1 &#167;
f&#246;rsta stycket 6 utg&#229;r enligt f&#246;reskrifter som meddelas av regeringen
eller den myndighet som regeringen best&#228;mmer.

F&#246;rdelning av konkurskostnaderna p&#229; olika slag av egendom

18 &#167; Av arvodet till f&#246;rvaltaren eller s&#229;dan r&#229;dgivare eller
f&#246;rlikningsman som har utsetts enligt 7 kap. 7 &#167; ska, om det i
boet finns egendom i vilken s&#228;rskild f&#246;rm&#229;nsr&#228;tt g&#228;ller och i
den m&#229;n det inverkar p&#229; de borgen&#228;rers r&#228;tt som inte har s&#229;dan
f&#246;rm&#229;nsr&#228;tt i egendomen eller p&#229; statens ansvar f&#246;r
konkurskostnaderna, den del som avser egendomen i fr&#229;ga
fastst&#228;llas att betalas ur egendomens avkastning och
k&#246;peskilling.

D&#229; s&#228;rskild f&#246;rm&#229;nsr&#228;tt g&#228;ller i boet tillh&#246;rig egendom, f&#229;r
inte till skada f&#246;r n&#229;gon med samma eller b&#228;ttre f&#246;rm&#229;nsr&#228;tt,
av egendomens avkastning och k&#246;peskilling betalas n&#229;gon annan
konkurskostnad &#228;n som har sagts i f&#246;rsta stycket. S&#228;rskild
f&#246;rm&#229;nsr&#228;tt enligt 5 &#167; f&#246;rm&#229;nsr&#228;ttslagen (1970:979), hindrar
dock inte att egendomen anv&#228;nds till betalning ocks&#229; av &#246;vriga
konkurskostnader, i den m&#229;n det inte finns annan egendom i boet
som kan anv&#228;ndas till betalning.

Med arvode som s&#228;gs i f&#246;rsta stycket j&#228;mst&#228;lls vid
till&#228;mpningen av denna paragraf konkursboets kostnader f&#246;r v&#229;rd
och f&#246;rs&#228;ljning av egendomen i fr&#229;ga. Lag (2008:993).

15 kap. Information om beslut och &#229;tg&#228;rder under konkurs

Formen f&#246;r kung&#246;rande

1 &#167; Kung&#246;relser enligt denna lag ska ske i Post- och Inrikes 
Tidningar. Om det finns s&#228;rskilda sk&#228;l f&#229;r d&#228;rut&#246;ver en 
kung&#246;relse ske p&#229; annat s&#228;tt.

Dagen f&#246;r kung&#246;rande enligt denna lag &#228;r den dag d&#229; 
kung&#246;relsen inf&#246;rdes i Post- och Inrikes Tidningar.

I 8 kap. 11-13 &#167;&#167; finns s&#228;rskilda best&#228;mmelser om kung&#246;rande 
av auktion i vissa fall. Lag (2021:538).

Utbyte av kung&#246;relse mot skriftliga underr&#228;ttelser till
borgen&#228;rerna

2 &#167; I en konkurs vari bevakningsf&#246;rfarande har &#228;gt rum skall f&#246;ljande
kung&#246;relser ers&#228;ttas med skriftliga underr&#228;ttelser till borgen&#228;rerna, om
det saknas anledning att anta att kostnaden f&#246;r tillk&#228;nnagivandet med
kung&#246;relse blir l&#228;gre eller att kung&#246;relse i &#246;vrigt &#228;r l&#228;mpligare,
n&#228;mligen

1. kung&#246;relse med kallelse till f&#246;rhandling ang&#229;ende entledigande av
f&#246;rvaltare,

2. kung&#246;relse med information om att ett f&#246;rslag till utdelning eller
efterutdelning har uppr&#228;ttats samt att slutredovisningen och
tillsynsmyndighetens utl&#229;tande &#246;ver den finns tillg&#228;ngliga f&#246;r
granskning,

3. kung&#246;relse av beslut om att l&#228;gga ned konkursen p&#229; grund av frivillig
uppg&#246;relse,

4. kung&#246;relse med information om att slutredovisningen och
tillsynsmyndighetens utl&#229;tande &#246;ver den finns tillg&#228;ngliga f&#246;r granskning
i fall d&#229; f&#246;rvaltare avg&#229;r f&#246;re konkursens slut.

Om utbyte sker i de fall som anges i f&#246;rsta stycket 2, 3 eller 4 skall
tid som avses i 11 kap. 6 &#167; tredje stycket, 13 kap. 7 &#167; tredje stycket
och 16 kap. 9 &#167; f&#246;rsta stycket i st&#228;llet r&#228;knas fr&#229;n dagen efter den d&#229;
underr&#228;ttelserna s&#228;ndes ut.

Utbyte av underr&#228;ttelser och kallelser till borgen&#228;rerna mot
kung&#246;relse

3 &#167; Om antalet borgen&#228;rer med fordringar utan f&#246;rm&#229;nsr&#228;tt &#228;r mycket
stort, f&#229;r underr&#228;ttelser till dessa borgen&#228;rer och s&#229;dana kallelser till
dem som inte beh&#246;ver delges ers&#228;ttas av ett tillk&#228;nnagivande genom
kung&#246;relse.

Formen f&#246;r kallelser och underr&#228;ttelser m.m.

4 &#167; Skriftliga kallelser och underr&#228;ttelser enligt denna lag 
ska ske med post eller p&#229; n&#229;got annat l&#228;mpligt s&#228;tt, om inte 
n&#229;got annat f&#246;ljer av s&#228;rskilda f&#246;reskrifter om delgivning.

Om f&#246;rvaltaren ska underr&#228;tta n&#229;gon om inneh&#229;llet i en 
handling eller om n&#229;got annat, f&#229;r det ske genom delgivning.
Lag (2021:538).

Registrering av konkurser

5 &#167; I lagen (2017:473) med kompletterande best&#228;mmelser till 
2015 &#229;rs insolvensf&#246;rordning finns best&#228;mmelser om 
registrering av konkurser i ett insolvensregister.
Lag (2019:250).

6 &#167; Har upph&#228;vts genom lag (2019:250).

7 &#167; Har upph&#228;vts genom lag (2019:250).

8 &#167; Har upph&#228;vts genom lag (2019:250).

16 kap. Best&#228;mmelser om handl&#228;ggning och &#246;verklagande m.m.

Handl&#228;ggning av konkurs&#228;renden

1 &#167; Pr&#246;vningen av en konkursans&#246;kan och handl&#228;ggningen av konkursen sker
som ett konkurs&#228;rende hos tingsr&#228;tten. Som konkurs&#228;rende handl&#228;ggs inte
s&#229;dan talan enligt denna lag som skall v&#228;ckas genom st&#228;mning.

2 &#167; I konkurs&#228;renden g&#228;ller r&#228;tteg&#229;ngsbalkens best&#228;mmelser om tvistem&#229;l i
till&#228;mpliga delar, om inte n&#229;got annat s&#228;gs i denna lag. Sker
handl&#228;ggningen vid f&#246;rhandling, till&#228;mpas best&#228;mmelserna om
huvudf&#246;rhandling i tvistem&#229;l, om inte sakens beskaffenhet motiverar
avsteg d&#228;rifr&#229;n.

Om den som har kallats till en f&#246;rhandling uteblir, hindrar det inte att
den fr&#229;ga som f&#246;rhandlingen g&#228;ller pr&#246;vas och avg&#246;rs.

R&#228;ttens avg&#246;rande sker genom beslut.

3 &#167; En tingsr&#228;tt skall vid handl&#228;ggningen av ett konkurs&#228;rende best&#229; av
en lagfaren domare. Vid en f&#246;rhandling f&#229;r dock r&#228;tten best&#229; av tre
lagfarna domare.

Verkst&#228;llighet av beslut i konkurs&#228;renden

4 &#167; Ett beslut om konkurs och om upph&#228;vande av ett konkursbeslut g&#229;r i
verkst&#228;llighet omedelbart. Detsamma g&#228;ller andra beslut av r&#228;tten under
handl&#228;ggningen av ett konkurs&#228;rende i en fr&#229;ga som enligt denna lag skall
pr&#246;vas av r&#228;tten, om inte n&#229;got annat f&#246;rordnas eller f&#246;ljer av andra
stycket.

Beslut under handl&#228;ggningen av ett konkurs&#228;rende g&#229;r i verkst&#228;llighet
f&#246;rst sedan det har vunnit laga kraft, om beslutet avser

1. arvode eller kostnadsers&#228;ttning till f&#246;rvaltare,

2. arvode till en s&#229;dan r&#229;dgivare eller f&#246;rlikningsman som har utsetts
enligt 7 kap. 7 &#167;,

3. arvode eller kostnadsers&#228;ttning till en s&#229;dan tillsynsman som har
utsetts enligt 12 kap. 26 &#167;,

4. utd&#246;mande av f&#246;relagt vite.

Ang&#229;ende verkst&#228;llighet av beslut att fastst&#228;lla utdelning finns det
best&#228;mmelser i 11 kap. 9 och 10 &#167;&#167;.

&#214;verklagande av r&#228;ttens beslut i konkurs&#228;renden m.m.

5 &#167; Varje tingsr&#228;ttens beslut i ett konkurs&#228;rende i en fr&#229;ga som enligt
denna lag skall pr&#246;vas av r&#228;tten f&#229;r &#246;verklagas f&#246;r sig, om inte n&#229;got
annat f&#246;ljer av 6 eller 7 &#167;.

Har ett beslut meddelats utan att f&#246;rhandling har h&#229;llits, skall de som
beslutet har g&#229;tt emot genast underr&#228;ttas om tiden f&#246;r beslutet, i den
m&#229;n det med h&#228;nsyn till omst&#228;ndigheterna &#228;r motiverat. N&#228;r det &#228;r
l&#228;mpligt, b&#246;r i underr&#228;ttelsen ges besked om utg&#229;ngen av den pr&#246;vade
fr&#229;gan.

6 &#167; Ett beslut enligt 9 kap. 1 &#167; att bevakning skall &#228;ga rum f&#229;r inte
&#246;verklagas. Inte heller f&#229;r ett beslut av tingsr&#228;tten enligt 11 kap. 7 &#167;
tredje stycket som innefattar &#229;terf&#246;rvisning av ett utdelningsf&#246;rslag
till f&#246;rvaltaren &#246;verklagas.

R&#228;ttens beslut i fr&#229;ga om utdelning f&#229;r &#246;verklagas endast av den som i
r&#228;tt tid har framst&#228;llt inv&#228;ndning mot utdelningsf&#246;rslaget eller, om
r&#228;tten beslutar fastst&#228;lla utdelning som avviker fr&#229;n f&#246;rslaget, den vars
r&#228;tt p&#229;verkas av &#228;ndringen. F&#246;rvaltaren f&#229;r fullf&#246;lja talan i en fr&#229;ga
som g&#228;ller &#229;tervinning.

7 &#167; Mot beslut enligt 12 kap. 18 &#167; med anledning av en framst&#228;lld
anm&#228;rkning f&#229;r talan inte f&#246;ras.

Mot f&#246;ljande beslut f&#229;r talan inte f&#246;ras s&#228;rskilt, n&#228;mligen

1. beslut i fr&#229;ga om v&#228;grat &#229;tertagande eller om &#228;ndring i ett
ackordsf&#246;rslag enligt 12 kap. 14 &#167;,

2. beslut enligt 12 kap. 19 &#167; att borgen&#228;rerna p&#229; nytt skall pr&#246;va
ackordsfr&#229;gan.

8 &#167; Tillsynsmyndigheten f&#229;r &#246;verklaga tingsr&#228;ttens beslut, om
beslutet r&#246;r

1. utseende eller entledigande av f&#246;rvaltare, antalet
f&#246;rvaltare eller delning av f&#246;rvaltningen mellan flera
f&#246;rvaltare,

2. arvode, kostnadsers&#228;ttning eller f&#246;rskott till f&#246;rvaltare,

3. resef&#246;rbud eller skyldighet f&#246;r g&#228;lden&#228;ren att l&#228;mna ifr&#229;n
sig sitt pass, f&#246;rbud att utf&#228;rda pass, h&#228;mtning eller h&#228;ktning
eller f&#246;rel&#228;ggande eller utd&#246;mande av vite,

4. uppdrag som eller arvode till r&#229;dgivare eller
f&#246;rlikningsman,

5. avslag p&#229; en framst&#228;llning om att inleda
bevakningsf&#246;rfarande,

6. avskrivning av konkurs enligt 10 kap. 1 &#167;. Lag (2006:706).

9 &#167; Ett s&#229;dant beslut av tingsr&#228;tten som avses i 5 &#167; f&#229;r
&#246;verklagas hos hovr&#228;tten. &#214;verklagandet skall ske inom tre veckor
fr&#229;n den dag d&#229; beslutet meddelades. &#196;r det fr&#229;ga om ett
konkursbeslut eller ett beslut om nedl&#228;ggning av en konkurs p&#229;
grund av frivillig uppg&#246;relse, r&#228;knas dock tiden f&#246;r &#246;verklagande
fr&#229;n den dag d&#229; kung&#246;relsen om beslutet var inf&#246;rd i Post- och
Inrikes Tidningar.

Beslut om &#229;l&#228;ggande av resef&#246;rbud, om skyldighet f&#246;r g&#228;lden&#228;ren
att l&#228;mna ifr&#229;n sig sitt pass, om f&#246;rbud att utf&#228;rda pass samt om
n&#229;gons h&#228;ktande eller kvarh&#229;llande i h&#228;kte f&#229;r &#246;verklagas utan
inskr&#228;nkning till viss tid. Detsamma g&#228;ller klagan mot ett beslut p&#229;
den grunden att f&#246;rfarandet on&#246;digt uppeh&#229;lls genom beslutet.
Lag (1994:1050).

17 kap. Skadest&#229;nd och straff

Skadest&#229;nd

1 &#167; En f&#246;rvaltare skall ers&#228;tta de skador som han vid fullg&#246;rande av sitt
uppdrag upps&#229;tligen eller av oaktsamhet tillfogar boet, en
konkursborgen&#228;r eller g&#228;lden&#228;ren. Skadest&#229;ndet kan j&#228;mkas efter vad som
&#228;r sk&#228;ligt med h&#228;nsyn till handlingens beskaffenhet, skadans storlek och
omst&#228;ndigheterna i &#246;vrigt.

Skall flera f&#246;rvaltare ers&#228;tta samma skada, svarar de solidariskt f&#246;r
skadest&#229;ndet i den m&#229;n inte skadest&#229;ndsskyldigheten har j&#228;mkats f&#246;r n&#229;gon
av dem enligt f&#246;rsta stycket. Vad n&#229;gon har betalt i skadest&#229;nd f&#229;r s&#246;kas
&#229;ter av de andra efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till
omst&#228;ndigheterna.

2 &#167; Talan om skadest&#229;nd enligt 1 &#167; som inte grundas p&#229; brott skall f&#246;ras
genom klander av f&#246;rvaltarens slutredovisning.

3 &#167; Om en borgen&#228;rs konkursans&#246;kan inte bifalls och om
borgen&#228;ren n&#228;r han gav in sin ans&#246;kan saknade sk&#228;lig anledning
att anta att g&#228;lden&#228;ren var p&#229; obest&#229;nd, skall borgen&#228;ren
ers&#228;tta g&#228;lden&#228;ren den skada som sk&#228;ligen kan anses ha orsakats
denne genom ans&#246;kningen och dess handl&#228;ggning.

Om ett beslut om konkurs upph&#228;vs, skall den borgen&#228;r vars
ans&#246;kan lagts till grund f&#246;r konkursbeslutet ers&#228;tta g&#228;lden&#228;ren
f&#246;r konkurskostnader som utg&#229;tt ur konkursboet. Detta g&#228;ller
dock inte om konkursen upph&#228;vs p&#229; grund av att g&#228;lden&#228;ren har
&#229;beropat en ny omst&#228;ndighet eller ett nytt bevis. Borgen&#228;ren
svarar inte heller f&#246;r kostnader i konkursen som g&#228;lden&#228;ren har
orsakat av v&#229;rdsl&#246;shet. Om flera borgen&#228;rer &#228;r
ers&#228;ttningsskyldiga, svarar de solidariskt f&#246;r ers&#228;ttningen.

Talan om skadest&#229;nd enligt f&#246;rsta eller ers&#228;ttning enligt andra
stycket skall v&#228;ckas vid den tingsr&#228;tt d&#228;r &#228;rendet om
g&#228;lden&#228;rens f&#246;rs&#228;ttande i konkurs &#228;r eller har varit anh&#228;ngigt.
I detta &#228;rende f&#229;r s&#229;dan talan v&#228;ckas utan st&#228;mning.
Lag (2005:190).

Straff m.m.

4 &#167; En g&#228;lden&#228;r som i strid mot f&#246;rbudet i 6 kap. 1 &#167; f&#246;rsta stycket
driver n&#228;ringsverksamhet under konkursen d&#246;ms till b&#246;ter.


5 &#167; En borgen&#228;r som f&#246;r sin r&#246;st vid ett sammantr&#228;de i samband med ackord
i konkurs har betingat sig n&#229;gon s&#228;rskild f&#246;rm&#229;n av g&#228;lden&#228;ren d&#246;ms till
b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r.

6 &#167; &#197;tal mot en g&#228;lden&#228;r f&#246;r brott som avses i 11 kap. brottsbalken och
&#229;tal mot en borgen&#228;r f&#246;r brott som s&#228;gs i 5 &#167; f&#229;r v&#228;ckas vid den
tingsr&#228;tt d&#228;r konkursen &#228;r eller har varit anh&#228;ngig.

7 &#167; Allm&#228;n &#229;klagare och Polismyndigheten ska ha tillg&#229;ng till
alla handlingar som r&#246;r boet och som kan l&#228;mna upplysning om
huruvida g&#228;lden&#228;ren har gjort sig skyldig till brottsligt
f&#246;rfarande mot sina borgen&#228;rer. Lag (2014:610).


&#214;verg&#229;ngsbest&#228;mmelser

1987:672

1. Denna lag tr&#228;der i kraft den 1 januari 1988. Genom lagen upph&#228;vs, med
de begr&#228;nsningar som anges under 2, 3, 5 och 6, konkurslagen (1921:225),
lagen (1921:226) om nya konkurslagens inf&#246;rande och vad i avseende d&#228;r&#229;
skall iakttas samt lagen (1956:217) om vissa kreditinr&#228;ttningars konkurs.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om en konkurs, i vilken
konkursbeslutet har meddelats f&#246;re ikrafttr&#228;dandet. Vad som i dessa
f&#246;reskrifter s&#228;gs om konkursdomaren skall dock i st&#228;llet avse
tingsr&#228;tten. Vid fullg&#246;randet av en uppgift som enligt &#228;ldre lag ankommer
p&#229; konkursdomaren best&#229;r r&#228;tten av en lagfaren domare. Skall efter
ikrafttr&#228;dandet av den nya lagen en fr&#229;ga h&#228;nskjutas till r&#228;tten enligt
93 &#167; tredje stycket, 108 &#167; fj&#228;rde stycket eller 164 &#167; f&#246;rsta stycket
konkurslagen (1921:225), handl&#228;ggs fr&#229;gan i den ordning som &#228;r
f&#246;reskriven i den nya lagen f&#246;r motsvarande fall.

3. &#196;r en konkursans&#246;kan anh&#228;ngig vid ikrafttr&#228;dandet, till&#228;mpas &#228;ldre
f&#246;reskrifter vid pr&#246;vningen av ans&#246;kningen.

4. S&#229;dana underr&#228;ttelser med anledning av en konkurs som enligt n&#229;gon
f&#246;reskrift i lag eller annan f&#246;rfattning ankommer p&#229; konkursdomaren skall
i st&#228;llet l&#228;mnas av tingsr&#228;tten.

5. I fr&#229;ga om &#229;tervinning av en r&#228;ttshandling eller &#229;tg&#228;rd som avses i 4
kap. 5--9 &#167;&#167; och som har &#228;gt rum f&#246;re lagens ikrafttr&#228;dande g&#228;ller
30--34 &#167;&#167; konkurslagen (1921:225).

6. I fr&#229;ga om r&#228;tten att g&#246;ra g&#228;llande fordran p&#229; l&#246;n, arvode eller
pension f&#246;r tiden f&#246;re lagens ikrafttr&#228;dande g&#228;ller 100 a &#167; konkurslagen
(1921:225).

7. F&#246;rekommer i lag eller annan f&#246;rfattning n&#229;gon f&#246;reskrift om att en
&#229;tg&#228;rd skall ha vidtagits viss tid efter f&#246;rsta borgen&#228;rssammantr&#228;det i
konkurs eller att en viss r&#228;ttsverkan skall intr&#228;da viss tid efter detta
sammantr&#228;de, skall fristen i st&#228;llet r&#228;knas fr&#229;n edg&#229;ngssammantr&#228;det.

8. En fordran som har fastst&#228;llts genom en s&#229;dan skiljedom som avses i
12 &#167; lagen (1981:775) om inf&#246;rande av uts&#246;kningsbalken skall godtas som st&#246;d
f&#246;r borgen&#228;rs beh&#246;righet att beg&#228;ra g&#228;lden&#228;ren i konkurs, om skiljedomen
f&#229;r verkst&#228;llas enligt f&#246;rsta meningen i n&#228;mnda paragraf och en domstol
inte har meddelat ett s&#229;dant f&#246;rordnande som avses i 3 kap. 18 &#167;
uts&#246;kningsbalken.

9. Vad som s&#228;gs i den nya lagen om registrerat skepp g&#228;ller &#228;ven i fr&#229;ga
om b&#229;t som enligt punkt 5 &#246;verg&#229;ngsbest&#228;mmelserna till lagen (1973:1064)
om &#228;ndring i sj&#246;lagen (1891:35 s.1) &#228;r upptagen i skeppsregistret.

10. F&#246;rekommer i lag eller annan f&#246;rfattning n&#229;gon h&#228;nvisning till en
f&#246;reskrift som har ersatts genom en f&#246;reskrift i denna lag, till&#228;mpas i
st&#228;llet den nya f&#246;reskriften.

1989:1084

Denna lag tr&#228;der i kraft den 1 februari 1990. &#196;ldre
best&#228;mmelser till&#228;mpas dock om konkursf&#246;rfarande har inletts
f&#246;re ikrafttr&#228;dandet.

1990:1072

Denna lag tr&#228;der i kraft den 1 januari 1991. &#196;ldre best&#228;mmelser g&#228;ller
dock i fr&#229;ga om tid f&#246;r besv&#228;r &#246;ver beslut som meddelats f&#246;re
ikrafttr&#228;dandet.

1991:857

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande i fr&#229;ga om m&#229;l om lags&#246;kning, betalningsf&#246;rel&#228;ggande
och handr&#228;ckning d&#228;r talan v&#228;ckts f&#246;re ikrafttr&#228;dandet.

1991:999

1. Denna lag tr&#228;der i kraft den 1 augusti 1991.

2. Vad som i 8 kap. 7 och 10 &#167;&#167; s&#228;gs om v&#228;rdepappersinstitut skall ocks&#229;
g&#228;lla s&#229;dan fondkommission&#228;r som med st&#246;d av punkt 3 i
&#246;verg&#229;ngsbest&#228;mmelserna till lagen (1991:981) om v&#228;rdepappersr&#246;relse
driver r&#246;relse enligt fondkommissionslagen (1979:748).

1994:481

Denna lag tr&#228;der i kraft den 1 juli 1994. &#196;ldre f&#246;reskrifter till&#228;mpas
i fr&#229;ga om betalningss&#228;kring som verkst&#228;llts f&#246;re ikrafttr&#228;dandet.

1995:308

Denna lag tr&#228;der i kraft den 1 april 1996. F&#246;reskrifterna i 3 kap.
4 &#167; tredje stycket g&#228;ller i sin &#228;ldre lydelse om en f&#246;rvaltare f&#246;re
ikrafttr&#228;dandet har gjort anspr&#229;k p&#229; en f&#246;rm&#229;n som avses i den
paragrafen.

1995:793

Denna lag tr&#228;der i kraft den 1 oktober 1995 s&#229;vitt avser 15 kap.
5-8 &#167;&#167; och i &#246;vrigt den 1 juli 1995.

1996:775

1. Denna lag tr&#228;der i kraft den 1 september 1996.

2. I fr&#229;ga om &#229;tervinning av en r&#228;ttshandling som avses i 4 kap. 1 &#167;
1 i dess &#228;ldre lydelse och som har &#228;gt rum f&#246;re ikrafttr&#228;dandet
g&#228;ller best&#228;mmelsen i dess &#228;ldre lydelse.

3. Har konkursans&#246;kan f&#246;reg&#229;tts av f&#246;rordnande av god man enligt
ackordslagen (1970:847), g&#228;ller 4 kap. 2 &#167; i dess &#228;ldre lydelse.

1999:1095

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den
31 december 1999.

2003:538

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. I fr&#229;ga om f&#246;retagshypotek p&#229; grund av en inteckning som har
beviljats f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser
fram till den 1 januari 2005.

3. Vid en konkurs som har beslutats p&#229; grund av en ans&#246;kan som
gjorts f&#246;re ikrafttr&#228;dandet till&#228;mpas alltid &#228;ldre
best&#228;mmelser.

2005:190

Denna lag tr&#228;der i kraft den 1 maj 2005. Om beslut om konkurs
har fattats f&#246;re ikrafttr&#228;dandet, g&#228;ller 14 kap. 8 och 10 &#167;&#167;
samt 17 kap. 3 &#167; i paragrafernas &#228;ldre lydelse.

2005:196

1. Denna lag tr&#228;der i kraft den 1 maj 2005.

2. Vid konkurs som beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre
best&#228;mmelser.

2008:993

1. Denna lag tr&#228;der i kraft den 1 januari 2009.

2. I fr&#229;ga om en f&#246;retagsinteckning enligt den upph&#228;vda lagen
(2003:528) om f&#246;retagsinteckning till&#228;mpas &#228;ldre best&#228;mmelser.

2010:1951

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
15–17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

2011:731

1. Denna lag tr&#228;der i kraft den 30 juni 2011.

2. Vid konkurs som beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre
best&#228;mmelser.

2011:1328

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om skatt
eller avgift enligt skattebetalningslagen (1997:483).

2014:513

1. Denna lag tr&#228;der i kraft den 1 augusti 2014.

2. Vid konkurs som beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller
&#228;ldre best&#228;mmelser.

2014:1456

1. Denna lag tr&#228;der i kraft den 1 mars 2015.

2. Vid en konkurs som beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller
&#228;ldre f&#246;reskrifter.

2019:250

1. Denna lag tr&#228;der i kraft den 1 juni 2019. 

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r konkurser som har 
beslutats f&#246;re ikrafttr&#228;dandet.

2020:1031

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande f&#246;r aktiebolag 
och ekonomiska f&#246;reningar som omfattas av punkt 2 och 3 i 
ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelserna till lagen 
(2020:1026) om upph&#228;vande av lagen (2004:299) om 
inl&#229;ningsverksamhet och ins&#228;ttningar i s&#229;dana f&#246;retag.

2021:538

1. Denna lag tr&#228;der i kraft den 1 juli 2021.

2. Om konkursen har beslutats f&#246;re ikrafttr&#228;dandet g&#228;ller 
2 kap. 24 &#167;, 6 kap. 3-5 &#167;&#167; och 11 kap. 12, 13 a och 21 &#167;&#167; i 
deras &#228;ldre lydelser. 

3. De nya 6 kap. 2 a, 2 b och 5 a &#167;&#167; g&#228;ller endast i en 
konkurs som har beslutats efter ikrafttr&#228;dandet.

2022:979

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. Den &#228;ldre lydelsen av 5 kap. 14 &#167; g&#228;ller fortfarande n&#228;r en 
g&#228;lden&#228;r har f&#229;tt ackord enligt den upph&#228;vda lagen (1996:764) 
om f&#246;retagsrekonstruktion.

2023:668

1. Denna lag tr&#228;der i kraft den dag som regeringen best&#228;mmer.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r konkurser som har 
beslutats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3675">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3677">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
