

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-04" /> 
 <meta id="rattsinfo-edited" content="2024-01-04 13:31:55" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3677</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3676">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3678">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:619 ·
                    <a href="/sfsr?bet=1987:619">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Sparbankslag (1987:619)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet B
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-06-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1996:1005
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:777
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2011:894 och 2016:950 har iakttagits.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1987-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Denna lag inneh&#229;ller best&#228;mmelser om hur en sparbank bildas
och om dess organisation m.m. Best&#228;mmelser om tillst&#229;nd att
driva bankr&#246;relse, den r&#246;relse som en sparbank f&#229;r driva samt
andra f&#246;r bankaktiebolag, sparbanker och medlemsbanker
gemensamma best&#228;mmelser finns i lagen (2004:297) om bank- och
finansieringsr&#246;relse.

En sparbank har till &#228;ndam&#229;l att, utan r&#228;tt f&#246;r dess stiftare
eller andra att f&#229; del av den vinst som kan uppkomma i
r&#246;relsen, fr&#228;mja sparsamhet genom att driva bankverksamhet i
enlighet med de best&#228;mmelser som meddelas i denna lag och lagen
om bank- och finansieringsr&#246;relse. En sparbanks r&#246;relse skall
avse fr&#228;mst ett visst verksamhetsomr&#229;de. Lag (2004:304).

2 &#167; En sparbank &#228;r moderf&#246;retag och en annan juridisk person &#228;r
dotterf&#246;retag, om sparbanken

1. innehar mer &#228;n h&#228;lften av r&#246;sterna f&#246;r samtliga aktier eller
andelar i den juridiska personen,

2. &#228;ger aktier eller andelar i den juridiska personen och p&#229; grund
av avtal med andra del&#228;gare i denna f&#246;rfogar &#246;ver mer &#228;n h&#228;lften av
r&#246;sterna f&#246;r samtliga aktier eller andelar,

3. &#228;ger aktier eller andelar i den juridiska personen och har r&#228;tt
att utse eller avs&#228;tta mer &#228;n h&#228;lften av ledam&#246;terna i dess styrelse
eller motsvarande ledningsorgan, eller

4. &#228;ger aktier eller andelar i den juridiska personen och har r&#228;tt
att ensam ut&#246;va ett best&#228;mmande inflytande &#246;ver denna p&#229; grund av
avtal med den juridiska personen eller p&#229; grund av f&#246;reskrift i dess
bolagsordning, bolagsavtal eller d&#228;rmed j&#228;mf&#246;rbara stadgar.

Vidare &#228;r en juridisk person dotterf&#246;retag till moderf&#246;retaget, om
ett annat dotterf&#246;retag till moderf&#246;retaget eller moderf&#246;retaget
tillsammans med ett eller flera andra dotterf&#246;retag eller flera andra
dotterf&#246;retag tillsammans

1. innehar mer &#228;n h&#228;lften av r&#246;sterna f&#246;r samtliga aktier eller
andelar i den juridiska personen,

2. &#228;ger aktier eller andelar i den juridiska personen och p&#229; grund
av avtal med andra del&#228;gare i denna f&#246;rfogar &#246;ver mer &#228;n h&#228;lften av
r&#246;sterna f&#246;r samtliga aktier eller andelar, eller

3. &#228;ger aktier eller andelar i den juridiska personen och har r&#228;tt
att utse eller avs&#228;tta mer &#228;n h&#228;lften av ledam&#246;terna i dess styrelse
eller motsvarande ledningsorgan.

Om ett dotterf&#246;retag &#228;ger aktier eller andelar i en juridisk person
och p&#229; grund av avtal med den juridiska personen eller p&#229; grund av
f&#246;reskrift i dess bolagsordning, bolagsavtal eller d&#228;rmed j&#228;mf&#246;rliga
stadgar har r&#228;tt att ensamt ut&#246;va ett best&#228;mmande inflytande &#246;ver den
juridiska personen, &#228;r &#228;ven denna dotterf&#246;retag till moderf&#246;retaget.

Moderf&#246;retag och dotterf&#246;retag utg&#246;r tillsammans en koncern.
Lag (1995:1562).

3 &#167; I de fall som avses i 2 &#167; f&#246;rsta stycket 1-3 och andra stycket
skall s&#229;dana r&#228;ttigheter som tillkommer n&#229;gon som handlar i eget namn
men f&#246;r en annan fysisk eller juridisk persons r&#228;kning anses
tillkomma den personen.

Vid best&#228;mmandet av antalet r&#246;ster i ett dotterf&#246;retag beaktas inte
de aktier eller andelar i dotterf&#246;retaget som innehas av f&#246;retaget
sj&#228;lvt eller av dess dotterf&#246;retag. Detsamma g&#228;ller aktier eller
andelar som innehas av den som handlar i eget namn men f&#246;r
dotterf&#246;retagets eller dess dotterf&#246;retags r&#228;kning. Lag (1995:1562).

4 &#167; En handling enligt denna lag som ska vara undertecknad 
f&#229;r, om n&#229;got annat inte anges, undertecknas med en s&#229;dan 
avancerad elektronisk underskrift som avses i artikel 3 i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 910/2014 av 
den 23 juli 2014 om elektronisk identifiering och betrodda 
tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre marknaden 
och om upph&#228;vande av direktiv 1999/93/EG, i den ursprungliga 
lydelsen. Lag (2016:565).

2 kap. Bildande av sparbank

1 &#167; En sparbank ska bildas av minst tjugo stiftare.

Stiftarna ska vara fysiska personer. Den som &#228;r under&#229;rig
eller i konkurs eller som har f&#246;rvaltare enligt 11 kap. 7 &#167;
f&#246;r&#228;ldrabalken f&#229;r inte vara stiftare. Att detsamma g&#228;ller
den som har n&#228;ringsf&#246;rbud f&#246;ljer av 11 &#167; lagen (2014:836) om
n&#228;ringsf&#246;rbud.

Detta kapitel g&#228;ller om inte annat f&#246;ljer av best&#228;mmelserna
om fusion i 7 kap. 2 &#167;. Lag (2014:839).

2 &#167; Stiftarna anger villkoren f&#246;r sparbankens bildande. N&#228;r en
sparbank bildas skall till en grundfond avs&#228;ttas ett belopp,
vars storlek skall best&#228;mmas med h&#228;nsyn till omfattningen och
beskaffenheten av den planerade r&#246;relsen. Grundfonden skall
betalas med pengar. Lag (2004:304).

3 &#167; Stiftarna skall uppr&#228;tta ett reglemente som skall
godk&#228;nnas. Best&#228;mmelser om ans&#246;kan om tillst&#229;nd att driva
bankr&#246;relse och om godk&#228;nnande av reglementet finns i 3 kap.
lagen (2004:297) om bank- och finansieringsr&#246;relse.
Lag (2004:304).

4 &#167; Har upph&#228;vts genom lag (1999:223).

5 &#167; Reglementet ska ange

1. sparbankens f&#246;retagsnamn,

2. sparbankens verksamhetsomr&#229;de,

3. den ort i Sverige d&#228;r styrelsen ska ha sitt s&#228;te,

4. de r&#246;relsegrenar som sparbanken avser att driva,

5. grundfondens belopp samt huruvida hela grundfonden eller 
del av denna ska betalas tillbaka med eller utan r&#228;nta,

6. antalet huvudm&#228;n,

7. den kommunala valkorporation som ska f&#246;rr&#228;tta val av 
huvudm&#228;n och, d&#228;r s&#229;dant val ska f&#246;rr&#228;ttas av flera 
korporationer, f&#246;rdelningen av antalet mandat dem emellan, 
samt ordningen f&#246;r att &#229;stadkomma en successiv f&#246;rnyelse av 
huvudmannak&#229;ren och det n&#228;rmare f&#246;rfarandet i &#246;vrigt vid 
huvudmannavalen,

8. antalet eller l&#228;gsta och h&#246;gsta antalet styrelseledam&#246;ter 
och revisorer samt eventuella ers&#228;ttare, som ska utses av 
sparbanksst&#228;mman, samt tiden f&#246;r deras uppdrag,

9. s&#228;ttet att sammankalla sparbanksst&#228;mman, samt

10. vilka &#228;renden som ska f&#246;rekomma p&#229; den ordinarie 
st&#228;mman.

Om banken ska ha euro som redovisningsvaluta enligt 4 kap. 6 
&#167; bokf&#246;ringslagen (1999:1078), ska detta anges i reglementet. 
I s&#229; fall ska det i reglementet ocks&#229; anges att grundfondens 
belopp ska vara best&#228;mt i euro. Lag (2018:1663).

6 &#167; Sedan tillst&#229;nd att driva bankr&#246;relse har beviljats, skall
stiftarna f&#246;r teckning av bidrag till grundfonden l&#228;gga fram en
av dem uppr&#228;ttad och underskriven, dagtecknad teckningslista. P&#229;
teckningslistan skall anges om fonden eller del av denna skall
betalas tillbaka med eller utan r&#228;nta j&#228;mlikt f&#246;rbeh&#229;ll i
reglementet. Skall r&#228;nta utg&#229;, skall anges den r&#228;ntefot, efter
vilken r&#228;ntan skall ber&#228;knas. R&#228;ntefoten f&#229;r dock inte s&#228;ttas
h&#246;gre &#228;n den som framg&#229;r av 5 &#167; r&#228;ntelagen (1975:635). Till
teckningslistan skall fogas avskrifter av tillst&#229;ndsbeslutet och
reglementet.

Bidragsteckning, som inte sker p&#229; teckningslistan, &#228;r inte
bindande. Tecknas bidrag med andra villkor &#228;n som s&#228;gs i
teckningslistan, &#228;r teckningen ogiltig. Lag (2004:304).

7 &#167; Stiftarna eller annan f&#229;r inte ta emot ers&#228;ttning av sparbanken f&#246;r
andra kostnader f&#246;r sparbankens bildande &#228;n s&#229;dana som varit
uppenbarligen n&#246;dv&#228;ndiga f&#246;r bildandet. De f&#229;r inte heller f&#246;rbeh&#229;lla
sig eller n&#229;gon annan s&#228;rskilda f&#246;rm&#229;ner eller r&#228;ttigheter.

8 &#167; N&#228;r samtliga huvudm&#228;n har utsetts p&#229; det s&#228;tt som f&#246;reskrivs i 4
kap. 3 &#167; och hela det i reglementet fastst&#228;llda grundfondsbeloppet
har blivit tecknat, skall stiftarna kalla huvudm&#228;nnen till en
konstituerande st&#228;mma enligt f&#246;reskrifterna i reglementet om
kallelse till sparbanksst&#228;mma.

Teckningslistan, tillst&#229;ndsbeslutet och reglementet skall genom
stiftarnas f&#246;rsorg h&#229;llas tillg&#228;ngliga f&#246;r huvudm&#228;nnen under
minst en vecka f&#246;re st&#228;mman p&#229; den plats som har angivits i
kallelsen. Lag (2004:304).

9 &#167; Beslutet om sparbankens bildande fattas p&#229; den konstituerande
st&#228;mman.

P&#229; den konstituerande st&#228;mman skall stiftarna l&#228;gga fram
teckningslistan, tillst&#229;ndsbeslutet och reglementet. Stiftarna
skall vidare l&#228;mna uppgift om storleken av det tecknade
grundfondsbeloppet samt om de belopp som redan betalts in. Dessa
uppgifter skall f&#246;ras in i protokollet. Lag (2004:304).

10 &#167; Om det vid den konstituerande st&#228;mman inte visas att belopp som
svarar mot grundfonden har tecknats, har fr&#229;gan om sparbankens bildande
fallit.

Om minst tv&#229; tredjedelar av huvudm&#228;nnen bitr&#228;der beslutet att bilda
sparbanken, &#228;r denna bildad. I annat fall har fr&#229;gan om sparbankens
bildande fallit.

N&#228;r sparbanken &#228;r bildad skall p&#229; den konstituerande st&#228;mman styrelse
och revisorer v&#228;ljas.

I fr&#229;ga om den konstituerande st&#228;mman g&#228;ller i &#246;vrigt i till&#228;mpliga
delar f&#246;reskrifterna om sparbanksst&#228;mma i denna lag och reglementet.

11 &#167; En sparbank skall anm&#228;las f&#246;r registrering senast sex
m&#229;nader efter det att tillst&#229;nd att driva bankr&#246;relse har
beviljats.

F&#246;r registrering kr&#228;vs att hela det belopp, vartill grundfonden
enligt reglementet skall uppg&#229;, har inbetalts, samt att
sparbanken har s&#229; stort startkapital som f&#246;reskrivs i 3 kap.
6 &#167; lagen (2004:297) om bank- och finansieringsr&#246;relse. Detta
skall styrkas genom ett skriftligt intyg fr&#229;n en auktoriserad
revisor.

Fr&#229;gan om sparbankens bildande har fallit, om anm&#228;lan f&#246;r
sparbankens registrering inte skett inom den tid som anges i
f&#246;rsta stycket eller om registreringsmyndigheten genom beslut
som har vunnit laga kraft har avskrivit en s&#229;dan anm&#228;lan eller
v&#228;grat registrering av sparbanken. I s&#229;dant fall svarar
styrelseledam&#246;terna solidariskt f&#246;r &#229;terbetalningen av de
belopp som har betalts till grundfonden j&#228;mte uppkommen
avkastning, med avdrag f&#246;r kostnader p&#229; grund av &#229;tg&#228;rder
enligt 13 &#167; f&#246;rsta stycket tredje meningen. Lag (2004:304).

12 &#167; Innan styrelsen och revisorerna har valts, kan bidrag till
grundfonden betalas endast genom ins&#228;ttning p&#229; s&#229;dan r&#228;kning som
stiftarna f&#246;r detta &#228;ndam&#229;l har &#246;ppnat hos en svensk bank.

Det p&#229; r&#228;kningen insatta beloppet f&#229;r lyftas f&#246;r sparbanken n&#228;r
styrelsen och revisorerna har valts. Har fr&#229;gan om sparbankens bildande
fallit eller &#228;r teckningen av annan orsak inte bindande, skall det
insatta beloppet betalas tillbaka med r&#228;nta till bidragstecknarna.

13 &#167; Innan en sparbank har registrerats, kan den inte f&#246;rv&#228;rva
r&#228;ttigheter eller ikl&#228;da sig skyldigheter. Den kan inte heller f&#246;ra
talan inf&#246;r domstolar eller andra myndigheter. Styrelsen kan dock f&#246;ra
talan i m&#229;l r&#246;rande bildandet av sparbanken och i &#246;vrigt vidta &#229;tg&#228;rder
f&#246;r att erh&#229;lla de tecknade bidragen till grundfonden.

Om en f&#246;rpliktelse uppkommer genom en &#229;tg&#228;rd p&#229; sparbankens v&#228;gnar f&#246;re
registreringen, svarar de som har beslutat eller deltagit i &#229;tg&#228;rden
solidariskt f&#246;r f&#246;rpliktelsen. Vid registreringen &#246;verg&#229;r ansvaret p&#229;
sparbanken, om f&#246;rpliktelsen f&#246;ljer av reglementet eller teckningslistan
eller har tillkommit efter det att sparbanken har bildats.

Har f&#246;re registreringen ett avtal f&#246;r sparbanken slutits med en
medkontrahent som visste att sparbanken var oregistrerad kan denne,
s&#229;vida inte annat f&#246;ljer av avtalet, fr&#229;ntr&#228;da detta endast om fr&#229;gan om
sparbankens bildande har fallit enligt 11 &#167; tredje stycket. Om
medkontrahenten inte visste att sparbanken var oregistrerad, kan han
fr&#229;ntr&#228;da avtalet innan sparbanken har registrerats.

14 &#167; Den nybildade sparbanken skall genom kung&#246;relse i Post- och Inrikes
Tidningar tillk&#228;nnage n&#228;r den b&#246;rjar sin r&#246;relse. Sparbanken skall till
Finansinspektionen anm&#228;la dagen d&#229; kung&#246;rande har skett. Lag
(1992:1614).

3 kap. Sparbankens ledning

1 &#167; En sparbank skall ha en styrelse med minst fem ledam&#246;ter.
Styrelsen skall f&#246;rvalta sparbankens angel&#228;genheter i enlighet
med vad som f&#246;reskrivs i denna lag och lagen (2004:297) om bank-
och finansieringsr&#246;relse.

Styrelsen v&#228;ljs av sparbanksst&#228;mman. S&#228;rskilda best&#228;mmelser om
att styrelseledamot kan utses av annan &#228;n st&#228;mman finns i 4 &#167;.

En styrelseledamots uppdrag g&#228;ller f&#246;r den tid som anges i
reglementet. Uppdragstiden f&#229;r inte omfatta mer &#228;n fyra
r&#228;kenskaps&#229;r och skall best&#228;mmas s&#229; att uppdraget upph&#246;r vid
slutet av den ordinarie sparbanksst&#228;mma p&#229; vilken styrelseval
f&#246;rr&#228;ttas.

Vad som s&#228;gs i denna lag och lagen om bank- och
finansieringsr&#246;relse om styrelseledam&#246;terskall i till&#228;mpliga
delar g&#228;lla &#228;ven ers&#228;ttare.

Best&#228;mmelser om arbetstagarrepresentanter finns i lagen
(1987:1245) om styrelserepresentation f&#246;r de privatanst&#228;llda.
Lag (2004:304).

2 &#167; Ett uppdrag som styrelseledamot upph&#246;r i f&#246;rtid, om ledamoten eller
den som har utsett honom beg&#228;r det. Anm&#228;lan om avg&#229;ng skall g&#246;ras hos
styrelsen och, om en ledamot som inte &#228;r vald p&#229; sparbanksst&#228;mman vill
avg&#229;, hos den som har tillsatt honom.

Om en styrelseledamots uppdrag upph&#246;r i f&#246;rtid eller hinder enligt 3 &#167;
uppkommer f&#246;r honom att vara styrelseledamot och det inte finns n&#229;gon
ers&#228;ttare, som kan intr&#228;da i hans st&#228;lle, skall &#246;vriga styrelseledam&#246;ter
vidta &#229;tg&#228;rder f&#246;r att en ny styrelseledamot tills&#228;tts f&#246;r den
&#229;terst&#229;ende mandattiden. S&#229;dana &#229;tg&#228;rder beh&#246;ver dock inte vidtas, om
den f&#246;rutvarande ledamoten var arbetstagarrepresentant som avses i lagen
(1987:1245) om styrelserepresentation f&#246;r de privatanst&#228;llda. Skall
ledamoten v&#228;ljas p&#229; sparbanksst&#228;mma, kan valet anst&#229; till den n&#228;sta
ordinarie st&#228;mma p&#229; vilken styrelseval f&#246;rr&#228;ttas, om styrelsen &#228;r
beslutf&#246;r med kvarst&#229;ende ledam&#246;ter och ers&#228;ttare och deras antal inte
understiger fem. Lag (1991:1681).

3 &#167; Styrelseledam&#246;terna ska vara bosatta inom Europeiska
ekonomiska samarbetsomr&#229;det, om inte n&#229;got annat till&#229;ts i
s&#228;rskilda fall. Fr&#229;gor om s&#229;dant tillst&#229;nd pr&#246;vas av
Finansinspektionen. Den som &#228;r under&#229;rig eller i konkurs
eller som har f&#246;rvaltare enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken
kan inte vara styrelseledamot. Att detsamma g&#228;ller den som
har n&#228;ringsf&#246;rbud f&#246;ljer av  11 &#167; lagen (2014:836) om
n&#228;ringsf&#246;rbud.

Av styrelseledam&#246;terna f&#229;r h&#246;gst en f&#246;r varje p&#229;b&#246;rjat femtal
vara anst&#228;lld i sparbanken. Vid denna ber&#228;kning ska h&#228;nsyn
inte tas till arbetstagarrepresentanter som har utsetts
enligt lagen (1987:1245) om styrelserepresentation f&#246;r de
privatanst&#228;llda. Lag (2014:839).

3 a &#167; Har upph&#228;vts genom lag (2016:434).

4 &#167; Styrelsen skall utse en eller, om det beh&#246;vs, flera verkst&#228;llande
direkt&#246;rer att under styrelsens inseende leda verksamheten i sparbanken.
Styrelsen f&#229;r &#228;ven utse st&#228;llf&#246;retr&#228;dare f&#246;r verkst&#228;llande direkt&#246;r.
Finansinspektionen f&#229;r medge att verkst&#228;llande direkt&#246;r inte utses.

Om n&#229;gon annan &#228;n styrelseledamot utses till verkst&#228;llande direkt&#246;r,
skall han ing&#229; som ledamot i styrelsen. Om n&#229;gon annan &#228;n
styrelseledamot eller ers&#228;ttare utses till st&#228;llf&#246;retr&#228;dare f&#246;r
verkst&#228;llande direkt&#246;r, skall han ing&#229; som ers&#228;ttare i styrelsen.

Vad som s&#228;gs i denna lag om verkst&#228;llande direkt&#246;r skall i till&#228;mpliga
delar g&#228;lla ocks&#229; f&#246;r st&#228;llf&#246;retr&#228;dare f&#246;r verkst&#228;llande direkt&#246;r. Lag
(1992:1614).

4 a &#167; I en sparbank ska styrelsen ha ett revisionsutskott. 
Utskottets ledam&#246;ter f&#229;r inte vara anst&#228;llda av banken. Minst 
en ledamot ska ha redovisnings- eller revisionskompetens. 
Utskottet ska utse en av ledam&#246;terna att vara dess 
ordf&#246;rande.

Banken f&#229;r besluta att styrelsen inte ska ha n&#229;got 
revisionsutskott, f&#246;rutsatt att styrelsen

1. fullg&#246;r de uppgifter som anges i 4 b &#167; och de uppgifter 
som revisionsutskottet har enligt Europaparlamentets och 
r&#229;dets f&#246;rordning (EU) nr 537/2014 av den 16 april 2014 om 
s&#228;rskilda krav avseende lagstadgad revision av f&#246;retag av 
allm&#228;nt intresse och om upph&#228;vande av kommissionens beslut 
2005/909/EG, i den ursprungliga lydelsen, och

2. uppfyller det krav som anges i f&#246;rsta stycket tredje 
meningen. Lag (2016:434).

4 b &#167; Revisionsutskottet ska, utan att det p&#229;verkar 
styrelsens ansvar och uppgifter i &#246;vrigt,

1. &#246;vervaka bankens finansiella rapportering samt l&#228;mna 
rekommendationer och f&#246;rslag f&#246;r att s&#228;kerst&#228;lla 
rapporteringens tillf&#246;rlitlighet,

2. med avseende p&#229; den finansiella rapporteringen &#246;vervaka 
effektiviteten i bankens interna kontroll, internrevision och 
riskhantering,

3. h&#229;lla sig informerat om revisionen av &#229;rsredovisningen och 
koncernredovisningen samt om slutsatserna av 
Revisorsinspektionens kvalitetskontroll,

4. informera styrelsen om resultatet av revisionen och om p&#229; 
vilket s&#228;tt revisionen bidrog till den finansiella 
rapporteringens tillf&#246;rlitlighet samt om vilken funktion 
utskottet har haft,

5. granska och &#246;vervaka revisorns opartiskhet och 
sj&#228;lvst&#228;ndighet och d&#229; s&#228;rskilt uppm&#228;rksamma om revisorn 
tillhandah&#229;ller banken andra tj&#228;nster &#228;n revision, och

6. bitr&#228;da vid uppr&#228;ttandet av f&#246;rslag till sparbanksst&#228;mmans 
beslut om revisorsval.

Om banken har en valberedning som huvudm&#228;nnen har ett 
betydande inflytande i, f&#229;r banken ge valberedningen i 
uppgift att i st&#228;llet f&#246;r revisionsutskottet l&#228;mna ett 
f&#246;rslag till sparbanksst&#228;mman om val av revisor.
Lag (2016:1335).

5 &#167; Styrelseledamot ska, n&#228;r han eller hon tilltr&#228;der sitt 
uppdrag, f&#246;r inf&#246;ring i aktiebok anm&#228;la sitt innehav av 
aktier i aktiebolag inom samma koncern som sparbanken, om det 
inte har skett dessf&#246;rinnan. F&#246;r&#228;ndringar i aktieinnehavet 
ska anm&#228;las inom en m&#229;nad.

F&#246;rsta stycket g&#228;ller inte, om styrelseledamoten &#228;r 
anm&#228;lningsskyldig enligt artikel 19 i Europaparlamentets och 
r&#229;dets f&#246;rordning (EU) nr 596/2014 av den 16 april 2014 om 
marknadsmissbruk (marknadsmissbruksf&#246;rordning) och om 
upph&#228;vande av Europaparlamentets och r&#229;dets direktiv 
2003/6/EG och kommissionens direktiv 2003/124/EG, 2003/125/EG 
och 2004/72/EG. Lag (2016:712).

6 &#167; Styrelsen f&#229;r, med den inskr&#228;nkning som f&#246;ljer av 7 &#167;, uppdra &#229;t
verkst&#228;llande direkt&#246;r eller n&#229;gon annan att ensam eller tillsammans med
annan vidta s&#229;dana &#229;tg&#228;rder som annars ankommer p&#229; styrelsens egen
pr&#246;vning. En person som har f&#229;tt ett s&#229;dant uppdrag kallas delegat.

Delegation enligt f&#246;rsta stycket f&#229;r &#228;ven ske till s&#228;rskilda
ledningsorgan f&#246;r visst omr&#229;de (regionstyrelse) eller f&#246;r ett eller
flera bankkontor (kontorsstyrelse).

Styrelsen skall i en instruktion meddela f&#246;reskrifter om de befogenheter
som skall tillkomma verkst&#228;llande direkt&#246;r och andra delegater.
Instruktionen skall fastst&#228;llas f&#246;r ett &#229;r i s&#228;nder. Avser uppdraget att
bevilja kredit, skall grunderna f&#246;r kreditgivningen fastst&#228;llas. Har
flera verkst&#228;llande direkt&#246;rer utsetts, skall instruktionen ange hur
ledningen av sparbankens verksamhet skall f&#246;rdelas mellan dem. Styrelsen
skall s&#229; snart det kan ske s&#228;nda en avskrift av instruktionen till
Finansinspektionen samt, n&#228;r &#228;ndringar vidtagits i instruktionen,
underr&#228;tta inspektionen om detta.

Uppdrag som avses i f&#246;rsta stycket kan n&#228;r som helst &#229;terkallas eller
inskr&#228;nkas. &#196;ven om styrelsen har l&#228;mnat delegatuppdrag f&#229;r styrelsen
sj&#228;lv avg&#246;ra &#228;renden av varje slag. Lag (1992:1614)

7 &#167; Styrelsen f&#229;r inte uppdra &#229;t en enskild styrelseledamot
eller annan att avg&#246;ra &#228;renden som &#228;r av principiell
beskaffenhet eller i &#246;vrigt av st&#246;rre vikt.

Styrelsen f&#229;r inte i n&#229;got fall uppdra &#229;t en enskild
styrelseledamot eller annan att bevilja kredit till fysisk
eller juridisk person som omfattas av best&#228;mmelserna i 8 kap.
5 &#167; f&#246;rsta stycket lagen (2004:297) om bank- och
finansieringsr&#246;relse.

Utan hinder av andra stycket f&#229;r styrelsen uppdra &#229;t annan att
inom fastst&#228;llda gr&#228;nser bevilja kredit i och f&#246;r en r&#246;relse
som drivs av l&#229;ntagaren.

Styrelsen f&#229;r bara i enlighet med de f&#246;reskrifter som
regeringen eller, efter regeringens bemyndigande,
Finansinspektionen utf&#228;rdar uppdra &#229;t enskild styrelseledamot
eller annan att ensam eller i f&#246;rening med annan bevilja kredit
till andra anst&#228;llda och delegater &#228;n s&#229;dana som avses i andra
stycket och till fysiska eller juridiska personer, vilka st&#229;r i
ett s&#229;dant f&#246;rh&#229;llande till dem som anges i 8 kap. 5 &#167; f&#246;rsta
stycket 5 och 6 lagen om bank- och finansieringsr&#246;relse.

Best&#228;mmelserna i denna paragraf om kredit g&#228;ller &#228;ven
garantif&#246;rbindelse som sparbanken &#229;tar sig. Lag (2004:304).

8 &#167; Verkst&#228;llande direkt&#246;r eller annan delegat som &#228;r anst&#228;lld i
sparbanken f&#229;r inte vara styrelseledamot i s&#229;dana f&#246;retag vars
huvudsakliga verksamhet best&#229;r i att f&#246;rvalta eller driva handel med
aktier eller som driver emissionsr&#246;relse. I andra f&#246;retag f&#229;r de vara
styrelseledam&#246;ter, om sparbankens styrelse i varje s&#228;rskilt fall ger
sitt tillst&#229;nd. Den som tillst&#229;ndet avser f&#229;r inte delta i styrelsens
beslut i fr&#229;gan.

F&#246;rsta stycket g&#228;ller inte f&#246;r s&#229;dant f&#246;retag som ing&#229;r i samma koncern
som banken. Lag (1991:997).

8 a &#167; Best&#228;mmelserna om ett bankaktiebolags ledning i 10 kap.
8 a–8 c &#167;&#167; lagen (2004:297) om bank- och finansieringsr&#246;relse
ska till&#228;mpas &#228;ven p&#229; en sparbank och dess ledning, om inte
annat f&#246;ljer av denna lag. Lag (2014:972).

9 &#167; Om en sparbank har blivit moderf&#246;retag, skall styrelsen meddela
detta till dotterf&#246;retagets ledning. Dotterf&#246;retagets ledning skall
l&#228;mna styrelsen f&#246;r moderf&#246;retaget de upplysningar som beh&#246;vs f&#246;r att
bed&#246;ma koncernens st&#228;llning och resultatet av koncernens verksamhet.

10 &#167; Inom styrelsen skall en av ledam&#246;terna vara ordf&#246;rande. Styrelsen
skall v&#228;lja ordf&#246;rande om inte annat f&#246;reskrivs i reglementet eller
beslutas av sparbanksst&#228;mman. Styrelsen f&#229;r &#228;ven utse vice ordf&#246;rande.
Vid lika r&#246;stetal avg&#246;rs valet genom lottning.

Verkst&#228;llande direkt&#246;r eller annan anst&#228;lld i banken f&#229;r inte vara
ordf&#246;rande eller vice ordf&#246;rande.

11 &#167; Ordf&#246;randen skall se till att sammantr&#228;den h&#229;lls n&#228;r det beh&#246;vs. P&#229;
beg&#228;ran av en styrelseledamot skall styrelsen sammankallas.


Vid styrelsens sammantr&#228;den skall det f&#246;ras protokoll, som undertecknas
eller justeras av ordf&#246;randen och den ledamot som styrelsen utser till
det. Styrelseledamot har r&#228;tt att f&#229; avvikande mening antecknad till
protokollet. Protokollen skall f&#246;ras i nummerf&#246;ljd och f&#246;rvaras p&#229;
betryggande s&#228;tt.

12 &#167; Styrelsen &#228;r beslutf&#246;r, om mer &#228;n h&#228;lften av hela antalet
styrelseledam&#246;ter eller det h&#246;gre antal som f&#246;reskrivs i reglementet &#228;r
n&#228;rvarande. Beslut i ett &#228;rende f&#229;r dock inte fattas, om inte s&#229;vitt
m&#246;jligt samtliga styrelseledam&#246;ter f&#229;tt tillf&#228;lle att delta i &#228;rendets
behandling och erh&#229;llit tillfredsst&#228;llande underlag f&#246;r att avg&#246;ra
&#228;rendet. Om en styrelseledamot inte kan komma och det finns en
ers&#228;ttare, som skall tr&#228;da in i hans st&#228;lle, skall ers&#228;ttaren ges
tillf&#228;lle till det. Suppleant f&#246;r arbetstagarledamot, som har utsetts
enligt lagen (1987:1245) om styrelserepresentation f&#246;r de
privatanst&#228;llda, skall dock alltid f&#229; underlag och ges tillf&#228;lle att
delta i &#228;rendets behandling p&#229; samma s&#228;tt som en styrelseledamot.

Om inte reglementet f&#246;reskriver s&#228;rskild r&#246;stmajoritet, g&#228;ller som
styrelsens beslut den mening f&#246;r vilken mer &#228;n h&#228;lften av de n&#228;rvarande
r&#246;star eller, vid lika r&#246;stetal, den mening som ordf&#246;randen bitr&#228;der. &#196;r
styrelsen inte fulltalig, skall de som r&#246;star f&#246;r beslutet dock utg&#246;ra
mer &#228;n en tredjedel av hela antalet styrelseledam&#246;ter, om inte annat
f&#246;reskrivs i reglementet.

Handlingar som enligt denna lag eller lagen (2004:297) om bank-
och finansieringsr&#246;relse skall undertecknas av styrelsen skall
skrivas under av minst h&#228;lften av hela antalet styrelseledam&#246;ter.
Lag (2004:304).

13 &#167; En styrelseledamot eller en delegat f&#229;r inte handl&#228;gga fr&#229;gor om
avtal mellan honom och sparbanken. Han f&#229;r inte heller handl&#228;gga fr&#229;gor
om avtal mellan sparbanken och tredje man, om han i fr&#229;gan har ett
v&#228;sentligt intresse som kan strida mot sparbankens. Han f&#229;r inte heller
delta i beslut om avtal mellan sparbanken och tredje man, som han ensam
eller tillsammans med annan f&#229;r f&#246;retr&#228;da. Med avtal j&#228;mst&#228;lls r&#228;tteg&#229;ng
eller annan talan.

13 a &#167; Sparbanksst&#228;mman skall besluta om arvode och annan
ers&#228;ttning f&#246;r styrelseuppdrag till var och en av
styrelseledam&#246;terna. Lag (2006:564).

14 &#167; Styrelsen f&#246;retr&#228;der sparbanken och tecknar dess firma.

Styrelsen kan bemyndiga en styrelseledamot eller annan att f&#246;retr&#228;da
sparbanken och teckna dess firma, om inte ett f&#246;rbud mot s&#229;dant
bemyndigande har tagits in i reglementet. I fr&#229;ga om den som inte &#228;r
styrelseledamot g&#228;ller vad som s&#228;gs i 3 &#167; f&#246;rsta stycket och 13 &#167; om
styrelseledamot.

R&#228;tten att teckna sparbankens firma f&#229;r ut&#246;vas endast av tv&#229; eller flera
personer i f&#246;rening. Ingen annan inskr&#228;nkning f&#229;r registreras.

Styrelsen kan n&#228;r som helst &#229;terkalla ett bemyndigande som avses i andra
stycket.

Om sparbanken inte har n&#229;gon h&#228;r i landet bosatt beh&#246;rig
st&#228;llf&#246;retr&#228;dare, skall styrelsen bemyndiga en i Sverige bosatt person
att p&#229; bankens v&#228;gnar ta emot delgivning. Ett s&#229;dant bemyndigande f&#229;r
inte l&#228;mnas till n&#229;gon som &#228;r under&#229;rig eller har f&#246;rvaltare enligt 11
kap. 7 &#167; f&#246;r&#228;ldrabalken. Lag (1992:1614).

15 &#167; Styrelsen eller annan st&#228;llf&#246;retr&#228;dare f&#246;r sparbanken f&#229;r inte
f&#246;lja s&#229;dana f&#246;reskrifter av sparbanksst&#228;mman eller annat
sparbanksorgan som inte &#228;r g&#228;llande d&#228;rf&#246;r att de st&#229;r i strid med
denna lag, lagen (2004:297) om bank- och finansieringsr&#246;relse,
lagen (1995:1559) om &#229;rsredovisning i kreditinstitut och
v&#228;rdepappersbolag eller reglementet. Lag (2004:304).

16 &#167; Har en st&#228;llf&#246;retr&#228;dare &#246;verskridit sin befogenhet n&#228;r han f&#246;retog
en r&#228;ttshandling f&#246;r sparbanken, g&#228;ller inte r&#228;ttshandlingen mot
sparbanken, om den mot vilken r&#228;ttshandlingen f&#246;retogs ins&#229;g eller borde
ha insett att befogenheten &#246;verskreds.

17 &#167; F&#246;r registrering skall sparbanken anm&#228;la vem som har utsetts till
styrelseledamot, ers&#228;ttare, firmatecknare och vem som enligt 14 &#167; har
bemyndigats att p&#229; bankens v&#228;gnar ta emot delgivning samt deras
postadress och personnummer eller, om s&#229;dant saknas, f&#246;delsedatum. Om en
ledamot eller ers&#228;ttare har utsetts enligt lagen (1987:1245) om
styrelserepresentation f&#246;r de privatanst&#228;llda, skall detta anges. F&#246;r
registrering skall sparbanken &#228;ven anm&#228;la av vilka och hur bankens firma
tecknas.

Anm&#228;lan g&#246;rs f&#246;rsta g&#229;ngen n&#228;r sparbanken enligt 2 kap. 11 &#167; anm&#228;ls f&#246;r
registrering och d&#228;refter genast efter det att &#228;ndring har intr&#228;ffat i
ett f&#246;rh&#229;llande som har anm&#228;lts eller skall anm&#228;las f&#246;r registrering
enligt f&#246;rsta stycket. R&#228;tt att g&#246;ra anm&#228;lan tillkommer &#228;ven den som
anm&#228;lningen g&#228;ller.

Om sparbankens postadress &#228;ndras, skall sparbanken genast anm&#228;la det f&#246;r
registrering. Lag (1992:1614).

4 kap. Sparbanksst&#228;mma

1 &#167; I en sparbank skall som representanter f&#246;r ins&#228;ttarna finnas minst
tjugo huvudm&#228;n f&#246;r &#246;vervakning av sparbankens f&#246;rvaltning och med
uppgifter i &#246;vrigt enligt denna lag.

2 &#167; En huvudman f&#229;r inte vara 

1. under&#229;rig eller i konkurs, 

2. bosatt utanf&#246;r Europeiska ekonomiska samarbetsomr&#229;det, om 
inte Finansinspektionen p&#229; grund av s&#228;rskilda f&#246;rh&#229;llanden 
medger det, 

3. anst&#228;lld i sparbanken, om inte reglementet uttryckligen 
medger detta, eller 

4. huvudman, styrelseledamot eller anst&#228;lld i annan sparbank. 

En huvudman f&#229;r inte ha f&#246;rvaltare enligt 11 kap. 7 &#167; 
f&#246;r&#228;ldrabalken.

En huvudman som utses av kommunfullm&#228;ktige eller 
regionfullm&#228;ktige enligt 3 &#167; f&#229;r inte heller vara anst&#228;lld 
eller styrelseledamot i n&#229;got annat bankaktiebolag &#228;n Swedbank 
AB (publ) eller i en medlemsbank. Lag (2019:861).

3 &#167; Av antalet huvudm&#228;n ska h&#228;lften, i enlighet med n&#228;rmare 
f&#246;reskrifter i reglementet, v&#228;ljas av kommunfullm&#228;ktige eller 
regionfullm&#228;ktige inom sparbankens verksamhetsomr&#229;de. 
&#197;terstoden utses av huvudm&#228;nnen sj&#228;lva bland ins&#228;ttarna i 
sparbanken. Kravet p&#229; att dessa huvudm&#228;n ska vara ins&#228;ttare 
g&#228;ller dock inte vid huvudmannaval i samband med sparbankens 
bildande. En huvudman som st&#229;r i tur att avg&#229; f&#229;r inte delta i 
valet f&#246;r bes&#228;ttande av hans eller hennes egen plats.

Ska flera korporationer f&#246;rr&#228;tta val av huvudm&#228;n ska, om inte 
s&#228;rskilda sk&#228;l f&#246;ranleder n&#229;got annat, f&#246;rdelningen av antalet 
mandat mellan dem ske efter det inv&#229;narantal som de 
f&#246;retr&#228;der.

Best&#228;mmelserna i lagen (2022:629) om proportionella val i 
kommuner och regioner ska till&#228;mpas ocks&#229; p&#229; 
kommunfullm&#228;ktiges och regionfullm&#228;ktiges val av huvudm&#228;n.
Lag (2022:636).

4 &#167; Huvudm&#228;nnen skall utses f&#246;r fyra &#229;r. Vid det f&#246;rsta
huvudmannavalet skall mandattiderna dock s&#228;ttas kortare i den
m&#229;n det beh&#246;vs f&#246;r att &#229;stadkomma successiva nyval.

Upph&#246;r huvudmans uppdrag i f&#246;rtid eller uppkommer f&#246;r honom
hinder enligt 2 &#167; att vara huvudman, skall sparbankens styrelse
se till att fyllnadsval f&#246;r den &#229;terst&#229;ende mandattiden
anst&#228;lls s&#229; snart det kan ske. Lag (1998:716).

5 &#167; De &#228;renden vilka enligt denna lag eller andra 
f&#246;rfattningar eller reglementet tillh&#246;r huvudm&#228;nnens pr&#246;vning 
handl&#228;ggs p&#229; sparbanksst&#228;mman.

Sparbanksst&#228;mman ska h&#229;llas inom verksamhetsomr&#229;det, om inte 
extraordin&#228;ra omst&#228;ndigheter kr&#228;ver n&#229;got annat.

I reglementet f&#229;r det dock best&#228;mmas att sparbanksst&#228;mman ska 
eller f&#229;r h&#229;llas digitalt. Lag (2023:777).

6 &#167; Ordinarie sparbanksst&#228;mma skall h&#229;llas inom fem m&#229;nader efter
utg&#229;ngen av varje r&#228;kenskaps&#229;r. Vid s&#229;dan st&#228;mma skall styrelsen l&#228;gga
fram &#229;rsredovisningen och revisionsber&#228;ttelsen samt, i en sparbank som
&#228;r moderf&#246;retag, koncernredovisningen och koncernrevisionsber&#228;ttelsen.

Vid st&#228;mman skall beslut fattas

1. om fastst&#228;llelse av resultatr&#228;kningen och balansr&#228;kningen samt, i
moderf&#246;retag, koncernresultatr&#228;kningen och koncernbalansr&#228;kningen,

2. om dispositioner betr&#228;ffande vinst eller f&#246;rlust enligt den
fastst&#228;llda balansr&#228;kningen,

3. om ansvarsfrihet f&#246;r styrelseledam&#246;terna, samt

4. i andra &#228;renden som ankommer p&#229; huvudm&#228;nnen enligt denna lag,
lagen (2004:297) om bank- och finansieringsr&#246;relse eller reglementet.

Om st&#228;mman skjuter upp ett beslut i en fr&#229;ga som avses i andra stycket
1-3 till en fortsatt st&#228;mma, skall denna h&#229;llas minst en och h&#246;gst tv&#229;
m&#229;nader d&#228;refter. N&#229;got ytterligare uppskov &#228;r inte till&#229;tet.
Lag (2004:304).

7 &#167; Extra sparbanksst&#228;mma skall h&#229;llas n&#228;r styrelsen finner sk&#228;l till
detta. S&#229;dan st&#228;mma skall &#228;ven h&#229;llas n&#228;r det f&#246;r uppgivet &#228;ndam&#229;l
skriftligen beg&#228;rs av flertalet av revisorerna eller en tiondel av
samtliga huvudm&#228;n. Kallelse skall utf&#228;rdas inom fjorton dagar fr&#229;n den
dag d&#229; beg&#228;ran kom in till sparbanken.

8 &#167; En huvudman har r&#228;tt att f&#229; ett &#228;rende behandlat vid en
sparbanksst&#228;mma, om han skriftligen framst&#228;ller ett yrkande om detta hos
styrelsen i s&#229; god tid att &#228;rendet kan tas upp i kallelsen till st&#228;mman.

9 &#167; Styrelsen kallar till sparbanksst&#228;mma. Kallelse f&#229;r utf&#228;rdas
tidigast fyra veckor f&#246;re st&#228;mman. Om inte reglementet f&#246;reskriver
l&#228;ngre tid, skall kallelsen utf&#228;rdas senast tv&#229; veckor f&#246;re st&#228;mman.
Skjuts en st&#228;mma upp till en dag som infaller senare &#228;n fyra veckor
efter det att st&#228;mman har inletts, skall kallelse utf&#228;rdas till den
fortsatta st&#228;mman. Om det enligt denna lag eller reglementet kr&#228;vs f&#246;r
att ett sparbanksst&#228;mmobeslut skall bli giltigt att det fattas p&#229; tv&#229;
st&#228;mmor, f&#229;r kallelse till den senare st&#228;mman inte utf&#228;rdas innan den
f&#246;rsta st&#228;mman har h&#229;llits. I en s&#229;dan kallelse skall anges vilket
beslut den f&#246;rsta st&#228;mman har fattat.

Kallelse skall ske enligt reglementet. Skriftlig kallelse skall dock
alltid s&#228;ndas till varje huvudman.

I kallelsen skall tydligt anges de &#228;renden som skall f&#246;rekomma p&#229;
st&#228;mman. Skall st&#228;mman behandla ett &#228;rende om &#246;verl&#229;telse av sparbankens
r&#246;relse eller om dess fusion med annan sparbank eller om sparbankens
f&#246;rs&#228;ttande i likvidation eller om ombildning enligt 8 kap., skall
f&#246;rslaget och grunden f&#246;r detta anges i kallelsen. Om ett &#228;rende avser
en &#228;ndring i reglementet, skall det huvudsakliga inneh&#229;llet i f&#246;rslaget
till &#228;ndringen  anges i kallelsen.

Senast en vecka f&#246;re den st&#228;mma som avses i 6 &#167; skall
redovisningshandlingarna och revisionsber&#228;ttelsen samt, i sparbank som
&#228;r moderf&#246;retag, koncernredovisningshandlingarna och
koncernrevisionsber&#228;ttelsen eller avskrifter av dessa s&#228;ndas till
huvudm&#228;nnen. Lag (1991:371).

10 &#167; Om best&#228;mmelser i denna lag,lagen (2004:297) om bank- och
finansieringsr&#246;relse eller reglementet r&#246;rande kallelse till
sparbanksst&#228;mma eller tillhandah&#229;llande av handlingar har
&#229;sidosatts i ett &#228;rende, f&#229;r st&#228;mman inte besluta i &#228;rendet utan
samtycke av alla huvudm&#228;n som ber&#246;rs av felet. St&#228;mman f&#229;r dock
&#228;ven utan s&#229;dant samtycke avg&#246;ra ett &#228;rende som inte har tagits
upp i kallelsen, om &#228;rendet enligt reglementet skall f&#246;rekomma p&#229;
st&#228;mman eller omedelbart f&#246;ranleds av ett annat &#228;rende som skall
avg&#246;ras. Den f&#229;r ocks&#229; besluta att extra sparbanksst&#228;mma skall
sammankallas f&#246;r behandling av &#228;rendet. Lag (2004:304).

11 &#167; Sparbanksst&#228;mman &#246;ppnas av styrelsens ordf&#246;rande eller av den som
styrelsen har utsett. Ordf&#246;rande vid st&#228;mman utses av denna bland
huvudm&#228;nnen. I reglementet kan dock best&#228;mmas vem som skall &#246;ppna
st&#228;mman och vara ordf&#246;rande vid denna.

Ordf&#246;randen skall s&#246;rja f&#246;r att det f&#246;rs protokoll vid st&#228;mman. I
protokollet skall antecknas de vid st&#228;mman n&#228;rvarande samt inf&#246;ras
st&#228;mmans beslut och, om r&#246;stning skett, hur den utfallit.

Protokollet skall undertecknas av ordf&#246;randen och minst en justeringsman
som utses av st&#228;mman. Senast tv&#229; veckor efter st&#228;mman skall avskrift av
det justerade protokollet s&#228;ndas till huvudm&#228;nnen. Protokollen skall
f&#246;rvaras p&#229; betryggande s&#228;tt.

12 &#167; Styrelsen skall, om en huvudman beg&#228;r det och styrelsen finner att
det kan ske utan n&#228;mnv&#228;rd ol&#228;genhet f&#246;r enskild, p&#229; sparbanksst&#228;mman
l&#228;mna upplysningar om f&#246;rh&#229;llanden, som kan inverka p&#229; bed&#246;mandet av
sparbankens &#229;rsredovisning och dess st&#228;llning i &#246;vrigt eller av ett
&#228;rende p&#229; st&#228;mman. Ing&#229;r sparbanken i en koncern, avser
upplysningsplikten &#228;ven sparbankens f&#246;rh&#229;llande till andra
koncernf&#246;retag samt, om sparbanken &#228;r moderf&#246;retag, koncernredovisningen
liksom s&#229;dana f&#246;rh&#229;llanden som kan inverka p&#229; bed&#246;mningen av
dotterf&#246;retagens st&#228;llning.

Kan en beg&#228;rd upplysning l&#228;mnas endast med st&#246;d av uppgifter som inte &#228;r
tillg&#228;ngliga p&#229; st&#228;mman, skall upplysningen inom tv&#229; veckor d&#228;refter
h&#229;llas skriftligen tillg&#228;nglig f&#246;r huvudm&#228;nnen hos sparbanken samt
s&#228;ndas till de huvudm&#228;n som har beg&#228;rt upplysningen.

Finner styrelsen att en beg&#228;rd upplysning inte kan l&#228;mnas till
huvudm&#228;nnen utan n&#228;mnv&#228;rd ol&#228;genhet f&#246;r enskild, skall upplysningen i
st&#228;llet p&#229; huvudmans beg&#228;ran l&#228;mnas till sparbankens revisorer inom tv&#229;
veckor efter st&#228;mman. Revisorerna skall inom en m&#229;nad efter st&#228;mman till
styrelsen skriftligen yttra sig huruvida den beg&#228;rda upplysningen har
l&#228;mnats till dem samt huruvida upplysningen enligt deras mening borde ha
f&#246;ranlett &#228;ndring i revisionsber&#228;ttelsen eller, betr&#228;ffande sparbank som
&#228;r moderf&#246;retag, i koncernrevisionsber&#228;ttelsen liksom huruvida
upplysningen i &#246;vrigt ger anledning till erinran. Om s&#229; &#228;r fallet, skall
&#228;ndringen eller erinringen anges i yttrandet. Styrelsen skall h&#229;lla
revisorernas yttrande tillg&#228;ngligt f&#246;r huvudm&#228;nnen samt s&#228;nda det i
avskrift till de huvudm&#228;n, som har beg&#228;rt upplysningen.

13 &#167; Vid omr&#246;stning har varje huvudman en r&#246;st. Huvudm&#228;nnen f&#229;r endast
personligen ut&#246;va sin r&#246;str&#228;tt.

Huvudman f&#229;r dock inte r&#246;sta i fr&#229;ga om

1. talan mot honom,

2. hans befrielse fr&#229;n skadest&#229;ndsansvar eller annan f&#246;rpliktelse
gentemot sparbanken, eller

3. talan eller befrielse som avses i 1 eller 2 betr&#228;ffande annan, om
huvudmannen i fr&#229;gan har ett v&#228;sentligt intresse som kan strida mot
sparbankens. 14 &#167; Sparbanksst&#228;mman &#228;r beslutf&#246;r, n&#228;r de p&#229; st&#228;mman
n&#228;rvarande huvudm&#228;nnens antal &#246;verstiger h&#228;lften av hela antalet
huvudm&#228;n, om inte f&#246;r beslutf&#246;rhet ett h&#246;gre antal f&#246;reskrivits i
reglementet. Om en n&#228;rvarande huvudman enligt 13 &#167; &#228;r f&#246;rhindrad att
r&#246;sta i ett s&#228;rskilt &#228;rende och till f&#246;ljd d&#228;rav antalet av de
deltagande inte uppg&#229;r till det f&#246;r beslutf&#246;rhet best&#228;mda, utg&#246;r detta
inte hinder f&#246;r &#228;rendets avg&#246;rande.

Sparbanksst&#228;mmans beslut utg&#246;rs av den mening som har f&#229;tt mer &#228;n
h&#228;lften av de avgivna r&#246;sterna eller, vid lika r&#246;stetal, den mening som
ordf&#246;randen bitr&#228;der. Vid val anses den vald som f&#229;tt de flesta
r&#246;sterna. Vid lika r&#246;stetal avg&#246;rs valet genom lottning, om inte annat
beslutas av st&#228;mman innan valet f&#246;rr&#228;ttas.

Andra stycket g&#228;ller inte om annat f&#246;ljer av denna lag, bankr&#246;relselagen
(1987:617) eller reglementet. Betr&#228;ffande beslut som avses i 15 och 16 &#167;&#167;,
6 kap. 1 &#167; andra stycket och 7 kap. 3 &#167; kan dock i reglementet
endast f&#246;reskrivas villkor som g&#229;r l&#228;ngre &#228;n som anges i dessa
paragrafer.

14 &#167; Sparbanksst&#228;mman &#228;r beslutf&#246;r, n&#228;r de p&#229; st&#228;mman n&#228;rvarande
huvudm&#228;nnens antal &#246;verstiger h&#228;lften av hela antalet huvudm&#228;n, om inte
f&#246;r beslutf&#246;rhet ett h&#246;gre antal f&#246;reskrivits i reglementet. Om en
n&#228;rvarande huvudman enligt 13 &#167; &#228;r f&#246;rhindrad att r&#246;sta i ett s&#228;rskilt
&#228;rende och till f&#246;ljd d&#228;rav antalet av de deltagande inte uppg&#229;r till
det f&#246;r beslutf&#246;rhet best&#228;mda, utg&#246;r detta inte hinder f&#246;r &#228;rendets
avg&#246;rande.

Sparbanksst&#228;mmans beslut utg&#246;rs av den mening som har f&#229;tt mer &#228;n
h&#228;lften av de avgivna r&#246;sterna eller, vid lika r&#246;stetal, den mening som
ordf&#246;randen bitr&#228;der. Vid val anses den vald som f&#229;tt de flesta
r&#246;sterna. Vid lika r&#246;stetal avg&#246;rs valet genom lottning, om inte annat
beslutas av  st&#228;mman innan valet f&#246;rr&#228;ttas.

Andra stycket g&#228;ller inte om annat f&#246;ljer av denna lag, lagen
(2004:297) om bank- och finansieringsr&#246;relse eller reglementet.
Betr&#228;ffande beslut som avses i 15 och 16 &#167;&#167;, 6 kap. 1 &#167; andra
stycket, 7 kap. 3 &#167; och 8 kap. 3 &#167; kan dock i reglementet endast
f&#246;reskrivas villkor som g&#229;r l&#228;ngre &#228;n som anges i dessa paragrafer.
Lag (2004:304).

15 &#167; Beslut att &#228;ndra reglementet fattas av sparbanksst&#228;mman.
Beslutet &#228;r giltigt om det har bitr&#228;tts av minst tv&#229;
tredjedelar av de p&#229; st&#228;mman n&#228;rvarande huvudm&#228;nnen.

Ett beslut om &#228;ndring av reglementet skall, sedan &#228;ndringen har
godk&#228;nts, genast anm&#228;las f&#246;r registrering. Beslutet f&#229;r inte
verkst&#228;llas f&#246;rr&#228;n registrering har skett.

Ett beslut om att inf&#246;ra eller &#228;ndra en s&#229;dan best&#228;mmelse i
reglementet som avses i 2 kap. 5 &#167; andra stycket f&#229;r verkan vid
ing&#229;ngen av det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter beslutet.
Har beslutet vid den tidpunkten inte registrerats, skall dock
&#228;ndringen av reglementet sakna verkan. Lag (2004:304).

16 &#167; Ett avtal, som inte avser fusion men varigenom en sparbank
f&#246;rbinder sig att &#246;verl&#229;ta hela eller en icke obetydlig del av sin
r&#246;relse till en annan bank, f&#229;r inte tr&#228;ffas om inte samtliga huvudm&#228;n i
den &#246;verl&#229;tande sparbanken f&#246;renat sig om beslutet att sparbanken skall
bitr&#228;da avtalet eller beslutet fattats p&#229; tv&#229; p&#229; varandra f&#246;ljande
st&#228;mmor och p&#229; den senare st&#228;mman bitr&#228;tts av minst fyra femtedelar av
de r&#246;stande och dessa tillika utgjort minst tre fj&#228;rdedelar av samtliga
huvudm&#228;n. Reglementet kan f&#246;reskriva ytterligare villkor f&#246;r beslutets
giltighet.

17 &#167; Om ett beslut av sparbanksst&#228;mman inte har tillkommit i beh&#246;rig
ordning eller i &#246;vrigt strider mot denna lag, lagen (2004:297) om
bank- och finansieringsr&#246;relse, lagen (1995:1559) om &#229;rsredovisning
i kreditinstitut och v&#228;rdepappersbolag eller reglementet, kan talan
mot sparbanken om att beslutet skall upph&#228;vas eller &#228;ndras f&#246;ras av
huvudman, styrelsen eller styrelseledamot.

Talan skall v&#228;ckas inom tre m&#229;nader fr&#229;n dagen f&#246;r beslutet. V&#228;cks
inte talan inom denna tid, &#228;r r&#228;tten till talan f&#246;rlorad.

Talan f&#229;r v&#228;ckas senare &#228;n vad som s&#228;gs i andra stycket n&#228;r

1. beslutet &#228;r s&#229;dant att det inte lagligen kan fattas ens med alla
huvudm&#228;nnens samtycke,

2. samtycke till beslutet kr&#228;vs av alla eller vissa huvudm&#228;n och
s&#229;dant samtycke inte har getts, eller

3. kallelse till st&#228;mman inte har skett eller de best&#228;mmelser om
kallelse som g&#228;ller f&#246;r sparbanken har eftersatts i n&#229;got v&#228;sentligt
avseende.

R&#228;tten kan &#228;ndra sparbanksst&#228;mmans beslut endast om det kan
fastst&#228;llas vilket inneh&#229;ll beslutet r&#228;tteligen borde ha haft. &#196;r
sparbanksst&#228;mmans beslut s&#229;dant som enligt denna lag eller
bankr&#246;relselagen skall anm&#228;las f&#246;r registrering, skall r&#228;tten
underr&#228;tta registreringsmyndigheten f&#246;r registrering, om beslutet har
upph&#228;vts eller &#228;ndrats genom en dom som har vunnit laga kraft eller
r&#228;tten genom beslut under r&#228;tteg&#229;ngen har f&#246;rordnat att
sparbanksst&#228;mmans beslut inte f&#229;r verkst&#228;llas. Lag (2004:304).

18 &#167; Om styrelsen vill v&#228;cka talan mot sparbanken skall styrelsen
sammankalla en sparbanksst&#228;mma f&#246;r val av st&#228;llf&#246;retr&#228;dare att f&#246;ra
sparbankens talan i tvisten. St&#228;mning delges med den valde
st&#228;llf&#246;retr&#228;daren.

Ett f&#246;rbeh&#229;ll i reglementet, att tvister mellan sparbanken och
styrelsen, styrelseledamot, likvidator eller huvudman skall h&#228;nskjutas
till skiljem&#228;n, har samma verkan som ett skiljeavtal. Om styrelsen beg&#228;r
skiljemannaf&#246;rfarande mot sparbanken, till&#228;mpas f&#246;rsta stycket. &#196;r det
fr&#229;ga om en klandertalan av styrelsen mot sparbanksst&#228;mmans beslut &#228;r
r&#228;tten till talan inte f&#246;rlorad enligt 17 &#167; andra stycket, om styrelsen
inom den klandertid som anges d&#228;r har kallat till sparbanksst&#228;mma enligt
f&#246;rsta stycket.

19 &#167; En huvudman f&#229;r i denna sin egenskap erh&#229;lla ers&#228;ttning f&#246;r
deltagande i m&#246;ten med huvudm&#228;nnen i enlighet med vad som anges i
reglementet. Ers&#228;ttningen f&#229;r avse f&#246;rlorad arbetsf&#246;rtj&#228;nst, sk&#228;ligt
arvode f&#246;r deltagande i s&#229;dana m&#246;ten samt resekostnader och traktamente.

4 a kap. Revision

Antalet revisorer och hur de utses

1 &#167; Sparbanker ska ha minst en revisor. Revisor v&#228;ljs av
st&#228;mman. Om banken ska ha flera revisorer, f&#229;r det i
reglementet anges att en eller flera av dem, dock inte alla,
ska utses p&#229; annat s&#228;tt &#228;n genom val p&#229; st&#228;mman.

Uppdraget som revisor upph&#246;r vid slutet av den f&#246;rsta
ordinarie st&#228;mma som h&#229;lls efter det &#229;r d&#229; revisorn uts&#229;gs.

I reglementet f&#229;r det anges att uppdraget som revisor ska
g&#228;lla f&#246;r en l&#228;ngre tid &#228;n som anges i andra stycket.
Uppdraget ska dock upph&#246;ra senast vid slutet av den
ordinarie st&#228;mma som h&#229;lls under det fj&#228;rde r&#228;kenskaps&#229;ret
efter det d&#229; revisorn uts&#229;gs.

St&#228;mman f&#229;r utse en eller flera revisorssuppleanter.
Best&#228;mmelserna i denna lag och lagen (2004:297) om bank- och
finansieringsr&#246;relse betr&#228;ffande revisorer g&#228;ller i
till&#228;mpliga delar om revisorssuppleanter. Lag (2010:839).

1 a &#167; Best&#228;mmelser om revision av sparbanker finns &#228;ven i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 537/2014 av 
den 16 april 2014 om s&#228;rskilda krav avseende lagstadgad 
revision av f&#246;retag av allm&#228;nt intresse och om upph&#228;vande av 
kommissionens beslut 2005/909/EG (EU:s revisorsf&#246;rordning).
Lag (2016:434).

1 b &#167; Uppdraget som revisor f&#246;r en sparbank f&#229;r g&#228;lla h&#246;gst 
sju &#229;r i f&#246;ljd.

F&#246;rsta stycket g&#228;ller inte om revisorn &#228;r ett registrerat 
revisionsbolag. F&#246;r ett s&#229;dant uppdrag finns det best&#228;mmelser 
i artikel 17.1 andra stycket i EU:s revisorsf&#246;rordning om att 
uppdraget f&#229;r g&#228;lla h&#246;gst tio &#229;r i f&#246;ljd. Lag (2016:434).

1 c &#167; Ett avtalsvillkor som har till syfte att 
sparbanksst&#228;mman ska v&#228;lja en viss revisor eller en revisor 
som finns med i en viss f&#246;rteckning eller liknande &#228;r 
ogiltigt. Detsamma g&#228;ller s&#229;dana begr&#228;nsningar i 
reglementet. Lag (2016:434).

Medrevisor

2 &#167; Varje huvudman i en sparbank har r&#228;tt att f&#246;resl&#229; att det
hos Finansinspektionen beg&#228;rs att en revisor (medrevisor) utses
att delta i revisionen tillsammans med de &#246;vriga revisorerna.
F&#246;rslaget skall framst&#228;llas p&#229; en st&#228;mma d&#228;r revisorsval skall
ske eller d&#228;r f&#246;rslaget enligt kallelsen till st&#228;mman skall
behandlas. Finansinspektionen skall p&#229; beg&#228;ran av en huvudman
och efter att ha h&#246;rt bankens styrelse utse en revisor f&#246;r
tiden till och med ordinarie st&#228;mma under n&#228;sta r&#228;kenskaps&#229;r,
om f&#246;rslaget bitr&#228;ds av minst en tiondel av samtliga huvudm&#228;n
eller en tredjedel av de n&#228;rvarande huvudm&#228;nnen. Lag (2004:304).

Obeh&#246;righetsgrunder och kompetenskrav

3 &#167; Den som &#228;r i konkurs eller har f&#229;tt n&#228;ringsf&#246;rbud eller 
som har f&#246;rvaltare enligt 11 kap. 7 &#167; f&#246;r&#228;ldrabalken f&#229;r inte 
vara revisor i en sparbank.

Bara den som &#228;r auktoriserad eller godk&#228;nd revisor f&#229;r vara 
revisor i en sparbank.

En revisor ska ha den insikt i och erfarenhet av redovisning 
och ekonomiska f&#246;rh&#229;llanden som med h&#228;nsyn till arten och 
omf&#229;nget av bankens verksamhet kr&#228;vs f&#246;r uppdragets 
fullg&#246;rande.

Till revisor f&#229;r &#228;ven ett registrerat revisionsbolag utses. 
Best&#228;mmelser om vem som f&#229;r vara huvudansvarig f&#246;r revisionen 
n&#228;r ett revisionsbolag utses att vara revisor och om 
underr&#228;ttelseskyldighet finns i 17 &#167; revisorslagen 
(2001:883). Best&#228;mmelserna i 5 &#167; om j&#228;v, 19 &#167; om r&#228;tt att 
n&#228;rvara p&#229; st&#228;mma och 13 kap. 10 &#167; lagen (2004:297) om bank- 
och finansieringsr&#246;relse om rapporteringsskyldighet till&#228;mpas 
p&#229; den huvudansvarige. Lag (2016:434).

4 &#167; I en sparbank ska minst en revisor som st&#228;mman utsett
vara auktoriserad revisor. Lag (2013:229).

J&#228;v

5 &#167; I en sparbank f&#229;r den inte vara revisor som

1. &#228;r styrelseledamot i banken eller dess dotterf&#246;retag eller
delegat i banken eller bitr&#228;der vid bankens bokf&#246;ring eller
medelsf&#246;rvaltning eller bankens kontroll d&#228;r&#246;ver,

2. &#228;r anst&#228;lld hos banken eller p&#229; n&#229;got annat s&#228;tt intar en
underordnad eller beroende st&#228;llning till banken eller till
n&#229;gon som avses under 1 eller &#228;r verksam i samma f&#246;retag som
den som yrkesm&#228;ssigt bitr&#228;der banken vid bokf&#246;ringen eller
medelsf&#246;rvaltningen eller bankens kontroll d&#228;r&#246;ver,

3. &#228;r gift eller sambo med eller &#228;r syskon eller sl&#228;kting i
r&#228;tt upp- eller nedstigande led till en person som avses under
1 eller &#228;r besv&#229;grad med en s&#229;dan person i r&#228;tt upp- eller
nedstigande led eller s&#229; att den ene &#228;r gift med den andres
syskon, eller

4. st&#229;r i l&#229;neskuld till banken eller annat f&#246;retag i samma
koncern eller har f&#246;rpliktelser f&#246;r vilka banken eller ett
s&#229;dant f&#246;retag har st&#228;llt s&#228;kerhet.

Den som &#228;r huvudman i en sparbank f&#229;r inte vara s&#229;dan revisor
som avses i 4 &#167;.

Den som enligt denna paragraf inte &#228;r beh&#246;rig att vara revisor
f&#229;r inte heller vara revisor i ett dotterf&#246;retag till banken.

En revisor f&#229;r vid revisionen inte anlita n&#229;gon som enligt
denna paragraf inte &#228;r beh&#246;rig att vara revisor. Har banken
anst&#228;llda eller delegater med uppgift att uteslutande eller
huvudsakligen sk&#246;ta bankens interna revision, f&#229;r revisorn dock
anlita dessa i den utstr&#228;ckning det &#228;r f&#246;renligt med god
revisionssed. Lag (2006:404).

F&#246;rtida avg&#229;ng

6 &#167; Ett uppdrag som revisor i en sparbank upph&#246;r i f&#246;rtid, om

1. revisorn anm&#228;ler att uppdraget ska upph&#246;ra, eller

2. den som har utsett revisorn entledigar honom eller henne
p&#229; saklig grund och anm&#228;ler att uppdraget ska upph&#246;ra.

Anm&#228;lan enligt f&#246;rsta stycket ska g&#246;ras hos styrelsen. Om en
revisor som inte &#228;r vald p&#229; st&#228;mman vill avg&#229;, ska revisorn
anm&#228;la det ocks&#229; hos den som har utsett honom eller henne.

En revisor vars uppdrag upph&#246;r i f&#246;rtid ska genast anm&#228;la
detta till registreringsmyndigheten f&#246;r registrering.
Revisorn ska i anm&#228;lan l&#228;mna en redog&#246;relse f&#246;r
iakttagelserna vid den granskning som han eller hon har
utf&#246;rt under den del av det l&#246;pande r&#228;kenskaps&#229;ret som
uppdraget har omfattat. F&#246;r anm&#228;lan till&#228;mpas vad som
f&#246;reskrivs i 14 och 15 &#167;&#167; om revisionsber&#228;ttelse. En kopia av
anm&#228;lan ska l&#228;mnas till sparbankens styrelse.

Om en revisors uppdrag upph&#246;r i f&#246;rtid, ska revisorn och den
som har utsett revisorn underr&#228;tta registreringsmyndigheten
om sk&#228;let till detta. Lag (2009:570).

7 &#167; Om en revisors uppdrag upph&#246;r i f&#246;rtid eller om
best&#228;mmelserna i 3-5 &#167;&#167; eller best&#228;mmelser i reglementet
hindrar honom eller henne att vara revisor och det inte finns
n&#229;gon suppleant, skall styrelsen vidta &#229;tg&#228;rder f&#246;r att en ny
revisor utses f&#246;r den &#229;terst&#229;ende mandattiden.
Finansinspektionen kan, om det finns s&#228;rskilda sk&#228;l, medge att
en ny revisor utses vid n&#228;rmast f&#246;ljande ordinarie st&#228;mma.
Lag (2004:304).

R&#228;ttelse

8 &#167; Styrelsen skall, om inte r&#228;ttelse utan dr&#246;jsm&#229;l sker genom
den som utser revisor, g&#246;ra anm&#228;lan hos Finansinspektionen om

1. en s&#229;dan revisor som s&#228;gs i 4 &#167; inte &#228;r utsedd,

2. en revisor &#228;r obeh&#246;rig enligt 3 &#167; f&#246;rsta eller andra stycket
eller 5 &#167; eller enligt reglementet, eller

3. en best&#228;mmelse i denna lag eller reglementet om antalet
revisorer har &#229;sidosatts.

Var och en kan g&#246;ra anm&#228;lan enligt f&#246;rsta stycket.

Best&#228;mmelser om Finansinspektionens m&#246;jligheter att &#229;stadkomma
r&#228;tttelse finns i 15 kap. lagen (2004:297) om bank- och
finansieringsr&#246;relse. Lag (2004:304).

Revisorns uppgifter

9 &#167; Revisorn i en sparbank ska granska bankens &#229;rsredovisning 
j&#228;mte r&#228;kenskaperna och styrelsens f&#246;rvaltning. Granskningen 
ska utf&#246;ras med professionell skepticism och vara s&#229; ing&#229;ende 
och omfattande som god revisionssed kr&#228;ver.

Om en sparbank &#228;r moderf&#246;retag (moderbank), ska revisorn &#228;ven 
granska koncernredovisningen och koncernf&#246;retagens inb&#246;rdes 
f&#246;rh&#229;llanden i &#246;vrigt.

En revisor som &#228;r utsedd av n&#229;gon annan &#228;n Finansinspektionen 
ska f&#246;lja de s&#228;rskilda f&#246;reskrifter som meddelas av st&#228;mman, 
om de inte strider mot lag, reglementet eller god 
revisionssed. Lag (2016:434).

9 a &#167; Har upph&#228;vts genom lag (2016:434).

9 b &#167; Har upph&#228;vts genom lag (2016:434).

Tillhandah&#229;llande av upplysningar m.m.

10 &#167; Styrelsen i en sparbank skall ge revisorerna m&#246;jlighet att
verkst&#228;lla granskningen i den omfattning som dessa finner
n&#246;dv&#228;ndigt samt l&#228;mna de upplysningar och den hj&#228;lp som de
beg&#228;r. Samma skyldighet g&#228;ller f&#246;r f&#246;retagsledningen och
revisorerna i ett dotterf&#246;retag gentemot revisorerna i
moderbanken. Lag (2004:304).

Revisionsber&#228;ttelsen

11 &#167; Sedan revisorerna i en sparbank slutf&#246;rt granskningen,
skall de skriva en h&#228;nvisning till revisionsber&#228;ttelsen p&#229;
&#229;rsredovisningen och, i en moderbank, p&#229; koncernredovisningen.
Finner revisorerna att balansr&#228;kningen eller resultatr&#228;kningen
inte b&#246;r fastst&#228;llas, skall de anteckna &#228;ven detta. I en
moderbank g&#228;ller detsamma i fr&#229;ga om koncernbalansr&#228;kningen och
koncernresultatr&#228;kningen. Lag (2004:304).

12 &#167; Revisorerna i en sparbank skall f&#246;r varje r&#228;kenskaps&#229;r
l&#228;mna en revisionsber&#228;ttelse till st&#228;mman. Ber&#228;ttelsen skall
&#246;verl&#228;mnas till bankens styrelse senast tv&#229; veckor f&#246;re den
ordinarie st&#228;mman. Revisorerna skall inom samma tid till
styrelsen &#229;terl&#228;mna de redovisningshandlingar som har
&#246;verl&#228;mnats till dem. Lag (2004:304).

12 a &#167; Om banken har fler &#228;n en revisor, ska de l&#228;mna en 
gemensam revisionsber&#228;ttelse. Det som s&#228;gs i 11 &#167; om 
h&#228;nvisning till revisionsber&#228;ttelsen g&#228;ller d&#229; samtliga 
revisorer.

Vid oenighet om huruvida &#229;rsredovisningen har uppr&#228;ttats i 
&#246;verensst&#228;mmelse med till&#228;mplig lag om &#229;rsredovisning ska 
varje revisor g&#246;ra ett s&#229;dant uttalande som avses i 13 &#167; 
f&#246;rsta stycket och ange sk&#228;len f&#246;r oenigheten. Lag (2016:434).

12 b &#167; Revisionsber&#228;ttelsens inledning ska inneh&#229;lla 
uppgifter om

1. bankens f&#246;retagsnamn och organisationsnummer,

2. vilken r&#228;kenskapsperiod som revisionsber&#228;ttelsen avser,

3. vilket eller vilka normsystem f&#246;r redovisning som banken 
har till&#228;mpat, och

4. revisorns etableringsort. 

Revisionsber&#228;ttelsen ska vara undertecknad av revisorn och 
inneh&#229;lla uppgift om vilken dag revisionen avslutades.
Lag (2018:1663).

12 c &#167; I revisionsber&#228;ttelsen skall det anges vilket eller
vilka normsystem f&#246;r revision som revisorerna har till&#228;mpat.

I f&#246;rekommande fall skall det i revisionsber&#228;ttelsen &#228;ven anges

1. om en revisor i en fr&#229;ga som behandlas i
revisionsber&#228;ttelsen har en mening som avviker fr&#229;n styrelsens
eller annan revisors,

2. om revisionens inriktning eller omfattning &#228;r begr&#228;nsad,
eller

3. om en revisor anser sig sakna tillr&#228;ckligt underlag f&#246;r att
g&#246;ra n&#229;got uttalande enligt 13, 14 eller 16 &#167;. Lag (2016:434).

12 d &#167; Revisionsber&#228;ttelsen f&#246;r en sparbank som ska 
offentligg&#246;ra sin &#229;rsredovisning enligt 16 kap. 4 &#167; lagen 
(2007:528) om v&#228;rdepappersmarknaden ska inneh&#229;lla ett 
uttalande om huruvida redovisningen har uppr&#228;ttats i 
&#246;verensst&#228;mmelse med 16 kap. 4 a &#167; i den lagen.
Lag (2020:1107).

13 &#167; Revisionsber&#228;ttelsen ska inneh&#229;lla ett uttalande om 
huruvida &#229;rsredovisningen har uppr&#228;ttats i &#246;verensst&#228;mmelse 
med lagen (1995:1559) om &#229;rsredovisning i kreditinstitut och 
v&#228;rdepappersbolag. I uttalandet ska det s&#228;rskilt anges

1. om &#229;rsredovisningen ger en r&#228;ttvisande bild av bankens 
resultat och st&#228;llning, och 

2. om f&#246;rvaltningsber&#228;ttelsen &#228;r f&#246;renlig med 
&#229;rsredovisningens &#246;vriga delar.

Om &#229;rsredovisningen inte inneh&#229;ller s&#229;dana upplysningar som 
ska l&#228;mnas enligt lagen om &#229;rsredovisning i kreditinstitut 
och v&#228;rdepappersbolag, ska revisorerna ange detta och, om det 
&#228;r m&#246;jligt, l&#228;mna beh&#246;vliga upplysningar i sin ber&#228;ttelse.

F&#246;rsta och andra styckena g&#228;ller inte i fr&#229;ga om en s&#229;dan 
h&#229;llbarhetsrapport som avses i 6 kap. 1 &#167; lagen om 
&#229;rsredovisning i kreditinstitut och v&#228;rdepappersbolag och som 
ing&#229;r i f&#246;rvaltningsber&#228;ttelsen. I den delen ska 
revisionsber&#228;ttelsen i st&#228;llet inneh&#229;lla ett uttalande om 
huruvida en rapport har uppr&#228;ttats eller inte.
Lag (2016:950).

13 a &#167; Om det finns v&#228;sentliga os&#228;kerhetsfaktorer n&#228;r det 
g&#228;ller h&#228;ndelser eller f&#246;rh&#229;llanden som kan medf&#246;ra betydande 
tvivel om bankens f&#246;rm&#229;ga att forts&#228;tta sin verksamhet, ska 
revisionsber&#228;ttelsen inneh&#229;lla ett uttalande i fr&#229;gan.
Lag (2016:434).

14 &#167; Om revisorerna vid sin granskning funnit att en
styrelseledamot har f&#246;retagit n&#229;gon &#229;tg&#228;rd eller gjort sig
skyldig till n&#229;gon f&#246;rsummelse, som kan f&#246;ranleda
ers&#228;ttningsskyldighet, skall det anm&#228;rkas i ber&#228;ttelsen.
Detsamma g&#228;ller om revisorn vid granskningen har funnit att en
styrelseledamot p&#229; annat s&#228;tt handlat i strid med denna lag,
lagen (1995:1559) om &#229;rsredovisning i kreditinstitut och
v&#228;rdepappersbolag, lagen (2004:297) om bank- och
finansieringsr&#246;relse eller mot reglementet.

Revisionsber&#228;ttelsen skall &#228;ven inneh&#229;lla ett uttalande i
fr&#229;gan om ansvarsfrihet f&#246;r styrelseledam&#246;terna. Revisorerna
kan &#228;ven i &#246;vrigt i ber&#228;ttelsen anteckna de upplysningar som de
&#246;nskar meddela huvudm&#228;nnen. Om &#229;rsredovisningen inneh&#229;ller
uppgifter som har betydelse f&#246;r upplysningarna, skall
revisorerna h&#228;nvisa till uppgifterna. Lag (2004:975).

15 &#167; I revisionsber&#228;ttelsen ska det ocks&#229; anm&#228;rkas om
revisorerna funnit att banken inte har fullgjort sin
skyldighet

1. att g&#246;ra skatteavdrag enligt skattef&#246;rfarandelagen
(2011:1244),

2. att l&#228;mna skattedeklaration enligt 26 kap. 2 &#167; eller
37 kap. 4 &#167; skattef&#246;rfarandelagen, eller

3. att i r&#228;tt tid betala skatter och avgifter som avses i 1
och 2.

Om revisionsber&#228;ttelsen inneh&#229;ller anm&#228;rkning om att banken
inte har fullgjort n&#229;gon s&#229;dan skyldighet som avses i f&#246;rsta
stycket, ska revisorerna genast s&#228;nda in en kopia av den till
Skatteverket. Lag (2011:1326).

16 &#167; Revisionsber&#228;ttelsen skall inneh&#229;lla s&#228;rskilda uttalanden
om fastst&#228;llande av balansr&#228;kningen och resultatr&#228;kningen samt
om det f&#246;rslag till dispositioner betr&#228;ffande bankens vinst
eller f&#246;rlust som har lagts fram i f&#246;rvaltningsber&#228;ttelsen.
Lag (2004:304).

16 a &#167; Ut&#246;ver vad som f&#246;ljer av 13 a och 14 &#167;&#167; f&#229;r 
revisionsber&#228;ttelsen inte inneh&#229;lla n&#229;gon f&#246;rs&#228;kran om 
bankens framtida l&#246;nsamhet eller om hur effektivt och 
&#228;ndam&#229;lsenligt styrelsen eller den verkst&#228;llande direkt&#246;ren 
har drivit eller kommer att driva verksamheten. 
Lag (2016:434).

Koncernrevision

16 b &#167; I samband med en koncernrevision ska revisorn bed&#246;ma 
och utv&#228;rdera det revisionsarbete som har utf&#246;rts av 
revisorer i de &#246;vriga koncernf&#246;retagen. Revisorn ska se till 
att han eller hon kan f&#229; tillg&#229;ng till dokumentation av det 
revisionsarbete som &#228;r relevant f&#246;r koncernrevisionen.

Om revisorn &#228;r f&#246;rhindrad att g&#246;ra den bed&#246;mning och 
utv&#228;rdering som avses i f&#246;rsta stycket, ska han eller hon 
utf&#246;ra kompletterande revisionsarbete avseende 
dotterf&#246;retagen eller vidta andra l&#228;mpliga &#229;tg&#228;rder. Revisorn 
ska ocks&#229; underr&#228;tta Revisorsinspektionen om hindret.
Lag (2016:1335).

17 &#167; I en moderbank ska revisorn l&#228;mna en s&#228;rskild 
revisionsber&#228;ttelse betr&#228;ffande koncernen. D&#229; ska 12–14, 16 
och 16 a &#167;&#167; till&#228;mpas. Lag (2016:434).

Erinringar

18 &#167; Erinringar som revisorerna i en sparbank framst&#228;ller till
styrelsen och som inte har tagits in i revisionsber&#228;ttelsen
skall de anteckna i ett protokoll eller n&#229;gon annan handling.
Handlingen skall &#246;verl&#228;mnas till styrelsen som skall bevara den
p&#229; ett betryggande s&#228;tt. Lag (2004:304).

Revisorernas n&#228;rvaro vid bolagsst&#228;mma

19 &#167; Revisorerna i en sparbank har r&#228;tt att n&#228;rvara vid bankens
st&#228;mmor. De &#228;r skyldiga att n&#228;rvara vid en st&#228;mma, om det med
h&#228;nsyn till &#228;rendena kan anses n&#246;dv&#228;ndigt. Lag (2004:304).

Revisorernas tystnadsplikt

20 &#167; Revisorerna i en sparbank f&#229;r inte l&#228;mna upplysningar till
en enskild huvudman eller utomst&#229;ende om s&#229;dana angel&#228;genheter
som de har f&#229;tt k&#228;nnedom om vid fullg&#246;randet av sina uppdrag,
om det kan vara till skada f&#246;r banken.

Av 1 kap. 10 &#167; lagen (2004:297) om bank- och
finansieringsr&#246;relse framg&#229;r att enskildas f&#246;rh&#229;llanden till en
sparbank inte obeh&#246;rigen f&#229;r r&#246;jas.

Ansvar enligt 20 kap. 3 &#167; brottsbalken skall inte f&#246;lja f&#246;r den
som bryter mot f&#246;rbudet i f&#246;rsta stycket att l&#228;mna upplysningar
om en banks angel&#228;genheter. Lag (2004:304).

Revisorernas upplysningsplikt

21 &#167; Revisorerna &#228;r skyldiga att

1. till st&#228;mman l&#228;mna alla upplysningar som st&#228;mman beg&#228;r, om
det inte skulle vara till v&#228;sentlig skada f&#246;r banken eller till
n&#228;mnv&#228;rd ol&#228;genhet f&#246;r enskild,

2. till medrevisorer, lekmannarevisor, granskare som avses i
23 &#167;, ny revisor och, om banken har f&#246;rsatts i konkurs,
konkursf&#246;rvaltare l&#228;mna de upplysningar som beh&#246;vs om bankens
angel&#228;genheter, samt

3. p&#229; beg&#228;ran l&#228;mna upplysningar om bankens angel&#228;genheter till
unders&#246;kningsledaren under f&#246;runders&#246;kning i brottm&#229;l.

Best&#228;mmelser om revisorers rapporteringsskyldighet till
Finansinspektionen finns i 13 kap. 10 &#167; lagen (2004:297) om
bank- och finansieringsr&#246;relse. Lag (2004:304).

Registrering

22 &#167; En sparbank ska f&#246;r registrering anm&#228;la vem som har 
utsetts till revisor och, om revisorn &#228;r ett registrerat 
revisionsbolag, vem som &#228;r huvudansvarig f&#246;r revisionen.

Anm&#228;lan ska inneh&#229;lla uppgift om revisorns postadress. Om 
postadressen avviker fr&#229;n revisorns hemvist, ska &#228;ven 
hemvisten anges. Anm&#228;lan ska vidare inneh&#229;lla uppgift om 
revisorns personnummer eller, om s&#229;dant saknas, f&#246;delsedatum. 
Om revisorn &#228;r ett registrerat revisionsbolag, ska bolagets 
organisationsnummer eller n&#229;got annat identifieringsnummer 
anges.

Anm&#228;lan ska g&#246;ras f&#246;rsta g&#229;ngen n&#228;r banken enligt 2 kap. 11 &#167; 
anm&#228;ls f&#246;r registrering och d&#228;refter genast efter det att 
n&#229;gon &#228;ndring har intr&#228;ffat i ett f&#246;rh&#229;llande som har anm&#228;lts 
eller ska anm&#228;las f&#246;r registrering.

R&#228;tt att g&#246;ra anm&#228;lan har &#228;ven den som anm&#228;lan g&#228;ller.
Lag (2016:434).

Domstols entledigande av revisorn

22 a &#167; En revisor som har utsetts av sparbanksst&#228;mman f&#229;r 
entledigas av tingsr&#228;tten i den ort d&#228;r styrelsen har sitt 
s&#228;te om han eller hon &#228;r ol&#228;mplig f&#246;r uppdraget.

En ans&#246;kan om att tingsr&#228;tten ska besluta om entledigande f&#229;r 
g&#246;ras av

1. huvudm&#228;n som representerar minst fem procent av r&#246;sterna i 
banken,

2. styrelsen, och

3. Finansinspektionen.
Lag (2016:434).

Granskare

23 &#167; Varje huvudman i en sparbank f&#229;r v&#228;cka f&#246;rslag om att
Finansinspektionen skall utse granskare f&#246;r s&#228;rskild granskning
av bankens f&#246;rvaltning och r&#228;kenskaper under viss f&#246;rfluten tid
eller av vissa &#229;tg&#228;rder eller f&#246;rh&#229;llanden i banken. F&#246;rslaget
skall framst&#228;llas p&#229; en ordinarie st&#228;mma eller p&#229; st&#228;mma d&#228;r
&#228;rendet enligt kallelsen skall behandlas. Finansinspektionen
skall p&#229; beg&#228;ran av en huvudman och efter att ha h&#246;rt bankens
styrelse f&#246;rordna en eller flera granskare, om f&#246;rslaget
bitr&#228;ds av minst en tiondel av samtliga huvudm&#228;n eller en
tredjedel av de n&#228;rvarande huvudm&#228;nnen.

Vad som s&#228;gs om revisor i 3 &#167; f&#246;rsta och fj&#228;rde styckena, 5,
10, 19-21 &#167;&#167; till&#228;mpas &#228;ven i fr&#229;ga om granskare. Den som &#228;r
under&#229;rig f&#229;r inte vara granskare.

Yttrande &#246;ver granskningen skall avges till st&#228;mman. Yttrandet
skall h&#229;llas tillg&#228;ngligt hos banken under minst en vecka f&#246;re
st&#228;mman f&#246;r huvudman och genast s&#228;ndas till var och en av dem
som beg&#228;r det. Yttrandet skall ocks&#229; l&#228;ggas fram p&#229; st&#228;mman.
Lag (2004:304).

4 b kap. Allm&#228;n granskning

Lekmannarevisor

1 &#167; Om inte annat f&#246;reskrivs i reglementet, f&#229;r det i en
sparbank utses en eller flera personer (lekmannarevisorer) att
utf&#246;ra s&#229;dan granskning som anges i 4 &#167;. Lag (2004:304).

2 &#167; F&#246;r en lekmannarevisor f&#229;r en eller flera suppleanter
utses. Vad som s&#228;gs i denna lag om lekmannarevisor skall i
till&#228;mpliga delar &#228;ven g&#228;lla suppleant. Lag (2004:304).


3 &#167; Best&#228;mmelserna i denna lag om revisorer &#228;r inte till&#228;mpliga
p&#229; lekmannarevisorer. Lag (2004:304).

Lekmannarevisorns uppgifter

4 &#167; Lekmannarevisorn skall granska om bankens verksamhet sk&#246;ts
p&#229; ett &#228;ndam&#229;lsenligt och fr&#229;n ekonomisk synpunkt
tillfredsst&#228;llande s&#228;tt och om bankens interna kontroll &#228;r
tillr&#228;cklig. Granskningen skall vara s&#229; ing&#229;ende och omfattande
som god sed vid detta slag av granskning kr&#228;ver. Lag (2004:304).

5 &#167; Lekmannarevisorn skall f&#246;lja de anvisningar som meddelas av
st&#228;mman, om de inte strider mot lag, reglementet eller god sed.
Lag (2004:304).

6 &#167; Lekmannarevisorn skall efter varje r&#228;kenskaps&#229;r l&#228;mna en
granskningsrapport till st&#228;mman. Best&#228;mmelser om rapportens
inneh&#229;ll och den tidpunkt d&#229; den skall l&#228;mnas till bolagets
styrelse finns i 14 &#167;. Lag (2004:304).

7 &#167; Lekmannarevisorn f&#229;r inte underteckna en s&#229;dan
revisionsber&#228;ttelse som avses i 4 a kap. 12 &#167;. Lag (2004:304).

Tillhandah&#229;llande av upplysningar m.m.

8 &#167; Styrelsen skall ge lekmannarevisorn tillf&#228;lle att genomf&#246;ra
granskningen i den omfattning lekmannarevisorn anser vara
n&#246;dv&#228;ndig samt l&#228;mna de upplysningar och det bitr&#228;de som
lekmannarevisorn beg&#228;r.

Samma skyldighet har f&#246;retagsledningen, revisorerna och
lekmannarevisorerna i ett dotterf&#246;retag gentemot
lekmannarevisorn i moderbanken. Lag (2004:304).

Hur lekmannarevisor utses

9 &#167; En lekmannarevisor v&#228;ljs av st&#228;mman, om inte reglementet
inneh&#229;ller best&#228;mmelser om att denne skall utses p&#229; annat s&#228;tt.
Lag (2004:304).

Obeh&#246;righetsgrunder

10 &#167; Den som &#228;r under&#229;rig eller i konkurs eller har f&#229;tt
n&#228;ringsf&#246;rbud eller har f&#246;rvaltare enligt 11 kap. 7 &#167;
f&#246;r&#228;ldrabalken f&#229;r inte vara lekmannarevisor. Lag (2004:304).

J&#228;v

11 &#167; Den f&#229;r inte vara lekmannarevisor som

1. &#228;r styrelseledamot i banken eller dess dotterf&#246;retag eller
delegat i banken eller bitr&#228;der vid bankens bokf&#246;ring eller
medelsf&#246;rvaltning eller bankens kontroll d&#228;r&#246;ver,

2. &#228;r anst&#228;lld hos banken eller p&#229; n&#229;got annat s&#228;tt har en
underordnad eller beroende st&#228;llning till banken eller till
n&#229;gon som avses under 1 eller &#228;r verksam i samma f&#246;retag som
den som yrkesm&#228;ssigt bitr&#228;der banken vid bokf&#246;ringen eller
medelsf&#246;rvaltningen eller bankens kontroll d&#228;r&#246;ver,

3. &#228;r gift eller sambo med eller &#228;r syskon eller sl&#228;kting i
r&#228;tt upp- eller nedstigande led till en person som avses under
1 eller &#228;r besv&#229;grad med en s&#229;dan person i r&#228;tt upp- eller
nedstigande led eller s&#229; att den ene &#228;r gift med den andres
syskon, eller

4. st&#229;r i l&#229;neskuld till banken eller annat f&#246;retag i samma
koncern eller har f&#246;rpliktelser som banken eller ett s&#229;dant
f&#246;retag har st&#228;llt s&#228;kerhet f&#246;r.

Den som enligt denna paragraf inte &#228;r beh&#246;rig att vara
lekmannarevisor f&#229;r inte heller vara lekmannarevisor i ett
dotterf&#246;retag till banken. Lag (2006:404).

Anlitande av bitr&#228;de

12 &#167; En lekmannarevisor f&#229;r vid granskningen inte anlita n&#229;gon
som enligt 11 &#167; inte &#228;r beh&#246;rig att vara lekmannarevisor. Har
banken anst&#228;llda eller delegater med uppgift att uteslutande
eller huvudsakligen sk&#246;ta bankens interna revision, f&#229;r
lekmannarevisorn dock anlita dessa i den utstr&#228;ckning det &#228;r
f&#246;renligt med god sed. Lag (2004:304).

Lekmannarevisorns avg&#229;ng

13 &#167; Ett uppdrag som lekmannarevisor upph&#246;r, om
lekmannarevisorn eller den som utsett lekmannarevisorn anm&#228;ler
att uppdraget skall upph&#246;ra. Anm&#228;lan skall g&#246;ras hos styrelsen.
Om en lekmannarevisor som inte &#228;r vald p&#229; st&#228;mman vill avg&#229;,
skall han eller hon anm&#228;la det ocks&#229; hos den som har utsett
revisorn. Lag (2004:304).

Lekmannarevisorns granskningsrapport

14 &#167; Granskningsrapporten skall l&#228;mnas till bankens styrelse
senast tv&#229; veckor f&#246;re ordinarie st&#228;mma.

I rapporten skall lekmannarevisorn uttala sig om s&#229;dana
f&#246;rh&#229;llanden som avses i 4 &#167; och om s&#229;dana f&#246;rh&#229;llanden som han
eller hon har varit skyldig att granska enligt 5 &#167;. En
lekmannarevisor som finner anledning till anm&#228;rkning mot n&#229;gon
styrelseledamot skall upplysa om detta i rapporten och l&#228;mna
uppgift om anledningen till anm&#228;rkningen.

En lekmannarevisor f&#229;r i granskningsrapporten l&#228;mna &#228;ven andra
upplysningar som han eller hon anser att huvudm&#228;nnen b&#246;r f&#229;
k&#228;nnedom om. Lag (2004:304).

15 &#167; I en sparbank skall granskningsrapporten s&#228;ndas till
huvudm&#228;nnen p&#229; samma s&#228;tt som anges i 4 kap. 9 &#167; fj&#228;rde stycket
samt l&#228;ggas fram p&#229; st&#228;mman. Lag (2004:304).

Lekmannarevisorns n&#228;rvaro vid st&#228;mma

16 &#167; Lekmannarevisorn har r&#228;tt att n&#228;rvara vid sparbanksst&#228;mma.
Han eller hon &#228;r skyldig att n&#228;rvara om det med h&#228;nsyn till
&#228;rendena kan anses n&#246;dv&#228;ndigt. Lag (2004:304).

Lekmannarevisorns tystnadsplikt

17 &#167; Lekmannarevisorn f&#229;r inte l&#228;mna upplysningar till en
enskild huvudman eller utomst&#229;ende om s&#229;dana angel&#228;genheter som
han eller hon har f&#229;tt k&#228;nnedom om n&#228;r han eller hon fullg&#246;r
sitt uppdrag, om det kan vara till skada f&#246;r banken.

Av 1 kap. 10 &#167; lagen (2004:297) om bank- och
finansieringsr&#246;relse framg&#229;r att enskildas f&#246;rh&#229;llanden till en
sparbank inte obeh&#246;rigen f&#229;r r&#246;jas.

Ansvar enligt 20 kap. 3 &#167; brottsbalken skall inte f&#246;lja f&#246;r den
som bryter mot f&#246;rbudet i f&#246;rsta stycket att l&#228;mna upplysningar
om en banks angel&#228;genheter. Lag (2004:304).

Lekmannarevisorns upplysningsplikt

18 &#167; Lekmannarevisorn &#228;r skyldig att till st&#228;mman l&#228;mna alla
upplysningar som st&#228;mman beg&#228;r, om det inte skulle vara till
v&#228;sentlig nackdel f&#246;r banken eller till n&#228;mnv&#228;rd ol&#228;genhet f&#246;r
enskild. Lag (2004:304).

19 &#167; Lekmannarevisorn &#228;r skyldig att l&#228;mna revisor, annan
lekmannarevisor, granskare som avses i 4 a kap. 23 &#167; och, om
banken har f&#246;rsatts i konkurs, konkursf&#246;rvaltaren de
upplysningar som beh&#246;vs om bankens angel&#228;genheter.

Lekmannarevisorn &#228;r dessutom skyldig att p&#229; beg&#228;ran l&#228;mna
upplysningar om bankens angel&#228;genheter till
unders&#246;kningsledaren under f&#246;runders&#246;kning i brottm&#229;l.
Lag (2004:304).

Registrering

20 &#167; En sparbank skall f&#246;r registrering anm&#228;la vem som har
utsetts till lekmannarevisor.

Anm&#228;lan skall inneh&#229;lla uppgift om lekmannarevisorns
postadress. Om postadressen avviker fr&#229;n lekmannarevisorns
hemvist, skall &#228;ven hemvistet anges. Anm&#228;lan skall vidare
inneh&#229;lla uppgift om lekmannarevisorns personnummer eller, om
s&#229;dant saknas, f&#246;delsedatum.

Anm&#228;lan skall g&#246;ras genast efter det att lekmannarevisor har
utsetts och d&#228;refter genast efter det att n&#229;gon &#228;ndring har
intr&#228;ffat i f&#246;rh&#229;llande som har anm&#228;lts eller skall anm&#228;las f&#246;r
registrering.

R&#228;tt att g&#246;ra anm&#228;lan har &#228;ven den som anm&#228;lan g&#228;ller.
Lag (2004:304).

5 kap. Fonder och vinstdisposition m.m.

1 &#167; Om det &#228;r p&#229;kallat f&#246;r att uppr&#228;tth&#229;lla en sparbanks
verksamhet, f&#229;r sparbanksst&#228;mman besluta att bilda en
garantifond genom bidrag av huvudm&#228;n eller andra.

F&#246;r att vara bindande skall teckning av bidrag till
garantifonden ske p&#229; en teckningslista. P&#229; denna skall anges om
r&#228;nta skall utg&#229; och i s&#229; fall hur den skall ber&#228;knas. Vidare
skall avskrifter av sparbankens senaste balansr&#228;kning och
revisorernas yttrande &#246;ver denna fogas till teckningslistan.

Garantifonden f&#229;r &#229;terbetalas bara om utbetalningen inte
&#228;ventyrar bankens f&#246;rm&#229;ga att fullg&#246;ra sina f&#246;rpliktelser. I
&#246;vrigt skall betr&#228;ffande &#229;terbetalningen g&#228;lla vad som best&#228;mts
vid garantifondens bildande. Lag (2004:304).

2 &#167; Sparbankens vinst skall, i den m&#229;n grundfonden eller en eventuell
garantifond g&#229;tt f&#246;rlorad, i f&#246;rsta hand anv&#228;ndas f&#246;r att uppbringa
fonden till det belopp vilket den skall uppg&#229;.

Den del av vinsten som inte tas i anspr&#229;k f&#246;r det i f&#246;rsta stycket
n&#228;mnda &#228;ndam&#229;let skall avs&#228;ttas till en reservfond.

Utan hinder av andra stycket f&#229;r sparbanksst&#228;mman besluta om g&#229;vor till
allm&#228;nnyttiga eller d&#228;rmed j&#228;mf&#246;rliga &#228;ndam&#229;l, om det med h&#228;nsyn till
&#228;ndam&#229;let, sparbankens st&#228;llning och omst&#228;ndigheterna i &#246;vrigt kan anses
sk&#228;ligt. Styrelsen f&#229;r f&#246;r s&#229;dana &#228;ndam&#229;l endast anv&#228;nda tillg&#229;ngar som
med h&#228;nsyn till sparbankens st&#228;llning &#228;r av ringa betydelse.

3 &#167; Finns det i reglementet ett f&#246;rbeh&#229;ll om &#229;terb&#228;ring av
grundfonden eller del d&#228;rav, f&#229;r s&#229;dan &#229;terb&#228;ring inte ske om
inte reservfonden uppg&#229;r till belopp som motsvarar tio g&#229;nger
grundfonden. Inte heller f&#229;r &#229;terb&#228;ring ske, s&#229; l&#228;nge
garantifond, d&#228;r s&#229;dan bildats, inte &#229;terbetalts eller om
&#229;terb&#228;ringen skulle &#228;ventyra bankens f&#246;rm&#229;ga att fullg&#246;ra sina
f&#246;rpliktelser. Lag (2004:304).

4 &#167; Utf&#228;st r&#228;nta p&#229; grundfonden eller garantifonden skall inte
betalas ut, om till f&#246;ljd av detta vinsten p&#229; r&#246;relsen inte
skulle r&#228;cka till att f&#229; upp grundfonden eller garantifonden
till det i 2 &#167; f&#246;rsta stycket angivna beloppet. R&#228;ntan p&#229;
garantifonden skall inte heller betalas ut, om genom
utbetalningen en s&#229;dan f&#246;rlust skulle uppkomma p&#229; r&#246;relsen, att
den skulle &#228;ventyra bankens f&#246;rm&#229;ga att fullg&#246;ra sina
f&#246;rpliktelser. Grundfondsr&#228;ntan skall inte i n&#229;got fall betalas
ut om till f&#246;ljd av detta f&#246;rlust skulle uppkomma. Lag (2004:304).

5 &#167; Om sparbanken f&#246;rs&#228;tts i konkurs p&#229; en ans&#246;kan som gjorts inom ett
&#229;r fr&#229;n det att beslut fattades om &#229;terbetalning av garantifonden eller
om &#229;terb&#228;ring av grundfonden, skall uppburna belopp betalas tillbaka i
den m&#229;n det kr&#228;vs f&#246;r att sparbankens skulder skall kunna betalas.

P&#229; det belopp som till f&#246;ljd av f&#246;rsta stycket skall erl&#228;ggas till
konkursboet skall r&#228;nta betalas. R&#228;ntan ber&#228;knas enligt 5 &#167; r&#228;ntelagen
(1976:635) fr&#229;n den dag beloppet betalades ut av sparbanken till och med
den dag &#229;terbetalning eller &#229;terb&#228;ring till konkursboet skall ske och
enligt 6 &#167; r&#228;ntelagen f&#246;r tiden d&#228;refter.

6 &#167; Om inte annat f&#246;ljer av best&#228;mmelserna i 1 och 3 &#167;&#167; f&#229;r grundfond,
garantifond och reservfond inte minskas, om det inte beh&#246;vs f&#246;r att
t&#228;cka en f&#246;rlust som uppst&#229;tt i r&#246;relsen.

7 &#167; En sparbank f&#229;r f&#246;rv&#228;rva bevis om tillskott till garantifond eller
grundfond i sparbanken endast om f&#246;ruts&#228;ttningar f&#246;r &#229;terbetalning av
fonden f&#246;religger enligt 1 eller 3 &#167;.

En juridisk person i vilken en sparbank ensam eller tillsammans med
andra sparbanker har ett dominerande inflytande f&#229;r inte f&#246;rv&#228;rva bevis
om tillskott till garantifond eller grundfond utgivet av sparbanken.

6 kap. Likvidation och uppl&#246;sning

Frivillig likvidation

1 &#167; Sparbanksst&#228;mman kan besluta att sparbanken skall tr&#228;da i
likvidation.

Ett beslut om likvidation &#228;r giltigt endast om samtliga huvudm&#228;n f&#246;renat
sig om beslutet eller detta har fattats p&#229; tv&#229; p&#229; varandra f&#246;ljande
st&#228;mmor och p&#229; den senare st&#228;mman bitr&#228;tts av minst fyra femtedelar av
de r&#246;stande och dessa tillika utgjort minst tre fj&#228;rdedelar av samtliga
huvudm&#228;n. L&#228;ngre g&#229;ende villkor f&#246;r att beslutet skall bli giltigt f&#229;r
f&#246;reskrivas i reglementet. Likvidationen intr&#228;der omedelbart eller den
senare dag som st&#228;mman beslutar.

Ett beslut om likvidation kan dock alltid fattas med enkel majoritet, om
det g&#228;ller ett beslut enligt 18 &#167; andra stycket eller om det f&#246;religger
grund f&#246;r tv&#229;ngslikvidation enligt 2 &#167;. Vid lika r&#246;stetal utg&#246;rs
st&#228;mmans beslut av den mening som ordf&#246;randen bitr&#228;der. Ett beslut om
likvidation enligt detta stycke har omedelbar verkan.

1 a &#167; Om styrelsen i en sparbank tar emot eller uppr&#228;ttar 
f&#246;rslag till st&#228;mmobeslut om likvidation enligt 1 &#167;, ska 
styrelsen underr&#228;tta Riksg&#228;ldskontoret och Finansinspektionen 
om f&#246;rslaget.

Om sparbanken &#228;r f&#246;rsatt i resolution eller om 
Riksg&#228;ldskontoret inom sju dagar fr&#229;n det att myndigheten tog 
emot en s&#229;dan underr&#228;ttelse meddelar styrelsen att sparbanken 
ska f&#246;rs&#228;ttas i resolution, f&#229;r kallelse till en 
sparbanksst&#228;mma d&#228;r fr&#229;gan om likvidation ska pr&#246;vas inte 
utf&#228;rdas. Lag (2018:1393).

Tv&#229;ngslikvidation

2 &#167; Bolagsverket ska besluta att en sparbank ska g&#229; i
likvidation, om tillst&#229;ndet att driva bankr&#246;relse har
&#229;terkallats. Beslutet ska fattas s&#229; snart det &#228;r praktiskt
m&#246;jligt, dock senast dagen efter det att ans&#246;kan om
likvidation kom in till Bolagsverket.

R&#228;tten ska besluta att en sparbank ska g&#229; i likvidation, om
sparbanken har f&#246;rsatts i konkurs och denna avslutats med
&#246;verskott. Beslutet ska fattas i samband med att konkursen
avslutas.

Beslut om likvidation ska dock inte meddelas, om det styrks
att likvidationsgrunden har upph&#246;rt under &#228;rendets
handl&#228;ggning i f&#246;rsta instans.

En fr&#229;ga om likvidation enligt f&#246;rsta stycket pr&#246;vas p&#229;
ans&#246;kan av Finansinspektionen, styrelsen, styrelseledamot
eller huvudman. Lag (2013:163).

2 a &#167; Ett beslut om likvidation enligt 2 &#167; g&#228;ller omedelbart.
Lag (2011:894).

2 b &#167; Bolagsverket ska underr&#228;tta Riksg&#228;ldskontoret om en 
ans&#246;kan om tv&#229;ngslikvidation enligt 2 &#167; kommer in till 
verket. Bolagsverket ska ocks&#229; underr&#228;tta Finansinspektionen 
om ans&#246;kan gjorts av sparbankens styrelse, styrelseledamot 
eller huvudman.

Bolagsverket f&#229;r inte besluta om likvidation, om 
Riksg&#228;ldskontoret inom sju dagar fr&#229;n det att myndigheten tog 
emot en s&#229;dan underr&#228;ttelse har meddelat att sparbanken &#228;r 
f&#246;rsatt eller ska f&#246;rs&#228;ttas i resolution. Lag (2018:1393).

3 &#167; Har upph&#228;vts genom lag (2013:163).

4 &#167; Har upph&#228;vts genom lag (2011:894).

Genomf&#246;randet av likvidationen

5 &#167; Ett beslut om likvidation ska registreras. En
sparbanksst&#228;mma eller domstol som beslutar om likvidation ska
genast anm&#228;la beslutet till registreringsmyndigheten.

Finansinspektionen ska utan dr&#246;jsm&#229;l utse tv&#229; eller flera
likvidatorer och underr&#228;tta registreringsmyndigheten om vilka
som har utsetts. Likvidatorerna tr&#228;der i styrelsens st&#228;lle och
har till uppgift att genomf&#246;ra likvidationen. Lag (2011:894).

6 &#167; Best&#228;mmelserna om styrelse och styrelseledam&#246;ter i denna
lag, med undantag f&#246;r 3 kap. 3 &#167; f&#246;rsta stycket f&#246;rsta
meningen, samt i lagen (2004:297) om bank- och
finansieringsr&#246;relse och lagen (1995:1559) om &#229;rsredovisning
i kreditinstitut och v&#228;rdepappersbolag ska till&#228;mpas p&#229;
likvidatorerna, om det inte f&#246;ljer n&#229;got annat av detta
kapitel.

Om mandattiden f&#246;r en huvudman upph&#246;r medan sparbanken &#228;r i
likvidation, ska mandattiden anses vara f&#246;rl&#228;ngd till dess
att likvidationen avslutas.

Ett uppdrag att vara revisor upph&#246;r inte genom att sparbanken
g&#229;r i likvidation. Best&#228;mmelserna om revision i 4 a kap. ska
till&#228;mpas under likvidationen. I revisionsber&#228;ttelsen ska det
anges om likvidationen enligt revisorernas mening f&#246;rdr&#246;js i
on&#246;dan. Lag (2014:564).

7 &#167; I fr&#229;ga om sparbanksst&#228;mma under likvidation skall best&#228;mmelserna i
denna lag och lagen (2004:297) om bank- och finansieringsr&#246;relse om
sparbanksst&#228;mma till&#228;mpas, i den m&#229;n inte annat f&#246;ljer av detta
kapitel. Lag (2004:304).

8 &#167; N&#228;r sparbanken har tr&#228;tt i likvidation skall styrelsen genast avge
en redovisning f&#246;r sin f&#246;rvaltning av sparbankens angel&#228;genheter under
den tid f&#246;r vilken redovisningshandlingar inte f&#246;rut har lagts fram p&#229;
sparbanksst&#228;mma. Redovisningen skall l&#228;ggas fram p&#229; st&#228;mman s&#229; snart det
kan ske. Best&#228;mmelserna om &#229;rsredovisning och revisionsber&#228;ttelse skall
till&#228;mpas.

Om tiden &#228;ven omfattar det f&#246;reg&#229;ende r&#228;kenskaps&#229;ret, skall en s&#228;rskild
redovisning avges f&#246;r detta &#229;r. I en sparbank som &#228;r moderf&#246;retag skall
denna s&#228;rskilda redovisning &#228;ven omfatta koncernredovisning.

9 &#167; Likvidatorerna skall ans&#246;ka om kallelse p&#229; sparbankens ok&#228;nda
borgen&#228;rer.

10 &#167; Likvidatorerna skall s&#229; snart det kan ske genom f&#246;rs&#228;ljning p&#229;
offentlig auktion eller p&#229; annat l&#228;mpligt s&#228;tt f&#246;rvandla sparbankens
egendom till pengar, i den m&#229;n det beh&#246;vs f&#246;r likvidationen, samt betala
sparbankens skulder. Sparbankens r&#246;relse f&#229;r forts&#228;ttas, om det beh&#246;vs
f&#246;r en &#228;ndam&#229;lsenlig avveckling eller f&#246;r att de anst&#228;llda skall f&#229;
sk&#228;ligt r&#229;drum f&#246;r att skaffa sig nya anst&#228;llningar.

11 &#167; Likvidatorerna ska f&#246;r varje r&#228;kenskaps&#229;r avge en
&#229;rsredovisning, som ska l&#228;ggas fram p&#229; den ordinarie
sparbanksst&#228;mman f&#246;r godk&#228;nnande. I fr&#229;ga om likvidatorernas
redovisning och dess behandling p&#229; st&#228;mman till&#228;mpas inte 4
kap. 6 &#167; andra stycket 1 och 2 denna lag. Best&#228;mmelserna i 5
kap. 20, 37–44 och 48 &#167;&#167; och 6 kap. 2 &#167; f&#246;rsta stycket
&#229;rsredovisningslagen (1995:1554) samt 2 kap. 1 &#167;, 5 kap. 2 &#167;
4 och 6 kap. 3 &#167; lagen (1995:1559) om &#229;rsredovisning i
kreditinstitut och v&#228;rdepappersbolag beh&#246;ver inte heller
till&#228;mpas.

En tillg&#229;ng f&#229;r inte tas upp i balansr&#228;kningen till ett h&#246;gre
v&#228;rde &#228;n den ber&#228;knas inbringa efter avdrag f&#246;r
f&#246;rs&#228;ljningskostnaderna. Om en tillg&#229;ng kan ber&#228;knas inbringa
ett v&#228;sentligt h&#246;gre belopp &#228;n det v&#228;rde som har tagits upp i
balansr&#228;kningen eller om det f&#246;r en skuld eller en
likvidationskostnad kan ber&#228;knas g&#229; &#229;t ett belopp som
v&#228;sentligt avviker fr&#229;n den redovisade avs&#228;ttningen eller
skulden, ska det ber&#228;knade beloppet anges vid tillg&#229;ngs-
eller skuld- eller avs&#228;ttningsposten. Lag (2015:814).

12 &#167; N&#228;r den i kallelsen p&#229; ok&#228;nda borgen&#228;rer best&#228;mda anm&#228;lningstiden
har g&#229;tt ut och alla k&#228;nda skulder blivit betalda, skall likvidatorerna,
om det finns garantifond eller om det i reglementet har gjorts f&#246;rbeh&#229;ll
om &#229;terb&#228;ring av grundfond, ombes&#246;rja &#229;terbetalning av s&#229;dan fond j&#228;mte
utf&#228;st r&#228;nta. Finns s&#229;v&#228;l garantifond som grundfond f&#229;r &#229;terb&#228;ring av
grundfonden inte &#228;ga rum, f&#246;rr&#228;n garantifonden j&#228;mte r&#228;nta har
&#229;terbetalts. Om n&#229;got skuldbelopp &#228;r tvistigt eller inte f&#246;rfallet till
betalning eller av annan orsak inte kan betalas, skall s&#229; mycket av
sparbankens medel som kan beh&#246;vas f&#246;r denna betalning beh&#229;llas.

13 &#167; N&#228;r likvidatorerna har fullgjort sitt uppdrag, skall de s&#229; snart
det kan ske avge en slutredovisning f&#246;r sin f&#246;rvaltning genom en
f&#246;rvaltningsber&#228;ttelse som avser likvidationen i dess helhet. Till
ber&#228;ttelsen skall fogas redovisningshandlingar f&#246;r hela
likvidationstiden. Ber&#228;ttelsen och redovisningshandlingarna skall l&#228;mnas
till revisorerna. Dessa skall inom en m&#229;nad d&#228;refter avge en
revisionsber&#228;ttelse &#246;ver slutredovisningen och f&#246;rvaltningen under
likvidationen.

Efter det att revisionsber&#228;ttelsen l&#228;mnats till likvidatorerna skall
dessa genast kalla huvudm&#228;nnen till en sparbanksst&#228;mma f&#246;r granskning av
slutredovisningen. Slutredovisningen med bifogade redovisningshandlingar
och revisionsber&#228;ttelsen skall s&#228;ndas till huvudm&#228;nnen enligt
best&#228;mmelserna i 4 kap. 9 &#167; fj&#228;rde stycket samt l&#228;ggas fram p&#229; st&#228;mman.
F&#246;reskrifterna i 4 kap. 6 &#167; andra stycket 3 och tredje stycket om beslut
p&#229; sparbanksst&#228;mma om ansvarsfrihet f&#246;r styrelseledam&#246;terna skall
till&#228;mpas p&#229; likvidatorerna. Lag (1992:1614).

14 &#167; N&#228;r likvidatorerna har lagt fram slutredovisningen &#228;r sparbanken
uppl&#246;st. Detta skall genast anm&#228;las f&#246;r registrering.

15 &#167; Om det enligt likvidatorernas slutredovisning finns 
ett &#246;verskott, ska detta, enligt vad sparbanksst&#228;mman 
best&#228;mmer, anv&#228;ndas f&#246;r allm&#228;nnyttiga eller d&#228;rmed j&#228;mf&#246;rliga 
&#228;ndam&#229;l. Sparbanksst&#228;mmans beslut ska underst&#228;llas 
Finansinspektionen, som ska se till att &#246;verskottet anv&#228;nds i 
enlighet med vad sparbanksst&#228;mman beslutat.

Om en sparbank i samband med likvidation &#246;verl&#229;ter sin 
r&#246;relse till en annan sparbank, ska &#246;verskottet trots vad som 
s&#228;gs i f&#246;rsta stycket g&#229; till den andra sparbanken. Om 
&#246;verl&#229;telsen sker till ett bankaktiebolag som tidigare 
&#246;vertagit en sparbanks r&#246;relse i samband med ombildning 
enligt 8 kap., ska &#246;verskottet, enligt vad sparbanksst&#228;mman 
best&#228;mmer, g&#229; till en stiftelse som har uppkommit vid en 
s&#229;dan ombildning. Lag (2018:1393).

16 &#167; Om det efter sparbankens uppl&#246;sning enligt 14 &#167; visar sig att den
har tillg&#229;ngar eller om talan v&#228;cks mot sparbanken eller om det av n&#229;gon
annan orsak uppkommer behov av en likvidations&#229;tg&#228;rd, skall
likvidationen forts&#228;ttas. Detta skall genast anm&#228;las av likvidatorerna
f&#246;r registrering.

17 &#167; Om en sparbank har tr&#228;tt i likvidation p&#229; grund av
sparbanksst&#228;mmans beslut, kan st&#228;mman sedan revisorerna avgivit
yttrande besluta att likvidationen skall upph&#246;ra och
sparbankens verksamhet &#229;terupptas. Ett s&#229;dant beslut f&#229;r dock
inte fattas, om det finns anledning till likvidation p&#229; grund
av denna lag eller reglementet, eller om garantifond eller
grundfond har &#229;terbetalts under likvidationen.

N&#228;r beslut enligt f&#246;rsta stycket fattas, skall en styrelse
samtidigt v&#228;ljas.

Sparbanksst&#228;mmans beslut om likvidationens upph&#246;rande och val
av styrelse skall likvidatorerna genast anm&#228;la till
registreringsmyndigheten f&#246;r registrering. Beslutet f&#229;r inte
verkst&#228;llas f&#246;rr&#228;n Finansinspektionen l&#228;mnat tillst&#229;nd till
detta och registrering har skett. Finansinspektionen skall
underr&#228;tta registreringsmyndigheten om sitt lagakraftvunna
beslut.

Om ett likvidationsbeslut som avses i 1 eller 2 &#167; har blivit
upph&#228;vt genom en dom eller ett beslut som har vunnit laga
kraft, skall likvidatorerna genast anm&#228;la detta f&#246;r
registrering samt kalla till sparbanksst&#228;mma f&#246;r val av
styrelse.

N&#228;r likvidationen har upph&#246;rt enligt denna paragraf, skall 13 &#167;
till&#228;mpas. Lag (2000:819).

Konkurs

18 &#167; Om en sparbank har f&#246;rsatts i konkurs och denna avslutas
utan &#246;verskott, &#228;r sparbanken uppl&#246;st n&#228;r konkursen avslutas.

Var sparbanken i likvidation n&#228;r den f&#246;rsattes i konkurs, ska
likvidationen forts&#228;ttas enligt 16 &#167;, om konkursen avslutas med
&#246;verskott.

Bevis om tillskott till garantifond eller till grundfond, som
ska &#229;terb&#228;ras, medf&#246;r r&#228;tt till utdelning f&#246;rst efter &#246;vriga
fordringar i konkursen, inklusive fordringar p&#229; grund av
sparbankens f&#246;rlagsuppl&#229;ning. I fr&#229;ga om den inb&#246;rdes
f&#246;rm&#229;nsr&#228;tten mellan dessa fondmedel ska 12 &#167; g&#228;lla.
Lag (2011:894).

19 &#167; Om en sparbank f&#246;rs&#228;tts i konkurs, skall tingsr&#228;tten s&#228;nda en
underr&#228;ttelse om beslutet till registreringsmyndigheten f&#246;r registrering.

Under konkursen f&#246;retr&#228;ds sparbanken som konkursg&#228;lden&#228;r av den styrelse
eller de likvidatorer som finns vid konkursens b&#246;rjan. &#196;ven under
konkursen g&#228;ller dock best&#228;mmelserna i denna lag om r&#228;tt att avg&#229;, om
entledigande och om nytills&#228;ttning.

N&#228;r en konkurs har avslutats skall tingsr&#228;tten genast f&#246;r registrering
underr&#228;tta registreringsmyndigheten samt ange om &#246;verskott finns eller
inte. Tingsr&#228;tten skall &#228;ven f&#246;r registrering underr&#228;tta
registreringsmyndigheten n&#228;r en &#246;verr&#228;tt genom beslut som vunnit
laga kraft har upph&#228;vt ett beslut att f&#246;rs&#228;tta sparbanken i konkurs.
Lag (2000:819).

&#214;verklagande av Bolagsverkets beslut om likvidation

20 &#167; Bolagsverkets beslut i ett &#228;rende enligt 2 &#167; f&#246;rsta
stycket f&#229;r &#246;verklagas till tingsr&#228;tten i den ort d&#228;r
sparbankens styrelse har sitt s&#228;te. &#214;verklagandet ska ges in
till Bolagsverket inom tre veckor fr&#229;n dagen f&#246;r beslutet.

Vid ett &#246;verklagande g&#228;ller lagen (1996:242) om
domstols&#228;renden. Lag (2011:894).

7 kap. Fusion och inl&#246;sen av aktier i dotterbolag

Fusion genom absorption

1 &#167; Enligt ett avtal om fusion kan en sparbank (den &#246;verl&#229;tande
sparbanken) g&#229; upp i en annan sparbank (den &#246;vertagande
sparbanken). En s&#229;dan fusion inneb&#228;r att den &#246;verl&#229;tande
sparbanken uppl&#246;ses utan likvidation samt att dess tillg&#229;ngar
och skulder &#246;vertas av den &#246;vertagande sparbanken. Avtalet
skall f&#246;r att bli giltigt godk&#228;nnas av sparbanksst&#228;mman i den
&#246;verl&#229;tande sparbanken. Fusion kan ske, trots att den
&#246;verl&#229;tande sparbanken har tr&#228;tt i likvidation. I ett s&#229;dant
fall skall likvidationen avslutas n&#228;r tillst&#229;nd till fusionen
enligt 5 &#167; har registrerats.

Fusion f&#229;r ske endast om sparbankerna har samma
redovisningsvaluta.

F&#246;ljande handlingar skall s&#228;ndas till huvudm&#228;nnen i den
&#246;verl&#229;tande sparbanken senast en vecka f&#246;re den sparbanksst&#228;mma
vid vilken fr&#229;gan om godk&#228;nnande av fusionsavtalet skall
behandlas samt l&#228;ggas fram p&#229; st&#228;mman:

1. f&#246;rslag till sparbanksst&#228;mmans beslut,

2. fusionsavtalet,

3. en redog&#246;relse av styrelsen f&#246;r de omst&#228;ndigheter som kan
vara av vikt vid bed&#246;mningen av f&#246;rslagets l&#228;mplighet f&#246;r
sparbanken och ins&#228;ttarna, samt

4. ett yttrande av revisorerna &#246;ver styrelsens redog&#246;relse
enligt 3.

Om &#229;rsredovisningen inte skall behandlas p&#229; st&#228;mman, skall
f&#246;ljande handlingar s&#228;ndas till huvudm&#228;nnen samt l&#228;ggas fram p&#229;
st&#228;mman:

1. avskrift av den senaste &#229;rsredovisningen, f&#246;rsedd med
anteckning om sparbanksst&#228;mmans beslut om sparbankens vinst
eller f&#246;rlust, samt avskrift av revisionsber&#228;ttelsen f&#246;r det &#229;r
&#229;rsredovisningen avser,

2. en av styrelsen undertecknad redog&#246;relse f&#246;r h&#228;ndelser av
v&#228;sentlig betydelse f&#246;r sparbankens st&#228;llning vilka har
intr&#228;ffat efter det att &#229;rsredovisningen har avgetts, samt

3. ett av revisorerna avgivet yttrande &#246;ver redog&#246;relsen.
Lag (2000:39).

Fusion genom kombination

2 &#167; Enligt ett avtal om fusion kan tv&#229; eller flera sparbanker
(de &#246;verl&#229;tande sparbankerna) f&#246;renas genom att bilda en ny
sparbank (den &#246;vertagande sparbanken). En s&#229;dan fusion inneb&#228;r
att de &#246;verl&#229;tande sparbankerna uppl&#246;ses utan likvidation samt
att den &#246;vertagande sparbanken &#246;vertar deras tillg&#229;ngar och
skulder. Avtalet skall f&#246;r att bli giltigt godk&#228;nnas av
sparbanksst&#228;mman i varje &#246;verl&#229;tande sparbank. Best&#228;mmelsen i 1 &#167;
f&#246;rsta stycket fj&#228;rde meningen skall d&#228;rvid till&#228;mpas.

Fusion f&#229;r ske endast om sparbankerna har samma
redovisningsvaluta.

De handlingar som anges i 1 &#167; tredje och fj&#228;rde styckena skall
uppr&#228;ttas f&#246;r varje &#246;verl&#229;tande sparbank. De skall s&#228;ndas till
huvudm&#228;nnen i de &#246;verl&#229;tande sparbankerna senast en vecka f&#246;re
sparbanksst&#228;mma vid vilken fr&#229;gan om godk&#228;nnande av
fusionsavtalet skall behandlas samt l&#228;ggas fram p&#229; st&#228;mmorna.

Fusionsavtalet skall inneh&#229;lla ett f&#246;rslag till reglemente f&#246;r
den &#246;vertagande sparbanken. Om sparbanksst&#228;mmorna i de
&#246;verl&#229;tande sparbankerna godk&#228;nner avtalet, skall de genast se
till att huvudm&#228;n, styrelse och revisorer utses i den nya
sparbanken. Lag (2000:39).

Fusionsf&#246;rfarandet

3 &#167; Ett beslut om godk&#228;nnande av fusionsavtal &#228;r giltigt endast om det
p&#229; st&#228;mman har bitr&#228;tts av samtliga n&#228;rvarande huvudm&#228;n, som skall
utg&#246;ra nio tiondelar av hela antalet huvudm&#228;n, eller om det har fattats
p&#229; tv&#229; p&#229; varandra f&#246;ljande sparbanksst&#228;mmor och p&#229; den senare st&#228;mman
bitr&#228;tts av minst tv&#229; tredjedelar av de vid st&#228;mman n&#228;rvarande
huvudm&#228;nnen. I reglementet f&#229;r f&#246;reskrivas villkor som g&#229;r l&#228;ngre.

4 &#167; N&#228;r fusionsavtalet har godk&#228;nts av sparbanksst&#228;mman skall
det anm&#228;las av den &#246;verl&#229;tande sparbanken f&#246;r registrering. Om
detta inte har skett inom fyra m&#229;nader fr&#229;n st&#228;mmans beslut
eller om registreringsmyndigheten genom lagakraftvunnet beslut
har avskrivit en s&#229;dan anm&#228;lan eller v&#228;grat registrering av
avtalet, har fr&#229;gan om fusion fallit.

Hinder mot registrering m&#246;ter, om pr&#246;vning av fusionen p&#229;g&#229;r
eller om fusionen har f&#246;rbjudits enligt konkurrenslagen
(2008:579) eller r&#228;ttsakter, avtal eller andra beslut som f&#246;ljer
av Sveriges anslutning till Europeiska unionen.
Lag (2008:595).

5 &#167; Senast tv&#229; m&#229;nader efter det att avtalet om fusion har
registrerats ska s&#229;v&#228;l &#246;verl&#229;tande som &#246;vertagande sparbank
ans&#246;ka om tillst&#229;nd att verkst&#228;lla avtalet. Fr&#229;gor om s&#229;dant
tillst&#229;nd pr&#246;vas av Finansinspektionen. Vid fusion enligt 2 &#167;
ska sparbankerna dessutom ans&#246;ka om tillst&#229;nd att driva
bankr&#246;relse och godk&#228;nnande av reglementet f&#246;r den
&#246;vertagande sparbanken enligt 3&#160;kap. lagen (2004:297) om
bank- och finansieringsr&#246;relse.

Vid behandlingen av en ans&#246;kan om tillst&#229;nd att verkst&#228;lla
avtalet om fusion pr&#246;vas om fusionen kan anses f&#246;renlig med
deras intressen, som &#228;r ins&#228;ttare i eller i &#246;vrigt har
fordringar p&#229; de av fusionen ber&#246;rda sparbankerna, samt om
fusionen framst&#229;r som &#228;ndam&#229;lsenlig fr&#229;n allm&#228;n synpunkt.

Finansinspektionen ska underr&#228;tta registreringsmyndigheten om
ans&#246;kningar enligt f&#246;rsta stycket och om lagakraftvunna
beslut som meddelats med anledning av s&#229;dana ans&#246;kningar.
Lag (2013:451).

6 &#167; Om en pensionsstiftelse eller en personalstiftelse h&#246;r till den
&#246;verl&#229;tande sparbanken, g&#228;ller om stiftelsens &#246;verf&#246;rande till den
&#246;vertagande sparbanken best&#228;mmelserna i lagen (1967:531) om tryggande av
pensionsutf&#228;stelse m. m.

7 &#167; Inom tv&#229; m&#229;nader fr&#229;n dagen f&#246;r beslutet om tillst&#229;nd till
fusion skall styrelserna i s&#229;v&#228;l &#246;verl&#229;tande som &#246;vertagande
sparbank till registreringsmyndigheten f&#246;r registrering anm&#228;la att
fusionen verkst&#228;llts enligt fusionsavtalet samt, vid fusion
enligt 2 &#167;, att den &#246;vertagande sparbanken bildats och att
huvudm&#228;n, styrelse och revisorer utsetts f&#246;r denna.

N&#228;r fusionstillst&#229;nd enligt 5 &#167; och anm&#228;lan enligt f&#246;rsta
stycket har registrerats, &#228;r &#246;verl&#229;tande sparbank uppl&#246;st och
dess tillg&#229;ngar och skulder &#246;verg&#229;r till den &#246;vertagande
sparbanken.

Har inte ans&#246;kan om fusionstillst&#229;nd gjorts inom den i 5 &#167;
f&#246;reskrivna tiden eller har ans&#246;kan avslagits, skall
registreringsmyndigheten f&#246;rklara att fr&#229;gan om fusion har fallit.
Detsamma g&#228;ller om sparbankerna inte har gjort anm&#228;lan enligt
f&#246;rsta stycket inom den f&#246;reskrivna tiden eller
registreringsmyndigheten genom lagakraft&#228;gande beslut avskrivit s&#229;dan
anm&#228;lan eller v&#228;grat registrering. Lag (2000:819).

8 &#167; Om en sparbank &#228;ger samtliga aktier i ett dotterbolag, kan
sparbankens och bolagets styrelser tr&#228;ffa ett fusionsavtal som
inneb&#228;r att dotterbolaget skall g&#229; upp i sparbanken.
Styrelserna skall anm&#228;la avtalet f&#246;r registrering hos
registreringsmyndigheten. D&#228;rvid g&#228;ller 5-7 &#167;&#167; i till&#228;mpliga
delar.

Fusion f&#229;r ske endast om sparbanken och bolaget har samma
redovisningsvaluta.

Dotterbolaget &#228;r uppl&#246;st n&#228;r beslutet om tillst&#229;nd enligt 5 &#167;
har registrerats. Registreringsmyndigheten skall registrera
tillst&#229;ndet &#228;ven i aktiebolagsregistret.

Fusion enligt f&#246;rsta stycket f&#229;r ske utan hinder av att det i
dotterbolaget finns s&#229;dan egendom som sparbanken inte f&#229;r
f&#246;rv&#228;rva. S&#229;dan egendom m&#229;ste avyttras senast ett &#229;r fr&#229;n
registreringen. Om s&#228;rskilda sk&#228;l f&#246;religger, kan
Finansinspektionen f&#246;rl&#228;nga denna frist. Lag (2000:819).

Inl&#246;sen av aktier i dotterbolag

9 &#167; Har upph&#228;vts genom lag (2005:908).

10 &#167; Har upph&#228;vts genom lag (2005:908).

11 &#167; Har upph&#228;vts genom lag (2005:908).

12 &#167; Har upph&#228;vts genom lag (2005:908).

13 &#167; Har upph&#228;vts genom lag (2005:908).

8 kap. Ombildning till bankaktiebolag

1 &#167; Sparbanksst&#228;mman kan besluta att sparbanken skall uppl&#246;sas utan
likvidation f&#246;r ombildning till bankaktiebolag.

En s&#229;dan ombildning skall g&#229; till p&#229; f&#246;ljande s&#228;tt. Sparbanken &#246;verl&#229;ter
sin r&#246;relse till ett bankaktiebolag. Som ers&#228;ttning f&#229;r sparbanken
aktier i bankaktiebolaget. Sparbanken &#246;verl&#228;mnar utan ers&#228;ttning
aktierna till en stiftelse, som har bildats av en eller flera sparbanker
och vars huvudsakliga &#228;ndam&#229;l &#228;r att fr&#228;mja sparsamhet i Sverige p&#229; det
s&#228;tt som framg&#229;r n&#228;rmare av stiftelsef&#246;rordnandet. Lag (1991:371).

2 &#167; F&#246;ljande handlingar skall dels s&#228;ndas till huvudm&#228;nnen i sparbanken
senast en vecka f&#246;re den sparbanksst&#228;mma vid vilken fr&#229;gan om ombildning
till bankaktiebolag skall behandlas, dels l&#228;ggas fram p&#229; st&#228;mman:

1. de i 7 kap. 1 &#167; andra och tredje styckena angivna handlingarna med
undantag f&#246;r fusionsavtal,

2. bankaktiebolagets bolagsordning, och

3. stiftelsef&#246;rordnandet f&#246;r den stiftelse som aktierna i
bankaktiebolaget skall &#246;verl&#228;mnas till.

Om sparbanken skall bilda bankaktiebolaget och stiftelsen, skall i
st&#228;llet f&#246;r de i f&#246;rsta stycket 2 och 3 angivna handlingarna f&#246;rslag
till bolagsordning och stiftelsef&#246;rordnande s&#228;ndas till huvudm&#228;nnen och
l&#228;ggas fram p&#229; st&#228;mman. Lag (1991:371).

3 &#167; Ett beslut om ombildning som avses i 1 &#167; &#228;r giltigt endast om det p&#229;
st&#228;mman har f&#229;tt st&#246;d av samtliga n&#228;rvarande huvudm&#228;n, som skall utg&#246;ra
nio tiondelar av hela antalet huvudm&#228;n, eller om det har fattats p&#229; tv&#229;
p&#229; varandra f&#246;ljande sparbanksst&#228;mmor och p&#229; den senare st&#228;mman f&#229;tt
st&#246;d av minst tv&#229; tredjedelar av de vid st&#228;mman n&#228;rvarande huvudm&#228;nnen.
Reglementet f&#229;r inneh&#229;lla villkor som g&#229;r l&#228;ngre. Lag (1991:371).

4 &#167; I en s&#229;dan stiftelse som avses i 1 &#167; andra stycket f&#229;r 
f&#246;rutom styrelsen finnas huvudm&#228;n till det antal och med de 
uppgifter som framg&#229;r av stiftelsef&#246;rordnandet. Best&#228;mmelserna 
i 4 kap. 3 &#167; om kommunfullm&#228;ktiges och regionfullm&#228;ktiges val 
av huvudm&#228;n i sparbanker g&#228;ller ocks&#229; huvudm&#228;n i en s&#229;dan 
stiftelse. Lag (2019:861).

5 &#167; Sparbanken skall inom fyra m&#229;nader fr&#229;n st&#228;mmans beslut
enligt 1 &#167; f&#246;rsta stycket anm&#228;la beslutet till
registreringsmyndigheten f&#246;r registrering. Fr&#229;gan om ombildning
har fallit om anm&#228;lan inte gjorts inom f&#246;reskriven tid eller om
registreringsmyndigheten genom beslut som vunnit laga kraft har
avskrivit en s&#229;dan anm&#228;lan eller v&#228;grat registrering av
beslutet.

Beslutet f&#229;r inte registreras om pr&#246;vning av ombildningen p&#229;g&#229;r
eller om ombildningen har f&#246;rbjudits enligt konkurrenslagen
(2008:579) eller r&#228;ttsakter, avtal eller andra beslut som f&#246;ljer
av Sveriges anslutning till Europeiska unionen. Lag (2008:595).

6 &#167; Senast tv&#229; m&#229;nader efter det att beslutet om ombildning
har registrerats ska sparbanken ans&#246;ka om tillst&#229;nd att
verkst&#228;lla ombildningen. Om sparbanken ska bilda den
stiftelse som aktierna i bankaktiebolaget ska &#246;verl&#228;mnas
till, ska sparbanken inom samma tid ans&#246;ka om godk&#228;nnande av
stiftelsef&#246;rordnandet. Fr&#229;gor om s&#229;dant tillst&#229;nd och s&#229;dant
godk&#228;nnande pr&#246;vas av Finansinspektionen.

Vid behandlingen av en ans&#246;kan om tillst&#229;nd att verkst&#228;lla
ombildning pr&#246;vas om ombildningen kan anses f&#246;renlig med
ins&#228;ttarnas och fordrings&#228;garnas intressen samt om
ombildningen framst&#229;r som &#228;ndam&#229;lsenlig fr&#229;n allm&#228;n
synpunkt.

Finansinspektionen ska underr&#228;tta registreringsmyndigheten om
ans&#246;kningar enligt f&#246;rsta stycket och om lagakraftvunna
beslut som meddelats med anledning av s&#229;dana ans&#246;kningar.
Lag (2013:451).

7 &#167; Inom tv&#229; m&#229;nader fr&#229;n dagen f&#246;r beslutet om tillst&#229;nd till
ombildningen skall styrelserna i sparbanken, stiftelsen och
bankaktiebolaget till registreringsmyndigheten f&#246;r registrering
anm&#228;la att ombildningen verkst&#228;llts. N&#228;r anm&#228;lan har
registrerats, &#228;r sparbanken uppl&#246;st. Lag (2000:819).

8 &#167; Har inte ans&#246;kan om tillst&#229;nd till ombildning gjorts inom
den i 6 &#167; f&#246;reskrivna tiden eller har ans&#246;kan avslagits, skall
registreringsmyndigheten f&#246;rklara att fr&#229;gan om ombildning har
fallit. Detsamma g&#228;ller om anm&#228;lan enligt 7 &#167; inte har gjorts
eller registreringsmyndigheten genom beslut som vunnit laga kraft har
avskrivit en s&#229;dan anm&#228;lan eller v&#228;grat registrering.
Lag (2000:819).

9 &#167; Om en pensionsstiftelse eller personalstiftelse h&#246;r till den
sparbank som skall ombildas, g&#228;ller f&#246;r stiftelsens &#246;verf&#246;rande till
bankaktiebolaget best&#228;mmelserna i lagen (1967:531) om tryggande av
pensionsutf&#228;stelse m. m. Lag (1991:371).

9 kap. Skadest&#229;nd m.m.

Stiftares, huvudmans, styrelseledamots och delegats
skadest&#229;ndsansvar

1 &#167; En stiftare, huvudman, styrelseledamot eller delegat, som 
n&#228;r han eller hon fullg&#246;r sitt uppdrag upps&#229;tligen eller av 
oaktsamhet skadar en sparbank, ska ers&#228;tta skadan. Detsamma 
g&#228;ller n&#228;r skadan tillfogas n&#229;gon annan genom &#246;vertr&#228;delse av 
denna lag, Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
nr 575/2013 av den 26 juni 2013 om tillsynskrav f&#246;r 
kreditinstitut och om &#228;ndring av f&#246;rordning (EU) nr 648/2012, 
lagen (2014:968) om s&#228;rskild tillsyn &#246;ver kreditinstitut och 
v&#228;rdepappersbolag, lagen (2014:966) om kapitalbuffertar, 
till&#228;mplig lag om &#229;rsredovisning, lagen (2004:297) om bank- 
och finansieringsr&#246;relse eller bankens reglemente.
Lag (2021:485).

Revisors, lekmannarevisors och granskares skadest&#229;ndsansvar

2 &#167; En revisor, en lekmannarevisor eller en granskare i en 
sparbank &#228;r ers&#228;ttningsskyldig enligt de grunder som anges i 
1 &#167;. Han eller hon ska &#228;ven ers&#228;tta skada som upps&#229;tligen 
eller av oaktsamhet v&#229;llas av en medhj&#228;lpare. I de fall som 
avses i 4 a kap. 21 &#167; f&#246;rsta stycket 3 och 4 b kap. 19 &#167; 
andra stycket denna lag samt 4 kap. 3 och 6 &#167;&#167; lagen 
(2017:630) om &#229;tg&#228;rder mot penningtv&#228;tt och finansiering av 
terrorism svarar dock revisorn, lekmannarevisorn eller 
granskaren endast f&#246;r skada p&#229; grund av oriktiga uppgifter 
som han eller hon eller en medhj&#228;lpare har haft sk&#228;lig 
anledning att anta var oriktiga.

Om ett registrerat revisionsbolag &#228;r revisor eller granskare, 
&#228;r det detta bolag och den f&#246;r revisionen eller granskningen 
huvudansvarige som &#228;r ers&#228;ttningsskyldiga. Lag (2017:632).

J&#228;mkning

3 &#167; Om n&#229;gon &#228;r ers&#228;ttningsskyldig enligt 1 eller 2 &#167;, kan
skadest&#229;ndet j&#228;mkas efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till
handlingens art, skadans storlek och omst&#228;ndigheterna i &#246;vrigt.
Lag (2004:304).

Gemensamt skadest&#229;ndsansvar

4 &#167; Om flera skall ers&#228;tta samma skada, svarar de solidariskt
f&#246;r skadest&#229;ndet i den utstr&#228;ckning skadest&#229;ndsskyldigheten
inte har j&#228;mkats f&#246;r n&#229;gon av dem enligt 3 &#167;. Vad n&#229;gon av dem
har betalat i skadest&#229;nd f&#229;r kr&#228;vas tillbaka fr&#229;n de andra
efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till omst&#228;ndigheterna.
Lag (2004:304).

Talan om skadest&#229;nd till sparbanken

5 &#167; Talan om skadest&#229;nd till en sparbank enligt 1 eller 2 &#167; f&#229;r
v&#228;ckas om majoriteten eller en minoritet best&#229;ende av minst en
tredjedel av samtliga huvudm&#228;n vid sparbanksst&#228;mma har bitr&#228;tt
ett f&#246;rslag om att v&#228;cka skadest&#229;ndstalan eller har r&#246;stat mot
ett f&#246;rslag om att bevilja n&#229;gon styrelseledamot ansvarsfrihet.
En uppg&#246;relse om skadest&#229;ndsskyldighet till sparbanken f&#229;r
tr&#228;ffas bara av sparbanksst&#228;mman och bara under f&#246;ruts&#228;ttning
att inte en tiondel av samtliga huvudm&#228;n r&#246;star mot f&#246;rslaget
om uppg&#246;relse. Talan mot en delegat om skadest&#229;nd till
sparbanken f&#229;r trots vad som nu sagts v&#228;ckas av styrelsen.
Lag (2004:304).

Tid f&#246;r v&#228;ckande av talan

6 &#167; Talan f&#246;r sparbankens r&#228;kning mot en styrelseledamot om
skadest&#229;nd p&#229; grund av ett beslut eller en &#229;tg&#228;rd under ett
r&#228;kenskaps&#229;r skall v&#228;ckas senast ett &#229;r fr&#229;n det att
&#229;rsredovisningen och revisionsber&#228;ttelsen f&#246;r r&#228;kenskaps&#229;ret
lades fram p&#229; sparbanksst&#228;mman. Lag (2004:304).

7 &#167; Har sparbanksst&#228;mman beslutat att bevilja ansvarsfrihet
eller att inte f&#246;ra skadest&#229;ndstalan utan att minst det antal
huvudm&#228;n som anges i 5 &#167; r&#246;stat mot det eller har tiden f&#246;r
talan g&#229;tt ut enligt 6 &#167;, f&#229;r talan enligt 5 &#167; &#228;nd&#229; v&#228;ckas, om
det i &#229;rsredovisningen eller i revisionsber&#228;ttelsen eller p&#229;
n&#229;got annat s&#228;tt inte har l&#228;mnats i v&#228;sentliga h&#228;nseenden
riktiga och fullst&#228;ndiga uppgifter till sparbanksst&#228;mman om det
beslut eller den &#229;tg&#228;rd som talan grundas p&#229;. Lag (2004:447).

8 &#167; Styrelsen f&#229;r trots best&#228;mmelserna i 5-7 &#167;&#167; f&#246;ra en
skadest&#229;ndstalan som grundas p&#229; brott. Lag (2004:304).

9 &#167; Talan f&#246;r sparbankens r&#228;kning enligt 1 eller 2 &#167; som inte
grundas p&#229; brott, f&#229;r inte v&#228;ckas mot

1. en styrelseledamot sedan fem &#229;r f&#246;rflutit fr&#229;n utg&#229;ngen av
det r&#228;kenskaps&#229;r d&#229; beslut eller &#229;tg&#228;rder, som talan grundas
p&#229;, fattades eller vidtogs,

2. en delegat sedan tre &#229;r f&#246;rflutit fr&#229;n utg&#229;ngen av det
r&#228;kenskaps&#229;r d&#229; beslut eller &#229;tg&#228;rder, som talan grundas p&#229;,
fattades eller vidtogs,

3. en revisor sedan fem &#229;r f&#246;rflutit fr&#229;n utg&#229;ngen av det
r&#228;kenskaps&#229;r som revisionsber&#228;ttelsen avser,

4. en lekmannarevisor sedan fem &#229;r f&#246;rflutit fr&#229;n utg&#229;ngen av
det r&#228;kenskaps&#229;r som granskningsrapporten avser,

5. en granskare sedan fem &#229;r f&#246;rflutit fr&#229;n den dag n&#228;r
yttrandet &#246;ver den s&#228;rskilda granskningen lades fram p&#229;
st&#228;mman,

6. en stiftare sedan fem &#229;r f&#246;rflutit fr&#229;n det beslutet om
bankens bildande fattades p&#229; konstituerande st&#228;mma, samt

7. en huvudman sedan tv&#229; &#229;r f&#246;rflutit fr&#229;n beslut eller
&#229;tg&#228;rder som talan grundas p&#229;.
Lag (2004:447).

Konkursbos taler&#228;tt

10 &#167; Om banken har f&#246;rsatts i konkurs efter en ans&#246;kan som 
gjorts innan den tid som anges i 9 &#167; har g&#229;tt ut, f&#229;r 
konkursboet f&#246;ra talan enligt 1 eller 2 &#167; trots att frihet 
fr&#229;n skadest&#229;ndsansvar har intr&#228;tt enligt 5-7 &#167;&#167;. Efter 
utg&#229;ngen av den tid som anges i 9 &#167; f&#229;r en s&#229;dan talan dock 
inte v&#228;ckas senare &#228;n sex m&#229;nader fr&#229;n konkursbeslutet.
Lag (2021:540).

Finansinspektionens taler&#228;tt

11 &#167; Har en sparbank i fall som avses i 1 eller 2 &#167; tillfogats
skada, f&#229;r Finansinspektionen f&#246;ra talan mot den
ers&#228;ttningsskyldige, om inte best&#228;mmelserna i 5-7 och 9 &#167;&#167;
utg&#246;r hinder f&#246;r s&#229;dan talan. Lag (2004:304).

10 kap. Sparbankens f&#246;retagsnamn

1 &#167; En sparbanks f&#246;retagsnamn ska inneh&#229;lla ordet 
sparbank.

F&#246;retagsnamnet ska registreras i bankregistret.

Om f&#246;retagsnamnet ska registreras p&#229; tv&#229; eller flera spr&#229;k, 
ska varje lydelse anges i bankens reglemente.
Lag (2018:1663).

2 &#167; En sparbanks f&#246;retagsnamn ska tydligt skilja sig fr&#229;n 
andra &#228;nnu best&#229;ende f&#246;retagsnamn som &#228;r inf&#246;rda i 
bankregistret samt fr&#229;n ben&#228;mningar p&#229; utl&#228;ndska bankf&#246;retag, 
som &#228;r allm&#228;nt k&#228;nda i Sverige.

F&#246;r registrering av f&#246;retagsnamn g&#228;ller i &#246;vrigt vad som 
f&#246;reskrivs i lagen (2018:1653) om f&#246;retagsnamn.
Lag (2018:1663).

3 &#167; En sparbanks styrelse kan anta ett s&#228;rskilt 
f&#246;retagsnamn. Best&#228;mmelsen i 1 &#167; andra stycket och 2 &#167; om 
f&#246;retagsnamn g&#228;ller &#228;ven f&#246;r ett s&#228;rskilt f&#246;retagsnamn. Ordet 
bank eller sparbank f&#229;r bara anv&#228;ndas i ett s&#228;rskilt 
f&#246;retagsnamn f&#246;r bankverksamhet. Lag (2018:1663).

4 &#167; Skriftliga handlingar som utf&#228;rdas f&#246;r en sparbank 
b&#246;r undertecknas med bankens f&#246;retagsnamn. Om styrelsen eller 
n&#229;gon annan st&#228;llf&#246;retr&#228;dare f&#246;r banken har utf&#228;rdat en 
handling utan firmateckning och det inte framg&#229;r av dess 
inneh&#229;ll att den utf&#228;rdats p&#229; bankens v&#228;gnar, &#228;r de som 
undertecknat handlingen solidariskt ansvariga f&#246;r 
f&#246;rpliktelse enligt handlingen s&#229;som f&#246;r egen skuld. Detta 
g&#228;ller dock inte om det av omst&#228;ndigheterna vid handlingens 
tillkomst framgick att den utf&#228;rdades f&#246;r banken och den till 
vilken handlingen st&#228;llts av banken f&#229;r ett beh&#246;rigen 
undertecknat godk&#228;nnande av handlingen utan osk&#228;ligt dr&#246;jsm&#229;l 
efter det att detta beg&#228;rts eller personlig ansvarighet 
gjorts g&#228;llande mot undertecknarna. Lag (2018:1663).

5 &#167; I lagen (2018:1653) om f&#246;retagsnamn finns best&#228;mmelser 
om f&#246;rbud mot anv&#228;ndning av ett f&#246;retagsnamn och om 
h&#228;vning av en registrering av ett f&#246;retagsnamn.
Lag (2018:1663).

11 kap. Registrering m.m.

1 &#167; Registreringsmyndigheten skall utan dr&#246;jsm&#229;l kung&#246;ra i
Post- och Inrikes Tidningar vad som f&#246;r sparbanker inf&#246;rs i
bankregistret med undantag f&#246;r registrering av underr&#228;ttelse
enligt

1. 2 kap. 14 &#167; om dagen f&#246;r kung&#246;relse om r&#246;relsens &#246;ppnande,

2. 6 kap. 19 &#167; fr&#229;n tingsr&#228;tten om att banken blivit f&#246;rsatt i
konkurs, att beslut om konkurs upph&#228;vts eller att konkurs
avslutats, och

3. 7 kap. 5 &#167; om fusionstillst&#229;nd.

En kung&#246;relse som avser &#228;ndring i ett f&#246;rh&#229;llande som tidigare
har inf&#246;rts i registret skall bara ange &#228;ndringens art.
Lag (2004:304).

2 &#167; Det som f&#246;r sparbanker blivit inf&#246;rt i bankregistret skall
anses ha kommit till tredje mans k&#228;nnedom, om det har kungjorts
i Post- och Inrikes Tidningar enligt 1 &#167; och det inte av
omst&#228;ndigheterna framg&#229;r att tredje man varken k&#228;nde till eller
borde ha k&#228;nt till det som kungjorts. Lag (2004:304).

3 &#167; Om en s&#246;kande vid anm&#228;lan f&#246;r registrering inte har f&#246;ljt
vad som &#228;r f&#246;reskrivet om anm&#228;lan, ska Finansinspektionen
f&#246;rel&#228;gga s&#246;kanden att inom viss tid yttra sig eller g&#246;ra
r&#228;ttelse. Detsamma g&#228;ller om registreringsmyndigheten finner
att ett beslut, som anm&#228;ls f&#246;r registrering och f&#246;r vars
giltighet Finansinspektionens godk&#228;nnande inte kr&#228;vs, eller
en handling som bifogas anm&#228;lan

1. &#160;inte har kommit till i beh&#246;rig ordning,

2. &#160;till sitt inneh&#229;ll strider mot denna lag eller annan
f&#246;rfattning eller reglementet, eller

3. i n&#229;got viktigare h&#228;nseende har en otydlig eller
vilseledande avfattning.

Om f&#246;rel&#228;ggandet inte f&#246;ljs, ska &#228;rendet om registrering
skrivas av. En upplysning om denna p&#229;f&#246;ljd ska tas in i
f&#246;rel&#228;ggandet. Om yttrande har l&#228;mnats men det fortfarande
finns hinder f&#246;r registrering, ska s&#246;kanden ges tillf&#228;lle att
yttra sig &#246;ver hindret. Finns hindret &#228;nd&#229; kvar ska
registrering v&#228;gras, om det inte finns anledning att ge
s&#246;kanden ett nytt f&#246;rel&#228;ggande.

Best&#228;mmelserna i f&#246;rsta stycket hindrar inte registrering av
ett beslut av st&#228;mman, om r&#228;tten till talan mot beslutet har
g&#229;tt f&#246;rlorad enligt 4&#160;kap. 17 &#167; andra stycket.
Lag (2013:451).

4 &#167; Registreringsmyndigheten skall genast skriftligen
underr&#228;tta sparbanken n&#228;r myndigheten f&#246;rklarat att en fr&#229;ga om

1. fusion har fallit enligt 7 kap. 7 &#167; tredje stycket, eller

2. sparbankens ombildning till bankaktiebolag har fallit enligt
8 kap. 8 &#167;. Lag (2004:304).

5 &#167; I lagen (2018:1653) om f&#246;retagsnamn finns 
best&#228;mmelser om avregistrering av ett f&#246;retagsnamn sedan en 
dom om h&#228;vning av registreringen av f&#246;retagsnamnet har f&#229;tt 
laga kraft. Lag (2018:1663).

6 &#167; Ett beslut av registreringsmyndigheten att skriva av 
en anm&#228;lan om registrering eller att v&#228;gra registrering 
enligt 3 &#167; andra stycket f&#229;r &#246;verklagas till allm&#228;n 
f&#246;rvaltningsdomstol. Detsamma g&#228;ller beslut enligt 7 kap. 7 &#167; 
tredje stycket och 8 kap. 8 &#167;. Ett beslut av 
registreringsmyndigheten att v&#228;gra registrering av ett 
f&#246;retagsnamn &#246;verklagas dock till Patent- och 
marknadsdomstolen. Ett &#246;verklagande ska ha kommit in inom tv&#229; 
m&#229;nader fr&#229;n dagen f&#246;r beslutet.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. 
Lag (2018:1663).

7 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om avgifter f&#246;r handl&#228;ggning av &#228;renden om
likvidation enligt denna lag. Lag (2011:894).

12 kap. Har upph&#228;vts genom lag (2013:431).

&#214;verg&#229;ngsbest&#228;mmelser

1987:619

F&#246;reskrifter om ikrafttr&#228;dande av denna lag meddelas i lagen (1987:621)
om inf&#246;rande av ny banklagstiftning.

1992:1635

Regeringen f&#246;reskriver att lagen (1992:1614) om &#228;ndring i sparbankslagen
(1987:619) skall tr&#228;da i kraft den 1 januari 1993 s&#229;vitt avser 2 kap. 3,
4 och 14 &#167;&#167;, 3 kap. 4, 6 och 7 &#167;&#167;, 4 kap. 17 &#167;, 6 kap. 2 &#167; tredje
stycket, 3--5, 15, 17 och 19 &#167;&#167;, 7 kap. 4, 7 och 8 &#167;&#167; samt 8 kap. 5, 7
och 8 &#167;&#167;.

1995:1562

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. I fr&#229;ga om f&#246;rh&#229;llanden som avser ett r&#228;kenskaps&#229;r vilket har
inletts f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser.

1995:1622

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. I fr&#229;ga om f&#246;rh&#229;llanden som avser ett r&#228;kenskaps&#229;r vilket har
inletts f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser.

1999:223

1. Denna lag tr&#228;der i kraft den 1 maj 1999.

2. Betr&#228;ffande ans&#246;kningar som vid utg&#229;ngen av april m&#229;nad 1999
har kommit in till regeringen eller, i f&#246;rekommande fall,
Finansinspektionen skall fr&#229;gan, huruvida det &#228;r regeringen
eller Finansinspektionen som skall pr&#246;va ans&#246;kningen, avg&#246;ras
enligt &#228;ldre best&#228;mmelser.

1999:1093

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den
31 december 1999.

2000:819

1. Denna lag tr&#228;der i kraft den 1 januari 2002.

2. Registrerings&#228;renden, som har kommit in till
Finansinspektionen men i vilka inspektionen inte har fattat
beslut f&#246;re ikrafttr&#228;dandet, skall &#246;verl&#228;mnas till Patent- och
registreringsverket f&#246;r fortsatt handl&#228;ggning.

2005:908

Har inl&#246;sen av aktier enligt 7 kap. 9 &#167; p&#229;kallats f&#246;re utg&#229;ngen
av &#229;r 2005, g&#228;ller &#228;ldre best&#228;mmelser om f&#246;ruts&#228;ttningar f&#246;r
inl&#246;sen, om best&#228;mmande av l&#246;senbelopp och om f&#246;rfarandet.

2006:404

1. Denna lag tr&#228;der i kraft den 1 januari 2007.

2. &#196;ldre best&#228;mmelser g&#228;ller om det yrkesm&#228;ssiga bitr&#228;de som
annars skulle f&#246;ranleda j&#228;v f&#246;r en revisor eller en
lekmannarevisor avser ett r&#228;kenskaps&#229;r som har inletts f&#246;re den
1 januari 2007.

2008:595

1. Denna lag tr&#228;der i kraft den 1 november 2008.

2. &#196;ldre best&#228;mmelser g&#228;ller i fr&#229;ga om fusioner och
ombildningar som vid ikrafttr&#228;dandet pr&#246;vas enligt
konkurrenslagen (1993:20) eller som f&#246;rbjudits enligt den
lagen.

2009:570

1. Denna lag tr&#228;der i kraft den 1 juli 2009.

2. Best&#228;mmelserna i 3 kap. 3 a &#167; till&#228;mpas inte om den som
har varit revisor har utsetts till den nya befattningen f&#246;re
ikrafttr&#228;dandet.

3. Best&#228;mmelserna i 3 kap. 4 a &#167; f&#246;rsta stycket tredje
meningen och andra stycket 2 till&#228;mpas inte f&#246;rr&#228;n efter den
f&#246;rsta ordinarie sparbanksst&#228;mma som h&#229;lls efter
ikrafttr&#228;dandet.

4. F&#246;r ett uppdrag som revisor som innehas vid
ikrafttr&#228;dandet r&#228;knas den tid som anges i 4 a kap. 1 a &#167;
f&#246;rsta stycket fr&#229;n den f&#246;rsta ordinarie sparbanksst&#228;mma som
h&#229;lls efter ikrafttr&#228;dandet.

2010:839

1. Denna lag tr&#228;der i kraft den 1 november 2010.

2. Ett revisorsuppdrag som har getts f&#246;re ikrafttr&#228;dandet
best&#229;r till utg&#229;ngen av mandattiden, om inte uppdraget
upph&#246;r i f&#246;rtid enligt 4 a kap. 6 &#167; eller hinder som avses i
4 a kap. 7 &#167; uppkommer.

2010:1949

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om en handling har skickats eller
l&#228;mnats f&#246;re den 1 april 2011.

2011:894

1. Denna lag tr&#228;der i kraft den 1 oktober 2011.

2. &#196;ldre f&#246;reskrifter g&#228;ller om en ans&#246;kan om likvidation har
kommit in till tingsr&#228;tten f&#246;re ikrafttr&#228;dandet eller om en
sparbank har f&#246;rsatts i konkurs och denna avslutats f&#246;re
ikrafttr&#228;dandet.

2011:1326

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om skyldighet
att g&#246;ra skatteavdrag eller l&#228;mna skattedeklaration enligt
skattebetalningslagen (1997:483).

2013:163

1. Denna lag tr&#228;der i kraft den 25 april 2013.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;renden som har kommit in
till Bolagsverket f&#246;re ikrafttr&#228;dandet.

2013:451

1. Denna lag tr&#228;der i kraft den 15 juli 2013.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r &#228;renden som har kommit in
till Finansinspektionen f&#246;re ikrafttr&#228;dandet.

2015:814

1. Denna lag tr&#228;der i kraft den 1 januari 2016.

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som
inleds n&#228;rmast efter den 31 december 2015.

2016:205

1. Denna lag tr&#228;der i kraft den 1 september 2016.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r m&#229;l som har 
inletts i allm&#228;n f&#246;rvaltningsdomstol f&#246;re ikrafttr&#228;dandet. 

2016:434

1. Denna lag tr&#228;der i kraft den 17 juni 2016.

2. Om en sparbank vid ikrafttr&#228;dandet inte har &#246;verl&#229;tbara 
v&#228;rdepapper upptagna till handel p&#229; en reglerad marknad, 
till&#228;mpas best&#228;mmelserna om redovisningskompetens eller 
revisionskompetens i 3 kap. 4 a &#167; f&#246;rsta stycket tredje 
meningen och andra stycket 2 f&#246;rst efter den f&#246;rsta ordinarie 
sparbanksst&#228;mma som h&#229;lls efter den 16 juni 2016.

3. Best&#228;mmelserna i 4 a kap. 1 c &#167; till&#228;mpas &#228;ven p&#229; villkor 
och begr&#228;nsningar som har avtalats respektive beslutats f&#246;re 
ikrafttr&#228;dandet.

4. Best&#228;mmelserna om revisionsber&#228;ttelse och koncernrevision 
i de nya 4 a kap. 12 a, 13 a, 16 a och 16 b &#167;&#167; och i 4 a kap. 
12 b och 17 &#167;&#167; i den nya lydelsen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r 
det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den 16 juni 2016.

2016:950

1. Denna lag tr&#228;der i kraft den 1 december 2016.

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som 
inleds n&#228;rmast efter den 31 december 2016.

2021:540

1. Denna lag tr&#228;der i kraft den 1 juli 2021. 

2. Den &#228;ldre lydelsen av 9 kap. 10 &#167; g&#228;ller fortfarande n&#228;r en 
bank har f&#246;rsatts i konkurs f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3676">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3678">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
