

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-27" /> 
 <meta id="rattsinfo-edited" content="2023-03-27 10:52:10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3687</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3686">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3688">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1987:230 ·
                    <a href="/sfsr?bet=1987:230">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">&#196;ktenskapsbalk (1987:230)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1987-05-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1749
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1988-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">F&#246;rsta avdelningen

Allm&#228;nna best&#228;mmelser

1 kap. &#196;ktenskap

1 &#167; I denna balk finns best&#228;mmelser om samlevnad i &#228;ktenskap.
De tv&#229; som ing&#229;r &#228;ktenskap med varandra blir makar.
Lag (2009:253).

2 &#167; Makar skall visa varandra trohet och h&#228;nsyn. De skall gemensamt
v&#229;rda hem och barn och i samr&#229;d verka f&#246;r familjens b&#228;sta.

3 &#167; Varje make r&#229;der &#246;ver sin egendom och svarar f&#246;r sina skulder.

4 &#167; Makar skall f&#246;rdela utgifter och sysslor mellan sig. De skall l&#228;mna
varandra de upplysningar som beh&#246;vs f&#246;r att familjens ekonomiska
f&#246;rh&#229;llanden skall kunna bed&#246;mas.

5 &#167; &#196;ktenskap uppl&#246;ses genom den ena makens d&#246;d eller genom &#228;ktenskapsskillnad.

Andra avdelningen

&#196;ktenskaps ing&#229;ende och uppl&#246;sning

2 kap. &#196;ktenskapshinder

1 &#167; Den som &#228;r under 18 &#229;r f&#229;r inte ing&#229; &#228;ktenskap.
Lag (2014:376).

2 &#167; Har upph&#228;vts genom lag (1988:1254).

3 &#167; &#196;ktenskap f&#229;r inte ing&#229;s mellan dem som &#228;r sl&#228;kt med
varandra i r&#228;tt upp- och nedstigande led eller &#228;r helsyskon.

Halvsyskon f&#229;r inte ing&#229; &#228;ktenskap med varandra utan tillst&#229;nd
av myndighet som anges i 15 kap. 1 &#167;.

Vid till&#228;mpningen av f&#246;rsta och andra styckena j&#228;mst&#228;lls
adoptivf&#246;rh&#229;llande med sl&#228;ktskap. De som d&#228;rvid anses som
helsyskon f&#229;r dock ing&#229; &#228;ktenskap med varandra efter tillst&#229;nd
av myndighet som anges i 15 kap. 1 &#167;. Lag (2004:763).

4 &#167; Den som &#228;r gift eller partner i ett registrerat partnerskap f&#229;r inte
ing&#229; &#228;ktenskap. Lag (1994:1118).

3 kap. Pr&#246;vning av &#228;ktenskapshinder

1 &#167; Innan ett &#228;ktenskap ing&#229;s ska det pr&#246;vas om det finns
n&#229;got hinder mot &#228;ktenskapet. Denna pr&#246;vning ska g&#246;ras av
Skatteverket.

De tv&#229; som avser att ing&#229; &#228;ktenskap ska gemensamt beg&#228;ra
hinderspr&#246;vningen hos Skatteverket. Lag (2009:253).

2 &#167; Den som varken &#228;r eller skall vara folkbokf&#246;rd h&#228;r i landet skall
vid hinderspr&#246;vningen visa upp ett intyg av utl&#228;ndsk myndighet om sin
beh&#246;righet att ing&#229; &#228;ktenskapet, om ett s&#229;dant intyg kan anskaffas.

Om det fordras tillst&#229;nd till &#228;ktenskapet, skall bevis om tillst&#229;ndet
visas upp vid hinderspr&#246;vningen. Lag (1991:495).

3 &#167; De som beg&#228;r hinderspr&#246;vning ska skriftligen f&#246;rs&#228;kra p&#229;
heder och samvete att de inte &#228;r sl&#228;kt med varandra i r&#228;tt
upp- och nedstigande led eller helsyskon. Har de inte
tillst&#229;nd till &#228;ktenskapet enligt 2 kap. 3 &#167; andra stycket,
ska deras f&#246;rs&#228;kran ocks&#229; avse att de inte &#228;r halvsyskon.

De som beg&#228;r hinderspr&#246;vning ska p&#229; heder och samvete
skriftligen uppge om de tidigare har ing&#229;tt &#228;ktenskap eller
l&#229;tit registrera partnerskap. Den som tidigare har ing&#229;tt
&#228;ktenskap eller l&#229;tit registrera partnerskap ska styrka att
&#228;ktenskapet eller partnerskapet har blivit uppl&#246;st, om inte
detta framg&#229;r av folkbokf&#246;ringen eller av intyg fr&#229;n utl&#228;ndsk
myndighet. Lag (2009:253).

4 &#167; Finner Skatteverket att det inte finns n&#229;got hinder mot
&#228;ktenskapet, ska verket utf&#228;rda intyg om detta.
Lag (2009:253).

4 kap. Vigsel

1 &#167; &#196;ktenskap ing&#229;s genom vigsel i n&#228;rvaro av sl&#228;ktingar eller andra vittnen.

2 &#167; Vid vigseln ska de som ing&#229;r &#228;ktenskap vara n&#228;rvarande
samtidigt. De ska var f&#246;r sig p&#229; fr&#229;ga av vigself&#246;rr&#228;ttaren
ge till k&#228;nna att de samtycker till &#228;ktenskapet.
Vigself&#246;rr&#228;ttaren ska d&#228;refter f&#246;rklara att de &#228;r makar.

Har det inte g&#229;tt till s&#229; som anges i f&#246;rsta stycket eller
var vigself&#246;rr&#228;ttaren inte beh&#246;rig att f&#246;rr&#228;tta vigsel, &#228;r
f&#246;rr&#228;ttningen ogiltig som vigsel.

En f&#246;rr&#228;ttning som enligt andra stycket &#228;r ogiltig som vigsel
f&#229;r godk&#228;nnas av regeringen, om det finns synnerliga sk&#228;l.
&#196;rendet f&#229;r tas upp endast p&#229; ans&#246;kan av en av dem som avsett
att ing&#229; &#228;ktenskap eller, om en av dem har avlidit, av
arvingar till den avlidne. Lag (2009:253).

3 &#167; Beh&#246;rig att vara vigself&#246;rr&#228;ttare &#228;r

1. s&#229;dan pr&#228;st eller annan befattningshavare i ett
trossamfund som har f&#246;rordnande enligt lagen (1993:305) om
r&#228;tt att f&#246;rr&#228;tta vigsel inom trossamfund, eller

2. den som l&#228;nsstyrelsen har f&#246;rordnat.
Den som &#228;r beh&#246;rig enligt f&#246;rsta stycket 1 &#228;r inte skyldig
att f&#246;rr&#228;tta vigsel. Lag (2009:253).

4 &#167; Innan n&#229;gon f&#246;rordnas till vigself&#246;rr&#228;ttare enligt 3 &#167;
f&#246;rsta stycket 2 ska l&#228;nsstyrelsen pr&#246;va att han eller hon
har de kunskaper och kvalifikationer i &#246;vrigt som beh&#246;vs f&#246;r
uppdraget.

F&#246;rordnandet ska g&#228;lla f&#246;r en viss period, om det inte har
begr&#228;nsats att g&#228;lla till en angiven dag.

Uppfyller en vigself&#246;rr&#228;ttare inte l&#228;ngre kraven enligt
f&#246;rsta stycket eller missk&#246;ter vigself&#246;rr&#228;ttaren sitt
uppdrag, ska l&#228;nsstyrelsen &#229;terkalla f&#246;rordnandet att vara
vigself&#246;rr&#228;ttare. Lag (2009:253).

5 &#167; Innan vigsel f&#246;rr&#228;ttas skall vigself&#246;rr&#228;ttaren f&#246;rvissa sig om att
hinderspr&#246;vning har skett inom fyra m&#229;nader f&#246;re den planerade vigseln
och att inget hinder har framkommit. Lag (1991:495).

6 &#167; Vid vigsel g&#228;ller i &#246;vrigt

1. den ordning som g&#228;ller inom ett trossamfund, om vigseln
f&#246;rr&#228;ttas av en pr&#228;st eller n&#229;gon annan befattningshavare i
samfundet, och

2. f&#246;reskrifter som meddelas av regeringen f&#246;r andra fall.
Lag (2009:253).

7 &#167; Vigself&#246;rr&#228;ttaren skall genast l&#228;mna makarna ett bevis om vigseln.
Regeringen meddelar f&#246;reskrifter om i vilka fall s&#228;rskilt protokoll
skall f&#246;ras &#246;ver vigslar.

8 &#167; Vigself&#246;rr&#228;ttaren skall genast s&#228;nda underr&#228;ttelse om
vigseln till Skatteverket.

Vid underr&#228;ttelse om vigsel skall Skatteverket kontrollera att
vigseln har f&#246;reg&#229;tts av hinderspr&#246;vning och att vid denna
pr&#246;vning n&#229;got hinder mot &#228;ktenskapet inte kommit fram. Om en
s&#229;dan pr&#246;vning inte har f&#246;rekommit eller om vigseln har
f&#246;rr&#228;ttats trots att det vid pr&#246;vningen kommit fram hinder mot
&#228;ktenskapet, skall Skatteverket s&#228;nda underr&#228;ttelse om
f&#246;rh&#229;llandet till den som skall anm&#228;la eller pr&#246;va fr&#229;gor om
disciplinansvar, &#229;talsanm&#228;lan, avskedande eller entledigande
betr&#228;ffande vigself&#246;rr&#228;ttaren. I de fall som avses i 5 kap. 5 &#167;
f&#246;rsta stycket skall Skatteverket &#228;ven underr&#228;tta allm&#228;n
&#229;klagare. Lag (2004:142).

5 kap. &#196;ktenskapsskillnad

1 &#167; &#196;r makarna ense om att &#228;ktenskapet skall uppl&#246;sas, har de r&#228;tt till
&#228;ktenskapsskillnad. Denna skall f&#246;reg&#229;s av bet&#228;nketid, om b&#229;da makarna
beg&#228;r det eller om n&#229;gon av dem varaktigt bor tillsammans med eget barn
under 16 &#229;r som st&#229;r under den makens v&#229;rdnad.

2 &#167; Vill bara en av makarna att &#228;ktenskapet skall uppl&#246;sas, har den maken
r&#228;tt till &#228;ktenskapsskillnad endast efter bet&#228;nketid.

3 &#167; Bet&#228;nketiden inleds n&#228;r makarna gemensamt ans&#246;ker om &#228;ktenskapsskillnad
eller n&#228;r den ena makens yrkande om &#228;ktenskapsskillnad delges den andra
maken. Har bet&#228;nketiden l&#246;pt under minst sex m&#229;nader, skall dom p&#229;
&#228;ktenskapsskillnad meddelas om n&#229;gon av makarna d&#229; framst&#228;ller ett s&#228;rskilt
yrkande om det. Har ett s&#229;dant yrkande inte framst&#228;llts inom ett &#229;r fr&#229;n
bet&#228;nketidens b&#246;rjan, har fr&#229;gan om &#228;ktenskapsskillnad fallit. Avvisas
talan om &#228;ktenskapsskillnad eller avskrivs m&#229;let, upph&#246;r bet&#228;nketiden.

4 &#167; Om makarna lever &#229;tskilda sedan minst tv&#229; &#229;r, har var och en av dem r&#228;tt
till &#228;ktenskapsskillnad utan f&#246;reg&#229;ende bet&#228;nketid.

5 &#167; En make har r&#228;tt till &#228;ktenskapsskillnad utan f&#246;reg&#229;ende 
bet&#228;nketid om det g&#246;rs sannolikt att maken har tvingats att 
ing&#229; &#228;ktenskapet eller om maken har ing&#229;tt &#228;ktenskapet f&#246;re 18 
&#229;rs &#229;lder. Om &#228;ktenskapet har ing&#229;tts trots att makarna &#228;r 
sl&#228;kt med varandra i r&#228;tt upp- och nedstigande led eller &#228;r 
helsyskon, har var och en av makarna r&#228;tt till 
&#228;ktenskapsskillnad utan f&#246;reg&#229;ende bet&#228;nketid. Detsamma g&#228;ller 
om &#228;ktenskapet har ing&#229;tts trots att n&#229;gon av makarna redan 
var gift eller partner i ett registrerat partnerskap och det 
tidigare &#228;ktenskapet eller partnerskapet inte har blivit 
uppl&#246;st. 

Om det &#228;r fr&#229;ga om tvegifte, har var och en av makarna i det 
tidigare &#228;ktenskapet r&#228;tt att f&#229; detta uppl&#246;st genom 
&#228;ktenskapsskillnad utan f&#246;reg&#229;ende bet&#228;nketid. Detsamma g&#228;ller 
om partnerskap registrerats trots att n&#229;gon av partnerna d&#229; 
var gift. 

I de fall som avses i f&#246;rsta stycket f&#229;r talan om 
&#228;ktenskapsskillnad f&#246;ras &#228;ven av allm&#228;n &#229;klagare. I de fall 
som avser &#228;ktenskap som har ing&#229;tts av under&#229;rig &#228;r 
socialn&#228;mnden i den kommun d&#228;r personen &#228;r folkbokf&#246;rd eller, 
om personen inte &#228;r folkbokf&#246;rd h&#228;r i landet, i den kommun d&#228;r 
han eller hon vistas skyldig att p&#229; beg&#228;ran l&#228;mna yttrande 
samt de upplysningar som kan vara av betydelse f&#246;r fr&#229;gans 
bed&#246;mning till &#229;klagaren. En annan socialn&#228;mnd som har 
tillg&#229;ng till upplysningar som kan vara av betydelse i fr&#229;gan 
&#228;r skyldig att l&#228;mna s&#229;dana p&#229; beg&#228;ran av den socialn&#228;mnd som 
ska yttra sig.

Best&#228;mmelser om erk&#228;nnande av &#228;ktenskap som har ing&#229;tts enligt 
utl&#228;ndsk lag i de fall som avses i f&#246;rsta stycket finns i 
1 kap. 8 a &#167; lagen (1904:26 s. 1) om vissa internationella 
r&#228;ttsf&#246;rh&#229;llanden r&#246;rande &#228;ktenskap och f&#246;rmynderskap.
Lag (2021:464).

6 &#167; N&#228;r dom p&#229; &#228;ktenskapsskillnad vinner laga kraft, &#228;r
&#228;ktenskapet uppl&#246;st.

Tredje avdelningen

Makars ekonomiska f&#246;rh&#229;llanden

6 kap. Underh&#229;ll

1 &#167; Makarna skall, var och en efter sin f&#246;rm&#229;ga, bidra till det underh&#229;ll
som beh&#246;vs f&#246;r att deras gemensamma och personliga behov skall tillgodoses.
Om underh&#229;ll till barn finns best&#228;mmelser i f&#246;r&#228;ldrabalken.

2 &#167; Om det som den ena maken skall bidra med inte r&#228;cker till f&#246;r den makens
personliga behov eller f&#246;r de betalningar som den maken annars ombes&#246;rjer f&#246;r
familjens underh&#229;ll, skall den andra maken skjuta till de pengar som beh&#246;vs.

3 &#167; Det som den ena maken med till&#228;mpning av 1 och 2 &#167;&#167; har erh&#229;llit av den
andra maken f&#246;r sitt personliga behov &#228;r den f&#246;rstn&#228;mnda makens egendom.

4 &#167; Kan den ena maken p&#229; grund av sjukdom eller bortavaro inte sj&#228;lv sk&#246;ta
sina angel&#228;genheter och fattas det medel f&#246;r familjens underh&#229;ll, f&#229;r den
andra maken i beh&#246;vlig omfattning lyfta den sjuka eller bortavarande makens
inkomst och avkastning av dennes egendom samt kvittera ut
banktillgodohavanden och andra penningmedel. Detta g&#228;ller dock ej, om
samlevnaden mellan makarna har upph&#246;rt eller om det finns fullm&#228;ktig,
f&#246;rmyndare, god man eller f&#246;rvaltare som har r&#228;tt att f&#246;retr&#228;da den sjuka
eller bortavarande maken i dessa angel&#228;genheter.

R&#228;ttshandling som avses i f&#246;rsta stycket &#228;r bindande f&#246;r den sjuka eller
bortavarande maken &#228;ven om medlen inte beh&#246;vdes f&#246;r familjens underh&#229;ll,
s&#229;vida tredje man varken ins&#229;g eller borde ha insett att behovet inte
f&#246;rel&#229;g. Lag (1988:1254).

5 &#167; Om den ena maken f&#246;rsummar sin underh&#229;llsskyldighet, f&#229;r domstolen
&#229;l&#228;gga den maken att betala underh&#229;llsbidrag till den andra maken.

6 &#167; Om makarna inte varaktigt bor tillsammans, skall den ena maken fullg&#246;ra
sin underh&#229;llsskyldighet genom att betala underh&#229;llsbidrag till den andra
maken.

Domstolen f&#229;r, n&#228;r makarna inte varaktigt bor tillsammans, f&#246;rplikta en av
makarna att l&#228;mna bohag till den andra maken att anv&#228;ndas av denne. Skyldig-
heten omfattar dock bara det bohag som tillh&#246;rde makarna eller n&#229;gon av dem
n&#228;r samlevnaden upph&#246;rde. Avtal som efter domstolens beslut ing&#229;s med tredje
man om egendomen inskr&#228;nker inte nyttjander&#228;tten till bohaget.

7 &#167; Efter &#228;ktenskapsskillnad svarar varje make f&#246;r sin
f&#246;rs&#246;rjning.

Om den ena maken beh&#246;ver bidrag till sitt underh&#229;ll under en
&#246;verg&#229;ngstid, har den maken r&#228;tt att f&#229; underh&#229;llsbidrag av den
andra maken efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till denna
makes f&#246;rm&#229;ga och &#246;vriga omst&#228;ndigheter.

Har den ena maken sv&#229;righeter att f&#246;rs&#246;rja sig sj&#228;lv sedan ett
l&#229;ngvarigt &#228;ktenskap har uppl&#246;sts eller finns det andra
synnerliga sk&#228;l, har den maken r&#228;tt till underh&#229;llsbidrag av
den andra maken f&#246;r l&#228;ngre tid &#228;n som anges i andra stycket.
Vid pr&#246;vning av den r&#228;tten skall h&#228;nsyn tas till om den ena
maken beh&#246;ver bidrag f&#246;r att skaffa sig pensionsskydd.
Lag (1998:619).

8 &#167; Underh&#229;llsbidrag efter &#228;ktenskapsskillnad skall betalas
fortl&#246;pande. Finns det s&#228;rskilda sk&#228;l, s&#229;som att den
underh&#229;llsber&#228;ttigade beh&#246;ver ett bidrag f&#246;r att skaffa sig
pensionsskydd, f&#229;r domstolen dock best&#228;mma att bidraget skall
betalas med ett eng&#229;ngsbelopp. Lag (1998:619).

9 &#167; Talan om att underh&#229;llsbidrag skall fastst&#228;llas f&#229;r inte bifallas f&#246;r
l&#228;ngre tid tillbaka &#228;n tre &#229;r f&#246;re den dag d&#229; talan v&#228;cktes, om inte den
bidragsskyldige medger det.

10 &#167; R&#228;tten att kr&#228;va ut ett fastst&#228;llt underh&#229;llsbidrag 
upph&#246;r tre &#229;r efter den f&#246;rfallodag som ursprungligen g&#228;llde.

Om utm&#228;tning f&#246;r underh&#229;llsbidraget har skett f&#246;re den 
tidpunkt som anges i f&#246;rsta stycket eller om den 
bidragsskyldige har f&#246;rsatts i konkurs p&#229; grund av en ans&#246;kan 
som har gjorts f&#246;re denna tidpunkt, f&#229;r betalning f&#246;r 
fordringen &#228;ven d&#228;refter tas ut ur den utm&#228;tta egendomen eller 
erh&#229;llas i konkursen.

Om en ans&#246;kan om f&#246;retagsrekonstruktion har gjorts f&#246;re den 
tidpunkt som anges i f&#246;rsta stycket, f&#229;r underh&#229;llsbidraget 
kr&#228;vas ut inom tre m&#229;nader fr&#229;n det att beslut om 
f&#246;retagsrekonstruktionens upph&#246;rande meddelades. Om 
underh&#229;llsbidraget omfattas av en skulduppg&#246;relse i en 
fastst&#228;lld rekonstruktionsplan, f&#229;r fordran kr&#228;vas ut inom tre 
m&#229;nader fr&#229;n det att g&#228;lden&#228;rens f&#246;rpliktelser enligt 
skulduppg&#246;relsen skulle ha fullgjorts. Om utm&#228;tning f&#246;r 
underh&#229;llsbidraget har skett eller konkursans&#246;kan har gjorts 
inom den tid som nu har angetts, g&#228;ller andra stycket.

Avtal som strider mot denna paragraf &#228;r ogiltiga. 
Lag (2022:968).

11 &#167; En dom eller ett avtal om underh&#229;ll f&#229;r j&#228;mkas av domstolen, om det
finns sk&#228;l f&#246;r det med h&#228;nsyn till att f&#246;rh&#229;llandena har &#228;ndrats. F&#246;r tiden
innan talan har v&#228;ckts f&#229;r dock j&#228;mkning mot en parts bestridande g&#246;ras
endast p&#229; det s&#228;ttet att obetalda bidrag s&#228;tts ned eller tas bort.
Underh&#229;llsbidrag efter &#228;ktenskapsskillnad f&#229;r endast om det finns synnerliga
sk&#228;l h&#246;jas ut&#246;ver det h&#246;gsta belopp till vilket bidraget tidigare har varit
best&#228;mt. Underh&#229;llsbidrag i form av eng&#229;ngsbelopp f&#229;r inte j&#228;mkas mot en
parts bestridande.

Ett avtal om underh&#229;ll f&#229;r ocks&#229; j&#228;mkas av domstolen, om avtalet &#228;r osk&#228;ligt
med h&#228;nsyn till omst&#228;ndigheterna vid dess tillkomst och f&#246;rh&#229;llandena i
&#246;vrigt. Beslut om att erh&#229;llna bidrag skall betalas tillbaka f&#229;r dock
meddelas endast om det finns s&#228;rskilda sk&#228;l.

7 kap. Makars egendom

1 &#167; En makes egendom &#228;r giftor&#228;ttsgods i den m&#229;n den inte &#228;r enskild egendom.

2 &#167; Enskild egendom &#228;r

1. egendom som till f&#246;ljd av &#228;ktenskapsf&#246;rord &#228;r enskild,

2. egendom som en make har f&#229;tt i g&#229;va av n&#229;gon annan &#228;n den 
andra maken med det villkoret att egendomen ska vara 
mottagarens enskilda,

3. egendom som en make har erh&#229;llit genom testamente med det 
villkoret att den ska vara mottagarens enskilda,

4. egendom som en make har &#228;rvt och som enligt testamente av 
arvl&#229;taren ska vara mottagarens enskilda,

5. egendom som en make erh&#229;llit genom f&#246;rm&#229;nstagarf&#246;rordnande 
vid livf&#246;rs&#228;kring, olycksfallsf&#246;rs&#228;kring, sjukf&#246;rs&#228;kring, 
pensionssparande enligt lagen (1993:931) om individuellt 
pensionssparande eller sparande i en s&#229;dan PEPP-produkt som 
avses i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
2019/1238 av den 20 juni 2019 om en paneuropeisk privat 
pensionsprodukt (PEPP-produkt) som tecknats av n&#229;gon annan &#228;n 
den andra maken med det villkoret att egendomen ska vara 
mottagarens enskilda, och

6. vad som har tr&#228;tt i st&#228;llet f&#246;r egendom som avses i 1-5, om 
inte annat har f&#246;reskrivits genom den r&#228;ttshandling p&#229; grund 
av vilken egendomen &#228;r enskild.

Avkastning av enskild egendom &#228;r giftor&#228;ttsgods, om inte annat 
har f&#246;reskrivits genom en s&#229;dan r&#228;ttshandling som avses i 
f&#246;rsta stycket. Lag (2022:1749).

3 &#167; Genom ett &#228;ktenskapsf&#246;rord kan makar eller blivande makar 
best&#228;mma att egendom som tillh&#246;r eller tillfaller n&#229;gon av dem 
ska vara hans eller hennes enskilda egendom. Genom ett nytt 
&#228;ktenskapsf&#246;rord kan makar best&#228;mma att egendomen ska vara 
giftor&#228;ttsgods.

Ett &#228;ktenskapsf&#246;rord ska uppr&#228;ttas skriftligen, dateras och 
undertecknas av makarna eller de blivande makarna. Detta 
g&#228;ller &#228;ven om n&#229;gon av dem &#228;r under&#229;rig eller om 
&#228;ktenskapsf&#246;rordet avser egendom, som till n&#229;gon del omfattas 
av f&#246;rvaltarskap enligt f&#246;r&#228;ldrabalken. I s&#229; fall ska dock 
f&#246;rmyndarens eller f&#246;rvaltarens skriftliga medgivande 
inh&#228;mtas.

Ett &#228;ktenskapsf&#246;rord ska registreras hos Skatteverket. Ett 
&#228;ktenskapsf&#246;rord som har slutits mellan blivande makar g&#228;ller 
fr&#229;n &#228;ktenskapets ing&#229;ende, om det ges in till Skatteverket 
inom en m&#229;nad fr&#229;n det att &#228;ktenskapet ingicks. I annat fall 
g&#228;ller &#228;ktenskapsf&#246;rordet f&#246;rst fr&#229;n och med den dag d&#229; det 
ges in till Skatteverket. Lag (2019:235).

4 &#167; Med makars gemensamma bostad avses i denna balk

1. fast egendom som makarna eller n&#229;gon av dem &#228;ger eller
innehar med tomtr&#228;tt, om det finns en byggnad inom egendomen
som &#228;r avsedd som makarnas gemensamma hem och egendomen
innehas huvudsakligen f&#246;r detta &#228;ndam&#229;l,

2. fast egendom som makarna eller n&#229;gon av dem innehar med
nyttjander&#228;tt i f&#246;rening med byggnad p&#229; egendomen som makarna
eller n&#229;gon av dem &#228;ger, om byggnaden &#228;r avsedd som makarnas
gemensamma hem och egendomen innehas huvudsakligen f&#246;r detta
&#228;ndam&#229;l,

3. byggnad eller del av byggnad som makarna eller n&#229;gon av
dem innehar med hyresr&#228;tt, bostadsr&#228;tt eller annan liknande
r&#228;tt, om byggnaden eller byggnadsdelen &#228;r avsedd som makarnas
gemensamma hem och innehas huvudsakligen f&#246;r detta &#228;ndam&#229;l,

4. byggnad eller del av byggnad som makarna eller n&#229;gon av
dem har r&#228;tt att framdeles f&#246;rv&#228;rva med bostadsr&#228;tt enligt
f&#246;rhandsavtal som s&#228;gs i 5 kap. bostadsr&#228;ttslagen (1991:614),
om r&#228;tten g&#228;ller en l&#228;genhet som n&#228;r avtalet tr&#228;ffades var
avsedd att bli makarnas gemensamma hem och att innehas
huvudsakligen f&#246;r detta &#228;ndam&#229;l.

Med makars gemensamma bohag avses i denna balk m&#246;bler,
hush&#229;llsmaskiner och annat inre l&#246;s&#246;re som &#228;r avsett f&#246;r det
gemensamma hemmet.

Till gemensamt bohag r&#228;knas inte s&#229;dant bohag som anv&#228;nds
uteslutande f&#246;r den ena makens bruk.

Till makars gemensamma bostad och bohag r&#228;knas inte egendom
som anv&#228;nds huvudsakligen f&#246;r fritids&#228;ndam&#229;l. Lag (2009:181).

5 &#167; En make f&#229;r inte utan den andra makens samtycke

1. avh&#228;nda sig, l&#229;ta inteckna, hyra ut eller p&#229; annat s&#228;tt med
nyttjander&#228;tt uppl&#229;ta fast egendom som utg&#246;r makarnas gemensamma bostad,

2. avh&#228;nda sig, pants&#228;tta, hyra ut eller p&#229; annat s&#228;tt med nyttjander&#228;tt
uppl&#229;ta annan egendom som utg&#246;r makarnas gemensamma bostad, eller

3. avh&#228;nda sig eller pants&#228;tta makarnas gemensamma bohag. F&#246;rsta stycket
g&#228;ller inte bostad eller bohag som &#228;r den ena makens enskilda egendom enligt
2 &#167; f&#246;rsta stycket 2--4. En make f&#229;r inte heller utan den andra makens
samtycke avh&#228;nda sig, l&#229;ta inteckna, hyra ut eller p&#229; annat s&#228;tt med
nyttjander&#228;tt uppl&#229;ta fast egendom som inte utg&#246;r makarnas gemensamma
bostad, om egendomen &#228;r giftor&#228;ttsgods. Detta g&#228;ller dock ej, om m&#229;l om
&#228;ktenskapsskillnad p&#229;g&#229;r och maken har f&#246;rv&#228;rvat egendomen efter det att
talan om &#228;ktenskapsskillnad v&#228;cktes.

Samtycke till avh&#228;ndelse av eller inteckning i fast egendom skall l&#228;mnas
skriftligen.

Best&#228;mmelserna i denna paragraf om fast egendom och r&#228;ttighet i denna
till&#228;mpas ocks&#229; i fr&#229;ga om tomtr&#228;tt.

6 &#167; Best&#228;mmelserna i 5 &#167; om samtycke av en make till en &#229;tg&#228;rd av den
andra maken till&#228;mpas ocks&#229; n&#228;r d&#246;dsboet efter en avliden make vidtar en
s&#229;dan &#229;tg&#228;rd.

7 &#167; Samtycke enligt 5 eller 6 &#167; beh&#246;vs inte, om maken inte kan l&#228;mna
giltigt samtycke eller om dennes samtycke inte kan inh&#228;mtas inom rimlig
tid. Samtycke enligt 5 &#167; beh&#246;vs inte heller sedan bodelning med anledning
av &#228;ktenskapsskillnad har skett.

8 &#167; Saknas samtycke som kr&#228;vs f&#246;r en &#229;tg&#228;rd enligt 5 eller 6 &#167;, f&#229;r
domstolen till&#229;ta &#229;tg&#228;rden p&#229; ans&#246;kan av den som vill f&#246;reta den.

9 &#167; Om en make eller d&#246;dsboet efter en avliden make utan erforderligt
samtycke eller tillst&#229;nd har avh&#228;nt sig eller till nackdel f&#246;r den andra
maken uppl&#229;tit nyttjander&#228;tt till egendom, skall domstolen p&#229; talan av
denne f&#246;rklara att r&#228;ttshandlingen &#228;r ogiltig och att egendomen skall
&#229;terg&#229;. Detsamma g&#228;ller om en make eller d&#246;dsboet efter en avliden make
utan erforderligt samtycke eller tillst&#229;nd har pantsatt makarnas gemensamma
bohag. &#214;verl&#229;telse eller pants&#228;ttning av bohag skall dock inte f&#246;rklaras
ogiltig, om den nya innehavaren har f&#229;tt egendomen i sin besittning i god
tro.

Talan enligt f&#246;rsta stycket skall v&#228;ckas hos domstolen inom tre m&#229;nader
fr&#229;n det att den andra maken fick k&#228;nnedom om f&#246;rfogandet &#246;ver egendomen.
N&#228;r det g&#228;ller bohag r&#228;knas dock tiden fr&#229;n det att maken fick k&#228;nnedom
om &#246;verl&#228;mnandet. Har lagfart eller inskrivning beviljats med anledning
av &#246;verl&#229;telse av fast egendom eller tomtr&#228;tt, f&#229;r talan inte v&#228;ckas.

F&#246;rs talan om avhysning, f&#229;r domstolen medge sk&#228;ligt anst&#229;nd med
flyttningen.

8 kap. G&#229;vor mellan makar

1 &#167; En g&#229;va mellan makar &#228;r g&#228;llande mellan dem, om vad som g&#228;ller f&#246;r
fullbordande av g&#229;va i allm&#228;nhet har iakttagits eller om g&#229;van har
registrerats enligt 16 kap.

G&#229;van blir g&#228;llande mot givarens borgen&#228;rer n&#228;r den har registrerats enligt
16 kap. &#196;r g&#229;van en personlig present vars v&#228;rde inte st&#229;r i missf&#246;rh&#229;llande
till givarens ekonomiska villkor, &#228;r den dock g&#228;llande mot givarens borgen&#228;rer
utan registrering, om den &#228;r g&#228;llande mellan makarna.

Om det f&#246;r visst slag av egendom finns s&#228;rskilda best&#228;mmelser som inneb&#228;r att
en g&#229;va blir g&#228;llande mot givarens borgen&#228;rer f&#246;rst efter inskrivning eller
annan s&#228;rskild registrering, kr&#228;vs &#228;ven dessa &#229;tg&#228;rder f&#246;r att en s&#229;dan g&#229;va
mellan makar skall bli g&#228;llande mot givarens borgen&#228;rer.

2 &#167; En utf&#228;stelse av den ena maken att under &#228;ktenskapet ge den andra maken
en g&#229;va &#228;r utan verkan.

3 &#167; Om en make som har gett den andra maken en g&#229;va inte kan 
betala en skuld f&#246;r vilken givaren svarade n&#228;r g&#229;van blev 
g&#228;llande mot givarens borgen&#228;rer eller om det av n&#229;gon annan 
anledning kan antas att givaren &#228;r p&#229; obest&#229;nd, svarar den 
andra maken f&#246;r bristen upp till v&#228;rdet av g&#229;van.

Detta g&#228;ller dock inte i fr&#229;ga om personliga presenter vilkas 
v&#228;rde inte st&#229;r i missf&#246;rh&#229;llande till givarens ekonomiska 
villkor. Det g&#228;ller inte heller om givaren, n&#228;r g&#229;van blev 
g&#228;llande mot borgen&#228;rerna, hade kvar utm&#228;tningsbar egendom som 
uppenbarligen motsvarade de skulder f&#246;r vilka givaren d&#229; 
svarade.

Om g&#229;van utan mottagarens v&#229;llande har g&#229;tt f&#246;rlorad helt 
eller delvis, &#228;r mottagaren i motsvarande utstr&#228;ckning fri 
fr&#229;n ansvar.

En makes ansvar enligt denna paragraf f&#229;r inte g&#246;ras g&#228;llande 
s&#229; l&#228;nge ett m&#229;l p&#229;g&#229;r om &#229;tervinning av g&#229;van enligt 
konkurslagen (1987:672) eller lagen (2022:964) om 
f&#246;retagsrekonstruktion. Lag (2022:968).

9 kap. Allm&#228;nna best&#228;mmelser om bodelning

1 &#167; N&#228;r ett &#228;ktenskap uppl&#246;ses, ska makarnas egendom f&#246;rdelas
mellan dem genom bodelning. Bodelning beh&#246;vs dock inte, om
makarna har endast enskild egendom och ingen av dem beg&#228;r att
f&#229; &#246;verta bostad eller bohag fr&#229;n den andra maken.

&#196;r makarna ense, f&#229;r de efter skriftlig anm&#228;lan till
Skatteverket f&#246;rdela sin egendom genom bodelning under
&#228;ktenskapet utan att n&#229;got m&#229;l om &#228;ktenskapsskillnad p&#229;g&#229;r.
Anm&#228;lan ska registreras av Skatteverket. Lag (2011:891).

2 &#167; Bodelning skall g&#246;ras med utg&#229;ngspunkt i egendomsf&#246;rh&#229;llandena den dag
d&#229; talan om &#228;ktenskapsskillnad v&#228;cktes eller, om &#228;ktenskapet har uppl&#246;sts
genom den ena makens d&#246;d utan att ett m&#229;l om &#228;ktenskapsskillnad p&#229;gick,
den dag d&#229; d&#246;dsfallet intr&#228;ffade.

Bodelning under &#228;ktenskapet utan att n&#229;got m&#229;l om &#228;ktenskapsskillnad p&#229;g&#229;r
skall g&#246;ras med utg&#229;ngspunkt i egendomsf&#246;rh&#229;llandena den dag d&#229; anm&#228;lan om
bodelningen gjordes enligt 1 &#167; andra stycket.

3 &#167; Varje make &#228;r skyldig att tills bodelningen f&#246;rr&#228;ttas redovisa f&#246;r sin
egendom och f&#246;r s&#229;dan egendom som maken har haft hand om men som tillh&#246;r
den andra maken. Makarna &#228;r &#228;ven i &#246;vrigt skyldiga att l&#228;mna de uppgifter
som kan vara av betydelse vid bodelningen.

4 &#167; Bodelning med anledning av &#228;ktenskapsskillnad skall f&#246;rr&#228;ttas n&#228;r
&#228;ktenskapet har uppl&#246;sts. Om n&#229;gon av makarna beg&#228;r bodelning n&#228;r ett
m&#229;l om &#228;ktenskapsskillnad p&#229;g&#229;r, skall bodelningen dock f&#246;rr&#228;ttas genast.

5 &#167; Bodelning f&#246;rr&#228;ttas av makarna tillsammans. &#214;ver bodelningen skall
uppr&#228;ttas en handling som skrivs under av dem b&#229;da. &#196;r den ena maken d&#246;d,
f&#246;rr&#228;ttas bodelningen av den andra maken samt den d&#246;des arvingar och
universella testamentstagare. F&#246;r arvingar och universella testamentstagare
g&#228;ller i s&#229; fall, om inget annat s&#228;gs, vad som &#228;r f&#246;reskrivet om make.

6 &#167; Bodelning mellan den ena maken och den andra makens arvingar och
universella testamentstagare f&#229;r inte mot n&#229;gon d&#246;dsbodel&#228;gares
bestridande f&#246;rr&#228;ttas innan alla k&#228;nda skulder f&#246;r vilka den d&#246;de
svarade har betalts eller medel till deras betalning har satts under
s&#228;rskild v&#229;rd eller uppg&#246;relse har tr&#228;ffats som inneb&#228;r att del&#228;garen
inte svarar f&#246;r skulderna. Har den d&#246;des egendom avtr&#228;tts till konkurs,
f&#229;r bodelning dock f&#246;rr&#228;ttas &#228;ven om n&#229;gon del&#228;gare bestrider det.

7 &#167; N&#228;r talan om &#228;ktenskapsskillnad har v&#228;ckts skall, i den omfattning det
beh&#246;vs, varje makes tillg&#229;ngar och skulder upptecknas s&#229;dana de var n&#228;r
talan v&#228;cktes. Om det beh&#246;vs f&#246;r att f&#229; bouppteckningen till st&#229;nd, f&#229;r
bodelningsf&#246;rr&#228;ttare f&#246;rordnas.

8 &#167; Om det, n&#228;r talan om &#228;ktenskapsskillnad har v&#228;ckts, beh&#246;vs f&#246;r att
skydda den ena makens r&#228;tt vid bodelning, skall domstolen p&#229; beg&#228;ran s&#228;tta
den andra makens egendom eller del d&#228;rav under s&#228;rskild f&#246;rvaltning. Mot en
makes bestridande f&#229;r dock en s&#229;dan &#229;tg&#228;rd inte vidtas, om godtagbar
s&#228;kerhet st&#228;lls.

Beslutet om s&#228;rskild f&#246;rvaltning g&#228;ller tills vidare intill dess att
bodelning f&#246;rr&#228;ttas eller fr&#229;gan om &#228;ktenskapsskillnad faller enligt 5 kap.
3 &#167;, avvisas eller avskrivs.

9 &#167; En makes egendom f&#229;r utm&#228;tas f&#246;r den makens skuld &#228;ven om bodelning
skall f&#246;rr&#228;ttas. Har egendomen satts under s&#228;rskild f&#246;rvaltning, f&#229;r
den dock utm&#228;tas f&#246;r den makens skuld endast om ocks&#229; den andra maken
svarar f&#246;r skulden eller utm&#228;tningsfordringen &#228;r f&#246;renad med s&#228;rskild
f&#246;rm&#229;nsr&#228;tt i egendomen.

10 &#167; F&#246;rs&#228;tts en make i konkurs innan bodelning har &#228;gt rum eller har
en bodelning &#229;terg&#229;tt med anledning av en makes konkurs, skall den
makens giftor&#228;ttsgods st&#229; under konkursboets f&#246;rvaltning till dess att
det har blivit best&#228;mt genom bodelning vad som skall tillfalla den maken.
Konkursboet f&#229;r s&#228;lja egendomen om det beh&#246;vs.

Beslut om s&#228;rskild f&#246;rvaltning enligt 8 &#167; faller vid konkurs.

11 &#167; Om en make d&#246;r n&#228;r ett m&#229;l om &#228;ktenskapsskillnad p&#229;g&#229;r,
skall de best&#228;mmelser som avser bodelning med anledning av
&#228;ktenskapsskillnad till&#228;mpas. Best&#228;mmelserna i 10 kap. 3 &#167;
andra stycket g&#228;ller dock i st&#228;llet f&#246;r best&#228;mmelserna i tredje
stycket i den paragrafen. Lag (1998:619).

12 &#167; Med den tid d&#229; ett m&#229;l om &#228;ktenskapsskillnad p&#229;g&#229;r f&#246;rst&#229;s i
denna balk tiden fr&#229;n det att talan v&#228;cks till dess att domen p&#229;
&#228;ktenskapsskillnad vinner laga kraft eller, om domstolen avvisar
eller avskriver fr&#229;gan om &#228;ktenskapsskillnad, till dess att beslut om
detta vinner laga kraft eller fr&#229;gan om &#228;ktenskapsskillnad dessf&#246;rinnan
har fallit enligt 5 kap. 3 &#167;.

13 &#167; Makar f&#229;r inf&#246;r en omedelbart f&#246;rest&#229;ende &#228;ktenskapsskillnad
avtala om den kommande bodelningen eller om annat som har samband
med denna (f&#246;ravtal). &#214;ver avtalet skall uppr&#228;ttas en handling som
undertecknas av makarna.

Avtal som makar i annat fall har ing&#229;tt om kommande bodelning &#228;r utan
verkan, om det inte utg&#246;r &#228;ktenskapsf&#246;rord.

10 kap. Vad som skall ing&#229; i bodelning

1 &#167; I bodelning skall makarnas giftor&#228;ttsgods ing&#229;.

2 &#167; Varje make f&#229;r fr&#229;n bodelningen i sk&#228;lig omfattning ta undan kl&#228;der
och andra f&#246;rem&#229;l som maken har uteslutande till sitt personliga bruk,
liksom personliga presenter. Om den ena maken &#228;r d&#246;d, g&#228;ller denna r&#228;tt
endast f&#246;r den efterlevande maken.

2 a &#167; Varje make f&#229;r fr&#229;n bodelningen ta undan egendom som
maken har f&#229;tt i ers&#228;ttning f&#246;r personskada och kr&#228;nkning samt
avkastning av egendomen. Ers&#228;ttning f&#246;r inkomstf&#246;rlust eller
f&#246;r kostnader f&#229;r dock tas undan endast i den m&#229;n ers&#228;ttningen
avser tiden efter det att talan om &#228;ktenskapsskillnad v&#228;cktes,
anm&#228;lan enligt 9 kap. 1 &#167; andra stycket gjordes eller
d&#246;dsfallet intr&#228;ffade. R&#228;tten att ta undan egendom g&#228;ller ocks&#229;
vad som har tr&#228;tt i st&#228;llet f&#246;r s&#229;dan egendom som anges i
f&#246;rsta meningen.

Om den ena maken &#228;r d&#246;d, g&#228;ller r&#228;tten att ta undan egendom
enligt f&#246;rsta stycket endast f&#246;r den efterlevande maken.
Lag (2007:184).

3 &#167; R&#228;ttigheter som inte kan &#246;verl&#229;tas eller som i annat fall 
&#228;r av personlig art ska inte ing&#229; i bodelning om det skulle 
strida mot vad som g&#228;ller f&#246;r r&#228;ttigheten. Dessutom ska 
pensionsr&#228;ttigheter, &#228;ven om de inte &#228;r av s&#229;dant slag som 
avses i f&#246;rsta meningen, undantas fr&#229;n bodelning enligt vad 
som s&#228;gs i andra och tredje styckena.

Vid bodelning med anledning av en makes d&#246;d ska en r&#228;tt till 
pension som den efterlevande maken har p&#229; grund av 
pensionssparavtal enligt lagen (1993:931) om individuellt 
pensionssparande eller ett sparande i en s&#229;dan PEPP-produkt 
som avses i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
2019/1238 inte ing&#229; i bodelningen. Detsamma g&#228;ller en r&#228;tt 
till pension som den efterlevande maken har p&#229; grund av en 
f&#246;rs&#228;kring, om det belopp som ska betalas ut ska beskattas som 
inkomst. Om pensionssparkontot, sparandet i en PEPP-produkt 
eller f&#246;rs&#228;kringen &#228;gdes av den avlidna maken, till&#228;mpas i 
st&#228;llet best&#228;mmelserna i lagen om individuellt 
pensionssparande, lagen (2022:1746) med kompletterande 
best&#228;mmelser till EU:s f&#246;rordning om en paneuropeisk privat 
pensionsprodukt (PEPP-produkt) eller f&#246;rs&#228;kringsavtalslagen 
(2005:104).

Vid bodelning med anledning av &#228;ktenskapsskillnad ska en r&#228;tt 
till pension som n&#229;gon av makarna har p&#229; grund av 
pensionssparavtal enligt lagen om individuellt 
pensionssparande eller sparande i en PEPP-produkt helt eller 
delvis undantas fr&#229;n bodelningen, om det med h&#228;nsyn till 
makarnas ekonomiska f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt 
skulle vara osk&#228;ligt att hela pensionsr&#228;tten ingick. Detsamma 
g&#228;ller r&#228;tt till pension p&#229; grund av en f&#246;rs&#228;kring, om det 
belopp som ska betalas ut ska beskattas som inkomst och 
f&#246;rs&#228;kringen g&#228;ller r&#228;tt till

1. &#229;lderspension eller sjukpension, eller

2. efterlevandepension om det finns en r&#228;tt till utbetalning 
av pensionen vid bodelningen. Lag (2022:1749).

4 &#167; Egendom som har gjorts till enskild genom 
&#228;ktenskapsf&#246;rord, liksom vad som har tr&#228;tt i st&#228;llet f&#246;r s&#229;dan 
egendom samt avkastning av denna som &#228;r enskild egendom, ska 
ing&#229; i bodelning om makarna kommer &#246;verens om det vid 
bodelningen. Detsamma g&#228;ller s&#229;dan r&#228;tt till pension p&#229; grund 
av f&#246;rs&#228;kring, pensionssparavtal eller sparande i en PEPP-
produkt som avses i 3 &#167; andra stycket.

Har makarna kommit &#246;verens om att enskild egendom ska ing&#229; i 
bodelningen, ska s&#229;dan egendom vid bodelningen anses utg&#246;ra 
giftor&#228;ttsgods.

En s&#229;dan r&#228;tt till pension p&#229; grund av f&#246;rs&#228;kring, 
pensionssparavtal eller sparande i en PEPP-produkt som avses i 
3 &#167; tredje stycket ska inte ing&#229; i bodelning, om makarna 
kommer &#246;verens om det vid bodelningen. Lag (2022:1749).

5 &#167; Best&#228;mmelser om f&#246;rs&#228;kring eller f&#246;rs&#228;kringsbelopp som vid 
f&#246;rs&#228;kringstagarens d&#246;d tillfaller en f&#246;rm&#229;nstagare finns i 
f&#246;rs&#228;kringsavtalslagen (2005:104).

Best&#228;mmelser om f&#246;rm&#229;nstagares r&#228;tt enligt pensionssparavtal 
finns i lagen (1993:931) om individuellt pensionssparande.

Best&#228;mmelser om f&#246;rm&#229;nstagares r&#228;tt enligt ett avtal om 
sparande i en PEPP-produkt finns i lagen (2022:1746) med 
kompletterande best&#228;mmelser till EU:s f&#246;rordning om en 
paneuropeisk privat pensionsprodukt (PEPP-produkt).
Lag (2022:1749).

11 kap. Andelar och lotter

Makarnas andelar i boet

1 &#167; Vid bodelning skall f&#246;rst makarnas andelar i boet ber&#228;knas.

2 &#167; Vid ber&#228;kningen av makarnas andelar i boet skall s&#229; mycket avr&#228;knas
fr&#229;n en makes giftor&#228;ttsgods att det t&#228;cker de skulder som den maken hade
n&#228;r talan om &#228;ktenskapsskillnad v&#228;cktes, anm&#228;lan enligt 9 kap. 1 &#167; andra
stycket gjordes eller d&#246;dsfallet intr&#228;ffade.

F&#246;r s&#229;dana fordringar mot en make som &#228;r f&#246;renade med s&#228;rskild f&#246;rm&#229;nsr&#228;tt
i makens enskilda egendom skall maken f&#229; t&#228;ckning ur sitt giftor&#228;ttsgods
endast i den m&#229;n betalning inte kan erh&#229;llas ur den enskilda egendomen.
Detsamma g&#228;ller skulder som maken har &#229;dragit sig f&#246;r underh&#229;ll eller
f&#246;rb&#228;ttring av den enskilda egendomen eller som p&#229; annat s&#228;tt &#228;r att
h&#228;nf&#246;ra till denna.

Vad som s&#228;gs i andra stycket om enskild egendom skall &#228;ven g&#228;lla s&#229;dan
r&#228;ttighet som enligt 10 kap. 3 &#167; inte skall ing&#229; i bodelning.

3 &#167; Vad som &#229;terst&#229;r av makarnas giftor&#228;ttsgods, sedan avdrag har gjorts
f&#246;r att skulderna skall t&#228;ckas, skall l&#228;ggas samman. V&#228;rdet d&#228;rav skall
d&#228;refter delas lika mellan makarna.

4 &#167; Om den ena maken utan den andra makens samtycke inom tre 
&#229;r innan talan om &#228;ktenskapsskillnad v&#228;cktes i inte obetydlig 
omfattning genom g&#229;va har minskat sitt giftor&#228;ttsgods eller 
anv&#228;nt sitt giftor&#228;ttsgods till att &#246;ka v&#228;rdet av sin enskilda 
egendom, ska den andra makens andel vid bodelning med 
anledning av &#228;ktenskapsskillnad ber&#228;knas som om g&#229;vans v&#228;rde 
eller v&#228;rdet av det anv&#228;nda giftor&#228;ttsgodset alltj&#228;mt hade 
ing&#229;tt i den f&#246;rstn&#228;mnda makens giftor&#228;ttsgods. Dennes del i 
det sammanlagda giftor&#228;ttsgodset ska minskas i motsvarande 
m&#229;n.

Det som anges i f&#246;rsta stycket om enskild egendom ska &#228;ven 
g&#228;lla s&#229;dana r&#228;ttigheter som enligt 10 kap. 3 &#167; inte ska ing&#229; 
i bodelning. D&#228;rvid ska med &#246;kning av v&#228;rdet av en s&#229;dan 
r&#228;ttighet j&#228;mst&#228;llas f&#246;rv&#228;rv av r&#228;ttigheten. Vidare ska, om en 
makes anv&#228;ndning av sitt giftor&#228;ttsgods har medf&#246;rt att v&#228;rdet 
av egen pensionsf&#246;rs&#228;kring, eget pensionssparkonto eller eget 
sparande i en s&#229;dan PEPP-produkt som avses i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/1238 &#246;kat 
eller att maken f&#246;rv&#228;rvat f&#246;rm&#229;n p&#229; grund av s&#229;dan f&#246;rs&#228;kring, 
p&#229; grund av pensionssparavtal eller p&#229; grund av sparande i en 
PEPP-produkt, best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas &#228;ven 
om den andra maken har samtyckt till &#229;tg&#228;rden.
Lag (2022:1749).

4 a &#167; Om en skuld som uppkommit genom brott har r&#228;knats av fr&#229;n
den ena makens giftor&#228;ttsgods enligt 2 &#167; eller om ena maken har
anv&#228;nt sitt giftor&#228;ttsgods till att betala en s&#229;dan skuld,
skall den andra makens andel vid bodelningen ber&#228;knas som om
skulden inte hade r&#228;knats av eller betalningen inte hade skett.
Den f&#246;rstn&#228;mnda makens del i det sammanlagda giftor&#228;ttsgodset
skall minskas i motsvarande m&#229;n.

F&#246;rsta stycket g&#228;ller endast skulder som har uppkommit inom tre
&#229;r innan talan om &#228;ktenskapsskillnad v&#228;cktes, anm&#228;lan enligt 9
kap. 1 &#167; andra stycket gjordes eller d&#246;dsfallet intr&#228;ffade.
Lag (2007:184).

5 &#167; Skall vid bodelning med anledning av en makes d&#246;d f&#246;rskott p&#229; arv som
har getts ur n&#229;gon makes giftor&#228;ttsgods avr&#228;knas p&#229; arvet efter den d&#246;de,
skall p&#229; den lott som vid bodelningen tillkommer den d&#246;des arvingar
avr&#228;kning ske f&#246;r f&#246;rskottet eller, om det inte kan avr&#228;knas helt p&#229; arvet,
f&#246;r vad som kan avr&#228;knas av f&#246;rskottet. Sedan avdrag har gjorts f&#246;r att
skulderna skall t&#228;ckas, skall f&#246;rskottsgivarens giftor&#228;ttsgods f&#246;re
sammanl&#228;ggningen med den andra makens giftor&#228;ttsgods &#246;kas med ett belopp
som motsvarar vad som skall avr&#228;knas vid bodelningen.

6 &#167; Summan av det giftor&#228;ttsgods som den ena maken skall f&#229; f&#246;r t&#228;ckning
av skulder och vid delning av &#229;terst&#229;ende giftor&#228;ttsgods utg&#246;r den
makens andel i boet. Ett underh&#229;llsbidrag som har f&#246;rfallit till betalning
och som en make enligt 6 kap. 8 &#167; skall betala med ett eng&#229;ngsbelopp till
den andra maken skall vid bodelningen dock tas fr&#229;n vad den bidragsskyldiga
maken har r&#228;tt till ut&#246;ver egendom till t&#228;ckning av skuld. Den
bidragsskyldiga makens andel skall minskas och den andra makens andel &#246;kas
med de belopp som detta f&#246;ranleder.

Egendomens f&#246;rdelning p&#229; lotter

7 &#167; Med ledning av de andelar som har ber&#228;knats f&#246;r makarna skall
giftor&#228;ttsgodset f&#246;rdelas p&#229; lotter. Varje make har r&#228;tt att p&#229; sin lott
i f&#246;rsta hand f&#229; sin egendom eller den del av denna som den maken &#246;nskar.

8 &#167; Den make som b&#228;st beh&#246;ver makarnas gemensamma bostad eller bohag har
r&#228;tt att f&#229; denna egendom i avr&#228;kning p&#229; sin lott eller, om v&#228;rdet &#228;r
ringa, utan avr&#228;kning. Denna r&#228;tt g&#228;ller dock inte om egendomen &#228;r den
andra makens enskilda enligt 7 kap. 2 &#167; f&#246;rsta stycket 2--4. En
f&#246;ruts&#228;ttning f&#246;r att en make skall f&#229; &#246;verta en bostad eller bohag
som tillh&#246;r den andra maken &#228;r vidare att ett s&#229;dant &#246;vertagande &#228;ven
med h&#228;nsyn till omst&#228;ndigheterna i &#246;vrigt kan anses sk&#228;ligt.

Svarar egendomen f&#246;r fordran som &#228;r f&#246;renad med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i
egendomen, &#228;r en ytterligare f&#246;ruts&#228;ttning f&#246;r ett &#246;vertagande att den
andra maken befrias fr&#229;n ansvar f&#246;r fordringen eller att medel till att
betala denna har satts under s&#228;rskild v&#229;rd.

N&#228;r den ena maken &#228;r d&#246;d, g&#228;ller f&#246;rsta stycket endast till f&#246;rm&#229;n f&#246;r
den efterlevande maken.

9 &#167; En make, vars giftor&#228;ttsgods i v&#228;rde &#246;verstiger den makens andel, har
r&#228;tt att i st&#228;llet f&#246;r att l&#228;mna egendom till den andra maken betala
motsvarande belopp i pengar. Om godtagbar s&#228;kerhet st&#228;lls f&#246;r betalningen,
kan maken f&#229; sk&#228;ligt anst&#229;nd med denna. L&#228;mnas inte n&#229;gon betalning, har
den andra maken r&#228;tt att s&#229; l&#229;ngt det &#228;r m&#246;jligt f&#229; s&#229;dan egendom som
inte &#228;r uppenbart ol&#228;mplig f&#246;r den maken.

Vid bodelning med anledning av den ena makens d&#246;d g&#228;ller f&#246;rsta stycket
endast till f&#246;rm&#229;n f&#246;r den efterlevande maken.

10 &#167; Om en make &#246;vertar makarnas gemensamma bostad eller bohag mot
avr&#228;kning och inte tillgodoser den andra maken med egendom ur
giftor&#228;ttsgodset, skall den &#246;vertagande maken betala motsvarande belopp
i pengar. Om godtagbar s&#228;kerhet st&#228;lls f&#246;r betalningen, kan maken f&#229;
sk&#228;ligt anst&#229;nd med denna.

11 &#167; En make, som vid f&#246;rdelningen p&#229; lotter inte har kunnat f&#229; ut hela
sin andel, har en fordran p&#229; den andra maken f&#246;r bristen.

12 kap. J&#228;mkning vid bodelning

1 &#167; I den m&#229;n det med h&#228;nsyn s&#228;rskilt till &#228;ktenskapets l&#228;ngd men &#228;ven
till makarnas ekonomiska f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt &#228;r
osk&#228;ligt att en make vid bodelning skall l&#228;mna egendom till den andra
maken i den omfattning som f&#246;ljer av 11 kap., skall bodelningen i st&#228;llet
g&#246;ras s&#229; att den f&#246;rstn&#228;mnda maken f&#229;r beh&#229;lla mer av sitt giftor&#228;ttsgods.
&#196;r en make f&#246;rsatt i konkurs n&#228;r bodelningen skall f&#246;rr&#228;ttas eller finns
det andra s&#228;rskilda sk&#228;l att inte dela makarnas giftor&#228;ttsgods, skall
varje make beh&#229;lla sitt giftor&#228;ttsgods som sin andel.

F&#246;rsta stycket g&#228;ller inte vid bodelning med anledning av en makes d&#246;d.

2 &#167; Vid bodelning med anledning av en makes d&#246;d skall, om den efterlevande
maken beg&#228;r det, vardera sidan som sin andel beh&#229;lla sitt giftor&#228;ttsgods.
Om den efterlevande maken begr&#228;nsar sin beg&#228;ran till att avse endast en del
av sitt giftor&#228;ttsgods, skall den andra sidan beh&#229;lla motsvarande kvotdel
av den avlidna makens giftor&#228;ttsgods, varefter &#229;terstoden f&#246;rdelas enligt
11 kap.

Best&#228;mmelserna i 15 kap. 1 och 3 &#167;&#167; &#228;rvdabalken om f&#246;rlust av r&#228;tt till
arv skall ocks&#229; g&#228;lla i fr&#229;ga om r&#228;tten f&#246;r den efterlevande maken att vid
bodelning f&#229; del i den avlidnes giftor&#228;ttsgods liksom betr&#228;ffande r&#228;tten
f&#246;r den efterlevande maken att f&#229; beh&#229;lla sitt giftor&#228;ttsgods.

3 &#167; Om ett villkor i ett &#228;ktenskapsf&#246;rord &#228;r osk&#228;ligt med h&#228;nsyn till
f&#246;rordets inneh&#229;ll, omst&#228;ndigheterna vid f&#246;rordets tillkomst, senare
intr&#228;ffade f&#246;rh&#229;llanden och omst&#228;ndigheterna i &#246;vrigt, f&#229;r det j&#228;mkas
eller l&#228;mnas utan avseende vid bodelningen.

Vad som s&#228;gs i f&#246;rsta stycket om villkor i &#228;ktenskapsf&#246;rord skall g&#228;lla
&#228;ven villkor i f&#246;ravtal.

13 kap. Verkan av bodelning

1 &#167; En make f&#229;r inte vid bodelning till skada f&#246;r sina 
borgen&#228;rer l&#229;ta enskild egendom ing&#229; i bodelningen eller, p&#229; 
annat s&#228;tt &#228;n som anges i denna balk, avst&#229; egendom som ska 
ing&#229; i bodelningen.

En make f&#229;r inte heller vid f&#246;rdelning p&#229; lotter till skada 
f&#246;r sina borgen&#228;rer avst&#229; utm&#228;tningsbar egendom i utbyte mot 
s&#229;dan egendom som inte f&#229;r utm&#228;tas. Detta g&#228;ller dock inte om 
den egendom som avst&#229;s eller f&#246;rv&#228;rvas utg&#246;r makarnas 
gemensamma bostad eller bohag och &#246;vertas med st&#246;d av 11 kap. 
8 &#167;.

Om den ena maken till f&#246;ljd av en s&#229;dan &#229;tg&#228;rd som avses i 
f&#246;rsta eller andra stycket inte kan betala en skuld som har 
uppkommit f&#246;re bodelningen eller om det av annan anledning kan 
antas att maken &#228;r p&#229; obest&#229;nd, svarar den andra maken f&#246;r 
bristen upp till v&#228;rdet av vad den f&#246;rstn&#228;mnda makens 
utm&#228;tningsbara egendom har minskat genom &#229;tg&#228;rden. Detta 
g&#228;ller dock inte om den f&#246;rstn&#228;mnda maken efter bodelningen 
hade kvar utm&#228;tningsbar egendom som uppenbarligen motsvarade 
skulderna.

En makes ansvar enligt denna paragraf f&#229;r inte g&#246;ras g&#228;llande 
s&#229; l&#228;nge ett m&#229;l p&#229;g&#229;r om &#229;tervinning av bodelningen enligt 
konkurslagen (1987:672) eller lagen (2022:964) om 
f&#246;retagsrekonstruktion. Lag (2022:968).

2 &#167; Om ansvaret f&#246;r en avliden makes skulder g&#228;ller s&#228;rskilda best&#228;mmelser
i &#228;rvdabalken i st&#228;llet f&#246;r vad som s&#228;gs i 1 &#167;.

Har bodelning f&#246;rr&#228;ttats mellan en make och den andra makens arvingar
eller universella testamentstagare och har den efterlevande maken
vidtagit en s&#229;dan &#229;tg&#228;rd som avses 1 &#167;, svarar arvingarna och
testamentstagarna solidariskt f&#246;r betalningsskyldighet enligt 1 &#167;.

3 &#167; Har en makes andel enligt 11 kap. 4 &#167; f&#246;rsta stycket ber&#228;knats
som om v&#228;rdet av en g&#229;va hade ing&#229;tt bland tillg&#229;ngarna och kan maken vid
bodelningen inte f&#229; ut sin andel, g&#228;ller f&#246;ljande. Om den som fick g&#229;van
ins&#229;g eller borde ha insett att g&#229;van var till skada f&#246;r maken, skall
g&#229;votagaren &#229;terb&#228;ra s&#229; stor del av g&#229;van eller dess v&#228;rde som fordras f&#246;r
att makens r&#228;tt skall tillgodoses. Talan om detta skall v&#228;ckas inom fem &#229;r
fr&#229;n det att g&#229;van fullbordades.

Om g&#229;van inte var fullbordad vid tiden f&#246;r bodelningen, f&#229;r den inte
g&#246;ras g&#228;llande i den m&#229;n den skulle hindra att maken f&#229;r ut sin andel.

4 &#167; Om en makes andel enligt 11 kap. 4 &#167; andra stycket har 
ber&#228;knats som om v&#228;rde av en pensionsf&#246;rs&#228;kring hade ing&#229;tt 
bland tillg&#229;ngarna och maken vid bodelningen inte kan f&#229; ut 
sin andel, &#228;r f&#246;rs&#228;kringsgivaren skyldig att av 
f&#246;rs&#228;kringstagarens tillgodohavande betala tillbaka vad som 
fattas. &#197;terbetalningen f&#229;r g&#246;ras direkt till 
f&#246;rs&#228;kringstagarens make. Vad som nu angetts ska till&#228;mpas p&#229; 
motsvarande s&#228;tt i fr&#229;ga om tillg&#229;ngar p&#229; pensionssparkonto 
eller ett tillgodohavande vid sparande i en s&#229;dan PEPP-produkt 
som avses i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
2019/1238. Lag (2022:1749).

5 &#167; Om en bodelning har lett till att en fastighet har delats s&#229;, att
makarna har f&#229;tt skilda andelar utan att villkor om utbrytning har
st&#228;llts upp i bodelningshandlingen, innehar makarna fastigheten med
sam&#228;gander&#228;tt.

I den m&#229;n bodelningen i andra fall inneb&#228;r att en del av en fastighet
kommer i en s&#228;rskild &#228;gares hand &#228;r bodelningen utan verkan.

6 &#167; N&#228;r bodelning har f&#246;rr&#228;ttats, f&#229;r makarna eller en av dem
ge in bodelningshandlingen till Skatteverket f&#246;r registrering.
Lag (2011:891).

Fj&#228;rde avdelningen

R&#228;tteg&#229;ngsbest&#228;mmelser

14 kap. &#196;ktenskapsm&#229;l och m&#229;l om underh&#229;ll

&#196;ktenskapsm&#229;l

1 &#167; &#196;ktenskapsm&#229;l &#228;r m&#229;l om &#228;ktenskapsskillnad och m&#229;l d&#228;r talan f&#246;rs
om fastst&#228;llelse av att ett &#228;ktenskap best&#229;r eller inte best&#229;r.

2 &#167; Talan om fastst&#228;llelse av att ett &#228;ktenskap best&#229;r eller
inte best&#229;r kan f&#246;ras endast i en tvist mellan makarna.

Fr&#229;gan huruvida ett &#228;ktenskap best&#229;r kan i &#246;vrigt pr&#246;vas i
tvister d&#228;r n&#229;gons r&#228;tt &#228;r beroende av det. Lag (2009:253).

3 &#167; &#196;ktenskapsm&#229;l tas upp av tingsr&#228;tten i den ort d&#228;r en av 
makarna har sin hemvist.

Om det kan antas att sekretess g&#228;ller f&#246;r de uppgifter som 
beh&#246;vs f&#246;r att avg&#246;ra makarnas hemvist, f&#229;r m&#229;let tas upp &#228;ven 
av Stockholms tingsr&#228;tt. Detsamma g&#228;ller om det kan antas att 
sekretess g&#228;ller f&#246;r de uppgifter som beh&#246;vs f&#246;r att avg&#246;ra en 
makes hemvist och den andra maken saknar hemvist i landet.

Om ingen av makarna har sin hemvist i landet, tas m&#229;let upp av 
Stockholms tingsr&#228;tt. Lag (2021:529).

4 &#167; Vill b&#229;da makarna ha &#228;ktenskapsskillnad, f&#229;r de gemensamt 
ans&#246;ka om detta. I andra fall skall talan i &#228;ktenskapsm&#229;l 
v&#228;ckas genom ans&#246;kan om st&#228;mning.

5 &#167; I m&#229;l om &#228;ktenskapsskillnad f&#229;r domstolen pr&#246;va fr&#229;gor om 
underh&#229;llsbidrag, v&#229;rdnad om barn, barns boende, umg&#228;nge med 
barn, r&#228;tt att bo kvar i makarnas gemensamma bostad till dess 
att bodelning sker och f&#246;rbud att bes&#246;ka varandra. Yrkanden i 
s&#229;dana fr&#229;gor framst&#228;lls i den ans&#246;kan genom vilken talan om 
&#228;ktenskapsskillnad v&#228;cks. Om en s&#229;dan talan redan har v&#228;ckts, 
f&#229;r yrkandena framst&#228;llas muntligen inf&#246;r domstolen eller 
skriftligen utan s&#228;rskild st&#228;mning.

I m&#229;let f&#229;r &#228;ven pr&#246;vas fr&#229;gan om f&#246;rordnande av 
bodelningsf&#246;rr&#228;ttare.

I 6 kap. 17 c &#167; f&#246;r&#228;ldrabalken finns best&#228;mmelser om att 
domstolen i vissa fall inte f&#229;r ta upp en f&#246;r&#228;lders yrkande om 
v&#229;rdnad om barn, barns boende eller umg&#228;nge med barn till 
pr&#246;vning om f&#246;r&#228;ldern inte har deltagit i informationssamtal.
Lag (2021:529).

6 &#167; Sedan talan om &#228;ktenskapsskillnad har v&#228;ckts, skall domstolen pr&#246;va
om dom p&#229; &#228;ktenskapsskillnad kan meddelas genast. Beh&#246;vs bet&#228;nketid, skall
domstolen underr&#228;tta parterna om att bet&#228;nketid l&#246;per och ge besked om
m&#229;lets fortsatta handl&#228;ggning.

7 &#167; I m&#229;l om &#228;ktenskapsskillnad f&#229;r domstolen, f&#246;r tiden till
dess att fr&#229;gan har avgjorts genom dom som har vunnit laga
kraft, p&#229; yrkande av n&#229;gon av makarna

1. best&#228;mma vem av makarna som ska ha r&#228;tt att bo kvar i
makarnas gemensamma bostad, dock l&#228;ngst f&#246;r tiden till dess att
bodelning har skett,

2. f&#246;rordna om skyldighet f&#246;r den ena maken att utge bidrag
till den andra makens underh&#229;ll.

I s&#229;dant m&#229;l f&#229;r domstolen ocks&#229;, f&#246;r tiden till dess att
skillnadsfr&#229;gan har avgjorts genom dom som har vunnit laga
kraft, p&#229; yrkande av n&#229;gon av makarna f&#246;rbjuda makarna att
bes&#246;ka varandra.

Ett beslut enligt f&#246;rsta stycket f&#229;r verkst&#228;llas p&#229; samma s&#228;tt
som en dom som har vunnit laga kraft. Ett beslut enligt andra
stycket g&#228;ller p&#229; samma s&#228;tt som en dom som har vunnit laga
kraft. Beslut enligt f&#246;rsta eller andra stycket f&#229;r dock n&#228;r
som helst &#228;ndras av domstolen.

&#214;vertr&#228;der n&#229;gon ett f&#246;rbud enligt andra stycket, till&#228;mpas
24 &#167; lagen (1988:688) om kontaktf&#246;rbud.

I m&#229;l om &#228;ktenskapsskillnad f&#229;r domstolen dessutom, med
till&#228;mpning av best&#228;mmelserna i f&#246;r&#228;ldrabalken, f&#246;rordna om vad
som ska g&#228;lla i fr&#229;ga om v&#229;rdnad, boende, umg&#228;nge och bidrag
till barns underh&#229;ll f&#246;r tiden till dess att en s&#229;dan fr&#229;ga har
avgjorts genom en dom som har vunnit laga kraft eller
f&#246;r&#228;ldrarna har tr&#228;ffat ett avtal om fr&#229;gan och, i de fall det
kr&#228;vs f&#246;r att avtalet ska g&#228;lla, avtalet har godk&#228;nts av
socialn&#228;mnden. Lag (2011:484).

8 &#167; Den make som domstolen har ber&#228;ttigat att bo kvar i makarnas
gemensamma bostad har r&#228;tt att anv&#228;nda &#228;ven den andra makens bohag som
finns i bostaden. Domstolen f&#229;r dock betr&#228;ffande viss egendom best&#228;mma
annat. Avtal som den sistn&#228;mnda maken d&#228;refter ing&#229;r med tredje man
inskr&#228;nker inte nyttjander&#228;tten till bostaden eller bohaget.

Har den ena maken ber&#228;ttigats att bo kvar i bostaden, &#228;r den andra maken
skyldig att genast flytta d&#228;rifr&#229;n.

9 &#167; Innan r&#228;tten meddelar ett beslut enligt 7 &#167;, skall den
andra maken f&#229; tillf&#228;lle att yttra sig &#246;ver yrkandet.
Lag (2000:173).

10 &#167; S&#228;rskilt yrkande om dom p&#229; &#228;ktenskapsskillnad efter bet&#228;nketid skall
framst&#228;llas muntligen inf&#246;r domstolen eller skriftligen. Har yrkandet
framst&#228;llts av endast en av makarna, skall domstolen bereda den andra
maken tillf&#228;lle att yttra sig &#246;ver yrkandet.

11 &#167; Om en make &#229;terkallar ett yrkande om &#228;ktenskapsskillnad
sedan gemensam ans&#246;kan om &#228;ktenskapsskillnad har getts in till
domstolen eller sedan den makens yrkande om &#228;ktenskapsskillnad
har delgetts den andra maken, skall yrkandet &#228;nd&#229; pr&#246;vas om den
andra maken yrkar det. Den andra maken skall underr&#228;ttas om
detta n&#228;r &#229;terkallelsen skickas till honom eller henne.

Om k&#228;randen uteblir fr&#229;n en f&#246;rhandling i ett m&#229;l om
&#228;ktenskapsskillnad, skall yrkandet om &#228;ktenskapsskillnad &#228;nd&#229;
pr&#246;vas om svaranden beg&#228;r det. R&#228;tten skall underr&#228;tta k&#228;randen
om detta i kallelsen till f&#246;rhandlingen. Lag (2000:173).

12 &#167; N&#228;r makarna eller en av dem yrkar &#228;ktenskapsskillnad f&#229;r
yrkandet pr&#246;vas utan huvudf&#246;rhandling. Andra fr&#229;gor i m&#229;let kan
avg&#246;ras utan huvudf&#246;rhandling enligt best&#228;mmelserna i
r&#228;tteg&#229;ngsbalken. Lag (2000:173).

13 &#167; D&#246;mer domstolen till &#228;ktenskapsskillnad, skall den samtidigt
ompr&#246;va beslut som har meddelats enligt 7 &#167; f&#246;rsta stycket 1 eller andra
stycket. N&#228;r domstolen d&#246;mer i fr&#229;ga om skyldighet f&#246;r den ena maken att
utge bidrag till den andra makens underh&#229;ll, skall den ompr&#246;va beslut som
har meddelats enligt 7 &#167; f&#246;rsta stycket 2.

14 &#167; Har fr&#229;gan om &#228;ktenskapsskillnad fallit enligt 5 kap. 3 &#167;, skall
m&#229;let avskrivas. Parterna svarar d&#229; f&#246;r sina egna r&#228;tteg&#229;ngskostnader.

M&#229;l om underh&#229;ll

15 &#167; Vad som s&#228;gs i 7, 9 och 13 &#167;&#167; betr&#228;ffande f&#246;rordnande om
underh&#229;llsbidrag f&#246;r tiden till dess att fr&#229;gan har avgjorts genom dom
som har vunnit laga kraft g&#228;ller &#228;ven n&#228;r

1. en make utan samband med ett m&#229;l om &#228;ktenskapsskillnad har yrkat att
den andra maken skall utge underh&#229;llsbidrag enligt 6 kap. 5 &#167; eller 6 &#167;
f&#246;rsta stycket,

2. fr&#229;gor om underh&#229;ll enligt 6 kap. 7 &#167; handl&#228;ggs sedan dom p&#229;
&#228;ktenskapsskillnad har meddelats, eller

3. talan om j&#228;mkning av dom eller avtal om underh&#229;ll f&#246;rs enligt
6 kap. 11 &#167;.

16 &#167; I fall som avses i 6 kap. 6 &#167; andra stycket f&#229;r domstolen
p&#229; yrkande av en av makarna besluta i fr&#229;gan om nyttjander&#228;tt
f&#246;r tiden till dess att fr&#229;gan har avgjorts genom dom som har
vunnit laga kraft. Innan r&#228;tten meddelar beslut, skall den
andra maken f&#229; tillf&#228;lle att yttra sig &#246;ver yrkandet. Beslutet
f&#229;r verkst&#228;llas p&#229; samma s&#228;tt som en dom som har vunnit laga
kraft men f&#229;r n&#228;r som helst &#228;ndras av domstolen.
Lag (2000:173).

Domstols sammans&#228;ttning m.m.

17 &#167; Vid huvudf&#246;rhandling i &#228;ktenskapsm&#229;l och m&#229;l om 
underh&#229;ll ska tingsr&#228;tten best&#229; av en lagfaren domare och tre 
n&#228;mndem&#228;n. Tingsr&#228;tten &#228;r vid huvudf&#246;rhandlingen dock domf&#246;r 
med en lagfaren domare, om r&#228;tten anser att det &#228;r 
tillr&#228;ckligt att en domare sitter i r&#228;tten och parterna 
samtycker till det eller m&#229;let &#228;r av enkel beskaffenhet. N&#228;r 
huvudf&#246;rhandlingen h&#229;lls i f&#246;renklad form ska tingsr&#228;tten 
best&#229; av en lagfaren domare. Dessa regler g&#228;ller &#228;ven f&#246;r 
andra m&#229;l som handl&#228;ggs i samma r&#228;tteg&#229;ng.

Om en av n&#228;mndem&#228;nnen f&#229;r f&#246;rhinder sedan huvudf&#246;rhandlingen 
har p&#229;b&#246;rjats, &#228;r r&#228;tten domf&#246;r med en lagfaren domare och 
tv&#229; n&#228;mndem&#228;n.

Om det finns sk&#228;l f&#246;r det, f&#229;r antalet lagfarna domare ut&#246;kas 
med en ut&#246;ver det som f&#246;ljer av f&#246;rsta stycket f&#246;rsta 
meningen. Detsamma g&#228;ller i fr&#229;ga om antalet n&#228;mndem&#228;n. Om 
n&#229;gon eller n&#229;gra av ledam&#246;terna f&#229;r f&#246;rhinder sedan 
huvudf&#246;rhandlingen har p&#229;b&#246;rjats, g&#228;ller andra stycket i 
fr&#229;ga om domf&#246;rhet.

N&#228;r n&#228;mndem&#228;n ing&#229;r i tingsr&#228;tten, ska ordf&#246;randen vid 
&#246;verl&#228;ggning redog&#246;ra f&#246;r omst&#228;ndigheterna i m&#229;let och 
inneh&#229;llet i g&#228;llande r&#228;tt. Vid omr&#246;stning ska f&#246;rst 
ordf&#246;randen och d&#228;refter n&#228;mndem&#228;nnen s&#228;ga sin mening. I 
&#246;vrigt g&#228;ller best&#228;mmelserna i r&#228;tteg&#229;ngsbalken om 
&#246;verl&#228;ggning och omr&#246;stning i tvistem&#229;l. Lag (2016:245).

18 &#167; I &#228;ktenskapsm&#229;l och m&#229;l om underh&#229;ll &#228;r hovr&#228;tten domf&#246;r
med tre lagfarna domare och tv&#229; n&#228;mndem&#228;n. Om en av de lagfarna
domarna eller en av n&#228;mndem&#228;nnen f&#229;r f&#246;rhinder sedan
huvudf&#246;rhandling har p&#229;b&#246;rjats, &#228;r r&#228;tten &#228;nd&#229; domf&#246;r. Fler &#228;n
fyra lagfarna domare och tre n&#228;mndem&#228;n f&#229;r inte delta. Vid
handl&#228;ggning som inte sker vid huvudf&#246;rhandling, liksom n&#228;r
m&#229;let i tingsr&#228;tten har avgjorts utan n&#228;mndem&#228;n, &#228;r hovr&#228;tten
domf&#246;r &#228;ven med enbart lagfarna domare enligt 2 kap. 4 &#167; f&#246;rsta
stycket r&#228;tteg&#229;ngsbalken. Hovr&#228;tten &#228;r i &#246;vrigt domf&#246;r enligt 2
kap. 4 &#167; tredje-femte styckena r&#228;tteg&#229;ngsbalken.

Tar n&#228;mndem&#228;n del i m&#229;lets avg&#246;rande, ska vid &#246;verl&#228;ggning
ordf&#246;randen eller, om m&#229;let har beretts av en annan lagfaren
domare, denne redog&#246;ra f&#246;r omst&#228;ndigheterna i m&#229;let och
inneh&#229;llet i g&#228;llande r&#228;tt. Vid omr&#246;stning ska n&#228;mndem&#228;nnen
s&#228;ga sin mening sist. I &#246;vrigt g&#228;ller best&#228;mmelserna i
r&#228;tteg&#229;ngsbalken om &#246;verl&#228;ggning och omr&#246;stning i tvistem&#229;l.
Lag (2008:645).

15 kap. &#196;renden om &#228;ktenskaps ing&#229;ende

1 &#167;  En ans&#246;kan om tillst&#229;nd till &#228;ktenskap enligt 2 kap. 3 &#167;
pr&#246;vas av l&#228;nsstyrelsen i ett l&#228;n d&#228;r en s&#246;kande &#228;r
folkbokf&#246;rd. Om det saknas en s&#229;dan beh&#246;rig l&#228;nsstyrelse,
pr&#246;vas ans&#246;kan av L&#228;nsstyrelsen i Stockholms l&#228;n.

I &#228;renden som r&#246;r halvsyskon ska l&#228;nsstyrelsen inh&#228;mta ett
yttrande fr&#229;n Socialstyrelsen. Lag (2014:376).

2 &#167; Skatteverkets beslut i fr&#229;ga om hinderspr&#246;vning f&#229;r
&#246;verklagas hos en f&#246;rvaltningsr&#228;tt inom vars domkrets n&#229;gon av
dem som beg&#228;rt hinderspr&#246;vningen &#228;r folkbokf&#246;rd. Finns ingen
s&#229;dan beh&#246;rig f&#246;rvaltningsr&#228;tt, &#246;verklagas beslutet hos
F&#246;rvaltningsr&#228;tten i Stockholm.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2010:8).

3 &#167; Beslut av s&#228;rskilt f&#246;rordnade vigself&#246;rr&#228;ttare om
f&#246;rr&#228;ttande av vigsel f&#229;r &#246;verklagas hos l&#228;nsstyrelsen.
Lag (2009:253).

4 &#167; L&#228;nsstyrelsens beslut om tillst&#229;nd till &#228;ktenskap eller om
f&#246;rr&#228;ttande av vigsel f&#229;r &#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol.
Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (1995:1681).

5 &#167; L&#228;nsstyrelsens beslut att inte f&#246;rordna n&#229;gon som
vigself&#246;rr&#228;ttare f&#229;r inte &#246;verklagas. Lag (2009:253).

16 kap. Registrerings&#228;renden

1 &#167; F&#246;r hela landet gemensamt ska Skatteverket f&#246;ra ett 
&#228;ktenskapsregister f&#246;r inskrivning av de uppgifter som ska 
registreras enligt denna balk eller som ska tas in i 
registret enligt andra best&#228;mmelser. Lag (2015:900).

2 &#167; Ans&#246;kan om registrering g&#246;rs hos Skatteverket.

Till ans&#246;kan ska fogas den handling som ska registreras.
Beg&#228;rs registrering av en g&#229;va som inte har skett skriftligen,
ska uppgift om g&#229;van l&#228;mnas i en handling som har
undertecknats av b&#229;da makarna.

Betr&#228;ffande anm&#228;lan om bodelning finns best&#228;mmelser i 9 kap.
1 &#167; andra stycket. Lag (2011:891).

3 &#167; Beg&#228;rs registrering av en g&#229;va, ska Skatteverket kung&#246;ra
detta i Post- och Inrikes Tidningar. Detsamma g&#228;ller om makar
g&#246;r en anm&#228;lan om bodelning enligt 9 kap. 1 &#167; andra stycket
eller om makarna eller en av dem ger in en bodelningshandling
f&#246;r registrering. Lag (2011:891).

4 &#167; Om ans&#246;kan bifalls, anses registrering ha skett den dag
handlingen kom in till Skatteverket. Lag (2011:891).

5 &#167; Skatteverkets beslut i fr&#229;ga om registrering f&#229;r
&#246;verklagas till den tingsr&#228;tt d&#228;r n&#229;gon av s&#246;kandena ska svara
i tvistem&#229;l i allm&#228;nhet.

Vid ett &#246;verklagande g&#228;ller lagen (1996:242) om
domstols&#228;renden. Lag (2011:891).

17 kap. Bodelningsf&#246;rr&#228;ttare

1 &#167; Om makarna inte kan enas om en bodelning, skall domstolen p&#229; ans&#246;kan
av make f&#246;rordna n&#229;gon att vara bodelningsf&#246;rr&#228;ttare. Om det beh&#246;vs f&#229;r
flera bodelningsf&#246;rr&#228;ttare f&#246;rordnas.

Om boet efter den ena makens d&#246;d st&#228;lls under f&#246;rvaltning av en
boutredningsman, &#228;r denne utan s&#228;rskilt f&#246;rordnande bodelningsf&#246;rr&#228;ttare.
Detta g&#228;ller dock ej, om n&#229;gon annan redan har f&#246;rordnats eller om
boutredningsmannen &#228;r del&#228;gare i boet.

2 &#167; Ans&#246;kan om f&#246;rordnande av bodelningsf&#246;rr&#228;ttare skall, om m&#229;l om
&#228;ktenskapsskillnad p&#229;g&#229;r, g&#246;ras i m&#229;let. I annat fall skall ans&#246;kan ges
in till en tingsr&#228;tt som &#228;r beh&#246;rig att pr&#246;va tvister om bodelning
mellan makarna.

3 &#167; Skall ans&#246;kan pr&#246;vas i m&#229;l om &#228;ktenskapsskillnad, g&#228;ller vad som
s&#228;gs i 14 kap. 9 &#167; ocks&#229; f&#246;rordnande av bodelningsf&#246;rr&#228;ttare. &#196;ven i
annat fall skall domstolen, innan den avg&#246;r fr&#229;gan, bereda den andra
maken tillf&#228;lle att yttra sig.

4 &#167; Till bodelningsf&#246;rr&#228;ttare f&#229;r endast f&#246;rordnas den som har samtyckt
till det. Bodelningsf&#246;rr&#228;ttaren skall entledigas om det finns sk&#228;l f&#246;r
det. Innan beslut fattas om entledigande skall bodelningsf&#246;rr&#228;ttaren f&#229;
tillf&#228;lle att yttra sig.

F&#246;rordnanden som meddelas i m&#229;l om &#228;ktenskapsskillnad upph&#246;r att g&#228;lla,
om talan f&#246;rfaller eller om m&#229;let avskrivs av annan anledning &#228;n den ena
makens d&#246;d.

5 &#167; Bodelningsf&#246;rr&#228;ttaren skall vid behov se till att bouppteckning
f&#246;rr&#228;ttas. Varje make skall uppge sina tillg&#229;ngar och skulder. Om en
make underl&#229;ter att l&#228;mna uppgifter till bouppteckningen, f&#229;r domstolen
p&#229; ans&#246;kan av bodelningsf&#246;rr&#228;ttaren f&#246;rel&#228;gga och d&#246;ma ut vite.

En make &#228;r skyldig att bekr&#228;fta riktigheten av en uppr&#228;ttad bouppteckning
med ed inf&#246;r domstolen, om den andra maken beg&#228;r det. I ett s&#229;dant fall f&#229;r
domstolen inte avsluta m&#229;let f&#246;rr&#228;n eden har avlagts. Domstolen f&#229;r f&#246;r
detta &#228;ndam&#229;l f&#246;rel&#228;gga och d&#246;ma ut vite.

6 &#167; Bodelningsf&#246;rr&#228;ttaren skall best&#228;mma tid och plats f&#246;r bodelning samt
kalla makarna till f&#246;rr&#228;ttningen.

Kan makarna inte komma &#246;verens, skall bodelningsf&#246;rr&#228;ttaren pr&#246;va s&#229;dana
tvistiga fr&#229;gor som &#228;r av betydelse f&#246;r bodelningen och inte &#228;r f&#246;rem&#229;l f&#246;r
r&#228;tteg&#229;ng. I s&#229;dant fall skall han i en av honom underskriven handling sj&#228;lv
best&#228;mma om bodelning i enlighet med denna balk. Finns det inget att dela,
skall detta anges i bodelningshandlingen.

7 &#167; Bodelningsf&#246;rr&#228;ttaren har r&#228;tt att f&#229; arvode och ers&#228;ttning f&#246;r sina
utgifter.

Kostnaderna skall betalas av makarna med h&#228;lften vardera.
Bodelningsf&#246;rr&#228;ttaren kan dock vid bodelningen best&#228;mma en annan
f&#246;rdelning, om den ena maken genom v&#229;rdsl&#246;shet eller f&#246;rsummelse har
orsakat &#246;kade kostnader eller om makarnas ekonomiska f&#246;rh&#229;llanden ger
s&#228;rskild anledning till det.

I f&#246;rh&#229;llande till bodelningsf&#246;rr&#228;ttaren svarar makarna solidariskt f&#246;r
dennes ers&#228;ttning.

7 a &#167; Om det &#228;r sk&#228;ligt med h&#228;nsyn till en makes ekonomiska och
personliga f&#246;rh&#229;llanden samt omst&#228;ndigheterna i &#246;vrigt, kan domstol
p&#229; ans&#246;kan av denne besluta att ers&#228;ttning till bodelningsf&#246;rr&#228;ttare
f&#246;r h&#246;gst fem timmars arbete skall betalas av allm&#228;nna medel p&#229; de
villkor som anges i andra stycket (ers&#228;ttningsgaranti). I fr&#229;ga om
s&#229;dan ers&#228;ttning till&#228;mpas 27 &#167; r&#228;ttshj&#228;lpslagen (1996:1619).

Ers&#228;ttning enligt den beslutade ers&#228;ttningsgarantin skall betalas
ut, om den make som har utverkat garantin har en andel i boet som
efter avdrag f&#246;r t&#228;ckning av skulder &#228;r v&#228;rd mindre &#228;n 100 000 kr.
Ers&#228;ttningen skall betalas ut till bodelningsf&#246;rr&#228;ttaren efter
ans&#246;kan. Utbetalt belopp skall vid till&#228;mpningen av 7 &#167;
tillgodor&#228;knas samme make.

Ans&#246;kan enligt f&#246;rsta och andra stycket g&#246;rs hos den domstol som
avses i 2 &#167;. Lag (1996:1622).

8 &#167; Den bodelningshandling som bodelningsf&#246;rr&#228;ttaren har uppr&#228;ttat skall
i original eller bestyrkt kopia s&#229; snart som m&#246;jligt delges b&#229;da makarna.

En make som &#228;r missn&#246;jd med bodelningen f&#229;r klandra den genom att inom
fyra veckor efter delgivningen v&#228;cka talan mot den andra maken vid den
tingsr&#228;tt som har f&#246;rordnat bodelningsf&#246;rr&#228;ttaren. Klandras inte
bodelningen inom denna tid, har maken f&#246;rlorat sin talan. I
bodelningshandingen skall anges vad en make i dessa avseenden har att
iaktta.

I m&#229;l om klander av bodelning f&#229;r domstolen inh&#228;mta yttrande av bodelnings-
f&#246;rr&#228;ttaren och &#229;terf&#246;rvisa &#228;rendet till honom.

9 &#167; Best&#228;mmelserna om s&#228;rskilda r&#228;ttsmedel i 58 och 59 kap.
r&#228;tteg&#229;ngsbalken skall till&#228;mpas i fr&#229;ga om bodelning som f&#246;rr&#228;ttats
av bodelningsf&#246;rr&#228;ttare. H&#228;rvid skall det som s&#228;gs i 58 kap. 10 a
och 13 &#167;&#167; och 59 kap. 5 &#167; r&#228;tteg&#229;ngsbalken om &#246;verklagande g&#228;lla
klander av bodelning. Lag (1994:1035).

18 kap. Gemensamma best&#228;mmelser

1 &#167; Om den som talan enligt denna balk riktas mot saknar k&#228;nt hemvist och det
inte heller kan klarl&#228;ggas var den parten uppeh&#229;ller sig, skall dennes r&#228;tt i
saken bevakas av god man enligt 11 kap. f&#246;r&#228;ldrabalken. Detsamma g&#228;ller, om
den som har k&#228;nt hemvist utom riket inte kan n&#229;s f&#246;r delgivning eller om
denne underl&#229;ter att utse ombud f&#246;r sig och det finns s&#228;rskilda sk&#228;l att
f&#246;rordna god man.

Gode mannen skall samr&#229;da med den som han har f&#246;rordnats f&#246;r, om det kan ske.
I fr&#229;ga om ers&#228;ttning till gode mannen g&#228;ller 20 kap. 2 b &#167; f&#246;r&#228;ldrabalken.
Lag (1988:1254).

2 &#167; Om handl&#228;ggningen av ett m&#229;l om &#228;ktenskapsskillnad har
avslutats utan att det har best&#228;mts vem av makarna som ska ha
r&#228;tt att bo kvar i deras gemensamma bostad till dess att
bodelning har skett, f&#229;r domstolen p&#229; ans&#246;kan av en av makarna
meddela s&#229;dant f&#246;rordnande. Domstolen f&#229;r d&#228;rvid ocks&#229; f&#246;r
samma tid, p&#229; beg&#228;ran av n&#229;gon av makarna, f&#246;rbjuda makarna att
bes&#246;ka varandra. Domstolen f&#229;r &#228;ven &#228;ndra ett tidigare
f&#246;rordnande.

P&#229; beg&#228;ran av n&#229;gon av makarna f&#229;r domstolen besluta om vad som
ska g&#228;lla enligt f&#246;rsta stycket f&#246;r tiden till dess att fr&#229;gan
har avgjorts genom beslut som har vunnit laga kraft. Ett s&#229;dant
interimistiskt beslut f&#229;r verkst&#228;llas och g&#228;ller p&#229; samma s&#228;tt
som ett beslut som har vunnit laga kraft. Beslutet f&#229;r dock n&#228;r
som helst &#228;ndras av domstolen och ska ompr&#246;vas n&#228;r &#228;rendet
slutligt avg&#246;rs.

Om n&#229;gon &#246;vertr&#228;der ett f&#246;rbud som meddelats enligt f&#246;rsta
eller andra stycket, till&#228;mpas 24 &#167; lagen (1988:688) om
kontaktf&#246;rbud.

Innan domstolen meddelar ett beslut ska motparten f&#229; tillf&#228;lle
att yttra sig.

En ans&#246;kan enligt f&#246;rsta stycket ska ges in till en tingsr&#228;tt
som &#228;r beh&#246;rig att pr&#246;va tvist om bodelning mellan makarna.
Till samma tingsr&#228;tt inges ans&#246;kan om r&#228;ttens tillst&#229;nd enligt
7 kap. 8 &#167; eller om r&#228;ttens f&#246;rordnande enligt 9 kap. 8 &#167; att
egendom ska s&#228;ttas under s&#228;rskild f&#246;rvaltning. Om ett m&#229;l om
&#228;ktenskapsskillnad p&#229;g&#229;r, ska dock en s&#229;dan ans&#246;kan alltid ges
in till den tingsr&#228;tt som har tagit upp m&#229;let. Lag (2011:484).

3 &#167; Meddelar domstolen under r&#228;tteg&#229;ngen beslut i fr&#229;gor som avses i
14 kap. 7, 15 eller 16 &#167; eller 17 kap., skall talan mot beslutet f&#246;ras
s&#228;rskilt.

4 &#167; Hovr&#228;ttens dom eller slutliga beslut i m&#229;l om underh&#229;ll enligt 6
kap. f&#229;r inte &#246;verklagas. Hovr&#228;tten f&#229;r dock till&#229;ta att domen eller
beslutet &#246;verklagas, om det finns s&#228;rskilda sk&#228;l f&#246;r en pr&#246;vning om
tillst&#229;nd skall ges enligt 54 kap. 10 &#167; f&#246;rsta stycket 1
r&#228;tteg&#229;ngsbalken.

F&#246;rsta stycket f&#246;rsta meningen g&#228;ller inte, om n&#229;gon annan del av
domen &#246;verklagas.

Hovr&#228;ttens beslut i fr&#229;gor som avses i 14 kap. 7, 15 eller 16 &#167;
eller 17 kap. 7 a &#167; f&#229;r aldrig &#246;verklagas. Lag (1996:1622).

4 a &#167; Vid handl&#228;ggning som sker enligt lagen (1996:242) om
domstols&#228;renden best&#229;r tingsr&#228;tten av en lagfaren domare. Om det
finns s&#228;rskilda sk&#228;l med h&#228;nsyn till &#228;rendets beskaffenhet, f&#229;r
tingsr&#228;tten dock best&#229; av en lagfaren domare och tre n&#228;mndem&#228;n.

Regeringen f&#229;r best&#228;mma att &#228;ven s&#229;dana anst&#228;llda i en tingsr&#228;tt som
inte &#228;r lagfarna domare skall f&#229; handl&#228;gga enkla &#228;renden enligt 17
kap. 1 &#167;. Lag (1996:243).

5 &#167; Uppgifter om ing&#229;ngna och uppl&#246;sta &#228;ktenskap registreras inom folkbok-
f&#246;ringen enligt s&#228;rskilda best&#228;mmelser. Lag (1991:495).

&#214;verg&#229;ngsbest&#228;mmelser

1988:690

Denna lag tr&#228;der i kraft den 1 juli 1988. &#196;ldre best&#228;mmelser g&#228;ller dock
i fr&#229;ga om f&#246;rbud enligt 14 kap. 7 &#167; andra stycket som har meddelats
f&#246;re ikrafttr&#228;dandet.

1989:353

Denna lag tr&#228;der i kraft den 1 juli 1989. &#196;ldre best&#228;mmelser till&#228;mpas
dock i fr&#229;ga om avg&#246;randen av hovr&#228;tt som meddelats f&#246;re ikrafttr&#228;dandet.

1989:657

Denna lag tr&#228;der i kraft den 1 september 1989. &#196;ldre f&#246;reskrifter g&#228;ller
alltj&#228;mt vid huvudf&#246;rhandlingar som har p&#229;b&#246;rjats f&#246;re ikrafttr&#228;dandet.


1989:925

1. Denna lag tr&#228;der i kraft den 1 januari 1990.

2. Ligger den dag som avses i 9 kap. 2 &#167; &#228;ktenskapsbalken f&#246;re den 1
januari 1990 till&#228;mpas 10 kap. 3 &#167; och 11 kap. 4 &#167; i deras &#228;ldre lydelse.

1991:495

1. Denna lag tr&#228;der i kraft den 1 juli 1991.

2. Hinderspr&#246;vning hos pastors&#228;mbetet som inte har beslutats f&#246;re
ikrafttr&#228;dandet skall g&#246;ras av skattemyndigheten.

3. I fr&#229;ga om &#246;verklagande av s&#229;dant beslut av pastors&#228;mbetet eller av pr&#228;st
inom svenska kyrkan om f&#246;rr&#228;ttande av vigsel som har meddelats f&#246;re ikraft-
tr&#228;dandet g&#228;ller &#228;ldre best&#228;mmelser.

1993:130

1. Denna lag tr&#228;der i kraft den 1 april 1993.

2. Den nya lagen till&#228;mpas endast betr&#228;ffande villkor om enskild egendom
vilka har tillkommit efter ikrafttr&#228;dandet.

1995:1681

Denna lag tr&#228;der i kraft den 1 maj 1996 men till&#228;mpas inte i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats dessf&#246;rinnan.

1996:765

1. Denna lag tr&#228;der i kraft den 1 september 1996.

2. Har god man f&#246;rordnats enligt ackordslagen (1970:847) f&#246;re
ikrafttr&#228;dandet g&#228;ller dock &#228;ldre best&#228;mmelser.

1997:390

1. Denna lag tr&#228;der i kraft den 1 september 1997.

2. Om huvudf&#246;rhandlingen har p&#229;b&#246;rjats f&#246;re ikrafttr&#228;dandet
g&#228;ller 14 kap. 17 &#167; i sin &#228;ldre lydelse.

1997:994

Denna lag tr&#228;der i kraft den 1 januari 1998 men till&#228;mpas inte
i de fall d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats
dessf&#246;rinnan. I m&#229;l som anh&#228;ngigg&#246;rs hos Regeringsr&#228;tten fr&#229;n
och med den 1 januari 1998 skall dock Riksskatteverket f&#246;ra det
allm&#228;nnas talan.

1998:619

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. Ligger den dag som avses i 9 kap. 2 &#167; &#228;ktenskapsbalken f&#246;re
den 1 januari 1999, till&#228;mpas 6 kap. 7 och 8 &#167;&#167;, 9 kap. 11 &#167;
samt 10 kap. 3 och 4 &#167;&#167; i deras &#228;ldre lydelse.

2003:644

Denna lag tr&#228;der i kraft den 1 januari 2004. &#196;ldre f&#246;reskrifter
i 15 kap. 2 &#167; g&#228;ller fortfarande f&#246;r &#246;verklagande av beslut som
har meddelats f&#246;re ikrafttr&#228;dandet. I dessa fall skall dock
Skatteverket f&#246;ra det allm&#228;nnas talan.

2004:142

Denna lag tr&#228;der i kraft den 1 maj 2004. F&#246;r &#228;ktenskap som har
ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller best&#228;mmelserna i 5 kap. 5 &#167;
i sin &#228;ldre lydelse.

2004:763

1. Denna lag tr&#228;der i kraft den 1 januari 2005.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r hinderspr&#246;vning
som har beg&#228;rts f&#246;re den 1 januari 2005.

2006:212

1. Denna lag tr&#228;der i kraft den 15 april 2006.

2. Ett f&#246;rordnande som vigself&#246;rr&#228;ttare eller som
registreringsf&#246;rr&#228;ttare enligt lagen (1994:1117) om registrerat
partnerskap som g&#228;ller vid ikrafttr&#228;dandet skall d&#228;refter anses
avse s&#229;v&#228;l beh&#246;righet att f&#246;rr&#228;tta vigsel som beh&#246;righet att
registrera partnerskap.

2007:184

1. Denna lag tr&#228;der i kraft den 1 juli 2007.

2. Ligger den dag som avses i 9 kap. 2 &#167; &#228;ktenskapsbalken f&#246;re
den 1 juli 2007, till&#228;mpas inte 10 kap. 2 a &#167; och 11 kap.
4 a &#167;.

2009:253

1. Denna lag tr&#228;der i kraft den 1 maj 2009.

2. Best&#228;mmelsen i 4 kap. 3 &#167; f&#246;rsta stycket 1 i dess &#228;ldre
lydelse ska forts&#228;tta att g&#228;lla till utg&#229;ngen av april 2010.

3. I fr&#229;ga om &#228;renden om f&#246;rordnande av vigself&#246;rr&#228;ttare som
en l&#228;nsstyrelse avgjort f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre
best&#228;mmelser.

2011:891

1. Denna lag tr&#228;der i kraft den 1 oktober 2011.

2. &#196;ldre f&#246;reskrifter g&#228;ller om en ans&#246;kan eller anm&#228;lan har
kommit in till tingsr&#228;tten f&#246;re ikrafttr&#228;dandet.

2014:376

1. Denna lag tr&#228;der i kraft den 1 juli 2014.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r ett &#228;ktenskap som har
ing&#229;tts f&#246;re ikrafttr&#228;dandet eller som ing&#229;s efter
ikrafttr&#228;dandet med st&#246;d av ett tillst&#229;nd som har meddelats
f&#246;re ikrafttr&#228;dandet. &#196;ldre best&#228;mmelser g&#228;ller ocks&#229; om en
ans&#246;kan om tillst&#229;nd har kommit in till l&#228;nsstyrelsen f&#246;re
ikrafttr&#228;dandet och pr&#246;vningen sker efter ikrafttr&#228;dandet.

2019:235

1. Denna lag tr&#228;der i kraft den 1 juni 2019.

2. F&#246;r &#228;ktenskapsf&#246;rord som har getts in f&#246;r registrering hos 
Skatteverket f&#246;re ikrafttr&#228;dandet g&#228;ller 7 kap. 3 &#167; i den 
&#228;ldre lydelsen, om inte n&#229;got annat f&#246;ljer av r&#229;dets 
f&#246;rordning (EU) 2016/1103 av den 24 juni 2016 om genomf&#246;rande 
av ett f&#246;rdjupat samarbete p&#229; omr&#229;det f&#246;r domstols beh&#246;righet, 
till&#228;mplig lag samt erk&#228;nnande och verkst&#228;llighet av domar i 
m&#229;l om makars f&#246;rm&#246;genhetsf&#246;rh&#229;llanden eller r&#229;dets f&#246;rordning 
(EU) 2016/1104 av den 24 juni 2016 om genomf&#246;rande av ett 
f&#246;rdjupat samarbete p&#229; omr&#229;det f&#246;r domstols beh&#246;righet, 
till&#228;mplig lag samt erk&#228;nnande och verkst&#228;llighet av domar i 
m&#229;l om f&#246;rm&#246;genhetsr&#228;ttsliga verkningar av registrerade 
partnerskap.

2021:529

Denna lag tr&#228;der i kraft den 1 juli 2021 i fr&#229;ga om 14 kap. 
3 &#167; och i &#246;vrigt den 1 mars 2022.

2022:968

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. Den &#228;ldre lydelsen av 6 kap. 10 &#167; g&#228;ller fortfarande f&#246;r 
ett ackord som kommer till st&#229;nd enligt den upph&#228;vda lagen 
(1996:764) om f&#246;retagsrekonstruktion.

3. Den &#228;ldre lydelsen av 8 kap. 3 &#167; och 13 kap. 1 &#167; g&#228;ller 
fortfarande om ett m&#229;l om &#229;tervinning av g&#229;van respektive 
bodelningen p&#229;g&#229;r enligt den upph&#228;vda lagen (1996:764) om 
f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3686">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3688">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
