

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2011-05-12" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3736</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3735">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3737">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1985:716 ·
                    <a href="/sfsr?bet=1985:716">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Konsumenttj&#228;nstlag (1985:716)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1985-07-11
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2010:1006
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1986-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller avtal om tj&#228;nster som n&#228;ringsidkare utf&#246;r
&#229;t konsumenter i fall d&#229; tj&#228;nsten avser

1. arbete p&#229; l&#246;sa saker, dock ej behandling av levande djur,

2. arbete p&#229; fast egendom, p&#229; byggnader eller andra
anl&#228;ggningar p&#229; mark eller i vatten eller p&#229; andra fasta saker,

3. f&#246;rvaring av l&#246;sa saker, dock ej f&#246;rvaring av levande djur.

I 51-61 &#167;&#167; finns s&#228;rskilda best&#228;mmelser om tj&#228;nster som avser
uppf&#246;rande eller tillbyggnad av en- eller tv&#229;bostadshus
(sm&#229;husentreprenader). Om det i ett avtal om en s&#229;dan tj&#228;nst
ing&#229;r uppf&#246;rande eller tillbyggnad av en komplementbyggnad,
anses ocks&#229; den tj&#228;nsten som en sm&#229;husentreprenad.

I den m&#229;n annat inte framg&#229;r av 51-61 &#167;&#167; &#228;r lagens allm&#228;nna
best&#228;mmelser till&#228;mpliga &#228;ven p&#229; sm&#229;husentreprenader.
Lag (2004:554).

1 a &#167; I lagen avses med

konsument: en fysisk person som handlar huvudsakligen f&#246;r
&#228;ndam&#229;l som faller utanf&#246;r n&#228;ringsverksamhet,

n&#228;ringsidkare: en fysisk eller juridisk person som handlar f&#246;r
&#228;ndam&#229;l som har samband med den egna n&#228;ringsverksamheten.
Lag (2002:588).

2 &#167; Lagen g&#228;ller inte

1. tillverkning av l&#246;sa saker,

2. installation, montering eller annat arbete som en
n&#228;ringsidkare utf&#246;r f&#246;r att fullg&#246;ra ett avtal om k&#246;p av en l&#246;s
sak,

3. arbete som till fullg&#246;rande av ett avtal om k&#246;p utf&#246;rs f&#246;r
att avhj&#228;lpa fel i den s&#229;lda egendomen. Lag (2002:588).

3 &#167; Avtalsvillkor som i j&#228;mf&#246;relse med best&#228;mmelserna i denna
lag &#228;r till nackdel f&#246;r konsumenten &#228;r utan verkan mot denne,
om inte annat anges i lagen. Lag (2004:554).

Uppdraget m.m.

Utf&#246;rande och material

4 &#167; N&#228;ringsidkaren skall utf&#246;ra tj&#228;nsten fackm&#228;ssigt. Han skall vidare
med tillb&#246;rlig omsorg ta till vara konsumentens intressen och samr&#229;da
med denne i den utstr&#228;ckning som det beh&#246;vs och &#228;r m&#246;jligt.

Om inte annat f&#229;r anses avtalat, ing&#229;r det i tj&#228;nsten att n&#228;ringsidkaren
skall tillhandah&#229;lla beh&#246;vligt material.

S&#228;kerhet

5 &#167; N&#228;ringsidkaren ska s&#228;rskilt iaktta att tj&#228;nsten inte utf&#246;rs

1. i strid mot s&#229;dana f&#246;rfattningsf&#246;reskrifter eller
myndighetsbeslut som v&#228;sentligen syftar till att s&#228;kerst&#228;lla
att f&#246;rem&#229;let f&#246;r tj&#228;nsten &#228;r tillf&#246;rlitligt fr&#229;n
s&#228;kerhetssynpunkt, eller

2. i strid mot f&#246;rbud enligt 27 &#167; produkts&#228;kerhetslagen
(2004:451). Lag (2008:491).

N&#228;ringsidkarens skyldighet att avr&#229;da

6 &#167; Om en tj&#228;nst med h&#228;nsyn till priset, v&#228;rdet av f&#246;rem&#229;let f&#246;r
tj&#228;nsten eller andra s&#228;rskilda omst&#228;ndigheter inte kan anses vara till
rimlig nytta f&#246;r konsumenten, skall n&#228;ringsidkaren avr&#229;da honom fr&#229;n att
l&#229;ta utf&#246;ra tj&#228;nsten.

Om det f&#246;rst sedan tj&#228;nsten har b&#246;rjat utf&#246;ras visar sig att den inte
kan anses vara till rimlig nytta f&#246;r konsumenten eller att priset f&#246;r
tj&#228;nsten kan bli betydligt h&#246;gre &#228;n konsumenten hade kunnat r&#228;kna med,
skall n&#228;ringsidkaren underr&#228;tta konsumenten om f&#246;rh&#229;llandet och beg&#228;ra
hans anvisningar.

Kan konsumenten inte antr&#228;ffas eller f&#229;r n&#228;ringsidkaren av annan orsak
inte anvisningar av honom inom rimlig tid, skall n&#228;ringsidkaren avbryta
p&#229;b&#246;rjat arbete. Detta g&#228;ller dock ej, om det finns s&#228;rskilda sk&#228;l att
anta att konsumenten &#228;nd&#229; &#246;nskar f&#229; tj&#228;nsten utf&#246;rd.

7 &#167; Har n&#228;ringsidkaren &#229;sidosatt vad som &#229;ligger honom enligt 6 &#167; och
finns det starka sk&#228;l att anta att konsumenten i annat fall hade avst&#229;tt
fr&#229;n att best&#228;lla tj&#228;nsten eller hade avbest&#228;llt den, har n&#228;ringsidkaren
inte st&#246;rre r&#228;tt till ers&#228;ttning &#228;n han skulle ha haft, om konsumenten
hade avst&#229;tt fr&#229;n att best&#228;lla tj&#228;nsten eller hade avbest&#228;llt den.

F&#246;r kostnader som inte ers&#228;tts enligt f&#246;rsta stycket har n&#228;ringsidkaren
dock r&#228;tt till ers&#228;ttning i den m&#229;n konsumenten annars skulle gynnas p&#229;
ett osk&#228;ligt s&#228;tt.

Till&#228;ggsarbete

8 &#167; Om det n&#228;r tj&#228;nsten utf&#246;rs framkommer behov av arbete som p&#229; grund
av sitt samband med uppdraget l&#228;mpligen b&#246;r utf&#246;ras samtidigt med detta
(till&#228;ggsarbete), skall n&#228;ringsidkaren underr&#228;tta konsumenten och beg&#228;ra
dennes anvisningar.

Kan konsumenten inte antr&#228;ffas eller f&#229;r n&#228;ringsidkaren av annan orsak
inte anvisningar av honom inom rimlig tid, f&#229;r n&#228;ringsidkaren utf&#246;ra
till&#228;ggsarbetet

1. om priset f&#246;r detta &#228;r obetydligt eller om det &#228;r l&#229;gt i f&#246;rh&#229;llande
till priset f&#246;r den avtalade tj&#228;nsten, eller

2. om det finns s&#228;rskilda sk&#228;l att anta att konsumenten &#246;nskar f&#229;
till&#228;ggsarbetet utf&#246;rt i samband med uppdraget.

N&#228;ringsidkaren &#228;r skyldig att utf&#246;ra s&#229;dant till&#228;ggsarbete som inte kan
uppskjutas utan fara f&#246;r allvarlig skada f&#246;r konsumenten, om
konsumentens anvisningar inte kan inh&#228;mtas eller om konsumenten beg&#228;r
det.

I fr&#229;ga om pristill&#228;gg f&#246;r till&#228;ggsarbete g&#228;ller 38 &#167;.

Fel hos tj&#228;nsten

Vad som avses med fel

9 &#167; Tj&#228;nsten ska anses felaktig, om resultatet avviker fr&#229;n

1. vad konsumenten med h&#228;nsyn till 4 &#167; har r&#228;tt att kr&#228;va, &#228;ven
om avvikelsen beror p&#229; en olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig
h&#228;ndelse,

2. s&#229;dana f&#246;reskrifter eller myndighetsbeslut som v&#228;sentligen
syftar till att s&#228;kerst&#228;lla att f&#246;rem&#229;let f&#246;r tj&#228;nsten &#228;r
tillf&#246;rlitligt fr&#229;n s&#228;kerhetssynpunkt, eller

3. vad som d&#228;rut&#246;ver f&#229;r anses avtalat.

Tj&#228;nsten ska ocks&#229; anses felaktig, om den har utf&#246;rts i strid
mot f&#246;rbud enligt 27 &#167; produkts&#228;kerhetslagen (2004:451) eller
om n&#228;ringsidkaren inte har utf&#246;rt s&#229;dant till&#228;ggsarbete som han
&#228;r skyldig att utf&#246;ra enligt 8 &#167; tredje stycket.
Lag (2008:491).

10 &#167; Tj&#228;nsten skall vidare anses felaktig, om resultatet avviker fr&#229;n
s&#229;dana uppgifter av betydelse f&#246;r bed&#246;mningen av tj&#228;nstens beskaffenhet
eller &#228;ndam&#229;lsenlighet som kan antas ha inverkat p&#229; avtalet och som i
samband med avtalets ing&#229;ende eller annars vid marknadf&#246;ring har l&#228;mnats

1. av n&#228;ringsidkaren,

2. av n&#229;gon annan n&#228;ringsidkare eller av en branschf&#246;rening eller
liknande organisation f&#246;r n&#228;ringsidkarens r&#228;kning, eller

3. av en leverant&#246;r av material till tj&#228;nsten eller av n&#229;gon annan i
tidigare led.

F&#246;rsta stycket g&#228;ller inte i fr&#229;ga om uppgifter som i tid har r&#228;ttats p&#229;
ett tydligt s&#228;tt och inte heller om n&#228;ringsidkaren varken k&#228;nde till
eller borde ha k&#228;nt till uppgifterna. Lag (1990:935).

11 &#167; Tj&#228;nsten skall slutligen anses felaktig, om n&#228;ringsidkaren i annat
fall &#228;n som avses i 6 &#167; f&#246;rsta stycket f&#246;re avtalets ing&#229;ende har
underl&#229;tit att upplysa konsumenten om ett s&#229;dant f&#246;rh&#229;llande r&#246;rande
tj&#228;nstens beskaffenhet eller &#228;ndam&#229;lsenlighet som n&#228;ringsidkaren k&#228;nde
till eller borde ha k&#228;nt till och som han ins&#229;g eller borde ha insett
vara av betydelse f&#246;r konsumenten. En f&#246;ruts&#228;ttning f&#246;r att tj&#228;nsten
skall anses felaktig &#228;r dock att underl&#229;tenheten kan antas ha inverkat
p&#229; avtalet.

12 &#167; Fr&#229;gan om tj&#228;nsten &#228;r felaktig skall bed&#246;mas med h&#228;nsyn till
f&#246;rh&#229;llandena vid den tidpunkt d&#229; uppdraget avslutades. Avser tj&#228;nsten
en sak som har &#246;verl&#228;mnats till n&#228;ringsidkaren eller som av annan orsak
befinner sig i hans besittning, anses uppdraget avslutat f&#246;rst n&#228;r saken
har kommit i konsumentens besittning.

Om n&#228;ringsidkaren har utf&#246;rt tj&#228;nsten men uppdraget inte kan avslutas i
r&#228;tt tid p&#229; grund av n&#229;got f&#246;rh&#229;llande p&#229; konsumentens sida, &#228;r den
avg&#246;rande tidpunkten i st&#228;llet den d&#229; uppdraget skulle ha avslutats.

13 &#167; F&#246;rs&#228;mras resultatet efter den tidpunkt som anges i 12 &#167;, skall
tj&#228;nsten anses felaktig om f&#246;rs&#228;mringen &#228;r en f&#246;ljd av att
n&#228;ringsidkaren har &#229;sidosatt vad som &#229;legat honom enligt avtalet eller
denna lag.

14 &#167; Har n&#228;ringsidkaren genom en garanti eller liknande utf&#228;stelse
&#229;tagit sig att under en viss tid efter den tidpunkt som anges i 12 &#167;
svara f&#246;r resultatet av tj&#228;nsten och f&#246;rs&#228;mras det utf&#228;sta resultatet
under den angivna tiden, skall tj&#228;nsten anses felaktig.

F&#246;rsta stycket g&#228;ller ej, om n&#228;ringsidkaren g&#246;r sannolikt att
f&#246;rs&#228;mringen beror p&#229; en olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig h&#228;ndelse
eller p&#229; vanv&#229;rd, onormalt brukande eller n&#229;got liknande f&#246;rh&#229;llande p&#229;
konsumentens sida.

15 &#167; Avser tj&#228;nsten f&#246;rvaring av en l&#246;s sak g&#228;ller i st&#228;llet
f&#246;r vad som s&#228;gs i 9, 10 och 12-14 &#167;&#167; att tj&#228;nsten ska anses
felaktig, om f&#246;rvaringen anordnas p&#229; ett s&#228;tt som avviker fr&#229;n

1. vad konsumenten med h&#228;nsyn till 4 &#167; har r&#228;tt att kr&#228;va, &#228;ven
om avvikelsen beror p&#229; en olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig
h&#228;ndelse,

2. s&#229;dana f&#246;reskrifter eller myndighetsbeslut som v&#228;sentligen
syftar till att s&#228;kerst&#228;lla att f&#246;rem&#229;let f&#246;r tj&#228;nsten &#228;r
tillf&#246;rlitligt fr&#229;n s&#228;kerhetssynpunkt, eller

3. vad som d&#228;rut&#246;ver f&#229;r anses avtalat.

Tj&#228;nsten ska ocks&#229; anses felaktig, om f&#246;rvaringen anordnas i
strid mot f&#246;rbud enligt 27 &#167; produkts&#228;kerhetslagen (2004:451)
eller p&#229; ett s&#228;tt som avviker fr&#229;n s&#229;dana uppgifter enligt 10 &#167;
som inte har r&#228;ttats p&#229; ett tydligt s&#228;tt. Lag (2008:491).

P&#229;f&#246;ljder vid fel

16 &#167; &#196;r tj&#228;nsten felaktig utan att det beror p&#229; n&#229;got f&#246;rh&#229;llande p&#229;
konsumentens sida, f&#229;r konsumenten h&#229;lla inne betalningen enligt 19 &#167;.
Han f&#229;r vidare kr&#228;va att felet avhj&#228;lps enligt 20 &#167; f&#246;rsta stycket eller
ocks&#229; g&#246;ra avdrag p&#229; priset eller h&#228;va avtalet enligt 21 &#167;.

Dessutom f&#229;r konsumenten kr&#228;va skadest&#229;nd av n&#228;ringsidkaren enligt vad
som s&#228;gs i 31 &#167;.

I fr&#229;ga om konsumentens r&#228;tt till skadest&#229;nd av n&#229;gon annan &#228;n
n&#228;ringsidkaren finns best&#228;mmelser i 33 &#167;.

Reklamation

17 &#167; Vill konsumenten &#229;beropa att tj&#228;nsten &#228;r felaktig, skall
han underr&#228;tta n&#228;ringsidkaren om detta inom sk&#228;lig tid efter
det att han m&#228;rkt eller borde ha m&#228;rkt felet (reklamation).
Underr&#228;ttelse som sker inom tv&#229; m&#229;nader efter det att
konsumenten m&#228;rkt felet skall alltid anses ha skett i r&#228;tt tid.
Reklamation f&#229;r dock inte ske senare &#228;n tre &#229;r eller, i fr&#229;ga
om arbete p&#229; mark eller p&#229; byggnader eller andra anl&#228;ggningar
p&#229; mark eller i vatten eller p&#229; andra fasta saker, tio &#229;r efter
det att uppdraget avslutades, s&#229;vida inte annat f&#246;ljer av en
garanti eller liknande utf&#228;stelse.

Har n&#228;ringsidkaren handlat grovt v&#229;rdsl&#246;st eller i strid mot
tro och heder, f&#229;r reklamation alltid ske inom tio &#229;r efter det
att uppdraget avslutades.

Har meddelande om reklamation l&#228;mnats in f&#246;r befordran med post
eller avs&#228;nts p&#229; annat &#228;ndam&#229;lsenligt s&#228;tt, anses reklamation
ha skett n&#228;r detta gjordes. Lag (2005:61).

18 &#167; Reklamerar konsumenten inte inom den tid som f&#246;ljer av 17 &#167;,
f&#246;rlorar han r&#228;tten att &#229;beropa felet.

Konsumentens r&#228;tt att h&#229;lla inne betalningen

19 &#167; Konsumenten f&#229;r h&#229;lla inne s&#229; mycket av betalningen som fordras f&#246;r
att ge honom s&#228;kerhet f&#246;r hans krav p&#229; grund av ett fel hos tj&#228;nsten.

Avhj&#228;lpande

20 &#167; Konsumenten har r&#228;tt att kr&#228;va att n&#228;ringsidkaren
avhj&#228;lper felet, om det inte medf&#246;r ol&#228;genheter eller kostnader
f&#246;r n&#228;ringsidkaren som &#228;r osk&#228;ligt stora i f&#246;rh&#229;llande till
felets betydelse f&#246;r konsumenten.

&#196;ven om konsumenten inte kr&#228;ver det f&#229;r n&#228;ringsidkaren avhj&#228;lpa
felet, om han efter det att reklamation har kommit honom
tillhanda utan uppskov erbjuder sig att g&#246;ra detta och
konsumenten inte har n&#229;got s&#228;rskilt sk&#228;l att avvisa
erbjudandet.

Avhj&#228;lpande skall ske inom sk&#228;lig tid efter det att konsumenten
har gett n&#228;ringsidkaren tillf&#228;lle till det.

Avhj&#228;lpande skall ske utan kostnad f&#246;r konsumenten. Detta
g&#228;ller dock inte kostnader som skulle ha uppkommit &#228;ven om
tj&#228;nsten hade utf&#246;rts felfritt eller, om felet beror p&#229; en
olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig h&#228;ndelse, kostnader f&#246;r
att ers&#228;tta material som konsumenten enligt avtalet om tj&#228;nsten
har tillhandah&#229;llit och bekostat. Lag (2005:61).

Prisavdrag och h&#228;vning

21 &#167; Avhj&#228;lps inte felet enligt vad som s&#228;gs i 20 &#167;, f&#229;r
konsumenten g&#246;ra avdrag p&#229; priset.

Om syftet med tj&#228;nsten i huvudsak &#228;r f&#246;rfelat och
n&#228;ringsidkaren insett eller bort inse detta, f&#229;r konsumenten i
st&#228;llet h&#228;va avtalet. Detsamma g&#228;ller, om tj&#228;nsten har utf&#246;rts
i strid mot f&#246;rbud enligt 27 &#167; produkts&#228;kerhetslagen
(2004:451).

Har tj&#228;nsten utf&#246;rts till en del och finns det starka sk&#228;l att
anta att den inte kommer att fullf&#246;ljas utan fel av v&#228;sentlig
betydelse f&#246;r konsumenten f&#229;r denne h&#228;va avtalet betr&#228;ffande
&#229;terst&#229;ende del. &#196;r felet s&#229;dant att syftet med tj&#228;nsten i
huvudsak &#228;r f&#246;rfelat och n&#228;ringsidkaren insett eller bort inse
detta eller utf&#246;rs tj&#228;nsten i strid mot f&#246;rbud enligt 27 &#167;
produkts&#228;kerhetslagen f&#229;r konsumenten i st&#228;llet h&#228;va avtalet i
dess helhet.

Om det redan innan tj&#228;nsten har p&#229;b&#246;rjats finns starka sk&#228;l att
anta att den inte kommer att utf&#246;ras utan fel av v&#228;sentlig
betydelse f&#246;r konsumenten, f&#229;r denne h&#228;va avtalet.
Lag (2008:491).

Prisavdragets storlek

22 &#167; Ett prisavdrag skall motsvara vad det kostar konsumenten att f&#229;
felet avhj&#228;lpt, bortsett fr&#229;n s&#229;dana kostnader som avses i 20 &#167; fj&#228;rde
stycket andra meningen. Om ett p&#229; detta s&#228;tt ber&#228;knat prisavdrag &#228;r
osk&#228;ligt stort i f&#246;rh&#229;llande till den betydelse som felet har f&#246;r
konsumenten, skall prisavdraget i st&#228;llet svara mot felets betydelse f&#246;r
konsumenten.

Avser tj&#228;nsten f&#246;rvaring, skall prisavdraget alltid svara mot felets
betydelse f&#246;r konsumenten.

Verkningar av h&#228;vning

23 &#167; H&#228;ver konsumenten avtalet, har n&#228;ringsidkaren inte r&#228;tt till
betalning f&#246;r tj&#228;nsten. N&#228;ringsidkaren har r&#228;tt att &#229;terf&#229; det material
som han har tillhandah&#229;llit, om det kan ske utan att konsumenten &#229;samkas
ol&#228;genheter eller kostnader av betydelse. I den m&#229;n det &#228;r sk&#228;ligt skall
konsumenten ers&#228;tta n&#228;ringsidkarens kostnader f&#246;r vad som ej kan
&#229;terl&#228;mnas, dock h&#246;gst med ett belopp som motsvarar dettas v&#228;rde f&#246;r
konsumenten.

Har tj&#228;nsten utf&#246;rts till en del och h&#228;ver konsumenten avtalet
betr&#228;ffande &#229;terst&#229;ende del, har n&#228;ringsidkaren r&#228;tt till betalning med
ett belopp som motsvarar priset f&#246;r tj&#228;nsten i dess helhet med avdrag
f&#246;r vad det kostar konsumenten att f&#229; den &#229;terst&#229;ende delen utf&#246;rd.

N&#228;ringsidkarens dr&#246;jsm&#229;l

Vad som avses med dr&#246;jsm&#229;l

24 &#167; Dr&#246;jsm&#229;l p&#229; n&#228;ringsidkarens sida f&#246;religger om uppdraget, utan att
det beror p&#229; n&#229;got f&#246;rh&#229;llande p&#229; konsumentens sida, inte har avslutats
inom den tid som har avtalats eller, om n&#229;gon tid inte har avtalats,
inom den tid som &#228;r sk&#228;lig med h&#228;nsyn s&#228;rskilt till vad som &#228;r normalt
f&#246;r en tj&#228;nst av samma art och omfattning.

Dr&#246;jsm&#229;l p&#229; n&#228;ringsidkarens sida f&#246;religger ocks&#229;, om n&#228;ringsidkaren
inte iakttar en &#246;verenskommen tid f&#246;r p&#229;b&#246;rjande av tj&#228;nsten eller f&#246;r
ett arbetes framskridande.

P&#229;f&#246;ljder vid dr&#246;jsm&#229;l

25 &#167; Vid dr&#246;jsm&#229;l p&#229; n&#228;ringsidkarens sida f&#229;r konsumenten h&#229;lla inne
betalningen enligt 27 &#167;. Han f&#229;r v&#228;lja mellan att kr&#228;va att
n&#228;ringsidkaren utf&#246;r tj&#228;nsten enligt 28 &#167; och att h&#228;va avtalet enligt
29 &#167;. Dessutom f&#229;r konsumenten kr&#228;va skadest&#229;nd av n&#228;ringsidkaren
enligt vad som s&#228;gs i 31 &#167;.

Reklamation

26 &#167; Har uppdraget avslutats, f&#229;r konsumenten h&#228;va avtalet eller fordra
skadest&#229;nd p&#229; grund av ett dr&#246;jsm&#229;l endast under f&#246;ruts&#228;ttning att han
senast inom sk&#228;lig tid efter uppdragets avslutande har underr&#228;ttat
n&#228;ringsidkaren om att han vill &#229;beropa dr&#246;jsm&#229;let (reklamation).

Har meddelande om reklamation l&#228;mnats in f&#246;r befordran med post eller
avs&#228;nts p&#229; annat &#228;ndam&#229;lsenligt s&#228;tt, anses reklamation ha skett n&#228;r
detta gjordes.

Konsumentens r&#228;tt att h&#229;lla inne betalningen

27 &#167; Konsumenten f&#229;r h&#229;lla inne s&#229; mycket av betalningen som fordras f&#246;r
att ge honom s&#228;kerhet f&#246;r hans krav p&#229; grund av dr&#246;jsm&#229;l p&#229;
n&#228;ringsidkarens sida.

Om betalning enligt avtalet skall ske vid arbetets p&#229;b&#246;rjande eller
under arbetets fortskridande, f&#229;r konsumenten, &#228;ven om det inte f&#246;ljer
av f&#246;rsta stycket, intill dess att arbetet p&#229;b&#246;rjas eller fortskrider
h&#229;lla inne den del av betalningen som har f&#246;rfallit efter dr&#246;jsm&#229;lets
intr&#228;de. I fr&#229;ga om betalning f&#246;r s&#229;dan del av tj&#228;nsten som har utf&#246;rts
f&#229;r konsumenten dock inte h&#229;lla inne mer &#228;n som f&#246;ljer av f&#246;rsta
stycket.

Konsumentens r&#228;tt att f&#229; tj&#228;nsten utf&#246;rd

28 &#167; Konsumenten f&#229;r kr&#228;va att n&#228;ringsidkaren utf&#246;r tj&#228;nsten.

N&#228;ringsidkaren &#228;r inte skyldig att utf&#246;ra tj&#228;nsten, om det
f&#246;religger ett hinder som han inte kan &#246;vervinna eller om
utf&#246;randet skulle medf&#246;ra ol&#228;genheter eller kostnader f&#246;r
n&#228;ringsidkaren som &#228;r osk&#228;ligt stora i f&#246;rh&#229;llande till
konsumentens intresse av att avtalet fullf&#246;ljs. Om ett
f&#246;rh&#229;llande som nu n&#228;mnts upph&#246;r inom rimlig tid, f&#229;r
konsumenten dock kr&#228;va att n&#228;ringsidkaren utf&#246;r tj&#228;nsten.

Konsumenten f&#246;rlorar r&#228;tten att kr&#228;va att n&#228;ringsidkaren utf&#246;r
tj&#228;nsten, om han v&#228;ntar orimligt l&#228;nge med att framst&#228;lla
kravet. Lag (2005:61).

H&#228;vning

29 &#167; &#196;r dr&#246;jsm&#229;let av v&#228;sentlig betydelse f&#246;r konsumenten, f&#229;r han h&#228;va
avtalet. Har mer &#228;n en obetydlig del av tj&#228;nsten utf&#246;rts, f&#229;r
konsumenten dock h&#228;va avtalet endast betr&#228;ffande den del som &#229;terst&#229;r.
&#196;ven i ett s&#229;dant fall f&#229;r avtalet h&#228;vas i sin helhet, om syftet med
tj&#228;nsten i huvudsak &#228;r f&#246;rfelat p&#229; grund av dr&#246;jsm&#229;let och
n&#228;ringsidkaren insett eller bort inse  detta.

Om det finns starka sk&#228;l att anta att det kommer att intr&#228;ffa dr&#246;jsm&#229;l
av v&#228;sentlig betydelse f&#246;r konsumenten, f&#229;r han h&#228;va avtalet i enlighet
med vad som s&#228;gs i f&#246;rsta stycket. Lag (1990:935).

Verkningar av h&#228;vning

30 &#167; I fr&#229;ga om verkningarna av h&#228;vning till&#228;mpas 23 &#167;.

N&#228;ringsidkarens skadest&#229;ndsskyldighet m. m.

Skadest&#229;ndsskyldighet p&#229; grund av fel eller dr&#246;jsm&#229;l

31 &#167; N&#228;ringsidkaren &#228;r skyldig att ers&#228;tta konsumenten skada
som denne tillfogas p&#229; grund av dr&#246;jsm&#229;l, om inte
n&#228;ringsidkaren visar att dr&#246;jsm&#229;let beror p&#229; ett hinder utanf&#246;r
hans kontroll som han inte sk&#228;ligen kunde f&#246;rv&#228;ntas ha r&#228;knat
med vid avtalets ing&#229;ende och vars f&#246;ljder han inte heller
sk&#228;ligen kunde ha undvikit eller &#246;vervunnit.

Beror dr&#246;jsm&#229;let p&#229; n&#229;gon som n&#228;ringsidkaren har anlitat f&#246;r
att helt eller delvis utf&#246;ra tj&#228;nsten, &#228;r n&#228;ringsidkaren fri
fr&#229;n skadest&#229;ndsskyldighet endast om ocks&#229; den som han har
anlitat skulle vara fri enligt f&#246;rsta stycket. Detsamma g&#228;ller
om dr&#246;jsm&#229;let beror p&#229; en leverant&#246;r som n&#228;ringsidkaren har
anlitat eller n&#229;gon annan i tidigare led.

N&#228;ringsidkaren &#228;r skyldig att ers&#228;tta konsumenten skada som
denne tillfogas p&#229; grund av fel, om inte n&#228;ringsidkaren visar
att det har f&#246;relegat ett s&#229;dant hinder som avses i f&#246;rsta
eller andra stycket f&#246;r en felfri tj&#228;nst. N&#228;ringsidkaren &#228;r
alltid skyldig att ers&#228;tta skadan, om resultatet av tj&#228;nsten
avviker fr&#229;n vad han s&#228;rskilt har utf&#228;st.

N&#228;ringsidkarens skadest&#229;ndsskyldighet p&#229; grund av fel eller
dr&#246;jsm&#229;l omfattar &#228;ven ers&#228;ttning f&#246;r skada p&#229; f&#246;rem&#229;let f&#246;r
tj&#228;nsten eller annan egendom som tillh&#246;r konsumenten eller
n&#229;gon medlem av hans hush&#229;ll och egendomen &#228;r avsedd
huvudsakligen f&#246;r &#228;ndam&#229;l som faller utanf&#246;r n&#228;ringsverksamhet.

N&#228;ringsidkaren och konsumenten kan tr&#228;ffa avtal om att
ers&#228;ttning enligt denna paragraf inte skall omfatta f&#246;rlust i
n&#228;ringsverksamhet. Lag (2005:61).

Skadest&#229;ndsskyldighet i &#246;vrigt

32 &#167; Om f&#246;rem&#229;let f&#246;r tj&#228;nsten eller annan egendom som tillh&#246;r
konsumenten eller n&#229;gon medlem av hans hush&#229;ll skadas medan egendomen &#228;r
i n&#228;ringsidkarens besittning eller annars under dennes kontroll, &#228;r
n&#228;ringsidkaren &#228;ven i annat fall &#228;n som s&#228;gs i 31 &#167; skyldig att ers&#228;tta
skadan, om inte n&#228;ringsidkaren visar att skadan ej beror p&#229; f&#246;rsummelse
av honom eller n&#229;gon som p&#229; hans sida har anlitats f&#246;r att utf&#246;ra
tj&#228;nsten.

N&#228;ringsidkaren &#228;r i &#246;vrigt skyldig att ers&#228;tta skada som tillfogas
konsumenten, om skadan har v&#229;llats genom f&#246;rsummelse p&#229; n&#228;ringsidkarens
sida. Detsamma g&#228;ller i fr&#229;ga om skada p&#229; egendom som tillh&#246;r n&#229;gon
medlem av konsumentens hush&#229;ll.

N&#228;ringsidkaren och konsumenten kan tr&#228;ffa avtal om att ers&#228;ttning enligt
f&#246;rsta eller andra stycket p&#229; grund av skada p&#229; egendom ej skall omfatta
f&#246;rlust i n&#228;ringsverksamhet.

Skadest&#229;ndsskyldighet f&#246;r tredje man i vissa fall

33 &#167; Har n&#229;gon som avses i 10 &#167; f&#246;rsta stycket 2 eller 3
upps&#229;tligen eller av v&#229;rdsl&#246;shet l&#228;mnat vilseledande uppgifter
av betydelse f&#246;r bed&#246;mningen av tj&#228;nstens beskaffenhet eller
&#228;ndam&#229;lsenlighet och &#228;r tj&#228;nsten p&#229; grund d&#228;rav felaktig enligt
10 &#167; eller 15 &#167; andra stycket, &#228;r han skyldig att ers&#228;tta
konsumenten skada som denne d&#228;rigenom tillfogas.

Har n&#229;gon som avses i 10 &#167; f&#246;rsta stycket 2 eller 3 underl&#229;tit
att l&#228;mna s&#228;kerhetsinformation som han enligt 27 &#167;
produkts&#228;kerhetslagen (2004:451) har f&#246;relagts att l&#228;mna eller
s&#229;dan information av betydelse f&#246;r bed&#246;mningen av tj&#228;nstens
beskaffenhet eller &#228;ndam&#229;lsenlighet som han enligt
marknadsf&#246;ringslagen (2008:486) har &#229;lagts att l&#228;mna och kan
underl&#229;tenheten antas ha inverkat p&#229; avtalet om tj&#228;nsten, &#228;r
han skyldig att ers&#228;tta konsumenten skada som denne d&#228;rigenom
tillfogas.

Skadest&#229;ndsskyldigheten enligt f&#246;rsta eller andra stycket
omfattar &#228;ven ers&#228;ttning f&#246;r skada p&#229; f&#246;rem&#229;let f&#246;r tj&#228;nsten
eller p&#229; annan egendom som tillh&#246;r konsumenten eller n&#229;gon
medlem av hans hush&#229;ll och egendomen &#228;r avsedd huvudsakligen
f&#246;r &#228;ndam&#229;l som faller utanf&#246;r n&#228;ringsverksamhet.
Lag (2008:491).

J&#228;mkning av skadest&#229;nd

34 &#167; Om skyldigheten att utge skadest&#229;nd skulle vara osk&#228;ligt betungande
med h&#228;nsyn till den skadest&#229;ndsskyldiges ekonomiska f&#246;rh&#229;llanden, kan
skadest&#229;ndet j&#228;mkas efter vad som &#228;r sk&#228;ligt. H&#228;rvid skall &#228;ven beaktas
f&#246;religgande f&#246;rs&#228;kringar och f&#246;rs&#228;kringsm&#246;jligheter p&#229; den
skadelidandes sida, den skadest&#229;ndsskyldiges m&#246;jligheter att f&#246;rutse och
hindra skadan samt andra s&#228;rskilda omst&#228;ndigheter.

Undantag f&#246;r personskada

35 &#167; Best&#228;mmelserna i 31--34 &#167;&#167; g&#228;ller inte ers&#228;ttning f&#246;r personskada.

Priset m.m.

Priset

36 &#167; I den m&#229;n priset inte f&#246;ljer av avtalet, skall konsumenten betala
vad som &#228;r sk&#228;ligt med h&#228;nsyn till tj&#228;nstens art, omfattning och
utf&#246;rande, g&#228;ngse pris eller prisber&#228;kningss&#228;tt f&#246;r motsvarande tj&#228;nster
vid avtalstillf&#228;llet samt omst&#228;ndigheterna i &#246;vrigt.

Har n&#228;ringsidkaren l&#228;mnat en ungef&#228;rlig prisuppgift f&#229;r det uppgivna
priset dock inte &#246;verskridas med mer &#228;n 15 procent, s&#229;vida inte n&#229;gon
annan prisgr&#228;ns har avtalats eller n&#228;ringsidkaren har r&#228;tt till
pristill&#228;gg enligt 38 &#167;.

37 &#167; Har konsumenten uppdragit &#229;t n&#228;ringsidkaren att f&#246;reta enbart
f&#246;rberedande unders&#246;kning f&#246;r att utreda omfattningen av eller kostnaden
f&#246;r en tj&#228;nst, &#228;r konsumenten inte skyldig att betala f&#246;r
unders&#246;kningen, om han p&#229; grund av sedvana inom branschen eller i &#246;vrigt
har haft sk&#228;l att anta att unders&#246;kningen skulle g&#246;ras utan ers&#228;ttning.

Pristill&#228;gg

38 &#167; N&#228;ringsidkaren har r&#228;tt till pristill&#228;gg

1. om han har utf&#246;rt till&#228;ggsarbete i enlighet med best&#228;mmelserna i 8 &#167;,
eller

2. om tj&#228;nsten har f&#246;rdyrats p&#229; grund av omst&#228;ndigheter som &#228;r att
h&#228;nf&#246;ra till konsumenten och som n&#228;ringsidkaren inte bort f&#246;rutse n&#228;r
avtalet tr&#228;ffades.

I fr&#229;ga om pristill&#228;ggets storlek g&#228;ller best&#228;mmelserna i 36 &#167;.

Betalning efter olycksh&#228;ndelse m.m.

39 &#167; Konsumenten &#228;r inte skyldig att betala f&#246;r arbete som
n&#228;ringsidkaren har utf&#246;rt eller material som denne har tillhandah&#229;llit i
den m&#229;n arbetet eller materialet f&#246;rs&#228;mras eller g&#229;r f&#246;rlorat genom en
olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig h&#228;ndelse som intr&#228;ffar f&#246;re den
tidpunkt som anges i 12 &#167;.

Specificerad r&#228;kning

40 &#167; N&#228;ringsidkaren &#228;r skyldig att p&#229; konsumentens beg&#228;ran st&#228;lla ut en
specificerad r&#228;kning f&#246;r tj&#228;nsten. R&#228;kningen skall g&#246;ra det m&#246;jligt f&#246;r
konsumenten att bed&#246;ma det utf&#246;rda arbetets art och omfattning. I den
m&#229;n tj&#228;nsten inte har utf&#246;rts mot fast pris skall det &#228;ven framg&#229; av
r&#228;kningen hur priset har ber&#228;knats.

Tid f&#246;r betalning

41 &#167; Om inte annat f&#246;ljer av avtalet, &#228;r konsumenten skyldig att betala
vid anfordran sedan n&#228;ringsidkaren har utf&#246;rt tj&#228;nsten.

Har konsumenten i tid beg&#228;rt en specificerad r&#228;kning, &#228;r han inte
skyldig att betala f&#246;rr&#228;n en s&#229;dan r&#228;kning har kommit honom till handa.

Avbest&#228;llning

42 &#167; Avbest&#228;ller konsumenten tj&#228;nsten innan den har slutf&#246;rts, har
n&#228;ringsidkaren r&#228;tt till ers&#228;ttning f&#246;r den del av tj&#228;nsten som redan
har utf&#246;rts samt f&#246;r arbete som m&#229;ste utf&#246;ras trots avbest&#228;llningen.
Ers&#228;ttningen skall motsvara det pris som skulle ha g&#228;llt, om avtalet
endast hade avsett vad som har utf&#246;rts.

N&#228;ringsidkaren har vidare r&#228;tt till ers&#228;ttning f&#246;r f&#246;rluster i form av
kostnader f&#246;r den &#229;terst&#229;ende delen av tj&#228;nsten samt ers&#228;ttning f&#246;r
f&#246;rluster i &#246;vrigt p&#229; grund av att han har underl&#229;tit att ta p&#229; sig
annat arbete eller p&#229; grund av att han p&#229; annat s&#228;tt har inr&#228;ttat sig
efter uppdraget. N&#228;ringsidkaren har dock inte r&#228;tt till s&#229;dan
ers&#228;ttning, om konsumentens syfte med tj&#228;nsten har blivit f&#246;rfelat p&#229;
grund av att

1. f&#246;rem&#229;let f&#246;r tj&#228;nsten har skadats eller g&#229;tt f&#246;rlorat utan att detta
har berott p&#229; f&#246;rsummelse p&#229; konsumentens sida, eller

2. konsumenten har hindrats att dra nytta av tj&#228;nsten till f&#246;ljd av
f&#246;rfattningsf&#246;reskrifter, myndighetsbeslut eller andra liknande
omst&#228;ndigheter utanf&#246;r hans kontroll.

Ers&#228;ttning till n&#228;ringsidkaren enligt andra stycket f&#229;r inte &#246;verstiga
hans f&#246;rlust till f&#246;ljd av avbest&#228;llningen.

43 &#167; N&#228;ringsidkaren f&#229;r f&#246;rbeh&#229;lla sig en p&#229; f&#246;rhand best&#228;md ers&#228;ttning
vid avbest&#228;llning, om den &#228;r sk&#228;lig med h&#228;nsyn till vad som vid
avbest&#228;llning normalt kan antas tillkomma en n&#228;ringsidkare som
ers&#228;ttning enligt 42 &#167;.

44 &#167; Om den avbest&#228;llda tj&#228;nsten avser arbete p&#229; en sak som har
&#246;verl&#228;mnats till n&#228;ringsidkaren eller som av annan orsak befinner sig i
hans besittning och konsumenten inte i r&#228;tt tid betalar vad han enligt
42 eller 43 &#167; &#228;r skyldig f&#246;r tj&#228;nsten eller st&#228;ller s&#228;kerhet f&#246;r
n&#228;ringsidkarens fordran p&#229; denna ers&#228;ttning, f&#229;r n&#228;ringsidkaren
fullf&#246;lja tj&#228;nsten och kr&#228;va fullt pris f&#246;r denna.

F&#246;rsta stycket g&#228;ller ej, om det &#228;r uppenbart att n&#228;ringsidkaren vid en
s&#229;dan f&#246;rs&#228;ljning av saken som avses i 50 &#167; andra stycket &#228;nd&#229; kommer
att f&#229; betalning f&#246;r sin fordran, sedan kostnaderna f&#246;r f&#246;rs&#228;ljningen
och vad n&#228;ringsidkaren har att fordra enligt 50 &#167; f&#246;rsta stycket har
dragits av fr&#229;n k&#246;peskillingen.

Konsumentens dr&#246;jsm&#229;l

N&#228;ringsidkarens r&#228;tt att inst&#228;lla arbetet

45 &#167; Skall betalning enligt avtalet ske helt eller delvis innan tj&#228;nsten
har utf&#246;rts och betalar inte konsumenten i r&#228;tt tid, f&#229;r n&#228;ringsidkaren
inst&#228;lla  arbetet till dess att konsumenten betalar. Om det f&#246;ljer av
avtalet att konsumenten skall medverka till tj&#228;nstens utf&#246;rande och han
inte i r&#228;tt tid l&#228;mnar s&#229;dan medverkan som utg&#246;r en v&#228;sentlig
f&#246;ruts&#228;ttning f&#246;r utf&#246;randet, f&#229;r n&#228;ringsidkaren inst&#228;lla arbetet till
dess att konsumenten l&#228;mnar sin medverkan.

Har tj&#228;nsten p&#229;b&#246;rjats, &#228;r n&#228;ringsidkaren dock skyldig att s&#229;vitt
m&#246;jligt utf&#246;ra arbete som inte kan uppskjutas utan risk f&#246;r allvarlig
skada f&#246;r konsumenten, om inte arbetet medf&#246;r v&#228;sentliga kostnader eller
ol&#228;genheter f&#246;r n&#228;ringsidkaren.

Inst&#228;ller n&#228;ringsidkaren arbetet enligt f&#246;rsta stycket, har han r&#228;tt
till ers&#228;ttning f&#246;r kostnader och andra f&#246;rluster som detta &#229;samkar
honom, om konsumenten inte visar att dr&#246;jsm&#229;let ej beror p&#229; f&#246;rsummelse
p&#229; hans  sida. Lag (1990:935).

H&#228;vning

46 &#167; Om konsumenten i fall som avses i 45 &#167; inte betalar eller l&#228;mnar
sin medverkan i r&#228;tt tid och dr&#246;jsm&#229;let &#228;r av v&#228;sentlig betydelse f&#246;r
n&#228;ringsidkaren, f&#229;r denne h&#228;va avtalet betr&#228;ffande &#229;terst&#229;ende del av
tj&#228;nsten. Detsamma g&#228;ller om n&#228;ringsidkaren enligt 6 &#167; tredje stycket
har avbrutit p&#229;b&#246;rjat arbete f&#246;r att f&#229; anvisningar av konsumenten och
avbrottet medf&#246;r v&#228;sentlig ol&#228;genhet f&#246;r honom.

Vill n&#228;ringsidkaren h&#228;va avtalet enligt f&#246;rsta stycket skall han f&#246;rst
p&#229;minna konsumenten om att denne skall betala, medverka eller l&#228;mna
anvisningar samt ge konsumenten sk&#228;lig tid att g&#246;ra detta.

Har en p&#229;minnelse l&#228;mnats in f&#246;r befordran med post eller avs&#228;nts p&#229;
annat &#228;ndam&#229;lsenligt s&#228;tt, anses p&#229;minnelse ha skett n&#228;r detta gjordes.

47 &#167; N&#228;ringsidkaren f&#229;r ocks&#229; h&#228;va avtalet betr&#228;ffande &#229;terst&#229;ende del
av tj&#228;nsten, om det redan p&#229; f&#246;rhand finns starka sk&#228;l att anta att
konsumenten inte i r&#228;tt tid kommer att betala eller l&#228;mna medverkan
enligt 45 &#167; och att dr&#246;jsm&#229;let blir av v&#228;sentlig betydelse f&#246;r
n&#228;ringsidkaren.

48 &#167; H&#228;ver n&#228;ringsidkaren avtalet, &#228;r konsumenten skyldig att betala som
om han hade avbest&#228;llt tj&#228;nsten den dag d&#229; h&#228;vningen skedde.

N&#228;ringsidkarens r&#228;tt att h&#229;lla kvar f&#246;rem&#229;let f&#246;r tj&#228;nsten m. m.

49 &#167; Avser tj&#228;nsten en sak som har &#246;verl&#228;mnats till n&#228;ringsidkaren eller
som av annan orsak befinner sig i hans besittning och betalar inte
konsumenten i r&#228;tt tid vad n&#228;ringsidkaren har att fordra p&#229; grund av
uppdraget, f&#229;r n&#228;ringsidkaren h&#229;lla kvar saken till dess att han har
f&#229;tt betalt eller, vid tvist om betalningen, till dess att konsumenten
har st&#228;llt godtagbar s&#228;kerhet f&#246;r det belopp som n&#228;ringsidkaren har
kr&#228;vt.

50 &#167; N&#228;ringsidkaren skall vidta de &#229;tg&#228;rder som sk&#228;ligen kan kr&#228;vas av
honom f&#246;r att v&#229;rda en sak som han h&#229;ller kvar enligt 49 &#167; eller som
inte har h&#228;mtats i r&#228;tt tid. Han har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r
v&#229;rden.

I fr&#229;ga om n&#228;ringsidkarens r&#228;tt att s&#228;lja en sak som har &#246;verl&#228;mnats
till honom eller som av annan orsak befinner sig i hans besittning finns
best&#228;mmelser i lagen (1985:982) om n&#228;ringsidkares r&#228;tt att s&#228;lja saker
som inte har h&#228;mtats. Lag (1985:987).

Begr&#228;nsning av skadan

50 a &#167; Den skadelidande parten skall vidta sk&#228;liga &#229;tg&#228;rder f&#246;r
att begr&#228;nsa sin skada. F&#246;rsummar han det, f&#229;r han sj&#228;lv b&#228;ra
en motsvarande del av f&#246;rlusten. Lag (2005:61).

S&#228;rskilda best&#228;mmelser om sm&#229;husentreprenad

51 &#167; Vid sm&#229;husentreprenad g&#228;ller vad konsumenten p&#229;st&#229;r har
avtalats om

1. arbetets omfattning,

2. priset eller grunderna f&#246;r hur priset best&#228;ms,

3. tiden f&#246;r betalning, och

4. tiden f&#246;r arbetets avslutande,

om inte annat framg&#229;r av ett skriftligt avtal eller av
omst&#228;ndigheterna i &#246;vrigt. Lag (2004:554).

52 &#167; Vid sm&#229;husentreprenad &#228;r konsumenten inte skyldig att
betala f&#246;r annat &#228;n utf&#246;rd del av entreprenaden.

Om det enligt 53 &#167; skall g&#246;ras en slutbesiktning, har
konsumenten, trots 41 &#167; f&#246;rsta stycket, r&#228;tt att h&#229;lla inne tio
procent av det avtalade priset till dess att
sm&#229;husentreprenaden har godk&#228;nts enligt 56 &#167; andra stycket.
Lag (2004:554).

53 &#167; Vid sm&#229;husentreprenad skall slutbesiktning g&#246;ras, om n&#229;gon
av parterna beg&#228;r det.

Slutbesiktning g&#246;rs efter det att arbetet har avslutats. Om
flera n&#228;ringsidkare utf&#246;r arbeten i anslutning till varandra
kan, om parterna &#228;r ense om det, slutbesiktning i st&#228;llet g&#246;ras
n&#228;r samtliga arbeten har avslutats. Lag (2004:554).

54 &#167; N&#228;ringsidkaren ska i god tid underr&#228;tta konsumenten om n&#228;r 
arbetet ber&#228;knas vara avslutat och slutbesiktning kan g&#246;ras. 
Konsumenten ska d&#228;refter utan dr&#246;jsm&#229;l meddela n&#228;ringsidkaren 
om han eller hon beg&#228;r besiktning och, om s&#229; &#228;r fallet, utse en 
person att utf&#246;ra besiktningen (besiktningsman).

Om konsumenten inte utser n&#229;gon besiktningsman, f&#229;r 
n&#228;ringsidkaren g&#246;ra det. Parterna kan ocks&#229; utse en 
besiktningsman gemensamt.

Besiktningsmannen ska s&#229; snart som m&#246;jligt kalla parterna samt 
den kontrollansvarige enligt 10 kap. 9 &#167; plan- och bygglagen 
(2010:900) till slutbesiktningen. Lag (2010:1006).

55 &#167; En besiktningsman som avses i 54 &#167; skall ha den erfarenhet
och kunskap som kr&#228;vs f&#246;r uppdraget. Han eller hon skall utf&#246;ra
sitt uppdrag med opartiskhet och sj&#228;lvst&#228;ndighet.

Besiktningsmannen har r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r arbete,
tidsspillan och utl&#228;gg som uppdraget har kr&#228;vt. Lag (2004:554).

56 &#167; Vid en slutbesiktning enligt 53 &#167; skall besiktningsmannen
unders&#246;ka om sm&#229;husentreprenaden &#228;r felaktig enligt 9 &#167;.
Resultatet av slutbesiktningen skall snarast redovisas
skriftligen till parterna och inneh&#229;lla uppgift om de
f&#246;rh&#229;llanden som besiktningsmannen anser utg&#246;ra fel. Utl&#229;tandet
skall ocks&#229; inneh&#229;lla uppgift om f&#246;rh&#229;llanden som konsumenten
anser utg&#246;ra fel enligt 9, 10 eller 11 &#167;.

Om sm&#229;husentreprenaden inte &#228;r felaktig enligt 9 &#167; eller de
konstaterade felen &#228;r av mindre betydelse, skall
besiktningsmannen godk&#228;nna entreprenaden. Om
sm&#229;husentreprenaden inte godk&#228;nns och parterna inte best&#228;mmer
annat, skall en ny slutbesiktning g&#246;ras vid ett senare
tillf&#228;lle. N&#228;ringsidkaren skall i god tid underr&#228;tta
besiktningsmannen om n&#228;r en ny slutbesiktning kan g&#246;ras.

Allm&#228;n domstol f&#229;r p&#229; talan av konsumenten eller n&#228;ringsidkaren
pr&#246;va de fr&#229;gor som besiktningsutl&#229;tandet behandlar.
Lag (2004:554).

57 &#167; Om inte annat har avtalats, &#228;r konsumenten skyldig att
slutligt svara f&#246;r ers&#228;ttningen till besiktningsmannen vid en
slutbesiktning enligt 53 &#167;. Om det g&#246;rs en s&#229;dan ny
slutbesiktning som anges i 56 &#167; andra stycket, skall
n&#228;ringsidkaren svara f&#246;r den del av ers&#228;ttningen som h&#228;nf&#246;r sig
till den nya besiktningen. Lag (2004:554).

58 &#167; Om slutbesiktning g&#246;rs enligt 53 &#167;, g&#228;ller f&#246;ljande i
st&#228;llet f&#246;r 12 &#167;.

Bed&#246;mningen av om sm&#229;husentreprenaden &#228;r felaktig skall g&#246;ras
med h&#228;nsyn till f&#246;rh&#229;llandena vid den tidpunkt d&#229; entreprenaden
godk&#228;ndes vid slutbesiktning.

Vid till&#228;mpningen av 39 &#167; skall vad som d&#228;r s&#228;gs om h&#228;ndelse
som har intr&#228;ffat f&#246;re den tidpunkt som avses i 12 &#167; i st&#228;llet
till&#228;mpas p&#229; h&#228;ndelse som har intr&#228;ffat f&#246;re den tidpunkt d&#229;
entreprenaden godk&#228;ndes vid slutbesiktning. Lag (2004:554).

59 &#167; Oavsett vad som f&#246;reskrivs i 12 &#167; f&#246;rsta stycket och 58 &#167;
andra stycket skall sm&#229;husentreprenaden alltid anses felaktig
om ett f&#246;rh&#229;llande som avses i 9, 10 eller 11 &#167; visar sig inom
tv&#229; &#229;r efter det att entreprenaden godk&#228;ndes vid slutbesiktning
eller, om slutbesiktning inte har gjorts, inom tv&#229; &#229;r efter det
att arbetena avslutades. Detta g&#228;ller dock inte om
n&#228;ringsidkaren g&#246;r sannolikt att f&#246;rh&#229;llandet beror p&#229; en
olycksh&#228;ndelse eller d&#228;rmed j&#228;mf&#246;rlig h&#228;ndelse eller p&#229;
vanv&#229;rd, onormalt brukande eller n&#229;got liknande f&#246;rh&#229;llande p&#229;
konsumentens sida. Lag (2004:554).

60 &#167; Sedan en sm&#229;husentreprenad har godk&#228;nts vid en
slutbesiktning enligt 53 &#167;, f&#229;r konsumenten endast &#229;beropa fel
som har antecknats i besiktningsutl&#229;tandet.

Trots f&#246;rsta stycket f&#229;r konsumenten &#229;beropa fel som

1. konsumenten har p&#229;talat vid slutbesiktningen men som
besiktningsmannen inte har ansett utg&#246;ra fel,

2. besiktningsmannen varken har m&#228;rkt eller borde ha m&#228;rkt vid
slutbesiktningen, eller

3. har p&#229;talats av konsumenten f&#246;r n&#228;ringsidkaren inom sex
m&#229;nader fr&#229;n slutbesiktningen. Lag (2004:554).

61 &#167; Av 17 &#167; framg&#229;r att en konsument som vill &#229;beropa att
tj&#228;nsten &#228;r felaktig skall underr&#228;tta n&#228;ringsidkaren om detta
(reklamation).

Vid en sm&#229;husentreprenad g&#228;ller att reklamation inte beh&#246;ver
g&#246;ras i fr&#229;ga om fel som

1. har antecknats i ett besiktningsutl&#229;tande enligt 56 &#167;, eller

2. har p&#229;talats av konsumenten enligt 60 &#167; 3.

Om det vid sm&#229;husentreprenad har gjorts en slutbesiktning
enligt 53 &#167;, f&#229;r reklamation enligt 17 &#167; f&#246;rsta stycket inte
g&#246;ras senare &#228;n tio &#229;r efter det att sm&#229;husentreprenaden har
godk&#228;nts enligt 56 &#167; andra stycket, s&#229;vida inte annat f&#246;ljer av
garanti eller liknande utf&#228;stelse. Lag (2004:554).

&#214;verg&#229;ngsbest&#228;mmelser

1990:935

Denna lag tr&#228;der i kraft den 1 januari 1991. I fr&#229;ga om avtal som har
ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller dock &#228;ldre best&#228;mmelser.

2002:588

1. Denna lag tr&#228;der i kraft den 1 juli 2002.

2. I fr&#229;ga om avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller
&#228;ldre best&#228;mmelser.

2004:554

Denna lag tr&#228;der i kraft den 1 januari 2005. &#196;ldre f&#246;reskrifter
till&#228;mpas p&#229; avtal som har ing&#229;tts dessf&#246;rinnan.

2005:61

1. Denna lag tr&#228;der i kraft den 1 april 2005.

2. I fr&#229;ga om avtal som har ing&#229;tts f&#246;re ikrafttr&#228;dandet g&#228;ller
&#228;ldre best&#228;mmelser.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3735">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3737">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
