

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2000-10-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3737</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3736">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3738">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1985:658 ·
                    <a href="/sfsr?bet=1985:658">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1985:658) om arrendatorers r&#228;tt att f&#246;rv&#228;rva arrendest&#228;llet 
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1985-06-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2000:247
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1986-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Inledande best&#228;mmelse

1 &#167; En arrendator har enligt denna lag r&#228;tt att f&#246;rv&#228;rva arrendest&#228;llet,
om avtalet g&#228;ller ett jordbruksarrende som omfattar bostad &#229;t
arrendatorn eller ett bostadsarrende.

Intresseanm&#228;lan

2 &#167; Om en arrendator har intresse av att ut&#246;va sin f&#246;rv&#228;rvsr&#228;tt, f&#229;r han
anm&#228;la detta till inskrivningsmyndigheten f&#246;r anteckning i
fastighetsregistrets inskrivningsdel. Vid bostadsarrende f&#229;r en
intresseanm&#228;lan g&#246;ras endast om det p&#229; arrendest&#228;llet finns ett s&#229;dant
bostadshus som avses i 10 kap. 1 &#167; jordabalken och huset har &#229;satts
taxeringsv&#228;rde.

Till anm&#228;lan skall fogas arrendeavtalet i original eller bestyrkt kopia.
Avser anm&#228;lan ett bostadsarrende, skall till anm&#228;lan dessutom fogas
bevis om att bostadshuset har &#229;satts taxeringsv&#228;rde.
Lag (2000:247).

3 &#167; Jord&#228;garen och arrendatorn skall av inskrivningsmyndigheten
underr&#228;ttas om att en intresseanm&#228;lan har antecknats i
fastighetsregistrets inskrivningsdel. Lag (2000:247).

4 &#167; Sedan anteckning har skett g&#228;ller en intresseanm&#228;lan fram till den
inskrivningsdag som intr&#228;ffar n&#228;rmast efter tio &#229;r fr&#229;n den
inskrivningsdag d&#229; anteckningen gjordes. Om hembud som avses i denna lag
sker under denna tid, g&#228;ller anm&#228;lningen dock alltid fram till den
inskrivningsdag som intr&#228;ffar n&#228;rmast efter tv&#229; &#229;r fr&#229;n den dag d&#229;
hembudet skedde.

Avlider en arrendator under tid d&#229; hans intressanm&#228;lan g&#228;ller, skall
anm&#228;lningen g&#228;lla f&#246;r d&#246;dsboet fram till den inskrivningsdag som
intr&#228;ffar n&#228;rmast efter sex m&#229;nder fr&#229;n den dag d&#229; arrendatorn avled,
dock l&#228;ngst fram till den inskrivningsdag som anges i f&#246;rsta stycket.

Vad som har sagts i f&#246;rsta och andra styckena g&#228;ller &#228;ven i f&#246;rh&#229;llande
till ny &#228;gare av fastigheten.

En ny intresseanm&#228;lan fr&#229;n arrendatorn eller hans d&#246;dsbo f&#229;r antecknas
tidigast p&#229; den inskrivningsdag d&#229; den tidigares giltighet har upph&#246;rt.

Hembud

5 &#167; Ett arrendest&#228;lle, f&#246;r vilket en intresseanm&#228;lan g&#228;ller, f&#229;r inte
&#246;verl&#229;tas helt eller delvis genom k&#246;p eller byte utan att den arrendator
som har gjort intresseanm&#228;lan eller, i fall som avses i 4 &#167; andra
stycket, dennes d&#246;dsbo har erbjudits att f&#246;rv&#228;rva arrendest&#228;llet. Ett
s&#229;dant erbjudande kallas hembud.

Utan hinder av f&#246;rsta stycket f&#229;r, n&#228;r det &#228;r fr&#229;ga om bostadsarrende
som inte avser hel fastighet, &#246;verl&#229;telse ske utan hembud om h&#246;gst
h&#228;lften av den &#246;verl&#229;tna fasta egendomen utg&#246;r mark, som omfattas av
arrendet.

F&#246;religger hembudsskyldighet f&#229;r hembudet avse &#228;ven annan fast egendom
&#228;n arrendest&#228;llet, s&#229;vitt avser jordbruksarrende dock inte om
arrendatorn bestrider detta inom den tid som g&#228;ller f&#246;r antagande av
hembud enligt 10 &#167;.

En &#246;verl&#229;telse f&#229;r ske utan hembud,

1. om arrendatorn godk&#228;nner &#246;verl&#229;telsen,

2. om staten genom statens jordbruksverk eller en l&#228;nsstyrelse &#228;r
&#246;verl&#229;tare,

3. om staten genom en annan myndighet &#228;n statens aff&#228;rsdrivande verk &#228;r
f&#246;rv&#228;rvare,

4. om en kommun &#228;r f&#246;rv&#228;rvare,

5. om f&#246;rv&#228;rvaren &#228;r gift med &#246;verl&#229;taren eller om f&#246;rv&#228;rvaren eller,
n&#228;r makar f&#246;rv&#228;rvar gemensamt, n&#229;gon av dem &#228;r &#246;verl&#229;tarens avkomling,

6. om andel i fastighet f&#246;rv&#228;rvas av n&#229;gon som redan &#228;ger andel i
fastigheten,

7. om f&#246;rv&#228;rvet sker genom inrop p&#229; exekutiv auktion eller offentlig
auktion enligt lagen (1904:48 s. 1) om sam&#228;gander&#228;tt. Lag (1990:1484).

6 &#167; Hembud beh&#246;vs inte heller,

1. om arrendatorn inte har r&#228;tt till f&#246;rl&#228;ngning av arrendeavtalet,

2. om det med h&#228;nsyn till f&#246;rh&#229;llandet mellan &#246;verl&#229;taren och en annan
f&#246;rv&#228;rvare &#228;n arrendatorn eller villkoren f&#246;r eller omst&#228;ndigheterna vid
en s&#229;dan f&#246;rs&#228;ljning skulle vara osk&#228;ligt att arrendatorn f&#229;r ut&#246;va sin
f&#246;rv&#228;rvsr&#228;tt enligt denna lag,

3. om det &#228;r uppenbart att arrendatorn skulle v&#228;gras f&#246;rv&#228;rvstillst&#229;nd
enligt jordf&#246;rv&#228;rvslagen (1979:230),

4. om det &#228;r uppenbart att erforderlig fastighetsbildning inte kan komma
till st&#229;nd.

Fr&#229;gan om hembud beh&#246;vs enligt f&#246;rsta stycket pr&#246;vas av arrenden&#228;mnden
p&#229; beg&#228;ran av jord&#228;garen. Finner arrenden&#228;mnden i fall som avses i
f&#246;rsta stycket 4 att erfoderlig fastighetsbildning inte kan komma till
st&#229;nd vid en &#246;verl&#229;telse av enbart arrendest&#228;llet, f&#229;r jord&#228;garen &#228;nd&#229;
inte befrias fr&#229;n hembudsskyldigheten om hembudet sk&#228;ligen b&#246;r kunna
omfatta s&#229; mycket av jord&#228;garens fasta egendom, innefattande
arrendest&#228;llet eller huvuddelen d&#228;rav, som beh&#246;vs f&#246;r att best&#228;mmelserna
i fastighetsbildningslagen (1970:988) inte skall medf&#246;ra hinder f&#246;r ett
giltigt f&#246;rv&#228;rv.

7 &#167; Har ett f&#246;rv&#228;rv blivit ogiltigt till f&#246;ljd av att beg&#228;rd
fastighetsbildning inte har kunnat ske f&#246;religger &#228;nd&#229; fortfarande
hembudsskyldighet om ett hembud sk&#228;ligen b&#246;r kunna omfatta s&#229; mycket av
jord&#228;garens fasta egendom, innefattande arrendest&#228;llet eller huvuddelen
d&#228;rav, som beh&#246;vs f&#246;r att best&#228;mmelserna i fastighetsbildningslagen
(1970:988) inte l&#228;ngre skall medf&#246;ra hinder f&#246;r ett giltigt f&#246;rv&#228;rv.

Fr&#229;gor om hembudsskyldighet enligt f&#246;rsta stycket pr&#246;vas av
arrenden&#228;mnden. Intill dess s&#229;dan pr&#246;vning har skett g&#228;ller det i 5 &#167;
f&#246;rsta stycket angivna &#246;verl&#229;telsef&#246;rbudet. Lag (1991:734).

8 &#167; Hembud sker hos arrenden&#228;mnden genom skriftlig anm&#228;lan av
jord&#228;garen. Jord&#228;gare skall h&#228;rvid ge in ett av honom undertecknat
skriftligt f&#246;rslag till k&#246;peavtal som skall inneh&#229;lla uppgift om
k&#246;peskillingen f&#246;r den hembjudna egendomen och &#246;vriga villkor f&#246;r
f&#246;rv&#228;rvet. Om det f&#246;r en &#246;verl&#229;telse beh&#246;vs makes samtycke enligt
&#228;ktenskapsbalken, skall makens samtycke ges till avtalsf&#246;rslaget.

Om ett hembud inte uppfyller vad som f&#246;reskrivs i f&#246;rsta stycket, skall
arrenden&#228;mnden f&#246;rel&#228;gga jord&#228;garen att avhj&#228;lpa bristen inom viss tid.
Efterkommer jord&#228;garen f&#246;rel&#228;ggandet, anses hembud ha skett den dag d&#229;
bristen avhj&#228;lptes. Efterkommer jord&#228;garen inte f&#246;rel&#228;ggandet, f&#229;r
hembudet avvisas. Lag (1987:812).

9 &#167; F&#246;rslaget till k&#246;peavtal skall genom arrenden&#228;mndens f&#246;rsorg delges
arrendatorn. Sedan delgivning skett f&#229;r inte hembudet eller samtycket
till avtalsf&#246;rslaget &#229;terkallas eller f&#246;rslaget &#228;ndras.

Arrenden&#228;mnden skall f&#246;r anteckning i fastighetsregistrets inskrivningsdel
underr&#228;tta inskrivningsmyndigheten om hembudet och om dagen d&#229; hembudet
skedde. S&#229;dan underr&#228;ttelse skall ocks&#229; ske om ett hembud avvisas p&#229;
grund av bestridande som avses i 5 &#167; tredje stycket. Lag (2000:247).

Antagande av hembud

10 &#167; Hembudet antas genom att arrendatorn inom tre m&#229;nader fr&#229;n den dag
d&#229; hembudet skedde skriftligen anm&#228;ler till arrenden&#228;mnden att han har
beslutat att f&#246;rv&#228;rva den hembjudna egendomen p&#229; de villkor som anges i
jord&#228;garens f&#246;rslag till k&#246;peavtal. N&#228;r anm&#228;lan har kommit in pr&#246;var
n&#228;mnden om hembudet r&#228;tteligen har antagits.

Hembudet upph&#246;r att g&#228;lla, om det inte antas inom f&#246;reskriven tid och p&#229;
f&#246;reskrivet s&#228;tt eller n&#228;r arrendatorn skriftligen har underr&#228;ttat
arrenden&#228;mnden om att han inte antar hembudet.

11 &#167; Om hembudet har antagits, skall det anses som om jord&#228;garen och
arrendatorn har slutit ett avtal om k&#246;p av den hembjudna egendomen p&#229; de
villkor som anges i f&#246;rslaget till k&#246;peavtal. I f&#246;rslaget skall anses
f&#246;reskrivet att k&#246;pebrev skall uppr&#228;ttas.

12 &#167; &#196;ven om ett hembud har upph&#246;rt att g&#228;lla, f&#229;r &#246;verl&#229;telse genom k&#246;p
eller byte till n&#229;gon annan &#228;n arrendatorn inte ske medan arrendatorns
intresseanm&#228;lan g&#228;ller, om villkoren f&#246;r &#246;verl&#229;telsen sammantagna &#228;r
avsev&#228;rt ogynnsammare f&#246;r jord&#228;garen &#228;n vad som angavs vid hembudet. Har
jord&#228;garen sedan ett hembud upph&#246;rt att g&#228;lla gjort ett nytt hembud,
enligt vilket villkoren &#228;r ogynnsammare f&#246;r jord&#228;garen, och upph&#246;r &#228;ven
detta hembud att g&#228;lla, skall f&#246;rsta meningen till&#228;mpas p&#229; det nya
hembudet.

F&#246;rsta stycket skall &#228;ga motsvarande till&#228;mpning, om &#246;verl&#229;telsen avser
en del av den fasta egendom f&#246;r vilken intresseanm&#228;lan g&#228;ller.

I fr&#229;ga om f&#246;rbudet i f&#246;rsta stycket till&#228;mpas 5 &#167; andra och fj&#228;rde
styckena samt 6 &#167;. Om n&#229;got undantag som avses d&#228;r inte f&#246;religger
pr&#246;var arrenden&#228;mnden, p&#229; framst&#228;llning av &#246;verl&#229;taren, om hinder mot
&#246;verl&#229;telsen f&#246;religger.

Ogiltighet

13 &#167; &#214;verl&#229;telser i strid med 5--7 eller 12 &#167; &#228;r ogiltiga.

Om lagfart har meddelats i strid med 20 kap. 6 &#167; 5 eller 7 &#167; 13
jordabalken, g&#228;ller inte f&#246;rsta stycket. Lag (1988:729).

S&#228;rskilda best&#228;mmelser

14 &#167; I fr&#229;ga om f&#246;rfarandet vid arrenden&#228;mnden och &#246;verklagande av
n&#228;mndens beslut i &#228;renden enligt denna lag finns best&#228;mmelser i lagen
(1973:188) om arrenden&#228;mnder och hyresn&#228;mnder.

Vardera parten skall svara f&#246;r sina r&#228;tteg&#229;ngskostnader med anledning av
att n&#228;mndens beslut &#246;verklagas, i den m&#229;n annat inte f&#246;ljer av 18 kap. 6
&#167; r&#228;tteg&#229;ngsbalken.

&#214;verg&#229;ngsbest&#228;mmelser

1987:812

1. Denna lag tr&#228;der i kraft den 1 januari 1988.

2. Om avtalsf&#246;rslaget har undertecknats f&#246;re ikrafttr&#228;dandet, skall
&#228;ldre best&#228;mmelser fortfarande till&#228;mpas.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3736">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3738">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
