

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-11-16" /> 
 <meta id="rattsinfo-edited" content="2022-11-16 15:36:08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3739</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3738">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3740">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1985:367 ·
                    <a href="/sfsr?bet=1985:367">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1985:367) om f&#246;r&#228;ldraskap i internationella situationer</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1985-05-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1322
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1985-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller fr&#229;gor om f&#246;r&#228;ldraskap till barn i 
internationella situationer. 

I f&#246;rh&#229;llande till Danmark, Finland, Island och Norge g&#228;ller 
lagen (1979:1001) om erk&#228;nnande av nordiska 
f&#246;r&#228;ldraskapsavg&#246;randen i st&#228;llet f&#246;r 7-10 a &#167;&#167; och 12 &#167; andra 
stycket. Lag (2022:1322).

F&#246;r&#228;ldraskap omedelbart p&#229; grund av lag

2 &#167; En man som &#228;r eller har varit gift med ett barns mor ska 
anses som barnets far, d&#229; det f&#246;ljer av lagen i den stat d&#228;r 
barnet vid f&#246;delsen fick sin hemvist eller, om inte n&#229;gon ska 
anses som barnets far enligt den lagen, d&#229; det f&#246;ljer av lagen 
i en stat d&#228;r barnet vid f&#246;delsen blev medborgare. Om barnet 
vid f&#246;delsen fick sin hemvist i Sverige, ska fr&#229;gan dock 
alltid bed&#246;mas enligt svensk lag. 

Fr&#229;gan om huruvida en man &#228;r eller har varit gift med barnets 
mor ska bed&#246;mas enligt den lag som enligt f&#246;rsta stycket 
g&#228;ller f&#246;r faderskapet. Lag (2021:466).

2 a &#167; En kvinna som &#228;r eller har varit gift med ett barns mor 
ska anses som barnets f&#246;r&#228;lder, d&#229; det f&#246;ljer av lagen i den 
stat d&#228;r barnet vid f&#246;delsen fick sin hemvist eller, om inte 
n&#229;gon kvinna ut&#246;ver modern ska anses som barnets f&#246;r&#228;lder 
enligt den lagen, d&#229; det f&#246;ljer av lagen i en stat d&#228;r barnet 
vid f&#246;delsen blev medborgare. Om barnet vid f&#246;delsen fick sin 
hemvist i Sverige, ska fr&#229;gan dock alltid bed&#246;mas enligt 
svensk lag. Lag (2022:1322).

Fastst&#228;llelse och h&#228;vande av f&#246;r&#228;ldraskap

3 &#167; Ett faderskap, eller ett f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r 
eller har varit gift eller sambo med barnets mor, kan 
fastst&#228;llas genom bekr&#228;ftelse av faderskapet eller 
f&#246;r&#228;ldraskapet under medverkan av en svensk socialn&#228;mnd, om 
n&#228;mnden &#228;r skyldig att utreda faderskapet eller f&#246;r&#228;ldraskapet 
enligt 2 kap. 1, 8 a eller 9 &#167; f&#246;r&#228;ldrabalken. 

I fr&#229;ga om fastst&#228;llelse enligt f&#246;rsta stycket till&#228;mpas 
svensk lag. 

Om bekr&#228;ftelsen har l&#228;mnats utomlands, ska den &#228;ven om detta 
inte f&#246;ljer av andra stycket anses giltig till formen, ifall 
den uppfyller formf&#246;reskrifterna i lagen i den stat d&#228;r 
bekr&#228;ftelsen l&#228;mnades. Lag (2022:1322).

3 a &#167; Ett faderskap kan ocks&#229; fastst&#228;llas genom 
bekr&#228;ftelse av faderskapet under medverkan av en svensk 
socialn&#228;mnd om

1. barnet har sin hemvist utomlands,

2. fastst&#228;llelsen avser en man som har sin hemvist i 
Sverige,

3. det p&#229;st&#229;s att barnet har tillkommit med mannens spermier, 
och

4. barnet i hemvistlandet inte har n&#229;gra andra r&#228;ttsliga 
f&#246;r&#228;ldrar &#228;n mannen och hans make, registrerade partner eller 
sambo.

Ett &#228;rende enligt f&#246;rsta stycket handl&#228;ggs av socialn&#228;mnden i 
den kommun d&#228;r mannen &#228;r folkbokf&#246;rd.

I fr&#229;ga om fastst&#228;llande av faderskap enligt f&#246;rsta stycket 
till&#228;mpas svensk lag. Lag (2018:1280).

4 &#167; M&#229;l om faderskap eller om f&#246;r&#228;ldraskap f&#246;r en kvinna som 
&#228;r eller har varit gift eller sambo med barnets mor f&#229;r tas 
upp av svensk domstol om

1. barnet har sin hemvist i Sverige,

2. talan f&#246;rs mot en man eller kvinna som har sin hemvist i 
Sverige eller mot flera m&#228;n eller kvinnor som alla har sin 
hemvist h&#228;r, eller 

3. det i andra fall med h&#228;nsyn till barnets, moderns, mannens 
eller kvinnans anknytning till Sverige finns s&#228;rskilda sk&#228;l 
att m&#229;let pr&#246;vas h&#228;r i landet.

Om det sedan talan har v&#228;ckts intr&#228;ffar en &#228;ndring av de 
omst&#228;ndigheter som grundar svensk domstols beh&#246;righet enligt 
f&#246;rsta stycket, upph&#246;r inte domstolens beh&#246;righet. 

I 5 a &#167; finns ytterligare en best&#228;mmelse om svensk domstols 
beh&#246;righet. Lag (2022:1322).

5 &#167; En talan vid svensk domstol om fastst&#228;llande av ett 
faderskap eller av ett f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller 
har varit gift eller sambo med barnets mor ska pr&#246;vas enligt 
lagen i den stat d&#228;r barnet har sin hemvist n&#228;r m&#229;let avg&#246;rs i 
f&#246;rsta instans. Detsamma g&#228;ller en talan vid svensk domstol om 
h&#228;vande av ett faderskap eller ett f&#246;r&#228;ldraskap som g&#228;ller 
enligt 2 respektive 2 a &#167;.

En talan om fastst&#228;llande av faderskap f&#246;r ett barn som har 
sin hemvist utomlands ska dock alltid pr&#246;vas enligt svensk lag 
om 

1. fastst&#228;llelsen avser en man som har sin hemvist i Sverige, 

2. det p&#229;st&#229;s att barnet har tillkommit med mannens spermier, 
och 

3. barnet i hemvistlandet inte har n&#229;gra andra r&#228;ttsliga 
f&#246;r&#228;ldrar &#228;n mannen och hans make, registrerade partner eller 
sambo.

Fr&#229;gan om huruvida ett faderskap som g&#228;ller enligt 2 &#167; eller 
ett f&#246;r&#228;ldraskap som g&#228;ller enligt 2 a &#167; ska anses h&#228;vt genom 
en fastst&#228;llelse av att n&#229;gon annan &#228;r barnets far eller 
f&#246;r&#228;lder bed&#246;ms enligt samma lag som har till&#228;mpats vid 
fastst&#228;llelsen. Lag (2022:1322).

5 a &#167; Om det har v&#228;ckts en talan som enligt 5 &#167; andra 
stycket alltid ska pr&#246;vas enligt svensk lag, f&#229;r, om en annan 
man ska anses som barnets far enligt 1 kap. 1 &#167; 
f&#246;r&#228;ldrabalken, en talan om h&#228;vande av faderskapet f&#246;r den 
mannen tas upp i svensk domstol. M&#229;len ska i s&#229; fall 
handl&#228;ggas i samma r&#228;tteg&#229;ng. &#196;ven talan om h&#228;vande av 
faderskapet ska pr&#246;vas enligt svensk lag.

M&#229;let om h&#228;vande av faderskap ska avskrivas om m&#229;let om 
fastst&#228;llande av faderskap avslutas genom ett beslut om 
avvisning eller avskrivning.

Om b&#229;de talan om h&#228;vande av faderskap och talan om 
fastst&#228;llande av faderskap bifalls och den f&#246;rstn&#228;mnda fr&#229;gan 
&#246;verklagas, ska den h&#246;gre r&#228;tten pr&#246;va ocks&#229; den andra 
fr&#229;gan, &#228;ven om den fr&#229;gan inte har &#246;verklagats.
Lag (2018:1280).

5 b &#167; I fall som avses i 5 &#167; andra stycket och 5 a &#167; 
f&#246;rsta stycket f&#229;r barnets talan f&#246;ras av socialn&#228;mnden i den 
kommun d&#228;r mannen som fastst&#228;llelsen avser &#228;r folkbokf&#246;rd.
Lag (2018:1280).

6 &#167; Om ett faderskap eller ett f&#246;r&#228;ldraskap f&#246;r en kvinna som 
&#228;r eller har varit gift eller sambo med barnets mor har 
fastst&#228;llts genom en bekr&#228;ftelse, ska en talan vid svensk 
domstol om ogiltigf&#246;rklaring av bekr&#228;ftelsen pr&#246;vas enligt den 
eller de lagar som best&#228;mmer fastst&#228;llelsens giltighet h&#228;r i 
landet. En ogiltigf&#246;rklaring av en bekr&#228;ftelse av ett 
faderskap f&#229;r dock alltid meddelas med st&#246;d av svensk lag, om 
talan grundas p&#229; att den som har l&#228;mnat bekr&#228;ftelsen inte &#228;r 
far till barnet. Lag (2022:1322).

6 a &#167; Har upph&#228;vts genom lag (2022:1322).

Giltigheten av utl&#228;ndska avg&#246;randen och fastst&#228;llelser

7 &#167; Ett avg&#246;rande av en utl&#228;ndsk domstol som inneb&#228;r att ett 
faderskap eller ett f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller 
har varit gift eller sambo med barnets mor har fastst&#228;llts 
eller h&#228;vts och som har f&#229;tt laga kraft g&#228;ller i Sverige, om 
det med h&#228;nsyn till en parts hemvist eller medborgarskap eller 
annan anknytning fanns sk&#228;lig anledning att talan pr&#246;vades i 
den utl&#228;ndska staten.

Det utl&#228;ndska avg&#246;randet g&#228;ller dock inte i Sverige, 

1. om svaranden, i fall d&#228;r han eller hon inte har g&#229;tt i 
svarom&#229;l, inte har f&#229;tt k&#228;nnedom om den v&#228;ckta talan i 
tillr&#228;cklig tid f&#246;r att kunna svara i saken eller om svaranden 
annars inte har f&#229;tt rimliga m&#246;jligheter att f&#246;ra sin talan i 
den utl&#228;ndska r&#228;tteg&#229;ngen, 

2. om avg&#246;randet strider mot en svensk dom, 

3. om avg&#246;randet strider mot ett h&#228;r i landet giltigt 
utl&#228;ndskt avg&#246;rande i en r&#228;tteg&#229;ng som b&#246;rjade tidigare &#228;n den 
andra utl&#228;ndska r&#228;tteg&#229;ngen,

4. om avg&#246;randet strider mot en h&#228;r i landet giltig 
fastst&#228;llelse genom bekr&#228;ftelse av ett faderskap eller av ett 
f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller har varit gift eller 
sambo med barnets mor, ifall fastst&#228;llelsen har skett innan 
den utl&#228;ndska r&#228;tteg&#229;ngen b&#246;rjade, 

5. om det h&#228;r i landet p&#229;g&#229;r en r&#228;tteg&#229;ng om faderskapet eller 
om f&#246;r&#228;ldraskapet f&#246;r en kvinna som &#228;r eller har varit gift 
eller sambo med barnets mor, eller

6. om det utomlands p&#229;g&#229;r en r&#228;tteg&#229;ng om faderskapet eller om 
f&#246;r&#228;ldraskapet f&#246;r en kvinna som &#228;r eller har varit gift eller 
sambo med barnets mor, ifall den r&#228;tteg&#229;ngen har b&#246;rjat 
tidigare &#228;n den andra utl&#228;ndska r&#228;tteg&#229;ngen och kan antas leda 
till ett h&#228;r i landet giltigt avg&#246;rande. Lag (2022:1322).

8 &#167; En utl&#228;ndsk fastst&#228;llelse genom bekr&#228;ftelse av ett 
faderskap eller av ett f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller 
har varit gift eller sambo med barnets mor g&#228;ller i Sverige, 
om den &#228;r giltig enligt lagen i den stat d&#228;r barnet eller den 
som har l&#228;mnat bekr&#228;ftelsen hade sin hemvist eller i en stat 
d&#228;r n&#229;gon av dem var medborgare. 

Bekr&#228;ftelsen ska &#228;ven om det inte f&#246;ljer av f&#246;rsta stycket 
anses giltig till formen, om den uppfyller formf&#246;reskrifterna 
i lagen i den stat d&#228;r bekr&#228;ftelsen l&#228;mnades.

Den utl&#228;ndska fastst&#228;llelsen g&#228;ller dock inte i Sverige 

1. om den strider mot ett h&#228;r i landet giltigt avg&#246;rande i en 
r&#228;tteg&#229;ng som b&#246;rjade innan fastst&#228;llelsen skedde,

2. om den strider mot en tidigare, h&#228;r i landet giltig 
fastst&#228;llelse genom bekr&#228;ftelse av ett faderskap eller av ett 
f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller har varit gift eller 
sambo med barnets mor, 

3. om det h&#228;r i landet p&#229;g&#229;r en r&#228;tteg&#229;ng om faderskapet eller 
om f&#246;r&#228;ldraskapet f&#246;r en kvinna som &#228;r eller har varit gift 
eller sambo med barnets mor, ifall r&#228;tteg&#229;ngen har b&#246;rjat 
innan fastst&#228;llelsen skedde,

4. om det utomlands p&#229;g&#229;r en r&#228;tteg&#229;ng om faderskapet eller om 
f&#246;r&#228;ldraskapet f&#246;r en kvinna som &#228;r eller har varit gift eller 
sambo med barnets mor, ifall r&#228;tteg&#229;ngen har b&#246;rjat innan 
fastst&#228;llelsen skedde och den kan antas leda till ett h&#228;r i 
landet giltigt avg&#246;rande, eller

5. om bekr&#228;ftelsen avser faderskap och &#228;r uppenbart oriktig.
Lag (2022:1322).

9 &#167; Fr&#229;gan om ett avg&#246;rande som avses i 7 &#167; g&#228;ller
i Sverige kan pr&#246;vas av tingsr&#228;tt efter en ans&#246;kan av n&#229;gon
som har varit part i den utl&#228;ndska r&#228;tteg&#229;ngen och vars r&#228;tt
fr&#229;gan r&#246;r. Om en s&#229;dan fr&#229;ga uppkommer inf&#246;r en annan svensk
myndighet &#228;n en domstol, f&#229;r &#228;ven myndigheten vid behov
beg&#228;ra en s&#229;dan pr&#246;vning av tingsr&#228;tten.

En ans&#246;kan enligt f&#246;rsta stycket g&#246;rs till den tingsr&#228;tt som
regeringen f&#246;reskriver.

Innan tingsr&#228;tten pr&#246;var fr&#229;gan ska motparten f&#229; tillf&#228;lle
att yttra sig &#246;ver ans&#246;kan, om det kan ske.

Vid handl&#228;ggning i domstol av ett &#228;rende som avses i f&#246;rsta
stycket till&#228;mpas i &#246;vrigt lagen (1996:242) om
domstols&#228;renden. Lag (2014:925).

Konkurrerande f&#246;rfaranden

10 &#167; Om det vid en svensk domstol v&#228;cks en talan om 
faderskapet till ett barn eller om f&#246;r&#228;ldraskapet till ett 
barn f&#246;r en kvinna som &#228;r eller har varit gift eller sambo med 
barnets mor men det redan p&#229;g&#229;r en r&#228;tteg&#229;ng om n&#229;gon av dessa 
fr&#229;gor utomlands, ska talan avvisas eller f&#246;rklaras vilande i 
v&#228;ntan p&#229; ett avg&#246;rande i den utl&#228;ndska r&#228;tteg&#229;ngen som har 
f&#229;tt laga kraft, om det kan antas att det avg&#246;randet blir 
giltigt h&#228;r i landet. Talan f&#229;r dock pr&#246;vas, om det finns 
s&#228;rskilda sk&#228;l. 

Om den utl&#228;ndska r&#228;tteg&#229;ngen p&#229;g&#229;r i Schweiz, ska i fall som 
avses i 7 &#167; lagen (1936:79) om erk&#228;nnande och verkst&#228;llighet 
av dom som meddelats i Schweiz den best&#228;mmelsen i st&#228;llet 
till&#228;mpas. Lag (2022:1322).

10 a &#167; Om det p&#229;g&#229;r en r&#228;tteg&#229;ng utomlands om faderskapet till 
ett barn eller om f&#246;r&#228;ldraskapet till ett barn f&#246;r en kvinna 
som &#228;r eller har varit gift eller sambo med barnets mor, f&#229;r 
en svensk socialn&#228;mnd inte godk&#228;nna en bekr&#228;ftelse av 
faderskapet eller f&#246;r&#228;ldraskapet. Lag (2022:1322).

10 b &#167; Har upph&#228;vts genom lag (2022:1322).

Gemensamma best&#228;mmelser

11 &#167; Om pr&#246;vningen av en fr&#229;ga enligt denna lag beror p&#229; n&#229;gons hemvist
eller medborgarskap vid en viss tidpunkt och han eller hon d&#229; &#228;r
avliden, avg&#246;rs fr&#229;gan med h&#228;nsyn till f&#246;rh&#229;llandena vid tiden f&#246;r
d&#246;dsfallet.

Om pr&#246;vningen av en fr&#229;ga beror p&#229; barnets hemvist eller medborgarskap
vid en viss tidpunkt och &#228;r barnet d&#229; &#228;nnu inte f&#246;tt, &#228;r i st&#228;llet
moderns hemvist eller medborgarskap vid den tidpunkten avg&#246;rande.

12 &#167; En best&#228;mmelse i en utl&#228;ndsk lag f&#229;r inte till&#228;mpas om 
det skulle vara uppenbart of&#246;renligt med grunderna f&#246;r den 
svenska r&#228;ttsordningen att till&#228;mpa best&#228;mmelsen. 

Ett avg&#246;rande av en utl&#228;ndsk domstol eller en utl&#228;ndsk 
fastst&#228;llelse genom bekr&#228;ftelse av ett faderskap eller av ett 
f&#246;r&#228;ldraskap f&#246;r en kvinna som &#228;r eller har varit gift eller 
sambo med barnets mor g&#228;ller inte i Sverige, om det skulle 
vara uppenbart of&#246;renligt med grunderna f&#246;r den svenska 
r&#228;ttsordningen. Lag (2022:1322).


&#214;verg&#229;ngsbest&#228;mmelser

1985:367

1. Denna lag tr&#228;der i kraft den 1 juli 1985.

2. Vad som f&#246;reskrivs i 5 &#167; andra stycket g&#228;ller &#228;ven om fastst&#228;llelsen
av den andre mannens faderskap har skett f&#246;re ikrafttr&#228;dandet.

3. Best&#228;mmelserna i 7 och 8 &#167;&#167; till&#228;mpas &#228;ven p&#229; ett domstolsavg&#246;rande
som har meddelats f&#246;re ikrafttr&#228;dandet och p&#229; en fastst&#228;llelse som
dessf&#246;rinnan har skett genom erk&#228;nnande. Hade avg&#246;randet eller
fastst&#228;llelsen giltighet i Sverige vid ikrafttr&#228;dandet, g&#228;ller
avg&#246;randet eller fastst&#228;llelsen fortfarande. Ett avg&#246;rande eller en
fastst&#228;llelse, som strider mot en annan dom eller fastst&#228;llelse i annan
form som g&#228;llde h&#228;r vid ikrafttr&#228;dandet, har inte giltighet h&#228;r i
landet.

2014:925

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea hovr&#228;tt
och H&#246;gsta domstolen av &#228;renden som har inletts i hovr&#228;tten
f&#246;re ikrafttr&#228;dandet.

2022:1322

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. Best&#228;mmelserna i 7, 8 och 12 &#167;&#167; i den nya lydelsen 
till&#228;mpas &#228;ven i fr&#229;ga om domstolsavg&#246;randen som har meddelats 
f&#246;re ikrafttr&#228;dandet och fastst&#228;llelser genom bekr&#228;ftelse som 
har skett f&#246;re ikrafttr&#228;dandet. Om ett avg&#246;rande eller en 
fastst&#228;llelse g&#228;llde i Sverige f&#246;re ikrafttr&#228;dandet, ska 
avg&#246;randet eller fastst&#228;llelsen g&#228;lla h&#228;r &#228;ven efter 
ikrafttr&#228;dandet. Avg&#246;randen och fastst&#228;llelser som strider mot 
ett avg&#246;rande eller en fastst&#228;llelse som g&#228;llde i Sverige f&#246;re 
ikrafttr&#228;dandet ska inte vara giltiga h&#228;r.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3738">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3740">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
