

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1999-07-08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3750</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3749">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3751">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1985:79 ·
                    <a href="/sfsr?bet=1985:79">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1985:79) om till&#228;mpning av en &#246;verenskommelse 
mellan Sverige och Frankrike om &#246;msesidigt administrativt 
bist&#229;nd i tullfr&#229;gor
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1985-02-28
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1999:499
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan. 
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1985-04-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse mellan Sverige och Frankrike om &#246;msesidigt
administrativt bist&#229;nd i tullfr&#229;gor som har undertecknats den 27
oktober 1983 skall g&#228;lla h&#228;r i riket fr&#229;n och med den 1 april 1985.

&#214;verenskommelsen i fransk och svensk text bifogas denna f&#246;rordning som
bilaga.

Tullverket fullg&#246;r f&#246;r svensk del de uppgifter som anges i
artikel 12 i &#246;verenskommelsen. F&#246;rordning (1999:499).

Bilaga


&#214;VERENSKOMMELSE

om &#246;msesidigt administrativt bist&#229;nd i tullfr&#229;gor mellan

KONUNGARIKTET SVERIGES
REGERING
och
FRANSKA REPUBLIKENS REGERING

Konungariket Sveriges regering och Franska Republikens regering,

som beaktar att &#246;vertr&#228;delser av tullagarna skadar deras respektive
l&#228;nders ekonomiska, fiskala och sociala intressen liksom handelns
ber&#228;ttigade intressen och att kampen mot dessa &#246;vertr&#228;delser kan
effektiviseras genom samarbete mellan deras tullmyndigheter,

som uppm&#228;rksammar tullsamarbetsr&#229;dets rekommendation om &#246;msesidigt
administrativt bist&#229;nd av den 5 december 1953,

har kommit &#246;verens om f&#246;ljande.

ARTIKEL 1

1. De avtalsslutande staterna kommer &#246;verens om att deras
tullmyndigheter l&#228;mnar varandra &#246;msesidigt bist&#229;nd p&#229; de i denna
&#246;verenskommelse angivna villkoren

a. i syfte att s&#228;kerst&#228;lla att tullar och andra avgifter och skatter
p&#229; import och export uppb&#228;rs noggrant,

b. i syfte att f&#246;rhindra, utreda och beivra &#246;vertr&#228;delser av
tullagarna.

2. Det i f&#246;rsta stycket angivna administrativa bist&#229;ndet avser inte
indrivning av tullar, skatter, avgifter, b&#246;ter och andra belopp f&#246;r
den andra statens r&#228;kning.

3. Det bist&#229;nd som omfattas av denna &#246;verenskommelse l&#228;mnas inom ramen
f&#246;r den anmodade statens lagstiftning och dess tullmyndighets
beh&#246;righet.

ARTIKEL 2

I denna &#246;verenskommelse avses med

1. &quot;tullagar&quot; alla de best&#228;mmelser i lag eller annan f&#246;rfattning som
av tullmyndigheterna kan till&#228;mpas p&#229; inf&#246;rsel, utf&#246;rsel eller
transitering av varor, kapital eller betalningsmedel, vare sig det
g&#228;ller uppb&#246;rd av avgifter och skatter eller till&#228;mpning av f&#246;rbud,
restriktioner eller kontrollbest&#228;mmelser,

2. &quot;tullmyndighet&quot; i Franska Republiken generalstyrelsen f&#246;r tullar
och indirekta avgifter, ekonomi- och finansdepartementet (Direction
G&#232;n&#232;rale des Douanes et Droits Indirects, Minist&#232;re de l&#39;Economie, des
Finances et du Budget), f&#246;r Konungariket Sverige generaltull
styrelsen.

ARTIKEL 3

P&#229; anmodan av endera statens tullmyndighet ut&#246;var den andra statens
tullmyndighet, inom ramen f&#246;r sin lagstiftning och i enlighet med sina
administrativa f&#246;rfaranden, en s&#228;rskild &#246;vervakning av

a. resor, s&#228;rskilt inresa till och utresa fr&#229;n sitt territorium, som
f&#246;retas av personer som i den anmodande staten misst&#228;nks f&#246;r att
yrkesm&#228;ssigt eller regelm&#228;ssigt &#228;gna sig &#229;t att &#246;vertr&#228;da tullagarna;

b. misst&#228;nkta varur&#246;relser som av den anmodande staten angetts vara
f&#246;rem&#229;l f&#246;r en betydande trafik eller fr&#229;n dess territorium;

c. transportmedel som den anmodande staten har orsak befara kan
anv&#228;ndas f&#246;r att beg&#229; &#246;vertr&#228;delser av tullagarna p&#229; dess
territorium.

ARTIKEL 4

1. De b&#229;da staternas tullmyndigheter l&#228;mnar varandra

a. sj&#228;lvmant och of&#246;rdr&#246;jligen alla f&#246;r dem tillg&#228;ngliga upplysningar
r&#246;rande

- ovanliga handlingar som beg&#229;tts eller f&#246;rberetts och som &#228;r eller
befaras vara av brottslig art enligt den andra statens tullagar,

- nya smugglingsmetoder och f&#246;rfaranden,

- kategorier av varor som &#228;r k&#228;nda f&#246;r att vara f&#246;rem&#229;l f&#246;r olaglig
inf&#246;rsel, utf&#246;rsel eller transitering,

- enskilda personer som man har anledning tro att de beg&#229;r eller kan
beg&#229; &#246;vertr&#228;delser av den andra statens tullagar,

- transportmedel som kan befaras bli utnyttjade vid &#246;vertr&#228;delser av
den andra statens tullagar.

b. efter skriftlig framst&#228;llning och s&#229; snabbt som m&#246;jligt alla
upplysningar som kan erh&#229;llas fr&#229;n de tullhandlingar eller fr&#229;n det
underlag som finns i dessas st&#228;lle och som de f&#246;rfogar &#246;ver r&#246;rande
utbyte av varor mellan de b&#229;da staterna, eller fr&#229;n vederb&#246;rligen
bestyrkta kopior av dessa handlingar.

2. De b&#229;da staternas tullmyndigheter vidtar &#229;tg&#228;rder, i enlighet med
artikel 12, f&#246;r att de av deras befattningshavare som helt eller
huvudsakligen har till uppgift att sp&#229;ra upp f&#246;rbindelse med varandra
i syfte att genom informationsutbyte underl&#228;tta f&#246;rhindrande,
utredning och beivrande av brott mot deras respektive staters
tullagar.

ARTIKEL 5

1. P&#229; anmodan av endera statens tullmyndighet vidtar den andra statens
tullmyndighet alla n&#246;dv&#228;ndiga &#229;tg&#228;rder och f&#246;ranstaltar s&#228;rskilt om
unders&#246;kningar f&#246;r att s&#228;kerst&#228;lla utredning och beivrande av brott.
Den underr&#228;ttar den anmodande myndigheten om resultatet av dessa
&#229;tg&#228;rder.

2. Unders&#246;kningarna f&#246;retas i enlighet med den anmodade statens
r&#228;ttsregler.

3. Den anmodade statens tullmyndighet kan till&#229;ta representanter f&#246;r
den ans&#246;kande myndigheten att n&#228;rvara vid dessa unders&#246;kningar.

ARTIKEL 6

P&#229; anmodan av endera statens domstolar eller myndigheter, hos vilka
m&#229; eller &#228;rende ang&#229;ende &#246;vertr&#228;delser av tullagar anh&#228;giggjorts, kan
den andra statens tullmyndighet bemyndiga sina tj&#228;nstem&#228;n att inst&#228;lla
sig som vittnen eller sakkunniga i det land varifr&#229;n anmodan g&#246;rs,
inf&#246;r dessa domstolar eller myndigheter. I framst&#228;llning om
inst&#228;llelse skall s&#228;rskilt anges i vilket &#228;rende och i vilken egenskap
tj&#228;nstemannen skall h&#246;ras.

ARTIKEL 7

De b&#229;da staternas tullmyndigheter f&#229;r s&#229;v&#228;l i sina protokoll,
rapporter och vittnesm&#229;l som vid f&#246;rfaranden och talan inf&#246;r domstol
som bevis h&#228;nvisa till de upplysningar och handlingar som insamlats
under de i denna &#246;verenskommelse angivna f&#246;ruts&#228;ttningarna. Dessa
upplysningars bevisv&#228;rde samt r&#228;tten att &#229;beropa s&#229;dan bevisning &#228;r
beroende av den nationella lagstiftningen.

ARTIKEL 8

P&#229; anmodan av endera statens tullmyndighet delger den andra statens
tullmyndighet, eller l&#229;ter genom beh&#246;riga myndigheter delge, ber&#246;rda
personer med hemvist p&#229; dess territorium alla handlingar och beslut
som h&#246;rr&#246;r fr&#229;n den anmodande staten och avser till&#228;mpningen av
tullagarna. Delgivningen sker enligt de best&#228;mmelser som g&#228;ller i den
anmodade staten.

ARTIKEL 9

De avtalsslutande staterna avst&#229;r &#229; &#246;mse h&#229;ll fr&#229;n att kr&#228;va
ers&#228;ttning f&#246;r kostnader som f&#246;ranletts av till&#228;mpningen av denna
&#246;verenskommelse, utom vad ang&#229;r den gottg&#246;relse som utg&#229;tt till
vittnen, sakkunniga och tolkar.

ARTIKEL 10

1. De b&#229;da staternas tullmyndigheter &#228;r inte skyldiga att l&#228;mna det i
denna &#246;verenskommelse angivna bist&#229;ndet i de fall d&#229; bist&#229;ndet strider
mot den egna statens suver&#228;nitet, s&#228;kerhet, allm&#228;nna r&#228;ttsprinciper
(ordre public) eller andra v&#228;sentliga intressen.

2. N&#228;r det inte &#228;r m&#246;jligt att helt eller delvis tillm&#246;tesg&#229; den
anmodande statens &#246;nskem&#229;l, b&#246;r den senare underr&#228;ttas h&#228;rom. D&#228;rvid
b&#246;r en redog&#246;relse ges f&#246;r de fakta som kan ha intresse f&#246;r &#228;rendets
fortsatta handl&#228;ggning. Varje v&#228;gran att l&#228;mna bist&#229;nd skall vara
motiverad.

3. N&#228;r tullmyndigheten i det land som inger en anmodan om bist&#229;nd
sj&#228;lv inte skulle kunna tillm&#246;tesg&#229; en &#246;nskan av samma slag fr&#229;n den
adnra statens sida, skall myndigheten uppge detta i sin framst&#228;llning.
I s&#229;dant fall skall den anmodade myndigheten ha handlingsfrihet att
best&#228;mma hur denna anmodan skall handl&#228;ggas.

ARTIKEL 11

1. Upplysningar, handlingar och &#246;vrig information som erh&#229;llits genom
till&#228;mpning av denna &#246;verenskommelse f&#229;r anv&#228;ndas endast f&#246;r denna
&#246;verenskommelses syften. De f&#229;r anv&#228;ndas f&#246;r andra &#228;ndam&#229;l endast om
den tullmyndighet som l&#228;mnat dem uttryckligen samtycker h&#228;rtill.
F&#246;rbeh&#229;llet g&#228;ller inte upplysningar, handlingar och &#246;vrig information
som avser brott som har att g&#246;ra med narkotika och psykotropa &#228;mnen.

2. F&#246;r upplysningar, handlingar och annan information som en stats
tullmyndighet f&#246;rfogar &#246;ver genom till&#228;mpning av denna &#246;verenskommelse
g&#228;ller den sekretess, som enligt denna stats nationella lagstiftning
g&#228;ller f&#246;r handlingar och upplysningar av samma slag.

ARTIKEL 12

Till&#228;mpningsbest&#228;mmelser f&#246;r denna &#246;verenskommelse fastst&#228;lls av de
b&#229;da staternas tullmyndigheter efter samr&#229;d dem emellan.

ARTIKEL 13

Denna &#246;verenskommelses till&#228;mpningsomr&#229;de utg&#246;rs av Franska
Republikens tullomr&#229;de, enligt definition i den franska tullagen, och
Konungariket Sveriges tullomr&#229;de, enligt definition i den svenska
tullagen.

ARTIKEL 14

1. Var och en av de b&#229;da staterna skall underr&#228;tta den andra om
fullg&#246;randet av de konstitutionella f&#246;rfaranden som kr&#228;vs f&#246;r att
denna &#246;verenskommelse skall tr&#228;da i kraft. Ikrafttr&#228;dandet sker den
f&#246;rsta dagen i den tredje m&#229;naden som f&#246;ljer efter dagen f&#246;r den sista
underr&#228;ttelsen.

2. Denna &#246;verenskommelse tr&#228;ffas f&#246;r obegr&#228;nsad tid. Var och en av de
avtalsslutande staterna kan vid varje tidpunkt s&#228;ga upp den genom att
p&#229; diplomatisk v&#228;g skriftligen underr&#228;tta den andra avtalsslutande
staten. Upps&#228;gningen tr&#228;der i kraft sex m&#229;nader efter dagen f&#246;r denna
underr&#228;ttelse.

Uppr&#228;ttat i Stockholm den 27 oktober 1983 i tv&#229; exemplar p&#229; franska
och svenska spr&#229;ken, vilka b&#229;da texter har lika giltighet.

F&#246;r Konungariket Sveriges regering

Carl Johan &#197;BERG
Statssekreterare f&#246;r
utrikeshandelsfr&#229;gor


F&#246;r Franska Republikens regering

Jacques CAMPET,
Tullgeneraldirekt&#246;r

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3749">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3751">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
