

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2013-08-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3764</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3763">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3765">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1984:932 ·
                    <a href="/sfsr?bet=1984:932">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1984:932) om dubbelbeskattningsavtal mellan Sverige samt Storbritannien och Nordirland</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1984-12-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1987:35
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1985-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Lagen (1983:898) om dubbelbeskattningsavtal mellan Sverige samt
Storbritannien och Nordirland skall tr&#228;da i kraft den 1 januari 1985
och till&#228;mpas betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari 1985
eller senare. Avtalet tr&#228;dde i kraft den 26 mars 1984.

2 &#167; Vid till&#228;mpningen av dubbelbeskattningsavtalet skall iakttas de
anvisningar som framg&#229;r av bilagorna 1--3.

&#214;verg&#229;ngsbest&#228;mmelser

1984:932

1. Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1985.

2. Genom f&#246;rordningen upph&#228;vs

a) kung&#246;relsen (1968:769) om till&#228;mpning av avtal den 28 juli 1960
mellan Sverige samt Storbritannien och Nordirland f&#246;r undvikande av
dubbelbeskattning och f&#246;rhindrande av skatteflykt betr&#228;ffande
inkomstskatter,

b) kung&#246;relsen (1974:716) om kupongskatt f&#246;r person med hemvist i
Storbritannien och Nordirland, m. m., och

c) f&#246;rordningen (1981:253) med vissa anvisningar om till&#228;mpningen av
dubbelbeskattningsavtalet den 28 juli 1960 mellan Sverige samt
Storbritannien och Nordirland.

3. De upph&#228;vda kung&#246;relserna under punkt 2 a och b till&#228;mpas dock
fortfarande betr&#228;ffande inkomst som f&#246;rv&#228;rvas f&#246;re den 1 januari 1985
samt p&#229; f&#246;rm&#246;genhet som taxeras f&#246;re &#229;r 1986.

4. Den upph&#228;vda f&#246;rordningen under punkt 2 c till&#228;mpas fortfarande
betr&#228;ffande inkomster p&#229; vilka avtalet den 28 juli 1960 mellan Sverige
samt Storbritannien och Nordirland f&#246;r undvikande av dubbelbeskattning
och f&#246;rhindrande av skatteflykt betr&#228;ffande inkomstskatter &#228;r
till&#228;mpligt.











Bilaga 1


Anvisningar till best&#228;mmelserna i avtalet


till art. 1 och 4


Avtalets best&#228;mmelser &#228;r i allm&#228;nhet till&#228;mpliga endast p&#229; fysiska och
juridiska personer som har hemvist i Sverige eller Storbritannien och
Nordirland.

Fr&#229;gan om en fysisk eller juridisk person skall anses ha hemvist i
endera staten avg&#246;rs i f&#246;rsta hand med ledning av lagstiftningen i
resp. stat. I art. 4 punkterna 2 och 3 regleras fall av s. k. dubbel
bos&#228;ttning, dvs. fall d&#228;r den skattskyldige enligt svenska
beskattningsregler anses bosatt i Sverige och enligt brittiska
beskattningsregler anses bosatt i Storbritannien och Nordirland. Vid
till&#228;mpningen av avtalet skall i s&#229;dana fall den skattskyldige anses
ha hemvist endast i den avtalsslutande stat i vilken han har hemvist
enligt n&#228;mnda avtalsbest&#228;mmelser.

Person, som avses i 69 &#167; kommunalskattelagen (1928:370) och 17 &#167; lagen
(1947:576) om statlig inkomstskatt och som tillh&#246;r svensk beskickning
eller l&#246;nat svenskt konsulat i Storbritannien och Nordirland, skall
vid till&#228;mpningen av art. 4 punkt 1 anses bosatt i Sverige.

Person, som avses i 70 &#167; 1 mom. kommunalskattelagen och 18 &#167; 1 mom.
lagen om statlig inkomstskatt och som tillh&#246;r brittisk beskickning
eller l&#246;nat brittiskt konsulat i Sverige, skall vid till&#228;mpningen av
art. 4 punkt 1 anses bosatt i Storbritannien och Nordirland.

till art. 2


Avtalet g&#228;ller de skatter som anges i art. 2. Ang&#229;ende annan
beskattning se dock art. 23 punkt 6. I art. 2 punkt 1 anges de skatter
som utgick vid avtalets undertecknande och p&#229; vilka avtalet till&#228;mpas.
Avtalet skall dock till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag som efter avtalets undertecknande inf&#246;rs vid sidan av
eller i st&#228;llet f&#246;r de angivna skatterna. Detta inneb&#228;r exempelvis,
att den svenska vinstdelningsskatten omfattas av avtalet.

till art. 6--21


En inkomst beskattas i Sverige om s&#229; kan ske enligt g&#228;llande
skattef&#246;rfattningar och inskr&#228;nkning av skattskyldigheten inte f&#246;ljer
av best&#228;mmelse i avtalet. &#196;ven om en inkomst enligt avtalet
undantagits fr&#229;n beskattning i Sverige kan den likv&#228;l komma att
p&#229;verka storleken av svensk skatt p&#229; annan inkomst *(jfr art. 22 punkt
2 b)*). Vid beskattningen h&#228;nf&#246;rs en inkomst alltid till den
f&#246;rv&#228;rvsk&#228;lla till vilken den h&#246;r enligt de svenska
skattef&#246;rfattningarna oavsett till vilket inkomstslag inkomsten
har h&#228;nf&#246;rts enligt avtalet.

till art. 6


Enligt bl. a. 27 &#167; kommunalskattelagen (1928:370) beskattas inkomst
som h&#228;rr&#246;r fr&#229;n fastighet i vissa fall som inkomst av r&#246;relse. Inkomst
som omfattas av art. 6 skall emellertid vid till&#228;mpningen av avtalet
beskattas som inkomst av fast egendom. Detta medf&#246;r att inkomsten f&#229;r
beskattas i den stat d&#228;r den fasta egendomen &#228;r bel&#228;gen. Denna regel
g&#228;ller &#228;ven betr&#228;ffande royalty fr&#229;n fast egendom eller f&#246;r nyttjandet
av eller r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller annan
naturtillg&#229;ng.

Annan royalty beskattas enligt art. 12.

till art. 7


Inkomst av r&#246;relse, som bedrivs fr&#229;n fast driftst&#228;lle, beskattas i
regel enligt art. 7. Vad som f&#246;rst&#229;s med uttrycket &quot;fast driftst&#228;lle&quot;
i allm&#228;nhet anges i art. 5. Betr&#228;ffande beskattning av inkomst av
verksamhet som bedrivs utanf&#246;r en avtalsslutande stats kust g&#228;ller
s&#228;rskilda best&#228;mmelser; se art. 28.

Om en fysisk eller juridisk person med hemvist i Sverige bedriver
r&#246;relse fr&#229;n fast driftst&#228;lle i Storbritannien och Nordirland, f&#229;r den
till driftst&#228;llet h&#228;nf&#246;rliga inkomsten beskattas i Sverige men
brittisk skatt p&#229; inkomsten avr&#228;knas fr&#229;n den svenska skatten enligt
art. 22 punkt 2. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till
punkt 2 av anvisningarna till art. 22.

Inkomst av r&#246;relse, som en fysisk eller juridisk person med hemvist i
Storbritannien och Nordirland bedriver fr&#229;n fast driftst&#228;lle i
Sverige, ber&#228;knas enligt art. 7 punkterna 2--5. Till grund f&#246;r
inkomstber&#228;kningen b&#246;r l&#228;ggas i f&#246;rsta hand den s&#228;rskilda bokf&#246;ring
som kan ha f&#246;rts vid det fasta driftst&#228;llet. I m&#229;n av behov skall
denna bokf&#246;ring justeras s&#229;, att inkomstber&#228;kningen sker i enlighet
med den i punkterna 2 och 3 angivna principen. Avdrag medges f&#246;r s&#229;
stor del av huvudkontorets allm&#228;nna omkostnader som sk&#228;ligen kan antas
bel&#246;pa p&#229; det fasta driftst&#228;llet.

Om beskattning av inkomst av sj&#246;fart och luftfart i internationell
trafik finns s&#228;rskilda best&#228;mmelser i art. 8.

till art. 8


Inkomst av sj&#246;fart och luftfart i internationell trafik beskattas
enligt art. 8 punkt 1 endast i den stat d&#228;r f&#246;retaget har sin verkliga
ledning.

Betr&#228;ffande inkomst som f&#246;rv&#228;rvas genom transport med skepp eller
luftfartyg utanf&#246;r en avtalsslutande stats kust i vissa fall, se art.
28 punkt 5.

till art. 9


Art. 9 inneh&#229;ller en allm&#228;n regel om omr&#228;kning av vinstf&#246;rdelningen
mellan f&#246;retag med intressegemenskap. F&#246;r Sveriges del kan omr&#228;kning
vid taxering ske enligt 43 &#167; kommunalskattelagen (1928:370).

Om s&#229;dan omr&#228;kning sker mellan f&#246;retag i Sverige samt Storbritannien
och Nordirland skall l&#228;nsstyrelsen anm&#228;la detta till regeringen och i
korthet redog&#246;ra f&#246;r vad som f&#246;rekommit.

till art. 10


1. Vad som f&#246;rst&#229;s med uttrycket &quot;utdelning&quot; anges i art. 10 punkt 4
(jfr art. 11 punkt 5).

2. N&#228;r en fysisk eller juridisk person med hemvist i Sverige uppb&#228;r
utdelning eller skattetillgodohavande fr&#229;n bolag med hemvist i
Storbritannien och Nordirland och utdelningen inte &#228;r h&#228;nf&#246;rlig till
andel, som &#228;ger verkligt samband med fast driftst&#228;lle eller
stadigvarande anordning som den som har r&#228;tt till utdelningen har i
Storbritannien och Nordirland, iakttas best&#228;mmelserna i andra, tredje,
fj&#228;rde och femte styckena.

Om aktiebolag eller ekonomisk f&#246;rening uppb&#228;r utdelningen, &#228;r denna
undantagen fr&#229;n taxering i Sverige i den m&#229;n art. 22 punkt 3
f&#246;ranleder det. De svenska best&#228;mmelserna om befrielse fr&#229;n
skattskyldighet f&#246;r utdelning som avses i art. 22 punkt 3 finns i 54 &#167;
kommunalskattelagen (1928:370) och 7 &#167; lagen (1947:576) om statlig
inkomstskatt.

I &#246;vriga fall ber&#228;knas svensk skatt p&#229; utdelningen p&#229; vanligt s&#228;tt.
Vid inkomstber&#228;kningen medges s&#229;lunda avdrag f&#246;r f&#246;rvaltningskostnader
och r&#228;nta p&#229; skuld som bel&#246;per p&#229; aktier eller andra andelar till
vilken utdelningen &#228;r h&#228;nf&#246;rlig. Avdrag medges dock inte f&#246;r brittisk
skatt p&#229; utdelningen. Om den som har r&#228;tt till utdelningen erh&#229;ller
skattetillgodohavande (s. k. tax credit) p&#229; grund av best&#228;mmelserna i
art. 10 punkt 3, ber&#228;knas svensk skatt p&#229; sammanlagda beloppet av
utdelningen och skattetillgodohavandet utan avdrag f&#246;r brittisk skatt
(jfr punkt 6 av anvisningarna till 38 &#167; kommunalskattelagen).

Skattetillgodohavandet h&#228;nf&#246;rs d&#228;rvid till samma beskattnings&#229;r som
den utdelning p&#229; vilken skattetillgodohavandet &#228;r grundat (jfr punkt 5
av anvisningarna till 41 &#167; kommunalskattelagen). Fr&#229;n den s&#229;lunda
ber&#228;knade skatten avr&#228;knas brittisk k&#228;llskatt enligt best&#228;mmelserna i
art. 22 punkt 2 a). Den brittiska skatten f&#229;r inte &#246;verstiga 15 % i
fall som avses i art. 10 punkt 3 a) 2) och 5 % i fall som avses i art.
10 punkt 3 a) 3) av summan av beloppet eller v&#228;rdet av utdelningen och
skattetillgodohavandet. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till punkt 2 av anvisningarna till art. 22.

Brittisk skatt f&#229;r enligt art. 10 punkt 3 a) 4) inte tas ut p&#229;
utdelning som ej grundar skattetillgodohavande.

Best&#228;mmelserna om neds&#228;ttning av eller befrielse fr&#229;n brittisk skatt
p&#229; utdelning g&#228;ller ej i fall som avses i art. 10 punkt 6.

3. N&#228;r en fysisk eller juridisk person med hemvist i Sverige uppb&#228;r
utdelning fr&#229;n bolag med hemvist i Storbritannien och Nordirland och
utdelningen &#228;r h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med
fast driftst&#228;lle eller stadigvarande anordning som den som har r&#228;tt
till utdelningen har i Storbritannien och Nordirland, till&#228;mpas art. 7
resp. art. 14. Utdelningen skall, om inte annat g&#228;ller p&#229; grund av
art. 22 punkt 3, i detta fall beskattas i Sverige men brittisk skatt
p&#229; utdelningen avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 punkt
2. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till punkt 2 av
anvisningarna till art. 22.

4. N&#228;r aktiebolag i Sverige verkst&#228;ller utdelning till en fysisk eller
juridisk person med hemvist i Storbritannien och Nordirland utg&#229;r inte
kupongskatt, under f&#246;ruts&#228;ttning att den som har r&#228;tt till utdelningen
har hemvist i Storbritannien och Nordirland och &#228;r ett bolag som
direkt eller indirekt beh&#228;rskar minst 10 % av r&#246;stetalet f&#246;r aktierna
i det utdelande bolaget samt utdelningen inte &#228;r h&#228;nf&#246;rlig till andel,
som &#228;ger verkligt samband med fast driftst&#228;lle eller stadigvarande
anordning som den som har r&#228;tt till utdelningen har i Sverige. I
&#246;vriga fall n&#228;r aktiebolag i Sverige verkst&#228;ller utdelning till en
person med hemvist i Storbritannien och Nordirland utg&#229;r kupongskatt
med 5 % av utdelningens bruttobelopp, om den som har r&#228;tt till
utdelningen har hemvist i Storbritannien och Nordirland och
utdelningen inte &#228;r h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband
med fast driftst&#228;lle eller stadigvarande anordning som den som har
r&#228;tt till utdelningen har i Sverige. Om inte fall som avses i art. 10
punkt 1 f&#246;rsta meningen f&#246;religger f&#229;r utdelning fr&#229;n svensk ekonomisk
f&#246;rening beskattas enligt 6 &#167; 1 mom. a och c lagen (1947:576) om
statlig inkomstskatt. Den statliga inkomstskatten f&#229;r d&#228;rvid inte
&#246;verstiga 5 % av utdelningens bruttobelopp, om den som har r&#228;tt till
utdelningen har hemvist i Storbritannien och Nordirland och
utdelningen inte &#228;r h&#228;nf&#246;rlig till andel som &#228;ger verkligt samband med
fast driftst&#228;lle eller stadigvarande anordning som den som har r&#228;tt
till utdelningen har i Sverige.

Vid taxering till statlig inkomstskatt f&#246;r utdelning fr&#229;n svensk
ekonomisk f&#246;rening skall taxeringsn&#228;mnd i deklaration anteckna de
uppgifter som beh&#246;vs f&#246;r debitering. L&#228;ngdf&#246;rande myndighet svarar f&#246;r
att vederb&#246;rlig anteckning g&#246;rs i skattel&#228;ngden.

Ang&#229;ende f&#246;rfarandet vid neds&#228;ttning av svensk skatt p&#229; utdelning
till&#228;mpas i &#246;vrigt s&#228;rskilda best&#228;mmelser; se bilaga 2.

Om den som har r&#228;tt till utdelningen har fast driftst&#228;lle eller
stadigvarande anordning i Sverige och utdelningen &#228;r h&#228;nf&#246;rlig till
andel, som &#228;ger verkligt samband med det fasta driftst&#228;llet eller den
stadigvarande anordningen g&#228;ller inte ovan angivna regler om
begr&#228;nsning av svensk skatt p&#229; utdelning.

till art. 11

1. Vad som f&#246;rst&#229;s med uttrycket &quot;r&#228;nta&quot; anges i art. 11 punkt 2.

2. R&#228;nta, som betalas fr&#229;n Storbritannien och Nordirland till en
fysisk eller juridisk person med hemvist i Sverige, beskattas
h&#228;r.

&#196;r r&#228;ntan h&#228;nf&#246;rlig till fordran, som &#228;ger verkligt samband med fast
driftst&#228;lle eller stadigvarande anordning, som den som har r&#228;tt till
r&#228;ntan har i Storbritannien och Nordirland, f&#229;r r&#228;ntan beskattas &#228;ven
i Storbritannien och Nordirland. Brittisk skatt p&#229; r&#228;ntan avr&#228;knas i
s&#229;dant fall fr&#229;n den svenska skatten enligt art. 22 punkt 2. I fr&#229;ga
om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till punkt 2 av anvisningarna
till art. 22.

3. R&#228;nta, vilken utbetalas fr&#229;n Sverige till en fysisk eller juridisk
person som har hemvist i Storbritannien och Nordirland och som enligt
svensk skattelagstiftning inte &#228;r bosatt i Sverige, kan enligt
g&#228;llande svenska regler inte beskattas i Sverige. Detta g&#228;ller dock
endast betr&#228;ffande r&#228;nta som utg&#246;r inkomst av f&#246;rv&#228;rvsk&#228;llan kapital.
&#196;r r&#228;ntan enligt punkt 2 av anvisningarna till 28 &#167;
kommunalskattelagen (1928:370) att h&#228;nf&#246;ra till inkomst av r&#246;relse,
beskattas r&#228;ntan i Sverige under f&#246;ruts&#228;ttning att den fordran f&#246;r
vilken r&#228;ntan betalas &#228;ger verkligt samband med fast driftst&#228;lle eller
stadigvarande anordning som den som har r&#228;tt till r&#228;ntan har i Sverige
(art. 11 punkt 3).

till art. 12


1. Betr&#228;ffande beskattning av s&#229;dan royalty som avses i art. 12 punkt
2 g&#228;ller f&#246;ljande.

Royalty, som utbetalas fr&#229;n Storbritannien och Nordirland till en
fysisk eller juridisk person med hemvist i Sverige, beskattas h&#228;r.

&#196;r royaltyn h&#228;nf&#246;rlig till r&#228;ttighet eller egendom, som &#228;ger verkligt
samband med fast driftst&#228;lle eller stadigvarande anordning som den som
har r&#228;tt till royaltyn har i Storbritannien och Nordirland, f&#229;r
royaltyn beskattas &#228;ven i Storbritannien och Nordirland. Brittisk
skatt p&#229; royaltyn avr&#228;knas i s&#229;dant fall fr&#229;n den svenska skatten
enligt art. 22 punkt 2. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till punkt 2 av anvisningarna till art. 22.

Royalty, som utbetalas fr&#229;n Sverige till en fysisk eller juridisk
person med hemvist i Storbritannien och Nordirland, beskattas i
Sverige endast under f&#246;ruts&#228;ttning att den r&#228;ttighet eller egendom f&#246;r
vilken royaltyn betalas &#228;ger verkligt samband med fast driftst&#228;lle
eller stadigvarande anordning som den som har r&#228;tt till royaltyn har i
Sverige (art. 12 punkt 3). &#196;r detta fallet beskattas royaltyn enligt
28 &#167; 1 mom. kommunalskattelagen (1928:370) j&#228;mf&#246;rt med 2 och 3 &#167;&#167;
lagen (1947:576) om statlig inkomstskatt.

2. Royalty eller annat belopp, som utbetalas s&#229;som ers&#228;ttning f&#246;r
nyttjandet av mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng,
beskattas enligt art. 6.

till art. 13


Vinst, som en fysisk eller juridisk person med hemvist i
Storbritannien och Nordirland f&#246;rv&#228;rvar genom &#246;verl&#229;telse av fast
egendom i Sverige, beskattas h&#228;r (art. 13 punkt 1). Vidare beskattas i
Sverige vinst genom icke yrkesm&#228;ssig avyttring av l&#246;s egendom som
utg&#246;r del av r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle som en person med
hemvist i Storbritannien och Nordirland har h&#228;r (art. 13 punkt 3).
Beskattningen sker i s&#229;dant fall enligt 28 &#167; kommunalskattelagen
(1928:370) j&#228;mf&#246;rd med 2 och 3 &#167;&#167; lagen (1947:576) om statlig
inkomstskatt. Motsvarande g&#228;ller i fr&#229;ga om l&#246;s egendom h&#228;nf&#246;rlig till
stadigvarande anordning f&#246;r att ut&#246;va fritt yrke som inkomsttagaren
har i Sverige.

Vinst som en fysisk person med hemvist i Storbritannien och Nordirland
f&#246;rv&#228;rvar genom &#246;verl&#229;telse av aktier och andra liknande r&#228;ttigheter i
ett svenskt bolag f&#229;r enligt art. 13 punkt 2 beskattas i Sverige under
f&#246;ruts&#228;ttning dels att &#246;verl&#229;taren &#228;r svensk medborgare utan att ocks&#229;
vara brittisk medborgare, dels att &#246;verl&#229;taren har haft hemvist i
Sverige vid n&#229;got tillf&#228;lle under en sju&#229;rsperiod n&#228;rmast f&#246;re
&#246;verl&#229;telsen.

Vinst, som f&#246;rv&#228;rvas av en fysisk eller juridisk person med hemvist i
Sverige, beskattas h&#228;r. Brittisk skatt f&#229;r tas ut p&#229; vinsten, om den
&#246;verl&#229;tna egendomen utg&#246;rs av fast egendom i Storbritannien och
Nordirland (art. 13 punkt 1) eller om &#246;verl&#229;telsen avser l&#246;s egendom
som utg&#246;r r&#246;relsetillg&#229;ngar i fast driftst&#228;lle som inkomsttagaren har
i Storbritannien och Nordirland eller l&#246;s egendom som &#228;r h&#228;nf&#246;rlig
till stadigvarande anordning f&#246;r att ut&#246;va fritt yrke vilken
inkomsttagaren har i Storbritannien och Nordirland (art. 13 punkt 3).
Vidare f&#229;r brittisk skatt tas ut p&#229; vinsten om &#246;verl&#229;telsen avser
aktier eller andra liknande andelar i ett brittiskt bolag, under
f&#246;ruts&#228;ttning dels att &#246;verl&#229;taren &#228;r brittisk medborgare utan att
ocks&#229; vara svensk medborgare, dels att &#246;verl&#229;taren haft hemvist i
Storbritannien och Nordirland vid n&#229;got tillf&#228;lle under en
sju&#229;rsperiod n&#228;rmast f&#246;re &#246;verl&#229;telsen (art. 13 punkt 2). Svensk skatt
p&#229; vinsten neds&#228;tts enligt art. 22 punkt 2 genom avr&#228;kning av den
brittiska skatt som i enlighet med best&#228;mmelserna i art. 13 p&#229;f&#246;rts
samma vinst. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till
punkt 2 av anvisningarna till art. 22.

till art. 14


1. Vad som f&#246;rst&#229;s med uttrycket &quot;fritt yrke&quot; exemplifieras i art. 14
punkt 2.

2. Inkomst av fritt yrke eller annan sj&#228;lvst&#228;ndig verksamhet beskattas
i regel endast i den stat d&#228;r den skattskyldige har hemvist.
Uppeh&#229;ller sig inkomsttagaren under mer &#228;n 183 dagar under en
tolvm&#229;nadersperiod i den andra staten *(art. 14 punkt 1 a)*) eller &#228;r
inkomsten h&#228;nf&#246;rlig till verksamhet, som ut&#246;vas vid s&#229;dan
stadigvarande anordning som avses i art. 14 punkt 1 b), f&#229;r inkomsten
beskattas i den stat d&#228;r inkomsttagaren uppeh&#229;ller sig resp. d&#228;r
anordningen finns. Betr&#228;ffande verksamhet som bedrivs utanf&#246;r en
avtalsslutande stats kust g&#228;ller s&#228;rskilda best&#228;mmelser; se art. 28.

Om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst av fritt
yrke eller annan sj&#228;lvst&#228;ndig verksamhet i Storbritannien och
Nordirland beskattas inkomsten i Sverige. Om verksamheten bedrivs vid
stadigvarande anordning i Storbritannien och Nordirland eller under
s&#229;dan vistelse d&#228;r som anges i art. 14 punkt 1 a) f&#229;r inkomsten
beskattas &#228;ven i Storbritannien och Nordirland, men brittisk skatt p&#229;
inkomsten avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 punkt 2. I
fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till punkt 2 av
anvisningarna till art. 22.

3. Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av sk&#229;despelare,
musiker, idrottsm&#228;n, m. fl. se anvisningarna till art. 17.

till art. 15


Inkomst av enskild tj&#228;nst f&#229;r enligt art. 15 punkt 1 i regel beskattas
i den stat d&#228;r arbetet utf&#246;rs. Undantag fr&#229;n denna regel f&#246;reskrivs i
art. 15 punkterna 2 och 3, samt i art. 16 och 18.

Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av sk&#229;despelare,
musiker, idrottsm&#228;n, m. fl. se anvisningarna till art. 17.

I fr&#229;ga om beskattning av inkomst av arbete som utf&#246;rs utanf&#246;r en
avtalsslutande stats kust g&#228;ller s&#228;rskilda best&#228;mmelser; se art. 28.

till art. 16


N&#228;r ett svenskt bolag utbetalar styrelsearvode till en person med
hemvist i Storbritannien och Nordirland, beskattas ers&#228;ttningen i
Sverige, om det kan ske enligt g&#228;llande beskattningsregler. Har s&#229;dan
ers&#228;ttning uppburits av en person med hemvist i Sverige fr&#229;n ett bolag
med hemvist i Storbritannien och Nordirland, f&#229;r inkomsten beskattas i
Sverige men brittisk skatt p&#229; inkomsten avr&#228;knas fr&#229;n den svenska
skatten enligt art. 22 punkt 2. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till punkt 2 av anvisningarna till art. 22.

till art. 17


Inkomst, som teater- eller filmsk&#229;despelare, radio- eller
televisionsartister, musiker och liknande yrkesut&#246;vare samt idrottsm&#228;n
f&#246;rv&#228;rvar genom sin yrkesverksamhet, beskattas i regel i den stat d&#228;r
verksamheten ut&#246;vas (art. 17 punkt 1). Detta g&#228;ller oavsett om
inkomsten f&#246;rv&#228;rvas under ut&#246;vande av fritt yrke eller p&#229; grund av
anst&#228;llning. Enligt art. 17 punkt 2 f&#229;r inkomsten i regel beskattas i
den stat d&#228;r artisten eller idrottsmannen utf&#246;r arbetet, &#228;ven om
ers&#228;ttningen utbetalas till en annan person (t. ex. arbetsgivare hos
vilken artisten eller idrottsmannen &#228;r anst&#228;lld) &#228;n artisten eller
idrottsmannen sj&#228;lv. F&#246;r Sveriges vidkommande iakttas vid
till&#228;mpningen av art. 17 punkterna 1 och 2 best&#228;mmelserna i 54 &#167;
f&#246;rsta stycket c kommunalskattelagen (1928:370) och 7 &#167; f&#246;rsta stycket
b lagen
(1947:576) om statlig inkomstskatt.

till art. 18

Pension och annan liknande ers&#228;ttning p&#229; grund av enskild tj&#228;nst och
livr&#228;nta, vilka h&#228;rr&#246;r fr&#229;n Sverige och betalas till person med
hemvist i Storbritannien och Nordirland, f&#229;r i regel beskattas h&#228;r
(art. 18 punkt 1). Undantag fr&#229;n denna regel f&#246;reskrivs i art. 18
punkt 3. Om inte fall som avses i art. 18 punkt 2 f&#246;religger, skall
vid beskattningen bruttobeloppet av pensionen eller livr&#228;ntan
reduceras med en femtedel.

Utbetalning enligt svensk socialf&#246;rs&#228;kringslagstiftning (t. ex. ATP
och folkpension) f&#229;r enligt art. 18 punkt 2 beskattas i Sverige, om
inte fall som avses i art. 18 punkt 3 eller art. 19 punkt 2
f&#246;religger.

En person med hemvist i Sverige, som fr&#229;n Storbritannien och
Nordirland uppb&#228;r pension eller annan liknande ers&#228;ttning p&#229; grund av
enskild tj&#228;nst, livr&#228;nta eller utbetalning enligt brittisk
socialf&#246;rs&#228;kringslagstiftning, beskattas i Sverige. Om den som mottar
ers&#228;ttningen, livr&#228;ntan eller utbetalningen inte &#228;r svensk medborgare
f&#229;r inkomsten beskattas &#228;ven i Storbritannien och Nordirland men den
brittiska skatten p&#229; inkomsten avr&#228;knas fr&#229;n den svenska skatten
enligt art. 22 punkt 2. D&#228;rvid skall iakttas, att bruttobeloppet av
pension eller livr&#228;nta som avses i art. 18 punkt 1 vid ber&#228;kningen av
brittisk skatt minskats med en femtedel. I fr&#229;ga om f&#246;rfarandet vid
avr&#228;kningen h&#228;nvisas till punkt 2 av anvisningarna till art. 22.

till art. 19


Ers&#228;ttning, med undantag f&#246;r pension, som utbetalas av n&#229;gon av
staterna, dess politiska underavdelningar eller lokala myndigheter f&#246;r
arbete utf&#246;rt i denna stats, dess politiska underavdelningars eller
lokala myndigheters tj&#228;nst, beskattas enligt huvudregeln i art. 19
punkt 1 a) endast i den stat varifr&#229;n ers&#228;ttningen utbetalas. Har
arbetet utf&#246;rts i den andra staten av en person med hemvist i denna
stat, beskattas emellertid ers&#228;ttningen enligt art. 19 punkt 1 b)
endast i den staten, om mottagaren &#228;r medborgare i den staten eller
inte fick hemvist d&#228;r endast f&#246;r att utf&#246;ra ifr&#229;gavarande arbete.

Pension som utbetalas av, eller fr&#229;n fonder inr&#228;ttade av, en av
staterna, dess politiska underavdelningar eller lokala myndigheter p&#229;
grund av arbete som utf&#246;rts i denna stats, dess politiska
underavdelningars eller lokala myndigheters tj&#228;nst, beskattas enligt
art. 19 punkt 2 a) i regel endast i denna stat. Om mottagaren av
pensionen &#228;r medborgare i den andra staten och har hemvist d&#228;r,
beskattas emellertid pensionen enligt art. 19 punkt 2 b) endast i
denna andra stat.

Ers&#228;ttning och pension, som utbetalas f&#246;r tj&#228;nst utf&#246;rd i samband med
r&#246;relse, som den utbetalande staten, dess politiska underavdelningar
eller lokala myndigheter bedrivit, beskattas som inkomst p&#229; grund av
enskild tj&#228;nst enligt art. 15, 16 och 18.

till art. 22


1. Inkomst fr&#229;n Sverige, som uppb&#228;rs av en person med hemvist i
Storbritannien och Nordirland, beskattas h&#228;r i den m&#229;n svenska
skattef&#246;rfattningar f&#246;ranleder det och inskr&#228;nkning av
skattskyldigheten inte f&#246;ljer av &#246;vriga artiklar. Om inkomsten
beskattas &#228;ven i Storbritannien och Nordirland, medges l&#228;ttnad vid den
brittiska beskattningen enligt art. 22 punkt 1.

2. Inkomst fr&#229;n Storbritannien och Nordirland, som f&#246;rv&#228;rvas av en
person med hemvist i Sverige, tas med vid taxering i Sverige med
undantag f&#246;r utdelning i vissa fall fr&#229;n bolag i Storbritannien och
Nordirland. I fr&#229;ga om utdelning se punkt 2 andra stycket och punkt 3
av anvisningarna till art. 10. Svensk skatt p&#229; inkomsten s&#228;tts ned
genom avr&#228;kning enligt art. 22 punkt 2.

Svensk inkomstskatt ber&#228;knas p&#229; inkomsten p&#229; vanligt s&#228;tt. Vid
inkomstber&#228;kningen medges s&#229;lunda avdrag f&#246;r kostnader som &#228;r
h&#228;nf&#246;rliga till inkomsten. Avdrag medges dock inte f&#246;r brittisk skatt
som omfattas av avtalet. Fr&#229;n den s&#229;lunda ber&#228;knade svenska skatten
avr&#228;knas enligt art. 22 punkt 2 ett belopp motsvarande den brittiska
skatt som bel&#246;per p&#229; inkomsten. Betr&#228;ffande storleken av brittisk
skatt p&#229; utdelning h&#228;nvisas till anvisningspunkten 2 till art. 10. Har
brittisk skatt enligt avtalet tagits ut p&#229; inkomst av r&#246;relse som har
bedrivits i Storbritannien och Nordirland, iakttas att inkomsten
ber&#228;knats enligt art. 7.

Den skattskyldige b&#246;r i samband med sin sj&#228;lvdeklaration f&#246;r det
beskattnings&#229;r, f&#246;r vilket inkomsten tas upp till beskattning, f&#246;rete
utredning om den brittiska skatt som har p&#229;f&#246;rts inkomsten.

Avr&#228;kning av brittisk skatt p&#229; viss inkomst f&#229;r ske med belopp
motsvarande h&#246;gst summan av de svenska skatter som bel&#246;per p&#229;
inkomsten. Vid till&#228;mpningen av denna regel anses p&#229; inkomsten fr&#229;n
Storbritannien och Nordirland bel&#246;pa s&#229; stor andel av statlig
inkomstskatt enligt lagen (1947:576) om statlig inkomstskatt som
inkomsten -- efter avdrag f&#246;r kostnader -- utg&#246;r av den skattskyldiges
sammanlagda inkomst av olika f&#246;rv&#228;rvsk&#228;llor. Kommunal inkomstskatt
anses bel&#246;pa p&#229; inkomsten fr&#229;n Storbritannien och Nordirland till s&#229;
stor andel som inkomsten -- efter avdrag f&#246;r kostnader -- utg&#246;r av den
skattskyldiges sammanlagda inkomst av olika f&#246;rv&#228;rvsk&#228;llor som skall
taxeras i samma kommun som inkomsten fr&#229;n Storbritannien och
Nordirland.

Avr&#228;kning sker i f&#246;rsta hand fr&#229;n statlig inkomstskatt som utg&#229;r p&#229;
grund av lagen om statlig inkomstskatt, i andra hand fr&#229;n kommunal
inkomstskatt och i sista hand fr&#229;n &#246;vrig inkomstskatt.

Taxeringsn&#228;mnd skall i deklaration anteckna motv&#228;rdet i svenska kronor
av den brittiska skatten p&#229; inkomsten och ange att avr&#228;kning skall ske
med detta skattebelopp, dock h&#246;gst med beloppet av de svenska
skatterna p&#229; inkomsten. L&#228;ngdf&#246;rande myndighet svarar f&#246;r att
anteckning om avr&#228;kning g&#246;rs i
skattel&#228;ngden.

Exempel: En person med hemvist i Sverige uppb&#228;r inkomst av
fast egendom i Storbritannien och Nordirland med ett belopp
motsvarande 10 000 kronor. P&#229; inkomsten antas bel&#246;pa brittisk
skatt med ett belopp av 1 500 kronor. Avdragsgilla kostnader
uppg&#229;r till 1 000 kronor. Den skattskyldige antas vidare
uppb&#228;ra nettoint&#228;kter av olika f&#246;rv&#228;rvsk&#228;llor med ett belopp av
165 000 kronor vid den statliga taxeringen och 150 000 kronor
vid den kommunala taxeringen. Vidare antas att allm&#228;nna
avdrag uppg&#229;r till 7 000 kronor. Den till statlig och kommunal
inkomstskatt taxerade inkomsten blir s&#229;lunda (9 000 + 165 000
-- 7 000 =) 167 000 resp. (9 000 + 150 000--7 000 =) 152 000
kronor. I deklarationen antecknas &quot;Avr&#228;kning fr&#229;n inkomstskatt
enligt avtalet med Storbritannien och Nordirland skall ske med
                                           9 000
1 500 kronor, dock h&#246;gst med summan av -----------  av hela den
                                         174 000
                                 9 000
statliga inkomstskatten och  ----------- av hela den kommunala
                               159 000
inkomstskatten. Avr&#228;kning sker i f&#246;rsta hand fr&#229;n statlig inkomstskatt
som utg&#229;r enligt lagen om statlig inkomstskatt, i andra hand fr&#229;n
kommunal inkomstskatt och i sista hand fr&#229;n &#246;vrig inkomstskatt.&quot;

Har den skattskyldige flera inkomster fr&#229;n utlandet kan vid
avr&#228;kningsf&#246;rfarandet &#228;ven best&#228;mmelserna i 25 &#167; f&#246;rsta stycket lagen
om statlig inkomstskatt bli till&#228;mpliga.

3. Om en person med hemvist i Sverige uppb&#228;r inkomst som enligt art.
8, art. 13 punkt 4 och art. 19 punkt 1 eller punkt 2 skall beskattas
endast i Storbritannien och Nordirland, medtas inkomsten vid taxering
i Sverige. Statlig och kommunal inkomstskatt utr&#228;knas i vanlig
ordning. De s&#229;lunda utr&#228;knade inkomstskatterna s&#228;tts ned med ett
belopp motsvarande den del av inkomstskatterna som bel&#246;per p&#229; den
inkomst som enligt avtalet skall beskattas endast i Storbritannien och
Nordirland. Denna del skall utg&#246;ra lika stor andel av den totala
skatten som den minskning av den beskattningsbara inkomsten, som
skulle f&#246;lja om den utl&#228;ndska inkomsten inte tagits med, utg&#246;r av den
verkliga beskattningsbara inkomsten. Om den beskattningsbara
inkomsten, som skulle uppkomma om den utl&#228;ndska inkomsten inte tas
med, blir 0, skall neds&#228;ttning av den statliga inkomstskatten dock ske
till ett belopp motsvarande den skatt som uppkommer n&#228;r skatten
ber&#228;knas utan beaktande av den utl&#228;ndska inkomsten.

Exempel: En brittisk medborgare med hemvist i Sverige uppb&#228;r statlig
pension fr&#229;n Storbritannien och Nordirland med ett belopp som efter
avdrag f&#246;r kostnader motsvarar 10 050 kronor. Den skattskyldige antas
uppb&#228;ra i Sverige skattepliktiga nettoint&#228;kter av andra f&#246;rv&#228;rvsk&#228;llor
med 160 000 kronor och &#229;tnjuta underskottsavdrag i hemortskommunen med
20 000 kronor, &#246;vriga allm&#228;nna avdrag med 4 500 kronor och grundav-
drag med 7 500 kronor. Den beskattningsbara inkomsten blir statligt
(10 050 + 160 000 -- 20 000 -- 4 500 =) 145 500 kronor och kommunalt
(10 050 + 160 000 -- 20 000 -- 4 500 -- 7 500 =) 138 000 kronor, sedan
avrund-ning skett. Hade pensionen inte medr&#228;knats skulle den
beskattningsbara inkomsten ha blivit statligt (160 000--20 000--4 500
=) 135 500 kronor och kommunalt (160 000 -- 20 000 -- 4 500 -- 7 500
=) 128 000 kronor. Den statliga inkomstskatten och den kommunala
inkomstskatten, ber&#228;knad p&#229; 145 500 resp. 138 000 kronor, neds&#228;tts med
145 500 - 135 500            138 000 -  128 000
-----------------   resp.    ------------------- .
      145 500                     138 000
I f&#246;rekommande fall skall s. k. extra avdrag beh&#229;llas of&#246;r&#228;ndrat vid
ber&#228;kningen av den antagna beskattningsbara inkomsten.

I fall som nu n&#228;mnts skall taxeringsn&#228;mnd i deklarationen anteckna
grunden f&#246;r utr&#228;kningen av inkomstskatterna. L&#228;ngdf&#246;rande myndighet
svarar f&#246;r att anteckning om neds&#228;ttning g&#246;rs i skattel&#228;ngden.

till art. 23


Av art. 23 punkt 2 f&#246;ljer att bolag i Storbritannien och Nordirland
inte f&#229;r p&#229;f&#246;ras f&#246;rm&#246;genhetsskatt i Sverige. Best&#228;mmelsen inneb&#228;r ett
undantag fr&#229;n regeln i 6 &#167; 1 mom. f&#246;rsta stycket c lagen (1947:577) om
statlig f&#246;rm&#246;genhetsskatt.

till art. 28


Betr&#228;ffande beskattning av vinst vid &#246;verl&#229;telse av tillg&#229;ngar som
avses i art. 28 punkt 5 och av r&#228;tt till tillg&#229;ngar som framkommer
genom verksamhet som avses i art. 28 punkt 1, m. m., se art. 13
punkterna 5 och 6.



Bilaga 2


Anvisningar om kupongskatt, m. m.



Kupongskatt f&#246;r person med hemvist i Storbritannien och
Nordirland



1. Den som enligt lagen (1983:898) om dubbelbeskattningsavtal mellan
Sverige samt Storbritannien och Nordirland har hemvist i
Storbritannien och Nordirland kan, under de f&#246;ruts&#228;ttningar som anges
i art. 10 i avtalet, f&#229; neds&#228;ttning av eller befrielse fr&#229;n den skatt
p&#229; utdelning som annars skulle utg&#229; enligt kupongskattelagen
(1970:624).

2. Om r&#228;tt till neds&#228;ttning f&#246;religger enligt art. 10 i avtalet, tas
kupongskatt ut efter den skattesats som anges d&#228;r. F&#246;religger r&#228;tt
till befrielse fr&#229;n kupongskatt enligt art. 10 i avtalet tas ingen
kupongskatt ut. I &#246;vrigt skall den som betalar utdelningen till&#228;mpa
best&#228;mmelserna i kupongskattelagen (1970:624) och
kupongskattekung&#246;relsen (1971:49).

S&#229;lunda g&#228;ller att uppgifter enligt 14 &#167; kupongskattelagen skall
l&#228;mnas d&#229; det &#228;r fr&#229;ga om utdelning fr&#229;n aktiebolag eller aktiefond
som avses i 13 &#167; samma lag. Som ytterligare f&#246;ruts&#228;ttning f&#246;r
neds&#228;ttning av eller befrielse fr&#229;n kupongskatt p&#229; s&#229;dan utdelning
g&#228;ller att utbetalaren genom intyg av brittisk myndighet eller bank i
Storbritannien och Nordirland visar att den som har r&#228;tt till
utdelningen har hemvist i Storbritannien och Nordirland.

3. Har kupongskatt inneh&#229;llits med h&#246;gre belopp &#228;n den skattskyldige
skall erl&#228;gga enligt lagen (1983:898) om dubbelbeskattningsavtal
mellan Sverige samt Storbritannien och Nordirland eller har
kupongskatt inneh&#229;llits i fall d&#229; s&#229;dan skatt inte skall erl&#228;ggas
enligt n&#228;mnda lag, kan den skattskyldige f&#229; ut det f&#246;r h&#246;gt respektive
hela det uttagna beloppet (restitution) efter ans&#246;kan hos
riksskatteverket enligt 27 &#167; kupongskattelagen (1970:624).

4. Riksskatteverkets beslut i &#228;rende om restitution f&#229;r &#246;verklagas p&#229;
det s&#228;tt som anges i 29 &#167; kupongskattelagen (1970:624).


Statlig inkomstskatt p&#229; utdelning fr&#229;n svensk ekonomisk
f&#246;rening till person med hemvist i Storbritannien och
Nordirland



5. Den som enligt lagen (1983:898) om dubbelbeskattningsavtal mellan
Sverige samt Storbritannien och Nordirland har hemvist i
Storbritannien och Nordirland och som enligt 6 &#167; 1 mom. a och c lagen
(1947:576) om statlig inkomstskatt &#228;r skattskyldig i Sverige f&#246;r
utdelning p&#229; andel i svensk ekonomisk f&#246;rening kan erh&#229;lla neds&#228;ttning
av eller befrielse fr&#229;n statlig inkomstskatt enligt art. 10 i avtalet
under de f&#246;ruts&#228;ttningar som anges d&#228;r.

6. Ans&#246;kan om neds&#228;ttning eller befrielse g&#246;rs hos den taxeringsn&#228;mnd
som taxerar den utdelningsber&#228;ttigade till statlig
inkomstskatt f&#246;r det &#229;r d&#229; utdelningen beskattas eller, om
taxeringsn&#228;mndens arbete betr&#228;ffande taxeringen detta &#229;r avslutats,
hos den domstol som handl&#228;gger besv&#228;r &#246;ver n&#228;mnda taxering. Ans&#246;kan
b&#246;r g&#246;ras f&#246;re utg&#229;ngen av tredje kalender&#229;ret efter det d&#229;
utdelningen blev tillg&#228;nglig f&#246;r lyftning.

I samband med ans&#246;kningen skall den utdelningsber&#228;ttigade genom intyg
fr&#229;n brittisk myndighet eller bank i Storbritannien och Nordirland
visa att han har hemvist i Storbritannien och Nordirland.

7. Beslut i &#228;rende som avses i punkt 6 f&#229;r &#246;verklagas p&#229; det s&#228;tt som
anges i taxeringslagen (1956:623) och f&#246;rvaltningsprocesslagen
(1971:291).

Bilaga 3

Anvisningar om neds&#228;ttning av och befrielse fr&#229;n brittisk
inkomstskatt f&#246;r person med hemvist i Sverige

1. Ans&#246;kan om befrielse fr&#229;n brittisk inkomstskatt p&#229; r&#228;nta, royalty,
pension eller livr&#228;nta enligt artiklarna 11, 12 eller 18 i avtalet g&#246;rs
skriftligen av den skattskyldige. Ans&#246;kningen avfattas p&#229; blankett SWE
3/Individual respektive SWE 3/ Company.

Ans&#246;kan om neds&#228;ttning enligt artikel 10 i avtalet av brittisk skatt p&#229;
utdelning och om utbetalning av skattetillgodohavande g&#246;rs skriftligen
av den skattskyldige. Ans&#246;kningen avfattas p&#229; blankett SWE
3/Individual/Credit respektive SWE 3/Company/ Credit. Svenskt bolag som
innehar v&#228;sentlig andel i ett bolag i Storbritannien och Nordirland och
som &#246;nskar erh&#229;lla skatteneds&#228;ttningen och skattetillgodohavandet i
samband med utdelningen fr&#229;n detta bolag kan ans&#246;ka om detta p&#229; blankett
SWE 7/Credit.

Blanketter tillhandah&#229;lls av &quot;Inspector of Foreign Dividends, Lynwood
Road, Thames Ditton, Surrey, England KT7 ODP&quot; och av
l&#228;nsskattemyndigheterna.

2. Ans&#246;kan om personliga avdrag, skatteneds&#228;ttning eller skattebefrielse
enligt artikel 27 p unkt 4 i avtalet g&#246;rs skriftligen av den
skattskyldige p&#229; blankett R 43 (Foreign). Blankett tillhandah&#229;lls av
&quot;Inland Revenue Claims Branch, St. John&#39;s House, Merton Road, Bootle,
Merseyside, England L69 4EJ&quot;.

3. Ans&#246;kan enligt punkt 1 eller 2 skall, om inte annat anges i andra
stycket, ges in till l&#228;nsskattemyndigheten i det l&#228;n d&#228;r den
skattskyldiges hemortskommun &#228;r bel&#228;gen. L&#228;nsskattemyndigheten skall
efter erforderlig unders&#246;kning kostnadsfritt utf&#228;rda intyg enligt
respektive blankett och d&#228;refter &#246;vers&#228;nda handlingen till brittisk
myndighet som anges d&#228;r.

Betr&#228;ffande ans&#246;kan enligt punkt 1 andra stycket g&#228;ller f&#246;reskrifterna i
f&#246;rsta stycket endast f&#246;rsta g&#229;ngen ans&#246;kan g&#246;rs. D&#228;rp&#229; f&#246;ljande
ans&#246;kningar kan utan intyg ges in av den skattskyldige direkt till
brittisk myndighet.

4. Ans&#246;kan om befrielse fr&#229;n brittisk inkomstskatt enligt artikel 21 i
avtalet g&#246;rs skriftligen av den skattskyldige hos brittisk myndighet som
anges i punkt 1.

5. Betr&#228;ffande tid och s&#228;tt f&#246;r ans&#246;kan samt betr&#228;ffande utredning, som
skall fogas till s&#229;dan ans&#246;kan, skall i &#246;vrigt iakttas vad som s&#228;gs i
anvisningarna p&#229; de blanketter som anges i punkterna 1 och 2 samt i
s&#228;rskilda anvisningar utf&#228;rdade av brittisk myndighet enligt blankett
SWE 3. Sistn&#228;mnda blankett tillhandah&#229;lls av brittisk myndighet som
anges i punkt 1 och av l&#228;nsskattemyndigheterna. F&#246;rordning (1987:35).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3763">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3765">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
