

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1997-08-12" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3776</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3775">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3777">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1984:555 ·
                    <a href="/sfsr?bet=1984:555">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1984:555) om till&#228;mpning av en 
konvention den 4 februari 1983 mellan Sverige och
Spanien om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1984-06-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten med i bilagorna 1 och 2 
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1984-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den konvention mellan Sverige och Spanien om social trygghet som har
undertecknats den 4 februari 1983 j&#228;mte en samma dag undertecknad
&#246;verenskommelse om till&#228;mpning av konventionen skall g&#228;lla h&#228;r i riket
fr&#229;n och med den 1 juli 1984.

Konventionen och till&#228;mpnings&#246;verenskommelsen bifogas denna f&#246;rordning
som bilagorna 1-2.

Med beh&#246;rig myndighet i artikel 9 samt artikel 36 punkterna a) och b)
i konventionen avses riksf&#246;rs&#228;kringsverket.

Bilaga 1

Konvention mellan Sverige och Spanien om social trygghet

Sveriges regering och Spaniens regering, som &#246;nskar reglera de b&#229;da
staternas &#246;msesidiga f&#246;rbindelser p&#229; den sociala trygghetens omr&#229;de,
har &#246;verenskommit att sluta f&#246;ljande konvention:

AVDELNING I. ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1


1. I denna konvention avses med uttrycken

1) &quot;territorium&quot;

med avseende p&#229; Spanien, Spaniens territorium, med avseende
p&#229; Sverige dess territorium,

2) &quot;lagstiftning&quot;

g&#228;llande lagar, f&#246;rordningar och administrativa f&#246;reskrifter som
anges i artikel 2,

3) &quot;beh&#246;rig myndighet&quot;

med avseende p&#229; Spanien arbets- och socialf&#246;rs&#228;kringsministeriet, med
avseende p&#229; Sverige regeringen eller den myndighet regeringen
best&#228;mmer,

4) &quot;f&#246;rs&#228;kringsorgan&quot;

med avseende p&#229; Spanien f&#246;rvaltningsorganen inom den sociala
trygghetens allm&#228;nna system och inom de under artikel 2, 1. A. n&#228;mnda
s&#228;rskilda systemen, med avseende p&#229; Sverige det organ eller den
myndighet som svarar f&#246;r till&#228;mpningen av den i artikel 2 angivna
lagstiftningen,

5) &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot;

det f&#246;rs&#228;kringsorgan som i varje enskilt fall &#228;r beh&#246;rigt enligt den
till&#228;mpliga lagstiftningen,

6) &quot;f&#246;rbindelseorgan&quot;

organ f&#246;r f&#246;rbindelse och information mellan de b&#229;da f&#246;rdragsslutande
staternas f&#246;rs&#228;kringsorgan f&#246;r underl&#228;ttande av konventionens
till&#228;mpning samt f&#246;r information till ber&#246;rda personer betr&#228;ffande
r&#228;ttigheter och skyldigheter enligt konventionen,

7) &quot;familjemedlem&quot;

en familjemedlem enligt den till&#228;mpliga lagstiftningen,

8) &quot;f&#246;rs&#228;kringsperioder&quot;

avgiftsperioder, anst&#228;llningsperioder eller andra perioder som i den
lagstiftning enligt vilken de fullgjorts betraktas som
f&#246;rs&#228;kringsperioder eller d&#228;rmed j&#228;mst&#228;llda perioder, d&#228;ribland
kalender&#229;r, f&#246;r vilka pensionspo&#228;ng har tillgodor&#228;knats inom den
svenska f&#246;rs&#228;kringen f&#246;r till&#228;ggspension p&#229; grund av anst&#228;llning eller
annan f&#246;rv&#228;rvsverksamhet under det ifr&#229;gavarande &#229;ret eller en del
d&#228;rav,

9) &quot;kontantf&#246;rm&#229;n&quot;, &quot;pension&quot; eller &quot;ers&#228;ttning&quot;

en kontantf&#246;rm&#229;n, pension eller ers&#228;ttning enligt den till&#228;mpliga
lagstiftningen, inber&#228;knat alla d&#228;ri ing&#229;ende delar som utg&#229;r av
allm&#228;nna medel och alla h&#246;jningar och till&#228;gg.

2. Andra uttryck som anv&#228;nds i denna konvention har den betydelse som
tillkommer dem enligt den till&#228;mpliga lagstiftningen.

Artikel 2


1. Best&#228;mmelserna i denna konvention skall till&#228;mpas p&#229;

A. i Spanien

1) lagstiftningen om den sociala trygghetens allm&#228;nna system
r&#246;rande

a) moderskap, vanlig sjukdom eller yrkessjukdom, tillf&#228;lligt nedsatt
arbetsf&#246;rm&#229;ga och olycksfall i eller utom arbetet,

b) tillf&#228;llig eller varaktig invaliditet,

c) &#229;lderdom,

d) d&#246;dsfall och efterlevande,

e) familjef&#246;rm&#229;ner,

f) omskolning och rehabilitering av handikappade,

g) socialbidrag och sociala tj&#228;nster,

h) arbetsl&#246;shet,

2) lagstiftningen om f&#246;ljande s&#228;rskilda system f&#246;r social trygghet i
vad avser de riskfall som &#229;syftas i A. 1) ovan, n&#228;mligen systemen f&#246;r

a) lantbruksarbetare,

b) sj&#246;m&#228;n,

c) kolgruvearbetare,

d) j&#228;rnv&#228;gsarbetare,

e) husligt anst&#228;llda,

f) sj&#228;lvst&#228;ndiga och sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksamma,

g) handelsresande,

h) studerande,

i) konstn&#228;rer,

j) f&#246;rfattare,

k) tjurf&#228;ktare,

1) professionella fotbollsspelare,

B. i Sverige

lagstiftningen om

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring,

b) folkpension,

c) f&#246;rs&#228;kring f&#246;r till&#228;ggspension,

d) allm&#228;nna barnbidrag,

e) arbetsskadef&#246;rs&#228;kring,

f) arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d.

2. D&#228;r ej annat f&#246;ljer av best&#228;mmelsen i fj&#228;rde stycket skall
konventionen j&#228;mv&#228;l till&#228;mpas p&#229; lagstiftning som kodifierar, &#228;ndrar
eller kompletterar den lagstiftning som anges i f&#246;rsta stycket.

3. Konventionen skall till&#228;mpas p&#229; lagstiftning om ett nytt system
eller en ny gren av social trygghet ut&#246;ver dem som angetts i f&#246;rsta
stycket endast om de f&#246;rdragsslutande staterna tr&#228;ffar &#246;verenskommelse
h&#228;rom.

4. Konventionen skall icke till&#228;mpas p&#229; lagstiftning som utvidgar
till&#228;mpningsomr&#229;det f&#246;r den i f&#246;rsta stycket n&#228;mnda lagstiftningen
till nya grupper av f&#246;rm&#229;nstagare, om beh&#246;rig myndighet i den ber&#246;rda
staten inom tre m&#229;nader efter lagens offentligg&#246;rande meddelar den
andra statens beh&#246;riga myndighet, att en s&#229;dan utvidgning av
konventionen icke &#228;r avsedd.

Artikel 3


Denna konvention g&#228;ller, i den m&#229;n ej annat d&#228;ri f&#246;reskrives,
f&#246;r de f&#246;rdragsslutande staternas medborgare, f&#246;r personer som
&#228;r eller varit omfattade av lagstiftningen i n&#229;gon av de
f&#246;rdragsslutande staterna samt f&#246;r personer som h&#228;rleder sin r&#228;tt fr&#229;n
en s&#229;dan person.

Artikel 4


I den m&#229;n ej annat f&#246;reskrives i denna konvention likst&#228;lles vid
till&#228;mpningen av en f&#246;rdragsslutande stats lagstiftning med denna
stats medborgare f&#246;ljande inom statens territorium bosatta personer

a) medborgare i den andra f&#246;rdragsslutande staten,

b) flyktingar som avses i konventionen den 28 juli 1951 om flyktingars
r&#228;ttsliga st&#228;llning och protokollet den 31 januari 1967 till n&#228;mnda
konvention,

c) statsl&#246;sa personer varmed f&#246;rst&#229;s personer, som ej n&#229;gon stat med
till&#228;mpning av dess lagstiftning anser s&#229;som dess medborgare,

d) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n
personer som avses i punkterna ovan.

Artikel 5


1. Pensioner och andra kontantf&#246;rm&#229;ner med undantag av f&#246;rm&#229;ner vid
arbetsl&#246;shet f&#229;r, i den m&#229;n ej annat f&#246;reskrives i denna konvention,
icke minskas, &#228;ndras, inneh&#229;llas eller indragas p&#229; grund av att
f&#246;rm&#229;nstagaren uppeh&#229;ller sig inom den andra statens territorium.

2. Kontantf&#246;rm&#229;ner som en av de f&#246;rdragsslutande staterna har att utge
skall, i den m&#229;n ej annat f&#246;reskrives i denna konvention, utbetalas
till medborgare i den andra staten som &#228;r bosatta i en tredje stat p&#229;
samma villkor och i samma omfattning som till d&#228;r bosatta medborgare i
den f&#246;rstn&#228;mnda staten.

AVDELNING II. BEST&#196;MMELSER OM TILL&#196;MPLIG
LAGSTIFTNING

Artikel 6


I den m&#229;n ej annat f&#246;reskrives i artiklarna 7 och 8 skall de personer
som omfattas av konventionen vara underkastade

1) svensk lagstiftning om de &#228;r bosatta i Sverige eller, med avseende
p&#229; arbetsskadef&#246;rs&#228;kring f&#246;r arbetstagare, om de &#228;r sysselsatta i
Sverige,

2) spansk lagstiftning om de &#228;r bosatta i Spanien och inom landet
arbetar s&#229;som anst&#228;llda eller f&#246;r egen r&#228;kning eller eljest &#228;r
f&#246;rs&#228;krade eller likst&#228;llda med f&#246;rs&#228;krade.

Artikel 7


1. Arbetstagare som av sin arbetsgivare s&#228;nds till den andra statens
territorium f&#246;r att utf&#246;ra ett best&#228;mt arbete av tillf&#228;llig natur,
vars varaktighet icke &#246;verstiger en tidrymd av h&#246;gst tv&#229; &#229;r, skall
undantas fr&#229;n till&#228;mpningen av lagstiftningen i den stat, inom vars
territorium de arbetar, och skall alltj&#228;mt omfattas av lagstiftningen
i den stat varifr&#229;n de uts&#228;nts.

2. Resande personal vid land- eller lufttransportf&#246;retag med arbete i
b&#229;da f&#246;rdragsslutande staterna skall omfattas av lagstiftningen i den
stat, d&#228;r f&#246;retaget har sitt s&#228;te. &#196;r vederb&#246;rande bosatt i den andra
staten, skall dock lagstiftningen i den staten till&#228;mpas.

3. Ett fartygs bes&#228;ttning och andra ej blott tillf&#228;lligt p&#229; ett fartyg
sysselsatta personer skall omfattas av lagstiftningen i den stat vars
flagga fartyget f&#246;r. Arbetstagare som anv&#228;nds f&#246;r lastning, lossning
eller reparationsarbeten ombord eller f&#246;r vakttj&#228;nst i hamn skall
omfattas av lagstiftningen i den stat d&#228;r hamnen &#228;r bel&#228;gen.

4. Arbetstagare, som med till&#228;mpning av best&#228;mmelserna i denna artikel
skall omfattas av svensk lagstiftning betraktas d&#228;rvid som bosatta i
Sverige.

Artikel 8


1. F&#246;r diplomatiska f&#246;retr&#228;dare och karri&#228;rkonsuler samt f&#246;r den
administrativa och tekniska personalen vid beskickning och vid
konsulat, som f&#246;rest&#229;s av karri&#228;rkonsul, liksom &#228;ven f&#246;r medlemmar av
beskickningarnas respektive konsulatens tj&#228;nstepersonal och f&#246;r
personer som uteslutande &#228;r anst&#228;llda i privat tj&#228;nst, i hush&#229;llet hos
diplomatiska f&#246;retr&#228;dare, karri&#228;rkonsuler och medlemmar av konsulat
som f&#246;rest&#229;s av karri&#228;rkonsul skall, i den m&#229;n denna personkrets
omfattas av Wienkonventionen om diplomatiska f&#246;rbindelser respektive
Wienkonventionen om konsul&#228;ra f&#246;rbindelser, best&#228;mmelserna i dessa
konventioner vara till&#228;mpliga.

2. F&#246;r andra offentligt anst&#228;llda &#228;n de som avses i f&#246;rsta stycket
&#228;ger vid uts&#228;ndning till den andra statens territorium best&#228;mmelserna
i artikel 7 f&#246;rsta stycket till&#228;mpning.

Artikel 9


1. P&#229; gemensam framst&#228;llning av arbetstagare och arbetsgivare eller p&#229;
framst&#228;llning av en sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksam person kan de
beh&#246;riga myndigheterna &#246;verenskomma om undantag fr&#229;n best&#228;mmelserna i
artiklarna 6--8 f&#246;r vissa personer eller persongrupper. De beh&#246;riga
myndigheterna kan ocks&#229; utan att s&#229;dan framst&#228;llning f&#246;religger
&#246;verenskomma om s&#229;dant undantag efter h&#246;rande av ber&#246;rda personer.

2. Best&#228;mmelserna i artikel 7 fj&#228;rde styck-et till&#228;mpas i fall som h&#228;r
avses.

AVDELNING III. S&#196;RSKILDA BEST&#196;MMELSER

Kapitel 1. F&#246;rm&#229;ner vid &#229;lderdom, invaliditet och till
efterlevande

Till&#228;mpning av svensk lagstiftning

Artikel 10


Spanska medborgare s&#229;v&#228;l som de personer som anges i artikel 4 b), c)
och d) skall, om de icke uppfyller de villkor som enligt den svenska
lagstiftningen g&#228;ller f&#246;r dem i fr&#229;ga om r&#228;tt till folkpension, vare
sig de &#228;r bosatta i Sverige eller annorst&#228;des ha r&#228;tt till folkpension
enligt de regler som g&#228;ller f&#246;r utomlands bosatta svenska medborgare.

Artikel 11


Handikappers&#228;ttning som inte utg&#229;r som till&#228;gg till folkpension,
v&#229;rdbidrag f&#246;r handikappat barn, pensionstillskott och inkomstpr&#246;vade
pensionsf&#246;rm&#229;ner utbetalas till personer som anges i artikel 10,
f&#246;rutsatt att de &#228;r bosatta i Sverige, varvid reglerna i n&#228;mnda
artikel g&#228;ller i till&#228;mpliga delar.

Artikel 12


Om en medborgare i en av de f&#246;rdragsslutande staterna eller
en person som anges i artikel 4 b), c) eller d) icke har fullgjort
erforderliga svenska f&#246;rs&#228;kringsperioder f&#246;r att uppfylla villkoren
f&#246;r r&#228;tt till svensk folkpension enligt de best&#228;mmelser som g&#228;ller f&#246;r
utom Sverige bosatta svenska medborgare, skall f&#246;rs&#228;kringsperioder
fullgjorda enligt den spanska lagstiftningen medr&#228;knas i den m&#229;n de
icke sammanfaller med svenska f&#246;rs&#228;kringsperioder.

Artikel 13


1. &#214;verg&#229;ngsbest&#228;mmelserna i den svenska lagstiftningen om ber&#228;kning
av folkpension f&#246;r personer f&#246;dda 1929 eller tidigare ber&#246;rs ej av
denna konvention.

2. Best&#228;mmelserna i den svenska lagstiftningen om r&#228;tt till
folkpension f&#246;r svenska medborgare som &#228;r bosatta utom Sverige ber&#246;rs
ej av artikel 5 i denna konvention.

Artikel 14


F&#246;r utgivande av till&#228;ggspension enligt den svenska lagstiftningen
g&#228;ller f&#246;ljande:

1. Den som ej &#228;r svensk medborgare tillgodor&#228;knas pensionspo&#228;ng endast
p&#229; grund av f&#246;rv&#228;rvsverksamhet under bos&#228;ttning i Sverige eller p&#229;
grund av anst&#228;llning ombord p&#229; svenskt handelsfartyg.

2. Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder inom b&#229;de den svenska
f&#246;rs&#228;kringen f&#246;r till-l&#228;ggspension och den spanska
pensionsf&#246;rs&#228;kringen, skall dessa
f&#246;r f&#246;rv&#228;rv av r&#228;tt till till&#228;ggspension i erforderlig omfattning
sammanr&#228;knas i den m&#229;n de ej sammanfaller. H&#228;rvid likst&#228;lls tolv inom
den spanska pensionsf&#246;rs&#228;kringen fullgjorda f&#246;rs&#228;kringsm&#229;nader med ett
kalender&#229;r, f&#246;r vilket pensionspo&#228;ng tillgodor&#228;knats.

3. F&#246;r ber&#228;kning av storleken av till&#228;ggs-pensionen beaktas endast
f&#246;rs&#228;kringsperioder enligt den svenska lagstiftningen.

4. Den svenska lagstiftningens best&#228;mmelser om ber&#228;kning av
till&#228;ggspension f&#246;r personer som &#228;r f&#246;dda f&#246;re &#229;r 1924 ber&#246;rs ej av
denna konvention.


Till&#228;mpning av spansk lagstiftning

Artikel 15


R&#228;tten till &#229;lders-, invalid- och efterlevandepension enligt spansk
lagstiftning f&#246;r personer som omfattas av pensionsf&#246;rs&#228;kringen i b&#229;da
f&#246;rdragsslutande staterna, fastst&#228;lls enligt best&#228;mmelserna i
artiklarna 16--22.

Artikel 16


F&#246;r fastst&#228;llande av r&#228;tt till pension till&#228;mpar de spanska
f&#246;rs&#228;kringsorganen sin egen lagstiftning. D&#228;rvid betraktas perioder,
f&#246;r vilka s&#246;kanden eller den person fr&#229;n vilken s&#246;kanden h&#228;rleder sin
r&#228;tt, tillgodor&#228;knats pensionspo&#228;ng inom den svenska
till&#228;ggspensioneringen, s&#229;som f&#246;rs&#228;kringsperioder enligt spansk
lagstiftning i den m&#229;n perioderna icke sammanfaller. H&#228;rvid j&#228;mst&#228;lls
ett &#229;r, f&#246;r vilket pensionspo&#228;ng tillgodor&#228;knats inom den svenska
till&#228;ggspensioneringen, med tolv m&#229;nader fullgjorda inom den spanska
f&#246;rs&#228;kringen.

Artikel 17


1. F&#246;r att fastst&#228;lla ber&#228;knings- eller regleringsunderlaget f&#246;r en
f&#246;rm&#229;n till&#228;mpar det beh&#246;riga spanska f&#246;rs&#228;kringsorganet sin egen
lagstiftning.

2. N&#228;r hela eller en del av den f&#246;rs&#228;kringsperiod som den s&#246;kande
utv&#228;ljer f&#246;r ber&#228;kning av regleringsunderlaget f&#246;r f&#246;rm&#229;ner har
fullgjorts i Sverige, skall det beh&#246;riga spanska f&#246;rs&#228;kringsorganet
fastst&#228;lla detta regleringsunderlag p&#229; grundval av det minsta
f&#246;rs&#228;kringsunderlag som under perioden eller del d&#228;rav enligt dess
lagstiftning g&#228;llde f&#246;r f&#246;rs&#228;krade i samma yrkeskategori som den
f&#246;rs&#228;krade senast tillh&#246;rt eller tillh&#246;r i Spanien eller p&#229; grundval
av det f&#246;rs&#228;kringsunderlag som den f&#246;rs&#228;krade sj&#228;lv utvalt.

3. Regleringsunderlaget f&#246;r f&#246;rm&#229;ner f&#246;r arbetstagare f&#229;r inte
understiga genomsnittet f&#246;r den allm&#228;nna minimil&#246;nen under den utvalda
tidsperioden.

Artikel 18


1. Om den f&#246;rs&#228;krade uppfyller de villkor som den spanska
lagstiftningen uppst&#228;ller f&#246;r r&#228;tt till pension skall det beh&#246;riga
spanska f&#246;rs&#228;kringsorganet fastst&#228;lla f&#246;rm&#229;nens storlek enligt de
best&#228;mmelser som organet har att till&#228;mpa varvid h&#228;nsyn endast tas
till de f&#246;rs&#228;kringsperioder som fullgjorts enligt denna lagstiftning.

2. Om den f&#246;rs&#228;krade inte uppfyller villkoren om f&#246;rs&#228;kringstid
best&#228;ms f&#246;rst ett pensionsbelopp enligt den spanska lagstiftningen
efter sammanl&#228;ggning av f&#246;rs&#228;kringsperioder och d&#228;rmed likv&#228;rdiga
perioder (&quot;teoretisk pension&quot;). D&#228;refter minskas beloppet enligt den
proportion som r&#229;der mellan de f&#246;rs&#228;kringsperioder som fullgjorts av
den f&#246;rs&#228;krade enligt spansk lagstiftning och summan av de perioder
som tillgodor&#228;knats enligt b&#229;da staternas lagstiftning
(&quot;proratapension&quot;).

3. N&#228;r den teoretiska pensionen blir l&#228;gre &#228;n den minimipension som
vid varje tidpunkt g&#228;ller enligt spansk lagstiftning, skall sistn&#228;mnda
pension ligga till grund vid ber&#228;kningen av den spanska
proratapensionens storlek.

4. De h&#246;jningar av pensionsbeloppen som vidtas enligt spansk
lagstiftning beroende p&#229; h&#246;jd allm&#228;n inkomstniv&#229;, h&#246;gre
levnadsomkostnader och andra j&#228;mf&#246;rliga faktorer skall minskas med
anv&#228;ndande av samma proportionella f&#246;rfarande som anges i andra
stycket.

Artikel 19


De villkor, som den spanska lagstiftningen inneh&#229;ller ang&#229;ende
&#228;ndring, inneh&#229;llande eller upph&#246;rande av r&#228;tt till pension, g&#228;ller
utan undantag &#228;ven i f&#246;rh&#229;llande till omst&#228;ndigheter som intr&#228;ffat
under f&#246;rm&#229;nstagarens vistelse i Sverige.

Artikel 20


Svenska eller spanska medborgare, som &#228;r bosatta i Spanien och som
enligt svensk lagstiftning inte l&#228;ngre omfattas av f&#246;rs&#228;kringen f&#246;r
till&#228;ggspensionering, kan frivilligt vidaref&#246;rs&#228;kra sig enligt spansk
lagstiftning p&#229; samma villkor som g&#228;ller f&#246;r personer som inte l&#228;ngre
&#228;r obligatoriskt f&#246;rs&#228;krade i den spanska socialf&#246;rs&#228;kringen. D&#228;rvid
skall perioder f&#246;r vilka pensionspo&#228;ng tillgodor&#228;knats inom den
svenska till&#228;ggspensioneringen, i den m&#229;n s&#229; erfordras, r&#228;knas s&#229;som
spanska f&#246;rs&#228;kringsperioder.

Artikel 21

F&#246;r r&#228;tt till pension enligt spansk lagstiftning med till&#228;mpning av
artikel 18 andra stycket, skall det krav p&#229; aktuell f&#246;rs&#228;kring som
uppst&#228;lls enligt spansk lagstiftning anses uppfyllt om personen i
fr&#229;ga &#228;r bosatt i Sverige vid pensionsfallet eller om han vid denna
tidpunkt uppb&#228;r pension enligt svensk lagstiftning.

Artikel 22

N&#228;r spansk lagstiftning f&#246;r r&#228;tt till f&#246;rm&#229;n eller f&#246;r fastst&#228;llande
av dess belopp uppst&#228;ller krav om fullg&#246;rande av f&#246;rs&#228;kringsperioder i
en yrkesverksamhet som omfattas av n&#229;got av den sociala trygghetens
s&#228;rskilda system, skall det beh&#246;riga organet endast medr&#228;kna
f&#246;rs&#228;kringsperioder som fullgjorts enligt svensk lagstiftning och i
motsvarande yrke.

Kapitel 2. Sjukdom, moderskap och barns f&#246;delse

Artikel 23


Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder enligt b&#229;da de
f&#246;rdragsslutande staternas lagstiftningar, skall dessa perioder f&#246;r
f&#246;rv&#228;rv av r&#228;tt till en f&#246;rm&#229;n sammanr&#228;knas i den m&#229;n de icke
sammanfaller.

Artikel 24


1. &#196;r n&#229;gon bosatt i en f&#246;rdragsslutande stat och enligt
lagstiftningen i denna stat ber&#228;ttigad till sjukv&#229;rdsf&#246;rm&#229;ner,
erh&#229;ller han under tillf&#228;llig vistelse i den andra f&#246;rdragsslutande
staten sjukv&#229;rdsf&#246;rm&#229;ner om han p&#229; grund av sitt tillst&#229;nd &#228;r i
omedelbart behov av s&#229;dana f&#246;rm&#229;ner.

2. I fr&#229;ga om omfattningen och s&#228;ttet f&#246;r tillhandah&#229;llande av
f&#246;rm&#229;ner till&#228;mpas den f&#246;r vistelseortens f&#246;rs&#228;kringsorgan
g&#228;llande lagstiftningen.

3. De beh&#246;riga myndigheterna i de f&#246;rdragsslutande staterna skall
fastst&#228;lla de avgifter som den v&#229;rds&#246;kande skall erl&#228;gga f&#246;r v&#229;rden p&#229;
grundval av g&#228;llande officiella taxor eller genomsnittskostnader.

Artikel 25


1. Familjemedlemmar till en i Sverige f&#246;rs&#228;krad svensk medborgare
erh&#229;ller sjukv&#229;rdsf&#246;rm&#229;ner under bos&#228;ttning p&#229; spanskt territorium p&#229;
grundval av s&#228;rskilt avtal mellan den f&#246;rs&#228;krade eller en representant
f&#246;r familjen och f&#246;rs&#228;kringsorganet f&#246;r familjemedlemmarnas
bos&#228;ttningsort mot en familjeavgift som fastst&#228;lls f&#246;r detta &#228;ndam&#229;l
av den spanska beh&#246;riga myndigheten.

2. I fr&#229;ga om omfattningen och s&#228;ttet f&#246;r tillhandah&#229;llande av
f&#246;rm&#229;ner till&#228;mpas spansk lagstiftning.

Artikel 26


1. En person, som uppb&#228;r pension enligt b&#229;da de f&#246;rdragsslutande
staternas lagstiftning, har r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner enligt
lagstiftningen i den stat d&#228;r han &#228;r bosatt. F&#246;rm&#229;nerna utg&#229;r p&#229;
bekostnad av beh&#246;rigt organ i den stat d&#228;r pensionstagaren &#228;r bosatt.

2. Den som &#228;r bosatt i Spanien och som erh&#229;ller pension
enbart enligt svensk lagstiftning har, liksom familjemedlemmar
som &#229;tf&#246;ljer honom, r&#228;tt till de sjukv&#229;rdsf&#246;rm&#229;ner den spanska
lagstiftningen tillf&#246;rs&#228;krar pension&#228;rer. Denna r&#228;tt beviljas p&#229;
grundval av s&#228;rskilt avtal mellan pension&#228;ren och f&#246;rs&#228;kringsorganet
p&#229; bos&#228;ttningsorten, mot en avgift som &#229;rligen fastst&#228;lles av beh&#246;rig
spansk myndighet.

Kapitel 3. Familjef&#246;rm&#229;ner

Artikel 27


Allm&#228;nt barnbidrag enligt svensk lagstiftning utg&#229;r till barn som &#228;r
spanska medborgare och bosatta i Sverige p&#229; samma villkor som till
barn som &#228;r svenska medborgare.

Artikel 28


Periodiska familjef&#246;rm&#229;ner som enligt spansk lagstiftning utg&#229;r f&#246;r
barn utges till svenska medborgare under f&#246;ruts&#228;ttning att fadern
eller modern omfattas av spansk lagstiftning och att barnen f&#246;r sin
f&#246;rs&#246;rjning &#228;r beroende av fadern eller modern.

Kapitel 4. F&#246;rm&#229;ner vid olycksfall i arbetet och vid
arbetssjukdomar

Artikel 29


1. R&#228;tten till f&#246;rm&#229;ner vid olycksfall i arbetet best&#228;ms av den
lagstiftning som g&#228;llde f&#246;r den f&#246;rs&#228;krade vid tidpunkten f&#246;r olyckan
enligt best&#228;mmelserna i artiklarna 6--9.

2. Ers&#228;ttningen f&#246;r ett nytt olycksfall i arbetet eller en ny
arbetssjukdom skall fastst&#228;llas av beh&#246;rigt f&#246;rs&#228;kringsorgan med
beaktande av den neds&#228;ttning i arbetsf&#246;rm&#229;gan som f&#246;rorsakats av det
nya olycksfallet eller den nya arbetssjukdomen enligt den lagstiftning
som n&#228;mnda organ har att till&#228;mpa.

Artikel 30


1. F&#246;rm&#229;ner vid arbetssjukdom best&#228;ms enligt lagstiftningen i den
f&#246;rdragsslutande stat, vars lagstiftning var till&#228;mplig d&#229; den
f&#246;rs&#228;krade innehade en anst&#228;llning, som medf&#246;rde risk f&#246;r
arbetssjukdomen, &#228;ven om sjukdomen f&#246;rst konstaterats i den andra
staten.

2. Skulle den f&#246;rs&#228;krade ha innehaft s&#229;dan anst&#228;llning i b&#229;da
staterna, till&#228;mpas lagstiftningen i den stat d&#228;r han senast haft
s&#229;dan anst&#228;llning.

3. Om en arbetssjukdom f&#246;ranlett beviljande av f&#246;rm&#229;n enligt
en f&#246;rdragsslutande stats lagstiftning, skall &#228;ven ers&#228;ttning f&#246;r
en f&#246;rs&#228;mring av sjukdomen som intr&#228;ffar inom den andra
f&#246;rdragsslutande statens territorium utg&#229; enligt f&#246;rstn&#228;mnda
stats lagstiftning. Detta g&#228;ller dock ej om f&#246;rs&#228;mringen &#228;r att
h&#228;nf&#246;ra till arbete inom den andra statens territorium i
verksamhet, vari fara f&#246;r s&#229;dan sjukdom f&#246;religger.

Kapitel 5. D&#246;dsfallsers&#228;ttningar

Artikel 31


D&#246;dsfallsers&#228;ttningar enligt spansk lagstiftning utges med till&#228;mpning
endast av denna lagstiftning och p&#229; de villkor som anges i denna.

Kapitel 6. F&#246;rm&#229;ner vid arbetsl&#246;shet

Artikel 32


1. Har n&#229;gon varit omfattad av b&#229;da de f&#246;rdragsslutande staternas
lagstiftningar, sammanr&#228;knas f&#246;r f&#246;rv&#228;rv av r&#228;tt till ers&#228;ttning vid
arbetsl&#246;shet f&#246;rs&#228;krings- eller syssels&#228;ttningsperioder, som skall
beaktas enligt b&#229;da lagstiftningarna, i den m&#229;n de ej sammanfaller.

2. F&#246;r till&#228;mpning av f&#246;rsta stycket kr&#228;vs att s&#246;kanden under de
senaste tolv m&#229;naderna f&#246;re framst&#228;llningen om ers&#228;ttning utf&#246;rt
f&#246;rv&#228;rvsarbete sammanlagt minst fyra veckor i den f&#246;rdragsslutande
stat, enligt vars lagstiftning han g&#246;r framst&#228;llningen. Har en
anst&#228;llning utan arbetstagarens f&#246;rv&#229;llande upph&#246;rt tidigare &#228;n efter
fyra veckor, skall f&#246;rsta stycket likv&#228;l till&#228;mpas om anst&#228;llningen
var avsedd att vara l&#228;ngre tid.

Artikel 33


Fr&#229;n ers&#228;ttningstid enligt lagstiftningen i en f&#246;rdragsslutande stat,
vartill n&#229;gon &#228;r ber&#228;ttigad p&#229; grund av best&#228;mmelserna i artikel 32,
avdrages tid, f&#246;r vilken ett f&#246;rs&#228;kringsorgan i den andra
f&#246;rdragsslutande staten inom de senaste tolv m&#229;naderna f&#246;re
framst&#228;llningen om ers&#228;ttning utgivit ers&#228;ttning till den arbetsl&#246;se.

AVDELNING IV. &#214;VRIGA BEST&#196;MMELSER

Artikel 34


Vid till&#228;mpningen av denna konvention skall de b&#229;da staternas beh&#246;riga
myndigheter och f&#246;rs&#228;kringsorgan l&#228;mna varandra tekniskt och
administrativt bist&#229;nd i samma utstr&#228;ckning som vid till&#228;mpningen av
den egna statens lagstiftning. S&#229;dant bist&#229;nd l&#228;mnas utan vederlag
utom d&#229; konventionen uttryckligen f&#246;reskriver att ers&#228;ttning skall
utg&#229;.

Artikel 35


De b&#229;da staternas beh&#246;riga myndigheter skall tr&#228;ffa administrativa
&#246;verenskommelser r&#246;rande konventionens till&#228;mpning.

Artikel 36


De b&#229;da staternas beh&#246;riga myndigheter skall

a) utse f&#246;rbindelseorgan,

b) h&#229;lla varandra underr&#228;ttade om de &#229;tg&#228;rder som vidtas f&#246;r
till&#228;mpningen av denna konvention,

c) meddela varandra alla &#228;ndringar i den lagstiftning som anges
i artikel 2.

Artikel 37


1. De b&#229;da staternas beh&#246;riga myndigheter skall genom f&#246;rhandlingar
bil&#228;gga s&#229;dana tolkningstvister betr&#228;ffande konventionen och de
administrativa &#246;verenskommelserna till denna, som kan uppst&#229; mellan de
b&#229;da staternas f&#246;rs&#228;kringsorgan.

2. Skulle tvisten icke kunna l&#246;sas genom f&#246;rhandlingar inom en tidrymd
av tre m&#229;nader r&#228;knat fr&#229;n f&#246;rhandlingarnas b&#246;rjan skall den
h&#228;nskjutas till en skiljen&#228;mnd, vars sammans&#228;ttning och procedur skall
fastst&#228;llas genom &#246;verenskommelse mellan de f&#246;rdragsslutande staterna
eller, om s&#229;dan &#246;verenskommelse icke uppn&#229;s inom en tidrymd av
ytterligare tre m&#229;nader, av en skiljeman, som p&#229; beg&#228;ran av vilken som
helst av de b&#229;da staterna utses av presidenten f&#246;r den Internationella
Domstolen. Det beslut som fattas av skiljen&#228;mnden eller skiljemannen
skall betraktas som bindande och slutgiltigt.

Artikel 38


De b&#229;da staternas f&#246;rs&#228;kringsorgan skall

a) verkst&#228;lla de tekniska och administrativa kontroller som r&#246;r
f&#246;rv&#228;rv, inneh&#229;llande, &#229;terf&#229;ende, &#228;ndring eller indragning av de
f&#246;rm&#229;ner som omfattas av denna konvention, varvid kostnaderna f&#246;r
medicinsk kontroll skall erl&#228;ggas p&#229; det s&#228;tt och de villkor som anges
i den administrativa &#246;verenskommelsen,

b) samarbeta i fr&#229;ga om utbetalning av f&#246;rm&#229;ner f&#246;r den andra statens
f&#246;rs&#228;kringsorgans r&#228;kning p&#229; s&#228;tt som f&#246;reskrivs i den administrativa
&#246;verenskommelsen,

c) ta emot och till den andra statens f&#246;rs&#228;kringsorgan vidarebefordra
alla meddelanden, ans&#246;kningar, f&#246;rklaringar, besv&#228;r eller andra
handlingar, som r&#246;r till&#228;mpningen av denna konvention och som inl&#228;mnas
i detta syfte samt

d) bist&#229; varandra p&#229; alla s&#228;tt som kan fr&#228;mja till&#228;mpningen av denna
konvention.

Artikel 39


1. De b&#229;da staternas beh&#246;riga myndigheter och f&#246;rs&#228;kringsorgan kan
tr&#228;da i direkt f&#246;rbindelse med varandra och med enskilda personer. De
kan f&#246;r dessa f&#246;rbindelser &#228;ven anv&#228;nda sig av
respektive stats diplomatiska representationer.

2. De b&#229;da staternas beh&#246;riga myndigheter och f&#246;rs&#228;kringsorgan skall
meddela sig sinsemellan och med enskilda personer p&#229; svenska, spanska,
franska eller engelska.

Artikel 40


1. Det beh&#246;riga f&#246;rs&#228;kringsorganet kan bevilja en f&#246;rs&#228;krad f&#246;rskott
under den tid hans &#228;rende &#228;r under behandling.

2. F&#246;rskott beviljas efter en pr&#246;vning i varje enskilt fall, som
fr&#228;mst skall avse den f&#246;rs&#228;krades behov samt grunda sig p&#229; en
bed&#246;mning av r&#228;tten till den s&#246;kta f&#246;rm&#229;nen och p&#229; den tid som kr&#228;vs
f&#246;r slutligt beslut i &#228;rendet.

3. N&#228;r f&#246;rs&#228;kringsorganet i en av de f&#246;rdragsslutande staterna utgivit
f&#246;rskott kan detta organ eller, p&#229; beg&#228;ran av detta, motsvarande
f&#246;rs&#228;kringsorgan i den andra staten avr&#228;kna f&#246;rskottet fr&#229;n de
utbetalningar som skall g&#246;ras till f&#246;rm&#229;nstagaren.

Artikel 41


1. Ans&#246;kningar, bevis, besv&#228;r och andra handlingar, som enligt den ena
statens lagstiftning inom en viss tid skall inges till beh&#246;rig
myndighet eller beh&#246;rigt organ, skall anses ha inkommit i r&#228;tt tid om
de inom fastst&#228;lld tid ingivits till motsvarande myndighet eller organ
i den andra staten.

2. En ans&#246;kan om f&#246;rm&#229;n, som inges enligt den ena statens
lagstiftning, skall i till&#228;mpliga fall anses som en ans&#246;kan om
motsvarande f&#246;rm&#229;n enligt den andra statens lagstiftning. I
&#229;lderspensionsfall g&#228;ller detta dock ej om s&#246;kanden anger att ans&#246;kan
avser pension endast enligt den f&#246;rstn&#228;mnda statens lagstiftning.

Artikel 42


1. Utbetalningar enligt denna konvention kan g&#246;ras i den stats valuta,
vars f&#246;rs&#228;kringsorgan &#228;r betalningsskyldigt.

2. Om valutarestriktioner inf&#246;rs i n&#229;gon av de f&#246;rdragsslutande
staterna, skall staterna omedelbart vidta &#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla
de r&#228;ttigheter som h&#228;rr&#246;r ur denna konvention.

Artikel 43


1. Befrielse fr&#229;n eller neds&#228;ttning av skatter, st&#228;mpel-,
sekretariats-, registrerings- eller andra liknande avgifter, som i en
av de f&#246;rdragsslutande staternas lagstiftning medges f&#246;r handlingar
eller bevis som utf&#228;rdas enligt denna stats lagstiftning, skall &#228;ven
omfatta handlingar och bevis som utf&#228;rdas enligt den andra statens
lagstiftning eller enligt denna konvention.

2. Handlingar och bevis, som utf&#228;rdas f&#246;r till&#228;mpning av denna
konvention, beh&#246;ver ej legaliseras eller bestyrkas.

Artikel 44


F&#246;r fastst&#228;llande av r&#228;tt till f&#246;rm&#229;ner enligt denna konvention
beaktas &#228;ven f&#246;rs&#228;krings- och vistelseperioder som fullgjorts f&#246;re
konventionens ikrafttr&#228;dande.

Artikel 45


1. Denna konvention &#228;ger till&#228;mpning &#228;ven p&#229; f&#246;rs&#228;kringsfall som
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande. Konventionen grundar likv&#228;l ingen
r&#228;tt till utbetalning av f&#246;rm&#229;ner f&#246;r tid f&#246;re dess ikrafttr&#228;dande.

2. En f&#246;rm&#229;n som p&#229; grund av den f&#246;rs&#228;krades nationalitet icke
beviljats eller som p&#229; grund av dennes bos&#228;ttning inom den andra
statens territorium indragits skall, n&#228;r konventionen tr&#228;der i kraft,
p&#229; d&#228;rom gjord ans&#246;kan beviljas eller &#229;ter utbetalas.

3. P&#229; d&#228;rom gjord ans&#246;kan skall en f&#246;rm&#229;n som beviljats f&#246;re
konventionens ikrafttr&#228;dande omr&#228;knas, varvid konventionens
best&#228;mmelser skall till&#228;mpas. S&#229;dan f&#246;rm&#229;n kan ocks&#229; omr&#228;knas utan
ans&#246;kan. Omr&#228;kning som nu sagts f&#229;r ej medf&#246;ra minskning av utg&#229;ende
f&#246;rm&#229;n.

4. Best&#228;mmelser i de f&#246;rdragsslutande staternas lagstiftning om
preskription och upph&#246;rande av r&#228;tt till f&#246;rm&#229;ner skall icke till&#228;mpas
p&#229; r&#228;tt enligt best&#228;mmelserna i f&#246;rsta--tredje styckena ovan under
f&#246;ruts&#228;ttning att den f&#246;rs&#228;krade inkommer med ans&#246;kan inom en tidrymd
av tv&#229; &#229;r fr&#229;n konventionens ikrafttr&#228;dande.

5. Inkommer ans&#246;kan efter utg&#229;ngen av n&#228;mnda tidsperiod f&#246;religger
r&#228;tt till f&#246;rm&#229;n, i den m&#229;n r&#228;tten icke preskriberats eller upph&#246;rt,
fr&#229;n och med ans&#246;kningsdagen s&#229;vida icke f&#246;rm&#229;nligare regler g&#228;ller
enligt lagstiftningen i staten i fr&#229;ga.

Artikel 46


1. Denna konvention skall g&#228;lla utan tidsbegr&#228;nsning. Den kan upps&#228;gas
av var och en av de f&#246;rdragsslutande staterna. Upps&#228;gningen skall
meddelas senast tre m&#229;nader f&#246;re utg&#229;ngen av det l&#246;pande kalender&#229;ret,
varvid konventionen upph&#246;r att g&#228;lla vid kalender&#229;rets slut.

2. Upps&#228;ges konventionen, skall dess best&#228;mmelser &#228;ga fortsatt
giltighet i fr&#229;ga om s&#229;dana r&#228;ttigheter som f&#246;rv&#228;rvats med till&#228;mpning
av dess best&#228;mmelser.

3. De f&#246;rdragsslutande staterna skall tr&#228;ffa s&#228;rskild &#246;verenskommelse
f&#246;r att garantera intj&#228;nade r&#228;ttigheter, som grundas p&#229;
f&#246;rs&#228;kringsperioder vilka tillgodor&#228;knats f&#246;re upps&#228;gningen av
konventionen.

Artikel 47


Denna konvention skall ratificeras och ratifikationsinstrumenten skall
utv&#228;xlas i Madrid.

Konventionen skall tr&#228;da i kraft f&#246;rsta dagen i den andra m&#229;naden
efter den d&#229; ratifikationsinstrumenten utv&#228;xlats.

Till bekr&#228;ftelse h&#228;rav har de b&#229;da f&#246;rdragsslutande staternas
befullm&#228;ktigade ombud undertecknat denna konvention.

Som skedde i Stockholm den fj&#228;rde februari 1983 i tv&#229; exemplar p&#229;
svenska och spanska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.


F&#246;r Sveriges regering Por el Gobierno de Suecia Sten Andersson

F&#246;r Spaniens regering Por el Gobierno de EspaRna Carlos Gamir

Bilaga 2


Administrativ &#246;verens-
kommelse ang&#229;ende till&#228;mpning av konventionen den 4 februari 1983
mellan Sverige och Spanien om social trygghet

Med st&#246;d av artikel 35 i konventionen den 4 februari 1983 mellan
Sverige och Spanien om social trygghet har de b&#229;da staternas beh&#246;riga
myndigheter &#246;verenskommit om f&#246;ljande best&#228;mmelser ang&#229;ende
konventionens till&#228;mpning:

KAPITEL I. ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

1. Vid till&#228;mpningen av denna &#246;verenskommelse avses med uttrycket
&quot;konventionen&quot; konventionen den 4 februari 1983 mellan Sverige och
Spanien om social trygghet.

2. De i konventionens artikel 1 definierade uttrycken har i
denna &#246;verenskommelse samma inneb&#246;rd.

Artikel 2


F&#246;rbindelseorgan enligt konventionens artikel 36 &#228;r

1. i Spanien

riksf&#246;rs&#228;kringsinstitutet,

2. i Sverige

a) riksf&#246;rs&#228;kringsverket,

b) arbetsmarknadsstyrelsen betr&#228;ffande arbetsl&#246;shetsf&#246;rs&#228;kring och
kontant arbetsmarknadsst&#246;d.

3. F&#246;rbindelseorganen har de uppgifter som anges i denna
&#246;verenskommelse. De skall inom sina verksamhetsomr&#229;den underl&#228;tta
till&#228;mpningen av konventionen och denna &#246;verenskommelse genom att
informera de f&#246;rs&#228;krade om deras r&#228;ttigheter och skyldigheter enligt
konventionen. D&#228;rvid skall de &#228;ven beakta de beh&#246;riga myndigheternas
f&#246;reskrifter, n&#228;r s&#229; erfordras. De kan tr&#228;da i direkt f&#246;rbindelse
s&#229;v&#228;l med varandra som med ber&#246;rda personer eller dess ombud, varvid
de skall l&#228;mna varandra bist&#229;nd i allt som r&#246;r konventionens
till&#228;mpning.

4. Den beh&#246;riga myndigheten i en f&#246;rdragsslutande stat kan utse andra
f&#246;rbindelseorgan. Den skall om s&#229; sker underr&#228;tta den beh&#246;riga
myndigheten i den andra staten.

KAPITEL II. BEST&#196;MMELSER R&#214;RANDE TILL&#196;MPLIG
LAGSTIFTNING

Artikel 3


I fall som avses i konventionens artikel 7 skall det beh&#246;riga
f&#246;rs&#228;kringsorganet i den f&#246;rdragsslutande stat, vars lagstiftning
skall till&#228;mpas, p&#229; beg&#228;ran utf&#228;rda intyg om att personen i fr&#229;ga
omfattas av denna lagstiftning. S&#229;dant intyg utf&#228;rdas

i Spanien av riksf&#246;rs&#228;kringsinstitutet,

i Sverige av riksf&#246;rs&#228;kringsverket eller allm&#228;n f&#246;rs&#228;kringskassa.


KAPITEL III. S&#196;RSKILDA BEST&#196;MMELSER

Sjukdom, moderskap och barns f&#246;delse

Artikel 4


1. N&#228;r ett beh&#246;rigt f&#246;rs&#228;kringsorgan i en av de f&#246;rdragsslutande
staterna har att till&#228;mpa best&#228;mmelserna i konventionens artikel
23 skall den person, varom fr&#229;ga &#228;r, f&#246;rete intyg om de
f&#246;rs&#228;kringsperioder som fullgjorts enligt den andra
f&#246;rdragsslutande statens lagstiftning.

2. S&#229;dant intyg skall p&#229; beg&#228;ran av den person varom fr&#229;ga
&#228;r utf&#228;rdas

i Spanien av riksf&#246;rs&#228;kringsinstitutet,

i Sverige av riksf&#246;rs&#228;kringsverket eller allm&#228;n f&#246;rs&#228;kringskassa.

3. Om personen sj&#228;lv inte f&#246;reter s&#229;dant intyg, kan det beh&#246;riga
f&#246;rs&#228;kringsorganet av beh&#246;rigt organ i den andra staten beg&#228;ra att
intyg utf&#228;rdas och &#246;vers&#228;nds.

Artikel 5


1. F&#246;r att g&#246;ra g&#228;llande sin r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner i Spanien
enligt konventionens artikel 24 skall den f&#246;rs&#228;krade f&#246;r det spanska
f&#246;rs&#228;kringsorganet f&#246;rete ett p&#229; s&#228;rskilt formul&#228;r utf&#228;rdat intyg om
hans eller hans familjemedlemmars r&#228;tt till s&#229;dana f&#246;rm&#229;ner.

2. F&#246;r att ut&#246;va den r&#228;tt som bekr&#228;ftats p&#229; s&#228;tt som anges i
f&#246;rsta stycket erh&#229;ller den f&#246;rs&#228;krade n&#228;r fr&#229;gan &#228;r om &#246;ppen
v&#229;rd, efter erl&#228;ggande av en fastst&#228;lld summa ett h&#228;fte med
sjukv&#229;rdskuponger fr&#229;n det spanska f&#246;rs&#228;kringsorganet.

3. Om den f&#246;rs&#228;krade &#228;r i behov av sjukhusv&#229;rd skall s&#229;dan meddelas
efter remiss och enligt de regler som g&#228;ller inom den spanska
socialf&#246;rs&#228;kringen. Remiss erfordras dock ej i br&#229;dskande fall.
Kostnaden f&#246;r sjukhusv&#229;rden erl&#228;ggs av den f&#246;rs&#228;krade s&#229; snart denna
avslutats.

4. Vid &#246;ppen v&#229;rd skall l&#228;kemedel ej utges p&#229; det s&#228;tt som annars
g&#228;ller inom socialf&#246;rs&#228;kringen. Vid sjukhusv&#229;rd innefattar
slutr&#228;kningen &#228;ven kostnaden f&#246;r l&#228;kemedel.

5. Vid slutet av den tillf&#228;lliga vistelsen kan den f&#246;rs&#228;krade p&#229;
ans&#246;kan f&#229; ers&#228;ttning fr&#229;n det spanska f&#246;rs&#228;kringsorganet f&#246;r
sjukv&#229;rdskuponger som ej utnyttjats.

Artikel 6


1. Priset f&#246;r de h&#228;ften med sjukv&#229;rdskuponger och villkoren f&#246;r
&#229;terbetalning enligt reglerna i andra--femte styckena i f&#246;reg&#229;ende
artikel skall fastst&#228;llas &#229;rligen.

2. Kostnaderna f&#246;r sjukhusv&#229;rd debiteras av den institution som
tillhandah&#229;llit v&#229;rden p&#229; grundval av genomsnittskostnaderna i
landet.

3. Det spanska f&#246;rbindelseorganet skall ge det svenska
f&#246;rbindelseorganet all den information r&#246;rande socialf&#246;rs&#228;kringens
kostnader f&#246;r sjukhusv&#229;rd, som kan vara av v&#228;rde f&#246;r detta.

Artikel 7


1. F&#246;r att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner i Spanien enligt best&#228;mmelserna i
konventionens artikel 25 skall den f&#246;rs&#228;krade eller n&#229;gon som
f&#246;retr&#228;der familjen ing&#229; ett s&#228;rskilt avtal med den provinsdelegation
eller det lokalkontor till riksf&#246;rs&#228;kringsinstitutet inom vars omr&#229;de
familjemedlemmarna &#228;r bosatta. D&#228;rvid skall f&#246;retes intyg som styrker
att den person fr&#229;n vilken r&#228;tten h&#228;rleds &#228;r f&#246;rs&#228;krad i Sverige.

2. Det s&#228;rskilda avtal som avses i f&#246;reg&#229;ende stycke ger, mot
erl&#228;ggande av en avgift per familj och m&#229;nad, r&#228;tt till samma
sjukv&#229;rdsf&#246;rm&#229;ner som den spanska socialf&#246;rs&#228;kringen erbjuder
familjemedlemmar till sina egna f&#246;rs&#228;krade.

3. Den f&#246;rs&#228;krade eller den person som representerar familjen skall
underr&#228;tta provinsdelegationen eller riksf&#246;rs&#228;kringsinstitutets
lokalkontor n&#228;r f&#246;rs&#228;kringsskyddet i Sverige upph&#246;r s&#229; att r&#228;tten till
f&#246;rm&#229;ner j&#228;mv&#228;l kan bringas att upph&#246;ra.

Artikel 8


1. F&#246;r att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner i Spanien enligt
best&#228;mmelserna i konventionens artikel 26 andra stycket skall
pension&#228;ren ing&#229; ett s&#228;rskilt avtal med den provinsdelegation
eller det lokalkontor till riksf&#246;rs&#228;kringsinstitutet inom vars omr&#229;de
han &#228;r bosatt. D&#228;rvid skall f&#246;retes intyg som styrker att pension&#228;ren
&#229;tnjuter pension enligt svensk lagstiftning.

2. Det s&#228;rskilda avtal som avses i f&#246;reg&#229;ende stycke ger mot
erl&#228;ggande av en m&#229;nadsavgift r&#228;tt till samma sjukv&#229;rdsf&#246;rm&#229;ner som
den spanska socialf&#246;rs&#228;kringen erbjuder sina egna pension&#228;rer.


&#197;lders-, invaliditets- och efterlevandef&#246;rm&#229;ner

Artikel 9


Ans&#246;kan om &#229;lders-, invalid- eller efterlevandepension kan
g&#246;ras hos det beh&#246;riga f&#246;rs&#228;kringsorganet p&#229; s&#246;kandens bos&#228;ttnings-
eller vistelseort eller hos f&#246;rbindelseorganet i n&#229;gon av de
f&#246;rdragsslutande staterna. Om det organ som mottagit ans&#246;kan inte &#228;r
beh&#246;rigt skall detta vidarebefordra ans&#246;kan med alla handlingar till
beh&#246;rigt organ.

Artikel 10


1. Om en ans&#246;kan ber&#246;r b&#229;da de f&#246;rdragsslutande staternas lagstiftning
skall f&#246;rbindelseorganet i den stat d&#228;r ans&#246;kan ingetts underr&#228;tta
f&#246;rbindelseorganet i den andra staten om mottagandet av ans&#246;kan och
samtidigt &#246;vers&#228;nda tv&#229; exemplar av den blankett som fastst&#228;llts i
enlighet med artikel 17 i denna &#246;verenskommelse. Avser ans&#246;kan
invalidpension skall &#228;ven det l&#228;karintyg som finns i &#228;rendet bifogas.

2. N&#228;r de blanketter som avses i f&#246;reg&#229;ende stycke mottagits skall det
mottagande organet genom att &#229;ters&#228;nda ett exemplar av blanketterna
l&#228;mna det organ som f&#246;rst erh&#246;ll ans&#246;kan uppgift om de
f&#246;rs&#228;kringsperioder som den f&#246;rs&#228;krade fullgjort enligt dess
lagstiftning. D&#228;rvid skall &#228;ven anges om den s&#246;kande har r&#228;tt till
pension och i s&#229; fall med vilket belopp och fr&#229;n vilket datum.

Artikel 11


1. De beh&#246;riga f&#246;rs&#228;kringsorganen skall s&#228;nda varandra kopior av de
beslut som fattats i de &#228;renden r&#246;rande f&#246;rm&#229;ner som handlagts med
till&#228;mpning av konventionens avdelning III, kapitel 1.

2. De beh&#246;riga f&#246;rs&#228;kringsorganen skall vidare underr&#228;tta varandra om
alla omst&#228;ndigheter som kan leda till att en f&#246;rm&#229;n beviljas,
inneh&#229;lls, dras in eller &#228;ndras. I f&#246;rekommande fall skall
handlingarna i &#228;rendet bifogas.

3. Blanketter och handlingar avsedda f&#246;r de beh&#246;riga
f&#246;rs&#228;kringsorganen skall alltid &#246;vers&#228;ndas via f&#246;rbindelseorganet i
den andra staten.

4. &#214;vers&#228;ndande av blanketter ers&#228;tter &#246;vers&#228;ndandet av
handlingar som styrker uppgifterna i blanketterna.

Artikel 12


De beh&#246;riga f&#246;rs&#228;kringsorganen skall utbetala &#229;lders-, invalid- och
efterlevandepensioner direkt till f&#246;rm&#229;nstagarna. Betalning av s&#229;dana
pensioner skall ske p&#229; de f&#246;rfallodagar som g&#228;ller enligt det lands
lagstiftning som det utbetalande organet till&#228;mpar.

Artikel 13


De spanska och svenska f&#246;rbindelseorganen skall varje kalender&#229;r under
f&#246;rsta kvartalet informera varandra om summan av de f&#246;rm&#229;nsbelopp som
de beh&#246;riga f&#246;rs&#228;kringsorganen under f&#246;reg&#229;ende &#229;r utbetalat till
f&#246;rm&#229;nstagare bosatta inom den andra f&#246;rdragsslutande statens
territorium.


F&#246;rm&#229;ner vid arbetsskada

Artikel 14


1. Ans&#246;kningar om arbetsskadef&#246;rm&#229;ner kan inges till det beh&#246;riga
f&#246;rs&#228;kringsorganet i den stat d&#228;r arbetsolycksfallet intr&#228;ffat eller
arbetssjukdomen visat sig eller till f&#246;rs&#228;kringsorganet i den stat d&#228;r
den arbetsskadade &#228;r bosatt eller vistas.

2. Om ans&#246;kan ingetts till f&#246;rs&#228;kringsorganet i den stat d&#228;r den
arbetsskadade &#228;r bosatt eller vistas skall detta organ &#246;vers&#228;nda
handlingarna till det beh&#246;riga f&#246;rs&#228;kringsorganet med angivande av
datum f&#246;r ans&#246;kan.

3. Vad avser utbetalning av f&#246;rm&#229;ner vid arbetsskada skall vad som
s&#228;gs i artiklarna 12 och 13 till&#228;mpas.

Artikel 15


N&#228;r ett beh&#246;rigt f&#246;rs&#228;kringsorgan f&#246;r till&#228;mpning av best&#228;mmelserna i
konventionens artikel 29 andra stycket har behov av uppgifter om en
persons arbetsof&#246;rm&#229;ga f&#246;r att fastst&#228;lla och utbetala en f&#246;rm&#229;n, kan
detta organ v&#228;nda sig till det beh&#246;riga f&#246;rs&#228;kringsorganet i den andra
staten f&#246;r att erh&#229;lla l&#228;karutl&#229;tanden och f&#246;r s&#228;rskilda kontroller.


Arbetsl&#246;shetsf&#246;rm&#229;ner

Artikel 16


1. I fall som avses i konventionens artikel 32 f&#246;rsta stycket skall
det beh&#246;riga f&#246;rs&#228;kringsorgan som mottagit ans&#246;kan om f&#246;rm&#229;n beg&#228;ra
att det beh&#246;riga f&#246;rs&#228;kringsorganet i den andra staten d&#228;r
arbetstagaren varit f&#246;rs&#228;krad utf&#228;rdar och &#246;vers&#228;nder
ett intyg r&#246;rande de f&#246;rs&#228;kringsperioder som denne fullgjort och
som skall sammanl&#228;ggas.

2. Det i f&#246;rsta stycket avsedda intyget skall i enlighet med
best&#228;mmelserna i konventionens artikel 33 ange de perioder under vilka
f&#246;rs&#228;kringsorganet i den andra staten utgett arbetsl&#246;shetsf&#246;rm&#229;ner
under de sista tolv m&#229;naderna f&#246;re datum f&#246;r ans&#246;kan.

KAPITEL IV. &#214;VRIGA BEST&#196;MMELSER

Artikel 17


1. F&#246;rbindelseorganen i de b&#229;da staterna skall fastst&#228;lla formul&#228;r f&#246;r
de blanketter, intyg och meddelanden som erfordras f&#246;r den
handl&#228;ggning och de f&#246;rfaranden som anges i denna &#246;verenskommelse.

2. N&#228;r s&#229; erfordras skall f&#246;rbindelseorganen bist&#229; varandra med
&#246;vers&#228;ttning av handlingar.

Artikel 18


Det beh&#246;riga f&#246;rs&#228;kringsorganet p&#229; en f&#246;rm&#229;nstagares bos&#228;ttningsort
skall utf&#246;ra de administrativa och medicinska kontroller som den andra
statens beh&#246;riga organ beg&#228;r betr&#228;ffande sina f&#246;rm&#229;nstagare. D&#228;rtill
skall l&#228;karutl&#229;tanden som inh&#228;mtats som ett led i organets egen
medicinska kontroll &#246;vers&#228;ndas &#228;ven utan ans&#246;kan d&#228;rom.

Artikel 19


1. S&#229;vitt g&#228;ller ers&#228;ttning f&#246;r utgifter enligt konventionens artikel
38 a) skall det f&#246;rs&#228;kringsorgan, som verkst&#228;llt de kontroller som
avses i n&#228;mnda artikel, verifiera dessa utgifter och enligt de regler
som g&#228;ller f&#246;r detta organ betala den som haft kostnaderna. Organet
skall var sj&#228;tte m&#229;nad till det f&#246;rs&#228;kringsorgan som beg&#228;rt
kontrollerna &#246;vers&#228;nda en sammanst&#228;llning av de ers&#228;ttningsber&#228;ttigade
utgifter som f&#246;rekommit under det senaste halv&#229;ret, med precisering av
varje fall.

2. Ers&#228;ttning skall inte utges f&#246;r utgifter f&#246;r l&#228;karunders&#246;kningar
som verkst&#228;llts p&#229; grund av best&#228;mmelser som g&#228;ller i en
f&#246;rdragsslutande stat och som d&#228;refter meddelats ett f&#246;rs&#228;kringsorgan
i den andra staten.

Artikel 20


Utbetalning av f&#246;rskott i fall som avses i konventionens artikel 40
skall i f&#246;rsta hand g&#246;ras av f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten.
De beh&#246;riga f&#246;rs&#228;kringsorganen i de b&#229;da f&#246;rdragsslutande staterna
skall underr&#228;tta varandra om de f&#246;rskott som beviljas.

Artikel 21


Denna &#246;verenskommelse tr&#228;der i kraft samtidigt med konventionen och
g&#228;ller f&#246;r samma tid.


Uppr&#228;ttat i Stockholm den fj&#228;rde februari 1983 i tv&#229; exemplar p&#229;
svenska och spanska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.


F&#246;r Sveriges regering Por el Gobierno de Suecia Sten Andersson

F&#246;r Spaniens regering Por el Gobierno de EspaRna Carlos Gamir

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3775">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3777">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
