

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-03" /> 
 <meta id="rattsinfo-edited" content="2024-01-03 13:07:30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3782</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3781">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3783">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1984:387 ·
                    <a href="/sfsr?bet=1984:387">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Polislag (1984:387)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L4
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1984-06-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:425
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1984-10-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

Polisverksamhetens &#228;ndam&#229;l

1 &#167; Som ett led i samh&#228;llets verksamhet f&#246;r att fr&#228;mja
r&#228;ttvisa och trygghet ska polisens arbete syfta till att
uppr&#228;tth&#229;lla allm&#228;n ordning och s&#228;kerhet samt att i &#246;vrigt
tillf&#246;rs&#228;kra allm&#228;nheten skydd och annan hj&#228;lp.

Polisverksamhet bedrivs av Polismyndigheten och
S&#228;kerhetspolisen. Lag (2014:588).

Polisens uppgifter

2 &#167; Till Polismyndighetens uppgifter h&#246;r att

1. f&#246;rebygga, f&#246;rhindra och uppt&#228;cka brottslig verksamhet och
andra st&#246;rningar av den allm&#228;nna ordningen eller
s&#228;kerheten,
2. &#246;vervaka den allm&#228;nna ordningen och
s&#228;kerheten och ingripa n&#228;r st&#246;rningar har intr&#228;ffat,

3. utreda och beivra brott som h&#246;r under allm&#228;nt &#229;tal,

4. l&#228;mna allm&#228;nheten skydd, upplysningar och annan hj&#228;lp, n&#228;r
s&#229;dant bist&#229;nd l&#228;mpligen kan ges av polisen,

5. fullg&#246;ra den verksamhet som ankommer p&#229; Polismyndigheten
enligt s&#228;rskilda best&#228;mmelser. Lag (2014:588).

2 a &#167; Polismyndigheten f&#229;r bedriva s&#228;rskilt
persons&#228;kerhetsarbete i fr&#229;ga om vittnen och andra hotade
personer. Regeringen f&#229;r meddela f&#246;reskrifter om s&#229;dant
s&#228;kerhetsarbete. I s&#229;dana f&#246;reskrifter f&#229;r det anges att &#228;ven
andra myndigheter f&#229;r bedriva s&#228;rskilt persons&#228;kerhetsarbete.
Lag (2014:588).

2 b &#167; Inom Polismyndigheten ska det finnas

1. en avdelning som p&#229; nationell niv&#229; leder och samordnar
viss polisverksamhet (Nationella operativa avdelningen),

2. en avdelning som ansvarar f&#246;r handl&#228;ggningen av &#228;renden om
brott av polisanst&#228;llda, &#229;klagare och domare (Avdelningen f&#246;r
s&#228;rskilda utredningar), och

3. en avdelning som har ett nationellt ansvar f&#246;r
myndighetens forensiska verksamhet, utf&#246;r unders&#246;kningar och
bedriver forskning inom detta omr&#229;de (Nationellt forensiskt
centrum). Lag (2014:588).

3 &#167; Till S&#228;kerhetspolisens uppgifter h&#246;r att 

1. f&#246;rebygga, f&#246;rhindra och uppt&#228;cka brottslig verksamhet som 
innefattar brott mot rikets s&#228;kerhet eller terrorbrott, 

2. utreda och beivra s&#229;dana brott som anges i 1 eller som 
f&#246;ljer av 5,

3. fullg&#246;ra uppgifter i samband med personskydd av den 
centrala statsledningen och andra som regeringen eller 
S&#228;kerhetspolisen best&#228;mmer, 

4. fullg&#246;ra uppgifter enligt s&#228;kerhetsskyddslagen 
(2018:585),

5. leda annan polisverksamhet om regeringen f&#246;reskriver det 
och i &#246;vrigt bedriva s&#229;dan verksamhet som framg&#229;r av lag 
eller f&#246;rordning eller som regeringen uppdragit &#229;t 
S&#228;kerhetspolisen att i s&#228;rskilda h&#228;nseenden ansvara f&#246;r.

N&#228;r S&#228;kerhetspolisen leder polisverksamhet enligt f&#246;rsta 
stycket ska det som i lag eller annan f&#246;rfattning f&#246;reskrivs 
om Polismyndigheten i till&#228;mpliga delar g&#228;lla 
S&#228;kerhetspolisen. Lag (2018:586).

4 &#167; En polisman &#228;r tj&#228;nsteman vid Polismyndigheten eller
S&#228;kerhetspolisen, om regeringen inte f&#246;reskriver n&#229;got annat.
Regeringen best&#228;mmer vad som avses med polisman.
Lag (2014:588).

5 &#167; En arbetstagare som &#228;r anst&#228;lld vid S&#228;kerhetspolisen f&#229;r
f&#246;rflyttas till en annan statlig anst&#228;llning enligt de
n&#228;rmare f&#246;reskrifter som regeringen meddelar. En s&#229;dan
arbetstagare som &#228;r polisman f&#229;r f&#246;rflyttas endast till en
annan anst&#228;llning som polisman.

F&#246;rflyttning enligt f&#246;rsta stycket till en anst&#228;llning vid en
myndighet inom n&#229;got annat verksamhetsomr&#229;de f&#229;r ske endast
om arbetsuppgifterna &#228;r likartade eller arbetstagaren med
h&#228;nsyn till sin utbildning &#228;r l&#228;mpad f&#246;r anst&#228;llningen.

I m&#229;l eller &#228;renden om f&#246;rflyttning ska 36 &#167; andra stycket,
37 och 39 &#167;&#167; lagen (1994:260) om offentlig anst&#228;llning
till&#228;mpas. Lag (2014:588).

5 a &#167; Har upph&#228;vts genom lag (2014:588).

Samverkan med andra myndigheter och organisationer

6 &#167; Polismyndigheten och S&#228;kerhetspolisen ska samarbeta med
varandra och med &#229;klagarmyndigheterna.

Polismyndigheten ska fortl&#246;pande samarbeta med myndigheterna
inom socialtj&#228;nsten och snarast underr&#228;tta dessa om
f&#246;rh&#229;llanden som b&#246;r f&#246;ranleda n&#229;gon &#229;tg&#228;rd av dem.
Best&#228;mmelser om skyldighet att anm&#228;la till socialn&#228;mnden att
ett barn kan beh&#246;va n&#228;mndens skydd finns i 14 kap. 1 &#167;
socialtj&#228;nstlagen (2001:453).

Polismyndigheten och S&#228;kerhetspolisen ska ocks&#229; samarbeta med
andra myndigheter och organisationer vilkas verksamhet ber&#246;r
polisverksamheten.

Andra myndigheter ska ge polisen st&#246;d i dess arbete.
Lag (2014:588).

J&#228;v

7 &#167; Om det f&#246;r en polisman eller annan anst&#228;lld vid
Polismyndigheten eller S&#228;kerhetspolisen finns omst&#228;ndigheter
som enligt 4 kap. 13 &#167; r&#228;tteg&#229;ngsbalken skulle utg&#246;ra j&#228;v mot
domare, f&#229;r tj&#228;nstemannen inte besluta om eller vidta en
&#229;tg&#228;rd i brottsbek&#228;mpande verksamhet. J&#228;v f&#229;r dock inte
grundas p&#229; en &#229;tg&#228;rd som tj&#228;nstemannen har vidtagit p&#229;
tj&#228;nstens v&#228;gnar eller en g&#228;rning som har f&#246;r&#246;vats mot honom
eller henne i eller f&#246;r hans eller hennes tj&#228;nst.

En polisman eller annan anst&#228;lld vid Polismyndigheten eller
S&#228;kerhetspolisen f&#229;r inte besluta om eller vidta en &#229;tg&#228;rd i
ordningsh&#229;llande verksamhet om

1. fr&#229;gan ang&#229;r honom eller henne sj&#228;lv eller hans eller
hennes make, f&#246;r&#228;lder, barn eller syskon eller n&#229;gon annan
n&#228;rst&#229;ende eller om &#229;tg&#228;rden kan v&#228;ntas medf&#246;ra synnerlig
nytta eller skada f&#246;r honom eller henne sj&#228;lv eller n&#229;gon
n&#228;rst&#229;ende,

2. han eller hon eller n&#229;gon n&#228;rst&#229;ende som anges i 1 &#228;r
st&#228;llf&#246;retr&#228;dare f&#246;r den som &#229;tg&#228;rden r&#246;r eller f&#246;r n&#229;gon som
kan v&#228;nta synnerlig nytta eller skada av &#229;tg&#228;rden, eller

3. det i &#246;vrigt finns n&#229;gon s&#228;rskild omst&#228;ndighet som &#228;r
&#228;gnad att rubba f&#246;rtroendet till hans eller hennes
opartiskhet.

Om &#229;tg&#228;rden &#228;r s&#229; br&#229;dskande att den inte utan fara kan
skjutas upp, f&#229;r den beslutas eller vidtas trots det som s&#228;gs
i f&#246;rsta och andra styckena.

En fr&#229;ga om j&#228;v pr&#246;vas av respektive myndighet. Lag (2015:447).

7 a &#167; Ny beteckning 5 &#167; genom lag (2014:588).

Allm&#228;nna principer f&#246;r polisingripanden

8 &#167; En polisman som har att verkst&#228;lla en tj&#228;nsteuppgift skall under
iakttagande av vad som f&#246;reskrivs i lag eller annan f&#246;rfattning ingripa
p&#229; ett s&#228;tt som &#228;r f&#246;rsvarligt med h&#228;nsyn till &#229;tg&#228;rdens syfte och
&#246;vriga omst&#228;ndigheter. M&#229;ste tv&#229;ng tillgripas, skall detta ske endast i
den form och den utstr&#228;ckning som beh&#246;vs f&#246;r att det avsedda resultatet
skall uppn&#229;s.

Ett ingripande som begr&#228;nsar n&#229;gon av de grundl&#228;ggande fri- och
r&#228;ttigheter som avses i 2 kap. regeringsformen f&#229;r ej grundas enbart p&#229;
best&#228;mmelserna i f&#246;rsta stycket.

Rapporteringsskyldighet

9 &#167; N&#228;r en polisman f&#229;r k&#228;nnedom om ett brott som h&#246;r under
allm&#228;nt &#229;tal, skall han l&#228;mna rapport om det till sin f&#246;rman s&#229;
snart det kan ske.

En polisman f&#229;r l&#228;mna rapporteftergift om brottet med h&#228;nsyn
till omst&#228;ndigheterna i det s&#228;rskilda fallet &#228;r obetydligt och
det &#228;r uppenbart att brottet inte skulle f&#246;ranleda annan
p&#229;f&#246;ljd &#228;n b&#246;ter. Lag (1998:27).

Vissa befogenheter f&#246;r polism&#228;nnen

Anv&#228;ndning av v&#229;ld

10 &#167; En polisman f&#229;r, i den m&#229;n andra medel &#228;r otillr&#228;ckliga 
och det med h&#228;nsyn till omst&#228;ndigheterna &#228;r f&#246;rsvarligt, 
anv&#228;nda v&#229;ld f&#246;r att genomf&#246;ra en tj&#228;nste&#229;tg&#228;rd, om

1. han eller hon m&#246;ts med v&#229;ld eller hot om v&#229;ld,

2. n&#229;gon som ska h&#228;ktas, anh&#229;llas eller annars med laga st&#246;d 
ber&#246;vas friheten f&#246;rs&#246;ker undkomma eller polismannen annars 
m&#246;ts av motst&#229;nd n&#228;r han eller hon ska verkst&#228;lla ett s&#229;dant 
frihetsber&#246;vande,

3. det &#228;r fr&#229;ga om att avv&#228;rja en straffbelagd handling eller 
en fara f&#246;r liv, h&#228;lsa eller v&#228;rdefull egendom eller f&#246;r 
omfattande skada i milj&#246;n,

4. polismannen med laga st&#246;d ska avvisa eller avl&#228;gsna n&#229;gon 
fr&#229;n ett visst omr&#229;de eller utrymme, eller verkst&#228;lla eller 
bitr&#228;da vid kroppsvisitation, kroppsbesiktning eller n&#229;gon 
annan liknande &#229;tg&#228;rd, vid beslag eller n&#229;got annat 
omh&#228;ndertagande av egendom eller vid s&#229;dan husrannsakan som 
avses i r&#228;tteg&#229;ngsbalken eller vid genoms&#246;kning p&#229; distans,

5. polismannen med laga st&#246;d ska stoppa ett fordon eller n&#229;got 
annat transportmedel eller ska kontrollera ett fordon eller 
ett fordons last,

6. polismannen annars med laga st&#246;d ska bereda sig tilltr&#228;de 
till, sp&#228;rra av, tillst&#228;nga eller utrymma en byggnad, ett rum 
eller ett omr&#229;de, eller bitr&#228;da n&#229;gon i myndighetsut&#246;vning med 
en s&#229;dan eller n&#229;gon annan liknande &#229;tg&#228;rd eller vid exekutiv 
f&#246;rr&#228;ttning enligt vad som &#228;r f&#246;reskrivet om det, eller

7. &#229;tg&#228;rden i n&#229;got annat fall &#228;r oundg&#228;ngligen n&#246;dv&#228;ndig f&#246;r 
den allm&#228;nna ordningens eller s&#228;kerhetens uppr&#228;tth&#229;llande och 
det &#228;r uppenbart att den inte kan genomf&#246;ras utan v&#229;ld.

I fall som avses i f&#246;rsta stycket 4 och 6 f&#229;r v&#229;ld mot person 
brukas endast om polismannen eller den som han eller hon 
bitr&#228;der m&#246;ts av motst&#229;nd.

Om r&#228;tt att i vissa fall bruka v&#229;ld finns i &#246;vrigt 
f&#246;reskrifter i 24 kap. brottsbalken. Lag (2022:318).

10 a &#167; En polisman som omh&#228;ndertar eller p&#229; annat s&#228;tt
inskr&#228;nker n&#229;gons r&#246;relsefrihet f&#229;r bel&#228;gga honom eller henne
med f&#228;ngsel

1. om han eller hon upptr&#228;der v&#229;ldsamt och det &#228;r absolut
n&#246;dv&#228;ndigt med h&#228;nsyn till hans eller hennes egen eller n&#229;gon
annans s&#228;kerhet till liv eller h&#228;lsa, eller

2. vid f&#246;rflyttning inom en f&#246;rvaringslokal och vid transport
eller annan vistelse utanf&#246;r en s&#229;dan lokal, om det &#228;r
n&#246;dv&#228;ndigt av s&#228;kerhetssk&#228;l. Lag (2014:588).

Tillf&#228;lliga omh&#228;ndertaganden, avl&#228;gsnanden m.m.

11 &#167; Har Polismyndigheten eller S&#228;kerhetspolisen enligt en
s&#228;rskild f&#246;reskrift befogenhet att besluta att n&#229;gon ska
omh&#228;ndertas, f&#229;r en polisman omh&#228;nderta honom eller henne i
avvaktan p&#229; myndighetens beslut, om polismannen finner

1. att f&#246;reskrivna f&#246;ruts&#228;ttningar f&#246;r beslut om
omh&#228;ndertagande f&#246;religger och

2. att dr&#246;jsm&#229;l med omh&#228;ndertagandet inneb&#228;r fara f&#246;r liv
eller h&#228;lsa eller n&#229;gon annan fara. Lag (2014:588).

12 &#167; Om n&#229;gon som kan antas vara under arton &#229;r antr&#228;ffas
under f&#246;rh&#229;llanden som uppenbarligen inneb&#228;r &#246;verh&#228;ngande och
allvarlig risk f&#246;r hans eller hennes h&#228;lsa eller utveckling,
f&#229;r han eller hon tas om hand av en polisman f&#246;r att genom
dennes f&#246;rsorg skyndsamt &#246;verl&#228;mnas till sina f&#246;r&#228;ldrar eller
n&#229;gon annan v&#229;rdnadshavare eller till socialn&#228;mnden. Vid
bed&#246;mningen av risken f&#246;r den unges h&#228;lsa eller utveckling ska
det beaktas om man kan befara att den unge kan komma att
uts&#228;ttas f&#246;r brott, involveras i brottslig verksamhet eller
skadas genom n&#229;got annat socialt nedbrytande beteende.
Lag (2012:802).

12 a &#167; Om det finns sk&#228;lig anledning anta att n&#229;gon skall
omh&#228;ndertas med st&#246;d av 13 &#167; lagen (1988:870) om v&#229;rd av
missbrukare i vissa fall och socialn&#228;mndens beslut om s&#229;dant
omh&#228;ndertagande inte kan avvaktas med h&#228;nsyn till att det finns
en &#246;verh&#228;ngande och allvarlig risk f&#246;r att den enskilde kommer
till skada, f&#229;r den enskilde tas om hand av en polisman f&#246;r att
genom dennes f&#246;rsorg skyndsamt &#246;verl&#228;mnas till sjukhus.

Best&#228;mmelserna i f&#246;rsta stycket inneb&#228;r ingen inskr&#228;nkning i
m&#246;jligheterna att omh&#228;nderta en person enligt lagen (1976:511)
om omh&#228;ndertagande av berusade personer m.m. Lag (2005:469).

13 &#167; Om n&#229;gon genom sitt upptr&#228;dande st&#246;r den allm&#228;nna ordningen eller
utg&#246;r en omedelbar fara f&#246;r denna, f&#229;r en polisman, n&#228;r det &#228;r
n&#246;dv&#228;ndigt f&#246;r att ordningen skall kunna uppr&#228;tth&#229;llas, avvisa eller
avl&#228;gsna honom fr&#229;n visst omr&#229;de eller utrymme. Detsamma g&#228;ller om en
s&#229;dan &#229;tg&#228;rd beh&#246;vs f&#246;r att en straffbelagd handling skall kunna
avv&#228;rjas.

&#196;r en &#229;tg&#228;rd som avses i f&#246;rsta stycket otillr&#228;cklig f&#246;r att det avsedda
resultatet skall uppn&#229;s, f&#229;r personen tillf&#228;lligt omh&#228;ndertas.

13 a &#167; Om n&#229;gon f&#246;rs&#246;ker tr&#228;nga in p&#229; ett omr&#229;de eller i ett
utrymme till vilket tilltr&#228;de har f&#246;rbjudits med st&#246;d av denna
lag eller annan f&#246;rfattning, f&#229;r en polisman avvisa eller
avl&#228;gsna honom fr&#229;n omr&#229;det eller utrymmet, n&#228;r det &#228;r
n&#246;dv&#228;ndigt f&#246;r att ordningen eller s&#228;kerheten skall kunna
uppr&#228;tth&#229;llas. Detsamma g&#228;ller den som v&#228;grar l&#228;mna ett s&#229;dant
omr&#229;de eller utrymme, eller som inte f&#246;ljer en enligt denna lag
meddelad anvisning att f&#246;lja en viss v&#228;g. Lag (1998:27).

13 b &#167; Har Polismyndigheten med st&#246;d av 2 kap. 22 eller 23 &#167;
ordningslagen (1993:1617) beslutat att st&#228;lla in eller
uppl&#246;sa en allm&#228;n sammankomst eller en offentlig
tillst&#228;llning, f&#229;r en polisman avvisa eller avl&#228;gsna
deltagare och &#229;sk&#229;dare, om det beh&#246;vs f&#246;r att syftet med
beslutet ska uppn&#229;s. Lag (2014:588).

13 c &#167; Om en folksamling, som inte &#228;r en allm&#228;n sammankomst
eller offentlig tillst&#228;llning enligt ordningslagen
(1993:1617), genom sitt upptr&#228;dande st&#246;r den allm&#228;nna
ordningen eller utg&#246;r en omedelbar fara f&#246;r denna, f&#229;r
deltagarna i folksamlingen avvisas eller avl&#228;gsnas fr&#229;n det
omr&#229;de eller utrymme d&#228;r de befinner sig, om det &#228;r
n&#246;dv&#228;ndigt f&#246;r att ordningen ska kunna uppr&#228;tth&#229;llas.

Om en &#229;tg&#228;rd enligt f&#246;rsta stycket &#228;r otillr&#228;cklig f&#246;r att
ordningen ska kunna uppr&#228;tth&#229;llas f&#229;r deltagarna i
folksamlingen avl&#228;gsnas l&#228;ngre bort fr&#229;n omr&#229;det eller
utrymmet &#228;n vad som f&#229;r ske enligt det stycket (utvidgat
avl&#228;gsnande). Ett utvidgat avl&#228;gsnande f&#229;r inte verkst&#228;llas
p&#229; ett s&#229;dant s&#228;tt att r&#246;relsefriheten f&#246;r deltagarna
inskr&#228;nks l&#228;ngre tid &#228;n tv&#229; timmar.

En &#229;tg&#228;rd enligt f&#246;rsta eller andra stycket f&#229;r vidtas utan
f&#246;reg&#229;ende beslut av Polismyndigheten endast om det &#228;r s&#229;
br&#229;dskande att myndighetens beslut inte kan avvaktas.
Lag (2014:588).

14 &#167; Antr&#228;ffas en ok&#228;nd person av en polisman och finns det s&#228;rskild
anledning anta att han &#228;r efterspanad eller efterlyst och med st&#246;d av
lag skall ber&#246;vas friheten vid antr&#228;ffandet, f&#229;r han omh&#228;ndertas f&#246;r
identifiering, om han v&#228;grar att l&#228;mna uppgift om sin identitet eller
det finns anledning anta att hans uppgift om denna &#228;r oriktig.

15 &#167; Den som har omh&#228;ndertagits enligt denna lag eller
avl&#228;gsnats enligt 13 c &#167; andra stycket ska underr&#228;ttas om
anledningen till omh&#228;ndertagandet eller avl&#228;gsnandet s&#229; snart
som m&#246;jligt. Den polisman som har verkst&#228;llt ett
omh&#228;ndertagande ska s&#229; skyndsamt som m&#246;jligt anm&#228;la &#229;tg&#228;rden
till sin f&#246;rman. Har omh&#228;ndertagandet inte redan upph&#246;rt ska
f&#246;rmannen omedelbart pr&#246;va om det ska best&#229;.

Inneb&#228;r f&#246;rmannens beslut att den som har omh&#228;ndertagits
enligt 11 &#167; ska h&#229;llas kvar eller har ingripandet gjorts med
st&#246;d av 12 &#167;, ska f&#246;rmannen skyndsamt underr&#228;tta
Polismyndigheten respektive S&#228;kerhetspolisen om
omh&#228;ndertagandet och sk&#228;let till detta.

Myndigheten ska snarast m&#246;jligt efter ett omh&#228;ndertagande
enligt 11 &#167; meddela beslut enligt vad som &#228;r f&#246;reskrivet om
detta. Lag (2014:588).

16 &#167; Den som har omh&#228;ndertagits enligt 11 &#167; eller enligt 13 &#167;
andra stycket ska f&#246;rh&#246;ras s&#229; snart som m&#246;jligt.

Har omh&#228;ndertagandet skett enligt 13 &#167; andra stycket ska den
omh&#228;ndertagne friges snarast m&#246;jligt efter f&#246;rh&#246;ret.
Polismyndigheten ska dock skyndsamt &#246;verl&#228;mna den som &#228;r
under arton &#229;r till hans eller hennes f&#246;r&#228;ldrar, annan
v&#229;rdnadshavare, en tj&#228;nsteman inom socialtj&#228;nsten eller n&#229;gon
annan l&#228;mplig vuxen person. I avvaktan p&#229; detta f&#229;r den unge
h&#229;llas kvar. Ingen f&#229;r dock h&#229;llas kvar l&#228;ngre &#228;n sex timmar.
Bed&#246;ms den omh&#228;ndertagne vara i behov av hj&#228;lp eller st&#246;d
fr&#229;n samh&#228;llets sida, ska Polismyndigheten l&#228;mna r&#229;d och
upplysningar. Om det bed&#246;ms l&#228;mpligt, ska Polismyndigheten
samr&#229;da med andra samh&#228;llsorgan som svarar f&#246;r hj&#228;lp och st&#246;d
av s&#229;dant slag.

N&#228;r n&#229;gon har omh&#228;ndertagits enligt 14 &#167; ska &#229;tg&#228;rder f&#246;r att
fastst&#228;lla hans eller hennes identitet skyndsamt vidtas. Den
omh&#228;ndertagne ska omedelbart friges s&#229; snart han eller hon
har identifierats. Han eller hon f&#229;r dock inte h&#229;llas kvar
l&#228;ngre &#228;n sex timmar eller, om det &#228;r av synnerlig vikt att
han eller hon identifieras, tolv timmar. Lag (2014:588).

17 &#167; Vid omh&#228;ndertagande enligt denna lag skall tillses att
&#229;tg&#228;rden inte orsakar den omh&#228;ndertagne st&#246;rre ol&#228;genhet &#228;n som
&#228;r oundviklig med h&#228;nsyn till &#229;tg&#228;rdens syfte eller v&#228;cker
on&#246;dig uppm&#228;rksamhet. Den som har omh&#228;ndertagits f&#229;r inte
underkastas annan inskr&#228;nkning i sin frihet &#228;n som beh&#246;vs med
h&#228;nsyn till &#228;ndam&#229;let med &#229;tg&#228;rden, ordning eller s&#228;kerhet. Den
omh&#228;ndertagne f&#229;r tas i f&#246;rvar om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn
till ordning eller s&#228;kerhet. Den som &#228;r under femton &#229;r f&#229;r
dock inte tas i f&#246;rvar. Lag (1998:27).

17 a &#167; Om den som har omh&#228;ndertagits enligt denna lag eller
enligt s&#229;dana s&#228;rskilda f&#246;reskrifter som avses i 11 &#167; eller
som p&#229; n&#229;gon annan grund &#228;r skyldig att stanna kvar hos
Polismyndigheten eller S&#228;kerhetspolisen beg&#228;r det eller om
det annars finns sk&#228;l f&#246;r det, ska n&#229;gon av hans eller hennes
n&#228;rmaste anh&#246;riga eller n&#229;gon annan person som st&#229;r honom
eller henne s&#228;rskilt n&#228;ra underr&#228;ttas om &#229;tg&#228;rden. Vid
p&#229;g&#229;ende brottsutredning f&#229;r dock underr&#228;ttelsen inte l&#228;mnas
f&#246;rr&#228;n det kan ske utan men f&#246;r utredningen.

Om den ber&#246;rde mots&#228;tter sig att n&#229;gon underr&#228;ttas om
&#229;tg&#228;rden, f&#229;r underr&#228;ttelse l&#228;mnas bara om det finns
synnerliga sk&#228;l.

Underr&#228;ttelse beh&#246;ver inte l&#228;mnas om &#229;tg&#228;rden har upph&#246;rt.
Lag (2014:588).

18 &#167; Skall n&#229;gon gripas enligt 24 kap. r&#228;tteg&#229;ngsbalken, f&#229;r han inte
omh&#228;ndertas eller h&#229;llas kvar enligt 13 &#167; andra stycket.

Ang&#229;ende omh&#228;ndertagande av berusade personer finns best&#228;mmelser i lagen
(1976:511) om omh&#228;ndertagande av berusade personer m. m.

Kroppsvisitation m.m.

19 &#167; En polisman som med laga st&#246;d griper eller annars
omh&#228;ndertar eller avl&#228;gsnar n&#229;gon f&#229;r i anslutning till
ingripandet kroppsvisitera denne i den utstr&#228;ckning som &#228;r
n&#246;dv&#228;ndig

1. av s&#228;kerhetssk&#228;l f&#246;r att vapen eller andra farliga f&#246;rem&#229;l
skall kunna tas om hand, eller

2. f&#246;r att hans identitet skall kunna fastst&#228;llas.

En polisman f&#229;r ocks&#229; kroppsvisitera i den utstr&#228;ckning det
beh&#246;vs f&#246;r att s&#246;ka efter

1. vapen eller andra farliga f&#246;rem&#229;l som &#228;r &#228;gnade att anv&#228;ndas
vid brott mot liv eller h&#228;lsa, om det med h&#228;nsyn till
omst&#228;ndigheterna kan antas att ett s&#229;dant f&#246;rem&#229;l kan f&#246;rklaras
f&#246;rverkat enligt 36 kap. 3 &#167; brottsbalken, eller

2. f&#246;rem&#229;l som &#228;r &#228;gnade att anv&#228;ndas som hj&#228;lpmedel vid brott
som innefattar skada p&#229; egendom, om det finns s&#228;rskild
anledning anta att den som avses med &#229;tg&#228;rden b&#228;r ett s&#229;dant
f&#246;rem&#229;l med sig och det med h&#228;nsyn till omst&#228;ndigheterna kan
antas att f&#246;rem&#229;let kan f&#246;rklaras f&#246;rverkat enligt 36 kap. 3 &#167;
brottsbalken. Lag (2003:858).

19 a &#167; En polisman f&#229;r i samband med ett f&#246;rh&#246;r som h&#229;lls i 
Polismyndighetens eller S&#228;kerhetspolisens lokaler 
kroppsvisitera f&#246;rh&#246;rspersonen, om det &#228;r n&#246;dv&#228;ndigt av 
s&#228;kerhetssk&#228;l f&#246;r att s&#246;ka efter vapen eller andra farliga 
f&#246;rem&#229;l. Lag (2020:1050).

S&#228;rskilda befogenheter till husrannsakan och liknande &#229;tg&#228;rder

20 &#167; F&#246;r att s&#246;ka efter en person som med laga st&#246;d ska 
omh&#228;ndertas f&#229;r en polisman bereda sig tilltr&#228;de till den 
efters&#246;ktes bostad eller till n&#229;got annat hus, rum eller 
st&#228;lle som tillh&#246;r eller disponeras av honom eller henne. 
Detsamma g&#228;ller i fr&#229;ga om en lokal som &#228;r tillg&#228;nglig f&#246;r 
allm&#228;nheten. Finns det synnerliga sk&#228;l att anta att den 
efters&#246;kte uppeh&#229;ller sig hos n&#229;gon annan, f&#229;r polismannen 
bereda sig tilltr&#228;de &#228;ven dit. P&#229; motsvarande s&#228;tt f&#229;r en 
polisman bereda sig tilltr&#228;de till en bostad eller n&#229;got annat 
st&#228;lle f&#246;r att s&#246;ka efter ett f&#246;rem&#229;l som polisen med st&#246;d av 
lag eller n&#229;gon annan f&#246;rfattning ska omh&#228;nderta. Det som nyss 
har sagts om den efters&#246;kte g&#228;ller d&#229; i st&#228;llet f&#246;rem&#229;lets 
&#228;gare eller innehavare. 

F&#246;r att s&#246;ka efter n&#229;gon som har intagits i en 
kriminalv&#229;rdsanstalt efter att ha d&#246;mts till f&#228;ngelse i minst 
fyra &#229;r och som har avvikit f&#229;r en polisman unders&#246;ka 
transportmedel p&#229; viss plats, om den som har avvikit kan antas 
utg&#246;ra en allvarlig fara f&#246;r n&#229;gon annans liv eller h&#228;lsa 
eller f&#246;r rikets s&#228;kerhet och det finns s&#228;rskild anledning att 
anta att han eller hon kan komma att passera platsen. En 
polisman har samma befogenhet f&#246;r att s&#246;ka efter n&#229;gon som 
genomg&#229;r psykiatrisk tv&#229;ngsv&#229;rd eller som &#246;verl&#228;mnats till 
r&#228;ttspsykiatrisk v&#229;rd och som avvikit fr&#229;n en 
sjukv&#229;rdsinr&#228;ttning, om det med h&#228;nsyn till omst&#228;ndigheterna 
finns s&#228;rskilda sk&#228;l att anta att den som har avvikit utg&#246;r en 
allvarlig fara f&#246;r n&#229;gon annans liv eller h&#228;lsa eller f&#246;r 
rikets s&#228;kerhet.

En &#229;tg&#228;rd som avses i f&#246;rsta eller andra stycket f&#229;r endast i 
br&#229;dskande fall vidtas utan f&#246;reg&#229;ende beslut av 
Polismyndigheten eller S&#228;kerhetspolisen. Endast om det finns 
s&#228;rskilda sk&#228;l f&#229;r &#229;tg&#228;rden vidtas mellan klockan 21 och 6.

I fr&#229;ga om husrannsakan f&#246;r att s&#246;ka efter f&#246;rem&#229;l som kan tas 
i beslag eller f&#246;rvar eller anv&#228;ndas vid en genoms&#246;kning p&#229; 
distans och f&#246;r att s&#246;ka efter den som ska gripas, anh&#229;llas 
eller h&#228;ktas eller h&#228;mtas till f&#246;rh&#246;r eller inst&#228;llelse vid 
domstol finns best&#228;mmelser i r&#228;tteg&#229;ngsbalken. Lag (2022:318).

20 a &#167; En polisman f&#229;r genoms&#246;ka ett fordon eller en b&#229;t 
i den utstr&#228;ckning det beh&#246;vs f&#246;r att s&#246;ka efter vapen eller 
andra farliga f&#246;rem&#229;l som &#228;r &#228;gnade att anv&#228;ndas vid brott 
mot liv eller h&#228;lsa, om det med h&#228;nsyn till omst&#228;ndigheterna 
kan antas att ett s&#229;dant f&#246;rem&#229;l kan p&#229;tr&#228;ffas och f&#246;rklaras 
f&#246;rverkat enligt 36 kap. 3 &#167; brottsbalken. Lag (2019:37).

20 b &#167; En polisman f&#229;r bereda sig tilltr&#228;de till ett gemensamt 
utrymme i eller i anslutning till ett flerbostadshus i den 
utstr&#228;ckning det beh&#246;vs f&#246;r att s&#246;ka efter vapen eller andra 
farliga f&#246;rem&#229;l som &#228;r &#228;gnade att anv&#228;ndas vid brott mot liv 
eller h&#228;lsa, om det med h&#228;nsyn till omst&#228;ndigheterna kan antas 
att ett s&#229;dant f&#246;rem&#229;l kan p&#229;tr&#228;ffas och f&#246;rklaras f&#246;rverkat 
enligt 36 kap. 3 &#167; brottsbalken.

&#197;tg&#228;rden f&#229;r endast i br&#229;dskande fall vidtas utan f&#246;reg&#229;ende 
beslut av Polismyndigheten eller S&#228;kerhetspolisen.
Lag (2021:1013).

21 &#167; En polisman f&#229;r ocks&#229; bereda sig tilltr&#228;de till ett hus, rum eller
annat st&#228;lle, om det finns anledning anta att n&#229;gon d&#228;r har avlidit
eller &#228;r medvetsl&#246;s eller annars of&#246;rm&#246;gen att tillkalla hj&#228;lp. En s&#229;dan
&#229;tg&#228;rd f&#229;r vidtas &#228;ven n&#228;r det &#228;r n&#246;dv&#228;ndigt f&#246;r efterspaning av n&#229;gon
som &#228;r f&#246;rsvunnen, om denne kan antas beh&#246;va hj&#228;lp.

22 &#167; En polisman f&#229;r stoppa ett fordon eller annat
transportmedel

1. om det finns anledning att anta att n&#229;gon som f&#228;rdas i
fordonet har gjort sig skyldig till brott,

2. om det av n&#229;gon annan anledning beh&#246;vs f&#246;r att med laga st&#246;d
ingripa mot n&#229;gon som f&#228;rdas i fordonet, genom att ber&#246;va honom
friheten, p&#229; annat s&#228;tt inskr&#228;nka hans r&#246;relsefrihet eller
underkasta honom kroppsvisitation eller kroppsbesiktning,

3. om det beh&#246;vs f&#246;r att med laga st&#246;d genomf&#246;ra husrannsakan i
fordonet eller

4. om det beh&#246;vs f&#246;r att reglera trafiken eller f&#246;r att
kontrollera fordon eller f&#246;rare eller fordons last enligt vad
som &#228;r s&#228;rskilt f&#246;reskrivet. Lag (2002:577).

S&#228;rskilda befogenheter i den skyddande och f&#246;rebyggande
verksamheten

23 &#167; Kan det av s&#228;rskilda sk&#228;l anses finnas en risk att n&#229;got
brott, som inneb&#228;r allvarlig fara f&#246;r liv eller h&#228;lsa eller
f&#246;r omfattande f&#246;rst&#246;relse av egendom, kommer att f&#246;r&#246;vas p&#229;
en viss plats, f&#229;r en polisman i syfte att avv&#228;rja brottet
eller bereda skydd mot detta, i anslutning till denna plats,

1. bereda sig tilltr&#228;de till ett hus, rum eller annat st&#228;lle
f&#246;r att s&#246;ka efter spr&#228;ngmedel, vapen eller n&#229;got annat
farligt f&#246;rem&#229;l,

2. st&#228;nga av, utrymma eller f&#246;rbjuda tilltr&#228;de till ett hus,
rum eller annat st&#228;lle, meddela f&#246;rbud mot att ett visst
f&#246;rem&#229;l flyttas eller mot trafik med ett visst
kommunikationsmedel eller vidta n&#229;gon annan s&#229;dan &#229;tg&#228;rd.

Om det finns allvarlig risk f&#246;r brott som avses i f&#246;rsta
stycket, f&#229;r en polisman f&#246;r att s&#246;ka efter ett farligt
f&#246;rem&#229;l &#228;ven kroppsvisitera personer som uppeh&#229;ller sig p&#229;
platsen.

En &#229;tg&#228;rd som avses i denna paragraf f&#229;r endast i br&#229;dskande
fall vidtas utan f&#246;reg&#229;ende beslut av Polismyndigheten eller
S&#228;kerhetspolisen. Lag (2014:588).

23 a &#167; Polismyndigheten meddelar f&#246;rordnande att vara 
arrestantvakt eller passkontrollant f&#246;r den som inte &#228;r 
anst&#228;lld som s&#229;dan vid Polismyndigheten och inte heller &#228;r 
polisman. Endast v&#228;ktare i ett auktoriserat bevakningsf&#246;retag 
f&#229;r f&#246;rordnas att, inom ramen f&#246;r sin anst&#228;llning i f&#246;retaget, 
vara arrestantvakt. Ett f&#246;rordnande f&#246;r en arrestantvakt f&#229;r 
avse &#228;ven bevakningsuppdrag utanf&#246;r f&#246;rvaringslokalen och 
rutinm&#228;ssiga transportuppdrag. I f&#246;rordnandet ska 
verksamhetens art och omfattning anges. F&#246;rordnandet f&#229;r 
&#229;terkallas. Lag (2022:1596).

23 b &#167; En v&#228;ktare med ett f&#246;rordnande som arrestantvakt enligt 
23 a &#167; f&#229;r inte obeh&#246;rigen r&#246;ja eller utnyttja vad han eller 
hon p&#229; grund av sitt uppdrag har f&#229;tt veta om 

1. en enskilds personliga f&#246;rh&#229;llanden, eller 

2. f&#246;rh&#229;llanden av betydelse f&#246;r rikets s&#228;kerhet eller f&#246;r att 
utreda och lagf&#246;ra brott.

I det allm&#228;nnas verksamhet till&#228;mpas i st&#228;llet offentlighets- 
och sekretesslagen (2009:400). Lag (2022:1596).

24 &#167; I samband med allvarliga st&#246;rningar av den allm&#228;nna
ordningen eller s&#228;kerheten f&#229;r Polismyndigheten, om det &#228;r
n&#246;dv&#228;ndigt f&#246;r att ordningen eller s&#228;kerheten ska kunna
uppr&#228;tth&#229;llas, f&#246;rbjuda tilltr&#228;de till ett visst omr&#229;de eller
utrymme. Detsamma g&#228;ller om det finns risk f&#246;r s&#229;dana
st&#246;rningar.

Under samma f&#246;ruts&#228;ttningar som anges i f&#246;rsta stycket f&#229;r
Polismyndigheten anvisa deltagare i en folksamling att f&#246;lja
en viss v&#228;g.

Om det &#228;r s&#229; br&#229;dskande att Polismyndighetens beslut inte kan
avvaktas, f&#229;r en polisman, i avvaktan p&#229; myndighetens beslut,
meddela s&#229;dana f&#246;rbud och anvisningar som avses i f&#246;rsta och
andra styckena. Lag (2014:588).

24 a &#167; Kan det av s&#228;rskilda sk&#228;l anses finnas risk f&#246;r att
brott enligt 4 eller 4 a &#167; lagen (1951:649) om straff f&#246;r vissa
trafikbrott kommer att beg&#229;s, f&#229;r en polisman, i syfte att
f&#246;rhindra brottet, tillf&#228;lligt omh&#228;nderta fordonsnycklar eller
annat som beh&#246;vs f&#246;r f&#228;rden eller, om s&#229; kr&#228;vs, fordonet.

Om f&#246;ruts&#228;ttningarna i f&#246;rsta stycket &#228;r uppfyllda och om det
&#228;r n&#246;dv&#228;ndigt f&#246;r att s&#246;ka efter s&#229;dan egendom som anges d&#228;r,
f&#229;r en polisman kroppsvisitera den person som kan komma att
g&#246;ra sig skyldig till brottet och genoms&#246;ka fordonet.
Lag (2004:1032).

24 b &#167; En polisman som har beslutat om omh&#228;ndertagande av
egendom med st&#246;d av 24 a &#167; skall skyndsamt anm&#228;la det till sin
f&#246;rman. F&#246;rmannen skall omedelbart pr&#246;va om omh&#228;ndertagandet
skall best&#229;. Lag (2004:1032).

24 c &#167; Ett omh&#228;ndertagande skall upph&#246;ra s&#229; snart det inte
l&#228;ngre finns sk&#228;l f&#246;r det och f&#229;r inte vara l&#228;ngre &#228;n 24
timmar.

Omh&#228;ndertagen egendom skall &#229;terl&#228;mnas till den fr&#229;n vilken
egendomen omh&#228;ndertogs, om det inte finns s&#228;rskilda sk&#228;l att
l&#228;mna den till n&#229;gon annan. Lag (2004:1032).

24 d &#167; H&#228;mtas inte egendomen n&#228;r ett omh&#228;ndertagande har
upph&#246;rt f&#229;r Polismyndigheten under de f&#246;ruts&#228;ttningar som
anges i lagen (1974:1066) om f&#246;rfarande med f&#246;rverkad egendom
och hittegods m.m. f&#246;rst&#246;ra egendomen eller s&#228;lja den f&#246;r
statens r&#228;kning.

Den fr&#229;n vilken egendomen omh&#228;ndertogs ska snarast efter
omh&#228;ndertagandet delges underr&#228;ttelse om att egendomen kan
komma att f&#246;rst&#246;ras eller s&#228;ljas. Om det &#228;r k&#228;nt att n&#229;gon
annan ocks&#229; ber&#246;rs av omh&#228;ndertagandet, ska &#228;ven han eller
hon delges en s&#229;dan underr&#228;ttelse. Lag (2014:588).

Uppgifter fr&#229;n transportf&#246;retag

25 &#167; Ett transportf&#246;retag som befordrar varor, 
passagerare eller fordon till eller fr&#229;n Sverige ska p&#229; 
beg&#228;ran av Polismyndigheten eller S&#228;kerhetspolisen skyndsamt 
l&#228;mna de aktuella uppgifter om ankommande och avg&#229;ende 
transporter, som f&#246;retaget har tillg&#229;ng till. 
Transportf&#246;retaget har endast skyldighet att l&#228;mna de 
uppgifter om passagerare som avser namn, resrutt, bagage och 
medpassagerare samt s&#228;ttet f&#246;r betalning och bokning.

Polismyndigheten f&#229;r beg&#228;ra uppgifter enligt f&#246;rsta stycket 
endast om uppgifterna kan antas ha betydelse f&#246;r den 
brottsbek&#228;mpande verksamheten. 

Lufttrafikf&#246;retag som omfattas av skyldigheten att &#246;verf&#246;ra 
uppgifter enligt lagen (2018:1180) om flygpassageraruppgifter 
i brottsbek&#228;mpningen &#228;r endast skyldiga att l&#228;mna uppgifter i 
enlighet med f&#246;rsta och andra styckena om de beh&#246;vs i 
verksamhet som r&#246;r nationell s&#228;kerhet. Lag (2018:1186).

26 &#167; Transportf&#246;retag f&#229;r l&#228;mna uppgifter enligt 25 &#167; p&#229; 
s&#229; s&#228;tt att de g&#246;rs l&#228;sbara f&#246;r Polismyndigheten eller 
S&#228;kerhetspolisen genom terminal&#229;tkomst.

Polismyndigheten och S&#228;kerhetspolisen f&#229;r ta del av uppgifter 
genom terminal&#229;tkomst endast i den omfattning och under den 
tid som beh&#246;vs f&#246;r att kontrollera aktuella transporter. 
Lag (2018:1701).

Dokumentation

27 &#167; Protokoll ska f&#246;ras &#246;ver ingripande som inneb&#228;r att n&#229;gon 
avvisas, avl&#228;gsnas, omh&#228;ndertas eller grips. Protokoll ska 
ocks&#229; f&#246;ras &#246;ver husrannsakan och liknande &#229;tg&#228;rder enligt 
denna lag samt vid omh&#228;ndertagande av f&#246;rem&#229;l. 

Av protokollet ska det framg&#229; 

1. vem som har fattat beslutet om ingripandet, 

2. grunden f&#246;r beslutet och tidpunkten n&#228;r det har fattats, 

3. vem eller vilka som har deltagit i ingripandet, 

4. vem eller vilka som ingripandet har riktat sig mot, 

5. tiden f&#246;r ingripandet samt 

6. vad som i &#246;vrigt har f&#246;rekommit vid ingripandet. 

Ansvarig f&#246;r att protokoll uppr&#228;ttas &#228;r, i fr&#229;ga om uppgifter 
som avses i andra stycket 1 och 2, den som har fattat beslutet 
och i fr&#229;ga om uppgifter som avses i andra stycket 3-6, den 
som &#228;r att anse som f&#246;rman vid ingripandet.

I r&#228;tteg&#229;ngsbalken finns best&#228;mmelser om protokoll &#246;ver 
f&#246;rvar, beslag, husrannsakan, genoms&#246;kning p&#229; distans samt 
kroppsvisitation och kroppsbesiktning. Lag (2022:318).

28 &#167; Protokoll skall f&#246;ras &#246;ver ingripanden som inneb&#228;r
anv&#228;ndning av f&#228;ngsel, skjutvapen, t&#229;rgas samt tekniska
hj&#228;lpmedel f&#246;r att stoppa fordon eller annat transportmedel.
Ett s&#229;dant protokoll skall inneh&#229;lla uppgift om sk&#228;len f&#246;r
&#229;tg&#228;rden. Ansvarig f&#246;r att protokoll uppr&#228;ttas &#228;r den som har
fattat beslutet. Lag (1998:27).

Slutbest&#228;mmelser

29 &#167; Det som f&#246;reskrivs i 10 &#167; f&#246;rsta stycket 1, 2 och 4 
g&#228;ller &#228;ven en s&#229;dan vaktpost eller n&#229;gon annan som vid 
F&#246;rsvarsmakten tj&#228;nstg&#246;r f&#246;r bevakning eller f&#246;r att 
uppr&#228;tth&#229;lla ordning. Best&#228;mmelsen i 10 &#167; f&#246;rsta stycket 2 
g&#228;ller dessutom den som annars med st&#246;d i lag ska verkst&#228;lla 
ett frihetsber&#246;vande. Best&#228;mmelsen i 10 &#167; f&#246;rsta stycket 4 
g&#228;ller den som i myndighetsut&#246;vning har befogenhet att 
verkst&#228;lla n&#229;gon &#229;tg&#228;rd som anges d&#228;r. Vid ingripande med st&#246;d 
av 10 &#167; f&#246;rsta stycket 4 till&#228;mpas ocks&#229; andra stycket samma 
paragraf. Best&#228;mmelsen i 10 &#167; f&#246;rsta stycket 5 g&#228;ller &#228;ven en 
tj&#228;nsteman vid Tullverket som ut&#246;var n&#229;gon befogenhet som 
anges d&#228;r f&#246;r trafiknykterhetskontroll. 

N&#228;r den som avses i f&#246;rsta stycket med st&#246;d i lag ber&#246;var 
n&#229;gon friheten eller avl&#228;gsnar n&#229;gon, till&#228;mpas ocks&#229; 19 &#167; 
f&#246;rsta stycket 1.

Best&#228;mmelserna i 10 a &#167;, 13 &#167; och 19 &#167; f&#246;rsta stycket 2 g&#228;ller 
ocks&#229; en ordningsvakt. Om en ordningsvakt har omh&#228;ndertagit 
n&#229;gon, g&#228;ller att den omh&#228;ndertagne skyndsamt ska &#246;verl&#228;mnas 
till n&#228;rmaste polisman. Om det &#228;r l&#228;mpligt med h&#228;nsyn till den 
omh&#228;ndertagne och omst&#228;ndigheterna i &#246;vrigt, f&#229;r 
Polismyndigheten i st&#228;llet &#246;verl&#228;mna till ordningsvakter att 
transportera den omh&#228;ndertagne till en plats som 
Polismyndigheten anger. Detta g&#228;ller under f&#246;ruts&#228;ttning att 
en f&#246;rman enligt 15 &#167; f&#246;rsta stycket har beslutat att 
omh&#228;ndertagandet ska best&#229;.

I fr&#229;ga om en kustbevakningstj&#228;nstemans befogenheter finns 
s&#228;rskilda best&#228;mmelser i kustbevakningslagen (2019:32). 

Best&#228;mmelserna i 17 a &#167; g&#228;ller ocks&#229; n&#228;r n&#229;gon &#228;r skyldig att 
under en brottsutredning stanna kvar hos n&#229;gon annan myndighet 
&#228;n Polismyndigheten eller S&#228;kerhetspolisen. Lag (2023:425).

29 a &#167; Polismyndigheten och S&#228;kerhetspolisen f&#229;r &#246;verl&#228;mna 
till Kriminalv&#229;rden att transportera n&#229;gon som &#228;r ber&#246;vad 
friheten. Vid en s&#229;dan transport till&#228;mpas f&#246;ljande 
best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten.

Om det beh&#246;vs f&#246;r planeringen och genomf&#246;randet av 
transporten, ska Polismyndigheten eller S&#228;kerhetspolisen, 
utan hinder av sekretess, l&#228;mna Kriminalv&#229;rden de uppgifter 
som avses i 45 b &#167; lagen (1988:870) om v&#229;rd av missbrukare i 
vissa fall, 43 b &#167; lagen (1990:52) med s&#228;rskilda best&#228;mmelser 
om v&#229;rd av unga, 47 b &#167; lagen (1991:1128) om psykiatrisk 
tv&#229;ngsv&#229;rd, 27 &#167; lagen (1991:1129) om r&#228;ttspsykiatrisk v&#229;rd, 
20 b &#167; lagen (1998:603) om verkst&#228;llighet av sluten 
ungdomsv&#229;rd eller 10 kap. 19 c &#167; utl&#228;nningslagen (2005:716).
Lag (2017:137).

30 &#167; N&#228;rmare f&#246;reskrifter f&#246;r verkst&#228;llighet av denna lag meddelas av
regeringen eller den myndighet som regeringen best&#228;mmer.
Lag (1998:27).

&#214;verg&#229;ngsbest&#228;mmelser

1984:387

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Genom lagen upph&#228;vs lagen (1972:509) om vad som avses med
polismyndighet m. m. och lagen (1973:558) om tillf&#228;lligt
omh&#228;ndertagande.

3. Vad som f&#246;re ikrafttr&#228;dandet har f&#246;reskrivits om polisstyrelse skall
i forts&#228;ttningen g&#228;lla polismyndigheten.

4. De nya best&#228;mmelserna om val av ledam&#246;ter och suppleanter i
polisstyrelser till&#228;mpas f&#246;rst vid val som avser tid efter utg&#229;ngen av
&#229;r 1985. I fr&#229;ga om val till polisstyrelse avseende tid till utg&#229;ngen av
&#229;r 1985 g&#228;ller &#228;ldre lag.

5. har upph&#228;vts genom lag (1994:1734).

1991:665

1. Denna lag tr&#228;der i kraft den 1 juli 1991.

2. Under tiden den 1 juli--den 31 december 1991 g&#228;ller vad som s&#228;gs i 20&#167;
andra stycket om den som genomg&#229;r psykiatrisk tv&#229;ngsv&#229;rd eller den som
&#246;verl&#228;mnats till r&#228;ttspsykiatrisk v&#229;rd i st&#228;llet den som av domstol med
st&#246;d av 31 kap. 3 &#167; brottsbalken &#246;verl&#228;mnats till sluten psykiatrisk
v&#229;rd eller till v&#229;rd i specialsjukhus f&#246;r psykiskt utvecklingsst&#246;rda.

2023:425

1. Denna lag tr&#228;der i kraft den 1 januari 2024.

2. Det som anges om en ordningsvakts f&#246;rordnande i 29 &#167; tredje 
stycket g&#228;ller fram till utg&#229;ngen av &#229;r 2025, om f&#246;rordnandet 
inte dessf&#246;rinnan har &#229;terkallats eller annars har upph&#246;rt att 
g&#228;lla.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3781">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3783">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
