

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 14:04:15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3797</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3796">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3798">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1983:1021 ·
                    <a href="/sfsr?bet=1983:1021">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1983:1021) om till&#228;ggsl&#229;n f&#246;r ombyggnad av bostadshus m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet BB
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1983-12-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1990:791
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1996:1183
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1984-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Enligt denna f&#246;rordning l&#228;mnas l&#229;n av statsmedel med viss r&#228;nte- och
amorteringsfrihet (till&#228;ggsl&#229;n) f&#246;r vissa &#229;tg&#228;rder i eller i anslutning
till hus med utrymmen f&#246;r bostads&#228;ndam&#229;l, om kostnaden f&#246;r &#229;tg&#228;rderna
&#246;verstiger husets ekonomiska b&#228;rkraft. F&#246;rordning (1993:345).

2 &#167; Nya till&#228;ggsl&#229;n l&#228;mnas f&#246;r &#229;tg&#228;rder i syfte att avhj&#228;lpa byggnads-
tekniska brister som medf&#246;r h&#228;lsorisker f&#246;r de boende i bostadshus som
&#228;r yngre &#228;n 30 &#229;r, om &#229;tg&#228;rderna ing&#229;r i ett ombyggnadsprojekt som p&#229;gick
den 1 juli 1992 och som genomf&#246;rs med st&#246;d av till&#228;ggsl&#229;n som beviljats
ur den ram f&#246;r beslut om till&#228;ggsl&#229;n som riksdagen medgett f&#246;r budget&#229;ret
1991/92. F&#246;rordning (1993:345).

3 &#167; L&#229;neverksamheten handhas av Boverket. F&#246;rordning (1993:1114).

F&#246;ruts&#228;ttningar f&#246;r l&#229;n

4 &#167; Till&#228;ggsl&#229;n l&#228;mnas under f&#246;ruts&#228;ttning att projektet utf&#246;rs med st&#246;d
av r&#228;ntebidrag enligt f&#246;rordningen (1991:1933) om statligt r&#228;ntebidrag
f&#246;r ny- och ombyggnad av bost&#228;der. F&#246;rordning (1993:1114).

5 &#167; Till&#228;ggsl&#229;n l&#228;mnas under f&#246;ruts&#228;ttning att

1. &#229;tg&#228;rderna inte &#228;r av endast ringa omfattning,

2. kostnaden f&#246;r &#229;tg&#228;rderna &#228;r sk&#228;lig med h&#228;nsyn till arbetenas art
och omfattning,

3. husets kvaliteter tas till vara i sk&#228;lig omfattning,

4. &#229;tg&#228;rderna inte har p&#229;b&#246;rjats n&#228;r l&#229;neans&#246;kningen pr&#246;vas.

Om det finns synnerliga sk&#228;l, f&#229;r till&#228;ggsl&#229;n l&#228;mnas utan hinder av
f&#246;rsta stycket 4. Boverket kan ocks&#229; medge att &#229;tg&#228;rderna f&#229;r p&#229;b&#246;rjas
innan l&#229;neans&#246;kningen pr&#246;vas, om det finns s&#228;rskilda sk&#228;l.

Omfattas skador eller brister av garanti- eller f&#246;rs&#228;krings&#229;tagande som
ber&#228;ttigar hus&#228;garen till ers&#228;ttning och har ers&#228;ttningsfr&#229;gan inte
reglerats slutligt vid tidpunkten f&#246;r l&#229;nebeslutet, l&#228;mnas till&#228;ggsl&#229;n
endast om l&#229;ntagaren f&#246;rbinder sig att &#229;terbetala l&#229;net helt eller
delvis n&#228;r ers&#228;ttning betalas ut. F&#246;rordning (1993:1114).

5 a &#167; har upph&#228;vts genom f&#246;rordning (1993:345).

L&#229;nets storlek

6 &#167; har upph&#228;vts genom f&#246;rordning (1993:345).

7 &#167; Till&#228;ggsl&#229;n skall motsvara den godk&#228;nda kostnaden f&#246;r &#229;tg&#228;rden, till
den del kostnaden inte kan b&#228;ras av huset i ombyggt skick. Till&#228;ggsl&#229;n
l&#228;mnas dock inte f&#246;r kostnader som &#246;verstiger 75 procent av summan av
de belopp som ber&#228;knas enligt 4-11 och 13 &#167;&#167; f&#246;rordningen (1991:1931)
om s&#228;rskild ber&#228;kning av bidragsunderlag f&#246;r statligt st&#246;d vid nybyggnad
av bost&#228;der. F&#246;rordning (1993:345).

7 a &#167; har upph&#228;vts genom f&#246;rordning (1993:345).

S&#228;kerhet f&#246;r l&#229;net

8 &#167; Till&#228;ggsl&#229;n till kommuner, landstingskommuner, samf&#228;llighetsf&#246;reningar
eller s&#229;dana f&#246;rsamlingar eller kyrkliga samf&#228;lligheter som avses i f&#246;rsam-
lingslagen (1988:180) l&#228;mnas utan s&#228;kerhet. F&#246;r till&#228;ggsl&#229;n till andra
l&#229;ntagare skall s&#228;kerhet st&#228;llas i form av pantr&#228;tt i fastigheten eller
tomtr&#228;tten eller borgen som f&#246;r egen skuld av kommunen eller landstings-
kommunen.

Om pantr&#228;tt i fastigheten eller tomtr&#228;tten uppl&#229;ts till s&#228;kerhet f&#246;r
till&#228;ggsl&#229;net, skall pantbrevet t&#228;cka det beviljade l&#229;nebeloppet och
i f&#246;rm&#229;nsr&#228;ttsh&#228;nseende vara bel&#228;get n&#228;rmast efter 100 procent av
fastighetens ber&#228;knade v&#228;rde i f&#228;rdigt skick.

Har pantr&#228;tt i fastigheten eller tomtr&#228;tten uppl&#229;tits till s&#228;kerhet f&#246;r
annan skuld och har pantbrevet b&#228;ttre f&#246;rm&#229;nsr&#228;tt &#228;n som f&#246;ljer med
pantbrev enligt andra stycket, skall l&#229;ntagaren som ytterligare s&#228;kerhet
f&#246;r till&#228;ggsl&#229;net pants&#228;tta samma pantbrev i andra hand.

Vad som f&#246;reskrivs i tredje stycket g&#228;ller inte pantbrev f&#246;r vilka
fastigheten eller tomtr&#228;tten svarar i andra hand. F&#246;rordning (1991:1930).

L&#229;netid

9 &#167; F&#246;r till&#228;ggsl&#229;n skall fastst&#228;llas en l&#229;netid. Den skall best&#228;mmas med
h&#228;nsyn till husets &#229;terst&#229;ende anv&#228;ndningstid och den tid som de med st&#246;d
av l&#229;net vidtagna &#229;tg&#228;rderna kan nyttigg&#246;ras.

Boverket f&#229;r meddela n&#228;rmare f&#246;reskrifter om ber&#228;kning av l&#229;netider i
olika fall. F&#246;rordning (1991:1930).

R&#228;nte- och amorteringsfrihet m.m.

10 &#167; Till&#228;ggsl&#229;n &#228;r r&#228;ntefritt och st&#229;ende.

Boverket skall dock ompr&#246;va f&#246;ruts&#228;ttningarna f&#246;r r&#228;nte- och amorterings-
friheten sedan fem &#229;r f&#246;rflutit fr&#229;n halv&#229;rsskiftet n&#228;rmast efter l&#229;nets
utbetalning och d&#228;refter vart femte &#229;r. Fortsatt r&#228;nte- och amorterings-
frihet f&#229;r medges endast f&#246;r s&#229;dan del av till&#228;ggsl&#229;net som &#246;verstiger det
vid ompr&#246;vningstillf&#228;llet ber&#228;knade v&#228;rdet av fastigheten eller huset.
F&#246;rordning (1993:1114).

11 &#167; &#214;verl&#229;ts fastigheten eller huset under den tid d&#229; till&#228;ggsl&#229;net eller
en del av detta &#228;r r&#228;nte- och amorteringsfritt och uppg&#229;r k&#246;peskillingen
till ett belopp som &#228;r h&#246;gre &#228;n det vid senaste pr&#246;vningstillf&#228;llet
ber&#228;knade v&#228;rdet av fastigheten eller huset, skall r&#228;nte- och amorterings-
friheten upph&#246;ra f&#246;r en s&#229; stor del av det r&#228;nte- och amorteringsfria
l&#229;net som motsvarar skillnaden mellan k&#246;peskillingen och det vid senaste
pr&#246;vningstillf&#228;llet ber&#228;knade v&#228;rdet av fastigheten eller huset.

12 &#167; Upptar l&#229;ntagaren sedan till&#228;ggsl&#229;net har betalats ut nya l&#229;n mot
s&#228;kerhet i fastigheten eller tomtr&#228;tten och har pantbrevet f&#246;rm&#229;nsr&#228;tt
efter pantbrevet f&#246;r till&#228;ggsl&#229;net, skall r&#228;nte- och amorteringsfriheten
f&#246;r till&#228;ggsl&#229;net upph&#246;ra. F&#246;rordning (1991:1930).

R&#228;nta och amortering

13 &#167; S&#229;dana l&#229;n eller l&#229;nedelar f&#246;r vilka r&#228;nte- och
amorteringsfriheten upph&#246;r p&#229; grund av 10-12 &#167;&#167; skall l&#246;pa med r&#228;nta
och amorteras fr&#229;n den dag som Boverket best&#228;mmer. Best&#228;mmelser om
betalning av r&#228;nta och amortering p&#229; l&#229;nen finns i lagen (1989:567)
om &#228;ndrade betalningsvillkor f&#246;r vissa statliga bostadsl&#229;n m.m.
F&#246;rordning (1995:1671).

14 &#167; har upph&#228;vts genom f&#246;rordning (1995:1671).

15 &#167; har upph&#228;vts genom f&#246;rordning (1995:1671).

16 &#167; har upph&#228;vts genom f&#246;rordning (1995:1671).

Eftergift av l&#229;n

17 &#167; Av l&#229;nebelopp som enligt 13 &#167; skall l&#246;pa med r&#228;nta efterges s&#229; stor del
som motsvarar summan av de enligt 14 &#167; ber&#228;knade amorteringarna under den tid
d&#229; l&#229;nebeloppet har varit r&#228;nte- och amorteringsfritt. Detsamma g&#228;ller i fr&#229;ga
om r&#228;nte- och amorteringsfria l&#229;nebelopp som s&#228;gs upp till betalning med
till&#228;mpning av 19 &#167; eller 20 &#167; andra stycket.

18 &#167; L&#229;nebelopp som vid l&#229;netidens slut alltj&#228;mt &#228;r r&#228;ntefritt och st&#229;ende
skall efterges.

L&#229;nebelopp som &#228;r r&#228;ntefritt och st&#229;ende f&#229;r ocks&#229; efterges helt eller delvis,
om fastigheten eller huset under l&#229;netiden &#246;verl&#229;ts genom k&#246;p eller byte. Som
villkor f&#246;r en s&#229;dan eftergift g&#228;ller att l&#229;ntagaren l&#228;mnar ett v&#228;rderingsintyg
p&#229; fastigheten eller huset som kan godtas. Eftergiften f&#229;r avse det l&#229;nebelopp
som inte t&#228;cks av den &#246;verenskomna k&#246;peskillingen. Om k&#246;peskillingen &#228;r uppen-
bart l&#228;gre &#228;n marknadspriset f&#246;r liknande fastigheter eller hus, f&#229;r dock
eftergiften inte avse ett st&#246;rre l&#229;nebelopp &#228;n det som &#246;verstiger det ber&#228;knade
v&#228;rdet av fastigheten eller huset enligt v&#228;rderingsintyget.

L&#229;nebelopp som &#228;r r&#228;ntefritt och st&#229;ende f&#229;r &#228;ven i andra fall &#228;n som avses i
andra stycket efterges f&#246;re l&#229;netidens slut, om det &#228;r uppenbart att beloppet
kommer att vara r&#228;nte- och amorteringsfritt under hela den &#229;terst&#229;ende l&#229;ne-
tiden. F&#246;rordning (1985:1120).

Upps&#228;gning och &#246;vertagande av l&#229;n

19 &#167; Till&#228;ggsl&#229;n kan s&#228;gas upp till betalning helt eller delvis, om

1. l&#229;nevillkor eller f&#246;reskrift betr&#228;ffande l&#229;net &#229;sidos&#228;tts,

2. huset genom vanv&#229;rd eller av annan anledning minskar i v&#228;rde,

3. huset anv&#228;nds f&#246;r annat &#228;ndam&#229;l &#228;n som f&#246;rutsattes n&#228;r l&#229;net
beviljades, eller

4. betryggande brandf&#246;rs&#228;kring inte finns. F&#246;rordning (1995:1671).

20 &#167; Om fastigheten eller huset &#246;verg&#229;r till ny &#228;gare och denne
vill &#246;verta till&#228;ggsl&#229;net, skall han ans&#246;ka om detta inom tre m&#229;nader
fr&#229;n den dag d&#229; fastigheten eller huset &#246;vergick till honom.

Om medgivande att &#246;verta l&#229;n inte s&#246;ks eller l&#228;mnas, skall l&#229;net
s&#228;gas upp till betalning.

Best&#228;mmelser om &#228;ndrade villkor f&#246;r till&#228;ggsl&#229;n i vissa fall n&#228;r
fastigheten eller huset &#246;verg&#229;r till ny &#228;gare finns i 11 &#167;.
F&#246;rordning (1995:1671).

F&#246;rfarandet i l&#229;ne&#228;renden

21 &#167; Fr&#229;gor om l&#229;n pr&#246;vas av Boverket. F&#246;r r&#228;nteb&#228;rande l&#229;n eller
l&#229;nedelar finns best&#228;mmelser i lagen (1996:1179) om &#228;ndrade
f&#246;ruts&#228;ttningar f&#246;r vissa statligt reglerade bostadsl&#229;n m.m.
F&#246;rordning (1996:1183).

22 &#167; Ans&#246;kan om till&#228;ggsl&#229;n skall ges in till Boverket.
F&#246;rordning (1993:1114).

23 &#167; I beslut om l&#229;n skall anges l&#229;nebelopp och villkor f&#246;r l&#229;net.

Utbetalning av l&#229;n

24 &#167; Till&#228;ggsl&#229;n betalas ut sedan de &#229;tg&#228;rder som avses med l&#229;net har
avslutats. Den som har beviljats till&#228;ggsl&#229;n skall senast den dag Boverket
best&#228;mmer hos Boverket ans&#246;ka om utbetalning av l&#229;net. Till ans&#246;kan skall
fogas skuldf&#246;rbindelse, intecknings- eller borgenshandlingar samt de &#246;vriga
handlingar som Boverket best&#228;mmer.

Om l&#229;ntagaren beg&#228;r det f&#229;r till&#228;ggsl&#229;n betalas ut helt eller delvis i
f&#246;rskott. Best&#228;mmelserna i 8 och 10--12 &#167;&#167; g&#228;ller &#228;ven i fr&#229;ga om f&#246;rskott.
L&#229;net skall d&#228;rvid anses som utbetalt d&#229; f&#246;rskottet betalas ut.
F&#246;rordning (1993:1114).

25 &#167; Boverket beslutar om utbetalning av l&#229;n och f&#246;rskott p&#229; l&#229;n.
F&#246;rordning (1993:1114).

L&#229;nef&#246;rvaltning

26 &#167; Under l&#229;netiden skall fastigheten besiktas i den ordning Boverket
best&#228;mmer. F&#246;rordning (1993:345).

27 &#167; har upph&#228;vts genom f&#246;rordning (1991:1930).

&#214;vriga best&#228;mmelser

28 &#167; F&#246;reskrifter f&#246;r till&#228;mpningen av 7, 10, 21--24 och 25 &#167; denna f&#246;rordning
meddelas av Boverket. F&#246;rordning (1993:1114).

29 &#167; Beslut enligt denna f&#246;rordning f&#229;r inte &#246;verklagas.
F&#246;rordning (1996:1183).


&#214;verg&#229;ngsbest&#228;mmelser

1988:305

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1988.

Best&#228;mmelserna i 2 &#167; i sin &#228;ldre lydelse till&#228;mpas fortfarande om ans&#246;kan har
kommit in till kommunen f&#246;re ikrafttr&#228;dandet och s&#246;kanden innan ans&#246;kningen
pr&#246;vas beg&#228;r att &#228;ldre best&#228;mmelser till&#228;mpas.

Best&#228;mmelserna i 20 &#167; i sin &#228;ldre lydelse till&#228;mpas fortfarande om fastigheten
eller huset har f&#246;rv&#228;rvats f&#246;re ikrafttr&#228;dandet.

R&#228;ntesatsen enligt 13 &#167; skall till och med den 31 december 1988 vara 11,60
procent.

1991:1930

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1992. &#196;ldre best&#228;mmelser
till&#228;mpas fortfarande i &#228;renden i vilka beslut om till&#228;ggsl&#229;n har meddelats
f&#246;re ikrafttr&#228;dandet.

&#196;ldre best&#228;mmelser f&#229;r dessutom till&#228;mpas vid beslut om l&#229;n efter ikrafttr&#228;-
dandet, om ans&#246;kan om till&#228;ggsl&#229;n har kommit in till kommunens f&#246;rmedlings-
organ f&#246;re ikrafttr&#228;dandet och l&#229;nes&#246;kanden beg&#228;r att &#228;ldre best&#228;mmelser skall
till&#228;mpas. Den nya best&#228;mmelsen i 29 &#167; andra stycket g&#228;ller dock i s&#229;dana fall.

1993:345

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1993. Best&#228;mmelserna i 2 &#167; i sin
nya lydelse till&#228;mpas &#228;ven p&#229; dessf&#246;rinnan anh&#228;ngiggjorda &#228;renden om till&#228;ggs-
l&#229;n, om &#228;rendena inte avgjorts f&#246;re ikrafttr&#228;dandet. &#196;ldre best&#228;mmelser i
3, 22 och 25 &#167;&#167; till&#228;mpas fortfarande i &#228;renden i vilka ans&#246;kan om l&#229;n har
kommit in till kommunen f&#246;re den 1 juli 1993. F&#246;rordning (1993:1078).

1993:1114

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1994. F&#246;rordningen till&#228;mpas
&#228;ven p&#229; dessf&#246;rinnan anh&#228;ngiggjorda &#228;renden som inte avgjorts f&#246;re ikraft-
tr&#228;dandet.

1996:1183

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1997. &#196;ldre
best&#228;mmelser till&#228;mpas fortfarande vid beslut i s&#229;dana fr&#229;gor som r&#246;r
tidigare l&#228;mnade l&#229;n som har v&#228;ckts hos Venantius Aktiebolag f&#246;re den
1 januari 1997.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3796">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3798">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
