

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-13" /> 
 <meta id="rattsinfo-edited" content="2023-01-13 12:30:52" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3800</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3799">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3801">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1983:929 ·
                    <a href="/sfsr?bet=1983:929">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">M&#246;nstringslag (1983:929)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1983-12-09
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:1087
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1985-01-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Best&#228;mmelserna i denna lag g&#228;ller sj&#246;m&#228;n p&#229; svenska handelsfartyg
och p&#229; utl&#228;ndska handelsfartyg som i huvudsak obemannade f&#246;rhyrs av
svensk redare.

Regeringen f&#229;r f&#246;reskriva att lagen skall till&#228;mpas &#228;ven i fr&#229;ga om
andra fartyg.

2 &#167; Lagen g&#228;ller inte i fr&#229;ga om fartyg med mindre 
bruttodr&#228;ktighet &#228;n 20 och fartyg som &#228;gs eller brukas av 
svenska staten och som anv&#228;nds f&#246;r annat &#228;ndam&#229;l &#228;n att i 
allm&#228;n trafik transportera gods eller passagerare.

Regeringen f&#229;r meddela f&#246;reskrifter om undantag fr&#229;n lagens 
till&#228;mpning f&#246;r

1. annan sj&#246;personal &#228;n d&#228;cks- och maskinpersonal och 
telegrafister, och

2. isnavigat&#246;rer.

Regeringen f&#229;r ocks&#229; meddela f&#246;reskrifter om vad som ska 
g&#228;lla f&#246;r s&#229;dan personal som undantas.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
f&#246;r fartyg med s&#228;rskild verksamhetsinriktning eller f&#246;r 
inhyrda utl&#228;ndska fartyg meddela f&#246;reskrifter om eller i 
enskilda fall besluta om ytterligare undantag fr&#229;n lagens 
till&#228;mpning. Lag (2018:1087).

3 &#167; Begreppet sj&#246;man anv&#228;nds i denna lag i samma betydelse
som i sj&#246;manslagen (1973:282). Med sj&#246;man j&#228;mst&#228;lls den som har
befattning ombord utan att vara arbetstagare.

Med handelsfartyg menas i denna lag fartyg som anv&#228;nds till
handelssj&#246;fart eller transport av passagerare eller till annat &#228;ndam&#229;l
som h&#246;r ihop med handelssj&#246;farten, s&#229;som bogsering, isbrytning, b&#228;rgning
och dykning.

4 &#167; Har redaren eller &#228;garen av ett svenskt fartyg helt eller delvis
uppl&#229;tit driften av fartyget till en utl&#228;nning, f&#229;r regeringen eller den
myndighet som  regeringen best&#228;mmer, efter ans&#246;kan av redaren eller, om
denne &#228;r utl&#228;nning, &#228;garen medge att denna lag helt eller delvis ej
skall g&#228;lla i fr&#229;ga om fartyget. Ett medgivande skall begr&#228;nsas till
viss tid och f&#246;renas med de villkor som beh&#246;vs.

I fr&#229;ga om f&#246;ruts&#228;ttningarna f&#246;r ett medgivande,
underr&#228;ttelseskyldighet, &#228;ndrade villkor och &#229;terkallelse av ett
medgivande g&#228;ller 59 &#167; andra och tredje styckena sj&#246;manslagen
(1973:282). Lag (1989:993).

Krav p&#229; sj&#246;mannen

5 &#167; F&#246;r att f&#229; tilltr&#228;da en befattning ombord skall en sj&#246;man

1. ha giltig sj&#246;fartsbok,

2. inte p&#229; grund av sitt h&#228;lsotillst&#229;nd vara ol&#228;mplig f&#246;r befattningen
eller sj&#246;mansyrket,

3. ha f&#246;reskriven beh&#246;righet f&#246;r befattningen,

4. uppfylla de villkor i &#246;vrigt f&#246;r att inneha befattning ombord, som
kan ha f&#246;reskrivits i andra f&#246;rfattningar.

6 &#167; Den som tillh&#246;r intendenturpersonalen p&#229; passagerarfartyg som g&#229;r i
regelbunden f&#228;rjetrafik mellan nordisk hamn och annan hamn inom
fartomr&#229;dena inre fart, stor kustfart eller nordsj&#246;fart beh&#246;ver inte ha
sj&#246;fartsbok om han har pass eller annan likv&#228;rdig identitetshandling.
Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r f&#246;reskriva
eller i enskilda fall medge ytterligare undantag fr&#229;n kravet p&#229; innehav
av sj&#246;fartsbok.

7 &#167; Sj&#246;mannen skall med ett s&#229;dant l&#228;karintyg som avses i 18 &#167; visa att
hinder p&#229; grund av hans h&#228;lsotillst&#229;nd inte f&#246;religger mot
tj&#228;nstg&#246;ringen.

8 &#167; Den som &#228;r under 18 &#229;r skall visa att hans v&#229;rdnadshavare har l&#228;mnat
sitt tillst&#229;nd till att han tj&#228;nstg&#246;r till sj&#246;ss.


Skyldigheter f&#246;r redaren och bef&#228;lhavaren

9 &#167; I samband med att en sj&#246;man tilltr&#228;der en befattning ombord skall
redaren och bef&#228;lhavaren f&#246;rvissa sig om att sj&#246;mannen uppfyller kraven
i 5--8 &#167;&#167;.

10 &#167; N&#228;r en sj&#246;man tilltr&#228;der eller fr&#229;ntr&#228;der en befattning ombord
skall redaren omedelbart rapportera detta till sj&#246;mansregistret genom
att skicka in en kopia av det tj&#228;nstg&#246;ringsbesked som avses i 15 &#167;
sj&#246;manslagen (1973: 282).

Rapporteringen f&#229;r ocks&#229; ske p&#229; annat s&#228;tt som godk&#228;nts av regeringen
eller den myndighet som regeringen best&#228;mmer.

11 &#167; F&#246;r den intendenturpersonal som avses i 6 &#167; skall rapporteringen
till sj&#246;mansregistret ske n&#228;r sj&#246;mannen b&#246;rjar och slutar sin
anst&#228;llning i rederiet.

12 &#167; P&#229; fartyget skall finnas en sj&#246;mansrulla. I sj&#246;mansrullan skall
finnas kopior av samtliga sj&#246;m&#228;ns tj&#228;nstg&#246;ringsbesked. Bef&#228;lhavaren
skall se till att rullan &#228;r ordnad s&#229; att den aktuella bemanningen
ombord l&#228;tt kan utl&#228;sas.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r, om det
beh&#246;vs av s&#228;rskilda sk&#228;l, f&#246;reskriva eller i enskilda fall medge att
sj&#246;mansrullan f&#246;rs och f&#246;rvaras i land. D&#228;rvid svarar redaren f&#246;r att
den aktuella bemanningen ombord l&#228;tt kan utl&#228;sas.

13 &#167; Redaren skall se till att anteckningar om tj&#228;nstg&#246;ringen ombord
f&#246;rs in i sj&#246;mannens sj&#246;fartsbok.

14 &#167; Redaren och bef&#228;lhavaren &#228;r skyldiga att p&#229; beg&#228;ran h&#229;lla
sj&#246;mansrulla och andra handlingar r&#246;rande bemanningen ombord
tillg&#228;ngliga f&#246;r Transportstyrelsen eller annan
tillsynsmyndighet som f&#246;rordnats med st&#246;d av
fartygss&#228;kerhetslagen (2003:364). Lag (2008:1365).

Sj&#246;fartsbok

15 &#167; Sj&#246;fartsbok utf&#228;rdas av den myndighet som regeringen best&#228;mmer.

Sj&#246;fartsbok skall utf&#228;rdas f&#246;r den som visar att han skall tj&#228;nstg&#246;ra i
befattning ombord p&#229; fartyg. Sj&#246;mannen skall vara personligen n&#228;rvarande
n&#228;r sj&#246;fartsbok utf&#228;rdas f&#246;r honom eller n&#228;r boken utl&#228;mnas till honom.

16 &#167; I sj&#246;fartsboken skall finnas identifieringsuppgifter r&#246;rande
sj&#246;mannen och uppgifter om dennes beh&#246;righet.

I sj&#246;fartsboken skall ocks&#229; fortl&#246;pande g&#246;ras anteckningar om
innehavarens tj&#228;nstg&#246;ring p&#229; olika fartyg.

17 &#167; Sj&#246;fartsboken &#228;r giltig i tio &#229;r efter utf&#228;rdandet.

H&#228;lsounders&#246;kning av sj&#246;m&#228;n

18 &#167; Sj&#246;m&#228;n ska genomg&#229; regelbundna l&#228;karunders&#246;kningar.
Efter en unders&#246;kning ska l&#228;karen utf&#228;rda ett s&#228;rskilt intyg
(l&#228;karintyg).

L&#228;karintyg f&#246;r sj&#246;m&#228;n som omfattas av Europaparlamentets och
r&#229;dets direktiv 2008/106/EG av den 19 november 2008 om
minimikrav p&#229; utbildning av sj&#246;folk (omarbetning), senast
&#228;ndrat genom Europaparlamentets och r&#229;dets direktiv
2012/35/EU, f&#229;r endast utf&#228;rdas till den som har ans&#246;kt om
ett s&#229;dant intyg efter det att han eller hon fyllt 16 &#229;r.

F&#246;r sj&#246;m&#228;n p&#229; fartyg som uteslutande anv&#228;nds i inre fart f&#229;r
l&#228;karunders&#246;kningen begr&#228;nsas till syn- och h&#246;rself&#246;rm&#229;ga.
Lag (2014:360).

19 &#167; L&#228;karintyget g&#228;ller i h&#246;gst tv&#229; &#229;r eller, om sj&#246;mannen vid
unders&#246;kningen inte fyllt 18 &#229;r, i h&#246;gst ett &#229;r. L&#228;karintyg som
avser enbart syn- och h&#246;rself&#246;rm&#229;ga f&#229;r dock g&#228;lla i fyra &#229;r.

Om intygets giltighetstid l&#246;per ut n&#228;r fartyget &#228;r till sj&#246;ss,
forts&#228;tter intyget &#228;nd&#229; att g&#228;lla till dess att fartyget
anl&#246;per n&#228;sta hamn d&#228;r det finns l&#228;kare med beh&#246;righet att
utf&#228;rda intyg. Tiden fr&#229;n det att giltighetstiden l&#246;pte ut och
till dess att ett nytt l&#228;karintyg utf&#228;rdas f&#229;r dock inte
&#246;verstiga tre m&#229;nader. Bef&#228;lhavaren ska se till att sj&#246;mannen
blir l&#228;karunders&#246;kt i f&#246;rsta hamn d&#228;r s&#229; kan ske.
Lag (2012:94).

20 &#167; Har en sj&#246;mans h&#228;lsotillst&#229;nd p&#229;tagligt f&#246;rs&#228;mrats under
l&#228;karintygets giltighetstid f&#229;r redaren eller bef&#228;lhavaren
beg&#228;ra att sj&#246;mannen skall f&#246;rete ett nytt l&#228;karintyg innan
befattningen tilltr&#228;ds.

Om det finns s&#228;rskilda sk&#228;l till det, f&#229;r Transportstyrelsen
besluta att en sj&#246;man skall genomg&#229; ny l&#228;karunders&#246;kning. Visar
denna att sj&#246;mannen p&#229; grund av sitt h&#228;lsotillst&#229;nd &#228;r ol&#228;mplig
f&#246;r sin befattning eller sj&#246;mansyrket f&#229;r Transportstyrelsen
efter samr&#229;d med socialstyrelsen f&#246;rklara att ett redan
utf&#228;rdat l&#228;karintyg inte skall g&#228;lla vid till&#228;mpningen av 7 &#167;.
Transportstyrelsen f&#229;r meddela s&#229;dan f&#246;rklaring ocks&#229; om
sj&#246;mannen inte efterkommer beslutet att han skall genomg&#229;
l&#228;karunders&#246;kning. F&#246;rordning (2008:1365).

20 a &#167; Sj&#246;mannens arbetsgivare skall bekosta l&#228;karunders&#246;kningar
enligt denna lag. Lag (2002:455).

21 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer meddelar
n&#228;rmare f&#246;reskrifter om l&#228;karunders&#246;kning av sj&#246;m&#228;n och om l&#228;karintyg.

Sj&#246;mansregistret

22 &#167; Transportstyrelsen skall med hj&#228;lp av automatisk
databehandling f&#246;ra ett register &#246;ver sj&#246;m&#228;n och handelsfartyg
d&#228;r sj&#246;m&#228;n tj&#228;nstg&#246;r (sj&#246;mansregistret).
F&#246;rordning (2008:1365).

23 &#167; Sj&#246;mansregistret skall inneh&#229;lla uppgifter om de enskilda
sj&#246;m&#228;nnens identitet och kvalifikationer samt om fartygen. Sj&#246;mannens
tidigare och p&#229;g&#229;ende tj&#228;nstg&#246;ring p&#229; fartyg skall kunna utl&#228;sas.
Kontroll av fartygets bemanning skall kunna g&#246;ras med hj&#228;lp av
uppgifterna i sj&#246;mansregistret.

23 a &#167; R&#228;tt att f&#229; uppgifter ur sj&#246;mansregistret om statusen
p&#229; beh&#246;righetsbevis, intyg om erk&#228;nnande, dispenser och
certifikat har p&#229; beg&#228;ran

1. en medlemsstat i EU eller en stat som har tilltr&#228;tt den
internationella sj&#246;fartsorganisationens konvention om normer
f&#246;r sj&#246;folks utbildning, certifiering och vakth&#229;llning fr&#229;n
1978 (STCW-konventionen) n&#228;r det g&#228;ller uppgifter som den
staten beh&#246;ver f&#246;r att fullg&#246;ra sitt uppdrag enligt direktiv
2008/106/EG eller STCW-konventionen,

2. ett fartygs &#228;gare eller redare n&#228;r det g&#228;ller uppgifter
f&#246;r att kontrollera utbildningen eller beh&#246;righeten hos
sj&#246;m&#228;n som &#228;r anst&#228;llda av &#228;garen eller redaren eller som
n&#229;gon av dem avser att anst&#228;lla,

3. fackliga organisationer,

4. utbildningsanordnare,

5. bemanningsf&#246;retag, och

6. Kustbevakningen och Sj&#246;fartsverket.
Lag (2014:360).

23 b &#167; Transportstyrelsen f&#229;r medge direkt&#229;tkomst till den
som har r&#228;tt att f&#229; uppgifter enligt 23 a &#167; f&#246;r s&#229;dana
uppgifter som avses i den paragrafen. Lag (2014:360).

24 &#167; Ut&#246;ver vad som annars har f&#246;reskrivits om skyldighet att
l&#228;mna uppgifter till sj&#246;mansregistret skall redaren och
bef&#228;lhavaren p&#229; beg&#228;ran av Transportstyrelsen till registret
l&#228;mna s&#229;dana uppgifter om anst&#228;llda sj&#246;m&#228;n som &#228;r av betydelse
f&#246;r registreringen. F&#246;rordning (2008:1365).

25 &#167; Sj&#246;mannen skrivs in i sj&#246;mansregistret n&#228;r sj&#246;fartsbok utf&#228;rdas f&#246;r
honom eller n&#228;r tj&#228;nstg&#246;ringsbesked f&#246;r honom f&#246;rsta g&#229;ngen kommer in
till registret.

&#214;vriga best&#228;mmelser

26 &#167; Tillsyn &#246;ver efterlevnaden av denna lag och av de f&#246;reskrifter som
har meddelats med st&#246;d av lagen ut&#246;vas av den myndighet som regeringen
best&#228;mmer.

27 &#167; Har beslut i fr&#229;gor som avses i denna lag meddelats av en
myndighet som inte &#228;r central f&#246;rvaltningsmyndighet f&#229;r
beslutet &#246;verklagas hos Transportstyrelsen genom besv&#228;r. Har
beslutet meddelats av Transportstyrelsen eller av n&#229;gon annan
myndighet som &#228;r central f&#246;rvaltningsmyndighet f&#229;r det
&#246;verklagas hos regeringen genom besv&#228;r.

Beslut i fr&#229;gor som avses i lagen g&#228;ller omedelbart om inte
annat f&#246;reskrivs i beslutet eller, om beslutet &#246;verklagats, den
h&#246;gre myndigheten f&#246;rordnar annorlunda. F&#246;rordning (2008:1365).

28 &#167; Om den som f&#229;tt ett medgivande enligt 4 &#167; eller fartygets
bef&#228;lhavare upps&#229;tligen eller av oaktsamhet &#229;sidos&#228;tter f&#246;reskriven
underr&#228;ttelseskyldighet eller n&#229;got villkor i medgivandet, d&#246;ms han till
b&#246;ter. Lag (1989:993).

29 &#167; Den som upps&#229;tligen eller av oaktsamhet bryter mot best&#228;mmelserna i
9--14 &#167;&#167; eller 24 &#167; d&#246;ms till b&#246;ter.

30 &#167; I m&#229;l om ansvar f&#246;r brott enligt denna lag skall 21 kap. 1 och
8 &#167;&#167; sj&#246;lagen (1994:1009) till&#228;mpas. Lag (1995:1086).

31 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer
f&#229;r meddela f&#246;reskrifter om avgifter f&#246;r tillsyn och
&#228;rendehandl&#228;ggning enligt denna lag och enligt f&#246;reskrifter
som har meddelats med st&#246;d av lagen. Lag (2010:1559).

&#214;verg&#229;ngsbest&#228;mmelser

1983:929

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer, d&#229; f&#246;rordningen
(1961:87) om registrering och m&#246;nstring av sj&#246;m&#228;n
(m&#246;nstringsf&#246;rordningen) skall upph&#246;ra att g&#228;lla. De nya best&#228;mmelserna
f&#229;r s&#228;ttas i kraft vid olika tidpunkter. Regeringen f&#229;r meddela de
&#246;verg&#229;ngsbest&#228;mmelser som beh&#246;vs.

1984:827

Sj&#246;mansrulla som har f&#246;rts enligt f&#246;rordningen (1961:87) om registrering
och m&#246;nstring av sj&#246;m&#228;n (m&#246;nstringsf&#246;rordningen) skall av fartygets
bef&#228;lhavare senast den 1 februari 1985 ins&#228;ndas till sj&#246;fartsverket.

Sj&#246;fartsbok som har utf&#228;rdats enligt &#228;ldre best&#228;mmelser &#228;r giltig tio &#229;r
efter utf&#228;rdandet, dock l&#228;ngst till utg&#229;ngen av &#229;r 1989. Boken skall
f&#246;ras enligt de nya best&#228;mmelserna.

L&#228;karf&#246;rbud som meddelats enligt 45 &#167; m&#246;nstringsf&#246;rordningen upph&#246;r att
g&#228;lla vid utg&#229;ngen av &#229;r 1984.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3799">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3801">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
