

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1995-05-23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3813</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3812">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3814">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1983:476 ·
                    <a href="/sfsr?bet=1983:476">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1983:476) om dubbelbeskattningsavtal mellan Sverige 
och Tunisien
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S4
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1983-05-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1984:145
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagorna 
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1983-06-30 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Det avtal f&#246;r undvikande av dubbelbeskattning betr&#228;ffande skatter p&#229;
inkomst och f&#246;rm&#246;genhet som Sverige och Tunisien undertecknade den 7
maj 1981 skall g&#228;lla f&#246;r Sveriges del. Avtalets inneh&#229;ll framg&#229;r av
bilaga 1 till denna f&#246;rordning.

Vid till&#228;mpning av avtalet skall iakttas de anvisningar som &#228;r fogade
till f&#246;rordningen som bilaga 2.

Bilaga 1

Avtal mellan Sveriges regering och Tunisiens regering f&#246;r undvikande
av dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet

Sveriges regering och Tunisiens regering, vilka &#246;nskar ing&#229; avtal f&#246;r
undvikande av dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och p&#229;
f&#246;rm&#246;genhet, har kommit &#246;verens om f&#246;ljande best&#228;mmelser:

ARTIKEL 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en avtalsslutande
stat eller i b&#229;da staterna.

ARTIKEL 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet, som
p&#229;f&#246;rs f&#246;r envar av de avtalsslutande staternas, deras politiska
underavdelningars och lokala myndigheters r&#228;kning, oberoende av s&#228;ttet
p&#229; vilket skatterna uttages.

2. Med skatter p&#229; inkomst och p&#229; f&#246;rm&#246;genhet f&#246;rst&#229;s alla skatter, som
utg&#229;r p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet eller p&#229; delar av
inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripna skatter p&#229; vinst genom
&#246;verl&#229;telse av l&#246;s eller fast egendom, och skatter p&#229; v&#228;rdestegring.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter, p&#229; vilka avtalet till&#228;mpas,
&#228;r:

a) Betr&#228;ffande Sverige:
1) den statliga inkomstskatten, sj&#246;mansskatten och kupongskatten d&#228;ri
inbegripna,
2) ers&#228;ttningsskatten,
3) utskiftningsskatten,
4) bevillningsavgiften f&#246;r vissa offentliga f&#246;rest&#228;llningar,
5) kommunalskatten, och
6) den statliga f&#246;rm&#246;genhetsskatten;
(skatt av s&#229;dant slag ben&#228;mns i det f&#246;ljande &quot;svensk skatt&quot;).

b) Betr&#228;ffande Tunisien:
1) skatten p&#229; inkomst av r&#246;relse,
2) skatten p&#229; inkomst av icke-kommersiell verksamhet,
3) skatten p&#229; l&#246;ner,
4) skatten p&#229; inkomst av lantbruk,
5) skatten p&#229; inkomst av kapital,
6) skatten p&#229; inkomst av fordringar, depositioner, borgensf&#246;rbindelser
samt l&#246;pande konton (IRC),
7) skatten p&#229; industri- och handelsf&#246;retag,
8) skatten p&#229; hotellf&#246;retag,
9) skatten p&#229; hyra,
10) skatten p&#229; v&#228;rdestegring av fastighet,
11) den statliga personliga inkomstskatten;
(skatt av s&#229;dant slag ben&#228;mns i det f&#246;ljande &quot;tunisisk skatt&quot;).

4. Avtalet till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet inf&#246;rs vid sidan
av eller i st&#228;llet f&#246;r de angivna skatterna. De beh&#246;riga myndigheterna
i de avtalsslutande staterna skall meddela varandra de v&#228;sentliga
&#228;ndringar som skett i respektive skattelagstiftning.

ARTIKEL 3

Allm&#228;nna definitioner

1. D&#228;r inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) Uttrycken &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande
staten&quot; &#229;syftar Sverige eller Tunisien, alltefter som sammanhanget
kr&#228;ver;

b) uttrycket &quot;Sverige&quot; &#229;syftar Konungariket Sverige och inbegriper
varje utanf&#246;r Sveriges territorialvatten bel&#228;get omr&#229;de, inom vilket
Sverige enligt svensk lag och i &#246;verensst&#228;mmelse med folkr&#228;ttens
allm&#228;nna regler &#228;ger ut&#246;va sina r&#228;ttigheter med avseende p&#229;
utforskandet och utnyttjandet av havsbottnen eller dennas underlag;

c) uttrycket &quot;Tunisien&quot; &#229;syftar Republiken Tunisien och inbegriper
varje utanf&#246;r Tunisiens territorialvatten bel&#228;get omr&#229;de, inom vilket
Tunisien enligt tunisisk lag och i &#246;verensst&#228;mmelse med folkr&#228;ttens
allm&#228;nna regler &#228;ger ut&#246;va sina r&#228;ttigheter med avseende p&#229;
utforskandet och utnyttjandet av havsbottnen eller dennas underlag;

d) uttrycket &quot;person&quot; inbegriper en fysisk person, bolag och annan
sammanslutning av personer;

e) uttrycket &quot;bolag&quot; &#229;syftar juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person;

f) med uttrycket &quot;internationell trafik&quot; f&#246;rst&#229;s transport med fartyg
eller luftfartyg som anv&#228;nds av f&#246;retag som har sin verkliga ledning
i en avtalsslutande stat, utom d&#229; fartyget eller luftfartyget anv&#228;nds
uteslutande mellan platser i den andra avtalsslutande staten;

g) uttrycken &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den
andra avtalsslutande staten&quot; &#229;syftar ett f&#246;retag som bedrivs av person
med hemvist i en avtalsslutande stat, respektive f&#246;retag som bedrivs
av person med hemvist i den andra avtalsslutande staten;

h) uttrycket &quot;beh&#246;rig myndighet&quot; &#229;syftar:

Betr&#228;ffande Sverige, budgetministern eller dennes befullm&#228;ktigade
ombud, och

betr&#228;ffande Tunisien, finansministern eller dennes befullm&#228;ktigade
ombud;

i) uttrycket &quot;medborgare&quot; &#229;syftar:

1) fysisk person som har medborgarskap i en avtalsslutande stat, och

2) juridisk person eller annan sammanslutning som bildats enligt den
lagstiftning som g&#228;ller i en avtalsslutande stat.

2. D&#229; en avtalsslutande stat till&#228;mpar detta avtal anses, s&#229;vida inte
enligt den statens lagstiftning r&#246;rande s&#229;dana skatter som omfattas av
avtalet.

ARTIKEL 4

Skatter&#228;ttsligt hemvist

1. Vid till&#228;mpningen av detta avtal f&#246;rst&#229;s med uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt lagstiftningen i
denna stat &#228;r skattskyldig d&#228;r p&#229; grund av hemvist, bos&#228;ttning, plats
f&#246;r f&#246;retagsledning eller annan liknande omst&#228;ndighet. Uttrycket
inbegriper emellertid inte person som &#228;r skattskyldig i denna stat
endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r f&#246;rm&#246;genhet
bel&#228;gen i denna stat.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person anses ha
hemvist i b&#229;da avtalsslutande staterna, skall fallet avg&#246;ras p&#229;
f&#246;ljande s&#228;tt:

a) Han anses ha hemvist i den avtalsslutande stat, d&#228;r han har en
bostad som stadigvarande st&#229;r till hans f&#246;rfogande; om han har en
s&#229;dan bostad i b&#229;da avtalsslutande staterna, anses han ha hemvist i
den avtalsslutande stat, med vilken hans personliga och ekonomiska
f&#246;rbindelser &#228;r starkast (centrum f&#246;r levnadsintressena);

b) om det inte kan avg&#246;ras, i vilken avtalsslutande stat han har
centrum f&#246;r levnadsintressena, eller om han inte i n&#229;gondera
avtalsslutande staten har en bostad, som stadigvarande st&#229;r till hans
f&#246;rfogande, anses han ha hemvist i den avtalsslutande stat, d&#228;r han
stadigvarande vistas;

c) om han stadigvarande vistas i b&#229;da avtalsslutande staterna eller om
han inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist i
den avtalsslutande stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da avtalsslutande staterna eller om han
inte &#228;r medborgare i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i
de avtalsslutande staterna fr&#229;gan genom &#246;msesidig &#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n fysisk
person har hemvist i b&#229;da avtalsslutande staterna, anses personen i
fr&#229;ga ha hemvist i den avtalsslutande stat d&#228;r den har sin verkliga
ledning.

ARTIKEL 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande aff&#228;rsanordning, d&#228;r f&#246;retagets
verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning,

b) filial,

c) kontor,

d) fabrik,

e) verkstad,
f) gruva, stenbrott eller annan plats f&#246;r utvinning av
naturtillg&#229;ngar,

g) plats f&#246;r byggnadsarbete, tillf&#228;lligt anl&#228;ggningsarbete eller
&#246;vervakande verksamhet som avser s&#229;dant arbete, n&#228;r dessa arbeten
eller denna &#246;vervakning p&#229;g&#229;r mer &#228;n sex m&#229;nader, eller d&#229; s&#229;dant
tillf&#228;lligt anl&#228;ggningsarbete eller s&#229;dan &#246;vervakande verksamhet som
utf&#246;rs i anslutning till k&#246;p av maskiner eller utrustning understiger
sex m&#229;nader men kostnaderna f&#246;r anl&#228;ggningsarbetet eller &#246;vervakningen
&#246;verstiger tio procent av priset f&#246;r maskinerna eller utrustningen,
samt

h) lager, magasin eller annan anordning f&#246;r uppr&#228;tth&#229;llandet av lager
av f&#246;retaget tillh&#246;riga varor, varifr&#229;n varor tas f&#246;r att effektuera
best&#228;llningar, om detta lager sk&#246;ts av anst&#228;lld eller av agent f&#246;r
f&#246;retaget.

3. Uttrycket &quot;fast driftst&#228;lle&quot; anses inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring eller
utst&#228;llning av f&#246;retaget tillh&#246;riga varor,

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
lagring eller utst&#228;llning,

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg.

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet uteslutande
f&#246;r ink&#246;p av varor eller inf&#246;rskaffande av upplysningar f&#246;r
f&#246;retaget.

4. Person som &#228;r verksam i en avtalsslutande stat f&#246;r ett f&#246;retag i
den andra avtalsslutande staten -- h&#228;runder inbegrips inte s&#229;dan
oberoende representant som avses i punkt 6 nedan -- behandlas s&#229;som
ett fast driftst&#228;lle i den f&#246;rstn&#228;mnda staten:

a) om han i denna stat har och d&#228;r regelm&#228;ssigt anv&#228;nder en fullmakt
att underhandla om och sluta avtal f&#246;r f&#246;retaget eller f&#246;r dess
r&#228;kning, eller

b) om han i den f&#246;rstn&#228;mnda staten vanligtvis innehar ett varulager
fr&#229;n vilket han regelbundet tar ut varor f&#246;r att leverera dessa f&#246;r
f&#246;r f&#246;retaget eller f&#246;r dess r&#228;kning.

5. F&#246;rs&#228;kringsf&#246;retag i en avtalsslutande stat anses ha fast
driftst&#228;lle i den andra avtalsslutande staten, om det uppb&#228;r premier
i denna andra stat eller f&#246;rs&#228;krar d&#228;r befintliga risker genom
f&#246;rmedling av annan representant &#228;n s&#229;dan som inbegrips i den
personkrets som avses i punkt 6 nedan.

6. F&#246;retag i en avtalsslutande stat anses inte ha fast driftst&#228;lle i
den andra avtalsslutande staten endast p&#229; den grund att f&#246;retaget
bedriver aff&#228;rsverksamhet i denna andra stat genom f&#246;rmedling av
m&#228;klare, kommission&#228;r eller annan oberoende representant, under
f&#246;ruts&#228;ttning att denna person d&#228;rvid bedriver sin sedvanliga
aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande
stat kontrollerar eller kontrolleras av ett bolag med hemvist i den
andra avtalsslutande staten eller ett bolag som bedriver
aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n fast driftst&#228;lle
eller p&#229; annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att n&#229;gotdera bolaget
utg&#246;r fast driftst&#228;lle f&#246;r det andra.

ARTIKEL 6

Inkomst av fastighet

1. Inkomst av fastighet, d&#228;ri inbegripet inkomst av lantbruk och
skogsbruk, f&#229;r beskattas i den avtalsslutande stat d&#228;r fastigheten &#228;r
bel&#228;gen.

2. Uttrycket &quot;fastighet&quot; har den betydelse som uttrycket har enligt
g&#228;llande lagar i den avtalsslutande stat, d&#228;r fastigheten i fr&#229;ga &#228;r
bel&#228;gen. Uttrycket inbegriper dock alltid tillbeh&#246;r till fastighet,
levande och d&#246;da inventarier i lantbruk och skogsbruk, r&#228;ttigheter p&#229;
vilka best&#228;mmelserna i civilr&#228;tten om fastighet till&#228;mpas,
nyttjander&#228;tt till fastighet samt r&#228;tt till f&#246;r&#228;nderliga eller fasta
ers&#228;ttningar f&#246;r nyttjandet av eller r&#228;tten att nyttja
mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng. Fartyg, b&#229;tar och
luftfartyg anses inte som fastighet.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst, som f&#246;rv&#228;rvas genom
omedelbart brukande, genom uthyrning eller genom annan anv&#228;ndning av
fastighet.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst av
fastighet som tillh&#246;r f&#246;retag och p&#229; inkomst av fastighet som anv&#228;nds
vid ut&#246;vande av fritt yrke.

ARTIKEL 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande
stat, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget bedriver
r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast
driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r
f&#246;retagets inkomst beskattas i den andra staten men endast s&#229; stor
del d&#228;rav, som &#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, h&#228;nf&#246;rs, om
inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i vardera
avtalsslutande staten till det fasta driftst&#228;llet den inkomst av
r&#246;relse, som det kan antagas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat, om
det varit ett frist&#229;ende f&#246;retag, som bedrivit verksamhet av samma
eller liknande slag under samma eller liknande villkor och
sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket
driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag f&#246;r
kostnader som uppkommit f&#246;r det fasta driftst&#228;llets r&#228;kning, h&#228;runder
inbegripna kostnader f&#246;r f&#246;retagets ledning och allm&#228;nna f&#246;rvaltning,
oavsett om kostnaderna uppkommit i den avtalsslutande stat d&#228;r det
fasta driftst&#228;llet &#228;r bel&#228;get eller annorst&#228;des. Avdrag medges dock
inte f&#246;r belopp som det fasta driftst&#228;llet betalar till f&#246;retagets
huvudkontor eller annat f&#246;retag tillh&#246;rigt driftst&#228;lle i form av
royalty, arvode eller annan liknande betalning f&#246;r nyttjandet av
patent eller annan r&#228;ttighet eller i form av kommissionsarvode (om
inte betalningen utg&#246;r ers&#228;ttning f&#246;r faktiska kostnader) f&#246;r utf&#246;rda
tj&#228;nster eller f&#246;r f&#246;retagsledning, eller -- utom i fr&#229;ga om
bankf&#246;retag -- i form av r&#228;nta p&#229; kapital utl&#229;nat till det fasta
driftst&#228;llet.

4. I den m&#229;n inkomst h&#228;nf&#246;rlig till fast driftst&#228;lle brukat best&#228;mmas
i en avtalsslutande stat p&#229; grundval av en f&#246;rdelning av f&#246;retagets
hela inkomst p&#229; de olika delarna av f&#246;retaget, skall best&#228;mmelserna i
punkt 2 inte hindra att i denna avtalsslutande stat den skattepliktiga
inkomsten best&#228;ms genom s&#229;dant f&#246;rfarande. F&#246;rdelningsmetoden skall
dock vara s&#229;dan att resultatet &#246;verensst&#228;mmer med principerna i denna
artikel.

5. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets f&#246;rsorg f&#246;r
f&#246;retaget.

6. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som &#228;r
h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande &#229;r fr&#229;n
&#229;r s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder annat.

7. Vinstandel, som andels&#228;gare i f&#246;retag vilket drivs i form av
&quot;soci&#233;t&#233; de fait&quot; eller &quot;association en participation&quot; erh&#229;ller, f&#229;r
enligt f&#246;reg&#229;ende best&#228;mmelser i denna artikel beskattas i den stat
d&#228;r f&#246;retaget har fast driftst&#228;lle.

8. Ing&#229;r i inkomst av r&#246;relse inkomstslag, som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa artiklar
inte av reglerna i f&#246;revarande artikel.

ARTIKEL 8

Sj&#246;- och luftfart

1. Inkomst genom anv&#228;ndningen av fartyg eller luftfartyg i
internationell trafik beskattas endast i den avtalsslutande stat d&#228;r
f&#246;retaget har sin verkliga ledning.

2. Om f&#246;retag som bedriver sj&#246;fart har sin verkliga ledning ombord p&#229;
ett fartyg, anses ledningen bel&#228;gen i den avtalsslutande stat d&#228;r
fartyget har sin hemmahamn eller, om n&#229;gon s&#229;dan hamn inte finns, i
den avtalsslutande stat d&#228;r fartygets redare har hemvist.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas i fr&#229;ga om inkomst som f&#246;rv&#228;rvas
av det norska, danska och svenska luftfartskonsortiet Scandinavian
Airlines System (SAS) men endast i fr&#229;ga om den del av inkomsten som
motsvarar den andel i konsortiet vilken innehas av AB Aerotransport
(ABA), den svenske del&#228;garen i Scandinavian Airlines System (SAS).

4. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som f&#246;rv&#228;rvas
genom deltagande i en pool, ett gemensamt f&#246;retag eller en
internationell driftsorganisation.

ARTIKEL 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt deltager
i ledningen eller &#246;vervakningen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital, eller

b) samma personer direkt eller indirekt deltager i ledningen eller
&#246;vervakningen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som ett
f&#246;retag i den andra avtalsslutande staten eller &#228;ger del i b&#229;da dessa
f&#246;retags kapital, iakttages f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker fr&#229;n dem
som skulle ha avtalas mellan av varandra oberoende f&#246;retag, f&#229;r all
inkomst, som utan s&#229;dana villkor skulle ha tillkommit det ena
f&#246;retaget men som p&#229; grund av villkoren i fr&#229;ga inte tillkommit detta
f&#246;retag, inr&#228;knas i detta f&#246;retags inkomst och beskattas i
&#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; inkomst, f&#246;r vilken ett f&#246;retag i en avtalsslutande stat
beskattats i denna stat &#228;ven inr&#228;knats i inkomsten hos ett f&#246;retag i
den andra avtalsslutande staten och beskattats d&#228;r, samt den s&#229;lunda
inr&#228;knade inkomsten &#228;r s&#229;dan som skulle ha uppkommit f&#246;r detta f&#246;retag
i den andra staten om de villkor som avtalats mellan f&#246;retagen hade
varit s&#229;dana som skulle ha avtalats mellan av varandra oberoende
f&#246;retag, skall den f&#246;rstn&#228;mnda staten g&#246;ra en motsvarande j&#228;mkning av
den skatt som denna stat p&#229;f&#246;rt inkomsten. Vid fastst&#228;llandet av s&#229;dan
j&#228;mkning skall vederb&#246;rlig h&#228;nsyn tagas till &#246;vriga best&#228;mmelser i
detta avtal i fr&#229;ga om inkomstens natur.

ARTIKEL 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten f&#229;r beskattas i
denna andra stat.

2. Utdelning f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat
d&#228;r bolaget som betalar utdelningen har hemvist i enlighet med
lagstiftningen i denna stat men skatten f&#229;r inte &#246;verstiga:

a) 15 procent av utdelningens bruttobelopp om mottagaren &#228;r bolag som
direkt beh&#228;rskar minst 25 procent av det utdelande bolagets kapital;

b) 20 procent av utdelningens bruttobelopp i &#246;vriga fall.

De beh&#246;riga myndigheterna i de avtalsslutande staterna skall tr&#228;ffa
&#246;verenskommelse om s&#228;ttet att genomf&#246;ra denna begr&#228;nsning. Denna punkt
ber&#246;r inte bolagets beskattning f&#246;r vinst av vilken utdelningen
betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier, andelsbevis eller andra liknande bevis med r&#228;tt till andel i
vinst, gruvaktier, stiftarandelar eller andra r&#228;ttigheter, som inte &#228;r
fordringar, med r&#228;tt till andel i vinst, samt inkomst av andra andelar
i bolag, som enligt skattelagstiftningen i den stat d&#228;r det utdelande
bolaget har hemvist j&#228;mst&#228;lls med inkomst av aktier.

4. I fall d&#229; ett bolag med hemvist i Sverige innehar ett eller flera
fasta driftst&#228;llen i Tunisien f&#229;r Tunisien p&#229;f&#246;ra skatt p&#229; inkomst av
kapital med h&#246;gst 15 procent av skillnaden mellan den inkomst som
driftst&#228;llet eller driftst&#228;llena f&#246;rv&#228;rvat och skatten p&#229; inkomst av
r&#246;relse.

5. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om mottagaren av
utdelningen har hemvist i en avtalsslutande stat och bedriver r&#246;relse
i den andra avtalsslutande staten, d&#228;r bolaget som betalar utdelningen
har hemvist, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle eller ut&#246;var
sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r bel&#228;gen
stadigvarande anordning, samt den andel p&#229; grund av vilken utdelningen
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet eller den
stadigvarnde anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i
artikel 7 respektive artikel 14.

ARTIKEL 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till
person med hemvist i den andra avtalsslutande staten, f&#229;r beskattas i
denna andra stat.

2. R&#228;ntan f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat fr&#229;n
vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat, men skatten f&#229;r
inte &#246;verstiga 12 procent av r&#228;ntans belopp. De beh&#246;riga myndigheterna
i de avtalsslutande staterna skall tr&#228;ffa &#246;verenskommelse om s&#228;ttet
f&#246;r att genomf&#246;ra denna begr&#228;nsning.

3. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av
v&#228;rdepapper, som utf&#228;rdats av staten, obligationer eller debentures,
antingen de s&#228;kerst&#228;llts genom inteckning i fastighet eller inte och
antingen de medf&#246;r r&#228;tt till andel i vinst eller inte. Uttrycket
&#229;syftar &#228;ven inkomst av annat slags fordran liksom annan inkomst som
enligt skattelagstiftningen i den stat fr&#229;n vilken inkomsten h&#228;rr&#246;r
j&#228;mst&#228;lls med inkomst av f&#246;rstr&#228;ckning.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om mottagaren av
r&#228;ntan har hemvist i en avtalsslutande stat och bedriver r&#246;relse i den
andra avtalsslutande staten, fr&#229;n vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i
denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt den
fordran f&#246;r vilken r&#228;ntan betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 14.

5. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om utbetalaren &#228;r
den staten sj&#228;lv, politisk underavdelning, lokal myndighet eller
person med hemvist i denna stat. Om den person som betalar r&#228;ntan,
antingen han har hemvist i en avtalsslutande stat eller inte, i en
avtalsslutande stat har fast driftst&#228;lle eller stadigvarande anordning
i samband varmed den skuld uppkommit p&#229; vilken r&#228;ntan betalas och
r&#228;ntan belastar det fasta driftst&#228;llet eller den stadigvarande
anordningen, anses dock r&#228;ntan h&#228;rr&#246;ra fr&#229;n den avtalsslutande stat,
d&#228;r det fasta driftst&#228;llet eller den stadigvarande anordningen finns.

6. I fr&#229;ga om s&#229;dana fall d&#229; s&#228;rskilda f&#246;rbindelser mellan utbetalaren
och mottagaren eller mellan dem b&#229;da och annan person f&#246;ranleder att
det utbetalade r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r vilken
r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och mottagaren om s&#229;dana f&#246;rbindelser inte f&#246;relegat,
till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda belopp.
I s&#229;dant fall beskattas &#246;verskjutande belopp enligt lagstiftningen i
vardera avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser
i detta avtal.

ARTIKEL 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat.

2. Royaltyn f&#229;r emellertid beskattas &#228;ven i den avtalsslutande stat
fr&#229;n vilken den h&#228;rr&#246;r, enligt lagstiftningen i denna stat, men
skatten f&#229;r inte &#246;verstiga:

a) 5 procent av royaltyns bruttobelopp d&#229; den betalas som ers&#228;ttning
f&#246;r nyttjandet av eller f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till
litter&#228;rt, konstn&#228;rligt eller vetenskapligt verk, med undantag f&#246;r
biograf- och televisionsfilm,

b) 15 procent av royaltyns bruttobelopp i &#246;vriga fall.

3. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slags
betalning som mottages s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller f&#246;r
r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt eller
vetenskapligt verk, biograffilm samt film och band f&#246;r radio- eller
televisionsuts&#228;ndning h&#228;ri inbegripna, patent, varum&#228;rke, m&#246;nster
eller modell, ritning, hemligt recept eller hemlig fabrikationsmetod
samt f&#246;r nyttjandet av eller f&#246;r r&#228;tten att nyttja industriell,
kommersiell eller vetenskaplig utrustning eller f&#246;r upplysning om
erfarenhetsr&#246;n av industriell, kommersiell eller vetenskaplig natur
samt ers&#228;ttning f&#246;r kunskaper p&#229; det tekniska eller ekonomiska
omr&#229;det.

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om mottagaren av
royaltyn har hemvist i en avtalsslutande stat och bedriver r&#246;relse i
den andra avtalsslutande staten, fr&#229;n vilken royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle, eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i
denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt den
r&#228;ttighet eller egendom i fr&#229;ga om vilken royaltyn betalas &#228;ger
verkligt samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

5. Royalty anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat, om utbetalaren
&#228;r den staten sj&#228;lv, politisk underavdelning, lokal myndighet eller
person med hemvist i denna stat. Om den person som betalar royaltyn,
antingen han har hemvist i en avtalsslutande stat eller inte, i en
avtalsslutande stat har fast driftst&#228;lle eller stadigvarande anordning
i samband varmed den r&#228;ttighet uppkommit f&#246;r vilken royaltyn betalas
och royaltyn belastar det fasta driftst&#228;llet eller den stadigvarande
anordningen, anses dock royaltyn h&#228;rr&#246;ra fr&#229;n den avtalsslutande stat
d&#228;r det fasta driftst&#228;llet eller den stadigvarande anordningen finns.

6. I fr&#229;ga om s&#229;dana fall, d&#229; s&#228;rskilda f&#246;rbindelser mellan
utbetalaren och mottagaren eller mellan dem b&#229;da och annan person
f&#246;ranleder att det utbetalade royaltybeloppet, med h&#228;nsyn till den
prestation, f&#246;r vilken royaltyn betalas, &#246;verstiger det belopp som
skulle ha avtalats mellan utbetalaren och mottagaren om s&#229;dana
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna artikel
endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas &#246;verskjutande
belopp enligt lastiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

ARTIKEL 13

Realisationsvist

1. Vinst p&#229; grund av &#246;verl&#229;telse av s&#229;dan fastighet som avses i
artikel 6 punkt 2 samt vinst som h&#228;rr&#246;r fr&#229;n &#246;verl&#229;telse av andel i
bolag, vars tillg&#229;ngar huvudsakligen best&#229;r av fastighet, f&#229;r
beskattas i den avtalsslutande stat d&#228;r fastigheten &#228;r bel&#228;gen.

2. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i fast driftst&#228;lle, vilket ett f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten, eller av
l&#246;s egendom h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att ut&#246;va
sj&#228;lvst&#228;ndig yrkesverksamhet, som person med hemvist i en
avtalsslutande stat har i den andra avtalsslutande staten, f&#229;r
beskattas i denna andra stat. Detsamma g&#228;ller vinst p&#229; grund av
&#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller i samband med
&#246;verl&#229;telse av hela f&#246;retaget) eller s&#229;dan stadigvarande anordning.
Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom som avses i artikel 20
punkt 3 beskattas emellertid endast i den avtalsslutande stat d&#228;r
s&#229;dan l&#246;s egendom enligt n&#228;mnda artikel f&#229;r beskattas.

3. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som avses
i punkterna 1 och 2 beskattas endast i den avtalsslutande stat d&#228;r
&#246;verl&#229;taren har hemvist.

ARTIKEL 14

Sj&#228;lvst&#228;ndig yrkesverksamhet

1. Inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
genom att ut&#246;va fritt yrke eller annan d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig
verksamhet beskattas endast i denna stat. S&#229;dan inkomst f&#229;r emellertid
beskattas i den andra avtalsslutande staten i f&#246;ljande fall:

a) Om personen i fr&#229;ga i den andra avtalsslutande staten har
stadigvarande anordning, som regelm&#228;ssigt st&#229;r till hans f&#246;rfogande
f&#246;r att ut&#246;va verksamheten, f&#229;r s&#229; stor del av inkomsten som &#228;r
h&#228;nf&#246;rlig till denna anordning beskattas i den andra avtalsslutande
staten, eller

b) om denne vistas i den andra avtalsslutande staten under tidrymd
eller tidrymder som sammanlagt &#246;verstiger 183 dagar under
kalender&#229;ret, f&#229;r s&#229; stor del av inkomsten som &#228;r h&#228;nf&#246;rlig till
verksamheten i fr&#229;ga beskattas i den andra avtalsslutande staten.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings- och
undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig verksamhet som ut&#246;vas
av l&#228;kare, advokat, ingenj&#246;r, arkitekt, tandl&#228;kare och revisor.

ARTIKEL 15

Enskild tj&#228;nst

1. D&#228;r inte best&#228;mmelserna i artiklarna 16 och 18 f&#246;ranleder annat,
beskattas l&#246;ner och liknande ers&#228;ttningar, som person med hemvist i en
avtalsslutande stat uppb&#228;r p&#229; grund av anst&#228;llning, endast i denna
stat, s&#229;vida inte arbetet utf&#246;rs i den andra avtalsslutande staten.
Om arbetet utf&#246;rs i denna andra stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r
arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelsena i punkt 1 beskattas ers&#228;ttning, som
person med hemvist i en avtalsslutande stat uppb&#228;r f&#246;r arbete som
utf&#246;rs i den andra avtalsslutande staten, endast i den f&#246;rstn&#228;mnda
staten, om:

a) mottagaren vistas i den andra staten under tidrymd eller tidrymder,
som sammanlagt inte &#246;verstiger 183 dagar under kalender&#229;ret i fr&#229;ga.

b) ers&#228;ttningen betalas av eller p&#229; uppdrag av arbetsgivare, som inte
har hemvist i den andra staten, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller stadigvarande
anordning som arbetsgivaren har i den andra staten.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete, som utf&#246;rs ombord p&#229; fartyg eller luftfartyg i
internationell trafik, beskattas i den avtalsslutande stat d&#228;r
f&#246;retaget har sin verkliga ledning. Om person med hemvist i Sverige
uppb&#228;r ers&#228;ttning f&#246;r arbete, vilket utf&#246;rs ombord p&#229; luftfartyg som
anv&#228;nds i internationell trafik av luftfartskonsortiet Scandinavian
Airlines system (SAS) och f&#246;r dess egen r&#228;kning, beskattas
ers&#228;ttningen endast i Sverige.

ARTIKEL 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med hemvist
i en avtalsslutande stat uppb&#228;r i egenskap av styrelsemedlem i bolag
med hemvist i den andra avtalsslutande staten, f&#229;r beskattas i denna
andra stat.

ARTIKEL 17

Artister och idrottsm&#228;n

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r inkomst,
som artist som upptr&#228;der offentligt, s&#229;som teater- eller
filmsk&#229;despelare, radio- eller televisionsartister, eller musiker
eller idrottsm&#228;n f&#246;rv&#228;rvar genom sin personliga verksamhet i denna
egenskap, beskattas i den avtalsslutande stat d&#228;r verksamheten
ut&#246;vas.

2. I fall d&#229; inkomst genom verksamhet, som artist eller idrottsman
ut&#246;var i denna egenskap, inte tillfaller artisten eler idrottsmannen
sj&#228;lv utan annan person, f&#229;r denna inkomst, utan hinder av
best&#228;mmelserna i artiklarna 7, 14 och 15, beskattas i den
avtalsslutande stat d&#228;r artisten eller idrottsmannen ut&#246;var
verksamheten.

ARTIKEL 18

Studerande och praktikanter

1. Studerande eller aff&#228;rspraktikant som har eller tidigare hade
hemvist i en avtalsslutande stat och som vistas i den andra
avtalsslutande staten uteslutande f&#246;r sin undervisning eller
utbildning beskattas inte i denna andra stat f&#246;r belopp som han
erh&#229;ller f&#246;r sitt uppeh&#228;lle, sin undervisning eller utbildning, under
f&#246;ruts&#228;ttning att beloppen h&#228;rr&#246;r fr&#229;n k&#228;lla utanf&#246;r denna andra
stat.

2. Studerande vid universitet eller annan undervisningsanstalt samt
aff&#228;rspraktikant i en avtalsslutande stat, som under tillf&#228;llig
vistelse i den andra avtalsslutande staten innehar anst&#228;llning i denna
andra stat under en tidrymd som inte &#246;verstiger 183 dagar under ett
och samma kalender&#229;r f&#246;r att erh&#229;lla praktisk erfarenhet i anslutning
till studierna eller utbildningen, beskattas i denna andra stat endast
f&#246;r den del av inkomsten av anst&#228;llningen som &#246;verstiger 1 500 svenska
kronor per kalenderm&#229;nad eller motv&#228;rdet i tunisisk valuta.
Skattebefrielse enligt denna punkt medges dock med sammanlagt belopp
av h&#246;gst 9 000 svenska kronor eller motv&#228;rdet i tunisisk valuta.
Belopp f&#246;r vilket skattefrihet erh&#229;lls enligt denna punkt innefattar
personliga avdrag f&#246;r kalender&#229;ret i fr&#229;ga.

3. Studerande eller aff&#228;rspraktikant, som har eller omedelbart f&#246;re
vistelse i en avtalsslutande stat hade hemvist i den andra
avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda avtalsslutande
staten huvudsakligen f&#246;r undervisning, teknisk utbildning eller
yrkesutbildning, beskattas inte i den f&#246;rstn&#228;mnda avtalsslutande
staten f&#246;r belopp som han erh&#229;ller f&#246;r arbete i denna f&#246;rstn&#228;mnda
stat, om ers&#228;ttningen f&#246;r kalender&#229;r inte &#246;verstiger 10 000 svenska
kronor eller motv&#228;rdet i tunisisk valuta. Denna skattebefrielse medges
endast f&#246;r den tid som sk&#228;ligen erfordras eller vanligtvis &#229;tg&#229;r f&#246;r
att fullborda studierna, den tekniska utbildningen eller
yrkesutbildningen. Befrielse medges inte i n&#229;got fall f&#246;r l&#228;ngre
tidrymd &#228;n fem p&#229; varandra f&#246;ljande kalender&#229;r.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall
tr&#228;ffa &#246;verenskommelse om till&#228;mpningen av best&#228;mmelserna i punkterna
2 och 3. De beh&#246;riga myndigheterna kan ocks&#229; komma &#246;verens om s&#229;dan
&#228;ndring av d&#228;r omn&#228;mnda belopp som finnes sk&#228;lig med h&#228;nsyn till
f&#246;r&#228;ndring i penningv&#228;rde, &#228;ndrad lagstiftning i en avtalsslutande
stat eller annan liknande omst&#228;ndighet.


ARTIKEL 19

Inkomster som inte uttrycklingen n&#228;mnts

Inkomst -- med undantag f&#246;r inkomst av offentlig tj&#228;nst, pension och
varje slag av livr&#228;nta -- som person med hemvist i en avtalsslutande
stat f&#246;rv&#228;rvar och som inte uttryckligen n&#228;mnts i f&#246;reg&#229;ende artiklar
av detta avtal beskattas endast i denna stat.

ARTIKEL 20

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fastighet som avses i artikel 6
punkt 2 f&#229;r beskattas i den avtalsslutande stat d&#228;r fastigheten &#228;r
bel&#228;gen.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som utg&#246;r del av
r&#246;relsetillg&#229;ngarna i ett f&#246;retags fasta driftst&#228;lle, eller av l&#246;s
egendom, som &#228;r h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att ut&#246;va
sj&#228;lvst&#228;ndig yrkesverksamhet, f&#229;r beskattas i den avtalsslutande stat
d&#228;r det fasta driftst&#228;llet eller den stadigvarande anordning f&#246;r att
ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet, f&#229;r beskattas i den avtalsslutande
stat d&#228;r det fasta driftst&#228;llet eller den stadigvarande anordningen &#228;r
bel&#228;gen.

3. Fartyg och luftfartyg, som anv&#228;nds i internationell trafik, samt
l&#246;s egendom, som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana fartyg och
luftfartyg, beskattas endast i den avtalsslutande stat d&#228;r f&#246;retaget
har sin verkliga ledning.

4. Alla andra slag av f&#246;rm&#246;genhet, som innehas av person med hemvist
i en avtalsslutande stat, beskattas endast i denna stat.

ARTIKEL 21

Undvikande av dubbelbeskattning

1. I fall d&#229; person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst eller innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta
avtal f&#229;r beskattas i den andra avtalsslutande staten skall, s&#229;vida
inte best&#228;mmelserna i punkterna 4 och 5 f&#246;ranleder annat, den
f&#246;rstn&#228;mnda avtalsslutande staten:

a) fr&#229;n vederb&#246;rande persons inkomstskatt avr&#228;kna ett belopp
motsvarande den inkomstskatt som erlagts i den andra avtalsslutande
staten;

b) fr&#229;n vederb&#246;rande persons f&#246;rm&#246;genhetsskatt avr&#228;kna ett belopp
motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i den andra
avtalsslutande staten.

Avr&#228;kningsbeloppet skall emellertid inte i n&#229;got fall &#246;verstiga
beloppet av den del av inkomstskatten respektive f&#246;rm&#246;genhetsskatten,
ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den inkomst eller den
f&#246;rm&#246;genhet som f&#229;r beskattas i den andra avtalsslutande staten.

2. I fall d&#229; person med hemvist i en avtalsslutande stat uppb&#228;r
inkomst eller innehar f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta
avtal beskattas endast i den andra avtalsslutande staten, f&#229;r den
f&#246;rstn&#228;mnda avtalsslutande staten inr&#228;kna inkomsten eller
f&#246;rm&#246;genheten i beskattningsunderlaget men skall fr&#229;n skatten p&#229;
inkomst eller f&#246;rm&#246;genhet avdraga den del av inkomstskatten respektive
f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som f&#246;rv&#228;rvats fr&#229;n den
andra avtalsslutande staten eller den f&#246;rm&#246;genhet som innehas d&#228;r.

3. I fall d&#229; befrielse fr&#229;n eller neds&#228;ttning av tunisisk skatt
meddelats f&#246;r en begr&#228;nsad tidsperiod i fr&#229;ga om r&#246;relseinkomst,
utdelning, r&#228;nta eller royalty som f&#246;rv&#228;rvats av person med hemvist i
Sverige skall vid till&#228;mpningen av punkterna 1 och 5 i denna artikel
avr&#228;kning mot svensk skatt ske, i fr&#229;ga om r&#246;relseinkomsten med belopp
motsvarande den skatt som skulle ha utg&#229;tt i Tunisien om s&#229;dan
befrielse eller neds&#228;ttning inte hade meddelats, och betr&#228;ffande
inkomster som avses i artiklarna 10, 11 och 12 med belopp motsvarande
den skatt som enligt avtalet f&#229;r tas ut i Tunisien.

4. Utdelning fr&#229;n bolag med hemvist i Tunisien till bolag med hemvist
i Sverige skall vara undantagen fr&#229;n beskattning i Sverige i den m&#229;n
detta skulle ha varit fallet enligt svensk lagstiftning om b&#229;da
bolagen hade haft hemvist i Sverige. S&#229;dan skattebefrielse medges
endast, om den vinst av vilken utdelningen utbetalas i Tunisien
underkastas den inkomstskatt som utg&#229;r vid tiden f&#246;r undertecknandet
av detta avtal eller d&#228;rmed j&#228;mf&#246;rlig inkomstskatt, eller om den
huvudsakliga delen av det utdelande bolagets inkomst, direkt eller
indirekt, h&#228;rr&#246;r fr&#229;n annan verksamhet &#228;n f&#246;rvaltning av v&#228;rdepapper
och d&#228;rmed likartad egendom samt verksamheten bedrivs i Tunisien av
det utdelande bolaget eller av bolag i vilket det utdelande bolaget
innehar minst 25 procent av kapitalet.

5. Utan hinder av &#246;vriga best&#228;mmelser i detta avtal f&#229;r fysisk person,
som har hemvist i Tunisien och som &#228;ven enligt svensk lagstiftning
betr&#228;ffande de skatter som avses i artikel 2 anses bosatt i Sverige,
beskattas i Sverige. Sverige skall emellertid medge avr&#228;kning fr&#229;n
svensk skatt f&#246;r tunisisk skatt, som erlagts p&#229; inkomsten eller
f&#246;rm&#246;genheten, enligt best&#228;mmelserna i punkt 1 i denna artikel.

6. Best&#228;mmelserna i denna artikel till&#228;mpas inte i fr&#229;ga om inkomst av
offentlig tj&#228;nst, pension eller varje slag av livr&#228;nta.

ARTIKEL 22

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall, oavsett om han har
hemvist i en avtalsslutande stat eller ej, inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n
medborgarna i denna andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan
bli underkastade.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en avtalsslutande
stat har i den andra avtalsslutande staten, skall i denna andra stat
inte vara mindre f&#246;rdelaktig &#228;n beskattningen av f&#246;retag i denna andra
stat, som bedriver verksamhet av samma slag.

Denna best&#228;mmelse anses inte medf&#246;ra f&#246;rpliktelse f&#246;r en
avtalsslutande stat att medge personer med hemvist i den andra
avtalsslutande staten s&#229;dant personligt avdrag vid beskattningen,
s&#229;dan skattebefrielse eller s&#229;dan neds&#228;ttning p&#229; grund av civilst&#229;nd
eller f&#246;rs&#246;rjningsplikt mot familj som medges person med hemvist i den
egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1, artikel 11
punkt 6 eller artikel 12 punkt 6 till&#228;mpas, &#228;r r&#228;nta, royalty och
annan betalning fr&#229;n f&#246;retag i en avtalsslutande stat till person med
hemvist i den andra avtalsslutande staten avdragsgilla vid ber&#228;kningen
av den beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma villkor
som betalning till person med hemvist i den f&#246;rstn&#228;mnda staten.

P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat har till
person med hemvist i den andra avtalsslutande staten avdragsgill vid
best&#228;mmandet av f&#246;retagets beskattningsbara f&#246;rm&#246;genhet p&#229; samma
villkor som skuld till person med hemvist i den f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller delvis
&#228;gs eller kontrolleras, direkt eller indirekt, av en eller flera
personer med hemvist i den andra avtalsslutande staten, skall inte i
den f&#246;rstn&#228;mnda avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning
eller d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat slag eller mer
tyngande &#228;n den beskattning och d&#228;rmed sammanh&#228;ngande krav som annat
liknande f&#246;retag i den f&#246;rstn&#228;mnda staten &#228;r eller kan bli
underkastat.

5. I denna artikel avses med uttrycket &quot;beskattning&quot; skatter som anges
i artikel 2 av detta avtal.

6. Sverige medger -- i den m&#229;n det f&#246;rekommer -- skattef&#246;rm&#229;ner eller
skatteeftergifter i investeringsfr&#228;mjande syfte i fr&#229;ga om de svenska
medborgare som investerar i Tunisien.

7. Best&#228;mmelserna i detta avtal hindrar inte till&#228;mpningen av
f&#246;rm&#229;nligare best&#228;mmelser i en avtalsslutande stats lagstiftning till
f&#246;rm&#229;n f&#246;r investeringar. S&#228;rskilt g&#228;ller, att Sverige enligt sin
lagstiftning skall medge svenska medborgare, i fr&#229;ga om investeringar
som dessa g&#246;r i Tunisien, avdrag f&#246;r eventuella f&#246;rluster som
uppkommit i Tunisien fr&#229;n den vinst som kan uppkomma vid verksamhet i
Sverige. S&#229;dant avdrag medges f&#246;r f&#246;rlust som uppkommit f&#246;r det
f&#246;retag d&#228;r investering sker under en ig&#229;ngs&#228;ttningsperiod av minst
fem &#229;r.

ARTIKEL 23

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. I fall d&#229; en person med hemvist i en avtalsslutande stat g&#246;r
g&#228;llande, att en avtalsslutande stat eller b&#229;da staterna vidtagit
&#229;tg&#228;rder, som f&#246;r honom medf&#246;r eller kommer att medf&#246;ra en mot detta
avtal stridande beskattning, &#228;ger han -- utan att detta p&#229;verkar hans
r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns i dessa staters
interna r&#228;ttsordning -- framl&#228;gga saken f&#246;r den beh&#246;riga myndigheten i
den avtalsslutande stat d&#228;r han har hemvist.

2. Om denna beh&#246;riga myndighet finner inv&#228;ndningen grundad men inte
sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, skall
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse med den
beh&#246;riga myndigheten i den andra avtalsslutande staten i syfte att
undvika beskattning som strider mot detta avtal.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall genom
&#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller tvivelsm&#229;l som
uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen av avtalet. De kan
&#228;ven &#246;verl&#228;gga i syfte att undvika dubbelbeskattning i fall som inte
omfattas av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan tr&#228;da
i direkt f&#246;rbindelse med varandra f&#246;r att tr&#228;ffa &#246;verenskommelse i de
fall som angivits i f&#246;reg&#229;ende punkter. Om muntliga &#246;verl&#228;ggningar
anses underl&#228;tta en &#246;verenskommelse, kan s&#229;dana &#246;verl&#228;ggningar &#228;ga rum
inom en kommission som best&#229;r av representanter f&#246;r de beh&#246;riga
myndigheterna i de avtalsslutande staterna.

ARTIKEL 24

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall utbyta
s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa detta avtal och
best&#228;mmelserna i de avtalsslutande staternas interna lagstiftning i
fr&#229;ga om skatter som omfattas av detta avtal, i den m&#229;n beskattningen
enligt denna lagstiftning st&#229;r i &#246;verensst&#228;mmelse med detta avtal.
Upplysningar som s&#229;lunda utbytts skall behandlas s&#229;som hemliga och f&#229;r
inte yppas f&#246;r andra personer eller myndigheter &#228;n dem som fastst&#228;ller
 -- d&#228;ri inbegripet fastst&#228;llande eller besv&#228;r -- eller uppb&#228;r
skatter som omfattas av detta avtal.

2. Best&#228;mmelserna i punkt 1 anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att:

a) vidtaga f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning eller
administrativ praxis i denna stat eller i den andra avtalsslutande
staten;

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt lagstiftningen
eller sedvanlig administrativ praxis i denna stat eller i den andra
avtalsslutande staten;

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet, industri-,
handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet nyttjat
f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande skulle strida
mot allm&#228;nna h&#228;nsyn (ordre public).

ARTIKEL 25

Diplomatiska och konsul&#228;ra tj&#228;nstem&#228;n

Best&#228;mmelserna i detta avtal p&#229;verkar inte de privilegier i
beskattningsh&#228;nseende, som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer diplomatiska
eller konsul&#228;ra tj&#228;nstem&#228;n.

ARTIKEL 26

Ikrafttr&#228;dande

1. Detta avtal skall ratificeras i enlighet med best&#228;mmelserna i
respektive grundlagar i de avtalsslutande staterna och
ratifikationshandlingarna skall utv&#228;xlas i Tunis snarast m&#246;jligt.

2. Detta avtal tr&#228;der i kraft med utv&#228;xlingen av
ratifikationshandlingarna och dess best&#228;mmelser till&#228;mpas:

a) Betr&#228;ffande inkomster som avses i artiklarna 10, 11 och 12 p&#229;
belopp som f&#246;rfaller till betalning fr&#229;n och med den f&#246;rsta dag som
f&#246;ljer omedelbart efter den m&#229;nad d&#229; ratifikationshandlingarna
utv&#228;xlades;

b) betr&#228;ffande andra inkomster som f&#246;rv&#228;rvas den 1 januari det &#229;r som
f&#246;ljer omedelbart efter utv&#228;xlingen av ratifikationshandlingarna eller
senare; och

c) betr&#228;ffande f&#246;rm&#246;genhetsskatt som fastst&#228;lls andra kelender&#229;ret
efter utv&#228;xlingen av ratifikationshandlingarna eller senare.

3. Avtalet den 6 september 1960 mellan Sverige och Tunisien f&#246;r
undvikande av dubbelbeskattning och fastst&#228;llande av best&#228;mmelser
ang&#229;ende &#246;msesidig handr&#228;ckning betr&#228;ffande direkta skatter upph&#228;vs.
Dess best&#228;mmelser upph&#246;r att g&#228;lla betr&#228;ffande skatter p&#229; vilka
f&#246;revarande avtal till&#228;mpas enligt punkt 2.

ARTIKEL 27

Upph&#246;rande

Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men envar av de
avtalsslutande staterna &#228;ger att -- senast den 30 juni under ett &#229;r,
dock inte tidigare &#228;n under femte &#229;ret efter det d&#229; avtalet
ratificerades -- p&#229; diplomatisk v&#228;g skriftligen upps&#228;ga avtalet hos
den andra avtalsslutande staten. I h&#228;ndelse av s&#229;dan upps&#228;gning
till&#228;mpas avtalet sista g&#229;ngen:

a) Betr&#228;ffande inkomster som avses i artiklarna 10, 11 och 12 p&#229;
belopp som f&#246;rfaller till betalning senast den 31 december det &#229;r d&#229;
upps&#228;gningen sker;

b) betr&#228;ffande andra inkomster som f&#246;rv&#228;rvas senast den 31 december
det &#229;r d&#229; upps&#228;gningen sker; och

c) betr&#228;ffande f&#246;rm&#246;genhetsskatt som fastst&#228;lls det kalender&#229;r som
f&#246;ljer n&#228;rmast efter det d&#229; upps&#228;gningen sker.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal.

Som skedde i Stockholm den 7 maj 1981 i tv&#229; exemplar p&#229; franska
spr&#229;ket.

F&#246;r Sveriges regering:
Hans Danelius

F&#246;r Tunisiens regering:
A B Arfa

Bilaga 2

Anvisningar

A. Allm&#228;nna anvisningar

Fr&#229;gan om och i vilken omfattning en person &#228;r skattskyldig i Sverige
avg&#246;rs i f&#246;rsta hand med ledning av de svenska skattef&#246;rfattningarna.
Om enligt dessa f&#246;rfattningar skattskyldighet inte f&#246;religger, kan
s&#229;dan ej heller intr&#228;da p&#229; grund av avtalet. I den m&#229;n avtalet inneb&#228;r
inskr&#228;nkning av den skattskyldighet i Sverige, som f&#246;reskrivs i de
svenska skattef&#246;rfattningarna, skall avtalet d&#228;remot g&#228;lla.

&#196;ven om enligt avtalet skattskyldigs inkomst eller f&#246;rm&#246;genhet helt
eller delvis skall vara undantagen fr&#229;n beskattning i Sverige, skall
den skattskyldige l&#228;mna alla de uppgifter till ledning f&#246;r taxeringen
som han annars varit skyldig att l&#228;mna.

Om skattskyldig kan visa att &#229;tg&#228;rd som beskattningsmyndighet eller
domstol vidtagit medf&#246;rt eller kommer att medf&#246;ra beskattning som
strider mot avtalets best&#228;mmelser, f&#229;r han enligt art. 23 punkt 1 g&#246;ra
framst&#228;llning om r&#228;ttelse. S&#229;dan framst&#228;llning skall g&#246;ras hos
regeringen och b&#246;r ges in snarast m&#246;jligt efter det den skattskyldige
erh&#246;ll k&#228;nnedom om den avtalsstridiga beskattningen.

S&#229;dan pr&#246;vning av avtalets till&#228;mpning som avses i f&#246;reg&#229;ende stycke
kan p&#229;kallas av fysisk person, som &#228;r bosatt eller stadigvarande
vistas i Sverige, eller av svensk juridisk person.

De flesta inkomstslagen &#228;r s&#228;rskilt behandlade i avtalet. N&#229;gra
speciella arter av inkomst -- t.ex. periodiskt underst&#246;d -- &#228;r dock ej
n&#228;mnda i avtalet. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i art. 19.

B. S&#228;rskilda anvisningar

till art. 1 och 4

Avtalets best&#228;mmelser &#228;r i allm&#228;nhet till&#228;mpliga endast p&#229; fysiska och
juridiska personer som har hemvist i Sverige eller Tunisien.

Huruvida fysisk eller juridisk person skall anses ha hemvist i endera
staten avg&#246;rs i f&#246;rsta hand med ledning av lagstiftningen i denna
stat. I art. 4 punkterna 2 och 3 regleras fall av s.k.
dubbel bos&#228;ttning dvs. fall d&#228;r den skattskyldige enligt svenska
beskattningsregler anses bosatt i Sverige och enligt tunisiska
beskattningsregler anses bosatt i Tunisien. Vid till&#228;mpning av avtalet
skall i s&#229;dana fall den skattskyldige anses ha hemvist endast i den
avtalsslutande stat i vilken han har hemvist enligt n&#228;mnda
avtalsbest&#228;mmelser.

Person, som avses i 69 &#167; kommunalskattelagen (1928:370), 17 &#167; lagen
(1974:576) om statlig inkomstskatt och 17 &#167; lagen (1947:577) om
statlig f&#246;rm&#246;genhetskatt skall vid till&#228;mpningen av art. 4 punkt 1
anses bosatt i Sverige, s&#229;vitt fr&#229;ga &#228;r om svensk beskickning eller
l&#246;nat svenskt konsulat i Tunisien.

Person, som avses i 70 &#167; 1 mom. kommunalskattelagen, 18 &#167; 1 mom. lagen
om statlig inkomstskatt och 18 &#167; lagen om statlig f&#246;rm&#246;genhetsskatt
skall vid till&#228;mpning av art. 4 punkt 1 anses bosatt i Tunisien,
s&#229;vitt fr&#229;ga &#228;r om tunisisk beskickning eller l&#246;nat tunisiskt konsulat
i Sverige.

till art. 2

Avtalet g&#228;ller de skatter som anges i art. 2.

till art. 6

Enligt svensk lagstiftning beskattas inkomst som h&#228;rr&#246;r fr&#229;n fastighet
i vissa fall som inkomst av r&#246;relse /jfr bl.a. 27 &#167;
kommunalskattelagen (1928:370)/. Inkomst som omfattas av art. 6
beskattas emellertid alltid i den stat d&#228;r fastigheten &#228;r bel&#228;gen.
Denna regel g&#228;ller &#228;ven betr&#228;ffande royalty fr&#229;n fastighet eller f&#246;r
nyttjandet av eller r&#228;tten att nyttja mineralf&#246;rekomst, k&#228;lla eller
annan naturtillg&#229;ng.

Annan royalty beskattas enligt art. 12.

till art. 7

Inkomst av r&#246;relse, som bedrivs fr&#229;n fast driftst&#228;lle, beskattas i
regel enligt art. 7. Vad som f&#246;rst&#229;s med uttrycket &quot;fast driftst&#228;lle&quot;
anges i art. 5.

Om en fysisk eller juridisk person med hemvist i Sverige bedriver
r&#246;relse fr&#229;n fast driftst&#228;lle i Tunisien, f&#229;r den till driftst&#228;llet
h&#228;nf&#246;rliga inkomsten beskattas i Sverige men tunisisk skatt p&#229;
inkomsten avr&#228;knas fr&#229;n den svenska skatten enligt art. 21 punkt 1. I
fr&#229;ga om avr&#228;kning i vissa fall av h&#246;gre tunisisk skatt &#228;n som
faktiskt erlagts (art 21 punkt 3) samt f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till anvisningspunkten 2 till art. 21.

Inkomst av r&#246;relse, som fysisk eller juridisk person med hemvist i
Tunisien bedriver fr&#229;n fast driftst&#228;lle i Sverige, ber&#228;knas enligt
art. 7 punkterna 2 - 6. Till grund f&#246;r inkomstbeskattningen b&#246;r l&#228;ggas
i f&#246;rsta hand den s&#228;rskilda bokf&#246;ring som kan ha f&#246;rts vid det fasta
driftst&#228;llet. I m&#229;n av behov skall denna bokf&#246;ring justeras s&#229;, att
inkomstber&#228;kningen sker i enlighet med den i punkterna 2 och 3 angivna
principen. Avdrag medges f&#246;r s&#229; stor del av huvudkontorets allm&#228;nna
omkostnader som sk&#228;ligen kan antas bel&#246;pa p&#229; det fasta driftst&#228;llet.

Om inkomst av sj&#246;fart och luftfart i internationell trafik finns
s&#228;rskilda best&#228;mmelser i art. 8.

till art. 8

Inkomst av sj&#246;fart och luftfart i internationell trafik beskattas
enligt art. 8 punkt 1 endast i den stat d&#228;r f&#246;retaget har sin verkliga
ledning.

till art. 9

art. 9 inneh&#229;ller en allm&#228;n regel om omr&#228;kning av vinstf&#246;rdelningen
mellan koncernf&#246;retag. F&#246;r Sveriges del kan omr&#228;kning vid taxering ske
enligt 43 &#167; kommunalskattelagen (1928:370).

Om s&#229;dan omr&#228;kning sker mellan f&#246;retag i Sverige och Tunisien, skall
l&#228;nsstyrelsen anm&#228;la detta till regeringen och i korthet redog&#246;ra f&#246;r
vad som f&#246;rekommit.

till art. 10

1. Vad som f&#246;rst&#229;s med uttrycket &quot;utdelning&quot; anges i art. 10 punkt 3.

2. N&#228;r fysisk eller juridisk person med hemvist i Sverige uppb&#228;r
utdelning fr&#229;n bolag med hemvist i Tunisien och utdelningen inte &#228;r
h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med fast driftst&#228;lle
eller stadigvarande anordning som den utdelningsber&#228;ttigade har i
Tunisien, iakttas best&#228;mmelserna i andra och tredje styckena.

Om utdelningen uppb&#228;rs av aktiebolag eller ekonomisk f&#246;rening, &#228;r
utdelningen undantagen fr&#229;n beskattning i Sverige i den m&#229;n art. 21
punkt 4 f&#246;ranleder det. De svenska best&#228;mmelserna om befrielse fr&#229;n
skattskyldighet f&#246;r utdelning som avses i art. 21 punkt 4 finns i 54
&#167; kommunalskattelagen (1928:370) och 7 &#167; lagen (1947:576) om statlig
inkomstskatt.

I &#246;vriga fall ber&#228;knas svensk skatt p&#229; utdelningens bruttobelopp utan
avdrag f&#246;r tunisisk skatt. Avdrag medges dock i vanlig ordning f&#246;r
f&#246;rvaltningskostnader och r&#228;nta p&#229; skuld som bel&#246;per p&#229; utdelningen.
Svensk skatt p&#229; utdelningen neds&#228;tts enligt art. 21 punkt 1 genom
avr&#228;kning av tunisisk skatt som uttagits enligt art. 10 punkt 2. Den
tunisiska skatten f&#229;r d&#228;rvid inte &#246;verstiga 20 % eller, i fall som
avses i art. 10 punkt 2 a), 15 % av utdelningens bruttobelopp. I fr&#229;ga
om avr&#228;kning i vissa fall av h&#246;gre tunisisk skatt &#228;n som faktiskt
erlagts (art. 21 punkt 3) samt f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas
till anvisningspunkten 2 till art. 21.

3. N&#228;r fysksisk eller juridisk person med hemvist i Sverige uppb&#228;r
utdelning fr&#229;n bolag med hemvist i Tunisien och utdelningen &#228;r
h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med fast driftst&#228;lle
eller stadigvarande anordning som mottagaren av utdelningen har i
Tunisien, till&#228;mps art. 7 resp. art. 14. Utdelningen skall, om inte
annat g&#228;ller p&#229; grund av art. 21 punkt 4, i detta fall beskattas i
Sverige men tunisisk skatt p&#229; utdelningen avr&#228;knas fr&#229;n den svenska
skatten enligt art. 21 punkt 1. I fr&#229;ga om avr&#228;kning i vissa fall av
h&#246;gre tunisisk skatt &#228;n som faktiskt erlagts (art. 21 punkt 3) samt
f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till
art. 21.

4. N&#228;r aktiebolag i Sverige verkst&#228;ller utdelning till fysisk eller
juridisk person med hemvist i Tunisien och utdelningen inte &#228;r
h&#228;nf&#246;rlig till andel som &#228;ger verkligt samband med fast driftst&#228;lle
eller stadigvarande anordning som mottagaren av utdelningen har i
Sverige, tas kupongskatt ut med 20 % eller, i fall som avses i art. 10
punkt 2 a), 15 % av utdelningens bruttobelopp. Utdelning fr&#229;n svensk
ekonomisk f&#246;rening beskattas i s&#229;dant fall enligt 6 &#167; 1 mom. a eller c
lagen (1947:576) om statlig inkomstskatt men den statliga
inkomstskatten f&#229;r inte &#246;verstiga 20 % eller, i fall som avses i art.
10 punkt 2 a), 15 % av utdelningens bruttobelopp. Vid taxering till
statlig inkomstskatt f&#246;r utdelning fr&#229;n svensk ekonomisk f&#246;rening
skall taxeringsn&#228;mnd i deklarationen anteckna de uppgifter som beh&#246;vs
f&#246;r debitering. L&#228;ngdf&#246;rande myndighet svarar f&#246;r att s&#229;dan anteckning
&#246;verf&#246;rs till skattel&#228;ngden.

Ang&#229;ende f&#246;rfarandet vid neds&#228;ttning av svensk skatt p&#229; utdelning
till&#228;mpas i &#246;vrigt s&#228;rskilda best&#228;mmelser.

Om mottagaren av utdelningen har fast driftst&#228;lle eller stadigvarande
anordning i Sverige och utdelningen &#228;r h&#228;nf&#246;rlig till andel, som &#228;ger
verkligt samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen, till&#228;mpas art. 7 resp. art. 14. I s&#229;dant fall g&#228;ller inte
ovan angivna regler om begr&#228;nsning av svensk skatt p&#229; utdelning.

till art. 11

1. Vad som f&#246;rst&#229;s med uttrycket &quot;r&#228;nta&quot; anges i art. 11 punkt 3.

2. R&#228;nta, som betalas fr&#229;n Tunisien till fysisk eller juridisk person
med hemvist i Sverige, beskattas h&#228;r.

&#196;r r&#228;ntan inte h&#228;nf&#246;rlig till skuld, som &#228;ger verkligt samband med
fast driftst&#228;lle eller stadigvarande anordning, som mottagaren av
r&#228;ntan har i Tunisien, ber&#228;knas svensk skatt p&#229; r&#228;ntans bruttobelopp
utan avdrag f&#246;r tunisisk skatt. Avdrag medges dock i vanlig ordning
f&#246;r f&#246;rvaltningskostnader etc. Svensk skatt p&#229; r&#228;ntan neds&#228;tts enligt
art. 21 punkt 1 genom avr&#228;kning av tunisisk skatt som tagits ut enligt
art. 11 punkt 2. Denna skatt f&#229;r inte &#246;verstiga 12 % av r&#228;ntans
bruttobelopp. I fr&#229;ga om avr&#228;kning i vissa fall av h&#246;gre tunisisk
skatt &#228;n som faktikt erlagts (art. 21 punkt 3) samt f&#246;rfarandet vid
avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till art. 21.

&#196;r r&#228;ntan h&#228;nf&#246;rlig till skuld, som &#228;ger verkligt samband med fast
driftst&#228;lle eller stadigvarande anordning som mottagaren av r&#228;ntan har
i Tunisien, till&#228;mpas art. 7 resp. art. 14. Tunisisk skatt p&#229; r&#228;ntan
avr&#228;knas i s&#229;dant fall fr&#229;n den svenska skatten enligt art. 21 punkt
1. I fr&#229;ga om avr&#228;kning i vissa fall av h&#246;gre tunisisk skatt &#228;n som
faktiskt erlagts (art. 21 punkt 3) samt f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till anvisningspunkten 2 till art. 21.

3. R&#228;nta, som utbetalas fr&#229;n Sverige till fysisk eller juridisk person
med hemvist i Tunisien, kan enligt g&#228;llande skattef&#246;rfattningar inte
beskattas i Sverige. Detta g&#228;ller dock endast betr&#228;ffande r&#228;nta som
utg&#246;r inkomst av f&#246;rv&#228;rvsk&#228;llan kapital. &#196;r r&#228;ntan att h&#228;nf&#246;ra till
inkomst av r&#246;relse /jfr punkt 2 av anvisningarna till 28 &#167;
kommunalskattelagen (1928:370)/, beskattas r&#228;ntan i Sverige, under
f&#246;ruts&#228;ttning att r&#228;ntan &#228;r h&#228;nf&#246;rlig till skuld, som &#228;ger verkligt
samband med fast driftst&#228;lle eller stadigvarande anordning som den som
har r&#228;tt till r&#228;ntan har i Sverige (art. 11 punkt 4).

till art. 12

1. Betr&#228;ffande beskattning av s&#229;dan royalty som avses i art. 12 punkt
3 g&#228;ller f&#246;ljande.

Royalty, som utbetalas fr&#229;n Tunisien till fysisk eller juridisk person
med hemvist i Sverige, beskattas h&#228;r.

&#196;r royaltyn inte h&#228;nf&#246;rlig till r&#228;ttighet eller egendom, som &#228;ger
verkligt samband med fast driftst&#228;lle eller stadigvarande anordning
som mottagaren av royaltyn har i Tunisien, ber&#228;knas svensk skatt p&#229;
royaltyns bruttobelopp utan avdrag f&#246;r tunisisk skatt. Avdrag medges
dock i vanlig ordning f&#246;r kostnader. Svensk skatt p&#229; royaltyn neds&#228;tts
enligt art. 21 punkt 1 genom avr&#228;kning av tunisisk skatt som tagits ut
enligt art. 12 punkt 2. Denna skatt f&#229;r inte &#246;verstiga 15 % eller, i
fall som avses i art. 12 punkt 2 a), 5 % av royaltyns bruttobelopp. I
fr&#229;ga om avr&#228;kning i vissa fall av h&#246;gre tunisisk skatt &#228;n som
faktiskt erlagts (art. 21 punkt 3) samt f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till anvisningspunkten 2 till art. 21.

&#196;r royaltyn h&#228;nf&#246;rlig till r&#228;ttighet eller egendom, som &#228;ger verkligt
samband med fast driftst&#228;lle eller stadigvarande anordning som
mottagaren av royaltyn har i Tunisien, till&#228;mpas art. 7 resp. art. 14.
Tunisisk skatt p&#229; royaltyn avr&#228;knas i s&#229;dant fall fr&#229;n den svenska
skatten enligt art. 21 punkt 1. I fr&#229;ga om avr&#228;kning i visa fall av
h&#246;gre tunisisk skatt &#228;n som faktisk erlagts (art. 21 punkt 3) samt
f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till
art. 21.

Royalty, som utbetalas fr&#229;n Sverige till fysisk eller juridisk person
med hemvist i Tunisien, beskattas i Sverige enligt 28 &#167; 1 mom. tredje
stycket punkt 3 av anvisningarna till 53 &#167; kommunalskattelagen
(1928:370) j&#228;mf&#246;rt med 2 och 3 &#167;&#167; lagen (1947:576) om statlig
inkomstskatt. Om inte fall som avses i art. 12 punkt 4 f&#246;religger, f&#229;r
emellertid summan av den statliga och kommunala inkomstskatt som
bel&#246;per p&#229; royaltyn inte &#246;verstiga 15 % eller, i fall som avses i art.
12 punkt 2 a), 5 % av royaltyns bruttobelopp. Vid till&#228;mpningen av
denna maximeringsregel iakttas best&#228;mmelserna i f&#246;ljande stycke.

Om inkomsttagaren uppb&#228;r &#228;ven annan inkomst fr&#229;n Sverige &#228;n royaltyn,
anses p&#229; royaltyn bel&#246;pa s&#229; stor andel av hela den statliga
inkomstskatten som royaltyn -- efter avdrag f&#246;r kostnader som &#228;r
h&#228;nf&#246;rliga till royaltyn -- utg&#246;r av inkomsttagarens sammanlagda
inkomst av olika f&#246;rv&#228;rvsk&#228;llor. Taxeringsn&#228;mnd skall i deklarationen
anteckna royaltyns bruttobelopp och i f&#246;rekommande fall den nyss
angivna delen av den statliga inkomstskatten samt ange dels att summan
av den enligt allm&#228;nna regler utr&#228;knade och p&#229; royaltyn bel&#246;pande
statliga och kommunala inkomstskatten skall, om den &#246;verstiger 15 %
eller, i fall som avses i art. 12 punkt 2 a), 5 % av royaltyns
bruttobelopp, neds&#228;ttas med det &#246;verskjutande beloppet, dels att den
kommunala inkomstskatten f&#229;r neds&#228;ttas endast i den m&#229;n det
&#246;verskjutande beloppet &#246;verstiger den statliga inkomstskatten.
L&#228;ngdf&#246;rande myndighet svarar f&#246;r att s&#229;dan anteckning f&#246;rs &#246;ver till
skattel&#228;ngden.

Exempel: En person med hemvist i Tunisien uppb&#228;r s&#229;dan royalty som
avses i art. 12 punkt 2 a) fr&#229;n Sverige med ett bruttobelopp av 10 000
kronor. Till royaltyn h&#228;nf&#246;rliga avdragsgilla kostnader uppg&#229;r till
500 kronor. Den skattskyldige antas vidare uppb&#228;ra i Sverige
skattepliktig int&#228;kt av andra f&#246;rv&#228;rvsk&#228;llor med ett belopp av 5 000
kronor och vid taxeringen till statlig inkomstskatt &#229;tnjuta allm&#228;nna
avdrag med 1 000 kronor. Den till statlig inkomstskatt taxerade
inkomsten blir s&#229;lunda (9 500+5 000-1 000=)13 500 kronor. I
deklarationen antecknas: &quot;Enligt avtalet med Tunisien skall den
statliga resp. den kommunala inkomstskatten neds&#228;ttas med det belopp
varmed summan av den kommunala inkomstskatt, som bel&#246;per p&#229; 9 500
            9 000
kronor, och ------ av hela den statliga inkomstskatten &#246;verstiger 5 %
           14 500
av 10 000 kronor. Den kommunala inkomstskatten f&#229;r nedbringas endast i
                                             9 500
den m&#229;n det &#246;verskjutande belopp &#246;verstiger ------ av hela den
                                            14 500
den statliga inkomstskatten.&quot;

2. Royalty eller annat belopp, som utbetalas s&#229;som ers&#228;ttning f&#246;r
nyttjandet av mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng,
beskattas enligt art. 6.

till art. 13

Vinst, som fysisk eller juridisk person med hemvist i Tunisien
f&#246;rv&#228;rvar genom avyttring av fastighet i Sverige eller av andel i ett
bolag, vars tillg&#229;ngar huvudsakligen best&#229;r av s&#229;dan fastighet,
beskattas h&#228;r (art. 13 punkt 1).

Vidare beskattas i Sverige vinst genom icke yrkesm&#228;ssig avyttring av
l&#246;s egendom som ing&#229;r i fast driftst&#228;lle som person med hemvist i
Tunisien har h&#228;r (art. 13 punkt 2). Motsvarande g&#228;ller i fr&#229;ga om l&#246;s
egendom h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r att ut&#246;va
sj&#228;lvst&#228;ndig yrkesverksamhet vilken inkomsttagaren har i Sverige.

Realisationsvinst, som f&#246;rv&#228;rvas av fysisk eller juridisk person med
hemvist i Sverige, beskattas h&#228;r. Betr&#228;ffande vinst p&#229; grund av
&#246;verl&#229;telse av s&#229;dan l&#246;s egendom som avses i art. 20 punkt 3 g&#228;ller
dock att denna f&#229;r beskattas endast d&#228;r f&#246;retaget har sin verkliga
ledning. Enligt art. 13 punkt 1 f&#229;r tunisisk skatt tas ut p&#229;
realisationsvinsten, om den avyttrade egendomen utg&#246;rs av fastighet i
Tunisien eller av andel i ett bolag, vars tillg&#229;ngar huvudsakligen
best&#229;r av s&#229;dan fastighet. Motsvarande g&#228;ller enligt art. 13 punkt 2 i
fr&#229;ga om l&#246;s egendom som ing&#229;r i fast driftst&#228;lle som inkomsttagaren
har i Tunisien, eller l&#246;s egendom som ing&#229;r i stadigvarande anordning
f&#246;r att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet vilken inkomsttagaren har i
Tunisien.

Svensk skatt p&#229; realisationsvinsten neds&#228;tts enligt art. 21 punkt 1
genom avr&#228;kning av den tunisiska skatt som i enlighet med
best&#228;mmelserna i art. 13 p&#229;f&#246;rts samma vinst. I fr&#229;ga om f&#246;rfarandet
vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till art. 21.

till art. 14

1. I art. 14 punkt 2 ges exempel p&#229; vad som avses med uttrycket &quot;fritt
yrke&quot;.

2. Inkomst av fritt yrke eller d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig
verksamhet beskattas i regel endast i den stat d&#228;r den skattskyldige
har hemvist. Ut&#246;vas verksamheten i den andra staten och vistas
inkomsttagaren d&#228;r under mer &#228;n 183 dagar under kalender&#229;ret i fr&#229;ga,
f&#229;r emellertid s&#229; stor del av inkomsten som &#228;r h&#228;nf&#246;rlig till
verksamheten i denna andra stat beskattas d&#228;r. Vidare f&#229;r inkomst
h&#228;nf&#246;rlig till verksamhet, som ut&#246;vas vid s&#229;dan stadigvarande
anordning som avses i art. 14 punkt 1 a), beskattas i den stat d&#228;r
anordningen finns.

Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst av fritt yrke eller
d&#228;rmed j&#228;mf&#246;rlig verksamhet i Tunisien, som i enlighet med vad som
tidigare sagts f&#229;r beskattas d&#228;r, f&#229;r inkomsten beskattas i Sverige
men tunisisk skatt p&#229; samma inkomst avr&#228;knas fr&#229;n den svenska skatten
enligt art. 21 punkt 1. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen
h&#228;nvisas till anvisningspunkten 2 till art. 21.

3. Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av idrottsm&#228;n,
sk&#229;despelare, musiker m.fl. se anvisningarna till art. 17.

till art. 15

Inkomst av enskild tj&#228;nst f&#229;r enligt art. 15 punkt 1 i regel beskattas
i den stat d&#228;r arbetet utf&#246;rs. Undantag fr&#229;n denna regel f&#246;reskrivs i
art. 15 punkterna 2 och 3 samt art. 16 och 18.

Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av idrottsm&#228;n,
sk&#229;despelare, musiker m.fl. se anvisningarna till art. 17.

till art. 16

N&#228;r svenskt bolag utbetalar styrelsearvode till person med hemvist i
Tunisien, beskattas ers&#228;ttningen i Sverige, om det kan ske enligt
g&#228;llande beskattningsregler. Har s&#229;dan ers&#228;ttning uppburits av person
med hemvist i Sverige fr&#229;n bolag med hemvist i Tunisien, f&#229;r inkomsten
beskattas i Sverige men tunisisk skatt p&#229; inkomsten avr&#228;knas fr&#229;n
den svenska skatten enligt art. 21 punkt 1. I fr&#229;ga om f&#246;rfarandet vid
avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till art. 21.

till art. 17

Inkomst, som teater- eller filmsk&#229;despelare, radio- eller
televisionsartister, musiker och liknande yrkesut&#246;vare samt
idrottsm&#228;n f&#246;rv&#228;rvar genom sin yrkesverksamhet, beskattas i den stat
d&#228;r verksamheten ut&#246;vas (art. 17 punkt 1). Detta g&#228;ller oavsett om
inkomsten tillfaller artisten eller idrottsmannen sj&#228;lv eller annan
person (art. 17 punkt 2). F&#246;r Sveriges vidkommande iakttas vid
till&#228;mpningen av art. 17 best&#228;mmelserna i 54 &#167; f&#246;rsta stycket c)
kommunalskattelagen (1928:370) och 7 &#167; f&#246;rsta stycket b) lagen
(1947:576) om statlig inkomstskatt.

till art. 19

Inkomst som inte har behandlats s&#228;rskilt i art. 6--18 beskattas enligt
art. 19 endast i mottagarens hemviststat. Detta g&#228;ller dock inte
inkomst av offentlig tj&#228;nst, pension eller livr&#228;nta. Dessa inkomstslag
behandlas inte i avtalet.

till art. 21

1. Inkomst fr&#229;n Sverige beskattas h&#228;r i den m&#229;n svenska
skattef&#246;rfattningar f&#246;ranleder det och inskr&#228;nkning av
skattskyldigheten inte f&#246;ljer av &#246;vriga artiklar. Detsamma g&#228;ller i
fr&#229;ga om f&#246;rm&#246;genhetstillg&#229;ng som &#228;r bel&#228;gen i Sverige. Om inkomsten
eller f&#246;rm&#246;genheten enligt avtalet kan beskattas &#228;ven i Tunisien,
medges l&#228;ttnad vid den tunisiska beskattningen enligt art. 21 punkt
1.

2. Inkomst fr&#229;n Tunisien, som uppb&#228;rs av person med hemvist i Sverige,
tas med vid taxering i Sverige med undantag f&#246;r utdelning i vissa fall
fr&#229;n bolag i Tunisien. I fr&#229;ga om utdelning se punkt 2 andra stycket
och punkt 3 av anvisningarna till art. 10. Likas&#229; tas
f&#246;rm&#246;genhetstillg&#229;ng som &#228;r bel&#228;gen i Tunisien med vid taxering till
svensk f&#246;rm&#246;genhetsskatt. Svensk skatt p&#229; inkomsten eller
f&#246;rm&#246;genheten s&#228;tts ned genom avr&#228;kning enligt art. 21 punkt 1, om
inte fall f&#246;religger som anges i anvisningspunkten 3 eller 4.

Svensk inkomstskatt ber&#228;knas p&#229; inkomstens bruttobelopp utan avdrag
f&#246;r tunisisk skatt som omfattas av avtalet. Avdrag medges i vanlig
ordning f&#246;r kostnader som h&#228;nf&#246;r sig till inkomsten. Fr&#229;n den s&#229;lunda
ber&#228;knade svenska skatten avr&#228;knas enligt art. 21 punkt 1 ett belopp
motsvarande den tunisiska skatt som bel&#246;per p&#229; inkomsten. Betr&#228;ffande
storleken av tunisisk skatt p&#229; utdelning, r&#228;nta och royalty h&#228;nvisas
till anvisningspunkten 2 till art. 10, anvisningspunkten 2 till art.
11 samt anvisningspunkten 1 till art. 12. Vidare iakttas att, i fall
som avses i art. 21 punkt 3, h&#246;gre tunisisk skatt skall avr&#228;knas &#228;n
vad som utg&#229;tt p&#229; inkomsten i fr&#229;ga. Har tunisisk skatt enligt avtalet
tagits ut p&#229; inkomst av r&#246;relse som har bedrivits i Tunisien, iakttas

att inkomsten ber&#228;knats enligt art. 7.

Den skattskyldige b&#246;r i samband med sin sj&#228;lvdeklaration f&#246;r det
beskattnings&#229;r, f&#246;r vilket inkomsten resp. f&#246;rm&#246;genheten tas upp till
beskattning, f&#246;rete bevis eller annan utredning om den tunisiska skatt
som har p&#229;f&#246;rts inkomsten resp. f&#246;rm&#246;genheten eller, i fr&#229;ga om
r&#246;relseinkomst i fall som avses i art. 21 punkt 3, den tunisiska skatt
som skulle ha utg&#229;tt om skattebefrielse eller skatteneds&#228;ttning inte
hade meddelats.

Avr&#228;kning av tunisisk inkomstskatt f&#229;r ske med belopp motsvarande
h&#246;gst summan av de svenska skatter som bel&#246;per p&#229; inkomsten. Vid
till&#228;mpning av denna regel anses p&#229; inkomsten fr&#229;n Tunisien bel&#246;pa s&#229;
stor andel av hela den statliga inkomstskatten som inkomsten -- efter
avdrag f&#246;r kostnader -- utg&#246;r av den skattskyldiges sammanlagda
inkomst av olika f&#246;rv&#228;rvsk&#228;llor. Kommunal inkomstskatt anses bel&#246;pa p&#229;
inkomst fr&#229;n Tunisien till s&#229; stor andel som inkomsten -- efter avdrag
f&#246;r kostnader -- utg&#246;r av den skattskyldiges sammanlagda inkomst av
olika f&#246;rv&#228;rvsk&#228;llor som skall taxeras i samma kommun som inkomsten
fr&#229;n Tunisien.

Avr&#228;kning sker i f&#246;rsta hand fr&#229;n den statliga inkomstskatten. F&#246;rsl&#229;r
ej denna, avr&#228;knas &#229;terstoden fr&#229;n kommunal inkomstskatt som bel&#246;per
p&#229; inkomsten.

Taxeringsn&#228;mnd skall i deklaration anteckna motv&#228;rdet i svenska kronor
av den tunisiska skatten p&#229; inkomsten och ange att avr&#228;kning skall ske
med detta skattebelopp, dock h&#246;gst med beloppet av de svenska
skatterna p&#229; inkomsten. L&#228;ngdf&#246;rande myndighet svarar f&#246;r att
anteckning om avr&#228;kning g&#246;rs i skattel&#228;ngden.

Exempel: En person med hemvist i Sverige uppb&#228;r inkomst av fastighet
i Tunisien med ett belopp av 10 000 kronor. P&#229; inkomsten antas bel&#246;pa
tunisisk skatt med ett belopp av 1 500 kronor. Avdragsgilla kostnader
uppg&#229;r till 500 kronor. Den skattskyldige antas vidare uppb&#228;ra
nettoint&#228;kter av i Sverige lokaliserade f&#246;rv&#228;rvsk&#228;llor med ett belopp
av 90 000 kronor och vid taxeringen till statlig inkomstskatt &#229;tnjuta
allm&#228;nna avdrag med 10 000 kronor. Den till statlig inkomstskatt
taxerade inkomsten blir s&#229;lunda (9 500+90 000-10 000=)89 500. I
deklarationen antecknas: &quot;Avr&#228;kning fr&#229;n inkomstskatt enligt avtalet
med Tunisien skall ske med 1 500 kronor, dock h&#246;gst med summan av den
                                                          9 500
kommunala inkomstskatt som bel&#246;per p&#229; 9 500 kronor, och  ------ av
                                                         99 000
hela den statliga inkomstskatten. Avr&#228;kning sker i f&#246;rsta hand fr&#229;n
den statliga inkomstskatten.&quot;

Har den skattskyldige flera inkomster fr&#229;n utlandet, kan vid
avr&#228;kningsf&#246;rfarandet &#228;ven best&#228;mmelserna i 25 &#167; f&#246;rsta stycket lagen
(1947:576) om statlig inkomstskatt bli till&#228;mpliga.

3. Om en person med hemvist i Sverige uppb&#228;r inkomst som enligt art.
8 punkt 1 eller art. 13 punkt 2 skall beskattas endast i Tunisien,
medtas inkomsten vid taxering i Sverige. Statlig och kommunal
inkomstskatt utr&#228;knas i vanlig ordning. De s&#229;lunda utr&#228;knade
inkomstskatterna s&#228;tts ned med ett belopp motsvarande den del av
inkomstskatterna som vid en proportionell ber&#228;kning bel&#246;per p&#229; den
inkomst som enligt avtalet skall beskattas endast i Tunisien.
Motsvarande g&#228;ller i fr&#229;ga om f&#246;rm&#246;genhet som enligt art. 20 punkt 3
skall beskattas endast i Tunisien.

4. Om en person med hemvist i Sverige uppb&#228;r inkomst av offentlig
tj&#228;nst, pension eller livr&#228;nta fr&#229;n Tunisien, tas inkomsten med vid
beskattning i Sverige. Har inkomsten beskattats &#228;ven i Tunisien,
medges l&#228;ttnad vid beskattningen i Sverige enligt kommunalskattelagen
(1928:370) och lagen (1947:576) om statlig inkomstskatt.

Inkomst av offentlig tj&#228;nst, pension eller livr&#228;nta, som betalas fr&#229;n
Sverige till person med hemvist i Tunisien, beskattas h&#228;r om s&#229; kan
ske enligt g&#228;llande skattef&#246;rfattningar.

till art. 22

Av art. 22 punkt 2 f&#246;ljer att bolag i Tunisien inte f&#229;r p&#229;f&#246;ras
f&#246;rm&#246;genhetsskatt i Sverige. Best&#228;mmelsen inneb&#228;r ett undantag fr&#229;n
regeln i 6 &#167; 1 mom. f&#246;rsta stycket c) lagen (1947:577) om statlig
f&#246;rm&#246;genhetsskatt.

4. Om person med hemvist i Sverige uppb&#228;r inkomst av offentlig tj&#228;nst,
pension eller livr&#228;nta fr&#229;n Tunisien, tas inkomsten med vid
beskattning i Sverige. Har inkomsten beskattats &#228;ven i Tunisien,
medges l&#228;ttnad vid beskattningen i Sverige enligt kommunalskattelagen
(1928:370) och lagen (1947:576) om statlig inkomstskatt.

Inkomst av offentlig tj&#228;nst, pension eller livr&#228;nta, som betalas fr&#229;n
Sverige till person med hemvist i Tunisien, beskattas h&#228;r om s&#229; kan
ske enligt g&#228;llande skattef&#246;rfattningar. F&#246;rordning (1984:145).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3812">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3814">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
