

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-01-14" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3819</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3818">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3820">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1983:203 ·
                    <a href="/sfsr?bet=1983:203">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1983:203) om dubbelbeskattningsavtal mellan Sverige och Japan</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1983-04-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:374
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1983-10-04 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r att undvika dubbelbeskattning och f&#246;rhindra
skatteflykt betr&#228;ffande skatter p&#229; inkomst som Sverige och
Japan undertecknade den 21 januari 1983, i den lydelse detta
har genom de protokoll om &#228;ndring i avtalet som
undertecknades den 19 februari 1999 respektive den 5 december
2013, ska g&#228;lla som lag h&#228;r i landet. Avtalet i den genom
protokollen &#228;ndrade lydelsen &#228;r intaget som bilaga till denna
lag. Lag (2014:374).

2 &#167; Avtalets beskattningsregler skall till&#228;mpas endast i den m&#229;n de
medf&#246;r inskr&#228;nkning av den skattskyldighet i Sverige som annars skulle
f&#246;religga.

3 &#167; Har upph&#228;vts genom lag (2011:1313).

4 &#167; Artikel 8 till&#228;mpas betr&#228;ffande inkomst som f&#246;rv&#228;rvas av
Scandinavian Airlines System (SAS) genom anv&#228;ndningen av
luftfartyg, men endast i fr&#229;ga om s&#229; stor del av denna
inkomst som &#228;r h&#228;nf&#246;rlig till den svenske del&#228;garen.

Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst av arbete
utf&#246;rt ombord p&#229; luftfartyg som anv&#228;nds i internationell
trafik av Scandinavian Airlines System (SAS) till&#228;mpas
best&#228;mmelserna i artikel 15.1 och 15.2 p&#229; s&#229;dan inkomst.
Lag (2014:374).

&#214;verg&#229;ngsbest&#228;mmelser

1999:891

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag skall till&#228;mpas

a) n&#228;r det g&#228;ller k&#228;llskatter: p&#229; belopp som betalas eller
krediteras den 1 januari kalender&#229;ret n&#228;rmast efter det &#229;r d&#229;
lagen tr&#228;der i kraft eller senare,

b) n&#228;r det g&#228;ller annan skatt p&#229; inkomst: p&#229; beskattnings&#229;r som
b&#246;rjar den 1 januari kalender&#229;ret n&#228;rmast efter det &#229;r d&#229; lagen
tr&#228;der i kraft eller senare.

3. Genom lagen upph&#228;vs f&#246;rordningen (1983:769) om
dubbelbeskattningsavtal mellan Sverige och Japan.

Den upph&#228;vda f&#246;rordningen skall dock fortfarande till&#228;mpas

a) n&#228;r det g&#228;ller k&#228;llskatter: p&#229; belopp som betalas eller
krediteras f&#246;re den 1 januari kalender&#229;ret n&#228;rmast efter det &#229;r
d&#229; lagen tr&#228;der i kraft,

b) n&#228;r det g&#228;ller annan skatt p&#229; inkomst: p&#229; beskattnings&#229;r som
b&#246;rjar f&#246;re den 1 januari kalender&#229;ret n&#228;rmast efter det &#229;r d&#229;
lagen tr&#228;der i kraft.

2014:374

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. Denna lag till&#228;mpas i fr&#229;ga om

a) k&#228;llskatter, p&#229; belopp som betalas eller tillgodof&#246;rs den
1 januari det &#229;r som f&#246;ljer n&#228;rmast efter den dag d&#229; lagen
tr&#228;der i kraft eller senare,

b) andra skatter p&#229; inkomst, p&#229; skatt som tas ut f&#246;r
beskattnings&#229;r som b&#246;rjar den 1 januari det &#229;r som f&#246;ljer
n&#228;rmast efter den dag d&#229; lagen tr&#228;der i kraft eller senare,

c) skiljef&#246;rfarande enligt artikel 24 punkterna 5–7 i
avtalet, fr&#229;n och med dagen f&#246;r ikrafttr&#228;dande av denna lag
f&#246;r

– &#228;renden som kommit in f&#246;re den dag d&#229; lagen tr&#228;der ikraft;
ett s&#229;dant &#228;rende kan dock inte blir f&#246;rem&#229;l f&#246;r
skiljef&#246;rfarande tidigare &#228;n tre &#229;r efter ikrafttr&#228;dandet,
och

– &#228;renden som kommer in efter ikrafttr&#228;dandet av denna lag,
och

d) informationsutbyte enligt artikel 25 i avtalet och bist&#229;nd
med indrivning enligt artikel 25A i avtalet, p&#229; beg&#228;ran som
framst&#228;lls dagen f&#246;r ikrafttr&#228;dandet av lagen eller senare
oavsett till vilket &#229;r beskattningsanspr&#229;ket &#228;r att
h&#228;nf&#246;ra.

Bilaga 

Convention between Sweden and Japan for the Avoidance of
Double Taxation and the Prevention of Fiscal Evasion with
Respect to Taxes on Income

The Government of Sweden and the Government of Japan,

Desiring to conclude a new Convention for the avoidance of
double taxation and the prevention of fiscal evasion with
respect to taxes on income,

Have agreed as follows:

Article 1

Personal scope

This Convention shall apply to persons who are residents of
one or both of the Contracting States.

Article 2

Taxes covered

1. The taxes which are the subject of this Convention are:

(a) In Japan:

(i) the income tax;

(ii) the corporation tax;

(iii) the special income tax for reconstruction;

(iv) the special corporation tax for reconstruction; and

(v) the local inhabitant taxes

(hereinafter referred to as “Japanese tax”);

(b) In Sweden:

(i) the national income tax;

(ii) the withholding tax on dividends;

(iii) the income tax on non-residents;

(iv) the income tax on non-resident artistes and athletes;
and

(v) the municipal income tax

(hereinafter referred to as “Swedish tax”).

2. This Convention shall also apply to any identical or
substantially similar taxes, whether national or local, which
are imposed after the date of signature of this Convention in
addition to, or in place of, those referred to in paragraph
1. The competent authorities of the Contracting States shall
notify each other of any substantial changes which have been
made in their respective taxation laws within a reasonable
period of time after such changes.

Article 3

General definitions

1. For the purposes of this Convention, unless the context
otherwise requires:

(a) the term “Japan”, when used in a geographical sense,
means all the territory of Japan, including its territorial
sea, in which the laws relating to Japanese tax are in force,
and all the area beyond its territorial sea, including the
seabed and subsoil thereof, over which Japan has jurisdiction
in accordance with international law and in which the laws
relating to Japanese tax are in force;

(b) the term “Sweden” means the Kingdom of Sweden and
includes any area outside the territorial sea of Sweden
within which in accordance with international law and the
laws of Sweden the rights of Sweden with respect to the
exploration and exploitation of the natural resources on the
sea-bed or in its subsoil may be exercised;

(c) the terms “a Contracting State” and “the other
Contracting State” mean Japan or Sweden, as the context
requires;

(d) the term “tax” means Japanese tax or Swedish tax, as the
context requires;

(e) the term “person” includes an individual, a company and
any other body of persons;

(f) the term “company” means any body corporate or any entity
which is treated as a body corporate for tax purposes;

(g) the terms “enterprise of a Contracting State” and
“enterprise of the other Contracting State” mean respectively
an enterprise carried on by a resident of a Contracting State
and an enterprise carried on by a resident of the other
Contracting State;

(h) the term “nationals” means all individuals possessing the
nationality of either Contracting State and all juridical
persons created or organized under the laws of either
Contracting State and all organizations without juridical
personality treated for the purposes of tax of either
Contracting State as juridical persons created or organized
under the laws of that Contracting State;

(i) the term “international traffic” means any transport by
a ship or aircraft operated by an enterprise of a Contracting
State, except when the ship or aircraft is operated solely
between places in the other Contracting State;

(j) the term “competent authority” means:

(i) in Japan, the Minister of Finance or his authorized
representative;

(ii) in Sweden, the Minister of Finance, his authorized
representative or the authority which is designated as a
competent authority for the purposes of this Convention;

(k) the term “enterprise” applies to the carrying on of any
business; and

(l) the term “business” includes the performance of
professional services and of other activities of an
independent character.

2. As regards the application of this Convention by a
Contracting State, any term not defined therein shall, unless
the context otherwise requires, have the meaning which it has
under the laws of that Contracting State concerning the taxes
to which this Convention applies.

Article 4

Resident

1. For the purposes of this Convention, the term “resident of
a Contracting State” means any person who, under the laws of
that Contracting State, is liable to tax therein by reason of
his domicile, residence, place of head or main office, place
of management or any other criterion of a similar nature, and
also includes that Contracting State and any governmental
body or agency, political subdivision or local authority
thereof and a pension fund as referred to in subparagraph (d)
of paragraph 7 of Article 21A. This term, however, does not
include any person who is liable to tax in that Contracting
State in respect only of income from sources in that
Contracting State.

2. Where by reason of the provisions of paragraph 1 an
individual is a resident of both Contracting States, then his
status shall be determined as follows:

(a) he shall be deemed to be a resident only of the
Contracting State in which he has a permanent home available
to him; if he has a permanent home available to him in both
Contracting States, he shall be deemed to be a resident only
of the Contracting State with which his personal and economic
relations are closer (centre of vital interests);

(b) if the Contracting State in which he has his centre of
vital interests cannot be determined, or if he has not a
permanent home available to him in either Contracting State,
he shall be deemed to be a resident only of the Contracting
State in which he has an habitual abode;

(c) if he has an habitual abode in both Contracting States or
in neither of them, he shall be deemed to be a resident only
of the Contracting State of which he is a national;

(d) if he is a national of both Contracting States or of
neither of them, the competent authorities of the Contracting
States shall settle the question by mutual agreement.

3. Where by reason of the provisions of paragraph 1 a person
other than an individual is a resident of both Contracting
States, then the competent authorities of the Contracting
States shall endeavour to determine by mutual agreement the
Contracting State of which that person shall be deemed to be
a resident for the purposes of this Convention. In the
absence of such agreement, such person shall not be entitled
to any reduction or exemption from tax provided by this
Convention.

Article 5

Permanent establishment

1. For the purposes of this Convention, the term “permanent
establishment” means a fixed place of business through which
the business of an enterprise is wholly or partly carried
on.

2. The term “permanent establishment” includes especially:

(a) a place of management;

(b) a branch;

(c) an office;

(d) a factory;

(e) a workshop; and

(f) a mine, an oil or gas well, a quarry or any other place
of extraction of natural resources.

3. A building site or construction or installation project
constitutes a permanent establishment only if it lasts more
than twelve months.

4. Notwithstanding the provisions of the preceding paragraphs
of this Article, the term “permanent establishment” shall be
deemed not to include:

(a) the use of facilities solely for the purpose of storage,
display or delivery of goods or merchandise belonging to the
enterprise;

(b) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of
storage, display or deliver;

(c) the maintenance of a stock of goods or merchandise
belonging to the enterprise solely for the purpose of
processing by another enterprise;

(d) the maintenance of a fixed place of business solely for
the purpose of purchasing goods or merchandise or of
collecting information, for the enterprise;

(e) the maintenance of a fixed place of business solely for
the purpose of carrying on, for the enterprise, any other
activity of a preparatory or auxiliary character; and

(f) the maintenance of a fixed place of business solely for
any combination of activities mentioned in sub-paragraphs (a)
to (e), provided that the overall activity of the fixed place
of business resulting from this combination is of a
preparatory or auxiliary character.

5. Notwithstanding the provisions of paragraphs 1 and 2,
where a person – other than an agent of an independent status
to whom the provisions of paragraph 6 apply – is acting on
behalf of an enterprise and has, and habitually exercises, in
a Contracting State an authority to conclude contracts in the
name of the enterprise, that enterprise shall be deemed to
have a permanent establishment in that Contracting State in
respect of any activities which that person undertakes for
the enterprise, unless the activities of such person are
limited to those mentioned in paragraph 4 which, if exercised
through a fixed place of business, would not make this fixed
place of business a permanent establishment under the
provisions of that paragraph.

6. An enterprise shall not be deemed to have a permanent
establishment in a Contracting State merely because it
carries on business in that Contracting State through a
broker, general commission agent or any other agent of an
independent status, provided that such persons are acting in
the ordinary course of their business.

7. The fact that a company which is a resident of a
Contracting State controls or is controlled by a company
which is a resident of the other Contracting State, or which
carries on business in that other Contracting State (whether
through a permanent establishment or otherwise), shall not of
itself constitute either company a permanent establishment of
the other.

Article 6

Income from immovable property

1. Income derived by a resident of a Contracting State from
immovable property situated in the other Contracting State
may be taxed in that other Contracting State.

2. The term “immovable property” shall have the meaning which
it has under the laws of the Contracting State in which the
property in question is situated. The term shall in any case
include property accessory to immovable property, livestock
and equipment used in agriculture and forestry, rights to
which the provisions of general law respecting landed
property apply, buildings, usufruct of immovable property and
rights to variable or fixed payments as consideration for the
working of, or the right to work, mineral deposits, sources
and other natural resources; ships and aircraft shall not be
regarded as immovable property.

3. The provisions of paragraph 1 shall apply to the income
derived from the direct use, letting, or use in any other
form of immovable property.

4. The provisions of paragraphs 1 and 3 shall also apply to
the income from immovable property of an enterprise.

Article 7

Business profits

1. The profits of an enterprise of a Contracting State shall
be taxable only in that Contracting State unless the
enterprise carries on business in the other Contracting State
through a permanent establishment situated therein. If the
enterprise carries on business as aforesaid, the profits of
the enterprise may be taxed in that other Contracting State
but only so much of them as is attributable to that permanent
establishment.

2. Subject to the provisions of paragraph 3, where an
enterprise of a Contracting State carries on business in the
other Contracting State through a permanent establishment
situated therein, there shall in each Contracting State be
attributed to that permanent establishment the profits which
it might be expected to make if it were a distinct and
separate enterprise engaged in the same or similar activities
under the same or similar conditions and dealing wholly
independently with the enterprise of which it is a permanent
establishment.

3. In determining the profits of a permanent establishment,
there shall be allowed as deductions expenses which are
incurred for the purposes of the permanent establishment,
including executive and general administrative expenses so
incurred, whether in the Contracting State in which the
permanent establishment is situated or elsewhere.

4. No profits shall be attributed to a permanent
establishment by reason of the mere purchase by that
permanent establishment of goods or merchandise for the
enterprise.

5. For the purposes of the provisions of the preceding
paragraphs of this Article, the profits to be attributed to
the permanent establishment shall be determined by the same
method year by year unless there is good and sufficient
reason to the contrary.

6. Where profits include items of income which are dealt with
separately in other Articles of this Convention, then the
provisions of those Articles shall not be affected by the
provisions of this Article.

Article 8

Shipping and air transport

1. Profits from the operation of ships or aircraft in
international traffic carried on by an enterprise of a
Contracting State shall be taxable only in that Contracting
State.

2. In respect of the operation of ships or aircraft in
international traffic carried on by an enterprise of a
Contracting State, that enterprise, if an enterprise of
Sweden, shall be exempt from the enterprise tax in Japan, and
if an enterprise of Japan, shall be exempt from any tax
similar to the enterprise tax in Japan which may hereafter be
imposed in Sweden.

3. The provisions of the preceding paragraphs of this Article
shall also apply to profits from the participation in a pool,
a joint business or in an international operating agency.

Article 9

Associated enterprises

1. Where

(a) an enterprise of a Contracting State participates
directly or indirectly in the management, control or capital
of an enterprise of the other Contracting State, or

(b) the same persons participate directly or indirectly in
the management, control or capital of an enterprise of a
Contracting State and an enterprise of the other Contracting
State,

and in either case conditions are made or imposed between the
two enterprises in their commercial or financial relations
which differ from those which would be made between
independent enterprises, then any profits which would, but
for those conditions, have accrued to one of the enterprises,
but, by reason of those conditions, have not so accrued, may
be included in the profits of that enterprise and taxed
accordingly.

2. Where a Contracting State includes, in accordance with the
provisions of paragraph 1, in the profits of an enterprise of
that Contracting State – and taxes accordingly – profits on
which an enterprise of the other Contracting State has been
charged to tax in that other Contracting State and where the
competent authorities of the Contracting States agree, upon
consultation, that all or part of the profits so included are
profits which would have accrued to the enterprise of the
first-mentioned Contracting State if the conditions made
between the two enterprises had been those which would have
been made between independent enterprises, then that other
Contracting State shall make an appropriate adjustment to the
amount of the tax charged therein on those agreed profits. In
determining such adjustment, due regard shall be had to the
other provisions of this Convention.

Article 10

Dividends

1. Dividends paid by a company which is a resident of a
Contracting State to a resident of the other Contracting
State may be taxed in that other Contracting State.

2. However, such dividends may also be taxed in the
Contracting State of which the company paying the dividends
is a resident and according to the laws of that Contracting
State, but if the beneficial owner of the dividends is a
resident of the other Contracting State, the tax so charged
shall not exceed 10 per cent of the gross amount of the
dividends.

3. Notwithstanding the provisions of paragraph 2, dividends
shall not be taxed in the Contracting State of which the
company paying the dividends is a resident if the beneficial
owner of the dividends is a resident of the other Contracting
State and is a company (other than a partnership) that has
held, directly or indirectly, at least 10 per cent of the
voting power of the company paying the dividends for the
period of six months ending on the date on which entitlement
to the dividends is determined. For the purposes of this
paragraph, the term “partnership” does not include any entity
that is treated as a body corporate for tax purposes in a
Contracting State and is a resident of that Contracting
State.

4. The provisions of paragraphs 2 and 3 shall not affect the
taxation of the company in respect of the profits out of
which the dividends are paid.

5. The provisions of paragraph 3 shall not apply in the case
of dividends paid by a company which is entitled to a
deduction for dividends paid to its beneficiaries in
computing its taxable income in the Contracting State of
which the company paying the dividends is a resident.

6. Notwithstanding the provisions of paragraph 1, dividends
paid by a company being a resident of Japan to a company
which is a resident of Sweden shall be exempt from Swedish
tax to the extent that the dividends would have been exempt
under the laws of Sweden if both companies had been Swedish
companies. This exemption shall not apply unless the profits
out of which the dividends are paid have been subjected to
the normal corporation tax in Japan or an income tax
comparable thereto.

7. The term “dividends” as used in this Article means income
from shares or other rights, not being debt-claims,
participating in profits, as well as income from other
corporate rights which is subjected to the same taxation
treatment as income from shares by the taxation laws of the
Contracting State of which the company making the
distribution is a resident.

8. The provisions of paragraphs 1, 2, 3, 4 and 5 shall not
apply if the beneficial owner of the dividends, being a
resident of a Contracting State, carries on business in the
other Contracting State of which the company paying the
dividends is a resident through a permanent establishment
situated therein and the holding in respect of which the
dividends are paid is effectively connected with such
permanent establishment. In such case the provisions of
Article 7 shall apply.

9. Where a company which is a resident of a Contracting State
derives profits or income from the other Contracting State,
that other Contracting State may not impose any tax on the
dividends paid by the company, except insofar as such
dividends are paid to a resident of that other Contracting
State or insofar as the holding in respect of which the
dividends are paid is effectively connected with a permanent
establishment situated in that other Contracting State, nor
subject the company’s undistributed profits to a tax on the
company’s undistributed profits, even if the dividends paid
or the undistributed profits consist wholly or partly of
profits or income arising in that other Contracting State.

Article 11

Interest

1. Interest arising in a Contracting State and beneficially
owned by a resident of the other Contracting State shall be
taxable only in that other Contracting State.

2. Notwithstanding the provisions of paragraph 1, interest
arising in a Contracting State that is determined by
reference to receipts, sales, income, profits or other cash
flow of the debtor or a related person, to any change in the
value of any property of the debtor or a related person or to
any dividend, partnership distribution or similar payment
made by the debtor or a related person, or any other interest
similar to such interest arising in a Contracting State, may
be taxed in the Contracting State in which it arises, and
according to the laws of that Contracting State, but if the
beneficial owner of the interest is a resident of the other
Contracting State, the tax so charged shall not exceed 10 per
cent of the gross amount of the interest.

3. The term “interest” as used in this Article means income
from debt-claims of every kind, whether or not secured by
mortgage and whether or not carrying a right to participate
in the debtor’s profits, and in particular, income from
government securities and income from bonds or debentures,
including premiums and prizes attaching to such securities,
bonds or debentures, and all other income that is subjected
to the same taxation treatment as income from money lent by
the tax laws of the Contracting State in which the income
arises. Penalty charges for late payment shall not be
regarded as interest for the purposes of this Article. Income
dealt with in Article 10 shall not be regarded as interest
for the purposes of this Convention.

4. The provisions of paragraphs 1 and 2 shall not apply if
the beneficial owner of the interest, being a resident of a
Contracting State, carries on business in the other
Contracting State in which the interest arises through a
permanent establishment situated therein and the debt-claim
in respect of which the interest is paid is effectively
connected with such permanent establishment. In such case the
provisions of Article 7 shall apply.

5. Interest shall be deemed to arise in a Contracting State
when the payer is a resident of that Contracting State.
Where, however, the person paying the interest, whether he is
a resident of a Contracting State or not, has in a
Contracting State a permanent establishment in connection
with which the indebtedness on which the interest is paid was
incurred, and such interest is borne by such permanent
establishment, then such interest shall be deemed to arise in
the Contracting State in which the permanent establishment is
situated.

6. Where, by reason of a special relationship between the
payer and the beneficial owner or between both of them and
some other person, the amount of the interest, having regard
to the debtclaim for which it is paid, exceeds the amount
which would have been agreed upon by the payer and the
beneficial owner in the absence of such relationship, the
provisions of this Article shall apply only to the
last-mentioned amount. In such case, the excess part of the
payments shall remain taxable according to the laws of each
Contracting State, due regard being had to the other
provisions of this Convention.

Article 12

Royalties

1. Royalties arising in a Contracting State and beneficially
owned by a resident of the other Contracting State shall be
taxable only in that other Contracting State.

2. The term “royalties” as used in this Article means
payments of any kind received as a consideration for the use
of, or the right to use, any copyright of literary, artistic
or scientific work including cinematograph films and films or
tapes for radio or television broadcasting, any patent, trade
mark, design or model, plan, secret formula or process, or
for information concerning industrial, commercial or
scientific experience.

3. The provisions of paragraph 1 shall not apply if the
beneficial owner of the royalties, being a resident of a
Contracting State, carries on business in the other
Contracting State in which the royalties arise through a
permanent establishment situated therein and the right or
property in respect of which the royalties are paid is
effectively connected with such permanent establishment. In
such case the provisions of Article 7 shall apply.

4. Where, by reason of a special relationship between the
payer and the beneficial owner or between both of them and
some other person, the amount of the royalties, having regard
to the use, right or information for which they are paid,
exceeds the amount which would have been agreed upon by the
payer and the beneficial owner in the absence of such
relationship, the provisions of this Article shall apply only
to the last-mentioned amount. In such case, the excess part
of the payments shall remain taxable according to the laws of
each Contracting State, due regard being had to the other
provisions of this Convention.

Article 13

Capital gains

1. Gains derived by a resident of a Contracting State from
the alienation of immovable property referred to in Article 6
and situated in the other Contracting State may be taxed in
that other Contracting State.

2. Gains from the alienation of any property, other than
immovable property, forming part of the business property of
a permanent establishment which an enterprise of a
Contracting State has in the other Contracting State,
including such gains from the alienation of such a permanent
establishment (alone or together with the whole enterprise),
may be taxed in that other Contracting State.

3. Gains derived by a resident of a Contracting State from
the alienation of ships or aircraft operated in international
traffic and any property, other than immovable property,
pertaining to the operation of such ships or aircraft shall
be taxable only in that Contracting State.

Article 14 (Deleted)

Article 15

Dependant personal services

1. Subject to the provisions of Articles 16 and 18, salaries,
wages and other similar remuneration, other than a pension,
derived by a resident of a Contracting State in respect of an
employment shall be taxable only in that Contracting State
unless the employment is exercised in the other Contracting
State. If the employment is so exercised, such remuneration
as is derived therefrom may be taxed in that other
Contracting State.

2. Notwithstanding the provisions of paragraph 1,
remuneration derived by a resident of a Contracting State in
respect of an employment exercised in the other Contracting
State shall be taxable only in the first-mentioned
Contracting State if:

(a) the recipient is present in that other Contracting State
for a period or periods not exceeding in the aggregate 183
days in any twelve month period commencing or ending in the
taxable year concerned; and

(b) the remuneration is paid by, or on behalf of, an employer
who is not a resident of that other Contracting State; and

(c) the remuneration is not borne by a permanent
establishment which the employer has in that other
Contracting State.

3. Notwithstanding the provisions of the preceding paragraphs
of this Article, remuneration derived in respect of an
employment exercised aboard a ship or aircraft operated in
international traffic by an enterprise of a Contracting State
may be taxed in that Contracting State.

Article 16

Directors’ fees

Directors’ fees and other similar payments derived by a
resident of a Contracting State in his capacity as a member
of the board of directors of a company which is a resident of
the other Contracting State may be taxed in that other
Contracting State.

Article 17

Artistes and athletes

1. Notwithstanding the provisions of Articles 7 and 15,
income derived by a resident of a Contracting State as an
entertainer, such as a theatre, motion picture, radio or
television artiste, and a musician, or as an athlete, from
his personal activities as such exercised in the other
Contracting State, may be taxed in that other Contracting
State.

Such income shall, however, be exempt from tax of that other
Contracting State if such activities are exercised by an
individual, being a resident of the first-mentioned
Contracting State, pursuant to a special programme for
cultural exchange agreed upon between the Governments of the
two Contracting States.

2. Where income derived in respect of personal activities
exercised by an entertainer or an athlete in his capacity as
such accrues not to the entertainer or athlete himself but to
another person, that income may, notwithstanding the
provisions of Articles 7 and 15, be taxed in the Contracting
State in which the activities of the entertainer or athlete
are exercised.

Such income shall, however, be exempt from tax in that
Contracting State if such income is derived from the
activities exercised by an individual, being a resident of
the other Contracting State, pursuant to a special programme
for cultural exchange agreed upon between the Governments of
the two Contracting States and accrues to another person who
is a resident of that other Contracting State.

Article 18

Government services

1. (a) Remuneration, other than a pension, paid by a
Contracting State or a local authority thereof to an
individual in respect of services rendered to that
Contracting State or local authority thereof, in the
discharge of functions of a governmental nature, shall be
taxable only in that Contracting State.

(b) However, such remuneration shall be taxable only in the
other Contracting State if the services are rendered in that
other Contracting State and the individual is a resident of
that other Contracting State who:

(i) is a national of that other Contracting State; or

(ii) did not become a resident of that other Contracting
State solely for the purpose of performing the services.

2. (a) Any pension paid by, or out of funds to which
contributions are made by, a Contracting State or a local
authority thereof to an individual in respect of services
rendered to that Contracting State or local authority thereof
shall be taxable only in that Contracting State.

(b) However, such pension shall be taxable only in the other
Contracting State if the individual is a resident of, and a
national of, that other Contracting State.

3. The provisions of Articles 15, 16, 17 and 21 shall apply
to remuneration and pensions in respect of services rendered
in connection with a business carried on by a Contracting
State or a local authority thereof.

Article 19

Students

Payments which a student or business apprentice who is or was
immediately before visiting a Contracting State a resident of
the other Contracting State and who is present in the
first-mentioned Contracting State solely for the purpose of
his education or training receives for the purpose of his
maintenance, education or training shall be exempt from tax
in the first-mentioned Contracting State, provided that such
payments are made to him from outside that first-mentioned
Contracting State.

Article 20

Swedish undivided estates

1. Where under the provisions of this Convention a resident
of Japan is entitled to exemption from, or reduction of,
Swedish tax, similar exemption or reduction shall be applied
to the undivided state of a deceased person insofar as one or
more of the beneficiaries is a resident of Japan.

2. Swedish tax on the undivided estate of a deceased person
shall, insofar as the income accrues to a beneficiary who is
a resident of Japan, be allowed as a credit against Japanese
tax payable in respect of that income, in accordance with the
provisions of paragraph 1 of Article 22.

Article 21

Other income

1. Items of income of a resident of a Contracting State,
wherever arising, not dealt with in the foregoing Articles of
this Convention shall be taxable only in that Contracting
State.

2. The provisions of paragraph 1 shall not apply to income,
other than income from immovable property as defined in
paragraph 2 of Article 6, if the recipient of such income,
being a resident of a Contracting State, carries on business
in the other Contracting State through a permanent
establishment situated therein and the right or property in
respect of which the income is paid is effectively connected
with such permanent establishment. In such case, the
provisions of Article 7 shall apply.

3. Notwithstanding the provisions of the preceding paragraphs
of this Article, items of income of a resident of a
Contracting State not dealt with in the foregoing Articles of
this Convention and arising in the other Contracting State
may be taxed in that other Contracting State.

Article 21A

Limitation of benefits

1. Except as otherwise provided in this Article, a resident
of a Contracting State that derives income described in
paragraph 3 of Article 10 or in Article 11 or 12 from the
other Contracting State shall be entitled to the benefits
granted for a taxable year by the provisions of that
paragraph or those Articles only if such resident is a
qualified person as defined in paragraph 2 and satisfies any
other specified conditions in that paragraph or those
Articles for the obtaining of such benefits.

2. A resident of a Contracting State is a qualified person
for a taxable year only if such resident is either:

(a) an individual;

(b) the Government of that Contracting State, any statutory
body, political subdivision or local authority of that
Contracting State, or the Bank of Japan or the Central Bank
of Sweden (Sveriges Riksbank);

(c) a company, if its principal class of shares is listed or
registered on a recognized stock exchange specified in clause
(i) or (ii) of sub-paragraph (c) of paragraph 7 and is
regularly traded on one or more recognized stock exchanges;

(d) a pension fund, provided that, as of the end of the prior
taxable year, more than 50 per cent of the beneficiaries,
members or participants of that pension fund are individuals
who are residents of either Contracting State;

(e) an organisation established under the laws of that
Contracting State and operated exclusively for a religious,
charitable, educational, scientific, artistic, cultural or
public purpose, only if all or part of its income may be
exempt from tax under the domestic law of that Contracting
State; or

(f) a person other than an individual, if residents of either
Contracting State that are qualified persons by reason of
sub-paragraph (a), (b), (c), (d) or (e) of this paragraph
hold, directly or indirectly, at least 50 per cent of the
voting power or other beneficial interests of that person.

3. Notwithstanding that a company that is a resident of a
Contracting State may not be a qualified person, that company
shall be entitled to the benefits granted by the provisions
of paragraph 3 of Article 10 or of Article 11 or 12 with
respect to an item of income described in that paragraph or
those Articles derived from the other Contracting State if
that company satisfies any other specified conditions in that
paragraph or those Articles for the obtaining of such
benefits and at least 75 per cent of the voting power of that
company is held, directly or indirectly, by seven or fewer
persons who are equivalent beneficiaries.

4. Where the provisions of sub-paragraph (f) of paragraph 2
and paragraph 3 apply:

(a) in respect of taxation by withholding at source, a
resident of a Contracting State shall be considered to
satisfy the conditions described in that sub-paragraph or
paragraph for the taxable year in which payment of an item of
income is made if such resident satisfies those conditions
during the twelve month period preceding the date of the
payment (or, in the case of dividends, the date on which
entitlement to the dividends is determined);

(b) in all other cases, a resident of a Contracting State
shall be considered to satisfy the conditions described in
that sub-paragraph or paragraph for a taxable year if such
resident satisfies those conditions on at least half the days
of the taxable year.

5. (a) Notwithstanding that a resident of a Contracting State
may not be a qualified person, that resident shall be
entitled to the benefits granted by the provisions of
paragraph 3 of Article 10 or of Article 11 or 12 with respect
to an item of income described in that paragraph or those
Articles derived from the other Contracting State if:

(i) that resident is carrying on business in the
first-mentioned Contracting State (other than the business of
making or managing investments for that resident’s own
account, unless the business is banking, insurance or
securities business carried on by a bank, insurance company
or securities dealer);

(ii) the income derived from that other Contracting State is
derived in connection with, or is incidental to, that
business; and

(iii) that resident satisfies any other specified conditions
in that paragraph or those Articles for the obtaining of such
benefits.

(b) If a resident of a Contracting State derives an item of
income from a business carried on by that resident in the
other Contracting State or derives an item of income arising
in the other Contracting State from a person that has with
that resident a relationship described in sub-paragraph (a)
or (b) of paragraph 1 of Article 9, the conditions described
in sub-paragraph (a) of this paragraph shall be considered to
be satisfied with respect to such item of income only if the
business carried on in the first-mentioned Contracting State
is substantial in relation to the business carried on in that
other Contracting State. Whether such business is substantial
for the purposes of this paragraph shall be determined on the
basis of all the facts and circumstances.

(c) In determining whether a person is carrying on business
in a Contracting State under sub-paragraph (a) of this
paragraph, the business conducted by a partnership in which
that person is a partner and the business conducted by
persons connected to such person shall be deemed to be
conducted by such person. A person shall be connected to
another if one holds, directly or indirectly, at least 50 per
cent of the beneficial interests in the other (or, in the
case of a company, at least 50 per cent of the voting power
of the company) or a third person holds, directly or
indirectly, at least 50 per cent of the beneficial interests
(or, in the case of a company, at least 50 per cent of the
voting power of the company) in each person. In any case, a
person shall be considered to be connected to another if, on
the basis of all the facts and circumstances, one has control
of the other or both are under the control of the same person
or persons.

6. A resident of a Contracting State that is neither a
qualified person nor entitled under paragraph 3 or 5 to the
benefits granted by the provisions of paragraph 3 of Article
10 or of Article 11 or 12 with respect to an item of income
described in that paragraph or those Articles shall,
nevertheless, be granted such benefits if the competent
authority of the other Contracting State determines, in
accordance with its domestic law or administrative practice,
that the establishment, acquisition or maintenance of such
resident and the conduct of its operations are considered as
not having the obtaining of such benefits as one of the
principal purposes.

7. For the purposes of this Article:

(a) the term “shares” shall include depository receipts
thereof;

(b) the term “principal class of shares” means the class or
classes of shares of a company which represent a majority of
the voting power of the company;

(c) the term “recognized stock exchange” means:

(i) any stock exchange established under the terms of the
Financial Instruments and Exchange Law (Law No. 25 of 1948)
of Japan;

(ii) the OMX NASDAQ Stockholm Stock Exchange
(Stockholmsb&#246;rsen), the Nordic Growth Market, and any other
stock exchange subject to regulation by the Swedish Financial
Supervisory Authority;

(iii) the Irish Stock Exchange and the stock exchanges of
Amsterdam, Brussels, Copenhagen, Dusseldorf, Frankfurt,
Hamburg, Helsinki, Hong Kong, London, Madrid, Milan, New
York, Oslo, Paris, Reykjavik, Riga, Seoul, Shanghai,
Singapore, Sydney, Tallinn, Toronto, Vienna, Vilnius, and
Zurich, and the NASDAQ System; and

(iv) any other stock exchange which the competent authorities
of the Contracting States agree to recognize for the purposes
of this Article;

(d) the term “pension fund” means any person that:

(i) is established under the laws of a Contracting State;

(ii) is operated principally to administer or provide
pensions, retirement benefits or other similar remuneration
or to earn income for the benefit of other pension funds;
and

(iii) is exempt from tax in that Contracting State with
respect to income derived from the activities described in
clause (ii); and

(e) the term “equivalent beneficiary” means:

(i) a resident of a state that has a convention for the
avoidance of double taxation and the prevention of fiscal
evasion between that state and the Contracting State from
which the benefits of this Convention are claimed such
that:
(aa) that convention contains provisions for effective
exchange of information;

(bb) that resident is a qualified person under the limitation
on benefits provisions in that convention or, when there are
no such provisions in that convention, would be a qualified
person when that convention is read as including provisions
corresponding to paragraph 2; and

(cc) with respect to an item of income referred to in
paragraph 3 of Article 10 or in Article 11 or 12 that
resident would be entitled under that convention to a rate of
tax with respect to the particular class of income for which
the benefits are being claimed under this Convention that is
at least as low as the rate applicable under this Convention;
or

(ii) a qualified person by reason of sub-paragraph (a), (b),
(c), (d) or (e) of paragraph 2.

Article 21B

Preferential tax regimes

Notwithstanding any other provisions of this Convention,
where

(a) a company that is a resident of a Contracting State
derives its income primarily from other states

(i) from financial or shipping activities, or

(ii) from being the headquarters or co-ordination centre in
relation to, or an entity providing administrative services
or other support to, a group of companies which carry on
business primarily in other states; and

(b) such income would bear a significantly lower tax under
the laws of that Contracting State than income from financial
or shipping activities carried out within that Contracting
State or from being the headquarters or co-ordination centre
in relation to, or an entity providing administrative
services or other support to, a group of companies which
carry on business in that Contracting State, as the case may
be,

any provisions of this Convention conferring an exemption or
a reduction of tax shall not apply to the income of such
company and to the dividends paid by such company.

Article 21C

Main purpose test

No relief shall be available under this Convention if it was
the main purpose of any person concerned with the creation or
assignment of any right or property in respect of which the
income is paid or derived to take advantage of this
Convention by means of that creation or assignment.

Article 22

Elimination of double taxation

1. Subject to the provisions of the laws of Japan regarding
the allowance as a credit against Japanese tax of tax payable
in any country other than Japan, where a resident of Japan
derives income from Sweden which may be taxed in Sweden in
accordance with the provisions of this Convention, the amount
of Swedish tax payable in respect of that income shall be
allowed as a credit against the Japanese tax imposed on that
resident. The amount of credit, however, shall not exceed the
amount of the Japanese tax which is appropriate to that
income.

2. (a) Subject to the provisions of sub-paragraph (b) of this
paragraph and of paragraph 6 of Article 10, where a resident
of Sweden derives income which may be taxed in Japan in
accordance with the provisions of this Convention, Sweden
shall allow – subject to the provisions of the laws of Sweden
concerning credit for foreign tax (as they may be amended
from time to time without changing the general principle
hereof) – as a deduction from the tax on such income, an
amount equal to the Japanese tax paid in respect of such
income.

(b) Where a resident of Sweden derives income which, in
accordance with the provisions of this Convention, shall be
taxable only in Japan, Sweden may, when determining the
graduated rate of Swedish tax, take into account the income
which shall be taxable only in Japan.

Article 23

Non-discrimination

1. Nationals of a Contracting State shall not be subjected in
the other Contracting State to any taxation or any
requirement connected therewith which is other or more
burdensome than the taxation and connected requirements to
which nationals of that other Contracting State in the same
circumstances are or may be subjected. This provision shall,
notwithstanding the provisions of Article 1, also apply to
persons who are not residents of one or both of the
Contracting States.

2. The taxation on a permanent establishment which an
enterprise of a Contracting State has in the other
Contracting State shall not be less favourably levied in that
other Contracting State than the taxation levied on
enterprises of that other Contracting State carrying on the
same activities. This provision shall not be construed as
obliging a Contracting State to grant to residents of the
other Contracting State any personal allowances, reliefs and
reductions for taxation purposes on account of civil status
or family responsibilities which it grants to its own
residents.

3. Except where the provisions of paragraph 1 of Article 9,
paragraph 6 of Article 11 or paragraph 4 of Article 12 apply,
interest, royalties and other disbursements paid by an
enterprise of a Contracting State to a resident of the other
Contracting State shall, for the purpose of determining the
taxable profits of such enterprise, be deductible under the
same conditions as if they had been paid to a resident of the
first-mentioned Contracting State.

4. Enterprises of a Contracting State, the capital of which
is wholly or partly owned or controlled, directly or
indirectly, by one or more residents of the other Contracting
State, shall not be subjected in the first-mentioned
Contracting State to any taxation or any requirement
connected therewith which is other or more burdensome than
the taxation and connected requirements to which other
similar enterprises of the first-mentioned Contracting State
are or may be subjected.

5. The provisions of this Article shall, notwithstanding the
provisions of Article 2, apply to taxes of every kind and
description.

Article 24

Mutual agreement procedure

1. Where a person considers that the actions of one or both
of the Contracting States result or will result for him in
taxation not in accordance with the provisions of this
Convention, he may, irrespective of the remedies provided by
the domestic laws of those Contracting States, present his
case to the competent authority of the Contracting State of
which he is a resident or, if his case comes under paragraph
1 of Article 23, to that of the Contracting State of which he
is a national. The case must be presented within three years
from the first notification of the action resulting in
taxation not in accordance with the provisions of this
Convention.

2. The competent authority shall endeavour, if the objection
appears to it to be justified and if it is not itself able to
arrive at a satisfactory solution, to resolve that case by
mutual agreement with the competent authority of the other
Contracting State, with a view to the avoidance of taxation
not in accordance with the provisions of this Convention. Any
agreement reached shall be implemented notwithstanding any
time limits in the domestic laws of the Contracting States.

3. The competent authorities of the Contracting States shall
endeavour to resolve by mutual agreement any difficulties or
doubts arising as to the interpretation or application of
this Convention. They may also consult together for the
elimination of double taxation in cases not provided for in
this Convention.

4. The competent authorities of the Contracting States may
communicate with each other directly for the purpose of
reaching an agreement in the sense of the preceding
paragraphs of this Article.

5. Where,

(a) under paragraph 1, a person has presented a case to the
competent authority of a Contracting State on the basis that
the actions of one or both of the Contracting States have
resulted for that person in taxation not in accordance with
the provisions of this Convention, and

(b) the competent authorities are unable to reach an
agreement to resolve that case pursuant to paragraph 2 within
three years from the presentation of the case to the
competent authority of the other Contracting State,

any unresolved issues arising from the case shall be
submitted to arbitration if the person so requests. These
unresolved issues shall not, however, be submitted to
arbitration if a decision on these issues has already been
rendered by a court or administrative tribunal of either
Contracting State. Unless a person directly affected by the
case does not accept the mutual agreement that implements the
arbitration decision, that decision shall be binding on both
Contracting States and shall be implemented notwithstanding
any time limits in the domestic laws of these Contracting
States. The competent authorities of the Contracting States
shall by mutual agreement settle the mode of application of
this paragraph.

6. For the purposes of applying the provisions of paragraph
5:

(a) The competent authorities shall by mutual agreement
establish a procedure in order to ensure that an arbitration
decision will be implemented within two years from a request
for arbitration as referred to in paragraph 5 unless actions
or inaction of a person directly affected by the case
presented pursuant to that paragraph hinder the resolution of
the case or unless the competent authorities and that person
agree otherwise.

(b) An arbitration panel shall be established in accordance
with the following rules:

(i) An arbitration panel shall consist of three arbitrators
with expertise or experience in international tax matters.

(ii) Each competent authority shall appoint one arbitrator
who may be its national. The two arbitrators appointed by the
competent authorities shall appoint the third arbitrator who
serves as the chair of the arbitration panel in accordance
with the procedures agreed by the competent authorities.

(iii) All arbitrators shall not be employees of the tax
authorities of the Contracting States, nor have had dealt
with the case presented pursuant to paragraph 1 in any
capacity. Unless otherwise agreed by the competent
authorities of the Contracting States, the third arbitrator
shall not be a national of either Contracting State.

(iv) The competent authorities shall ensure that all
arbitrators and their staff agree, in statements sent to each
competent authority, prior to their acting in an arbitration
proceeding, to abide by and be subject to the same
confidentiality and non-disclosure obligations described in
paragraph 2 of Article 25 and under the applicable domestic
laws of the Contracting States.

(v) Each competent authority shall bear the costs of its
appointed arbitrator and its own expenses. The costs of the
chair of an arbitration panel and other expenses associated
with the conduct of the proceedings shall be borne by the
competent authorities in equal shares.

(c) The competent authorities shall provide the information
necessary for the arbitration decision to all arbitrators and
their staff without undue delay.

(d) An arbitration decision shall be treated as follows:

(i) An arbitration decision has no formal precedential
value.

(ii) An arbitration decision shall be final, unless that
decision is found to be unenforceable by the courts of one of
the Contracting States due to a violation of paragraph 5, of
this paragraph or of any procedural rule determined in
accordance with sub-paragraph (a) of this paragraph that may
reasonably have affected the decision. If the decision is
found to be unenforceable due to the violation, the decision
shall be considered not to have been made.

(e) Where, at any time after a request for arbitration has
been made and before the arbitration panel has delivered a
decision to the competent authorities and the person who made
the request for arbitration, the competent authorities have
solved all the unresolved issues submitted to the
arbitration, the case shall be considered as solved pursuant
to paragraph 2 and no arbitration decision shall be
provided.

7. (a) The provisions of paragraphs 5 and 6 shall not apply
to cases falling within paragraph 3 of Article 4 or to cases
concerning the attribution of capital to a permanent
establishment under Article 7.

(b) Notwithstanding the provisions of paragraph 5, a case
shall not be submitted to arbitration if the competent
authorities of both Contracting States have agreed that the
case is not suitable for resolution through arbitration.

Article 25

Exchange of information

1. The competent authorities of the Contracting States shall
exchange such information as is foreseeably relevant for
carrying out the provisions of this Convention or to the
administration or enforcement of the domestic laws concerning
taxes of every kind and description imposed on behalf of the
Contracting States, or of their political subdivisions or
local authorities, insofar as the taxation thereunder is not
contrary to this Convention. The exchange of information is
not restricted by Articles 1 and 2.

2. Any information received under paragraph 1 by a
Contracting State shall be treated as secret in the same
manner as information obtained under the domestic laws of
that Contracting State and shall be disclosed only to persons
or authorities (including courts and administrative bodies)
concerned with the assessment or collection of, the
enforcement or prosecution in respect of, the determination
of appeals in relation to the taxes referred to in paragraph
1, or the oversight of the above. Such persons or authorities
shall use the information only for such purposes. They may
disclose the information in public court proceedings or in
judicial decisions. Notwithstanding the foregoing,
information received by a Contracting State may be used for
other purposes when such information may be used for such
other purposes under the laws of both Contracting States and
the competent authority of the Contracting State supplying
the information authorizes such use.

3. In no case shall the provisions of paragraphs 1 and 2 be
construed so as to impose on a Contracting State the
obligation:

(a) to carry out administrative measures at variance with the
laws and administrative practice of that or of the other
Contracting State;

(b) to supply information which is not obtainable under the
laws or in the normal course of the administration of that or
of the other Contracting State;

(c) to supply information which would disclose any trade,
business, industrial, commercial or professional secret or
trade process, or information, the disclosure of which would
be contrary to public policy (ordre public);

(d) to obtain or provide information that would reveal
confidential communications between a client and an attorney,
solicitor or other admitted legal representative where such
communications are:

(i) produced for the purposes of seeking or providing legal
advice; or

(ii) produced for the purposes of use in existing or
contemplated legal proceedings.

4. If information is requested by a Contracting State in
accordance with this Article, the other Contracting State
shall use its information gathering measures to obtain the
requested information, even though that other Contracting
State may not need such information for its own tax purposes.
The obligation contained in the preceding sentence is subject
to the limitations of paragraph 3 but in no case shall such
limitations be construed to permit a Contracting State to
decline to supply information solely because it has no
domestic interest in such information.

5. In no case shall the provisions of paragraph 3 be
construed to permit a Contracting State to decline to supply
information solely because the information is held by a bank,
other financial institution, nominee or person acting in an
agency or a fiduciary capacity or because it relates to
ownership interests in a person.

Article 25A

Assistance in recovery

1. The Contracting States shall lend assistance to each other
in the collection of revenue claims. This assistance is not
restricted by Articles 1 and 2.

2. The term “revenue claim” as used in this Article means an
amount owed in respect of the following taxes, insofar as the
taxation thereunder is not contrary to this Convention or any
other instrument to which the Contracting States are parties,
as well as interest, administrative penalties, surcharges and
costs of collection or conservancy related to such amount:

(a) in the case of Japan:

(i) the income tax;

(ii) the corporation tax;

(iii) the special income tax for reconstruction;

(iv) the special corporation tax for reconstruction;

(v) the consumption tax;

(vi) the inheritance tax; and

(vii) the gift tax;

(b) in the case of Sweden:

(i) the national income tax;

(ii) the withholding tax on dividends;

(iii) the income tax on non-residents;

(iv) the income tax on non-resident artistes and athletes;

(v) the municipal income tax;

(vi) the value added tax;

(vii) the real estate tax;

(viii) the net wealth tax;

(ix) the inheritance tax; and

(x) the gift tax;

(c) any identical or substantially similar taxes that are
imposed after the date of signature of the Protocol signed at
Stockholm on 5 December 2013 amending this Convention as
amended by the Protocol signed at Stockholm on 19 February
1999 in addition to, or in place of, the taxes covered by
sub-paragraphs (a) and (b).

The competent authorities of the Contracting States shall
notify each other of any significant changes that have been
made in their taxation laws.

3. When a revenue claim of a Contracting State is enforceable
under the laws of that Contracting State and is owed by a
person who, at that time, cannot, under the laws of that
Contracting State, prevent its collection, that revenue claim
shall, at the request of the competent authority of that
Contracting State, be accepted for purposes of collection by
the competent authority of the other Contracting State. That
revenue claim shall be collected by that other Contracting
State in accordance with the provisions of its laws
applicable to the enforcement and collection of its own taxes
as if the revenue claim were a revenue claim of that other
Contracting State that met the conditions allowing that other
Contracting State to make a request under this paragraph.

4. When a revenue claim of a Contracting State is a claim in
respect of which that Contracting State may, under its law,
take measures of conservancy with a view to ensure its
collection, that revenue claim shall, at the request of the
competent authority of that Contracting State, be accepted
for purposes of taking measures of conservancy by the
competent authority of the other Contracting State. That
other Contracting State shall take measures of conservancy in
respect of that revenue claim in accordance with the
provisions of its laws as if the revenue claim were a revenue
claim of that other Contracting State even if, at the time
when such measures are applied, the revenue claim is not
enforceable in the first-mentioned Contracting State or is
owed by a person who has a right to prevent its collection.

5. Notwithstanding the provisions of paragraphs 3 and 4, a
revenue claim accepted by a Contracting State for purposes of
paragraph 3 or 4 shall not, in that Contracting State, be
subject to the time limits or accorded any priority
applicable to a revenue claim under the laws of that
Contracting State by reason of its nature as such. In
addition, a revenue claim accepted by a Contracting State for
the purposes of paragraph 3 or 4 shall not, in that
Contracting State, have any priority applicable to that
revenue claim under the laws of the other Contracting
State.
6. Notwithstanding the provisions of paragraph 5,
acts carried out by a Contracting State in the collection of
a revenue claim accepted by that Contracting State for
purposes of paragraph 3 or 4, which, if they were carried out
by the other Contracting State, would have the effect of
suspending, prolonging or interrupting the time limits
applicable to the revenue claim according to the laws of that
other Contracting State, shall have such effect under the
laws of that other Contracting State. The first-mentioned
Contracting State shall inform the other Contracting State
about such acts.

7. Proceedings with respect to the existence, validity or the
amount of a revenue claim of a Contracting State shall not be
brought before the courts or administrative bodies of the
other Contracting State.

8. Where, at any time after a request has been made by a
Contracting State under paragraph 3 or 4 and before the other
Contracting State has collected and remitted the relevant
revenue claim to the first-mentioned Contracting State, the
relevant revenue claim ceases to be

(a) in the case of a request under paragraph 3, a revenue
claim of the first-mentioned Contracting State that is
enforceable under the laws of that Contracting State and is
owed by a person who, at that time, cannot, under the laws of
that Contracting State, prevent its collection, or

(b) in the case of a request under paragraph 4, a revenue
claim of the first-mentioned Contracting State in respect of
which that Contracting State may, under its laws, take
measures of conservancy with a view to ensure its
collection
the competent authority of the first-mentioned
Contracting State shall promptly notify the competent
authority of the other Contracting State of that fact and, at
the option of the other Contracting State, the
first-mentioned Contracting State shall either suspend or
withdraw its request.

9. In no case shall the provisions of this Article be
construed so as to impose on a Contracting State the
obligation:

(a) to carry out administrative measures at variance with the
laws and administrative practice of that or of the other
Contracting State;

(b) to carry out measures which would be contrary to public
policy (ordre public);

(c) to provide assistance if the other Contracting State has
not pursued all reasonable measures of collection or
conservancy, as the case may be, available under its laws or
administrative practice;

(d) to provide assistance in those cases where the
administrative burden for that Contracting State is clearly
disproportionate to the benefit to be derived by the other
Contracting State.

10. Before assistance is lent under the provisions of this
Article, the competent authorities of both Contracting States
shall agree upon the mode of application of this Article,
including an agreement to ensure comparable levels of
assistance to each of the Contracting States. In particular,
the competent authorities of both Contracting States shall
agree on a limit to the number of applications for assistance
that a Contracting State may make in a particular year and a
minimum monetary threshold for a revenue claim for which
assistance is sought.

Article 26

Diplomatic agents and consular officers

Nothing in this Convention shall affect the fiscal privileges
of diplomatic agents or consular officers under the general
rules of international law or under the provisions of special
agreements.

Article 27

Entry into force

1. This Convention shall be ratified and the instruments of
ratification shall be exchanged at Tokyo as soon as
possible.

2. This Convention shall enter into force on the thirtieth
day after the date of the exchange of instruments of
ratification and shall have effect:

(a) in Japan:

as regards income for any taxable year beginning on or after
the first day of January of the calendar year next following
that in which this Convention enters into force; and

(b) in Sweden:

as regards income derived on or after the first day of
January of the calendar year next following that in which
this Convention enters into force.

3. The Convention between Japan and Sweden for the Avoidance
of Double Taxation and the Prevention of Fiscal Evasion with
respect to Taxes on Income signed at Tokyo on December 12,
1956, modified and supplemented by the Protocol signed at
Tokyo on April 15, 1964, shall terminate and cease to have
effect in respect of income to which this Convention applies
under the provisions of paragraph 2.

Article 28

Termination

This Convention shall continue in effect indefinitely but
either Contracting State may, on or before the thirtieth day
of June of any calendar year beginning after the expiration
of a period of five years from the date of its entry into
force, give to the other Contracting State, through the
diplomatic channel, written notice of termination and, in
such event, this Convention shall cease to have effect:

(a) in Japan:

as regards income for any taxable year beginning on or after
the first day of January of the calendar year next following
that in which the notice of termination is given; and

(b) in Sweden:

as regards income derived on or after the first day of
January of the calendar year next following that in which the
notice of termination is given.

IN WITNESS WHEREOF, the undersigned, duly authorized thereto
by their respective Governments, have signed this
Convention.

DONE in Duplicate at Stockholm on 21 January 1983 in the
English language.

For the Government of Sweden:

Lennart Bodstr&#246;m

For the Government of Japan:

Wataru Owada

(&#214;vers&#228;ttning)

Avtal mellan Sverige och Japan f&#246;r att undvika
dubbelbeskattning och f&#246;rhindra skatteflykt betr&#228;ffande
skatter p&#229; inkomst

Sveriges regering och Japans regering,

som &#246;nskar ing&#229; ett nytt avtal f&#246;r att undvika
dubbelbeskattning och f&#246;rhindra skatteflykt betr&#228;ffande
skatter p&#229; inkomst,

har kommit &#246;verens om f&#246;ljande:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en
avtalsslutande stat eller i b&#229;da avtalsslutande staterna.

Artikel 2

Skatter som omfattas av avtalet

1. De skatter som omfattas av detta avtal &#228;r:

a) i Japan:

1) inkomstskatten;

2) bolagsskatten;

3) den s&#228;rskilda rekonstruktionsskatten;

4) den s&#228;rskilda rekonstruktionsskatten f&#246;r bolag; och

5) de lokala skatterna p&#229; inv&#229;narna

(i det f&#246;ljande ben&#228;mnda ”japansk skatt”);

b) i Sverige:

1) den statliga inkomstskatten;

2) kupongskatten;

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta;

4) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta
artister m.fl.; och

5) den kommunala inkomstskatten

(i det f&#246;ljande ben&#228;mnda ”svensk skatt”).

2. Detta avtal till&#228;mpas &#228;ven p&#229; skatter av samma eller i
huvudsak likartat slag – oavsett om de &#228;r statliga eller
lokala – som efter undertecknandet av detta avtal p&#229;f&#246;rs vid
sidan av eller i st&#228;llet f&#246;r de skatter som avses i punkt 1.
De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
meddela varandra v&#228;sentliga &#228;ndringar som gjorts i respektive
skattelagstiftning inom rimlig tid efter s&#229;dana &#228;ndringar.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har i detta avtal
f&#246;ljande uttryck nedan angiven betydelse:

a) ”Japan” &#229;syftar, n&#228;r det anv&#228;nds i geografisk betydelse,
Japans territorium, vari inbegrips dess territorialvatten,
inom vilket de lagar som avser japansk skatt &#228;r i kraft, och
allt omr&#229;de utanf&#246;r dess territorialvatten, d&#228;ri inbegripet
havsbottnen och dennas underlag, &#246;ver vilket Japan har
domsr&#228;tt i enlighet med folkr&#228;ttens allm&#228;nna regler och inom
vilket de lagar som avser japansk skatt &#228;r i kraft;

b) ”Sverige” &#229;syftar Konungariket Sverige och inbegriper
varje utanf&#246;r Sveriges territorialvatten bel&#228;get omr&#229;de, inom
vilket Sverige i &#246;verensst&#228;mmelse med folkr&#228;ttens allm&#228;nna
regler och enligt svensk lag &#228;ger ut&#246;va sina r&#228;ttigheter med
avseende p&#229; utforskandet och utnyttjandet av
naturtillg&#229;ngarna i havsbottnen eller i dennas underlag;

c) ”en avtalsslutande stat” och ”den andra avtalsslutande
staten” &#229;syftar Japan eller Sverige beroende p&#229;
sammanhanget;

d) ”skatt” avser japansk skatt eller svensk skatt beroende p&#229;
sammanhanget;

e) ”person” inbegriper fysisk person, bolag och annan
sammanslutning;

f) ”bolag” &#229;syftar juridisk person eller annan som vid
beskattningen behandlas s&#229;som juridisk person;

g) ”f&#246;retag i en avtalsslutande stat” och ”f&#246;retag i den
andra avtalsslutande staten” &#229;syftar f&#246;retag som bedrivs av
person med hemvist i en avtalsslutande stat, respektive
f&#246;retag som bedrivs av person med hemvist i den andra
avtalsslutande staten;

h) ”medborgare” &#229;syftar fysisk person som har medborgarskap i
endera avtalsslutande staten och juridisk person som bildats
eller organiserats enligt lagstiftningen i endera
avtalsslutande staten samt sammanslutning – som inte &#228;r
juridisk person men som vid beskattningen i endera
avtalsslutande staten behandlas s&#229;som juridisk person –
vilken bildats eller organiserats enligt lagstiftningen i
denna avtalsslutande stat;

i) ”internationell trafik” &#229;syftar transport med skepp eller
luftfartyg som anv&#228;nds av f&#246;retag i en avtalsslutande stat
utom d&#229; skeppet eller luftfartyget anv&#228;nds uteslutande mellan
platser i den andra avtalsslutande staten;

j) ”beh&#246;rig myndighet” &#229;syftar:

1) i Japan, finansministern eller dennes befullm&#228;ktigade
ombud;

2) i Sverige, finansministern, dennes befullm&#228;ktigade ombud
eller den myndighet &#229;t vilken uppdras att vara beh&#246;rig
myndighet vid till&#228;mpningen av detta avtal;

k) ”f&#246;retag” &#229;syftar bedrivandet av varje form av r&#246;relse;
och

l) ”r&#246;relse” innefattar ut&#246;vandet av fritt yrke och annan
sj&#228;lvst&#228;ndig verksamhet.

2. D&#229; en avtalsslutande stat till&#228;mpar detta avtal anses,
s&#229;vida inte sammanhanget f&#246;ranleder annat, varje uttryck som
inte definierats i avtalet, ha den betydelse som uttrycket
har enligt den avtalsslutande statens lagstiftning i fr&#229;ga om
s&#229;dana skatter p&#229; vilka detta avtal tilll&#228;mpas.

Artikel 4

Hemvist

1. Vid till&#228;mpningen av detta avtal avser uttrycket ”person
med hemvist i en avtalsslutande stat” person som enligt
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av
domicil, bos&#228;ttning, plats f&#246;r huvudkontor, plats f&#246;r
f&#246;retagsledning eller annan liknande omst&#228;ndighet och
innefattar ocks&#229; denna stat, dess offentligr&#228;ttsliga organ
eller institutioner, politiska underavdelningar eller lokala
myndigheter samt en s&#229;dan pensionsfond som avses i artikel
21A punkt 7 d). Detta uttryck inbegriper emellertid inte
person som &#228;r skattskyldig i denna stat endast f&#246;r inkomst
fr&#229;n k&#228;lla i denna stat.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har
hemvist i b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist
p&#229; f&#246;ljande s&#228;tt:

a) han anses ha hemvist endast i den stat d&#228;r han har en
bostad som stadigvarande st&#229;r till hans f&#246;rfogande. Om han
har en s&#229;dan bostad i b&#229;da staterna, anses han ha hemvist
endast i den stat med vilken hans personliga och ekonomiska
f&#246;rbindelser &#228;r starkast (centrum f&#246;r levnadsintressena);

b) om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r
sina levnadsintressen eller om han inte i n&#229;gondera staten
har en bostad som stadigvarande st&#229;r till hans f&#246;rfogande,
anses han ha hemvist endast i den stat d&#228;r han stadigvarande
vistas;

c) om han stadigvarande vistas i b&#229;da staterna eller om han
inte vistas stadigvarande i n&#229;gon av dem, anses han ha
hemvist endast i den stat d&#228;r han &#228;r medborgare;

d) om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, ska de beh&#246;riga myndigheterna i de
avtalsslutande staterna avg&#246;ra fr&#229;gan genom &#246;msesidig
&#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 annan person &#228;n
fysisk person har hemvist i b&#229;da avtalsslutande staterna, ska
de beh&#246;riga myndigheterna i de avtalsslutande staterna genom
&#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra i vilken avtalsslutande
stat personen ska anses ha sitt hemvist vid till&#228;mpningen av
detta avtal. I avsaknad av en s&#229;dan &#246;verenskommelse ska
personen i fr&#229;ga inte vara ber&#228;ttigad till n&#229;gon
skattel&#228;ttnad eller n&#229;got undantag fr&#229;n skatt enligt detta
avtal.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket ”fast
driftst&#228;lle” en stadigvarande plats f&#246;r aff&#228;rsverksamhet,
fr&#229;n vilken ett f&#246;retags verksamhet helt eller delvis
bedrivs.

2. Uttrycket ”fast driftst&#228;lle” innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning;

b) filial;

c) kontor;

d) fabrik;

e) verkstad; och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats
f&#246;r utvinning av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings- eller
installationsverksamhet utg&#246;r fast driftst&#228;lle endast om
verksamheten p&#229;g&#229;r mer &#228;n tolv m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel
anses uttrycket ”fast driftst&#228;lle” inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring,
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor;

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager
uteslutande f&#246;r lagring, utst&#228;llning eller utl&#228;mnande;

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager
uteslutande f&#246;r bearbetning eller f&#246;r&#228;dling genom annat
f&#246;retags f&#246;rsorg;

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r ink&#246;p av varor eller inh&#228;mtande av
upplysningar f&#246;r f&#246;retaget;

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av
f&#246;rberedande eller bitr&#228;dande art; och

f) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet
uteslutande f&#246;r att kombinera verksamheter som anges i
punkterna a)–e), under f&#246;ruts&#228;ttning att hela den verksamhet
som bedrivs fr&#229;n den stadigvarande platsen f&#246;r
aff&#228;rsverksamhet p&#229; grund av denna kombination &#228;r av
f&#246;rberedande eller bitr&#228;dande art.

5. Om person, som inte &#228;r s&#229;dan oberoende representant p&#229;
vilken best&#228;mmelserna i punkt 6 till&#228;mpas, &#228;r verksam f&#246;r ett
f&#246;retag samt i en avtalsslutande stat har och d&#228;r
regelm&#228;ssigt anv&#228;nder fullmakt att sluta avtal i f&#246;retagets
namn, anses detta f&#246;retag – utan hinder av best&#228;mmelserna i
punkterna 1 och 2 – ha fast driftst&#228;lle i denna
avtalsslutande stat i fr&#229;ga om varje verksamhet som denna
person bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock inte, om den
verksamhet som denna person bedriver &#228;r begr&#228;nsad till s&#229;dan
som anges i punkt 4 och som – om den bedrevs fr&#229;n en
stadigvarande plats f&#246;r aff&#228;rsverksamhet – inte skulle g&#246;ra
denna stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast
driftst&#228;lle enligt best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag anses inte ha fast driftst&#228;lle i en avtalsslutande
stat endast p&#229; den grund att f&#246;retaget bedriver
aff&#228;rsverksamhet i denna avtalsslutande stat genom f&#246;rmedling
av m&#228;klare, kommission&#228;r eller annan oberoende representant,
under f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid bedriver sin
sedvanliga aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en
avtalsslutande stat kontrollerar eller kontrolleras av ett
bolag med hemvist i den andra avtalsslutande staten eller ett
bolag som bedriver aff&#228;rsverksamhet i denna andra
avtalsslutande stat (antingen fr&#229;n fast driftst&#228;lle eller p&#229;
annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att n&#229;gotdera bolaget
utg&#246;r fast driftst&#228;lle f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar av fast egendom bel&#228;gen i den andra avtalsslutande
staten, f&#229;r beskattas i denna andra avtalsslutande stat.

2. Uttrycket ”fast egendom” har den betydelse som uttrycket
har enligt lagstiftningen i den avtalsslutande stat d&#228;r
egendomen &#228;r bel&#228;gen. Uttrycket inbegriper dock alltid
tillbeh&#246;r till fast egendom, levande och d&#246;da inventarier i
lantbruk och skogsbruk, r&#228;ttigheter p&#229; vilka best&#228;mmelserna i
privatr&#228;tten om fast egendom till&#228;mpas, byggnader,
nyttjander&#228;tt till fast egendom samt r&#228;tt till f&#246;r&#228;nderliga
eller fasta ers&#228;ttningar f&#246;r nyttjandet av eller r&#228;tten att
nyttja mineralf&#246;rekomst, k&#228;lla eller annan naturtillg&#229;ng.
Skepp och luftfartyg anses inte vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som
f&#246;rv&#228;rvas genom omedelbart brukande, genom uthyrning eller
annan anv&#228;ndning av fast egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 tilll&#228;mpas &#228;ven p&#229;
inkomst av fast egendom som tillh&#246;r f&#246;retag.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;retag i en avtalsslutande stat
f&#246;rv&#228;rvar, beskattas endast i denna avtalsslutande stat,
s&#229;vida inte f&#246;retaget bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle. Om
f&#246;retaget bedriver r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r
f&#246;retagets inkomst beskattas i den andra avtalsslutande
staten, men endast s&#229; stor del av den som &#228;r h&#228;nf&#246;rlig till
det fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den
andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast
driftst&#228;lle, h&#228;nf&#246;rs, om inte best&#228;mmelserna i punkt 3
f&#246;ranleder annat, i vardera avtalsslutande staten till det
fasta driftst&#228;llet den inkomst som det kan antas att
driftst&#228;llet skulle ha f&#246;rv&#228;rvat om det varit ett frist&#229;ende
f&#246;retag, som bedrivit verksamhet av samma eller liknande slag
under samma eller liknande villkor och sj&#228;lvst&#228;ndigt avslutat
aff&#228;rer med det f&#246;retag till vilket driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges
avdrag f&#246;r utgifter som uppkommit f&#246;r det fasta driftst&#228;llet,
h&#228;runder inbegripna utgifter f&#246;r f&#246;retagets ledning och
allm&#228;nna f&#246;rvaltning, oavsett om utgifterna uppkommit i den
avtalsslutande stat d&#228;r det fasta driftst&#228;llet &#228;r bel&#228;get
eller annorst&#228;des.

4. Inkomst h&#228;nf&#246;rs inte till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets
f&#246;rsorg f&#246;r f&#246;retaget.

5. Vid till&#228;mpningen av best&#228;mmelserna i f&#246;reg&#229;ende punkter i
denna artikel best&#228;ms inkomst som &#228;r h&#228;nf&#246;rlig till det fasta
driftst&#228;llet genom samma f&#246;rfarande &#229;r fr&#229;n &#229;r, s&#229;vida inte
goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder annat.

6. Ing&#229;r i inkomst av r&#246;relse inkomstslag som behandlas
s&#228;rskilt i andra artiklar av detta avtal, ber&#246;rs
best&#228;mmelserna i dessa artiklar inte av reglerna i
f&#246;revarande artikel.

Artikel 8

Sj&#246;fart och luftfart

1. Inkomst som f&#246;retag i en avtalsslutande stat f&#246;rv&#228;rvar
genom anv&#228;ndningen av skepp eller luftfartyg i internationell
trafik beskattas endast i denna avtalsslutande stat.

2. Betr&#228;ffande f&#246;retag i en avtalsslutande stat som bedriver
internationell trafik genom anv&#228;ndningen av skepp eller
luftfartyg g&#228;ller, att s&#229;dant f&#246;retag, om det &#228;r ett svenskt
f&#246;retag, &#228;r undantaget fr&#229;n f&#246;retagsskatten i Japan och, om
det &#228;r ett japanskt f&#246;retag, &#228;r undantaget fr&#229;n varje svensk
skatt liknande f&#246;retagsskatten i Japan som framdeles kan
komma att tas ut i Sverige.

3. Best&#228;mmelserna i f&#246;reg&#229;ende punkter i denna artikel
till&#228;mpas &#228;ven p&#229; inkomst som f&#246;rv&#228;rvas genom deltagande i en
pool, ett gemensamt f&#246;retag eller en internationell
driftsorganisation.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt
deltar i ledningen eller kontrollen av ett f&#246;retag i den
andra avtalsslutande staten eller &#228;ger del i detta f&#246;retags
kapital, eller

b) samma personer direkt eller indirekt deltar i ledningen
eller kontrollen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande
stat som ett f&#246;retag i den andra avtalsslutande staten eller
&#228;ger del i b&#229;da dessa f&#246;retags kapital, iakttas f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller
finansiella f&#246;rbindelser avtalas eller f&#246;reskrivs villkor,
som avviker fr&#229;n dem som skulle ha avtalats mellan av
varandra oberoende f&#246;retag, f&#229;r all inkomst, som utan s&#229;dana
villkor skulle ha tillkommit det ena f&#246;retaget men som p&#229;
grund av villkoren i fr&#229;ga inte tillkommit detta f&#246;retag,
inr&#228;knas i detta f&#246;retags inkomst och beskattas i
&#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; en avtalsslutande stat, i enlighet med
best&#228;mmelserna i punkt 1, i inkomsten f&#246;r ett f&#246;retag i denna
avtalsslutande stat inr&#228;knar – och i &#246;verensst&#228;mmelse d&#228;rmed
beskattar – inkomst, f&#246;r vilken ett f&#246;retag i den andra
avtalsslutande staten beskattats i denna andra avtalsslutande
stat och f&#246;rutsatt att de beh&#246;riga myndigheterna i de
avtalsslutande staterna, efter &#246;verl&#228;ggning, &#228;r &#246;verens om
att den s&#229;lunda inr&#228;knade inkomsten eller del av den &#228;r s&#229;dan
som skulle ha tillkommit f&#246;retaget i den f&#246;rstn&#228;mnda
avtalsslutande staten om de villkor som avtalats mellan
f&#246;retagen hade varit s&#229;dana som skulle ha avtalats mellan av
varandra oberoende f&#246;retag, ska denna andra avtalsslutande
stat genomf&#246;ra vederb&#246;rlig justering av det skattebelopp som
p&#229;f&#246;rts f&#246;r inkomsten d&#228;r. Vid s&#229;dan justering iakttas &#246;vriga
best&#228;mmelser i detta avtal.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat
till person med hemvist i den andra avtalsslutande staten f&#229;r
beskattas i denna andra avtalsslutande stat.

2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den
avtalsslutande stat d&#228;r bolaget som betalar utdelningen har
hemvist, enligt lagstiftningen i denna avtalsslutande stat,
men om den som har r&#228;tt till utdelningen har hemvist i den
andra avtalsslutande staten f&#229;r skatten inte &#246;verstiga 10
procent av utdelningens bruttobelopp.

3. Utan hinder av best&#228;mmelserna i punkt 2 ska utdelning inte
beskattas i den avtalsslutande stat d&#228;r bolaget som betalar
utdelningen har hemvist, om den som har r&#228;tt till utdelningen
har hemvist i den andra avtalsslutande staten och &#228;r ett
bolag (med undantag f&#246;r handelsbolag) som under en period av
sex m&#229;nader omedelbart f&#246;re den dag d&#229; det best&#228;ms vem som &#228;r
ber&#228;ttigad till utdelningen har innehaft, direkt eller
indirekt, minst 10 procent av det utdelande bolagets
r&#246;stetal. Uttrycket ”handelsbolag” &#229;syftar vid till&#228;mpningen
av denna punkt inte en person som vid beskattningen behandlas
s&#229;som juridisk person i en avtalsslutande stat och har
hemvist i denna avtalsslutande stat.

4. Best&#228;mmelserna i punkterna 2 och 3 ber&#246;r inte bolagets
beskattning f&#246;r vinst av vilken utdelningen betalas.

5. Best&#228;mmelserna i punkt 3 till&#228;mpas inte p&#229; utdelning som
betalas av ett bolag som &#228;r ber&#228;ttigat till avdrag f&#246;r l&#228;mnad
utdelning vid beskattningen i den avtalsslutande stat d&#228;r
bolaget som betalar utdelningen har hemvist.

6. Utan hinder av best&#228;mmelserna i punkt 1 &#228;r utdelning fr&#229;n
bolag med hemvist i Japan till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt om utdelningen skulle ha varit
undantagen enligt svensk lagstiftning om b&#229;da bolagen varit
svenska bolag. Detta g&#228;ller emellertid endast om vinsten av
vilken utdelningen betalas har varit f&#246;rem&#229;l f&#246;r normal
bolagsskatt i Japan eller en inkomstskatt j&#228;mf&#246;rlig d&#228;rmed.

7. Med uttrycket ”utdelning” f&#246;rst&#229;s i denna artikel inkomst
av aktier eller andra r&#228;ttigheter som inte &#228;r fordringar, med
r&#228;tt till andel i vinst, samt inkomst av andra andelar i
bolag, som enligt skattelagstiftningen i den avtalsslutande
stat d&#228;r det utdelande bolaget har hemvist vid beskattningen
behandlas p&#229; samma s&#228;tt som inkomst av aktier.

8. Best&#228;mmelserna i punkterna 1, 2, 3, 4 och 5 till&#228;mpas
inte, om den som har r&#228;tt till utdelningen har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten, d&#228;r bolaget som betalar utdelningen
har hemvist, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt den
andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7.

9. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
inkomst fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra
avtalsslutande stat inte beskatta utdelning som bolaget
betalar, utom i den m&#229;n utdelningen betalas till person med
hemvist i denna andra avtalsslutande stat eller i den m&#229;n den
andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt
samband med fast driftst&#228;lle i denna andra avtalsslutande
stat, och ej heller beskatta bolagets icke utdelade vinst,
&#228;ven om utdelningen eller den icke utdelade vinsten helt
eller delvis utg&#246;rs av inkomst som uppkommit i denna andra
avtalsslutande stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som en
person med hemvist i den andra avtalsslutande staten har r&#228;tt
till, beskattas endast i denna andra avtalsslutande stat.

2. Utan hinder av best&#228;mmelserna i punkt 1, f&#229;r r&#228;nta som
h&#228;rr&#246;r fr&#229;n en avtalsslutande stat &#228;ven beskattas i denna
stat, enligt lagstiftningen i denna avtalsslutande stat, om
r&#228;ntans storlek &#228;r beroende av int&#228;kter, f&#246;rs&#228;ljning,
inkomster, vinst eller annat kassafl&#246;de hos g&#228;lden&#228;ren eller
denne n&#228;rst&#229;ende person, av v&#228;rdef&#246;r&#228;ndring p&#229; egendom
tillh&#246;rig g&#228;lden&#228;ren eller denne n&#228;rst&#229;ende person eller av
aktieutdelning, utbetalning till bolagsman eller liknande
utbetalning fr&#229;n g&#228;lden&#228;ren eller denne n&#228;rst&#229;ende person,
eller av annan liknande r&#228;nta. Om den som har r&#228;tt till
r&#228;ntan har hemvist i den andra avtalsslutande staten f&#229;r
skatten dock inte &#246;verstiga 10 procent av r&#228;ntans
bruttobelopp.

3. Med uttrycket ”r&#228;nta” f&#246;rst&#229;s i denna artikel inkomst av
varje slags fordran, antingen den s&#228;kerst&#228;llts genom
inteckning i fast egendom eller inte och antingen den medf&#246;r
r&#228;tt till g&#228;lden&#228;rens vinst eller inte. Uttrycket avser
s&#228;rskilt inkomst av v&#228;rdepapper som utf&#228;rdats av staten och
inkomst av obligationer eller debentures, d&#228;ri inbegripet
agiobelopp och vinster som h&#228;nf&#246;r sig till s&#229;dana
v&#228;rdepapper, obligationer eller debentures. Uttrycket avser
&#228;ven varje annan inkomst som enligt lagstiftningen i den
avtalsslutande stat varifr&#229;n inkomsten h&#228;rr&#246;r vid
beskattningen behandlas p&#229; samma s&#228;tt som inkomst av utl&#229;nade
pengar. Straffavgift p&#229; grund av sen betalning anses inte som
r&#228;nta vid till&#228;mpningen av denna artikel. Inkomst som avses i
artikel 10 ska inte anses som r&#228;nta vid till&#228;mpningen av
detta avtal.

4. Best&#228;mmelserna i punkterna 1 och 2 tilll&#228;mpas inte om den
som har r&#228;tt till r&#228;ntan har hemvist i en avtalsslutande stat
och bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n
vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt
den fordran f&#246;r vilken r&#228;ntan betalas &#228;ger verkligt samband
med det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7.

5. R&#228;nta anses h&#228;rr&#246;ra fr&#229;n en avtalsslutande stat om
utbetalaren &#228;r den avtalsslutande staten sj&#228;lv, lokal
myndighet eller person med hemvist i denna avtalsslutande
stat. Om emellertid den person som betalar r&#228;ntan, antingen
han har hemvist i en avtalsslutande stat eller inte, i en
avtalsslutande stat har fast driftst&#228;lle i samband varmed den
skuld uppkommit p&#229; vilken r&#228;ntan betalas, och r&#228;ntan belastar
det fasta driftst&#228;llet anses r&#228;ntan h&#228;rr&#246;ra fr&#229;n den
avtalsslutande stat d&#228;r det fasta driftst&#228;llet finns.

6. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren
och den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och
annan person r&#228;ntebeloppet, med h&#228;nsyn till den fordran f&#246;r
vilken r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha
avtalats mellan utbetalaren och den som har r&#228;tt till r&#228;ntan
om s&#229;dana f&#246;rbindelser inte f&#246;relegat, till&#228;mpas
best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda belopp. I
s&#229;dant fall beskattas &#246;verskjutande belopp enligt
lagstiftningen i vardera avtalsslutande staten med
iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som en
person med hemvist i den andra avtalsslutande staten har r&#228;tt
till, beskattas endast i denna andra avtalsslutande stat.

2. Med uttrycket ”royalty” f&#246;rst&#229;s i denna artikel varje
slags betalning som tas emot s&#229;som ers&#228;ttning f&#246;r nyttjandet
av eller f&#246;r r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt,
konstn&#228;rligt eller vetenskapligt verk, h&#228;ri inbegripet
biograffilm och filmer eller band f&#246;r radio- eller
televisionsuts&#228;ndning, patent, varum&#228;rke, m&#246;nster eller
modell, ritning, hemligt recept eller hemlig
tillverkningsmetod, eller f&#246;r upplysning om erfarenhetsr&#246;n av
industriell, kommersiell eller vetenskaplig natur.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte om den som har
r&#228;tt till royaltyn har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, fr&#229;n
vilken royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle,
samt den r&#228;ttighet eller egendom i fr&#229;ga om vilken royaltyn
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet. I
s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7.

4. D&#229; p&#229; grund av s&#228;rskilda f&#246;rbindelser mellan utbetalaren
och den som har r&#228;tt till royaltyn eller mellan dem b&#229;da och
annan person royaltybeloppet, med h&#228;nsyn till det nyttjande,
den r&#228;tt eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan
utbetalaren och den som har r&#228;tt till royaltyn om s&#229;dana
f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas
&#246;verskjutande belopp enligt lagstiftningen i vardera
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser
i detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av s&#229;dan fast egendom som
avses i artikel 6 och som &#228;r bel&#228;gen i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra
avtalsslutande stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av egendom, annan &#228;n fast
egendom, som utg&#246;r del av r&#246;relsetillg&#229;ngarna i fast
driftst&#228;lle, vilket ett f&#246;retag i en avtalsslutande stat har
i den andra avtalsslutande staten, f&#229;r beskattas i denna
andra avtalsslutande stat. Detsamma g&#228;ller vinst p&#229; grund av
&#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig eller
tillsammans med hela f&#246;retaget).

3. Vinst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar p&#229; grund av &#246;verl&#229;telse av skepp eller luftfartyg
som anv&#228;nds i internationell trafik och annan egendom &#228;n fast
egendom som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana skepp
eller luftfartyg, beskattas endast i denna avtalsslutande
stat.

Artikel 14 (Upph&#228;vd)

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16 och 18 f&#246;ranleder
annat, beskattas l&#246;n och annan liknande ers&#228;ttning, med
undantag f&#246;r pension, som person med hemvist i en
avtalsslutande stat uppb&#228;r p&#229; grund av anst&#228;llning, endast i
denna avtalsslutande stat, s&#229;vida inte arbetet utf&#246;rs i den
andra avtalsslutande staten. Om arbetet utf&#246;rs i denna andra
avtalsslutande stat, f&#229;r ers&#228;ttning som uppb&#228;rs f&#246;r arbetet
beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas
ers&#228;ttning, som person med hemvist i en avtalsslutande stat
uppb&#228;r f&#246;r arbete som utf&#246;rs i den andra avtalsslutande
staten, endast i den f&#246;rstn&#228;mnda avtalsslutande staten, om:

a) mottagaren vistas i den andra avtalsslutande staten under
tidsperiod eller tidsperioder som sammanlagt inte &#246;verstiger
183 dagar under en tolvm&#229;nadersperiod som b&#246;rjar eller slutar
under beskattnings&#229;ret i fr&#229;ga; och

b) ers&#228;ttningen betalas av arbetsgivare som inte har hemvist
i den andra avtalsslutande staten eller p&#229; dennes v&#228;gnar,
samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle som
arbetsgivaren har i den andra avtalsslutande staten.

3. Utan hinder av best&#228;mmelserna i f&#246;reg&#229;ende punkter i denna
artikel f&#229;r ers&#228;ttning f&#246;r arbete, som utf&#246;rs ombord p&#229; skepp
eller luftfartyg som anv&#228;nds i internationell trafik av
f&#246;retag i en avtalsslutande stat, beskattas i denna
avtalsslutande stat.

Artikel 16

Styrelsearvode

Styrelsearvode och annan liknande ers&#228;ttning, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem
i styrelse eller annat liknande organ i bolag med hemvist i
den andra avtalsslutande staten, f&#229;r beskattas i denna andra
avtalsslutande stat.

Artikel 17

Artister och idrottsm&#228;n

1. Utan hinder av best&#228;mmelserna i artiklarna 7 och 15 f&#229;r
inkomst, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar genom sin personliga verksamhet i den andra
avtalsslutande staten i egenskap av artist, s&#229;som teater-
eller filmsk&#229;despelare, radio- eller televisionsartist eller
musiker, eller av idrottsman, beskattas i denna andra
avtalsslutande stat.

S&#229;dan inkomst undantas emellertid fr&#229;n beskattning i denna
andra avtalsslutande stat om fysisk person med hemvist i den
f&#246;rstn&#228;mnda avtalsslutande staten ut&#246;var s&#229;dan verksamhet
enligt ett s&#228;rskilt program f&#246;r kulturellt utbyte som
regeringarna i de b&#229;da avtalsslutande staterna har kommit
&#246;verens om.

2. I fall d&#229; inkomst genom personlig verksamhet, som artist
eller idrottsman ut&#246;var i denna egenskap, inte tillfaller
artisten eller idrottsmannen sj&#228;lv utan annan person, f&#229;r
denna inkomst, utan hinder av best&#228;mmelserna i artiklarna 7
och 15, beskattas i den avtalsslutande stat d&#228;r artisten
eller idrottsmannen ut&#246;var verksamheten.

S&#229;dan inkomst undantas emellertid fr&#229;n beskattning i denna
avtalsslutande stat om inkomsten f&#246;rv&#228;rvas genom verksamhet
som fysisk person med hemvist i den andra avtalsslutande
staten ut&#246;var enligt ett s&#228;rskilt program f&#246;r kulturellt
utbyte som regeringarna i de b&#229;da avtalsslutande staterna har
kommit &#246;verens om och inkomsten tillfaller annan person som
har hemvist i denna andra avtalsslutande stat.

Artikel 18

Offentlig tj&#228;nst

1. a) Ers&#228;ttning (med undantag f&#246;r pension), som betalas av
en avtalsslutande stat eller dess lokala myndigheter till
fysisk person p&#229; grund av offentligt uppdrag i denna
avtalsslutande stats eller dess lokala myndigheters tj&#228;nst,
beskattas endast i denna avtalsslutande stat.

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra
avtalsslutande staten om arbetet utf&#246;rs i denna andra
avtalsslutande stat och personen i fr&#229;ga har hemvist i denna
andra avtalsslutande stat och:

1) &#228;r medborgare i denna andra avtalsslutande stat; eller

2) inte fick hemvist i denna andra avtalsslutande stat
uteslutande f&#246;r att utf&#246;ra arbetet.

2. a) Pension, som betalas av, eller fr&#229;n fonder till vilka
bidrag l&#228;mnas av, en avtalsslutande stat eller dess lokala
myndigheter till fysisk person p&#229; grund av arbete som utf&#246;rts
i denna avtalsslutande stats eller dess lokala myndigheters
tj&#228;nst, beskattas endast i denna avtalsslutande stat.

b) S&#229;dan pension beskattas emellertid endast i den andra
avtalsslutande staten om personen i fr&#229;ga har hemvist och &#228;r
medborgare i denna andra avtalsslutande stat.

3. Best&#228;mmelserna i artiklarna 15, 16, 17 och 21 till&#228;mpas p&#229;
ers&#228;ttning och pension som betalas p&#229; grund av arbete som
utf&#246;rts i samband med r&#246;relse som bedrivs av en
avtalsslutande stat eller dess lokala myndigheter.

Artikel 19

Studerande

Studerande eller aff&#228;rspraktikant, som har eller omedelbart
f&#246;re vistelse i en avtalsslutande stat hade hemvist i den
andra avtalsslutande staten och som vistas i den f&#246;rstn&#228;mnda
avtalsslutande staten uteslutande f&#246;r sin undervisning eller
utbildning, undantas fr&#229;n beskattning i den f&#246;rstn&#228;mnda
avtalsslutande staten f&#246;r belopp som han erh&#229;ller f&#246;r sitt
uppeh&#228;lle, sin undervisning eller utbildning, under
f&#246;ruts&#228;ttning att beloppen betalas till honom fr&#229;n k&#228;lla
utanf&#246;r denna f&#246;rstn&#228;mnda avtalsslutande stat.

Artikel 20

Svenska oskiftade d&#246;dsbon

1. I fall d&#229; enligt best&#228;mmelserna i detta avtal person med
hemvist i Japan &#228;r ber&#228;ttigad till befrielse fr&#229;n eller
neds&#228;ttning av svensk skatt, ska motsvarande befrielse eller
neds&#228;ttning medges oskiftat d&#246;dsbo i den m&#229;n en eller flera
av d&#246;dsbodel&#228;gare har hemvist i Japan.

2. Svensk skatt p&#229; oskiftat d&#246;dsbo ska, i den m&#229;n inkomsten
tillkommer d&#246;dsbodel&#228;gare med hemvist i Japan, avr&#228;knas mot
japansk skatt som utg&#229;r p&#229; denna inkomst i enlighet med
best&#228;mmelserna i artikel 22 punkt 1.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som inte behandlas i f&#246;reg&#229;ende artiklar i
detta avtal beskattas endast i denna avtalsslutande stat,
oavsett varifr&#229;n inkomsten h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med
undantag av inkomst av fast egendom som avses i artikel 6
punkt 2, om mottagaren av inkomsten har hemvist i en
avtalsslutande stat och bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, samt
den r&#228;ttighet eller egendom i fr&#229;ga om vilken inkomsten
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet. I
s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7.

3. Inkomst vilken inte behandlas i f&#246;reg&#229;ende artiklar i
detta avtal, som person med hemvist i en avtalsslutande stat
f&#246;rv&#228;rvar och som h&#228;rr&#246;r fr&#229;n den andra avtalsslutande
staten, f&#229;r, utan hinder av best&#228;mmelserna i f&#246;reg&#229;ende
punkter i denna artikel, beskattas i denna andra
avtalsslutande stat.

Artikel 21A

Begr&#228;nsning av f&#246;rm&#229;ner

1. Om inte annat anges i denna artikel s&#229; ska en person med
hemvist i en avtalsslutande stat, som uppb&#228;r s&#229;dan inkomst
som anges i artikel 10 punkt 3 eller i artiklarna 11 eller 12
som h&#228;rr&#246;r fr&#229;n den andra avtalsslutande staten, vara
ber&#228;ttigad till f&#246;rm&#229;ner enligt n&#228;mnda best&#228;mmelser ett visst
beskattnings&#229;r endast om personen &#228;r en kvalificerad person
enligt punkt 2 samt uppfyller de s&#228;rskilda villkor som anges
f&#246;r s&#229;dana f&#246;rm&#229;ner i n&#228;mnda best&#228;mmelser.

2. En person med hemvist i en avtalsslutande stat &#228;r en
kvalificerad person med avseende p&#229; ett visst beskattnings&#229;r
endast om personen &#228;r:

a) en fysisk person;

b) en avtalsslutande stat, dess offentligr&#228;ttsliga organ,
politiska underavdelningar eller lokala myndigheter, eller
Japans Riksbank eller Sveriges Riksbank;

c) ett bolag, om dess viktigaste aktieslag &#228;r noterade p&#229; en
erk&#228;nd aktieb&#246;rs som n&#228;mns i punkt 7 c) 1) eller 2) och
regelm&#228;ssigt oms&#228;tts p&#229; en eller flera erk&#228;nda aktieb&#246;rser;

d) en pensionsfond, om vid utg&#229;ngen av n&#228;rmast f&#246;reg&#229;ende
beskattnings&#229;r mer &#228;n 50 procent av pensionsfondens
f&#246;rm&#229;nstagare, medlemmar eller deltagare var fysiska personer
med hemvist i endera avtalsslutande staten;

e) en organisation som har bildats enligt lagstiftningen i en
avtalsslutande stat och som drivs uteslutande i religi&#246;st,
v&#228;lg&#246;rande, utbildningsfr&#228;mjande, vetenskapligt, artistiskt,
kulturellt eller allm&#228;nnyttigt syfte, men endast om hela
eller delar av dess inkomst kan vara undantagen fr&#229;n
beskattning enligt den avtalsslutande statens lagstiftning;
eller

f) en person, som inte &#228;r en fysisk person, om minst 50
procent av r&#246;stetalet eller andra &#228;garandelar i personen
innehas direkt eller indirekt av personer med hemvist i
endera avtalsslutande staten som &#228;r kvalificerade personer
enligt a), b), c), d) eller e) i denna punkt.

3. Ett bolag med hemvist i en avtalsslutande stat ska – &#228;ven
om det inte &#228;r en kvalificerad person – vara ber&#228;ttigat till
avtalsf&#246;rm&#229;ner f&#246;r s&#229;dana inkomster som anges i artikel 10
punkt 3 eller artiklarna 11 eller 12, och som h&#228;rr&#246;r fr&#229;n den
andra avtalsslutande staten, om bolaget uppfyller de
s&#228;rskilda villkor som anges f&#246;r s&#229;dana f&#246;rm&#229;ner i n&#228;mnda
best&#228;mmelser samt minst 75 procent av bolagets r&#246;stetal
innehas, direkt eller indirekt, av sju eller f&#228;rre personer
som uppfyller villkoren f&#246;r att vara j&#228;mf&#246;rliga
f&#246;rm&#229;nstagare.

4. I de fall punkt 2 f) och punkt 3 till&#228;mpas:

a) betr&#228;ffande k&#228;llskatter, ska en person med hemvist i en
avtalsslutande stat anses uppfylla villkoren i dessa
best&#228;mmelser det beskattnings&#229;r som inkomsten utbetalas om
personen uppfyller villkoren under den period av tolv m&#229;nader
som f&#246;reg&#229;r utbetalningen (eller, betr&#228;ffande utdelning, den
dag d&#229; det best&#228;ms vem som &#228;r ber&#228;ttigad till utdelningen),

b) betr&#228;ffande andra skatter, ska en person med hemvist i en
avtalsslutande stat anses uppfylla villkoren i dessa
best&#228;mmelser avseende ett beskattnings&#229;r om personen
uppfyller villkoren under &#229;tminstone h&#228;lften av
beskattnings&#229;rets dagar.

5. a) En person som har hemvist i en avtalsslutande stat ska
– &#228;ven om personen inte &#228;r en kvalificerad person – vara
ber&#228;ttigad till f&#246;rm&#229;ner f&#246;r inkomster enligt artikel 10
punkt 3 eller artiklarna 11 och 12 som h&#228;rr&#246;r fr&#229;n den andra
avtalsslutande staten, om:

1) personen bedriver r&#246;relse i den f&#246;rstn&#228;mnda avtalsslutande
staten (med undantag f&#246;r r&#246;relse som best&#229;r i att g&#246;ra
kapitalplaceringar eller att f&#246;rvalta investeringar f&#246;r
personens egen r&#228;kning, s&#229;vida denna r&#246;relse inte utg&#246;r
bank-, f&#246;rs&#228;krings- eller v&#228;rdepappersr&#246;relse som bedrivs av
en bank, ett f&#246;rs&#228;kringsbolag eller en
v&#228;rdepappershandlare),

2) inkomsten som h&#228;rr&#246;r fr&#229;n den andra avtalsslutande staten
f&#246;rv&#228;rvas i samband med, eller &#228;r underordnad, r&#246;relsen,
och
3) personen uppfyller de s&#228;rskilda villkor f&#246;r att
erh&#229;lla s&#229;dana f&#246;rm&#229;ner som anges i n&#228;mnda punkt eller
artiklar.

b) Om en person med hemvist i en avtalsslutande stat uppb&#228;r
inkomst fr&#229;n r&#246;relse som personen bedriver i den andra
avtalsslutande staten eller uppb&#228;r inkomst som h&#228;rr&#246;r fr&#229;n
den andra avtalsslutande staten och som betalas av en person
med vilken den f&#246;rstn&#228;mnda personen &#228;r i intressegemenskap,
p&#229; s&#228;tt som anges i artikel 9 punkt 1 a) eller b), ska, i
f&#246;rh&#229;llande till s&#229;dan inkomst, villkoren i a) i denna punkt
anses uppfyllda endast om r&#246;relsen som bedrivs i den
f&#246;rstn&#228;mnda staten &#228;r v&#228;sentlig i f&#246;rh&#229;llande till den
r&#246;relse som bedrivs i den andra avtalsslutande staten. Vid
till&#228;mpningen av denna punkt ska fr&#229;gan om en r&#246;relse &#228;r
v&#228;sentlig eller inte, avg&#246;ras med h&#228;nsyn tagen till samtliga
fakta och omst&#228;ndigheter.

c) Vid best&#228;mmandet av om en person bedriver r&#246;relse i en
avtalsslutande stat vid till&#228;mpningen av a) i denna punkt,
ska en r&#246;relse bedriven av ett handelsbolag i vilket personen
&#228;r bolagsman eller en r&#246;relse bedriven av personer med vilka
personen &#228;r n&#228;rst&#229;ende anses vara en r&#246;relse bedriven av den
personen. En person ska anses n&#228;rst&#229;ende till en annan person
om en av personerna &#228;r den r&#228;ttm&#228;tiga innehavaren, direkt
eller indirekt, av minst 50 procent i den andra personen
(eller, i fr&#229;ga om ett bolag, minst 50 procent av r&#246;stetalet
i bolaget), eller, om en tredje person &#228;r den r&#228;ttm&#228;tiga
&#228;garen, direkt eller indirekt, till minst 50 procent av var
och en av personerna (eller i fr&#229;ga om bolag, minst 50
procent av r&#246;stetalet i bolaget). En person ska dock alltid
anses n&#228;rst&#229;ende till en annan om den ena personen, med
h&#228;nsyn tagen till samtliga fakta och omst&#228;ndigheter,
kontrollerar den andra eller om b&#229;da personerna kontrolleras
av samma person eller personer.

6. En person med hemvist i en avtalsslutande stat som inte &#228;r
en kvalificerad person och som enligt punkterna 3 eller 5
inte heller &#228;r ber&#228;ttigad till f&#246;rm&#229;ner f&#246;r inkomster som
anges i artikel 10 punkt 3 eller artiklarna 11 och 12, ska
&#228;nd&#229; &#229;tnjuta s&#229;dana f&#246;rm&#229;ner om den beh&#246;riga myndigheten i
den andra avtalsslutande staten finner, i enlighet med dess
lagstiftning och administrativa praxis, att etableringen,
f&#246;rv&#228;rvet eller innehavet av en s&#229;dan person och bedrivandet
av dess verksamhet inte har som ett av sina huvudsakliga
syften att komma i &#229;tnjutande av s&#229;dana f&#246;rm&#229;ner.

7. Vid till&#228;mpningen av denna artikel:

a) &#229;syftar uttrycket ”aktier” &#228;ven dep&#229;bevis;

b) &#229;syftar uttrycket ”viktigaste aktieslag” det eller de
aktieslag som representerar majoriteten av r&#246;stetalet i
bolaget;

c) &#229;syftar uttrycket ”erk&#228;nd aktieb&#246;rs”:

1) varje aktieb&#246;rs som etablerats i enlighet med den japanska
V&#228;rdepappers- och b&#246;rslagen (”Financial Instruments and
Exchange Law”) (lag nr 25 fr&#229;n &#229;r 1948),

2) Stockholmsb&#246;rsen, Nordic Growth Market (NGM) och varje
annan aktieb&#246;rs som st&#229;r under tillsyn av
Finansinspektionen,

3) den irl&#228;ndska aktieb&#246;rsen samt aktieb&#246;rserna i Amsterdam,
Bryssel, K&#246;penhamn, D&#252;sseldorf, Frankfurt, Hamburg,
Helsingfors, Hong Kong, London, Madrid, Milano, New York,
Oslo, Paris, Reykjavik, Riga, Seoul, Shanghai, Singapore,
Sydney, Tallinn, Toronto, Wien, Vilnius och Z&#252;rich, samt
“NASDAQ”-systemet, och

4) varje annan aktieb&#246;rs som de beh&#246;riga myndigheterna i de
avtalsslutande staterna f&#246;r till&#228;mpningen av denna artikel
kommer &#246;verens om,

d) &#229;syftar uttrycket ”pensionsfond” varje person som:

1) &#228;r etablerad i enlighet med lagstiftningen i en
avtalsslutande stat,

2) huvudsakligen &#228;r verksam f&#246;r att administrera eller
tillhandah&#229;lla pensioner, pensionsf&#246;rm&#229;ner eller annan
liknande ers&#228;ttning, eller f&#246;r att erh&#229;lla inkomster till
f&#246;rm&#229;n f&#246;r andra pensionsfonder, och

3) &#228;r undantagen fr&#229;n skatt i den avtalsslutande staten p&#229;
inkomst fr&#229;n s&#229;dan verksamhet som anges ovan under 2), samt

e) &#229;syftar uttrycket ”j&#228;mf&#246;rlig f&#246;rm&#229;nstagare”:

1) en person med hemvist i en stat som har ett avtal f&#246;r att
undvika dubbelbeskattning och f&#246;rhindra skatteflykt med den
avtalsslutande stat fr&#229;n vilken avtalsf&#246;rm&#229;ner enligt detta
avtal beg&#228;rs och

aa) det avtalet inneh&#229;ller best&#228;mmelser om
informationsutbyte,

bb) personen &#228;r en kvalificerad person enligt best&#228;mmelserna
om begr&#228;nsning av f&#246;rm&#229;ner i det avtalet, eller om s&#229;dana
best&#228;mmelser inte finns, skulle ha varit en kvalificerad
person om avtalet hade haft best&#228;mmelser motsvarande de i
punkt 2, och

cc) personen i enlighet med det avtalet skulle vara
ber&#228;ttigad, med avseende p&#229; inkomst som avses i artikel 10
punkt 3 eller i artiklarna 11 eller 12, en skattesats f&#246;r en
s&#229;dan inkomst som &#228;r minst lika l&#229;g som den skattesats som
till&#228;mpas enligt detta avtal, eller

2) en kvalificerad person i enlighet med punkt 2 a), b), c),
d) eller e).

Artikel 21B

F&#246;rm&#229;nliga skatteregimer

Utan hinder av &#246;vriga best&#228;mmelser i detta avtal, om

a) ett bolag med hemvist i en avtalsslutande stat
huvudsakligen f&#246;rv&#228;rvar sina inkomster fr&#229;n andra stater

1) fr&#229;n finans- eller sj&#246;fartsverksamhet, eller

2) genom att vara huvudkontor, coordination centre eller en
enhet som tillhandah&#229;ller administrativa eller andra tj&#228;nster
till en grupp av bolag som bedriver r&#246;relse huvudsakligen i
andra stater, och

b) s&#229;dan inkomst beskattas v&#228;sentligt l&#228;gre enligt
lagstiftningen i denna avtalsslutande stat &#228;n inkomster fr&#229;n
finans- eller sj&#246;fartsverksamhet som bedrivs inom denna stat
eller genom att vara huvudkontor, coordination centre eller
en enhet som tillhandah&#229;ller administrativa eller andra
tj&#228;nster till en grupp av bolag som bedriver r&#246;relse i denna
avtalsslutande stat,

ska de best&#228;mmelser i detta avtal som medger undantag fr&#229;n
eller neds&#228;ttning av skatt inte till&#228;mpas p&#229; inkomst som
s&#229;dant bolag f&#246;rv&#228;rvar och inte heller p&#229; utdelning som
betalas av s&#229;dant bolag.

Artikel 21C

Pr&#246;vning av syftet

L&#228;ttnader enligt detta avtal ska inte erh&#229;llas om det
huvudsakliga syftet, hos n&#229;gon person som har inflytande &#246;ver
tillskapandet eller placeringen av andelar eller egendom p&#229;
grund av vilken inkomsten &#228;r betalad eller fr&#229;n vilken den
h&#228;rr&#246;r, &#228;r att uppn&#229; f&#246;rm&#229;n av detta avtal genom s&#229;dant
tillskapande eller s&#229;dan placering.

Artikel 22

Undvikande av dubbelbeskattning

1. Med beaktande av lagstiftningen i Japan betr&#228;ffande
m&#246;jligheten till avr&#228;kning mot japansk skatt, av skatt som
betalas i annat land &#228;n Japan g&#228;ller f&#246;ljande. Om en person
med hemvist i Japan uppb&#228;r inkomst fr&#229;n Sverige som enligt
best&#228;mmelserna i detta avtal f&#229;r beskattas i Sverige, ska den
svenska skatt som betalas p&#229; denna inkomst avr&#228;knas mot den
japanska skatt som p&#229;f&#246;rs denna person. Avr&#228;kningsbeloppet
f&#229;r emellertid inte &#246;verstiga summan av den japanska skatten
som &#228;r h&#228;nf&#246;rlig till denna inkomst.

2. a) Med beaktande av b) i denna punkt och artikel 10 punkt
6, om en person med hemvist i Sverige f&#246;rv&#228;rvar inkomst som
enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i Japan ska
Sverige – med beaktande av best&#228;mmelserna i svensk
lagstiftning betr&#228;ffande avr&#228;kning av utl&#228;ndsk skatt (&#228;ven i
den lydelse de framdeles kan f&#229; genom att &#228;ndras utan att den
allm&#228;nna princip som anges h&#228;r &#228;ndras) – fr&#229;n den svenska
skatten p&#229; inkomsten avr&#228;kna ett belopp motsvarande den
japanska skatt som erlagts p&#229; inkomsten.

b) Om en person med hemvist i Sverige erh&#229;ller inkomst som i
enlighet med detta avtal beskattas endast i Japan, f&#229;r
Sverige, vid fastst&#228;llande av skattesatsen f&#246;r svensk
progressiv skatt beakta den inkomst som ska beskattas endast
i Japan.

Artikel 23

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat ska inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller
d&#228;rmed sammanh&#228;ngande krav som &#228;r av annat slag eller mer
tyngande &#228;n den beskattning och d&#228;rmed sammanh&#228;ngande krav
som medborgare i denna andra avtalsslutande stat under samma
f&#246;rh&#229;llanden &#228;r eller kan bli underkastad. Utan hinder av
best&#228;mmelserna i artikel 1 till&#228;mpas denna best&#228;mmelse &#228;ven
p&#229; person som inte har hemvist i en avtalsslutande stat eller
i b&#229;da avtalsslutande staterna.

2. Beskattningen av ett fast driftst&#228;lle, som f&#246;retag i en
avtalsslutande stat har i den andra avtalsslutande staten,
ska i denna andra stat inte vara mindre f&#246;rdelaktig &#228;n
beskattningen av ett f&#246;retag i denna andra stat, som bedriver
verksamhet av samma slag. Denna best&#228;mmelse anses inte
medf&#246;ra skyldighet f&#246;r en avtalsslutande stat att medge
personer med hemvist i den andra avtalsslutande staten s&#229;dana
personliga avdrag vid beskattningen och s&#229;dan skattebefrielse
eller skatteneds&#228;ttning p&#229; grund av civilst&#229;nd eller
f&#246;rs&#246;rjningsplikt mot familj som medges person med hemvist i
den egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1,
artikel 11 punkt 6 eller artikel 12 punkt 4 till&#228;mpas, &#228;r
r&#228;nta, royalty och annan betalning fr&#229;n f&#246;retag i en
avtalsslutande stat till person med hemvist i den andra
avtalsslutande staten avdragsgilla vid best&#228;mmandet av den
beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229; samma
villkor som betalning till person med hemvist i den
f&#246;rstn&#228;mnda avtalsslutande staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller
delvis &#228;gs eller kontrolleras, direkt eller indirekt, av en
eller flera personer med hemvist i den andra avtalsslutande
staten, ska inte i den f&#246;rstn&#228;mnda avtalsslutande staten bli
f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed sammanh&#228;ngande krav som
&#228;r av annat slag eller mer tyngande &#228;n den beskattning och
d&#228;rmed sammanh&#228;ngande krav som annat liknande f&#246;retag i den
f&#246;rstn&#228;mnda avtalsslutande staten &#228;r eller kan bli
underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas
best&#228;mmelserna i f&#246;revarande artikel p&#229; skatter av varje slag
och beskaffenhet.

Artikel 24

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person anser att en avtalsslutande stat eller b&#229;da
avtalsslutande staterna vidtagit &#229;tg&#228;rder som f&#246;r honom
medf&#246;r eller kommer att medf&#246;ra beskattning som strider mot
best&#228;mmelserna i detta avtal, kan han, utan att detta
p&#229;verkar hans r&#228;tt att anv&#228;nda sig av de r&#228;ttsmedel som finns
i dessa avtalsslutande staters interna r&#228;ttsordning,
framl&#228;gga saken f&#246;r den beh&#246;riga myndigheten i den
avtalsslutande stat d&#228;r han har hemvist eller, om fr&#229;ga &#228;r om
till&#228;mpning av artikel 23 punkt 1, i den avtalsslutande stat
d&#228;r han &#228;r medborgare. Saken ska framl&#228;ggas inom tre &#229;r fr&#229;n
den tidpunkt d&#229; personen i fr&#229;ga fick vetskap om den &#229;tg&#228;rd
som givit upphov till beskattning som strider mot
best&#228;mmelserna i detta avtal.

2. Om den beh&#246;riga myndigheten finner inv&#228;ndningen grundad
men inte sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande
l&#246;sning, ska myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig
&#246;verenskommelse med den beh&#246;riga myndigheten i den andra
avtalsslutande staten i syfte att undvika beskattning som
strider mot best&#228;mmelserna i detta avtal. &#214;verenskommelse som
tr&#228;ffats ska genomf&#246;ras utan hinder av tidsgr&#228;nser i de
avtalsslutande staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
genom &#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller
tvivelsm&#229;l som uppkommer i fr&#229;ga om tolkningen eller
till&#228;mpningen av detta avtal. De kan &#228;ven &#246;verl&#228;gga i syfte
att undanr&#246;ja dubbelbeskattning i fall som inte omfattas av
detta avtal.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan
tr&#228;da i direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa
&#246;verenskommelse i de fall som angivits i f&#246;reg&#229;ende punkter i
denna artikel.

5. I fall d&#229;,

a) en person, i enlighet med punkt 1, har gjort en
framst&#228;llan till den beh&#246;riga myndigheten i en avtalsslutande
stat med anledning av att &#229;tg&#228;rder i den ena eller b&#229;da
avtalsslutande staterna f&#246;r honom har medf&#246;rt beskattning i
strid med best&#228;mmelserna i detta avtal, och

b) de beh&#246;riga myndigheterna inte, inom tre &#229;r fr&#229;n anm&#228;lan
till den beh&#246;riga myndigheten i den andra avtalsslutande
staten, kan n&#229; en &#246;verenskommelse f&#246;r att l&#246;sa fr&#229;gan enligt
punkt 2,

ska, om personen beg&#228;r det, kvarst&#229;ende ol&#246;sta fr&#229;gor i
&#228;rendet h&#228;nskjutas till skiljef&#246;rfarande. S&#229;dana ol&#246;sta
fr&#229;gor ska dock inte h&#228;nskjutas till skiljef&#246;rfarande om en
domstol i n&#229;gon av de avtalsslutande staterna har meddelat
ett beslut avseende dessa fr&#229;gor. Skiljedomen &#228;r bindande f&#246;r
b&#229;da avtalsslutande staterna och ska genomf&#246;ras utan hinder
av tidsbegr&#228;nsningar i dessa staters interna lagstiftning,
s&#229;vida inte en person som direkt ber&#246;rs av &#228;rendet inte
accepterar den &#246;msesidiga &#246;verenskommelsen som genomf&#246;r
skiljedomen. De beh&#246;riga myndigheterna i de avtalsslutande
staterna ska tr&#228;ffa &#246;verenskommelse om s&#228;ttet att till&#228;mpa
denna punkt.

6. Vid till&#228;mpningen av best&#228;mmelserna i punkt 5:

a) De beh&#246;riga myndigheterna ska genom &#246;msesidig
&#246;verenskommelse inr&#228;tta ett f&#246;rfarande som s&#228;kerst&#228;ller att
en skiljedom blir genomf&#246;rd inom tv&#229; &#229;r fr&#229;n en beg&#228;ran om
skiljef&#246;rfarande enligt punkt 5, om inte &#229;tg&#228;rder eller
passivitet fr&#229;n en person som direkt ber&#246;rs av &#228;rendet enligt
n&#228;mnda punkt hindrar att &#228;rendet l&#246;ses eller om inte de
beh&#246;riga myndigheterna och personen kommer &#246;verens om
annat.

b) En skiljen&#228;mnd ska uppr&#228;ttas enligt f&#246;ljande regler:

1) En skiljen&#228;mnd ska best&#229; av tre skiljem&#228;n som har
sakkunskap och erfarenhet i fr&#229;gor om internationell skatt.

2) De beh&#246;riga myndigheterna ska utse var sin skiljeman.
S&#229;dan skiljeman f&#229;r vara medborgare i avtalsslutande stat. De
tv&#229; skiljem&#228;nnen utsedda av de beh&#246;riga myndigheterna ska
utse den tredje skiljemannen som ska vara skiljen&#228;mndens
ordf&#246;rande i enlighet med det f&#246;rfarande som de beh&#246;riga
myndigheterna kommit &#246;verens om.

3) Skiljem&#228;nnen f&#229;r inte vara anst&#228;llda av de avtalsslutande
staternas skattemyndigheter och f&#229;r inte heller, i n&#229;gon
form, ha befattat sig med det &#228;rende som har framlagts i
enlighet med punkt 1. Den tredje skiljemannen f&#229;r inte vara
medborgare i n&#229;gon av de avtalsslutande staterna om inte de
beh&#246;riga myndigheterna kommit &#246;verens om annat.

4) De beh&#246;riga myndigheterna ska tillse att samtliga
skiljem&#228;n och deras personal, innan deras uppdrag p&#229;b&#246;rjas,
till de beh&#246;riga myndigheterna skriftligen inger en f&#246;rs&#228;kran
om att omfattas av och att efterkomma de skyldigheter
avseende sekretess och tystnadsplikt som beskrivs i artikel
25 punkt 2 och som g&#228;ller enligt de avtalsslutande staternas
interna lagstiftning.

5) De beh&#246;riga myndigheterna ska var f&#246;r sig b&#228;ra kostnaden
f&#246;r sin utsedda skiljeman och sina egna utgifter. Kostnaden
f&#246;r skiljen&#228;mndens ordf&#246;rande och andra utgifter f&#246;r
skiljef&#246;rfarandet ska b&#228;ras av de beh&#246;riga myndigheterna i
lika delar.

c) De beh&#246;riga myndigheterna ska utan osk&#228;ligt dr&#246;jsm&#229;l l&#228;mna
den information som &#228;r n&#246;dv&#228;ndig f&#246;r skiljedomen till
skiljem&#228;nnen och deras personal.

d) En skiljedom ska behandlas enligt f&#246;ljande:

1) En skiljedom har inget prejudicerande v&#228;rde.

2) En skiljedom &#228;r bindande, om inte en domstol i en
avtalsslutande stat bed&#246;mer att domen inte &#228;r verkst&#228;llbar
eftersom den strider mot punkt 5, mot denna punkt eller, om
det rimligtvis kan ha p&#229;verkat utg&#229;ngen, mot &#246;verenskommelse
om f&#246;rfarandet enligt a) i denna punkt. Om skiljedomen bed&#246;ms
inte kunna verkst&#228;llas ska den anses som inte meddelad.

e) Om, vid n&#229;gon tidpunkt efter det att en beg&#228;ran om
skiljef&#246;rfarande har framst&#228;llts och innan skiljen&#228;mnden har
meddelat en skiljedom till de beh&#246;riga myndigheterna och den
person som har beg&#228;rt skiljef&#246;rfarandet, de beh&#246;riga
myndigheterna har l&#246;st alla ol&#246;sta fr&#229;gor som h&#228;nskjutits
till skiljef&#246;rfarande, ska &#228;rendet anses l&#246;st i enlighet med
punkten 2 och en skiljedom ska inte meddelas.

7. a) Best&#228;mmelserna i punkterna 5 och 6 ska inte till&#228;mpas
p&#229; &#228;renden som r&#246;r artikel 4 punkt 3 och inte heller p&#229;
&#228;renden som r&#246;r h&#228;nf&#246;rande av kapital till ett fast
driftst&#228;lle enligt artikel 7.

b) Utan hinder av best&#228;mmelserna i punkt 5, ska ett &#228;rende
inte h&#228;nskjutas till skiljef&#246;rfarande om de beh&#246;riga
myndigheterna i de avtalsslutande staterna har &#246;verenskommit
att &#228;rendet inte &#228;r l&#228;mpligt att avg&#246;ras genom
skiljef&#246;rfarande.

Artikel 25

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
utbyta s&#229;dana upplysningar som kan antas vara relevanta vid
till&#228;mpningen av best&#228;mmelserna i detta avtal eller f&#246;r
administration eller verkst&#228;llighet av intern lagstiftning i
fr&#229;ga om skatter av varje slag och beskaffenhet som tas ut
f&#246;r de avtalsslutande staterna eller f&#246;r deras politiska
underavdelningar eller lokala myndigheter, om beskattningen
enligt denna lagstiftning inte strider mot avtalet. Utbytet
av upplysningar begr&#228;nsas inte av artiklarna 1 och 2.

2. Upplysningar som en avtalsslutande stat tagit emot enligt
punkt 1 ska behandlas som hemliga p&#229; samma s&#228;tt som
upplysningar som erh&#229;llits enligt den interna lagstiftningen
i denna stat och f&#229;r yppas endast f&#246;r personer eller
myndigheter (d&#228;ri inbegripet domstolar och f&#246;rvaltningsorgan)
som fastst&#228;ller, uppb&#228;r eller driver in de skatter som
&#229;syftas i punkt 1 eller handl&#228;gger &#229;tal eller &#246;verklagande i
fr&#229;ga om dessa skatter eller som ut&#246;var tillsyn &#246;ver n&#228;mnda
verksamheter. Dessa personer eller myndigheter f&#229;r anv&#228;nda
upplysningar bara f&#246;r s&#229;dana &#228;ndam&#229;l. De f&#229;r yppa
upplysningarna vid offentlig r&#228;tteg&#229;ng eller i
domstolsavg&#246;randen. Utan hinder av ovanst&#229;ende f&#229;r
upplysningar som en avtalsslutande stat mottagit anv&#228;ndas f&#246;r
andra &#228;ndam&#229;l n&#228;r s&#229;dana upplysningar f&#229;r anv&#228;ndas f&#246;r s&#229;dana
andra &#228;ndam&#229;l enligt lagstiftningen i b&#229;da avtalsslutande
staterna och den beh&#246;riga myndigheten i den avtalsslutande
stat som har l&#228;mnat upplysningarna har till&#229;tit s&#229;dant
anv&#228;ndande.

3. Best&#228;mmelserna i punkterna 1 och 2 medf&#246;r inte skyldighet
f&#246;r en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning
och administrativ praxis i denna avtalsslutande stat eller i
den andra avtalsslutande staten;

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt
lagstiftning eller sedvanlig administrativ praxis i denna
avtalsslutande stat eller i den andra avtalsslutande
staten;
c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rs-,
industri-, handels- eller yrkeshemlighet eller i
n&#228;ringsverksamhet nyttjat f&#246;rfaringss&#228;tt eller upplysningar,
vilkas &#246;verl&#228;mnande skulle strida mot allm&#228;nna h&#228;nsyn (ordre
public);

d) att inh&#228;mta eller tillhandah&#229;lla information som skulle
avsl&#246;ja konfidentiell kommunikation mellan en klient och
dennes advokat eller annat juridiskt ombud, n&#228;r s&#229;dan
kommunikation:

1) sker i syfte att erh&#229;lla eller l&#228;mna juridisk r&#229;dgivning;
eller

2) sker i syfte att anv&#228;ndas i p&#229;g&#229;ende eller planerade
r&#228;ttsliga f&#246;rfaranden.

4. D&#229; en avtalsslutande stat beg&#228;r upplysningar enligt denna
artikel ska den andra avtalsslutande staten anv&#228;nda de medel
som denna stat f&#246;rfogar &#246;ver f&#246;r att inh&#228;mta de beg&#228;rda
upplysningarna, &#228;ven om denna andra stat inte har behov av
upplysningarna f&#246;r sina egna beskattnings&#228;ndam&#229;l.
F&#246;rpliktelsen i f&#246;reg&#229;ende mening begr&#228;nsas av best&#228;mmelserna
i punkt 3, men detta medf&#246;r inte en r&#228;tt f&#246;r en
avtalsslutande stat att v&#228;gra l&#228;mna upplysningar uteslutande
d&#228;rf&#246;r att denna stat inte har n&#229;got eget intresse av s&#229;dana
upplysningar.

5. Best&#228;mmelserna i punkt 3 medf&#246;r inte r&#228;tt f&#246;r en
avtalsslutande stat att v&#228;gra att l&#228;mna upplysningar
uteslutande d&#228;rf&#246;r att upplysningarna innehas av en bank,
annan finansiell institution, ombud, representant eller
f&#246;rvaltare eller d&#228;rf&#246;r att upplysningarna g&#228;ller &#228;gander&#228;tt
i en person.

Artikel 25A

Bist&#229;nd med indrivning

1. De avtalsslutande staterna ska l&#228;mna varandra handr&#228;ckning
vid indrivning av skattefordringar. Handr&#228;ckningen begr&#228;nsas
inte av artiklarna 1 och 2.

2. Uttrycket ”skattefordran” &#229;syftar vid tilll&#228;mpningen av
denna artikel en skuld avseende f&#246;ljande skatter, i den m&#229;n
beskattningen inte strider mot detta avtal eller n&#229;got annat
avtal som de avtalsslutande staterna har ing&#229;tt, samt r&#228;nta,
administrativa straffavgifter, till&#228;ggsavgifter och kostnader
f&#246;r indrivning eller s&#228;krings&#229;tg&#228;rder med anledning av en
s&#229;dan skuld:

a) i Japan:

1) inkomstskatten;

2) bolagsskatten;

3) den s&#228;rskilda rekonstruktionsskatten;

4) den s&#228;rskilda rekonstruktionsskatten f&#246;r bolag;

5) konsumtionsskatten;

6) arvsskatten; och

7) g&#229;voskatten;

b) i Sverige:

1) den statliga inkomstskatten;

2) kupongskatten;

3) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta;

4) den s&#228;rskilda inkomstskatten f&#246;r utomlands bosatta
artister m.fl.;

5) den kommunala inkomstskatten;

6) merv&#228;rdesskatten;

7) fastighetsskatten;

8) f&#246;rm&#246;genhetsskatten;

9) arvsskatten; och

10) g&#229;voskatten.

c) skatter av samma eller i huvudsak likartat slag som efter
undertecknandet av det protokoll som undertecknades i
Stockholm den 5 december 2013 och som &#228;ndrade detta avtal,
s&#229;som &#228;ndrat genom protokoll som undertecknades i Stockholm
den 19 februari 1999, p&#229;f&#246;rs vid sidan av eller i st&#228;llet f&#246;r
de skatter som anges i a) och b).

De beh&#246;riga myndigheterna i de avtalsslutande staterna ska
meddela varandra v&#228;sentliga &#228;ndringar som har gjorts i deras
skattelagstiftning.

3. N&#228;r en skattefordran i en avtalsslutande stat &#228;r m&#246;jlig
att verkst&#228;lla enligt den avtalsslutande statens lagstiftning
och fordran ska betalas av en person som vid den tidpunkten
enligt den avtalsslutande statens lagstiftning inte kan
mots&#228;tta sig dess indrivning, ska denna skattefordran, efter
framst&#228;llan av den beh&#246;riga myndigheten i den avtalsslutande
staten, erk&#228;nnas f&#246;r indrivning av den beh&#246;riga myndigheten i
den andra avtalsslutande staten. Denna skattefordran ska
drivas in av den andra avtalsslutande staten i enlighet med
best&#228;mmelserna i denna stats lagstiftning om verkst&#228;llighet
och indrivning av dess egna skatter, som om fordran vore en
skattefordran i denna andra avtalsslutande stat som uppfyllde
kraven f&#246;r att denna andra avtalsslutande stat skulle kunna
g&#246;ra en framst&#228;llan enligt denna punkt.

4. N&#228;r en skattefordran i en avtalsslutande stat &#228;r en
fordran f&#246;r vilken den avtalsslutande staten enligt sin
lagstiftning f&#229;r vidta s&#228;krings&#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla
indrivning, ska denna skattefordran, efter framst&#228;llan av den
beh&#246;riga myndigheten i den avtalsslutande staten, erk&#228;nnas
f&#246;r vidtagande av s&#228;krings&#229;tg&#228;rder av den beh&#246;riga
myndigheten i den andra avtalsslutande staten. Den andra
avtalsslutande staten ska f&#246;r denna skattefordran vidta
s&#228;krings&#229;tg&#228;rder i enlighet med best&#228;mmelserna i denna stats
lagstiftning som om fordran vore en skattefordran i denna
andra avtalsslutande stat, &#228;ven om, vid tidpunkten d&#229; s&#229;dana
&#229;tg&#228;rder vidtas, skattefordran inte &#228;r verkst&#228;llbar i den
f&#246;rstn&#228;mnda avtalsslutande staten eller ska betalas av en
person som kan mots&#228;tta sig dess indrivning.

5. Utan hinder av best&#228;mmelserna i punkterna 3 och 4, ska en
skattefordran, som har erk&#228;nts av en avtalsslutande stat i
enlighet med punkt 3 eller 4, i den avtalsslutande staten
inte omfattas av tidsfrister eller ges f&#246;rm&#229;nsr&#228;tt som g&#228;ller
f&#246;r skattefordringar enligt lagstiftningen i den
avtalsslutande staten. Inte heller ska en skattefordran som
har erk&#228;nts av en avtalsslutande stat i enlighet med punkt 3
eller 4 i den avtalsslutande staten ges en f&#246;rm&#229;nsr&#228;tt s&#229;som
skattefordran enligt lagstiftningen i den andra
avtalsslutande staten.

6. Utan hinder av best&#228;mmelserna i punkt 5, ska &#229;tg&#228;rder
vidtagna av en avtalsslutande stat vid verkst&#228;llandet av en
skattefordran som har erk&#228;nts av den avtalsslutande staten i
enlighet med punkt 3 eller 4, som, om de hade vidtagits av
den andra avtalsslutande staten och d&#229; inneburit att
tidsfristen f&#246;r skattefordran enligt den andra avtalsslutande
statens lagstiftning hade skjutits upp, f&#246;rl&#228;ngts eller
avbrutits, ha s&#229;dan verkan enligt den andra avtalsslutande
statens lagstiftning. Den f&#246;rstn&#228;mnda avtalsslutande staten
ska underr&#228;tta den andra avtalsslutande staten om s&#229;dana
handlingar.

7. F&#246;rfaranden som g&#228;ller f&#246;rekomsten, giltigheten eller
omfattningen av en skattefordran i en avtalsslutande stat ska
inte anh&#228;ngigg&#246;ras i domstol eller administrativa myndigheter
i den andra avtalsslutande staten.

8. Om, efter det att en framst&#228;llan har gjorts av en
avtalsslutande stat enligt punkt 3 eller 4 men innan den
andra avtalsslutande staten har drivit in och &#246;verf&#246;rt
skattefordran till den f&#246;rstn&#228;mnda avtalsslutande staten, den
skattefordran det g&#228;ller upph&#246;r att vara

a) i h&#228;ndelse av en framst&#228;llan enligt punkt 3, en
skattefordran i den f&#246;rstn&#228;mnda avtalsslutande staten som &#228;r
m&#246;jlig att verkst&#228;lla enligt den avtalsslutande statens
lagstiftning och ska betalas av en person som vid den
tidpunkten inte kan mots&#228;tta sig dess indrivning enligt
lagstiftningen i den avtalsslutande staten, eller

b) i h&#228;ndelse av en framst&#228;llan enligt punkt 4, en
skattefordran i den f&#246;rstn&#228;mnda staten f&#246;r vilken den
avtalsslutande staten enligt sin lagstiftning f&#229;r vidta
s&#228;krings&#229;tg&#228;rder f&#246;r att s&#228;kerst&#228;lla indrivning

ska den beh&#246;riga myndigheten i den f&#246;rstn&#228;mnda avtalsslutande
staten utan dr&#246;jsm&#229;l underr&#228;tta den beh&#246;riga myndigheten i
den andra avtalsslutande staten detta och den f&#246;rstn&#228;mnda
avtalsslutande staten ska, i enlighet med den andra
avtalsslutande statens &#246;nskem&#229;l, antingen vilandef&#246;rklara
eller &#229;terta sin framst&#228;llan.

9. Best&#228;mmelserna i denna artikel medf&#246;r inte skyldighet f&#246;r
en avtalsslutande stat att:

a) vidta f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning
och administrativ praxis i denna avtalsslutande stat eller i
den andra avtalsslutande staten;

b) vidta &#229;tg&#228;rder som skulle strida mot allm&#228;nna h&#228;nsyn
(ordre public);

c) l&#228;mna handr&#228;ckning om den andra avtalsslutande staten inte
har vidtagit alla rimliga &#229;tg&#228;rder f&#246;r indrivning eller
s&#228;krings&#229;tg&#228;rder som st&#229;r till dess f&#246;rfogande enligt dess
lagstiftning eller administrativa praxis;

d) l&#228;mna handr&#228;ckning i de fall d&#228;r den administrativa b&#246;rdan
f&#246;r denna avtalsslutande stat uppenbart inte st&#229;r i
proportion till den nytta som st&#229;r att vinna f&#246;r den andra
avtalsslutande staten.

10. Innan handr&#228;ckning l&#228;mnas enligt best&#228;mmelserna i denna
artikel, ska de beh&#246;riga myndigheterna i de avtalsslutande
staterna tr&#228;ffa &#246;verenskommelse om s&#228;ttet att till&#228;mpa denna
artikel, som s&#228;kerst&#228;ller en j&#228;mf&#246;rbar omfattning av
handr&#228;ckning till var och en av de avtalsslutande staterna. I
synnerhet ska de beh&#246;riga myndigheterna i de avtalsslutande
staterna tr&#228;ffa &#246;verenskommelse om en gr&#228;ns f&#246;r det antal
framst&#228;llningar om handr&#228;ckning som en avtalsslutande stat
kan g&#246;ra under ett visst &#229;r samt en l&#228;gsta beloppsgr&#228;ns f&#246;r
en skattefordran f&#246;r vilken handr&#228;ckning beg&#228;rs.

Artikel 26

Diplomatiska f&#246;retr&#228;dare och konsul&#228;ra tj&#228;nstem&#228;n

Best&#228;mmelserna i detta avtal ber&#246;r inte de privilegier vid
beskattningen som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer
diplomatiska f&#246;retr&#228;dare eller konsul&#228;ra tj&#228;nstem&#228;n.

Artikel 27

Ikrafttr&#228;dande

1. Detta avtal ska ratificeras och ratifikationshandlingarna
ska utv&#228;xlas i Tokyo snarast m&#246;jligt.

2. Detta avtal tr&#228;der i kraft trettionde dagen efter den d&#229;
utv&#228;xlingen av ratifikationshandlingarna skedde och ska
till&#228;mpas:

a) i Japan:

betr&#228;ffande inkomst h&#228;nf&#246;rlig till beskattnings&#229;r som b&#246;rjar
den 1 januari kalender&#229;ret n&#228;rmast efter det d&#229; avtalet
tr&#228;der i kraft eller senare; och

b) i Sverige:

betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari kalender&#229;ret
n&#228;rmast efter det d&#229; avtalet tr&#228;der i kraft eller senare.

3. Avtalet mellan Japan och Sverige f&#246;r undvikande av
dubbelbeskattning och f&#246;rhindrande av skatteflykt betr&#228;ffande
inkomstskatter, som undertecknades i Tokyo den 12 december
1956 och som &#228;ndrades och kompletterades genom protokoll
undertecknat i Tokyo den 15 april 1964, ska upph&#246;ra att g&#228;lla
och inte l&#228;ngre till&#228;mpas betr&#228;ffande inkomster p&#229; vilka
detta avtal blir till&#228;mpligt enligt best&#228;mmelserna i punkt
2.

Artikel 28

Upph&#246;rande

Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men envar av
de avtalsslutande staterna &#228;ger att – senast den 30 juni
under ett kalender&#229;r, som b&#246;rjar efter utg&#229;ngen av en tidrymd
av fem &#229;r r&#228;knat fr&#229;n dagen f&#246;r avtalets ikrafttr&#228;dande – p&#229;
diplomatisk v&#228;g skriftligen upps&#228;ga avtalet hos den andra
avtalsslutande staten. I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r
detta avtal att g&#228;lla:

a) i Japan:

betr&#228;ffande inkomst h&#228;nf&#246;rlig till beskattnings&#229;r som b&#246;rjar
den 1 januari kalender&#229;ret n&#228;rmast efter det d&#229; upps&#228;gning
sker eller senare; och

b) i Sverige:

betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari kalender&#229;ret
n&#228;rmast efter det d&#229; upps&#228;gning sker eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill
vederb&#246;rligen bemyndigade av sina respektive regeringar,
undertecknat detta avtal.

Som skedde i Stockholm den 21 januari 1983 i tv&#229; exemplar p&#229;
engelska spr&#229;ket.

F&#246;r Sveriges regering:

Lennart Bodstr&#246;m

F&#246;r Japans regering:

Wataru Owada
Lag (2014:374).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3818">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3820">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
