

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1997-09-05" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3825</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3824">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3826">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1983:22 ·
                    <a href="/sfsr?bet=1983:22">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1983:22) om till&#228;mpning av en konvention den 2 juli 
1982 mellan Sverige och Nederl&#228;nderna om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1983-01-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagorna. 
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1983-03-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den konvention mellan Sverige och Nederl&#228;nderna om social trygghet som
har undertecknats den 2 juli 1982 j&#228;mte slutprotokoll och en samma dag
undertecknad &#246;verenskommelse om till&#228;mpning av konventionen skall
g&#228;lla h&#228;r i riket fr&#229;n och den 1 mars 1983.

Konventionen, slutprotokollet och till&#228;mpnings&#246;verenskommelsen bifogas
denna f&#246;rordning i svensk, nederl&#228;ndsk och engelsk text som bilagorna
1-3.

Med beh&#246;rig myndighet i artiklarna 10 och 30 avses
riksf&#246;rs&#228;kringsverket.

Bilaga 1


Konvention mellan Konungariket Sverige och Konungariket Nederl&#228;nderna
om social trygghet

Konungariket Sveriges regering och Konungariket Nederl&#228;ndernas
regering, som &#246;nskar reglera de b&#229;da staternas &#246;msesidiga f&#246;rh&#229;llanden
p&#229; den sociala trygghetens omr&#229;de, har &#246;verenskommit att sluta
f&#246;ljande konvention:

AVDELNING I. ALLM&#196;NNA BEST&#196;MMELSER

Artikel 1

I denna konvention avses med uttrycken

1) &quot;Nederl&#228;nderna&quot; Konungariket Nederl&#228;nderna och &quot;Sverige&quot;
Konungariket Sverige,

2) &quot;territorium&quot;

med avseende p&#229; Nederl&#228;nderna dess territorium i Europa,

med avseende p&#229; Sverige dess territorium,

3) &quot;lagstiftning&quot;

lagar, f&#246;rordningar och administrativa f&#246;reskrifter r&#246;rande de i
artikel 2 angivna systemen och grenarna av social trygghet,

4) &quot;beh&#246;rig myndighet&quot;

med avseende p&#229; Nederl&#228;nderna ministern f&#246;r sociala fr&#229;gor och
arbetsmarknadsfr&#229;gor eller, s&#229;vitt avser v&#229;rdf&#246;rm&#229;ner enligt
sjukf&#246;rs&#228;kringslagstiftningen, ministern f&#246;r h&#228;lso- och
milj&#246;v&#229;rdsfr&#229;gor,

med avseende p&#229; Sverige regeringen eller den myndighet regeringen
best&#228;mmer

5) &quot;f&#246;rs&#228;kringsorgan&quot;

det organ eller den myndighet som svarar f&#246;r till&#228;mpningen av den i
artikel 2 angivna lagstiftningen (eller n&#229;gon del d&#228;rav),

6) &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot;

det f&#246;rs&#228;kringsorgan som &#228;r beh&#246;rigt enligt den till&#228;mpliga
lagstiftningen,

7) &quot;beh&#246;rig stat&quot;

den stat, inom vars territorium det beh&#246;riga f&#246;rs&#228;kringsorganet
bedinner sig,

8) &quot;f&#246;rs&#228;kringsperioder&quot;

avgiftsperioder, anst&#228;llningsperioder, perioder f&#246;r ut&#246;vande av
f&#246;rv&#228;rvsverksamhet eller bos&#228;ttningsperioder, som i den lagstiftning
enligt vilken de fullgjorts betecknas eller betraktas som
f&#246;rs&#228;kringsperioder, samt andra tidsperioder i den m&#229;n de i n&#228;mnda
lagstiftning betraktas som likv&#228;rdiga med f&#246;rs&#228;kringsperioder,

9) &quot;kontantf&#246;rm&#229;n&quot; eller &quot;pension&quot;

en kontant f&#246;rm&#229;n eller pension enligt den till&#228;mpliga lagstiftningen,
inber&#228;knat alla d&#228;ri ing&#229;ende delar som utges av allm&#228;nna medel s&#229;v&#228;l
som alla h&#246;jningar och till&#228;gg.

2. Andra uttryck som anv&#228;nds i denna konvention har den inneb&#246;rd som
tillkommer dem enligt den till&#228;mpliga lagstiftningen.

Artikel 2

1. Denna konvention &#228;r till&#228;mplig

A. n&#228;r det g&#228;ller Nederl&#228;nderna p&#229; lagstiftningen om

a) sjukf&#246;rs&#228;kring (kontantf&#246;rm&#229;ner och v&#229;rdf&#246;rm&#229;ner vid sjukdom och
moderskap),

b) invaliditetsf&#246;rs&#228;kring (arbetsof&#246;rm&#229;ga, olycksfall i arbete och
yrkessjukdom),

c) &#229;ldersf&#246;rs&#228;kring,

d) f&#246;rs&#228;kring f&#246;r &#228;nkor och efterlevande barn,

e) arbetsl&#246;shetsers&#228;ttning,

f) barnbidrag,

B. n&#228;r det g&#228;ller Sverige p&#229; lagstiftningen om

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring,

b) folkpension,

c) till&#228;ggspension,

d) arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d,

e) barnbidrag,

f) arbetsskadef&#246;rs&#228;kring.

2. D&#228;r ej annat f&#246;ljer av best&#228;mmelsen i punkt 4, skall konventionen
j&#228;mv&#228;l till&#228;mpas p&#229; lagstiftning som kodifierar, &#228;ndrar eller
kompletterar den lagstiftning som anges i punkt 1.

3. Konventionen skall till&#228;mpas p&#229; lagstiftning om ett nytt system
eller en ny gren av social trygghet ut&#246;ver de i punkt 1 angivna endast
om s&#228;rskild &#246;verenskommelse h&#228;rom tr&#228;ffas mellan de f&#246;rdragsslutande
staterna.

4. Konventionen skall icke till&#228;mpas p&#229; lagstiftning som utvidgar
till&#228;mpningsomr&#229;det f&#246;r den i punkt 1 n&#228;mnda lagstiftningen till nya
grupper av f&#246;rm&#229;nstagare, om beh&#246;rig myndighet i den ber&#246;rda staten
inom tre m&#229;nader efter den nya lagstiftningens offentligg&#246;rande
meddelar den andra statens beh&#246;riga myndighet, att en s&#229;dan utvidgning
av konventionen icke &#228;r avsedd.

5. Konventionen skall icke till&#228;mpas p&#229; system f&#246;r social eller
medicinsk hj&#228;lp eller p&#229; speciella system f&#246;r statsanst&#228;llda eller
personer som behandlas som s&#229;dana.

Artikel 3

Konventionen &#228;r, i den m&#229;n ej annat d&#228;ri f&#246;reskrivs, till&#228;mplig p&#229; de
f&#246;rdragsslutande staternas medborgare, andra personer som omfattas
eller har omfattats av en f&#246;rdragsslutande stats lagstiftning och
personer som h&#228;rleder sin r&#228;tt fr&#229;n s&#229;dana personer.

Artikel 4

Vid till&#228;mpning av en f&#246;rdragsslutande stats lagstiftning skall, i den
m&#229;n ej annat f&#246;reskrivs i denna konvention, med den f&#246;rdragsslutande
statens medborgare likst&#228;llas

a) medborgare i den andra f&#246;rdragsslutande staten,

b) flyktingar och statsl&#246;sa personer som avses i konventionen den 28
juli 1951 om flyktingars r&#228;ttsliga st&#228;llning och protokollet den 31
januari 1967 till n&#228;mnda konvention, &#228;vensom konventionen den 28
september 1954 om statsl&#246;sa personers r&#228;ttsliga st&#228;llning,

c) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n en
medborgare i en f&#246;rdragsslutande stat eller fr&#229;n en i denna artikel
avsedd flykting eller statsl&#246;s person.

Artikel 5

Pensioner och andra kontantf&#246;rm&#229;ner med undantag av f&#246;rm&#229;ner vid
arbetsl&#246;shet f&#229;r, i den m&#229;n ej annat f&#246;reskrivs i denna konvention,
icke minskas, &#228;ndras, inneh&#229;llas eller indragas p&#229; grund av att
f&#246;rm&#229;nstagaren &#228;r bosatt inom den andra f&#246;rdragsslutande statens
territorium.

Artikel 6

I en f&#246;rdragsslutande stats lagstiftning f&#246;rekommande best&#228;mmelser om
minskning, inneh&#229;llande eller upph&#228;vande av f&#246;rm&#229;ner fr&#229;n en gren av
social trygghet n&#228;r de sammanfaller med f&#246;rm&#229;ner fr&#229;n en annan gren
eller med andra inkomster, eller p&#229; grund av f&#246;rv&#228;rvsverksamhet, skall
g&#228;lla f&#246;r en f&#246;rm&#229;nstagare ocks&#229; i fr&#229;ga om f&#246;rm&#229;ner f&#246;rv&#228;rvade enligt
den andra f&#246;rdragsslutande statens lagstiftning eller i fr&#229;ga om
inkomst erh&#229;llen eller syssels&#228;ttning innehavd inom den andra
f&#246;rdragsslutande statens territorium.

AVDELNING II. BEST&#196;MMELSER OM TILL&#196;MPLIG LAGSTIFTNING

Artikel 7

I den m&#229;n ej annat f&#246;reskrivs i artiklarna 8 och 9 skall arbetstagare
vara underkastad lagstiftningen endast i den f&#246;rdragsslutande stat,
inom vars territorium de &#228;r sysselsatta. Detta g&#228;ller &#228;ven n&#228;r
arbetstagaren eller hans arbetsgivare &#228;r bosatt inom den andra
f&#246;rdragsslutande statens territorium.

Artikel 8

1. Om en arbetstagare, som syssels&#228;tts inom en f&#246;rdragsslutande stats
territorium, av sin arbetsgivare uts&#228;nds till den andra
f&#246;rdragsslutande statens territorium f&#246;r att d&#228;r utf&#246;ra arbete f&#246;r
denne arbetsgivare, skall den f&#246;rstn&#228;mnda statens lagstiftning
forts&#228;tta att g&#228;lla f&#246;r honom till utg&#229;ngen av den tjugofj&#228;rde
kalenderm&#229;naden efter uts&#228;ndandet, som om arbetstagaren fortfarande
sysselsattes inom dess territorium.

2. Vid j&#228;rnv&#228;gs- eller v&#228;gtrafikf&#246;retag eller flyglinjer anst&#228;lld
resande personal med arbete i b&#229;da f&#246;rdragsslutande staterna skall
omfattas av lagstiftningen i den f&#246;rdragsslutande stat, inom vars
territorium f&#246;retaget har sitt s&#228;te. Om n&#229;gon &#228;r anst&#228;lld vid en
filial eller stadigvarande verksamhet som n&#228;mnda f&#246;retag har inom den
andra f&#246;rdragsslutande statens territorium, skall dock sistn&#228;mnda
f&#246;rdragsslutande stats lagstiftning g&#228;lla.

3. Ett fartygs bes&#228;ttning och andra personer som &#228;r stadigvarande
sysselsatta p&#229; fartyget skall omfattas av lagstiftningen i den
f&#246;rdragsslutande stat, vars flagga fartyget f&#246;r. Om en person &#228;r
anst&#228;lld ombord p&#229; ett fartyg, som f&#246;r den ena f&#246;rdragsslutande
statens flagga, men avl&#246;nas f&#246;r detta arbete av ett f&#246;retag, som har
sin huvudsakliga verksamhet inom den andra f&#246;rdragsslutande statens
territorium, eller av en d&#228;r bosatt person, skall han dock omfattas av
den sistn&#228;mnda statens lagstiftning. I fr&#229;ga om Nederl&#228;nderna g&#228;ller
den andra meningen &#228;ven n&#228;r ett fartyg f&#246;r en tredje stats flagga men
har en bes&#228;ttning som avl&#246;nas av ett f&#246;retag med huvudsaklig
verksamhet i Nederl&#228;nderna eller av en d&#228;r bosatt person.

4. En arbetstagare, som med till&#228;mpning av best&#228;mmelserna i denna
artikel skall omfattas av lagstiftningen i den ena f&#246;rdragsslutande
staten, skall d&#228;rvid betraktas som bosatt inom denna f&#246;rdragsslutande
stats territorium.

Artikel 9

Denna konvention ber&#246;r icke de best&#228;mmelser i Wienkonventionen om
diplomatiska f&#246;rbindelser och Wienkonventionen om konsul&#228;ra
f&#246;rbindelser som avser den lagstiftning som anges i artikel 2 punkt
1.

Artikel 10

1. De beh&#246;riga myndigheterna i de b&#229;da f&#246;rdragsslutande staterna kan i
vissa personers eller persongruppers intresse komma &#246;verens om
undantag fr&#229;n best&#228;mmelserna i artiklarna 7, 8 eller 9.

2. Best&#228;mmelserna i artikel 8 punkt 4 skall i till&#228;mpliga delar g&#228;lla
i fall som avses i denna artikel.

AVDELNING III. S&#196;RSKILDA BEST&#196;MMELSER I FR&#197;GA OM OLIKA F&#214;RM&#197;NER

Kapitel 1. Sjukdom, moderskap och barns f&#246;delse

Artikel 11

Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder enligt lagstiftningen i b&#229;da
de f&#246;rdragsslutande staterna, skall dessa perioder, i den m&#229;n de icke
sammanfaller, sammanr&#228;knas f&#246;r f&#246;rv&#228;rv, vidmakth&#229;llande eller
&#229;terf&#229;ende av r&#228;tt till en f&#246;rm&#229;n.

Artikel 12

1. En person, som har r&#228;tt till v&#229;rdf&#246;rm&#229;ner enligt lagstiftningen i
en f&#246;rdragsslutande stat, &#228;vensom hans familjemedlemmar, har r&#228;tt till
v&#229;rdf&#246;rm&#229;ner under en tillf&#228;llig vistelse inom den andra
f&#246;rdragsslutande statens territorium, om h&#228;lsotillst&#229;ndet g&#246;r det
n&#246;dv&#228;ndigt att s&#229;dana f&#246;rm&#229;ner omedelbart tillhandah&#229;lls.

2. F&#246;rs&#228;kringsorganet p&#229; platsen f&#246;r den tillf&#228;lliga vistelsen utger
s&#229;dana f&#246;rm&#229;ner enligt den lagstiftning som detta organ har att
till&#228;mpa.

3. Punkt 1 g&#228;ller icke personer som beger sig till den andra
f&#246;rdragsslutande statens territorium i syfte att d&#228;r f&#229; sjukv&#229;rd.

Artikel 13

1. En person som har r&#228;tt till v&#229;rdf&#246;rm&#229;ner enligt en f&#246;rdragsslutande
stats lagstiftning, men &#228;r bosatt inom den andra f&#246;rdragsslutande
statens territorium, erh&#229;ller v&#229;rdf&#246;rm&#229;ner &#228;ven inom den senare
statens territorium.

2. Familjemedlemmar till en person som har r&#228;tt till v&#229;rdf&#246;rm&#229;ner
enligt en f&#246;rdragsslutande stats lagstiftning erh&#229;ller s&#229;dana f&#246;rm&#229;ner
om de &#228;r bosatta inom den andra f&#246;rdragsslutande statens territorium.

3. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten skall tillhandah&#229;lla de i
punkterna 1 och 2 n&#228;mnda f&#246;rm&#229;nerna i enlighet med den lagstiftning
som detta organ har att till&#228;mpa.

4. Punkt 2 g&#228;ller icke i fall d&#229; familjemedlemmarna har r&#228;tt till
v&#229;rdf&#246;rm&#229;ner p&#229; grund av att de f&#246;rv&#228;rvsarbetar eller uppb&#228;r f&#246;rm&#229;n
fr&#229;n det sociala trygghetssystemet i den f&#246;rdragsslutande stat, inom
vars territorium de &#228;r bosatta.

Artikel 14

Fr&#229;gan om &#229;terbetalning av kostnader f&#246;r f&#246;rm&#229;ner som utgetts enligt
artiklarna 12 och 13 avg&#246;rs enligt best&#228;mmelser som de beh&#246;riga
myndigheterna enas om. Dessa kan komma &#246;verens om att det icke skall
ske n&#229;gon &#229;terbetalning mellan de ber&#246;rda f&#246;rs&#228;kringsorganen.

Artikel 15

En person som uppfyller villkoren f&#246;r r&#228;tt till kontanf&#246;rm&#229;ner enligt
den beh&#246;riga statens lagstiftning, i f&#246;rekommande fall med iakttagande
av best&#228;mmelserna i artikel 11, erh&#229;ller dessa f&#246;rm&#229;ner &#228;ven om han
vistas inom den andra statens territorium.

F&#246;rm&#229;nerna utbetalas av det beh&#246;riga f&#246;rs&#228;kringsorganet i enlighet med
best&#228;mmelserna i den lagstiftning detta organ har att till&#228;mpa.

Kaptiel 2. Invaliditet, &#229;lderdom och d&#246;dsfall

Till&#228;mpning av den nederl&#228;ndska lagstiftningen

Artikel 16

Om en medborgare i en av de f&#246;rdragsslutande staterna eller en person
som anges i artikel 4 b) var underkastad svensk pensionslagstiftning
vid den tidpunkt n&#228;r den arbetsof&#246;rm&#229;ga som &#246;vergick i invaliditet
intr&#228;dde och han dessf&#246;rinnan hade fullgjort en sammanlagd
f&#246;rs&#228;kringsperiod av minst tolv m&#229;nader enligt den nederl&#228;ndska
lagstiftningen om invaliditetsf&#246;rs&#228;kring, har han r&#228;tt till f&#246;rm&#229;n
enligt den senare lagstiftningen, ber&#228;knad enligt reglerna i artikel
17.

Artikel 17

1. Beloppet av den f&#246;rm&#229;n som avses i artikel 16 skall ber&#228;knas efter
f&#246;rh&#229;llandet mellan den sammanlagda l&#228;ngden av de f&#246;rs&#228;kringsperioder
som personen i fr&#229;ga efter fyllda 15 &#229;r fullgjort enligt nederl&#228;ndsk
lagstiftning och den tidsperiod som f&#246;rflutit mellan den tidpunkt d&#229;
han fyllde 15 &#229;r och den tidpunkt d&#229; den arbetsof&#246;rm&#229;ga som &#246;vergick i
invaliditet intr&#228;dde.

2. Om den ifr&#229;gavarande personen vid tidpunkten d&#229; den arbetsof&#246;rm&#229;ga
som &#246;vergick i invaliditet intr&#228;dde var arbetstagare eller behandlades
som s&#229;dan, skall f&#246;rm&#229;nen fastst&#228;llas enligt lagen den 18 februari
1966 om invalidpension (WAO). Om s&#229; icke var fallet, skall f&#246;rm&#229;nen
fast&#228;llas enligt lagen den 11 december 1975 om allm&#228;n invalidpension
(AAW).

3. Som f&#246;rs&#228;kringsperioder fullgjorda enligt den nederl&#228;ndska
lagstiftningen skall anses

a) f&#246;rs&#228;kringsperioder fullgjorda enligt lagen den 18 februari 1966 om
invalidpension (WAO),

b) f&#246;rs&#228;kringsperioder fullgjorda enligt lagen den 11 december 1975 om
allm&#228;n invalidpension (AAW),

c) anst&#228;llningsperioder och d&#228;rmed likst&#228;llda perioder fullgjorda i
Nederl&#228;nderna f&#246;re den 1 juli 1967.

4. Om i fall som avses i punkt 2 f&#246;rsta meningen en f&#246;rs&#228;kringsperiod
enligt WAO sammanfaller med en f&#246;rs&#228;kringsperiod enligt AAW, medr&#228;knas
endast den period som fullgjorts enligt WAO.

5. Om i fall som avses i punkt 2 andra meningen en f&#246;rs&#228;kringsperiod
enligt AAW sammanfaller med en f&#246;rs&#228;kringsperiod enligt WAO, medr&#228;knas
endast den f&#246;rs&#228;kringsperiod som fullgjorts enligt AAW.

Artikel 18

1. N&#228;r det g&#228;ller &#229;lderspension fastst&#228;ller det nederl&#228;ndska
f&#246;rs&#228;kringsorganet pensionen direkt och uteslutande p&#229; grundval av de
f&#246;rs&#228;kringsperioder som fullgjorts enligt den nederl&#228;ndska
lagstiftningen om &#229;ldersf&#246;rs&#228;kring.

2. Perioder f&#246;re den 1 januari 1957, under vilka den ifr&#229;gavarande
personen var bosatt inom Nederl&#228;ndernas territorium efter uppn&#229;dda 15
&#229;rs &#229;lder eller under vilka han, medan han bodde i annat land, hade
inkomst av f&#246;rv&#228;rvsarbete i Nederl&#228;nderna, skall ocks&#229; betraktas som
f&#246;rs&#228;kringsperioder n&#228;r han inte uppfyller villkoren i den
nederl&#228;ndska lagstiftningen f&#246;r att f&#229; s&#229;dana perioder behandlade som
f&#246;rs&#228;kringsperioder.

3. Perioder f&#246;re den 1 januari 1957 skall tas med vid ber&#228;kning av
&#229;lderspensionen, endast om den ifr&#229;gavarande personen varit
fortl&#246;pande bosatt inom den ena eller b&#229;da f&#246;rdragsslutande staternas
territorium under sex &#229;r efter att ha uppn&#229;tt 59 &#229;rs &#229;lder eller har
erlagt avgifter till den nederl&#228;ndska &#229;lderspensionsf&#246;rs&#228;kringen under
denna sex&#229;rsperiod.

4. Perioder som avses i punkt 2 tas icke i ber&#228;kning n&#228;r de
sammanfaller med perioder som beaktas vid ber&#228;kning av &#229;lderpension
enligt lagstiftningen i en annan stat &#228;n Nederl&#228;nderna eller n&#228;r den
ifr&#229;gavarande personen uppb&#228;r hel svensk folkpension.

Artikel 19

Om en medborgare i en av de f&#246;rdragsslutande staterna eller en i
artikel 4 b) angiven person vid sin d&#246;d omfattades av svensk
lagstiftning om pensioner och dessf&#246;rinnan hade fullgjort en
sammanlagd f&#246;rs&#228;kringsperiod av minst tolv m&#229;nader enligt den
nederl&#228;ndska lagstiftningen om f&#246;rs&#228;kring f&#246;r &#228;nkor och efterlevande
barn, har hans &#228;nka eller efterlevande barn r&#228;tt till f&#246;rm&#229;n enligt
denna lagstiftning, ber&#228;knad enligt reglerna i artikel 20.

Artikel 20

Beloppet av den f&#246;rm&#229;n som avses i artikel 19 skall ber&#228;knas efter
f&#246;rh&#229;llandet mellan den sammanlagda l&#228;ngden av de f&#246;rs&#228;kringsperioder
som den avlidne f&#246;re fyllda 65 &#229;r fullgjort enligt nederl&#228;ndsk
lagstiftning och den tidsperiod som f&#246;rflutit mellan den dag d&#229; han
fyllde 15 &#229;r och d&#246;dsdagen, dock senast den dag d&#229; han fyllde 65 &#229;r.

Artikel 21

Den likst&#228;llighetsprincip som stadgas i artikel 4 g&#228;ller icke
frivilligt vald forts&#228;ttningsf&#246;rs&#228;kring f&#246;r &#229;lderspension och
efterlevandepension i den m&#229;n det &#228;r fr&#229;ga om best&#228;mmelserna om
betalning av nedsatta avgifter.

Till&#228;mpning av den svenska lagstiftningen

Artikel 22

1. Nederl&#228;ndska medborgare s&#229;v&#228;l som de personer som anges i artikel 4
b) och 4 c), som icke uppfyller de villkor som enligt den svenska
lagstiftningen g&#228;ller f&#246;r dem i fr&#229;ga om r&#228;tt till folkpension, skall,
vare sig de &#228;r bosatta i Sverige eller annorst&#228;des, ha r&#228;tt till
folkpension enligt de regler som g&#228;ller f&#246;r utomlands bosatta svenska
medborgare.

2. Handikappers&#228;ttning som icke utg&#229;r som till&#228;gg till folkpension,
v&#229;rdbidrag f&#246;r handikappat barn, pensionstillskott och inkomstpr&#246;vade
pensionsf&#246;rm&#229;ner utbetalas till personer som anges i f&#246;reg&#229;ende punkt,
f&#246;rutsatt att de &#228;r bosatta i Sverige, varvid reglerna i n&#228;mnda punkt
g&#228;ller i till&#228;mpliga delar.

Artikel 23

Om en medborgare i en av de f&#246;rdragsslutande staterna eller en person
som anges i artikel 4 b) eller c) icke har fullgjort erforderliga
svenska f&#246;rs&#228;kringsperioder f&#246;r att uppfylla villkoren f&#246;r r&#228;tt till
svensk folkpension enligt de best&#228;mmelser som g&#228;ller f&#246;r utom Sverige
bosatta svenska medborgare, skall f&#246;rs&#228;kringsperioder fullgjorda
enligt den nederl&#228;ndska lagstiftningen medr&#228;knas i den m&#229;n de icke
sammanfaller med svenska f&#246;rs&#228;kringsperioder.

Artikel 24

1. Om f&#246;rs&#228;kringsperioder har fullgjorts b&#229;de enligt den svenska
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension och enligt den nederl&#228;ndska
lagstiftningen, skall dessa perioder, i den m&#229;n de inte sammanfaller,
l&#228;ggas samman om s&#229; erfordras f&#246;r f&#246;rv&#228;rv av r&#228;tt till
till&#228;ggspension.

2. Vid ber&#228;kning av till&#228;ggspensionens belopp skall medr&#228;knas endast
f&#246;rs&#228;kringsperioder fullgjorda enligt svensk lagstiftning.

3. En person som icke &#228;r svensk medborgare kan icke gottskrivas
pensionspo&#228;ng f&#246;r inkomst av f&#246;rv&#228;rvsarbete d&#229; han &#228;r bosatt utom
Sverige.

Kapitel 3. Arbetsl&#246;shet

Artikel 25

1. Har en person omfattats av lagstiftningen i b&#229;da de f&#246;rdrags
slutande staterna, sammanr&#228;knas f&#246;r f&#246;rv&#228;rv av r&#228;tt till ers&#228;ttning
vid arbetsl&#246;shet de f&#246;rs&#228;krings- eller anst&#228;llningsperioder som skall
beaktas enligt lagstiftningen i b&#229;da staterna, i den m&#229;n de icke
sammanfaller.

2. F&#246;r till&#228;mpning av f&#246;rsta punkten kr&#228;vs att personen i fr&#229;ga senast
var underkastad lagstiftningen i den f&#246;rdragsslutande stat, enligt
vars lagstiftning han ans&#246;ker om ers&#228;ttning, och har utf&#246;rt f&#246;rv&#228;rvs
arbete inom denna stats territorium i sammanlagt minst fyra veckor
under de senaste 12 m&#229;naderna innan ans&#246;kan gjordes.

Punkt 1 skall likv&#228;l till&#228;mpas, om anst&#228;llningen utan arbetstagarens
f&#246;rv&#229;llande upph&#246;rt tidigare &#228;n efter fyra veckor och var avsedd att
vara l&#228;ngre tid.

Artikel 26

Fr&#229;n den ers&#228;ttningstid, vartill r&#228;tt f&#246;religger enligt svensk
lagstiftning p&#229; grund av best&#228;mmelserna i artikel 25, avdrages den
tid, f&#246;r vilken ett nederl&#228;ndskt f&#246;rs&#228;kringsorgan inom de senaste tolv
m&#229;naderna f&#246;re framst&#228;llningen om ers&#228;ttning utgivit ers&#228;ttning till
den arbetsl&#246;se.

Kapitel 4. Barnbidrag

Artikel 27

1. Allm&#228;nt barnbidrag utges enligt svensk lagstiftning f&#246;r ett barn
som &#228;r bosatt i Sverige och &#228;r nederl&#228;ndsk medborgare p&#229; samma villkor
som f&#246;r barn som &#228;r svenska medborgare.

2. Om r&#228;tt till barnbidrag f&#246;religger enligt lagstiftningen i b&#229;da de
f&#246;rdragsslutande staterna f&#246;r samma barn och f&#246;r samma period, skall
barnbidrag utges enligt lagstiftningen i den f&#246;rdragsslutande stat,
inom vars territorium barnet &#228;r bosatt.

AVDELNING IV. &#214;VRIGA BEST&#196;MMELSER

Artikel 28

De beh&#246;riga myndigheterna kan komma &#246;verens om till&#228;mpningsbest&#228;m
melser till denna konvention. De skall vidare tillse att
f&#246;rbindelseorgan utses i vardera staten f&#246;r att underl&#228;tta
till&#228;mpningen av konventionen.

Artikel 29

1. Vid till&#228;mpningen av denna konvention skall myndigheter och
f&#246;rs&#228;kringsorgan i de f&#246;rdragsslutande staterna l&#228;mna varandra bist&#229;nd
i samma utstr&#228;ckning som vid till&#228;mpningen av den egna statens
lagstiftning. S&#229;dant &#246;msesidigt administrativt bist&#229;nd l&#228;mnas
kostnadsfritt.

2. Myndigheter och f&#246;rs&#228;kringsorgan i de f&#246;rdragsslutande staterna kan
vid till&#228;mpning av konventionen meddela sig direkt med varandra p&#229;
engelska eller franska.

3. Myndigheter, f&#246;rs&#228;kringsorgan och organ f&#246;r r&#228;ttsskipning i en
f&#246;rdragsslutande stat f&#229;r icke avvisa ans&#246;kningar eller andra
handlingar som inges till dem av det sk&#228;let att de &#228;r avfattade p&#229;
fr&#228;mmande spr&#229;k om de &#228;r skrivna p&#229; den andra statens officiella
spr&#229;k, p&#229; engelska eller p&#229; franska.

4. En f&#246;rdragsslutande stats diplomatiska och konsul&#228;ra representa
tioner kan beg&#228;ra upplysningar direkt hos myndigheter och
f&#246;rs&#228;kringsorgan inom den andra f&#246;rdragsslutande statens territorium
f&#246;r att kunna tillvarata egna medborgares intressen.

Artikel 30

De beh&#246;riga myndigheterna skall h&#229;lla varandra underr&#228;ttade om de
&#229;tg&#228;rder som vidtas inom den egna statens territorium f&#246;r
till&#228;mpningen av konventionen.

Artikel 31

Inom den ena f&#246;rdragsslutande statens territorium medgiven befrielse
fr&#229;n st&#228;mpelavgifter och andra avgifter f&#246;r intyg och handlingar, som
skall f&#246;retes f&#246;r myndigheter och f&#246;rs&#228;kringsorgan i n&#228;mnda stat,
skall g&#228;lla &#228;ven f&#246;r intyg och handlingar, som vid till&#228;mpningen av
denna konvention skall f&#246;retes f&#246;r myndigheter och f&#246;rs&#228;kringsorgan
inom den andra f&#246;rdragsslutande statens territorium. Handlingar och
intyg, som skall f&#246;retes i &#228;renden enligt denna konvention beh&#246;ver
icke legaliseras genom diplomatisk eller konsul&#228;r myndighet.

Artikel 32

1. Ans&#246;kningar, besv&#228;r och andra handlingar, som enligt en
f&#246;rdragsslutande stats lagstiftning inom en fastst&#228;lld tid skall
ingivas till en myndighet eller ett f&#246;rs&#228;kringsorgan, skall anses ha
inkommit i r&#228;tt tid, om de inom den fastst&#228;llda tiden ingivits till en
motsvarande myndighet eller ett motsvarande organ i den andra
f&#246;rdragsslutande staten.

2. En ans&#246;kan om f&#246;rm&#229;n, som inges enligt den ena f&#246;rdragsslutande
statens lagstiftning, skall bed&#246;mas som en ans&#246;kan om motsvarande
f&#246;rm&#229;n enligt den andra f&#246;rdragsslutande statens lagstiftning. I fr&#229;ga
om ans&#246;kan om &#229;lderspension g&#228;ller dock detta ej om s&#246;kanden anger att
ans&#246;kan avser pension endast enligt den f&#246;rstn&#228;mnda f&#246;rdragsslutande
statens lagstiftning.

Artikel 33

1. Om det enligt denna konvention &#229;ligger ett f&#246;rs&#228;kringsorgan i en
f&#246;rdragsslutande stat att utbetala kontantf&#246;rm&#229;ner till en
f&#246;rm&#229;nstagare som vistas inom den andra f&#246;rdragsslutande statens
territorium, skall betalningsskyldigheten best&#228;mmas i den f&#246;rra
statens valuta. F&#246;rs&#228;kringsorganet kan med befriande verkan g&#246;ra
utbetalningen i den andra statens valuta.

2. Om det enligt denna konvention &#229;ligger ett f&#246;rs&#228;kringsorgan i en
f&#246;rdragsslutande stat att g&#246;ra utbetalningar till ett f&#246;rs&#228;kringsorgan
i den andra f&#246;rdragsslutande staten, skall betalningsskyldigheten
best&#228;mmas i den andra statens valuta. Det f&#246;rra f&#246;rs&#228;kringsorganet kan
med befriande verkan g&#246;ra utbetalningen i n&#228;mnda valuta.

3. Kapital&#246;verf&#246;ringar som f&#246;ljer av till&#228;mpningen av denna konvention
skall ske enligt de till&#228;mpliga &#246;verenskommelser som g&#228;ller mellan de
f&#246;rdragsslutande staterna vid &#246;verf&#246;ringstillf&#228;llet.

Artikel 34

1. Om ett f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat, n&#228;r det
beviljar eller ompr&#246;var invalid-, &#229;lders- eller efterlevandepensioner
enligt avdelning III kapitel 2, har utgivit ett h&#246;gre belopp till en
f&#246;rm&#229;nstagare &#228;n denne har r&#228;tt till, kan n&#228;mnda organ anmoda det
f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande staten som ansvarar f&#246;r
utbetalning av en motsvarande ers&#228;ttning till f&#246;rm&#229;nstagaren att dra
av det f&#246;r mycket utbetalda beloppet fr&#229;n en retroaktiv ers&#228;ttning som
det utbetalar till denne. Det senare organet skall &#246;verf&#246;ra det
avdragna beloppet till det organ som har fordringsr&#228;tten. Om avdrag
inte kan g&#246;ras f&#246;r vad som utgivits f&#246;r mycket, skall best&#228;mmelserna i
punkt 2 g&#228;lla.

2. Om f&#246;rs&#228;kringsorganet i en f&#246;rdragsslutande stat i andra fall har
betalat ett belopp till en f&#246;rm&#229;nstagare ut&#246;ver vad denne har r&#228;tt
till, kan organet, p&#229; de villkor och med de begr&#228;nsningar som stadgas
i den lagstiftning det har att till&#228;mpa, anmoda det f&#246;rs&#228;kringsorgan i
den andra f&#246;rdragsslutande staten som ansvarar f&#246;r utbetalning av
ers&#228;ttning till f&#246;rm&#229;nstagaren att fr&#229;n n&#228;mnda ers&#228;ttning dra av vad
som utgivits f&#246;r mycket. Det senare organet skall, p&#229; de villkor och
inom de gr&#228;nser som g&#228;ller enligt den lagstiftning som det har att
till&#228;mpa, g&#246;ra avdraget som om organet sj&#228;lvt betalat ut f&#246;r stort
belopp och skall &#246;verf&#246;ra det avdragna beloppet till det organ som har
fordringsr&#228;tten.

Artikel 35

1. Tvister, som uppkommer vid till&#228;mpningen av denna konvention, skall
l&#246;sas genom f&#246;rhandlingar mellan de beh&#246;riga myndigheterna.

2. Om en tvist icke har blivit avgjord inom sex m&#229;nader efter det
beg&#228;ran f&#246;rst framst&#228;lldes om f&#246;rhandlingar enligt f&#246;reg&#229;ende punkt,
skall den underst&#228;llas en skiljedomstol, vars sammans&#228;ttning och
arbetss&#228;tt skall &#246;verenskommas mellan de f&#246;rdragsslutande staterna.

Skiljedomstolen skall slita tvisten enligt de grundl&#228;ggande
principerna f&#246;r denna konvention och i konventionens anda. Skiljedomen
skall vara slutlig och bindande f&#246;r de f&#246;rdragsslutande staterna.

AVDELNING V. &#214;VERG&#197;NGS- OCH SLUTBEST&#196;MMELSER

Artikel 36

1. Denna konvention &#228;ger till&#228;mpning &#228;ven p&#229; f&#246;rs&#228;kringsfall som
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande. Konventionen grundar likv&#228;l ingen
r&#228;tt till utbetalning av f&#246;rm&#229;ner f&#246;r tid f&#246;re dess ikrafttr&#228;dande.
F&#246;r fastst&#228;llande av r&#228;tt till f&#246;rm&#229;ner beaktas dock f&#246;rs&#228;krings-
eller bos&#228;ttningsperioder som fullgjorts f&#246;re konventionens ikraft
tr&#228;dande.

2. En f&#246;rm&#229;n som icke beviljats eller som indragits p&#229; grund av den
f&#246;rs&#228;krades nationalitet eller p&#229; grund av dennes bos&#228;ttning inom den
andra f&#246;rdragsslutande statens territorium eller p&#229; grund av n&#229;got
annat hinder som undanr&#246;jts genom denna konvention, skall efter
ans&#246;kan beviljas eller &#229;ter utbetalas n&#228;r konventionen tr&#228;der i
kraft.

3. Efter ans&#246;kan skall en f&#246;rm&#229;n som beviljats f&#246;re denna konventions
ikrafttr&#228;dande omr&#228;knas, varvid konventionens best&#228;mmelser skall
till&#228;mpas. S&#229;dana f&#246;rm&#229;ner kan ocks&#229; omr&#228;knas utan ans&#246;kan.
Omr&#228;kningen f&#229;r icke medf&#246;ra minskning av utg&#229;ende f&#246;rm&#229;n.

4. Best&#228;mmelser i de f&#246;rdragsslutande staternas lagstiftning som avser
preskription och upph&#246;rande av r&#228;tten till f&#246;rm&#229;ner skall icke
till&#228;mpas p&#229; r&#228;tt enligt best&#228;mmelserna i punkterna 1-3 ovan, under
f&#246;ruts&#228;ttning att f&#246;rm&#229;nstagaren inkommer med ans&#246;kan om f&#246;rm&#229;n inom
tv&#229; &#229;r fr&#229;n konventionens ikrafttr&#228;dande.

Artikel 37

1. &#214;verg&#229;ngsbest&#228;mmelserna i svensk lagstiftning om ber&#228;kning av
folkpension f&#246;r personer f&#246;dda 1929 eller tidigare och ber&#228;kning av
till&#228;ggspension f&#246;r personer f&#246;dda 1923 eller tidigare ber&#246;rs icke av
denna konvention.

2. Best&#228;mmelserna i svensk lagstiftning om r&#228;tt till folkpension f&#246;r
svenska medborgare som &#228;r bosatta utom Sverige ber&#246;rs icke av artikel
5 i denna konvention.

Artikel 38

1. Denna konvention kan upps&#228;gsas av var och en av de b&#229;da
f&#246;rdragsslutande staterna. Upps&#228;gningen skall meddelas senast tre
m&#229;nader f&#246;re utg&#229;ngen av det l&#246;pande kalender&#229;ret, varefter
konventionen upph&#246;r att g&#228;lla vid n&#228;mnda kalender&#229;rs slut.

2. Upps&#228;ges konventionen, skall dess best&#228;mmelser forts&#228;tta att g&#228;lla
f&#246;r redan f&#246;rv&#228;rvade f&#246;rm&#229;ner utan hinder av vad som kan ha stadgats i
de b&#229;da f&#246;rdragsslutande staternas lagstiftning r&#246;rande begr&#228;nsningar
i r&#228;tten till f&#246;rm&#229;n vid bos&#228;ttning eller medborgarskap i annat land.
Den r&#228;tt till framtida f&#246;rm&#229;ner, som kan ha f&#246;rv&#228;rvats p&#229; grund av
konventionens best&#228;mmelser, skall regleras genom s&#228;rskild
&#246;verenskommelse.

Artikel 39

De b&#229;da f&#246;rdragsslutande staterna skall skriftligen underr&#228;tta
varandra n&#228;r de &#229;tg&#228;rder som f&#246;rfattningsenligt erfordras i staten f&#246;r
ikrafttr&#228;dandet av denna konvention har fullgjorts. Konventionen skall
tr&#228;da i kraft f&#246;rsta dagen i tredje m&#229;naden efter den dag d&#229; den sista
av dessa underr&#228;ttelser l&#228;mnades.

Till bevis h&#228;rom har de b&#229;da regeringarnas befullm&#228;ktigade ombud
undertecknat denna konvention.

Som skedde i tv&#229; exemplar i Stockholm den 2 juli 1982 p&#229; svenska,
nederl&#228;ndska och engelska spr&#229;ken, vilka texter &#228;ger lika vitsord.

F&#246;r Konungariket Sverige
Voor het Koninkrijk Zweden
For the Kingdom of Sweden
Karin S&#246;der
Bilaga 2


Slutprotokoll

Vid undertecknandet av konventionen mellan Konungariket Sverige och
Konungariket Nederl&#228;nderna om social trygghet (nedan kallad
&quot;konventionen&quot;) har undertecknade befullm&#228;ktigade ombud kommit &#246;verens
om f&#246;ljande:

i fr&#229;ga om den nederl&#228;ndska lagstiftningen om sjukf&#246;rs&#228;kring
(v&#229;rdf&#246;rm&#229;ner) g&#228;ller konventionens avdelning III kapitel 1 endast
personer som &#228;r f&#246;rs&#228;krade enligt best&#228;mmelserna i sjukf&#246;rs&#228;krings
lagen (Ziekenfondswet).

Detta protokoll &#228;r en integrerande del av konventionen.

Uppr&#228;ttat i tv&#229; exemplar i Stockhom den 2 juli 1982 p&#229; svenska,
nederl&#228;ndska och engelska spr&#229;ken, vilka texter &#228;ger lika vitsord.

F&#246;r Konungariket Sverige
Voor het Koninkrijk Zweden
For the Kingdom of Sweden
Karin S&#246;der
Bilaga 3


Administrativ &#246;verenskommelse om till&#228;mpningen av konventionen mellan
Konungariket Sverige och Konungariket Nederl&#228;nderna om social
trygghet, undertecknad i Stockholm den 2 juli 1982

Med st&#246;d av artikel 28 i konventionen mellan Konungariket Sverige och
Konungariket Nederl&#228;nderna om social trygghet, undertecknad i
Stockholm den 2 juli 1982, har de beh&#246;riga myndigheterna i de tv&#229;
staterna, n&#228;mligen

- f&#246;r Sverige regeringen

- f&#246;r Nederl&#228;nderna social- och arbetsmarknadsministern och h&#228;lso- och
milj&#246;v&#229;rdsministern,

kommit &#246;verens om f&#246;ljande till&#228;mpningsbest&#228;mmelser till
konventionen:

AVDELNING I. ALL&#196;NNA BEST&#196;MMELSER

Artikel 1

I denna &#246;verenskommelse

a) avses med uttrycket &quot;konventionen&quot; konventionen mellan Konungariket
Nederl&#228;nderna och Konungariket Sverige om social trygghet,
undertecknad i Stockholm den 2 juli 1982,

b) har de uttryck som f&#246;rklaras i artikel 1 i konventionen den
betydelse som anges i n&#228;mnda artikel.

Artikel 2

1. F&#246;rbindelseorgan enligt artikel 28 i konventionen &#228;r

A. i Nederl&#228;nderna

(a) f&#246;r v&#229;rdf&#246;rm&#229;ner vid sjukdom, moderskap och arbetsskador
Ziekenfondsraad, Amstelveen,

(b) f&#246;r &#229;lders- och efterlevandepension och f&#246;r barnbidrag Sociale
Verzekeringsbank, Amsterdam,

(c) f&#246;r &#246;vriga f&#246;rm&#229;ner Gemeenschappelijk Administratiekantoor,
Amsterdam,

B. i Sverige

(a) f&#246;r arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d
arbetsmarknadsstyrelsen, Solna,

(b) f&#246;r &#246;vriga f&#246;rm&#229;ner riksf&#246;rs&#228;kringsverket, Stockholm.

2. F&#246;rbindelseorganen har de uppgifter som anges i denna
&#246;verenskommelse. Vid till&#228;mpningen av konventionen kan de tr&#228;da i
omedelbar f&#246;rbindelse s&#229;v&#228;l med varandra som med ber&#246;rda personer
eller dessas ombud. De skall bist&#229; varandra vid till&#228;mpningen av
konventionen.

Artikel 3

1. I den stat, vars lagstiftning skall &#228;ga fortsatt till&#228;mpning, skall
det f&#246;rs&#228;kringsorgan som anges i andra stycket utf&#228;rda ett intyg,
utvisande att denna lagstiftning skall &#228;ga fortsatt till&#228;mpning,

(a) p&#229; beg&#228;ran av arbetstagaren eller dennes arbetsgivare i fall som
avses i artikel 8 i f&#246;rsta stycket i konventionen,

(b) i fall som avses i artikel 10 i konventionen.

2. De organ som avses i f&#246;rsta stycket &#228;r

i Nederl&#228;nderna Sociale Verzekeringsraad, Zoetermeer,

i Sverige riksf&#246;rs&#228;kringsverket, Stockholm, eller den allm&#228;nna
f&#246;rs&#228;kringskassan f&#246;r regionen.

AVDELNING II. TILL&#196;MPNING AV DE S&#196;RSKILDA BEST&#196;MMELSERNA OM OLIKA
F&#214;RM&#197;NER

Kapitel 1. Sjukdom, moderskap och barns f&#246;delse

Artikel 4

Vid till&#228;mpningen av detta kapitel f&#246;rst&#229;s med

&quot;f&#246;rs&#228;kringsorgan p&#229; platsen f&#246;r tillf&#228;llig vistelse&quot;

i Nederl&#228;nderna Algemeen, Nederlands Onderling Ziekenfonds U.A.,
Utrecht,

i Sverige den allm&#228;nna f&#246;rs&#228;kringskassan f&#246;r regionen,

&quot;f&#246;rs&#228;kringsorgan p&#229; bos&#228;ttningsorten&quot;

i Nederl&#228;nderna den sjukkassa (Ziekenfonds) p&#229; bos&#228;ttningsorten som
personen i fr&#229;ga v&#228;ljer,

i Sverige den allm&#228;nna f&#246;rs&#228;kringskassan f&#246;r regionen.

Artikel 5

1. F&#246;r till&#228;mpning av artikel 11 i konventionen av en f&#246;rdragsslutande
stats f&#246;rs&#228;kringsorgan skall den person, varom fr&#229;ga &#228;r, f&#246;rete intyg
f&#246;r organet om de f&#246;rs&#228;kringsperioder som fullgjorts enligt den andra
statens lagstiftning.

2. P&#229; beg&#228;ran av personen i fr&#229;ga skall s&#229;dant intyg utf&#228;rdas

i Nederl&#228;nderna av den f&#246;retagsf&#246;rening (bedrijfsvereniging), till
vilken den f&#246;rs&#228;krades senaste arbetsgivare var ansluten. Om
emellertid den person, varom fr&#229;ga &#228;r, endast varit f&#246;rs&#228;krad f&#246;r
v&#229;rdf&#246;rm&#229;ner skall intyget utf&#228;rdas av den sjukkassa (Ziekenfonds),
till vilken personen i fr&#229;ga senast varit ansluten,

i Sverige av riksf&#246;rs&#228;kringsverket eller den allm&#228;nna f&#246;rs&#228;krings
kassan f&#246;r regionen.

3. Om den person, varom fr&#229;ga &#228;r, inte kan f&#246;rete det erforderliga
intyget skall f&#246;rs&#228;kringsorganet beg&#228;ra det hos det f&#246;rs&#228;kringsorgan
som n&#228;mns i andra stycket.

Artikel 6

1. F&#246;r att erh&#229;lla v&#229;rdf&#246;rm&#229;ner under tillf&#228;llig vistelse i den stat
som inte &#228;r den beh&#246;riga staten skall den person, varom fr&#229;ga &#228;r,
f&#246;rete ett intyg om sin r&#228;tt till f&#246;rm&#229;ner f&#246;r en person eller
institution som &#228;r bemyndigad att l&#228;mna den n&#246;dv&#228;ndiga v&#229;rden och som
arbetar inom socialf&#246;rs&#228;kringssystemet. Detta intyg skall utf&#228;rdas av
det beh&#246;riga f&#246;rs&#228;kringsorganet. Intyget skall &#228;ga giltighet f&#246;r den
l&#228;ngsta tid som anges d&#228;ri, r&#228;knat fr&#229;n dagen f&#246;r utf&#228;rdandet. De
beh&#246;riga myndigheterna kan komma &#246;verens om att f&#246;rs&#228;kringsbesked
utf&#228;rdade av det beh&#246;riga f&#246;rs&#228;kringsorganet skall g&#228;lla som s&#229;dant
intyg.

2. Om den person, varom fr&#229;ga &#228;r, inte kan f&#246;rete det erforderliga
intyget skall f&#246;rs&#228;kringsorganet p&#229; platsen f&#246;r den tillf&#228;lliga
vistelsen beg&#228;ra det hos det beh&#246;riga f&#246;rs&#228;kringsorganet.

Artikel 7

1. F&#246;r att erh&#229;lla v&#229;rdf&#246;rm&#229;ner enligt artikel 13 f&#246;rsta eller andra
stycket i konventionen skall ifr&#229;gavarande personer l&#229;ta inskriva sig
hos f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten och d&#228;rvid, om det beh&#246;vs,
f&#246;rete ett intyg om sin r&#228;tt till f&#246;rm&#229;ner. Detta intyg skall utf&#228;rdas
av det beh&#246;riga f&#246;rs&#228;kringsorganet. Om s&#229;dant intyg inte f&#246;retes,
skall f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten beg&#228;ra det hos det
beh&#246;riga f&#246;rs&#228;kringsorganet.

2. Det i f&#246;rsta stycket angivna intyget skall g&#228;lla till dess
f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten erh&#229;ller meddelande om att det
&#229;terkallats.

3. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten skall underr&#228;tta det
beh&#246;riga f&#246;rs&#228;kringsorganet n&#228;r inskrivning sker enligt f&#246;rsta
stycket.

4. Ifr&#229;gavarande personer skall underr&#228;tta f&#246;rs&#228;kringsorganet f&#246;r
bos&#228;ttningsorten om s&#229;dana &#228;ndringar i sina f&#246;rh&#229;llanden som kan
p&#229;verka r&#228;tten till v&#229;rdf&#246;rm&#229;ner. Detta g&#228;ller s&#228;rskilt varje
f&#246;r&#228;ndring i bos&#228;ttningsf&#246;rh&#229;llanden och varje upph&#246;rande eller
f&#246;r&#228;ndring av anst&#228;llning eller f&#246;rv&#228;rvsverksamhet f&#246;r den f&#246;rs&#228;krade
personens del.

5. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten skall, s&#229; snart det
erh&#229;ller k&#228;nnedom d&#228;rom, underr&#228;tta det beh&#246;riga f&#246;rs&#228;kringsorganet om
varje f&#246;r&#228;ndring som kan p&#229;verka anslutningen till f&#246;rs&#228;kringsorganet
eller r&#228;tten till v&#229;rdf&#246;rm&#229;ner f&#246;r de personer varom fr&#229;ga &#228;r.

Artikel 8

Ingen &#229;terbetalning skall &#228;ga rum mellan f&#246;rs&#228;kringsorgan f&#246;r
kostnader f&#246;r f&#246;rm&#229;ner enligt artiklarna 12 och 13 i konventionen.
F&#246;rekommer sk&#228;l att anta att det har uppkommit en avsev&#228;rd obalans
mellan kostnaderna p&#229; &#246;mse sidor, skall emellertid nya f&#246;rhandlingar
&#228;ga rum om den framtida regleringen av denna fr&#229;ga p&#229; beg&#228;ran av en
stats beh&#246;riga myndighet.

Artikel 9

1. F&#246;r att erh&#229;lla kontantf&#246;rm&#229;ner f&#229;r en f&#246;rs&#228;krad person som
uppeh&#229;ller sig i den stat som ej &#228;r den beh&#246;riga staten v&#228;nda sig till
f&#246;rs&#228;kringsorganet i vistelsestaten, n&#228;mligen

i Nederl&#228;nderna till det beh&#246;riga distriktskontoret f&#246;r
Gemeenschappelijk Administratiekantoor, som handlar p&#229; Nieuwe Algemene
Bedrijfsverenigings v&#228;gnar,

i Sverige till den allm&#228;nna f&#246;rs&#228;kringskassan f&#246;r regionen.

Detta f&#246;rs&#228;kringsorgan skall genast underr&#228;tta de beh&#246;riga
f&#246;rs&#228;kringsorganet om en s&#229;dan framst&#228;llning.

2. Det beh&#246;riga f&#246;rs&#228;kringsorganet kan f&#229; arbetsof&#246;rm&#229;gan medicinskt
bekr&#228;ftad genom f&#246;rmedling av f&#246;rs&#228;kringsorganet f&#246;r den f&#246;rs&#228;krade
personens vistelseort. Den unders&#246;kande l&#228;karens utl&#229;tande skall
s&#228;rskilt ange hur l&#228;nge arbetsof&#246;rm&#229;gan ber&#228;knas best&#229; och skall
s&#228;ndas till det beh&#246;riga f&#246;rs&#228;kringsorganet inom tre dagar efter
unders&#246;kningen.

3. P&#229; beg&#228;ran av det beh&#246;riga f&#246;rs&#228;kringsorganet skall f&#246;rs&#228;krings
organet f&#246;r ifr&#229;gavarande persons vistelseort, om s&#229; erfordras,
genomf&#246;ra senare administrativa kontroll&#229;tg&#228;rder och medicinska
unders&#246;kningar som om personen i fr&#229;ga var f&#246;rs&#228;krad hos det senare
organet.

4. Det beh&#246;riga f&#246;rs&#228;kringsorganet skall betala kontantf&#246;rm&#229;ner direkt
till den ber&#228;ttigade personen med anv&#228;ndande av l&#228;mpligt betalnings
s&#228;tt, s&#228;rskilt internationell betalningsorder.

Kapital 2. Invaliditet, &#229;lderdom och efterlevande (pensioner)

Artikel 10

1. De beh&#246;riga f&#246;rs&#228;kringsorganen skall omedelbart underr&#228;tta varandra
om varje pensionsans&#246;kan, p&#229; vilken avdelning III, kapitel 2, och
artikel 32 i konventionen &#228;r till&#228;mpliga.

Denna underr&#228;ttelse skall ges p&#229; s&#228;rskild blankett som &#228;ven skall
inneh&#229;lla alla uppgifter som beh&#246;vs f&#246;r att det beh&#246;riga
f&#246;rs&#228;kringsorganet i den andra staten skall kunna utreda &#228;rendet.
Denna underr&#228;tetlse ers&#228;tter andra handlingar som kan fordras till
st&#246;d f&#246;r ans&#246;kan.

2. De beh&#246;riga f&#246;rs&#228;kringsorganen skall vidare underr&#228;tta varandra om
omst&#228;ndigheter av betydelse f&#246;r ett beslut om pension med bifogande av
l&#228;karutl&#229;tanden som kan vara av betydelse.

3. De beh&#246;riga f&#246;rs&#228;kringsorganen skall underr&#228;tta varandra om beslut
som meddelas under f&#246;rfarandet f&#246;r att fastst&#228;lla en persion.

N&#228;mnda organs slutliga beslut skall samtidigt s&#228;ndas till s&#246;kanden av
f&#246;rs&#228;kringsorganet i den stat inom vars territorium denne &#228;r bosatt.

Artikel 11

Pensioner skall utbetalas direkt till de pensionsber&#228;ttigade utom i
fall som avses i artikel 34 f&#246;rsta stycket i konventionen. I de fall
n&#228;mnda best&#228;mmelse till&#228;mpas skall den skuld som uppst&#229;tt p&#229; grund av
att ett f&#246;rs&#228;kringsorgan utbetalat ett f&#246;r h&#246;gt pensionsbelopp
regleras genom att beloppet utbetalas till n&#228;mnda f&#246;rs&#228;kringsorgan.

Artikel 12

Artikel 11 &#228;ger motsvarande till&#228;mpning p&#229; livr&#228;ntor enligt den
svenska lagstiftningen om arbetsskador.

Kapitel 3. Arbetsl&#246;shet

Artikel 13

Ans&#246;ker n&#229;gon med &#229;beropande av avdelning III, kapitel 3, i
konventionen om kontantf&#246;rm&#229;n vid arbetsl&#246;shet i den ena staten skall
upplysningar inh&#228;mtas fr&#229;n f&#246;rs&#228;kringsorganet i den andra staten, d&#228;r
s&#229; erfordras, genom f&#246;rbindelseorganet i denna stat.

Kapitel 4. Barnbidrag

Artikel 14

Det beh&#246;riga f&#246;rs&#228;kringsorganet i den stat inom vars territorium
barnet &#228;r bosatt skall f&#246;rse det beh&#246;riga f&#246;rs&#228;kringsorganet i den
andra staten med alla upplysningar som beh&#246;vs f&#246;r till&#228;mpning av
artikel 27, andra stycket, i konventionen.

AVDELNING III. SLUTBEST&#196;MMELSER

Artikel 15

1. Formul&#228;r till intyg och andra handlingar som avses i denna
&#246;verenskommelse skall fastst&#228;llas av f&#246;rbindelseorganen.

2. F&#246;rutsatt att de bemyndigats d&#228;rtill av de beh&#246;riga myndigheterna
kan f&#246;rbindelseorganen vidtaga om ytterligare administrativa &#229;tg&#228;rder
f&#246;r till&#228;mpningen av denna &#246;verenskommelse.

Artikel 16

1. F&#246;rbindelseorganen och f&#246;rs&#228;kringsorganen skall korrespondera p&#229;
engelska eller franska.

2. F&#246;rbindelseorganen skall n&#228;r det beh&#246;vs bist&#229; varandra med att
&#246;vers&#228;tta ans&#246;kningar och andra handlingar, som har skrivits p&#229; deras
officiella spr&#229;k, till engelska eller franska.

Artikel 17

Kostnader f&#246;r l&#228;karunders&#246;kningar som &#228;r n&#246;dv&#228;ndiga f&#246;r beviljande
eller ompr&#246;vning av f&#246;rm&#229;ner skall &#229;terbetalas av det f&#246;rs&#228;krings
organ p&#229; vars beg&#228;ran de gjorts till det f&#246;rs&#228;kringsorgan som
ombers&#246;rjt &#229;tg&#228;rderna, p&#229; basis av de avgifter det senare organet
till&#228;mpar.

Artikel 18

Denna &#246;verenskommelse tr&#228;der i kraft samtidigt med konventionen och
kan s&#228;gas upp med till&#228;mpning av samma best&#228;mmelser som g&#228;ller f&#246;r
konventionen.

Uppr&#228;ttat i Stockhom den 2 juli 1982 i tv&#229; exemplar p&#229; svenska,
nederl&#228;ndska och engelska spr&#229;ken, vilka texter &#228;ger lika vitsord.

F&#246;r den beh&#246;riga svenska myndigheten
Voor de bevoegde Zweedse autoriteit
For the competent Swedish authority
Karin S&#246;der

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3824">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3826">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
