

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1998-03-23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3844</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3843">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3845">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:887 ·
                    <a href="/sfsr?bet=1982:887">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1982:887) om till&#228;mpning av en konvention 
den 25 september 1979 mellan Sverige och Italien  
om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-10-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagorna. 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">

Den konvention mellan Sverige och Italien om social trygghet som har 
undertecknats den 25 september 1979 j&#228;mte en den 22 september 1982 
undertecknad &#246;verenskommelse om till&#228;mpning av konventionen skall 
l&#228;nda till efterr&#228;ttelse h&#228;r i riket fr&#229;n och med en 1 november 1982. 

Samtidigt skall kung&#246;relsen (1957:458) om till&#228;mpning av en mellan 
Sverige och Italien sluten konvention r&#246;rande social trygghet och 
kung&#246;relsen (1973:750) om  till&#228;mpning av en &#246;verenskommelse mellan 
Sverige och Italien om &#228;ndring i konventionen mellan de b&#229;da l&#228;nderna 
den 25 maj 1955 om social trygghet upph&#246;ra att g&#228;lla. 

Konventionen och till&#228;mpnings&#246;verenskommelsen bifogas denna 
f&#246;rordning som */k/bilagorna 1 - 2.*/-k/ 

Med beh&#246;rig myndighet i artiklarna 7, 27 och 28 i konventionen 
avses riksf&#246;rs&#228;kringsverket. 

Bilaga 1 


Konvention mellan Konungariket Sverige och Italienska Republiken 
r&#246;rande social trygghet 

Konungariket Sverige och Italienska Republiken, som &#246;nskar att 
f&#246;rb&#228;ttra f&#246;rbindelserna mellan de b&#228;gge staterna p&#229; den sociala 
trygghetens omr&#229;de, har kommit &#246;verens om att sluta en ny konvention 
p&#229; detta omr&#229;de med f&#246;ljande best&#228;mmelser: 

AVDELNING 1 

Allm&#228;nna best&#228;mmelser 

Arikel 1 

1. Denna konvention &#228;r till&#228;mplig p&#229; den italienska lagstiftningen 
r&#246;rande 

a) den obligatoriska invaliditets-, &#229;lders- och efterlevandepen  
sioneringen, 

b) den obligatoriska f&#246;rs&#228;kringen mot sjukdom (inr&#228;knat tuberkulos) 
och vid moderskap, 

c) familjebidrag, 

d) den oblikatoriska f&#246;rs&#228;kringen mot olycksfall i arbetet och 
yrkessjukdomar, 

e) den obligatoriska f&#246;rs&#228;kringen mot ofrivillig arbetsl&#246;shet, 

f) s&#228;rskilda f&#246;rs&#228;kringsformer f&#246;r vissa persongrupper, i den m&#229;n 
f&#246;rs&#228;kringen avser risker som t&#228;cks av ovan angiven lagstiftning, 

den svenska lagstiftningen r&#246;rande 

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring, 

b) folkpension, 

c) f&#246;rs&#228;kring f&#246;r till&#228;ggspension, 

d) arbetsskadef&#246;rs&#228;kring, 

e) allm&#228;nna barnbidrag, 

f) kontant st&#246;d vid arbetsl&#246;shet. 

2. Konventionen &#228;ger ocks&#229; till&#228;mpning p&#229; alla lagar och 
f&#246;rfattningar, som kan komma att &#228;ndra eller komplettera den i f&#246;rsta 
stycket angivna lagstiftningen. 

Konventionen skall emellertid icke till&#228;mpas p&#229; 

a) lagar och f&#246;rfattningar som avser en ny gren av social trygghet, om 
ej de b&#228;gge staterna tr&#228;ffar s&#228;rskild &#246;verenskommelse h&#228;rom, 

b) lagar och f&#246;rfattningar som utvidgar till&#228;mpningsomr&#229;det f&#246;r 
g&#228;llande grenar av social trygghet till nya persongrupper, om den 
ber&#246;rda statens regering inom tre m&#229;nader efter lagens eller 
f&#246;rfattningens offentligg&#246;rande meddelar den andra statens regering 
att en motsvarande utvidgning av konventionen icke avses. 

Artikel 2 

Denna konvention g&#228;ller, i den m&#229;n ej annat f&#246;reskrives, f&#246;r de b&#228;gge 
staternas medborgare, f&#246;r personer som &#228;r eller varit omfattade av 
lagstiftningen i n&#229;gon eller b&#228;gge av dessa stater samt f&#246;r personer 
som h&#228;rleder sin r&#228;tt fr&#229;n en s&#229;dan person. 

Artikel 3 

1. Vid till&#228;mpningen av en stats lagstiftning enligt artikel 1 
likst&#228;lles, i den m&#229;n ej annat f&#246;reskrives i denna konvention, med 
denna stats medborgare f&#246;ljande inom statens territorium bosatta 
personer: 

a) medborgare i den andra staten, 

b) flyktingar som avses i artikel 1 av konventionen om flyktingars 
r&#228;ttsliga st&#228;llning, undertecknad i Gen&#232;ve den 28 juli 1951, och i 
artikel 1 av protokollet till n&#228;mnda konvention, undertecknat i New 
York den 31 januari 1967, 

c) statsl&#246;sa som avses i artikel 1 av konventionen om statsl&#246;sa 
personers r&#228;ttsliga st&#228;llning, undertecknad i New York den 28 
september 1954, 

d) personer som h&#228;rleder en r&#228;ttighet fr&#229;n en medborgare i n&#229;gon av de 
b&#228;gge staterna eller fr&#229;n en i denna artikel avsedd flykting eller 
statsl&#246;s person. 

2. Svenska medborgare som &#228;r bosatta i Italien likst&#228;lles med 
italienska medborgare vad avser r&#228;tt till social pension f&#246;r 
medell&#246;sa personer under f&#246;ruts&#228;ttning att de varit bosatta i Italien 
fem &#229;r omedelbart f&#246;re den dag d&#229; pensionen beviljas. 

Artikel 4 

I den m&#229;n ej annat f&#246;reskrivs i artiklarna 5-7 best&#228;mmes till&#228;mplig 
lagstiftning 

1. enligt italiensk lagstiftning, om personen i fr&#229;ga &#228;r sysselsatt i 
Italien, 

2. enligt svensk lagstiftning, om han &#228;r bosatt i Sverige eller, med 
avseende p&#229; arbetsskadef&#246;rs&#228;kring, om han &#228;r sysselsatt d&#228;r. 

Arikel 5 

Fr&#229;n reglerna i artikel 4 g&#228;ller f&#246;ljande undantag: 

a) F&#246;r den som &#228;r i tj&#228;nst hos ett f&#246;retag med s&#228;te i den ena staten 
och som uts&#228;nds f&#246;r arbete i den andra staten skall f&#246;rstn&#228;mnda stats 
lagstiftning forts&#228;tta att g&#228;lla under de f&#246;rsta tjugofyra m&#229;naderna 
av vistelsen i den andra staten som om han vore bosatt i den 
f&#246;rstn&#228;mnda staten. 

b) F&#246;r ett fartygs bes&#228;ttning och andra p&#229; ett fartyg sysselsatta 
personer g&#228;ller lagstiftningen i den stat, vars flagga fartyget f&#246;r, 
som om de vore bosatta i denna stat. F&#246;r personer, som under tid ett 
s&#229;dant fartyg befinner sig i hamn i den andra staten, syssels&#228;tts p&#229; 
fartyget med lastnings- och lossningsarbete, reparationsarbeten ombord 
eller &#246;vervakningsuppgifter, g&#228;ller dock lagstiftningen i det land d&#228;r 
hamnen finns. 

c) Vid j&#228;rnv&#228;gs-, v&#228;gtrafik- eller lufttrafikf&#246;retag anst&#228;lld resande 
personal med arbete i b&#229;da staterna omfattas av lagstiftningen i den 
stat, d&#228;r f&#246;retaget har sitt s&#228;te, som om personalen vore bosatt d&#228;r. 
&#228;r fr&#229;ga om n&#229;gon som &#228;r bosatt i den andra staten, skall dock 
lagstiftningen i den staten till&#228;mpas. 

Artikel 6 

F&#246;r diplomatiska f&#246;retr&#228;dare och karri&#228;rkonsuler samt f&#246;r den 
administrativa och tekniska personalen hos beskickning och hos 
konsulat som f&#246;rest&#229;s av karri&#228;rkonsul, liksom &#228;ven f&#246;r medlemmar av 
beskickningens respektive konsulatets tj&#228;nstepersonal och f&#246;r personer 
som uteslutande &#228;r anst&#228;llda i privat tj&#228;nst i hush&#229;llet hos 
diplomatiska f&#246;retr&#228;dare, karri&#228;rkonsuler och medlemmar av konsulat 
som f&#246;rest&#229;s av karri&#228;rkonsul skall, i den m&#229;n denna personkrets 
omfattas av Wienkonventionen om diplomatiska f&#246;rbindelser respektive 
Wienkonventionen om konsul&#228;ra f&#246;rbindelser, best&#228;mmelserna i dessa 
konventioner vara till&#228;mpliga. 

Artikel 7 

De b&#228;gge staternas beh&#246;riga myndigheter kan komma &#246;verens om 
ytterligare undantag fr&#229;n best&#228;mmelserna i artikel 4 om till&#228;mplig 
lagstiftning i de personers intresse, som omfattas av konventionen. De 
kan &#228;ven i s&#228;rskilt fall eller f&#246;r best&#228;mda kategorier av personer 
komma &#246;verens om att undantag som avses i artikel 5 inte skall g&#228;lla 
eller &#228;ndra eller ut&#246;ka s&#229;dant undantag. 

AVDELNING II 

S&#228;rskilda best&#228;mmelser 

Kapitel 1. Sjukdom, moderskap och f&#246;r&#228;ldraskap 

Artikel 8 

Om lagstiftningen i en stat f&#246;r beviljande, bibeh&#229;llande eller 
&#229;tervinnande av r&#228;tt till f&#246;rm&#229;ner kr&#228;ver att vissa f&#246;rs&#228;krings  
perioder fullgjorts, skall det beh&#246;riga f&#246;rs&#228;kringsorganet, n&#228;r s&#229; 
erfordras, ta h&#228;nsyn till f&#246;rs&#228;kringsperioder som fullgjorts enligt 
lagstiftningen i den andra staten i den m&#229;n de ej sammanfaller med 
perioder i den f&#246;rsta staten. 

Artikel 9 

Italienska och svenska medborgare liksom flyktingar och statsl&#246;sa 
enligt artikel 3 i denna konvention, som &#228;r bosatta i en av de tv&#229; 
staterna och d&#228;r har r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner, erh&#229;ller vid 
tillf&#228;llig vistelse i den andra staten v&#229;rdf&#246;rm&#229;ner om deras 
h&#228;lsotillst&#229;nd s&#229; kr&#228;ver. Dessa f&#246;rm&#229;ner utges i den utstr&#228;ckning och 
p&#229; de villkor, som g&#228;ller enligt lagstiftningen i vistelselandet. 

Artikel 10 

&#196;r en f&#246;rs&#228;krad sysselsatt i den ena staten och hans familjemedlemmar 
bosatta i den andra staten, utges f&#246;rm&#229;ner till familjemedlemmarna av 
f&#246;rs&#228;kringsorganet p&#229; familjemedlemmarnas bos&#228;ttningsort. 

F&#246;rm&#229;nerna utges i Italien under f&#246;ruts&#228;ttning att de ber&#246;rda 
personerna erl&#228;gger en av den beh&#246;riga myndigheten fastst&#228;lld &#229;rlig 
avgift per person. 

I Italien bosatta familjemedlemmar till italienska arbetare, som &#228;r 
sysselsatta i Sverige och som &#228;r klassificerade som emigranter, &#228;r 
undantagna fr&#229;n erl&#228;ggande av n&#228;mnda &#229;rliga avgift. 

Artikel 11 

1. Den som &#229;tnjuter pension eller livr&#228;nta enligt lagstiftningen i 
b&#228;gge staterna har, liksom hans familjemedlemmar, r&#228;tt till 
sjukv&#229;rdsf&#246;rm&#229;ner fr&#229;n f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten och p&#229; 
dettas bekostnad. 

2. Den som &#229;tnjuter pension eller livr&#228;nta enligt lagstiftningen i 
endast en av staterna, liksom hans familjemedlemmar, har under 
bos&#228;ttning i den andra staten r&#228;tt till f&#246;rm&#229;ner fr&#229;n f&#246;rs&#228;krings  
organet p&#229; bos&#228;ttningsorten. 

3. R&#228;tten till f&#246;rm&#229;ner i Italien till personer, som endast &#229;tnjuter 
svensk pension eller livr&#228;nta, liksom till dessa personers 
familjemedlemmar, &#228;r avh&#228;ngig av att de ber&#246;rda personerna erl&#228;gger en 
av den italienska beh&#246;riga myndigheten fastst&#228;lld &#229;rlig avgift per 
person. 

Artikel 12 

1. &#196;r en stats lagstiftning till&#228;mplig p&#229; en f&#246;rs&#228;krad men &#228;r han 
bosatt eller vistas han tillf&#228;lligt i den andra staten, har han i den 
staten r&#228;tt till kontantf&#246;rm&#229;ner, som utges av det beh&#246;riga 
f&#246;rs&#228;kringsorganet i den f&#246;rstn&#228;mnda staten enligt den lagstiftning 
som g&#228;ller f&#246;r detta organ. 

2. Det beh&#246;riga f&#246;rs&#228;kringsorganet kan uppdra &#229;t organet p&#229; 
bos&#228;ttnings- eller vistelseorten att f&#246;r dess r&#228;kning utge ovann&#228;mnda 
f&#246;rm&#229;ner. N&#228;r s&#229; sker skall det beh&#246;riga organet &#229;terbetala de 
f&#246;rm&#229;ner som utgetts. 

Kapitel 2. Invaliditet, &#229;lderdom och d&#246;dsfall 

A. Pension enligt svensk lagstiftning 

Artikel 13 

1. Italienska medborgare liksom i artikel 3 b) och c) n&#228;mnda personer, 
som ej uppfyller de villkor som till&#228;mplig svensk lagstiftning 
uppst&#228;ller, skall ha r&#228;tt till folkpension enligt de regler som g&#228;ller 
f&#246;r utomlands bosatta svenska medborgare. 

2. Till i f&#246;rsta stycket angivna personer som &#228;r bosatta i Sverige 
skall med motsvarande till&#228;mpning av de regler som avses i f&#246;rsta 
stycket utges s&#229;dan handikappers&#228;ttning som ej utg&#229;r som till&#228;gg till 
folkpension, v&#229;rdbidrag f&#246;r handikappade barn, pensionstillskott och 
inkomstpr&#246;vade pensionsf&#246;rm&#229;ner. 

Artikel 14 

N&#228;r s&#229; erfordras skall f&#246;rs&#228;kringsperioder som fullgjorts enligt 
italiensk lagstiftning beaktas f&#246;r att uppfylla tre&#229;rskravet i 5 kap. 
3 &#167; andra stycket lagen om allm&#228;n f&#246;rs&#228;kring. 

Artikel 15 

1. N&#228;r en person fullgjort f&#246;rs&#228;kringsperioder s&#229;v&#228;l inom den svenska 
till&#228;ggspensioneringen som inom den italienska invaliditets-, &#229;lders- 
och efterlevandef&#246;rs&#228;kringen skall dessa perioder l&#228;ggas samman f&#246;r 
att uppfylla r&#228;tten till till&#228;ggspension, i den m&#229;n de ej 
sammanfaller. D&#228;rvid likst&#228;lles tolv f&#246;rs&#228;kringsm&#229;nader inom den 
italienska invaliditets-, &#229;lders- och efterlevandef&#246;rs&#228;kringen med ett 
kalender&#229;r f&#246;r vilket pensionspo&#228;ng tillgodor&#228;knats. 

2. F&#246;r ber&#228;kning av till&#228;ggspensionens storlek beaktas endast 
f&#246;rs&#228;kringsperioder som fullgjorts enligt den svenska lagstiftningen. 

Artikel 16 

Denna konvention ber&#246;r ej de &#246;verg&#229;ngsbest&#228;mmelser i svensk 
lagstiftning som avser svenska medborgares r&#228;tt till folk- och 
till&#228;ggspension. 

B. Pension enligt italiensk lagstiftning 

Artikel 17 

Pensionsf&#246;rm&#229;n, som utg&#229;r enligt denna konvention, f&#229;r icke minskas 
eller indragas p&#229; grund av att den pensionsber&#228;ttigade &#228;r bosatt i 
Sverige eller en tredje stat. 

Artikel 18 

1. F&#246;r f&#246;rs&#228;krad, som inte kan g&#246;ra anspr&#229;k p&#229; inaliditets-, &#229;lders- 
eller efterlevandef&#246;rm&#229;n enligt den italienska lagstiftningen enbart 
p&#229; grund av f&#246;rs&#228;krings- och d&#228;rmed likst&#228;llda perioder som fullgjorts 
enligt n&#228;mnda lagstiftning, skall, n&#228;r fr&#229;ga &#228;r om f&#246;rv&#228;rv av r&#228;tt 
till s&#229;dan f&#246;rm&#229;n, kvalifikationsperioder som fullgjorts inom den 
svenska till&#228;ggspensioneringen, liksom perioder f&#246;re &#229;r 1960 under 
vilka ber&#228;knats till statlig inkomstskatt taxerad inkomst, 
sammanl&#228;ggas med perioder som fullgjorts inom den italienska 
f&#246;rs&#228;kringen i den m&#229;n perioderna ej sammanfaller. 

2. N&#228;r r&#228;tten till i f&#246;reg&#229;ende moment avsedd f&#246;rm&#229;n &#228;r beroende av 
att kvalifikationsperioderna fullgjorts i ett yrke, f&#246;r vilket g&#228;ller 
ett s&#228;rskilt f&#246;rs&#228;kringssystem, skall f&#246;r f&#246;rv&#228;rv av r&#228;tt till s&#229;dan 
f&#246;rm&#229;n endast beaktas i Sverige fullgjorda kvalifikationsperioder i 
samma yrke. Om den f&#246;rs&#228;krade trots sammanl&#228;ggning av s&#229;dana 
kvalifikationsperioder inte uppfyller de villkor f&#246;r f&#246;rm&#229;nsr&#228;tt som 
g&#228;ller inom det s&#228;rskilda f&#246;rs&#228;kringssystemet, skall ifr&#229;gavarande 
kvalifikationsperioder beaktas vid bed&#246;mningen av r&#228;tt till f&#246;rm&#229;n 
inom det allm&#228;nna f&#246;rs&#228;kringssystemet. 

3. N&#228;r f&#246;rm&#229;n fr&#229;n den italienska socialf&#246;rs&#228;kringen enligt f&#246;rsta och 
andra styckena beviljas med beaktande av kvalifikationsperioder som 
fullgjorts enligt den svenska lagstiftningen, skall denna ber&#228;knas med 
till&#228;mpning av f&#246;ljande regler: 

a) Det italienska f&#246;rs&#228;kringsorganet best&#228;mmer f&#246;rst det f&#246;rm&#229;ns  
belopp som den f&#246;rs&#228;krade skulle ha r&#228;tt till, om samtliga de 
kvalifikationsperioder som skall beaktas enligt f&#246;rsta och andra 
styckena hade fullgjorts enbart inom den italienska f&#246;rs&#228;kringen, 
varvid avgifter motsvarande medelv&#228;rdet av de avgifter som best&#228;mts 
f&#246;r de f&#246;rs&#228;kringsperioder som fullgjorts enligt den italienska 
lagstiftningen anses ha erlagts f&#246;r de enligt den svenska 
lagstiftningen fullgjorda f&#246;rs&#228;kringsperioderna. 

b) Med utg&#229;ngspunkt fr&#229;n det s&#229;lunda framr&#228;knade beloppet best&#228;mmer 
det italienska f&#246;rs&#228;kringsorganet den f&#246;rm&#229;n som f&#246;rs&#228;kringsorganet 
har att utge till s&#229; stor andel av det f&#246;rst framr&#228;knade beloppet som 
motsvarar f&#246;rh&#229;llandet mellan &#229; ena sidan l&#228;ngden av de f&#246;rs&#228;krings  
perioder som fullgjorts inom den italienska f&#246;rs&#228;kringen och &#229; andra 
sidan l&#228;ngden av de perioder som totalt fullgjorts enligt b&#229;da de 
f&#246;rdragsslutande staternas lagstiftning. H&#228;rvid skall dock 
f&#246;rs&#228;kringsperioder som fullgjorts enligt den svenska lagstiftningen 
beaktas endast i den m&#229;n de ej sammanfaller med perioder som 
fullgjorts enligt den italienska lagstiftningen. 

Artikel 19 

1. F&#246;ruts&#228;ttningarna f&#246;r intr&#228;de i frivilligt forts&#228;ttningsf&#246;rs&#228;kring 
till den obligatoriska italienska invaliditets-, &#229;lders- och efter  
levandef&#246;rs&#228;kringen kan av italiensk medborgare uppfyllas &#228;ven p&#229; 
grundval av enbart de perioder som fullgjorts inom den svenska 
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension. 

F&#246;r inplacering i kategori och premieklass enligt den italienska 
lagstiftningen om erl&#228;ggande av frivilliga avgifter skall beaktas den 
inkomst som lagts till grund f&#246;r den f&#246;rs&#228;krades pensionsr&#228;ttigheter 
inom svensk pensionering. 

2. Den beh&#246;riga myndigheten har r&#228;tt att vid en senare tidpunkt g&#246;ra 
intr&#228;de i den frivilliga forts&#228;ttningsf&#246;rs&#228;kringen beroende av viss 
minsta f&#246;rs&#228;kringstid inom den italienska obligatoriska f&#246;rs&#228;kringen. 

C. Gemensamma best&#228;mmelser 

Artikel 20 

N&#228;r en f&#246;rs&#228;krad inte uppn&#229;r r&#228;tt till f&#246;rm&#229;ner p&#229; grundval av 
f&#246;rs&#228;kringsperioder som fullgjorts i Italien och Sverige, skall h&#228;nsyn 
&#228;ven tas till f&#246;rs&#228;kringsperioder som fullgjorts i tredje stat, med 
vilken var och en av de f&#246;rdragsslutande staterna &#228;r bundna av 
konventioner om social tygghet, som inneh&#229;ller regler om samman  
l&#228;ggning av f&#246;rs&#228;kringsperioder. 

Kapitel 3. Arbetsskadef&#246;rs&#228;kring 

Artikel 21 

1. V&#229;rd- och kontantf&#246;rm&#229;ner fr&#229;n arbetsskadef&#246;rs&#228;kringen, 
innefattande &#228;ven f&#246;rh&#246;jningar och andra till&#228;ggsf&#246;rm&#229;ner, utges utan 
begr&#228;nsningar till en person som &#228;r bosatt eller vistas i den andra 
staten eller i en tredje stat. 

2. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttnings- eller vistelseorten i den andra 
staten utger naturf&#246;rm&#229;ner enligt f&#246;rsta stycket med till&#228;mpning av 
sin egen lagstiftning f&#246;r den beh&#246;riga statens f&#246;rs&#228;kringsorgans 
r&#228;kning och mot &#229;terbetalning av de verkliga kostnaderna. 

3. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttnings- eller vistelseorten i den andra 
staten kan ges i uppdrag att utge kontantf&#246;rm&#229;ner av 
f&#246;rs&#228;kringsorganet i den beh&#246;riga staten. 

4. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttnings- eller vistelseorten kan ges i 
uppdrag av det beh&#246;riga f&#246;rs&#228;kringsorganet att, mot &#229;terbetaltning av 
de verkliga kostnaderna, l&#229;ta l&#228;karunders&#246;ka de f&#246;rs&#228;krade f&#246;r att 
fast&#228;lla graden av arbetsof&#246;rm&#229;ga. 

Artikel 22 

1. Vid best&#228;mmande av r&#228;tten till ers&#228;ttning och graden av arbetsof&#246;r  
m&#229;ga enligt lagstiftningen i en av de tv&#229; staterna skall j&#228;mv&#228;l 
tidigare intr&#228;ffad arbetsskada, p&#229; vilken det andra landets 
lagstiftning &#228;r till&#228;mplig, beaktas. 

2. Yppas yrkessjukdom efter det den sjuke i b&#229;da f&#246;rdragsslutande 
staterna varit sysselsatt i verksamhet, vari fara f&#246;r sjukdomen 
f&#246;relegat, skall f&#246;rm&#229;ner utg&#229; fr&#229;n f&#246;rs&#228;kringsorganet i den stat, d&#228;r 
s&#229;dan verksamhet senast utf&#246;rts. 

3. Om yrkessjukdom f&#246;ranlett ers&#228;ttning fr&#229;n ett f&#246;rs&#228;kringsorgan i en 
av de tv&#229; staterna, skall samma f&#246;rs&#228;kringsorgan svara f&#246;r ytterligare 
f&#246;rm&#229;ner vid f&#246;rs&#228;mring av sjukdomen som intr&#228;ffar i det andra landet. 
Detta g&#228;ller dock ej om f&#246;rs&#228;mringen &#228;r att h&#228;nf&#246;ra till arbete i 
sistn&#228;mnda stat i verksamhet, vari fara f&#246;r sjukdomen f&#246;religger. 

Kapitel 4. Familjebidrag 

Arikel 23 

1. Svensk medborgare i Italien har r&#228;tt till bidrag f&#246;r familjemed  
lemmar som &#228;r bosatta i Italien p&#229; samma villkor och till samma belopp 
som enligt italiensk lagstiftning g&#228;ller italiensk medborgare. 

2. Allm&#228;nt barnbidrag utges enligt svensk lagstiftning till barn som 
&#228;r bosatt i Sverige och icke &#228;r svensk medborgare, om barnet eller 
endera av dess f&#246;r&#228;ldrar sedan minst sex m&#229;nader vistas i Sverige 
eller om barnet fostras av n&#229;gon som &#228;r bosatt och mantalsskriven i 
Sverige. 

Kapitel 5. F&#246;rm&#229;ner vid arbetsl&#246;shet 

Artikel 24 

1. F&#246;r att erh&#229;lla r&#228;tt till f&#246;rm&#229;ner vid arbetsl&#246;shet i Italien eller 
i Sverige har en person r&#228;tt att, i den m&#229;n s&#229; erfordras, r&#228;kna sig 
till godo syssels&#228;ttningsperioder eller perioder inom arbetsl&#246;shets  
f&#246;rs&#228;kringen som fullgjorts i b&#228;gge staterna. 

2. F&#246;r till&#228;mpning av f&#246;rsta stycket kr&#228;vs att s&#246;kanden under de 
senaste tolv m&#229;naderna f&#246;re framst&#228;llningen utf&#246;rt f&#246;rv&#228;rvsarbete 
sammanlagt minst fyra veckor i den stat, enligt vars lagstiftning han 
g&#246;r framst&#228;llning om ers&#228;ttning. Har en anst&#228;llning utan 
arbetstagarens f&#246;rv&#229;lladen upph&#246;rt tidigare &#228;n efter fyra veckor, 
skall f&#246;rsta stycket likv&#228;l till&#228;mpas om anst&#228;llningen var avsedd att 
vara l&#228;ngre tid. 

3. Fr&#229;n ers&#228;ttningstid enligt lagstiftningen i en stat, vartill n&#229;gon 
&#228;r ber&#228;ttigad p&#229; grund av best&#228;mmelserna i f&#246;rsta stycket, avdrages 
tid, f&#246;r vilken ett f&#246;rs&#228;kringsorgan i den andra staten inom de 
senaste tolv m&#229;naderna f&#246;re framst&#228;llningen om ers&#228;ttning utgivit 
ers&#228;ttning till den arbetsl&#246;se. 

AVDELNING III 

&#214;verg&#229;ngs-, slut- och &#246;vriga best&#228;mmelser 

Arikel 25 

De beh&#246;riga myndigheterna kan komma &#246;verens om till&#228;mpningsbest&#228;m  
melser till denna konvention. De skall s&#228;rskilt tillse att 
erforderliga f&#246;rbindelseorgan utses i vardera staten f&#246;r att 
underl&#228;tta till&#228;mpningen av konventionen. 

Artikel 26 

1. Vid till&#228;mpningen av denna konvention skall myndigheter och organ i 
de b&#229;da staterna l&#228;mna varandra bist&#229;nd i samma utstr&#228;ckning som vid 
till&#228;mpningen av den egna statens lagstiftning. 

2. Myndigheters och organs skriftv&#228;xling liksom enskilda personers 
framst&#228;llningar kan avfattas p&#229; italienska, svenska, franska eller 
engelska. 

3. De diplomatiska och konsul&#228;ra representationerna f&#229;r beg&#228;ra 
upplysningar direkt hos myndigheter och organ i den andra staten f&#246;r 
att kunna tillvarata de egna medborgarnas intressen. 

Artikel 27 

De beh&#246;riga myndigheterna i de b&#229;da staterna skall snarast m&#246;jligt 
underr&#228;tta varandra om alla &#228;ndringar i den lagstiftning som anges i 
artikel 1. 

Artikel 28 

De beh&#246;riga myndigheterna i de b&#229;da staterna skall regelbundet h&#229;lla 
varandra underr&#228;ttade om de &#229;tg&#228;rder, som vidtas inom den egna staten 
f&#246;r till&#228;mpningen av konventionen. 

Artikel 29 

I den ena av de tv&#229; staterna medgiven befrielse fr&#229;n skatter, st&#228;mpel- 
och andra avgifter p&#229; handlingar, som skall f&#246;retes f&#246;r myndigheter 
och organ i n&#228;mnda stat, skall &#228;ven g&#228;lla f&#246;r handlingar, som vid 
till&#228;mpningen av denna konvention skall f&#246;retes f&#246;r myndigheter och 
organ i den andra staten. Handlingar, dokument och andra skrifter, som 
skall f&#246;retes vid till&#228;mpningen av denna konvention, beh&#246;ver ej 
legaliseras genom diplomatisk eller konsul&#228;r myndighet. 

Artikel 30 

1. Ans&#246;kningar, besv&#228;r och andra handlingar, som inom en viss tid 
skall ingivas till beh&#246;rig myndighet eller beh&#246;rigt organ i den ena av 
de tv&#229; staterna, skall anses ha inkommit i r&#228;tt tid, om de inom 
fastst&#228;lld tid ingivits till motsvarande myndighet eller organ i den 
andra staten. D&#228;rvid skall myndigheten eller organet skyndsamt 
&#246;verst&#228;nda n&#228;mnda ans&#246;kningar eller besv&#228;r till den beh&#246;riga 
myndigheten eller det beh&#246;riga organet i den f&#246;rstn&#228;mnda staten. 

2. Ans&#246;kan om f&#246;rm&#229;n, som ingives enligt den ena statens lagstiftning, 
skall bed&#246;mas som ans&#246;kan om motsvarande f&#246;rm&#229;n enligt den andra 
statens lagstiftning. I &#229;lderpensionsfall g&#228;ller detta dock ej om 
s&#246;kanden anger att ans&#246;kan avser pension endast enligt den f&#246;rstn&#228;mnda 
statens lagstiftning. 

Artikel 31 

1. Utbetalning enligt denna konvention f&#229;r med befriande verkan g&#246;ras 
i den egna statens valuta. 

2. Om valutarestriktioner inf&#246;res i n&#229;gon av staterna, skall 
regeringarna omedelbart i samf&#246;rst&#229;nd vidtaga erforderliga &#229;tg&#228;rder 
f&#246;r att s&#228;kerst&#228;lla &#246;verf&#246;ring mellan de b&#229;da staterna av de belopp 
varom fr&#229;ga &#228;r enligt best&#228;mmelserna i denna konvention. 

Artikel 32 

1. Har ett f&#246;rs&#228;kringsorgan i en stat utgivit ett f&#246;rskott, kan belopp 
som bel&#246;per p&#229; samma period som f&#246;rskottet enligt lagstiftningen i den 
andra staten inneh&#229;llas. Har f&#246;rs&#228;kringsorgan i en stat utgivit en 
ers&#228;ttning med f&#246;r h&#246;gt belopp f&#246;r en period, f&#246;r vilken f&#246;rs&#228;krings  
organ i den andra staten skall utgiva en motsvarande ers&#228;ttning, kan 
det f&#246;r mycket utbetalada beloppet inneh&#229;llas. 

2. F&#246;rskottet eller det f&#246;r mycket utbetalda beloppet kan avr&#228;knas p&#229; 
ers&#228;ttning som f&#246;rs&#228;kringsorgan i den andra staten skall utge i 
efterskott. N&#228;r s&#229;dan efterskottsbetalning inte f&#246;rekommer eller icke 
f&#246;rsl&#229;r f&#246;r avr&#228;kningen kan avr&#228;kningen ske helt eller f&#246;r det 
&#229;terst&#229;ende beloppet p&#229; l&#246;pande f&#246;rm&#229;nsbetalningar fr&#229;n f&#246;rs&#228;krings  
organet i den andra staten, dock p&#229; det s&#228;tt och med de begr&#228;nsningar 
som f&#246;ljer av lagstiftningen i denna stat. 

Artikel 33 

1. Tvist, som uppkommer vid till&#228;mpningen av denna konvention, skall 
l&#246;sas i samf&#246;rst&#229;nd av de beh&#246;riga myndigheterna i de b&#229;da staterna. 

2. Om uppg&#246;relse ej kommer till st&#229;nd, skall tvisten avg&#246;ras genom 
skiljedomsf&#246;rfarande, som regleras genom &#246;verenskommelse mellan de 
beh&#246;riga myndigheterna i de b&#229;da staterna. Skiljedomen skall grundas 
p&#229; denna konventions anda och mening. 

Artikel 34 

Med de beh&#246;riga myndigheterna avses i denna konvention 

i Italien: den minister eller de ministrar, under vilken de i artikel 
1 f&#246;rsta stycket angivna socialf&#246;rs&#228;kringsgrenarna h&#246;r, 

i Sverige: regeringen eller den myndighet regeringen f&#246;rordnar. 

Arikel 35 

Best&#228;mmelserna i denna konvention om svensk folkpension &#228;ger 
till&#228;mpning p&#229; italiensk medborgare, som enligt best&#228;mmelserna i 
konventionen den 25 maj 1955 mellan Sverige och Italien r&#246;rande social 
trygghet erh&#229;llit &#229;terbetalning av pensionsavgifter som erlagts till 
folkpensioneringen. H&#228;rvid skall dock fr&#229;n folkpension som beviljas 
honom avr&#228;knas vad han erh&#229;llit i &#229;terbetalning av erlagda 
pensionsavgifter. 

Artikel 36 

1. Denna konvention &#228;ger till&#228;mpning &#228;ven p&#229; f&#246;rh&#229;llanden som 
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande. Konventionen grundar likv&#228;l ingen 
r&#228;tt till utbetalning av f&#246;rm&#229;ner f&#246;r tid f&#246;re dess ikrafttr&#228;dande. 
F&#246;r fastst&#228;llande av r&#228;tt till f&#246;rm&#229;ner beaktas dock f&#246;rs&#228;krings- 
eller bos&#228;ttningsperioder som fullgjorts f&#246;re konventionens 
ikrafttr&#228;dande. 

2. F&#246;rm&#229;n som p&#229; grund av den f&#246;rs&#228;krades nationalitet icke beviljats 
eller som p&#229; grund av dennes bos&#228;ttning inom den andra statens 
territorium indragits skall n&#228;r konventionen tr&#228;der i kraft p&#229; d&#228;rom 
gjord ans&#246;kan beviljas eller &#229;ter utbetalas med verkan fr&#229;n och med 
konventionens ikrafttr&#228;dande. 

3. P&#229; d&#228;rom gjord ans&#246;kan skall f&#246;rm&#229;n som beviljats f&#246;re denna 
konventions ikrafttr&#228;dande omr&#228;knas, varvid konventionens best&#228;mmelser 
skall till&#228;mpas. S&#229;dan f&#246;rm&#229;n kan ocks&#229; omr&#228;knas utan ans&#246;kan. 
Omr&#228;kning som nu sagts f&#229;r ej medf&#246;ra minskning av utg&#229;ende f&#246;rm&#229;n. 

4. Best&#228;mmelser i de b&#228;gge staternas lagstiftning som avser 
preskription och upph&#246;rande av r&#228;tten till f&#246;rm&#229;ner skall icke 
till&#228;mpas p&#229; r&#228;tt enligt best&#228;mmelserna i styckena 1-3 ovan under 
f&#246;ruts&#228;ttning att den f&#246;rs&#228;krade inkommer med s&#229;dan ans&#246;kan inom en 
tidrymd av tv&#229; &#229;r fr&#229;n konventionens ikrafttr&#228;dande. 

Artikel 37 

1. Denna konvention kan upps&#228;gas av vardera av de b&#228;gge staterna. 
Upps&#228;gningen skall meddelas senast tre m&#229;nader f&#246;re utg&#229;ngen av det 
l&#246;pande kalender&#229;ret, varvid konventionen upph&#246;r att g&#228;lla vid 
kalender&#229;rets slut. 

2. Upps&#228;ges konventionen skall dess best&#228;mmelser &#228;ga fortsatt 
giltighet p&#229; redan f&#246;rv&#228;rvad f&#246;rm&#229;n utan hinder av vad som kan ha 
stadgats i de b&#229;da l&#228;ndernas lagstiftning r&#246;rande begr&#228;nsningar i 
r&#228;tten till f&#246;rm&#229;n vid bos&#228;ttning eller medborgarskap i annat land. 
Den r&#228;tt till framtida f&#246;rm&#229;ner, som kan ha f&#246;rv&#228;rvats p&#229; grund av 
konventionens best&#228;mmelser, skall regleras genom s&#228;rskild &#246;verens  
kommelse. 

Artikel 38 

1. N&#228;r denna konvention tr&#228;der i kraft upph&#246;r konventionen den 25 maj 
1955 mellan Sverige och Italien r&#246;rande social trygghet liksom 
slutprotokollet till konventionen att g&#228;lla. Fr&#229;n samma tidpunkt 
upph&#246;r &#246;verenskommelsen den 18 november 1971 om &#228;ndring i konventionen 
att g&#228;lla liksom protokollet den 13 september 1973 till n&#228;mnda 
&#246;verenskommelse. 

2. Best&#228;mmelserna i artiklarna 9, 10, 11 och 12 tr&#228;der vad avser 
till&#228;mpningen av italiensk lagstiftning icke i kraft f&#246;re den 1 
januari 1981. 

Artikel 39 

Denna konvention skall ratificeras. Ratifikationsinstrumenten skall 
utv&#228;xlas i Rom. 

Konventionen tr&#228;der i kraft f&#246;rsta dagen i andra m&#229;naden efter den d&#229; 
ratifikationsinstrumenten utv&#228;xlas. 

Till bevis h&#228;rom har de undertecknade f&#246;rsett denna konvention med 
sina namnteckningar. 

Som skedde i Stockholm den 25 september 1979 i tv&#229; exemplar, p&#229; 
vardera svenska och italienska spr&#229;ken, vilka b&#229;da texter &#228;ger lika 
vitsord. 

F&#246;r Konungariket Sverige 
Per il Regno de Svezia 
Gabriel Romanus 

F&#246;r Italienska Repupliken 
Per la Repubblica Italiana 
Mario Prunas 
Bilaga 2 


Administrativ &#246;verenskommelse f&#246;r till&#228;mpningen av konventionen den 25 
september 1979 mellan Konungariket Sverige och Italienska Republiken 
om social trygghet 

AVDELNING 1 

Allm&#228;nna best&#228;mmelser 

Artikel 1 

I denna administrativa &#246;verenskommelse avses med uttrycken 

1. &quot;konventionen&quot; konventionen mellan Konungariket Sverige och 
Italienska Republiken, 

2. &quot;&#246;verenskommelsen&quot; denna administrativa &#246;verenskommelse. 

Artikel 2 

1. Beh&#246;riga f&#246;rs&#228;kringsorgan f&#246;r till&#228;mpningen av denna administrativa 
&#246;verenskommelse &#228;r 

a) i Italien, f&#246;rutom de beh&#246;riga socialf&#246;rs&#228;kringsorganen f&#246;r 
s&#228;rskilda kategorier av f&#246;rv&#228;rvsarbetande, 

- det nationella institutet f&#246;r social tygghet (I.N.P.S.) vad avser 
den obligatoriska invaliditets-, &#229;lders- och efterlevandef&#246;rs&#228;kringen 
f&#246;r arbetstagare samt motsvarande s&#228;rskilda organ f&#246;r egenf&#246;retagare, 
f&#246;r f&#246;rs&#228;kringen mot tuberkulos, f&#246;r f&#246;rs&#228;kringen mot ofrivillig 
arbetsl&#246;shet och f&#246;r familjebidrag, 

- den lokala h&#228;lsov&#229;rdsenheten (U.S.L) vad avser v&#229;rdf&#246;rm&#229;ner vid 
sjukdom, d&#228;ri inbegripet tuberkulos, vid moderskap samt vid 
arbetsolycksfall och arbetssjukdomar, 

- det nationella institutet f&#246;r f&#246;rs&#228;kring mot arbetsolycksfall och 
arbetssjukdomar (I.N.A.I.L.) vad avser f&#246;rs&#228;kringen mot 
arbetsolycksfall och arbetssjukdomar, dock ej v&#229;rdf&#246;rm&#229;ner, 

b) i Sverige 

- riksf&#246;rs&#228;kringsverket och de allm&#228;nna f&#246;rs&#228;kringskassorna, 

- arbetsmarknadsstyrelsen och arbetsl&#246;shetskassorna (vad avser 
ekonomiska f&#246;rm&#229;ner vid arbetsl&#246;shet). 

2. Med undantag f&#246;r de fall som anges i f&#246;ljande mening &#228;r ovann&#228;mnda 
f&#246;rs&#228;kringsorgan p&#229; central niv&#229; f&#246;rbindelseorgan enligt konventionens 
artikel 25 vad avser deras beh&#246;righetsomr&#229;de. 

I Italien &#228;r h&#228;lsov&#229;rdsministeriet f&#246;rbindelseorgan vad avser 
v&#229;rdf&#246;rm&#229;ner vid sjukdom, d&#228;ri inbegripet tuberkulos, vid moderskap 
samt vid arbetsolycksfall och arbetssjukdomar. 

3. De i f&#246;rsta stycket n&#228;mnda f&#246;rs&#228;kringsorganen liksom enskilda 
personer kan v&#228;nda sig direkt till f&#246;rs&#228;kringsorganen i den andra 
f&#246;rdragsslutande staten eller genom f&#246;rbindelseorganen. 

AVDELNING II 

Best&#228;mmelser r&#246;rande till&#228;mplig lagstiftning 

Artikel 3 

1. F&#246;r arbetstagare som uts&#228;nds till den andra statens territorium 
enligt konventionens artikel 5 a) skall ett intyg utst&#228;llas om att 
arbetstagaren fortfarande &#228;r omfattad av lagstiftningen i den 
f&#246;rdragsslutande stat d&#228;r f&#246;retaget har sitt s&#228;te. 

2. Det i f&#246;rsta stycket n&#228;mnda intyget utst&#228;lls p&#229; beg&#228;ran av 
arbetsgivaren eller arbetstagaren 

- i Italien av det kontor tillh&#246;rigt I.N.P.S. som &#228;r beh&#246;rigt f&#246;r det 
omr&#229;de d&#228;r f&#246;retaget har sitt s&#228;te, 

- i Sverige av riksf&#246;rs&#228;kringsverket eller den regionala allm&#228;nna 
f&#246;rs&#228;kringskassan. 

AVDELNING III 

S&#228;rskilda best&#228;mmelser r&#246;rande olika former av f&#246;rm&#229;ner 

Kapitel 1. Sjukdom, moderskap och f&#246;r&#228;ldraskap 

Artikel 4 

1. F&#246;r till&#228;mpning av best&#228;mmelserna i konventionens artikel 8 skall 
den f&#246;rs&#228;krade f&#246;r det beh&#246;riga f&#246;rs&#228;kringsorganet f&#246;rete ett intyg av 
vilket de f&#246;rs&#228;kringsperioder framg&#229;r som den f&#246;rs&#228;krade fullgjort 
enligt den andra statens lagstiftning. 

Om den f&#246;rs&#228;krade inte kan f&#246;rete ett s&#229;dant intyg skall det 
f&#246;rs&#228;kringsorgan som &#228;r beh&#246;rigt att utge f&#246;rm&#229;nerna beg&#228;ra intyget 
fr&#229;n f&#246;rs&#228;kringsorganet i den andra staten. 

2. Det i f&#246;rsta stycket av denna artikel n&#228;mnda intyget utst&#228;lls 

- i Italien av det kontor tillh&#246;rigt I.N.P.S. som &#228;r beh&#246;rigt f&#246;r 
omr&#229;det i fr&#229;ga, 

- i Sverige av riksf&#246;rs&#228;kringsverket eller den regionala allm&#228;nna 
f&#246;rs&#228;kringskassan. 

Artikel 5 

1. Italienska och Svenska medborgare liksom de i konventionens artikel 
3 n&#228;mnda flyktigarna och statsl&#246;sa, som &#228;r bosatta i en av de tv&#229; 
staterna, skall f&#246;r att &#229;tnjuta v&#229;rdf&#246;rm&#229;ner vid tillf&#228;llig vistelse i 
den andra staten enligt konventionens artikel 9 vara f&#246;rsedda med ett 
intyg om att de har r&#228;tt till s&#229;dana f&#246;rm&#229;ner, 

Detta intyg utst&#228;lls 

- i Italien av den lokala h&#228;lsov&#229;rdsenhet (U.S.L.) som &#228;r beh&#246;rig f&#246;r 
omr&#229;det i fr&#229;ga eller, f&#246;r vissa kategorier av personer, av 
h&#228;lsov&#229;rdsministeriet, 

- i Sverige av de allm&#228;nna f&#246;rs&#228;kringskassorna. 

2. F&#246;r till&#228;mpning av det som g&#228;ller enligt f&#246;reg&#229;ende stycke skall 
intyget f&#246;retes 

- i Italien f&#246;r den nationella h&#228;lsov&#229;rdstj&#228;nsten innan 
sjukv&#229;rdsf&#246;rm&#229;nerna &#229;tnjuts eller direkt f&#246;r sjukhuset i fall av 
br&#229;dskande intagning, 

- i Sverige direkt f&#246;r l&#228;karen eller sjukhuset. 

3. Om de personer varom fr&#229;ga &#228;r inte kan f&#246;rete det i f&#246;rsta stycket 
n&#228;mnda intyget skall f&#246;rs&#228;kringsorganet p&#229; platsen f&#246;r den tillf&#228;lliga 
vistelsen v&#228;nda sig till f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten f&#246;r 
att f&#229; r&#228;tten bekr&#228;ftad. 

Artikel 6 

1. De familjemedlemmar som avses i konventionens artikel 10 skall f&#246;r 
att i Italien erh&#229;lla v&#229;rdf&#246;rm&#229;ner enligt n&#228;mnda artikel skriva in sig 
hos f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten, varvid de skall f&#246;rete 
ett intyg av vilken framg&#229;r att deras familje&#246;verhuvud, som &#228;r verksam 
i Sverige, har r&#228;tt till motsvarande f&#246;rm&#229;ner. De skall vidare erl&#228;gga 
den &#229;rsavgift per person som fastst&#228;llts av den beh&#246;riga myndigheten. 

2. F&#246;r att befrias fr&#229;n den i f&#246;rsta stycket n&#228;mnda &#229;rliga avgiften 
per person skall familjemedlemmarna i Italien till italienska 
medborgare f&#246;rv&#228;rvsverksamma i Sverige vid inskrivningen f&#246;r det 
beh&#246;riga f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten visa upp ett av de 
konsul&#228;ra myndigheterna utf&#228;rdat intyg om familje&#246;verhuvudets 
st&#228;llning som emigrant. 

Artikel 7 

1. F&#246;r att &#229;tnjuta v&#229;rdf&#246;rm&#229;ner enligt konventionens artikel 11 andra 
stycket skall en person som endast uppb&#228;r svensk pension eller 
livr&#228;nta liksom hans familjemedlemmar skriva in sig hos 
f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten, varvid de skall f&#246;rete ett 
intyg om r&#228;tten till svensk pension eller livr&#228;nta. 

2. De personer som avses skall erl&#228;gga den &#229;rsavgift per person som 
fastst&#228;lls av den beh&#246;riga myndigheten. 

Artikel 8 

1. Kontantf&#246;rm&#229;ner enligt konventionens artikel 12 f&#246;rsta stycket 
utges normalt direkt till den f&#246;rs&#228;krade av de beh&#246;riga 
f&#246;rs&#228;kringsorganet enligt den lagstiftning som detta till&#228;mpar. 

2. Enligt konventionens artikel 12 andra stycket kan det beh&#246;riga 
f&#246;rs&#228;kringsorganet uppdra &#229;t organet p&#229; bos&#228;ttnings- eller 
vistelseorten att f&#246;r dess r&#228;kning utge kontantf&#246;rm&#229;ner. Kostnaden f&#246;r 
utbetalningn av dessa f&#246;rm&#229;ner som utges enligt best&#228;mmelserna i det 
beh&#246;riga f&#246;rs&#228;kringsorganets lagstiftning skall &#229;terbetalas av n&#228;mnda 
organ till f&#246;rs&#228;kringsorganet p&#229; vistelse- eller bos&#228;ttningsorten p&#229; 
grundval av de verkliga kostnanderna i enlighet med det f&#246;rstn&#228;mnda 
organets r&#228;kenskaper. 

Betalning skall ske inom sex m&#229;nader fr&#229;n mottagandet av beg&#228;ran om 
&#229;terbetalning f&#246;r vilken ett s&#228;rskilt intyg skall anv&#228;ndas. 

3. Det beh&#246;riga f&#246;rs&#228;kringsorganet kan uppdra &#229;t organet p&#229; 
bos&#228;ttnings- eller vistelseorten att f&#246;reta erforderliga l&#228;karunder  
s&#246;kningar. 

Kapitel 2. Invaliditet, &#229;lderdom och efterlevande 

Artikel 9 

1. De f&#246;rs&#228;krade och deras efterlevande som &#246;nskar &#229;tnjuta f&#246;rm&#229;ner 
fr&#229;n invaliditets-, &#229;lders- och efterlevandef&#246;rs&#228;kringen kan ge in 
ans&#246;kan till beh&#246;rigt f&#246;rs&#228;kringsorgan i endera av de f&#246;rdragsslutande 
staterna p&#229; det s&#228;tt som stadgas i den lagstiftning som till&#228;mpas av 
det beh&#246;riga f&#246;rs&#228;kringsorgan vid vilket ans&#246;kan g&#246;rs. F&#246;r detta 
&#228;ndam&#229;l skall de beh&#246;riga myndigheterna i de tv&#229; f&#246;rdragsslutande 
staterna komma &#246;verens om h&#228;rf&#246;r avsedda ans&#246;kningsformul&#228;r. 

2. Den dag ans&#246;kan inges till ett beh&#246;rigt f&#246;rs&#228;kringsorgan i en 
f&#246;rdragsslutande stat skall, &#228;ven om denna inte gjorts p&#229; h&#228;rf&#246;r 
avsedd blankett, anses som ans&#246;kningsdatum av de beh&#246;riga organen i 
b&#229;da de f&#246;rdragsslutande staterna. 

3. Det f&#246;rs&#228;kringsorgan som f&#246;rst erh&#229;llit ans&#246;kan skall utan dr&#246;jsm&#229;l 
s&#228;nda en kopia av den ans&#246;kningsblankett som avses i f&#246;rsta stycket 
till det beh&#246;riga organet i den andra f&#246;rdragsslutande staten. 

Ans&#246;kningsblanketten skall inneh&#229;lla persondata r&#246;rande s&#246;kanden och i 
till&#228;mpliga fall r&#246;rande dennes familjemedlemmar och alla andra 
upplysningar som kan erfordras f&#246;r att fastst&#228;lla s&#246;kandens r&#228;tt till 
f&#246;rm&#229;ner enligt den lagstiftning som det beh&#246;riga f&#246;rs&#228;kringsorganet 
till&#228;mpar till vilket blanketten s&#228;nds. 

4. F&#246;rutom den ans&#246;kningsblankett som avses i det tredje stycket skall 
snarast m&#246;jligt till det beh&#246;riga f&#246;rs&#228;kringsorganet i den andra 
f&#246;rdragsslutande staten s&#228;ndas en kopia av en f&#246;rbindelseblankett, om 
vars utformning &#246;verenskommelse skall tr&#228;ffas av de tv&#229; 
f&#246;rdragsslutande staternas beh&#246;riga myndigheter och av vilken s&#228;rskilt 
skall framg&#229; de f&#246;rs&#228;kringsperioder som fullgjorts enligt den 
lagstiftning, som till&#228;mpas av det beh&#246;riga f&#246;rs&#228;kringsorgan som 
&#246;vers&#228;nder blanketten, och de r&#228;ttigheter som h&#228;rr&#246;r fr&#229;n dessa 
perioder. 

5. N&#228;r det beh&#246;riga f&#246;rs&#228;kringsorganet i den andra f&#246;rdragsslutande 
staten erh&#229;llit de blanketter som n&#228;mns i styckena 3 och 4 fastst&#228;ller 
detta de r&#228;ttigheter som den s&#246;kande har p&#229; grundval av de 
f&#246;rs&#228;kringsperioder som fullgjorts enligt den lagstiftning som detta 
till&#228;mpar eller i till&#228;mpliga fall de r&#228;ttigheter som s&#246;kanden kan ha 
p&#229; grundval av sammanl&#228;ggning av f&#246;rs&#228;kringsperioder som fullgjorts 
enligt de tv&#229; f&#246;rdragsslutande staternas lagstiftningar. Detta 
f&#246;rs&#228;kringsorgan &#246;vers&#228;nder d&#228;refter till organet hos vilket ans&#246;kan 
gjorts en kopia av den f&#246;rbindelseblankett som n&#228;mns i f&#246;reg&#229;ende 
stycke kompletterad med uppgifter om de perioder som fullgjorts enligt 
dess egen lagstiftning och den r&#228;tt till f&#246;rm&#229;ner som s&#246;kanden 
tillerk&#228;nts. 

6. N&#228;r f&#246;rs&#228;kringsorganet hos vilket ans&#246;kan gjorts har erh&#229;llit 
f&#246;rbindelseblanketten kompletterad med de uppgifter som n&#228;mns i femte 
stycket ovan, och n&#228;r det, om s&#229; erfordras, har fastst&#228;llt de 
r&#228;ttigheter som s&#246;kanden har p&#229; grundval av sammanl&#228;ggning av perioder 
som fullgjorts enligt lagstiftningen i b&#229;da de f&#246;rdragsslutande 
staterna, fattar detta organ beslut r&#246;rande sj&#228;lva ans&#246;kan och 
meddelar detta beslut s&#229;v&#228;l till det andra beh&#246;riga f&#246;rs&#228;kringsorganet 
som till s&#246;kanden. 

7. Uppgift om fullgjorda f&#246;rs&#228;kringsperioder beh&#246;ver inte l&#228;mnas i 
f&#246;rbindelseblankett n&#228;r av befintliga uppgifter framg&#229;r att den 
f&#246;rs&#228;krade har en sj&#228;lvst&#228;ndig r&#228;tt till pension fr&#229;n det beh&#246;riga 
f&#246;rs&#228;kringsorganet i den andra f&#246;rdragsslutande staten. 

8. De persondata som l&#228;mnas i den ans&#246;kningsblankett som n&#228;mns i 
tredje stycket skall p&#229; tillb&#246;rligt s&#228;tt styrkas av det beh&#246;riga 
f&#246;rs&#228;kringsorgan som &#246;verst&#228;nder blanketten. Detta organ skall 
bekr&#228;fta att uppgifterna i ans&#246;kningsblanketten grundar sig p&#229; 
orginaldokument. &#214;vers&#228;ndandet av en p&#229; detta s&#228;tt styrkt blankett 
ers&#228;tter &#246;vers&#228;ndande av originaldokumenten. 

Artikel 10 

F&#246;r intr&#228;de i den italienska frivilliga f&#246;rs&#228;kringen enligt 
konventionens artikel 19 f&#246;rsta stycket skall s&#246;kanden till det 
italienska beh&#246;riga f&#246;rs&#228;kringsorganet inge ett intyg p&#229; s&#228;rskild 
blankett om de perioder som fullgjorts enligt den svenska f&#246;rs&#228;kringen 
f&#246;r till&#228;ggspensionering liksom den pensionsgrundande inkomst under de 
tre &#229;ren som f&#246;reg&#229;r ans&#246;kan. Detta intyg skall p&#229; s&#246;kandens beg&#228;ran 
utst&#228;llas av riksf&#246;rs&#228;kringsverket. 

N&#228;r s&#246;kanden inte f&#246;reter n&#228;mnda intyg skall det italienska beh&#246;riga 
f&#246;rs&#228;kringsorganet beg&#228;ra intyget fr&#229;n det svenska riksf&#246;rs&#228;krings  
verket. 

Kapitel 3. Arbetsskador och arbetssjukdomar 

Artikel 11 

1. F&#246;r att erh&#229;lla v&#229;rdf&#246;rm&#229;ner enligt konventionens artikel 21 andra 
stycket skall de f&#246;rs&#228;krade f&#246;r f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten 
eller orten f&#246;r deras tillf&#228;lliga vistelse i den andra staten visa upp 
ett intyg utf&#228;rdat av f&#246;rs&#228;kringsorganet i den beh&#246;riga staten, av 
vilket deras r&#228;tt till f&#246;rm&#229;nerna framg&#229;r. I detta intyg kan 
f&#246;rs&#228;kringsorganet i den beh&#246;riga staten ange den l&#228;ngsta tid under 
vilken f&#246;rm&#229;ner kan utg&#229;. 

2. Om den f&#246;rs&#228;krade inte kan uppvisa det intyg som n&#228;mns i f&#246;rsta 
stycket ovan skall f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten eller p&#229; 
orten f&#246;r den tillf&#228;lliga vistelsen beg&#228;ra detta hos 
f&#246;rs&#228;kringsorganet i den beh&#246;riga staten. 

3. F&#246;rs&#228;kringsorganet i den beh&#246;riga staten utbetalar livr&#228;ntor direkt 
till de f&#246;rs&#228;krade. Andra kontantf&#246;rm&#229;ner &#228;n livr&#228;ntor kan utbetalas 
av f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten eller p&#229; orten f&#246;r den 
tillf&#228;lliga vistelsen f&#246;r f&#246;rs&#228;kringsorganet i den beh&#246;riga staten. 
N&#228;r s&#229; sker skall sistn&#228;mnda f&#246;rs&#228;kringsorgan underr&#228;tta den 
f&#246;rs&#228;krade om hans r&#228;ttigheter och underr&#228;tta f&#246;rs&#228;kringsorganet p&#229; 
bos&#228;ttningsorten eller orten f&#246;r den tillf&#228;lliga vistelsen i den andra 
staten om kontantf&#246;rm&#229;nernas storlek, om de datum n&#228;r dessa skall 
betalas och om den l&#228;ngsta tid under vilka dessa kan utges. 

Artikel 12 

F&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten eller p&#229; orten f&#246;r den 
tillf&#228;lliga vistelsen skall, n&#228;r detta organ utf&#246;rt s&#229;dan 
l&#228;karunders&#246;kning som avses i konventionens artikel 21 fj&#228;rde stycket, 
till f&#246;rs&#228;kringsorganet i den beh&#246;riga staten &#246;verl&#228;mna rapporter med 
uppgifter som kan klarl&#228;gga den f&#246;rs&#228;krades anatomiska och 
funktionella tillst&#229;nd med s&#228;rskild h&#228;nsyn till de organ och 
kroppsdelar som ber&#246;rs av olyckfallet eller arbetssjukdomen. Rapporten 
skall inte inneh&#229;lla n&#229;gon uppskattning av graden av arbetsof&#246;rm&#229;gan. 

Artikel 13 

F&#246;rs&#228;kringsorganet i den beh&#246;riga staten skall p&#229; beg&#228;ran av ett 
f&#246;rs&#228;kringsorgan p&#229; bos&#228;ttningsorten eller p&#229; orten f&#246;r den 
tillf&#228;lliga vistelsen i den andra staten, som har utgett s&#229;dana 
f&#246;rm&#229;ner och utf&#246;rt s&#229;dana l&#228;karunders&#246;kninar som avses i 
konventionens artikel 21, andra till fj&#228;rde styckena, till n&#228;mnda 
f&#246;rs&#228;kringsorgan &#229;terbetala 

a) kostnader f&#246;r utgivna v&#229;rdf&#246;rm&#229;ner liksom f&#246;r l&#228;karkontroller som 
utf&#246;rts f&#246;r detta f&#246;rs&#228;kringsorgans r&#228;kning, 

b) kostnader f&#246;r de f&#246;rs&#228;krades resor till de sjukv&#229;rdsinr&#228;ttningar 
som utger v&#229;rdf&#246;rm&#229;ner eller f&#246;r att p&#229; annat s&#228;tt f&#229; l&#228;karkontroller 
gjorda, 

c) ers&#228;ttning f&#246;r inkomst som de f&#246;rs&#228;krade f&#246;rlorat f&#246;r att kunna 
erh&#229;lla v&#229;rdf&#246;rm&#229;ner och underg&#229; kontroller, 

d) utgifter f&#246;r andra kontantf&#246;rm&#229;ner &#228;n de som utgetts f&#246;r dess 
r&#228;kning. 

2. Vid &#229;terbetalning av utgifter enligt f&#246;rsta stycket skall h&#228;nsyn 
inte tas till utgifter som &#246;verstiger de taxor som g&#228;ller f&#246;r 
f&#246;rs&#228;kringsorganet p&#229; bos&#228;ttningsorten eller orten f&#246;r den tillf&#228;lliga 
vistelsen i den andra staten. 

Artikel 14 

I fall som avses i konventionens artikel 22 f&#246;rsta stycket skall den 
f&#246;rs&#228;krade, oavsett graden av den arbetsof&#246;rm&#229;ga som uppst&#229;tt i dessa 
fall, ge f&#246;rs&#228;kringsorganet i den beh&#246;riga staten alla upplysningar 
om arbetsolycksfall eller arbetsjukdomar som drabbat honom under tid 
d&#229; han tidigare omfattades av den andra statens lagstiftning. 

Artikel 15 

1. I fall som avses i konventionens artikel 22 andra stycket kan 
ans&#246;kan om f&#246;rm&#229;n p&#229; grund av arbetssjukdom inges antingen till 
f&#246;rs&#228;kringsorganet i den stat under vars lagstiftning den f&#246;rs&#228;krade 
senast har utsatts f&#246;r den s&#228;rskilda risken eller till f&#246;rs&#228;krings  
organet i den andra staten. 

2. Om det f&#246;rs&#228;kringsorgan, som har mottagit en s&#229;dan ans&#246;kan som 
avses i f&#246;rsta stycket, konstaterar att den f&#246;rs&#228;krade senast har 
utf&#246;rt arbete som medf&#246;r den s&#228;rskilda risken inom den andra statens 
territorium, skall ans&#246;kan med tillh&#246;rande handlingar utan dr&#246;jsm&#229;l 
&#246;vers&#228;ndas till f&#246;rs&#228;kringsorganet i den andra staten. Den f&#246;rs&#228;krade 
skall samtidigt underr&#228;ttas om &#246;verst&#228;ndandet. 

3. Om det f&#246;rs&#228;kringsorgan som mottagit en s&#229;dan ans&#246;kan som avses i 
f&#246;rsta stycket konstaterar att villkoren enligt den lagstiftning som 
till&#228;mpas av detta organ inte &#228;r uppfyllda 

a) skall ans&#246;kan och tillh&#246;rande handlingar inklusive de rapporter och 
l&#228;karutl&#229;tanden som detta organ l&#229;tit inf&#246;rskaffa &#246;verl&#228;mnas till 
f&#246;rs&#228;kringsorganet i den andra staten liksom avskrift av 
avslagsbeslutet, 

b) dess beslut meddelas den f&#246;rs&#228;krade, varvid sk&#228;len till avslaget, 
s&#228;tt och tid f&#246;r &#246;verklagande samt datum f&#246;r ans&#246;kans &#246;verl&#228;mnande 
till f&#246;rs&#228;kringsorganet i den andra staten skall anges. 

Artikel 16 

1. Om s&#229;dan f&#246;rs&#228;mring som avses i konventionens artikel 22 tredje 
stycket orsakats av ett arbete som utf&#246;rts inom den andra statens 
territorium och som medf&#246;rt den s&#228;rskilda risken skall f&#246;rs&#228;krings  
organet i sistn&#228;mnda stat utge ett till&#228;ggsbelopp som &#228;r lika med 
skillnaden mellan den f&#246;rm&#229;n som skall utg&#229; efter f&#246;rs&#228;mringen och den 
f&#246;rm&#229;n som skulle ha utg&#229;tt f&#246;re f&#246;rs&#228;mringen om arbetssjukdomen hade 
visat sig i denna stat. 

2. Den f&#246;rs&#228;krade skall f&#246;rse det f&#246;rs&#228;kringsorgan hos vilken han g&#246;r 
g&#228;llande r&#228;tt till f&#246;rm&#229;n p&#229; grund av f&#246;rs&#228;mring av en arbetssjukdom 
med alla upplysningar om den arbetssjukdom f&#246;r vilken ers&#228;ttning 
tidigare fastst&#228;llts. 

Kapitel 4. Arbetsl&#246;shet 

Artikel 17 

1. F&#246;r till&#228;mpning av best&#228;mmelserna i konventionens artikel 24 skall 
den f&#246;rs&#228;krade f&#246;r beh&#246;rigt f&#246;rs&#228;kringsorgan f&#246;rete ett intyg ang&#229;ende 
de f&#246;rs&#228;kringsperioder som fullgjorts enligt den andra f&#246;rdrags  
slutande statens lagstiftning. 

2. I n&#228;mnda intyg skall &#228;ven anges de perioder under de tolv m&#229;nader 
som n&#228;rmast f&#246;reg&#229;tt dagen f&#246;r ans&#246;kan om f&#246;rm&#229;ner i den andra 
f&#246;rdragsslutande staten, under vilka arbetsl&#246;shetsf&#246;rm&#229;ner utgetts 
till den f&#246;rs&#228;krade av det f&#246;rs&#228;kringsorgan som utst&#228;llt intyget. 

3. S&#229;dant intyg utst&#228;lls p&#229; den f&#246;rs&#228;krades beg&#228;ran i Italien av det 
nationella institutet f&#246;r social trygghet och i Sverige av 
arbetsmarknadsstyrelsen. 

4. N&#228;r den f&#246;rs&#228;krade inte kan f&#246;rete s&#229;dant intyg skall det beh&#246;riga 
f&#246;rs&#228;kringsorganet beg&#228;ra detta hos f&#246;rs&#228;kringsorganet i den andra 
f&#246;rdragsslutande staten. 

AVDELNING IV 

All&#228;nna best&#228;mmelser om administrativt samarbete 

Artikel 18 

1. De administrationskostnader som till&#228;mpningen av denna 
&#246;verenskommelse medf&#246;r inklusive kostnaderna f&#246;r &#246;verf&#246;rande eller 
betalning av f&#246;rm&#229;ner skall, med undantag av de som avses i tredje 
stycket, bestridas av det beh&#246;riga f&#246;rs&#228;kringsorgan som haft 
kostnaderna. 

2. N&#228;r graden av invaliditet hos n&#229;gon som s&#246;ker eller uppb&#228;r 
invalidpension uppskattas, skall det beh&#246;riga f&#246;rs&#228;kringsorganet i var 
och en av staterna ta h&#228;nsyn till de l&#228;karunders&#246;kningar som gjorts av 
det beh&#246;riga f&#246;rs&#228;kringsorganet i den andra staten. 

Det beh&#246;riga f&#246;rs&#228;kringsorganet i varje stat beh&#229;ller emellertid 
r&#228;tten att l&#229;ta unders&#246;ka den som s&#246;ker eller uppb&#228;r invalidpension av 
en f&#246;rtroendel&#228;kare. 

3. Utgifter f&#246;r l&#228;karunders&#246;kningar och f&#246;r utredning av en f&#246;rs&#228;krads 
arbets- eller f&#246;rv&#228;rvsf&#246;rm&#229;ga liksom utgifter f&#246;r resor, kost och logi 
och andra utgifter som har samband med s&#229;dana utredningar f&#246;rskotteras 
av det f&#246;rs&#228;kringsorgan som utf&#246;rt utredningen och ers&#228;tts d&#228;refter av 
det f&#246;rs&#228;kringsorgan som beg&#228;rt dem. Ers&#228;ttning erl&#228;ggs mot s&#228;rskild 
faktura enligt de taxor och best&#228;mmelser som till&#228;mpas av det 
f&#246;rs&#228;kringsorgan som har utf&#246;rt utredningen. Om de unders&#246;kningar och 
den utredning varom fr&#229;ga &#228;r under alla f&#246;rh&#229;llanden skulle ha beh&#246;vt 
g&#246;ras av det f&#246;rs&#228;kringsorgan som utf&#246;rt dem &#228;ven om n&#229;gon beg&#228;ran 
h&#228;rom inte gjorts av motsvarande f&#246;rs&#228;kringsorgan i den andra staten, 
skall kostnaderna inte ers&#228;ttas. 

AVDELNING V 

&#214;verg&#229;ngs- och &#246;vriga best&#228;mmelser 

Artikel 19 

Pensioner och livr&#228;ntor skall utbetalas direkt till f&#246;rm&#229;nstagarna av 
det f&#246;rs&#228;kringsorgan som har att utge dem. 

De tv&#229; staternas beh&#246;riga myndigheter kan komma &#246;verens om att 
f&#246;rm&#229;ner skall utbetalas p&#229; annat s&#228;tt. 

Artikel 20 

De best&#228;mmelser om minskning, inneh&#229;llande eller upph&#246;rande av en 
socialf&#246;rs&#228;kringsf&#246;rm&#229;n som g&#228;ller enligt en f&#246;rdragsslutande stats 
lagstiftning vid sammantr&#228;ffande av en s&#229;dan f&#246;rm&#229;n med en annan 
socialf&#246;rs&#228;kringsf&#246;rm&#229;n eller med andra inkomster kan g&#246;ras g&#228;llande 
mot f&#246;rm&#229;nstagaren vad avser f&#246;rm&#229;ner enligt lagstiftningen i den 
andra f&#246;rdragsslutande staten eller vad avser inkomster som uppburits 
inom sistn&#228;mnda stats territorium. 

Artikel 21 

Formul&#228;r f&#246;r blanketter, certifikat, intyg, utl&#229;tanden, unders&#246;kningar 
och andra handlingar som erfordras f&#246;r till&#228;mpningen av denna 
&#246;verenskommelse skall gemensamt fastst&#228;llas av de tv&#229; f&#246;rdragsslutande 
staternas beh&#246;riga myndigheter. 

Artikel 22 

Denna &#246;verenskommelse tr&#228;der i kraft samma dag som konventionen tr&#228;der 
i kraft och upph&#246;r att g&#228;lla samma dag som konventionen enligt artikel 
37 upph&#246;r att g&#228;lla. 

Undertecknat i Rom den 22 september 1982 i tv&#229; exemplar p&#229; svenska och 
italienska spr&#229;ken vilka b&#229;da texter &#228;ger lika vitsord. 

F&#246;r Konungariket Sverige 
Per il Regno di Svezia 
A. Lewenhaupt 

F&#246;r ItaLIENSKA Republiken 
Per la Repubblica Italiana 
Mario Fioret 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3843">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3845">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
