

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2013-08-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3852</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3851">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3853">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:709 ·
                    <a href="/sfsr?bet=1982:709">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1982:709) om dubbelbeskattningsavtal mellan Sverige och Ungern</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-06-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2011:1311
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan. 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Det avtal f&#246;r att undvika dubbelbeskattning betr&#228;ffande
skatter p&#229; inkomst och f&#246;rm&#246;genhet som Sverige och Ungern
undertecknade den 12 oktober 1981 skall tillsammans med det
protokoll som &#228;r fogat till avtalet g&#228;lla f&#246;r Sveriges del.
Avtalets och protokollets inneh&#229;ll framg&#229;r av bilaga till denna
lag.

2 &#167; Avtalet skall till&#228;mpas endast i den m&#229;n det medf&#246;r
inskr&#228;nkning av den skattskyldighet i Sverige som annars skulle
f&#246;religga.

3 &#167; Om en person anser att det vidtagits n&#229;gon &#229;tg&#228;rd som f&#246;r
honom har medf&#246;rt eller kommer att medf&#246;ra en beskattning
som strider mot best&#228;mmelserna i avtalet, kan han ans&#246;ka om
r&#228;ttelse enligt artikel 25 punkt 1 i avtalet. S&#229;dan ans&#246;kan skall
g&#246;ras hos regeringen och b&#246;r ges in inom den tid som anges i
n&#228;mnda best&#228;mmelse.

4 &#167; Har upph&#228;vts genom lag (2011:1311).

Bilaga


Avtal mellan Konungariket Sveriges regering och Folkrepubliken Ungerns
regering f&#246;r undvikande av dubbelbeskattning betr&#228;ffande skatter p&#229;
inkomst och f&#246;rm&#246;genhet

Konungariket Sveriges regering och Folkrepubliken Ungerns regering
har, med beaktande av de principer som framlagts i den europeiska
s&#228;kerhets- och samarbetskonferensens slutdokument och f&#246;ranledda av
&#246;nskan att undvika dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst
och f&#246;rm&#246;genhet, ing&#229;tt f&#246;ljande avtal:

Artikel 1

Personer p&#229; vilka avtalet till&#228;mpas

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en avtalsslutande
stat eller i b&#229;da staterna.

Artikel 2

Skatter som omfattas av avtalet

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och f&#246;rm&#246;genhet, som
p&#229;f&#246;rs f&#246;r en avtalsslutande stats eller dess lokala myndigheters
r&#228;kning, oberoende av s&#228;ttet p&#229; vilket skatterna uttages.

2. Med skatter p&#229; inkomst och f&#246;rm&#246;genhet f&#246;rst&#229;s alla skatter, som
utg&#229;r p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet eller p&#229; delar av
inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripna skatter p&#229; vinst genom
&#246;verl&#229;telse av l&#246;s eller fast egendom, samt skatter p&#229; v&#228;rdestegring.

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter, p&#229; vilka avtalet till&#228;mpas,
&#228;r:

a) i Folkrepubliken Ungern:

1) inkomstskatterna;

2) vinstskatterna;

3) den s&#228;rskilda bolagsskatten;

4) byggnadsskatten;

5) byggnadsv&#228;rdeskatten;

6) markskatten;

7) bidraget till kommunal utveckling;

8) skatten p&#229; utdelning och vinstdistribution fr&#229;n r&#246;relsedrivande
bolag;

(i det f&#246;ljande ben&#228;mnda &quot;ungersk skatt&quot;).

b) i Sverige:

1) den statliga inkomstskatten, sj&#246;mansskatten och kupongskatten d&#228;ri
inbegripna;

2) ers&#228;ttningsskatten och utskiftningsskatten;

3) bevillingsavgiften f&#246;r vissa offentliga f&#246;rest&#228;llningar;

4) den kommunala inkomstskatten; samt

5) den statliga f&#246;rm&#246;genhetsskatten

(i det f&#246;ljande ben&#228;mnda &quot;svensk skatt&quot;).

4. Detta avtal till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak
likartat slag, som efter undertecknandet av avtalet p&#229;f&#246;rs i endera
avtalsslutande staten vid sidan av eller i st&#228;llet f&#246;r de f&#246;r
n&#228;rvarande utg&#229;ende skatterna. De beh&#246;riga myndigheterna i de
avtalsslutande staterna skall varje &#229;r meddela varandra de v&#228;sentliga
&#228;ndringar som vidtagits i respektive skattelagstiftning.

Artikel 3

Allm&#228;nna definitioner

1. Om inte sammanhanget f&#246;ranleder annat, har vid till&#228;mpningen av
detta avtal f&#246;ljande uttryck nedan angiven betydelse:

a) &quot;Folkrepubliken Ungern&quot; &#229;syftar, n&#228;r det anv&#228;nds i geografisk
mening, Folkrepubliken Ungerns territorium;

b) &quot;Sverige&quot; &#229;syftar Konungariket Sverige och inbegriper varje utanf&#246;r
Sveriges territorialvatten bel&#228;get omr&#229;de, inom vilket Sverige enligt
svensk lag och i &#246;verensst&#228;mmelse med folkr&#228;ttens allm&#228;nna regler &#228;ger
ut&#246;va sina r&#228;ttgiheter med avseende p&#229; utforskandet och utnyttjandet
av naturtillg&#229;ngarna p&#229; havsbottnen eller i dennas underlag;

c) &quot;person&quot; inbegriper fysisk person, bolag och annan sammanslutning;

d) &quot;bolag&quot; &#229;syftar juridisk person eller annan som i beskattnings
h&#228;nseende behandlas s&#229;som juridisk person;

e) &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den andra
avtalsslutande staten&quot; &#229;syftar f&#246;retag som bedrivs av person med
hemvist i en avtalsslutande stat, respektive f&#246;retag som bedrivs av
person med hemvist i den andra avtalsslutande staten;

f) &quot;internationell trafik&quot; &#229;syftar transport med fartyg, luftfartyg
eller landsv&#228;gsfordon som anv&#228;nds av f&#246;retag som har sin verkliga
ledning i en avtalsslutande stat utom d&#229; fartyget, luftfartyget eller
fordonet anv&#228;nds uteslutande mellan platser i den andra avtalsslutande
staten;

g) &quot;medborgare&quot; &#229;syftar:

1) fysiska personer som &#228;r medborgare i en avtalsslutande stat;

2) juridiska personer och andra sammanslutningar som bildats enligt
den lagstiftning som g&#228;ller i en avtalsslutande stat;

h) &quot;beh&#246;rig myndighet&quot; &#229;syftar:

1) i Folkrepubliken Ungern, finansministern eller dennes
befullm&#228;ktigade ombud;

2) i Sverige, budgetministern eller dennes befullm&#228;ktigade ombud.

2. D&#229; en avtalsslutande stat till&#228;mpar detta avtal anses, s&#229;vida
inte sammanhanget f&#246;ranleder annat, varje uttryck som inte definierats
i avtalet, ha den betydelse som uttrycket har enligt den statens
lagstiftning r&#246;rande s&#229;dana skatter p&#229; vilka avtalet till&#228;mpas.

Artikel 4

Skatter&#228;ttsligt hemvist

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;person med
hemvist i en avtalsslutande stat&quot; person som enligt lagstiftningen i
denna stat &#228;r skattskyldig d&#228;r p&#229; grund av hemvist, bos&#228;ttning, plats
f&#246;r f&#246;retagsledning eller annan liknande omst&#228;ndighet. Uttrycket
inbegriper emellertid inte person som &#228;r skattskyldig i denna stat
endast f&#246;r inkomst fr&#229;n k&#228;lla i denna stat eller f&#246;r f&#246;rm&#246;genhet
bel&#228;gen d&#228;r.

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har hemvist i
b&#229;da avtalsslutande staterna, best&#228;ms hans hemvist p&#229; f&#246;ljande s&#228;tt:

a) Han anses ha hemvist i den stat d&#228;r han har ett hem som
stadigvarande st&#229;r till hans f&#246;rfogande. Om han har ett s&#229;dant hem i
b&#229;da staterna, anses han ha hemvist i den stat i vilken han har
centrum f&#246;r sina levnadsintressen.

b) Om det inte kan avg&#246;ras i vilken stat han har centrum f&#246;r sina
levnadsintressen eller om han inte i n&#229;gondera staten har ett hem som
stadigvarande st&#229;r till hans f&#246;rfogande, anses han ha hemvist i den
stat d&#228;r han stadigvarande vistas.

c) Om han stadigvarande vistas i b&#229;da staterna eller om han inte
vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist i den stat
d&#228;r han &#228;r medborgare.

d) Om han &#228;r medborgare i b&#229;da staterna eller om han inte &#228;r
medborgare i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i de
avtalsslutande staterna fr&#229;gan genom &#246;msesidig &#246;verenskommelse.

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 person, som inte &#228;r fysisk
person, har hemvist i b&#229;da avtalsslutande staterna, anses personen i
fr&#229;ga ha hemvist i den stat d&#228;r den har sin verkliga ledning.

Artikel 5

Fast driftst&#228;lle

1. Vid till&#228;mpningen av detta avtal &#229;syftar uttrycket &quot;fast
driftst&#228;lle&quot; en stadigvarande plats f&#246;r aff&#228;rsverksamhet, fr&#229;n vilken
ett f&#246;retags verksamhet helt eller delvis bedrivs.

2. Uttrycket &quot;fast driftst&#228;lle&quot; innefattar s&#228;rskilt:

a) plats f&#246;r f&#246;retagsledning;

b) filial;

c) kontor;

d) fabrik;

e) verkstad; och

f) gruva, olje- eller gask&#228;lla, stenbrott eller annan plats f&#246;r
utvinning av naturtillg&#229;ngar.

3. Plats f&#246;r byggnads-, anl&#228;ggnings- eller installationsarbete utg&#246;r
fast driftst&#228;lle endast om verksamheten p&#229;g&#229;r mer &#228;n tolv m&#229;nader.

4. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel anses
uttrycket &quot;fast driftst&#228;lle&quot; inte innefatta:

a) anv&#228;ndningen av anordningar uteslutande f&#246;r lagring, utst&#228;llning
eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor;

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
lagring, utst&#228;llning eller utl&#228;mnande;

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager uteslutande f&#246;r
bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg;

d) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet uteslutande
f&#246;r ink&#246;p av varor eller inf&#246;rskaffande av upplysningar f&#246;r
f&#246;retaget;

e) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet uteslutande
f&#246;r att f&#246;r f&#246;retaget bedriva annan verksamhet av f&#246;rberedande eller
bitr&#228;dande art;

f) innehavet av stadigvarande plats f&#246;r aff&#228;rsverksamhet uteslutande
f&#246;r att kombinera verksamheter som anges i punkterna a)-e), under
f&#246;ruts&#228;ttning att hela den verksamhet som bedrivs fr&#229;n den
stadigvarande platsen f&#246;r aff&#228;rsverksamhet p&#229; grund av denna
kombination &#228;r av f&#246;rberedande eller bitr&#228;dande art.

5. Om person, som inte &#228;r s&#229;dan oberoende representant p&#229; vilken punkt
6 till&#228;mpas, &#228;r verksam f&#246;r ett f&#246;retag samt i en avtalsslutande stat
har och d&#228;r regelm&#228;ssigt anv&#228;nder fullmakt att sluta avtal i
f&#246;retagets namn, anses detta f&#246;retag - utan hinder av best&#228;mmelserna i
punkterna 1 och 2 - ha fast driftst&#228;lle i denna stat betr&#228;ffande varje
verksamhet som denna person bedriver f&#246;r f&#246;retaget. Detta g&#228;ller dock
inte, om den verksamhet som denna person bedriver &#228;r begr&#228;nsad till
s&#229;dan som anges i punkt 4 och som - om den bedrevs fr&#229;n en
stadigvarande plats f&#246;r aff&#228;rsverksamhet - inte skulle g&#246;ra denna
stadigvarande plats f&#246;r aff&#228;rsverksamhet till fast driftst&#228;lle enligt
best&#228;mmelserna i n&#228;mnda punkt.

6. F&#246;retag anses inte ha fast driftst&#228;lle i en avtalsslutande stat
endast p&#229; den grund att f&#246;retaget bedriver aff&#228;rsverksamhet i denna
stat genom f&#246;rmedling av m&#228;klare, kommission&#228;r eller annan oberoende
representant, om s&#229;dan person d&#228;rvid bedriver sin sedvanliga
aff&#228;rsverksamhet.

7. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande
stat kontrollerar eller kontrolleras av ett bolag med hemvist i den
andra avtalsslutande staten eller ett bolag som bedriver
aff&#228;rsverksamhet i denna andra stat (antingen fr&#229;n fast driftst&#228;lle
eller p&#229; annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att n&#229;gotdera bolaget
utg&#246;r fast driftst&#228;lle f&#246;r det andra.

Artikel 6

Inkomst av fast egendom

1. Inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
av fast egendom (d&#228;ri inbegripen inkomst av lantbruk och skogsbruk)
bel&#228;gen i den andra avtalsslutande staten, f&#229;r beskattas i denna andra
stat.

2. Uttrycket &quot;fast egendom&quot; har den betydelse som uttrycket har enligt
lagstiftningen i den avtalsslutande stat d&#228;r egendomen &#228;r bel&#228;gen.
Uttrycket inbegriper dock alltid tillbeh&#246;r till fast egendom, levande
och d&#246;da inventarier i lantbruk och skogsbruk, r&#228;ttigheter p&#229; vilka
best&#228;mmelserna i civilr&#228;tten om fast egendom till&#228;mpas, nyttjander&#228;tt
till fast egendom samt r&#228;tt till f&#246;r&#228;nderliga eller fasta ers&#228;ttningar
f&#246;r nyttjandet av eller r&#228;tten att nyttja mineralfyndighet, k&#228;lla
eller annan naturtillg&#229;ng. Fartyg, b&#229;tar och luftfartyg anses inte
vara fast egendom.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas genom
omedelbart brukande, genom uthyrning eller annan anv&#228;ndning av fast
egendom.

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst av
fast egendom som tillh&#246;r f&#246;retag och p&#229; inkomst av fast egendom som
anv&#228;nds vid sj&#228;lvst&#228;ndig yrkesut&#246;vning.

Artikel 7

Inkomst av r&#246;relse

1. Inkomst av r&#246;relse, som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande
stat, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget bedriver
r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast
driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r
f&#246;retagets inkomst beskattas i denna andra stat, men endast s&#229; stor
del d&#228;rav som &#228;r h&#228;nf&#246;rlig till det fasta driftst&#228;llet.

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den andra
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, h&#228;nf&#246;rs, om
inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat, i vardera
avtalsslutande staten till det fasta driftst&#228;llet den inkomst som det
kan antagas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat, om det varit ett
frist&#229;ende f&#246;retag, som bedrivit verksamhet av samma eller liknande
slag under samma eller liknande villkor och sj&#228;lvst&#228;ndigt avslutat
aff&#228;rer med det f&#246;retag till vilket driftst&#228;llet h&#246;r.

3. Vid best&#228;mmandet av fast driftst&#228;lles inkomst medges avdrag f&#246;r
utgifter som uppkommit f&#246;r det fasta driftst&#228;llet, h&#228;runder inbegripna
utgifter f&#246;r f&#246;retagets ledning och allm&#228;nna f&#246;rvaltning, oavsett om
utgifterna uppkommit i den stat d&#228;r det fasta driftst&#228;llet &#228;r bel&#228;get
eller annorst&#228;des.

4. Inkomst anses inte h&#228;nf&#246;rlig till fast driftst&#228;lle endast av den
anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets f&#246;rsorg f&#246;r
f&#246;retaget eller att varor levereras till det fasta driftst&#228;llet f&#246;r
att anv&#228;ndas av detta.

5. Vid till&#228;mpningen av f&#246;reg&#229;ende punkter best&#228;ms inkomst som &#228;r
h&#228;nf&#246;rlig till det fasta driftst&#228;llet genom samma f&#246;rfarande &#229;r fr&#229;n
&#229;r, s&#229;vida inte goda och tillr&#228;ckliga sk&#228;l f&#246;ranleder annat.

6. Ing&#229;r i inkomst av r&#246;relse inkomstslag som behandlas s&#228;rskilt i
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa artiklar
inte av reglerna i f&#246;revarande artikel.

Artikel 8

Internationella transporter

1. Inkomst av sj&#246;fart, luftfart eller landsv&#228;gstransport i
internationell trafik beskattas endast i den avtalsslutande stat d&#228;r
f&#246;retaget har sin verkliga ledning.

2. Om f&#246;retag, som bedriver sj&#246;fart i internationell trafik, har sin
verkliga ledning ombord p&#229; ett fartyg, anses ledningen bel&#228;gen i den
avtalsslutande stat d&#228;r fartyget har sin hemmahamn eller, om n&#229;gon
s&#229;dan hamn inte finns, i den avtalsslutande stat d&#228;r fartygets redare
har hemvist.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som
f&#246;rv&#228;rvas av det svenska, danska och norska luftfartskonsortiet
Scandinavian Airlines System (SAS) men endast i fr&#229;ga om den del av
inkomsten som motsvarar den andel i konsortiet vilken innehas av AB
Aerotransport (ABA), den svenske del&#228;garen i Scandinavian Airlines
System (SAS).

4. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven p&#229; inkomst som f&#246;rv&#228;rvas
genom deltagande i en pool, ett gemensamt f&#246;retag eller en
internationell driftsorganisation.

5. Best&#228;mmelserna i punkterna 1, 3 och 4 till&#228;mpas &#228;ven om f&#246;retaget
har en agentur i den andra staten f&#246;r varu- eller persontransporter.
Detta g&#228;ller emellertid endast verksamhet som har direkt samband med
sj&#246;fart, luftfart och landsv&#228;gstransport eller d&#228;rmed sammanh&#228;ngande
verksamhet av bitr&#228;dande art.

Artikel 9

F&#246;retag med intressegemenskap

1. I fall d&#229;

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt deltager
i ledningen eller &#246;vervakningen av ett f&#246;retag i den andra
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital, eller

b) samma personer direkt eller indirekt deltager i ledningen eller
&#246;vervakningen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som ett
f&#246;retag i den andra avtalsslutande staten eller &#228;ger del i b&#229;da dessa
f&#246;retags kapital, iakttages f&#246;ljande.

Om mellan f&#246;retagen i fr&#229;ga om handelsf&#246;rbindelser eller finansiella
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker fr&#229;n dem
som skulle ha avtalats mellan av varandra oberoende f&#246;retag, f&#229;r all
inkomst, som utan s&#229;dana villkor skulle ha tillkommit det ena
f&#246;retaget men som p&#229; grund av villkoren i fr&#229;ga inte tillkommit detta
f&#246;retag, inr&#228;knas i detta f&#246;retags inkomst och beskattas i
&#246;verensst&#228;mmelse d&#228;rmed.

2. I fall d&#229; inkomst, f&#246;r vilken ett f&#246;retag i en avtalsslutande stat
beskattats i denna stat, &#228;ven inr&#228;knas i inkomsten f&#246;r ett f&#246;retag i
den andra avtalsslutande staten och beskattas i &#246;verensst&#228;mmelse
d&#228;rmed i denna andra stat, samt den s&#229;lunda inr&#228;knade inkomsten &#228;r
s&#229;dan som skulle ha tillkommit f&#246;retaget i denna andra stat om de
villkor som avtalats mellan f&#246;retagen hade varit s&#229;dana som skulle ha
avtalats mellan av varandra oberoende f&#246;retag, skall den f&#246;rstn&#228;mnda
staten genomf&#246;ra vederb&#246;rlig justering av det skattebelopp som p&#229;f&#246;rts
f&#246;r inkomsten i denna stat. Vid s&#229;dan justering iakttages &#246;vriga
best&#228;mmelser i detta avtal och de beh&#246;riga myndigheterna i de
avtalsslutande staterna &#246;verl&#228;gger vid behov med varandra.

Artikel 10

Utdelning

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat till
person med hemvist i den andra avtalsslutande staten f&#229;r beskattas i
denna andra stat.

2. Utdelningen f&#229;r emellertid beskattas &#228;ven i den avtalsslutande
stat d&#228;r bolaget som betalar utdelningen har hemvist, enligt
lagstiftningen i denna stat, men om mottagaren har r&#228;tt till
utdelningen f&#229;r skatten inte &#246;verstiga:

a) 5 procent av utdelningens bruttobelopp, om den som har r&#228;tt till
utdelningen &#228;r ett bolag (med undantag f&#246;r handelsbolag) som direkt
beh&#228;rskar minst 25 procent av de utbetalande bolagets kapital;

b) 15 procent av utdelningens bruttobelopp i &#246;vriga fall.

Denna punkt ber&#246;r inte bolagets beskattning f&#246;r vinst av vilken
utdelningen betalas.

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av
aktier, gruvaktier, stiftarandelar eller andra r&#228;ttigheter, som inte
&#228;r fordringar, med r&#228;tt till andel i vinst, samt inkomst av andra
andelar i bolag, som enligt lagstiftningen i den stat d&#228;r det
utdelande bolaget har hemvist i skatteh&#228;nseende behandlas p&#229; samma
s&#228;tt som inkomst av aktier.

4. Utan hinder av best&#228;mmelserna i punkt 1 &#228;r utdelning fr&#229;n bolag med
hemvist i Folkrepubliken Ungern till bolag med hemvist i Sverige
undantagen fr&#229;n svensk skatt i den m&#229;n utdelningen enligt svensk lag
skulle ha varit undantagen fr&#229;n beskattning om b&#229;da bolagen hade varit
svenska bolag.

5. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte, om den som har
r&#228;tt till utdelningen har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten, d&#228;r bolaget som
betalar utdelningen har hemvist, fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle
eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna andra stat fr&#229;n d&#228;r
bel&#228;gen stadigvarande anordning, samt den andel p&#229; grund av vilken
utdelningen betalas &#228;ger verkligt samband med det fasta driftst&#228;llet
eller den stadigvarande anordningen. I s&#229;dant fall till&#228;mpas
best&#228;mmelserna i artikel 7 respektive artikel 14.

6. Om bolag med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar inkomst
fr&#229;n den andra avtalsslutande staten, f&#229;r denna andra stat inte
beskatta utdelning som bolaget betalar, utom i den m&#229;n utdelningen
betalas till person med hemvist i denna andra stat eller i den m&#229;n den
andel p&#229; grund av vilken utdelningen betalas &#228;ger verkligt samband med
fast driftst&#228;lle eller stadigvarande anordning i denna andra stat, och
ej heller beskatta bolagets inte utdelade vinst, &#228;ven om utdelningen
eller den inte utdelade vinsten helt eller delvis utg&#246;rs av inkomst
som uppkommit i denna andra stat.

Artikel 11

R&#228;nta

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till
person med hemvist i den andra avtalsslutande staten, beskattas endast
i denna andra stat, om personen i fr&#229;ga har r&#228;tt till r&#228;ntan.

2. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av varje
slags fordran, antingen den utf&#228;rdats mot s&#228;kerhet i fastighet eller
inte och antingen den medf&#246;r r&#228;tt till andel i g&#228;lden&#228;rens vinst eller
inte. Uttrycket &#229;syftar s&#228;rskilt inkomst av v&#228;rdepapper, som utf&#228;rdats
av staten, och inkomst av obligationer eller debentures, d&#228;ri
inbegripna agiobelopp och vinster som h&#228;nf&#246;r sig till s&#229;dana
v&#228;rdepapper, obligationer eller debentures.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om den som har r&#228;tt till
r&#228;ntan har hemvist i en avtalsslutande stat och bedriver r&#246;relse
i den andra avtalsslutande staten, fr&#229;n vilken r&#228;ntan h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i
denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt den
fordran f&#246;r vilken r&#228;ntan betalas &#228;ger verkligt samband med det fasta
driftst&#228;llet eller den stadigvarande anordningen. I s&#229;dant fall
till&#228;mpas best&#228;mmelserna i artikel 7 respektive artikel 14.

4. Betr&#228;ffande s&#229;dana fall d&#229; s&#228;rskilda f&#246;rbindelser mellan
utbetalaren och den som har r&#228;tt till r&#228;ntan eller mellan dem b&#229;da och
annan person f&#246;ranleder att r&#228;ntebeloppet, med h&#228;nsyn till den skuld
f&#246;r vilken r&#228;ntan betalas, &#246;verstiger det belopp som skulle ha
avtalats mellan utbetalaren och den som har r&#228;tt till r&#228;ntan, om
s&#229;dana f&#246;rbindelser inte f&#246;relegat, till&#228;mpas best&#228;mmelserna i denna
artikel endast p&#229; sistn&#228;mnda belopp. I s&#229;dant fall beskattas
&#246;verskjutande belopp enligt lagstiftningen i vardera avtalsslutande
staten med iakttagande av &#246;vriga best&#228;mmelser i detta avtal.

Artikel 12

Royalty

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas
till person med hemvist i den andra avtalsslutande staten, beskattas
endast i denna andra stat, om personen i fr&#229;ga har r&#228;tt till
royaltyn.

2. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slag av
betalning som mottages s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller f&#246;r
r&#228;tten att nyttja upphovsr&#228;tt till litter&#228;rt, konstn&#228;rligt eller
vetenskapligt verk (biograffilm samt film och inspelade band f&#246;r
televisions- eller radios&#228;ndning h&#228;ri inbegripna), patent, varum&#228;rke,
m&#246;nster eller modell, ritning, hemligt recept eller hemlig
tillverkningsmetod samt f&#246;r nyttjandet av eller f&#246;r r&#228;tten att nyttja
industriell, kommersiell eller vetenskaplig utrustning eller f&#246;r
upplysning om erfarenhetsr&#246;n av industriell, kommersiell eller
vetenskaplig natur.

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om den som har r&#228;tt till
royaltyn har hemvist i en avtalsslutande stat och bedriver r&#246;relse i
den andra avtalsslutande staten, fr&#229;n vilken royaltyn h&#228;rr&#246;r, fr&#229;n d&#228;r
bel&#228;get fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i
denna andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt den
r&#228;ttighet eller egendom f&#246;r vilken royaltyn betalas &#228;ger verkligt
samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

4. Betr&#228;ffande s&#229;dana fall d&#229; s&#228;rskilda f&#246;rbindelser mellan
utbetalaren och den som har r&#228;tt till royaltyn eller mellan dem b&#229;da
och annan person f&#246;ranleder att royaltybeloppet, med h&#228;nsyn till det
nyttjande, den r&#228;tt eller den upplysning f&#246;r vilken royaltyn betalas,
&#246;verstiger det belopp som skulle ha avtalats mellan utbetalaren och
den som har r&#228;tt till royaltyn, om s&#229;dana f&#246;rbindelser inte f&#246;relegat,
till&#228;mpas best&#228;mmelserna i denna artikel endast p&#229; sistn&#228;mnda belopp.
I s&#229;dant fall beskattas &#246;verskjutande belopp enligt lagstiftningen i
vardera avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i
detta avtal.

Artikel 13

Realisationsvinst

1. Vinst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar p&#229;
grund av &#246;verl&#229;telse av s&#229;dan fast egendom som avses i artikel 6 och
som &#228;r bel&#228;gen i den andra avtalsslutande staten, samt vinst genom
&#246;verl&#229;telse av aktier eller liknande r&#228;ttigheter i ett bolag, vars
tillg&#229;ngar huvudsakligen utg&#246;rs av s&#229;dan fast egendom, f&#229;r beskattas i
denna andra stat.

2. Vinst p&#229; grund av &#246;verl&#229;telse av l&#246;s egendom, som ing&#229;r i fast
driftst&#228;lle, vilket ett f&#246;retag i en avtalsslutande stat har i den
andra avtalsslutande staten, eller av l&#246;s egendom h&#228;nf&#246;rlig till
stadigvarande anordning f&#246;r att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksamhet,
som person med hemvist i en avtalsslutande stat har i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra stat. Detsamma
g&#228;ller vinst p&#229; grund av &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r
sig eller i samband med &#246;verl&#229;telse av hela f&#246;retaget) eller av s&#229;dan
stadigvarande anordning.

3. Vinst p&#229; grund av &#246;verl&#229;telse av fartyg, luftfartyg eller
landsv&#228;gsfordon som anv&#228;nds i internationell trafik eller l&#246;s egendom
som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana fartyg, luftfartyg eller
fordon beskattas endast i den avtalsslutande stat d&#228;r f&#246;retaget har
sin verkliga ledning.

4. Vinst p&#229; grund av &#246;verl&#229;telse av annan egendom &#228;n s&#229;dan som avses i
punkterna 1, 2 och 3 beskattas endast i den avtalsslutande stat d&#228;r
&#246;verl&#229;taren har hemvist.

Artikel 14

Sj&#228;lvst&#228;ndig yrkesut&#246;vning

1. Inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
genom att ut&#246;va fritt yrke eller annan sj&#228;lvst&#228;ndig verksamhet,
beskattas endast i denna stat, om han inte i den andra avtalsslutande
staten har stadigvarande anordning, som regelm&#228;ssigt st&#229;r till hans
f&#246;rfogande f&#246;r att ut&#246;va verksamheten. Om han har s&#229;dan stadigvarande
anordning, f&#229;r inkomsten beskattas i denna andra stat men endast s&#229;
stor del d&#228;rav som &#228;r h&#228;nf&#246;rlig till denna stadigvarande anordning.

2. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings- och
undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig verksamhet som l&#228;kare,
advokater, ingenj&#246;rer, arkitekter, tandl&#228;kare och revisorer ut&#246;var.

Artikel 15

Enskild tj&#228;nst

1. Om inte best&#228;mmelserna i artiklarna 16, 18, 19 och 20 f&#246;ranleder
annat, beskattas l&#246;ner och andra liknande ers&#228;ttningar, som person med
hemvist i en avtalsslutande stat uppb&#228;r p&#229; grund av anst&#228;llning,
endast i denna stat, s&#229;vida inte arbetet utf&#246;rs i den andra
avtalsslutande staten. Om arbetet utf&#246;rs i denna andra stat, f&#229;r
ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r.

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas ers&#228;ttning, som
person med hemvist i en avtalsslutande stat uppb&#228;r f&#246;r arbete som
utf&#246;rs i den andra avtalsslutande staten, endast i den f&#246;rstn&#228;mnda
staten, om:

a) mottagaren vistas i denna andra stat under tidrymd eller tidrymder
som sammanlagt inte &#246;verstiger 183 dagar under kalender&#229;ret i fr&#229;ga,
och

b) ers&#228;ttningen betalas av eller p&#229; uppdrag av arbetsgivare som inte
har hemvist i denna andra stat, samt

c) ers&#228;ttningen inte belastar fast driftst&#228;lle eller stadigvarande
anordning som arbetsgivaren har i denna andra stat.

3. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r
ers&#228;ttning f&#246;r arbete, som utf&#246;rs ombord p&#229; fartyg, luftfartyg eller
landsv&#228;gsfordon i internationell trafik, beskattas i den
avtalsslutande stat d&#228;r f&#246;retaget har sin verkliga ledning. Om person
med hemvist i Sverige uppb&#228;r inkomst av arbete, vilket utf&#246;rs ombord
p&#229; luftfartyg som anv&#228;nds i internationell trafik av luftfarts
konsortiet Scandinavian Airlines System (SAS), beskattas inkomsten
endast i Sverige.

Artikel 16

Styrelsearvoden

Styrelsearvoden och andra liknande ers&#228;ttningar, som person med
hemvist i en avtalsslutande stat uppb&#228;r i egenskap av medlem i
styrelse eller annat liknande organ i bolag med hemvist i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra stat.

Artikel 17

Artister och idrottsm&#228;n

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r inkomst,
som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar genom sin
personliga verksamhet i den andra avtalsslutande staten i egenskap av
artist, s&#229;som teater- eller filmsk&#229;despelare, radio- eller
televisionsartist eller musiker eller av idrottsman, beskattas i denna
andra stat.

2. I fall d&#229; inkomst genom verksamhet, som artist eller idrottsman
ut&#246;var i denna egenskap, inte tillfaller artisten eller idrottsmannen
sj&#228;lv utan annan person, f&#229;r denna inkomst, utan hinder av
best&#228;mmelserna i artiklarna 7, 14 och 15, beskattas i den
avtalsslutande stat d&#228;r artisten eller idrottsmannen ut&#246;var verksam
heten, om personen i fr&#229;ga direkt eller indirekt kontrolleras av
artisten eller idrottsmannen.

3. Utan hinder av best&#228;mmelserna i punkt 1 i denna artikel skall
inkomst, som f&#246;rv&#228;rvas genom s&#229;dan verksamhet som avses i punkt 1
vilken ut&#246;vas i en avtalsslutande stat, vara undantagen fr&#229;n
beskattning i denna stat, om verksamheten ut&#246;vas inom ramen f&#246;r ett
kulturavtal mellan de avtalsslutande staterna eller om denna
huvudsakligen finansieras av allm&#228;nna medel i den andra avtalsslutande
staten.

Artikel 18

Pensioner

Om inte best&#228;mmelserna i artikel 19 punkt 2 f&#246;ranleder annat, f&#229;r
pensioner och andra liknande ers&#228;ttningar p&#229; grund av tidigare
anst&#228;llning, livr&#228;ntor eller utbetalningar enligt socialf&#246;rs&#228;krings
lagstiftningen som betalas till person med hemvist i en avtalsslutande
stat beskattas i den avtalsslutande stat varifr&#229;n ers&#228;ttningen
h&#228;rr&#246;r.

Artikel 19

Offentlig tj&#228;nst

1. a) Ers&#228;ttning (med undantag f&#246;r pension), som betalas av en
avtalsslutande stat eller dess lokala myndigheter till fysisk person
p&#229; grund av arbete som utf&#246;rs i denna stats eller dess lokala
myndigheters tj&#228;nst, beskattas endast i denna stat.

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra
avtalsslutande staten, om arbetet utf&#246;rs i denna stat och personen i
fr&#229;ga har hemvist i denna stat och:

1) &#228;r medborgare i denna stat; eller

2) inte fick hemvist i denna stat uteslutande f&#246;r att utf&#246;ra arbetet.

2. a) Pension, som betalas av, eller fr&#229;n fonder inr&#228;ttade av, en
avtalsslutande stat eller dess lokala myndigheter till fysisk person
p&#229; grund av arbete som utf&#246;rts i denna stats eller dess lokala
myndigheters tj&#228;nst, beskattas endast i denna stat.

b) S&#229;dan pension beskattas emellertid endast i den andra
avtalsslutande staten, om personen i fr&#229;ga har hemvist och &#228;r
medborgare i denna stat.

3. Best&#228;mmelserna i artiklarna 15, 16 och 18 till&#228;mpas p&#229; ers&#228;ttning
och pension som betalas p&#229; grund av arbete som utf&#246;rts i samband med
aff&#228;rsverksamhet eller tillverkning som bedrivs av en avtalsslutande
stat eller dess lokala myndigheter.

Artikel 20

Studerande

1. Belopp, vilka studerande eller aff&#228;rs- eller hantverkspraktikant,
eller praktikant inom tekniskt yrke eller inom jordbruk eller
skogsbruk, som har eller omedelbart f&#246;re vistelse i en avtalsslutande
stat hade hemvist i den andra avtalsslutande staten och som vistas i
den f&#246;rstn&#228;mnda avtalslutande staten uteslutande f&#246;r sin undervisning
eller utbildning, erh&#229;ller f&#246;r sitt uppeh&#228;lle, sin utbildning eller
undervisning beskattas inte i denna stat, under f&#246;ruts&#228;ttning att
beloppen utbetalas till honom fr&#229;n k&#228;lla utanf&#246;r denna stat.
Stipendium som s&#229;dan studerande erh&#229;ller f&#246;r heltidsstudier vid
universitet eller annan inr&#228;ttning f&#246;r h&#246;gre utbildning eller inkomst
som s&#229;dan praktikant erh&#229;ller f&#246;r sin praktikanttj&#228;nstg&#246;ring,
beskattas inte i den avtalsslutande stat d&#228;r han vistas.

2. Studerande vid universitet eller annan inr&#228;ttning f&#246;r undervisning
i en avtalsslutande stat, som under tillf&#228;llig vistelse i den andra
avtalsslutande staten innehar anst&#228;llning i denna andra stat under en
tidrymd av h&#246;gst 100 dagar under ett kalender&#229;r f&#246;r att erh&#229;lla
praktisk erfarenhet i samband med studierna, beskattas i denna andra
stat endast f&#246;r den del av inkomsten av anst&#228;llningen som &#246;verstiger 1
500 svenska kronor per kalenderm&#229;nad eller motv&#228;rdet i ungersk
valuta. Skattebefrielse enligt denna punkt medges dock med ett
sammanlagt belopp av h&#246;gst 4 500 svenska kronor per kalender&#229;r eller
motv&#228;rdet i ungersk valuta. Belopp som &#228;r skattefritt enligt denna
punkt innefattar personliga avdrag f&#246;r ifr&#229;gavarande kalender&#229;r.

3. De beh&#246;riga myndigheterna kan tr&#228;ffa &#246;verenskommelse om s&#229;dan
&#228;ndring av de i punkt 2 i denna artikel angivna beloppen som finnes
sk&#228;lig med h&#228;nsyn till f&#246;r&#228;ndring i penningv&#228;rde, &#228;ndrad lagstiftning
i en avtalsslutande stat eller andra liknande omst&#228;ndigheter.

Artikel 21

Annan inkomst

1. Inkomst som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar
och som inte behandlas i f&#246;reg&#229;ende artiklar av detta avtal beskattas
endast i denna stat, oavsett varifr&#229;n inkomsten h&#228;rr&#246;r.

2. Best&#228;mmelserna i punkt 1 till&#228;mpas inte p&#229; inkomst, med undantag
f&#246;r inkomst av fast egendom som avses i artikel 6 punkt 2, om
mottagaren av inkomsten har hemvist i en avtalsslutande stat och
bedriver r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get
fast driftst&#228;lle eller ut&#246;var sj&#228;lvst&#228;ndig yrkesverksamhet i denna
andra stat fr&#229;n d&#228;r bel&#228;gen stadigvarande anordning, samt den
r&#228;ttighet eller egendom p&#229; grund av vilken inkomsten betalas &#228;ger
verkligt samband med det fasta driftst&#228;llet eller den stadigvarande
anordningen. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i artikel 7
respektive artikel 14.

Artikel 22

F&#246;rm&#246;genhet

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fast egendom som avses i artikel 6,
vilken innehas av person med hemvist i en avtalsslutande stat och &#228;r
bel&#228;gen i den andra avtalsslutande staten, f&#229;r beskattas i denna andra
stat.

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som ing&#229;r i fast
driftst&#228;lle, vilket ett f&#246;retag i en avtalsslutande stat har i den
andra avtalsslutande staten, eller av l&#246;s egendom, som &#228;r h&#228;nf&#246;rlig
till stadigvarande anordning f&#246;r att ut&#246;va sj&#228;lvst&#228;ndig yrkesverksam
het, som person med hemvist i en avtalsslutande stat har i den andra
avtalsslutande staten, f&#229;r beskattas i denna andra stat.

3. F&#246;rm&#246;genhet best&#229;ende av fartyg, luftfartyg och landsv&#228;gsfordon som
anv&#228;nds i internationell trafik samt av l&#246;s egendom som &#228;r h&#228;nf&#246;rlig
till anv&#228;ndningen av s&#229;dana fartyg, luftfartyg och fordon, beskattas
endast i den avtalsslutande stat d&#228;r f&#246;retaget har sin verkliga
ledning.

4. Alla andra slag av f&#246;rm&#246;genhet, som innehas av person med hemvist i
en avtalsslutande stat, beskattas endast i denna stat.

Artikel 23

Undanr&#246;jande av dubbelbeskattning

1. I Folkrepubliken Ungern undviks dubbelbeskattning p&#229; f&#246;ljande
s&#228;tt:

a) Om person med hemvist i Folkrepubliken Ungern f&#246;rv&#228;rvar inkomst
eller innehar f&#246;rm&#246;genhet, som enligt best&#228;mmelserna i detta avtal f&#229;r
beskattas i Sverige, skall Folkrepubliken Ungern, s&#229;vida inte
best&#228;mmelserna i punkterna b) och c) f&#246;ranleder annat, undantaga s&#229;dan
inkomst eller f&#246;rm&#246;genhet fr&#229;n skatt.

b) Om person med hemvist i Folkrepubliken Ungern f&#246;rv&#228;rvar inkomst som
enligt best&#228;mmelserna i artikel 10 f&#229;r beskattas i Sverige, skall
Folkrepubliken Ungern fr&#229;n skatten p&#229; denna persons inkomst avr&#228;kna
ett belopp motsvarande den skatt som betalats i Sverige.
Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga den del av skatten,
ber&#228;knad utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den fr&#229;n Sverige
uppburna inkomsten.

c) Om inkomst som f&#246;rv&#228;rvas eller f&#246;rm&#246;genhet som innehas av person
med hemvist i Folkrepubliken Ungern enligt best&#228;mmelser i avtalet &#228;r
undantagen fr&#229;n skatt i Folkrepubliken Ungern, f&#229;r Folkrepubliken
Ungern likv&#228;l vid best&#228;mmandet av skatten p&#229; denna persons &#229;terst&#229;ende
inkomst eller f&#246;rm&#246;genhet beakta den inkomst eller f&#246;rm&#246;genhet som
undantagits fr&#229;n skatt.

2. I Sverige undviks dubbelbeskattning p&#229; f&#246;ljande s&#228;tt:

a) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller innehar
f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i
Folkrepubliken Ungern, skall Sverige, s&#229;vida inte best&#228;mmelserna i
punkt b) nedan eller i artikel 10 punkt 4 f&#246;ranleder annat,

1) fr&#229;n skatten p&#229; denna persons inkomst avr&#228;kna ett belopp
motsvarande den inkomstskatt som betalats i Folkrepubliken Ungern;

2) fr&#229;n skatten p&#229; denna persons f&#246;rm&#246;genhet avr&#228;kna ett belopp
motsvarande den f&#246;rm&#246;genhetsskatt som betalats i Folkrepubliken
Ungern.

Avr&#228;kningsbeloppet skall emellertid inte i n&#229;gotdera fallet &#246;verstiga
den del av inkomstskatten respektive f&#246;rm&#246;genhetsskatten, ber&#228;knad
utan s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den inkomst eller den f&#246;rm&#246;genhet
som f&#229;r beskattas i Folkrepubliken Ungern.

b) Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst eller innehar
f&#246;rm&#246;genhet, som enligt best&#228;mmelserna i avtalet beskattas endast i
Folkrepubliken Ungern, f&#229;r Sverige inr&#228;kna inkomsten eller
f&#246;rm&#246;genheten i beskattningsunderlaget men skall fr&#229;n skatten p&#229;
inkomsten eller f&#246;rm&#246;genheten avdraga den del av inkomstskatten
respektive f&#246;rm&#246;genhetsskatten som bel&#246;per p&#229; den inkomst som
uppburits fr&#229;n Folkrepubliken Ungern eller den f&#246;rm&#246;genhet som innehas
d&#228;r.

Artikel 24

F&#246;rbud mot diskriminering

1. Medborgare i en avtalsslutande stat skall inte i den andra
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r av annat slag eller mer tyngande &#228;n den
beskattning och d&#228;rmed sammanh&#228;ngande krav som medborgare i denna
andra stat under samma f&#246;rh&#229;llanden &#228;r eller kan bli underkastad. Utan
hinder av best&#228;mmelserna i artikel 1 till&#228;mpas denna best&#228;mmelse &#228;ven
p&#229; person som inte har hemvist i en avtalsslutande stat eller i b&#229;da
staterna.

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en avtalsslutande
stat har i den andra avtalsslutande staten, skall i denna andra stat
inte vara mindre f&#246;rdelaktig &#228;n beskattningen av f&#246;retag i denna andra
stat, som bedriver verksamhet av samma slag. Denna best&#228;mmelse anses
inte medf&#246;ra f&#246;rpliktelse f&#246;r en avtalsslutande stat att medge person
med hemvist i den andra avtalsslutande staten s&#229;dant personligt avdrag
vid beskattningen, skattebefrielse eller skatteneds&#228;ttning p&#229; grund av
civilst&#229;nd eller f&#246;rs&#246;rjningsplikt mot familj, som medges person med
hemvist i den egna staten.

3. Utom i de fall d&#229; best&#228;mmelserna i artikel 9 punkt 1, artikel 11
punkt 4 eller artikel 12 punkt 4 till&#228;mpas, &#228;r r&#228;nta, royalty och
annan betalning fr&#229;n f&#246;retag i en avtalsslutande stat till person med
hemvist i den andra avtalsslutande staten avdragsgilla vid
best&#228;mmandet av den beskattningsbara inkomsten f&#246;r s&#229;dant f&#246;retag p&#229;
samma villkor som betalning till person med hemvist i den f&#246;rstn&#228;mnda
staten. P&#229; samma s&#228;tt &#228;r skuld som f&#246;retag i en avtalsslutande stat
har till person med hemvist i den andra avtalsslutande staten
avdragsgill vid best&#228;mmandet av s&#229;dant f&#246;retags beskattningsbara
f&#246;rm&#246;genhet p&#229; samma villkor som skuld till person med hemvist i den
f&#246;rstn&#228;mnda staten.

4. F&#246;retag i en avtalsslutande stat, vars kapital helt eller delvis
&#228;gs eller kontrolleras, direkt eller indirekt, av en eller flera
personer med hemvist i den andra avtalsslutande staten, skall inte i
den f&#246;rstn&#228;mnda staten bli f&#246;rem&#229;l f&#246;r beskattning eller d&#228;rmed
sammanh&#228;ngande krav som &#228;r mer tyngande &#228;n den beskattning och d&#228;rmed
sammanh&#228;ngande krav som annat liknande f&#246;retag i den f&#246;rstn&#228;mnda
staten &#228;r eller kan bli underkastat.

5. Utan hinder av best&#228;mmelserna i artikel 2 till&#228;mpas best&#228;mmelserna
i f&#246;revarande artikel p&#229; skatter av varje slag och beskaffenhet.

Artikel 25

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse

1. Om en person g&#246;r g&#228;llande att en avtalsslutande stat eller b&#229;da
staterna vidtagit &#229;tg&#228;rder som f&#246;r honom medf&#246;r eller kommer att
medf&#246;ra en mot best&#228;mmelserna i detta avtal stridande beskattning, kan
han - utan att detta p&#229;verkar hans r&#228;tt att anv&#228;nda sig av de
r&#228;ttsmedel som finns i dessa staters interna r&#228;ttsordning - framl&#228;gga
saken f&#246;r den beh&#246;riga myndigheten i den avtalsslutande stat d&#228;r han
har hemvist eller, om fr&#229;ga &#228;r om till&#228;mpning av artikel 24 punkt 1, i
den avtalsslutande stat d&#228;r han &#228;r medborgare. Saken skall framl&#228;ggas
inom tre &#229;r fr&#229;n den tidpunkt d&#229; personen i fr&#229;ga fick vetskap om den
&#229;tg&#228;rd som givit upphov till beskattning som strider mot
best&#228;mmelserna i detta avtal.

2. Om denna beh&#246;riga myndighet finner inv&#228;ndningen grundad men inte
sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, skall
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse med den
beh&#246;riga myndigheten i den andra avtalsslutande staten i syfte att
undvika beskattning som strider mot detta avtal. &#214;verenskommelse som
tr&#228;ffats genomf&#246;rs utan hinder av tidsgr&#228;nser i de avtalsslutande
staternas interna lagstiftning.

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall genom
&#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller tvivelsm&#229;l som
uppkommer i fr&#229;ga om tolkningen eller till&#228;mpningen av detta avtal. De
kan &#228;ven &#246;verl&#228;gga i syfte att undanr&#246;ja dubbelbeskattning i fall som
inte omfattas av avtalet.

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan tr&#228;da i
direkt f&#246;rbindelse med varandra i syfte att tr&#228;ffa &#246;verenskommelse i
de fall som angivits i f&#246;reg&#229;ende punkter. Om muntliga &#246;verl&#228;ggningar
anses underl&#228;tta en &#246;verenskommelse, kan s&#229;dana &#246;verl&#228;ggningar &#228;ga rum
inom en kommission som best&#229;r av representanter f&#246;r de beh&#246;riga
myndigheterna i de avtalsslutande staterna.

Artikel 26

Utbyte av upplysningar

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall utbyta
s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa best&#228;mmelserna
i detta avtal eller i de avtalsslutande staternas interna lagstiftning
i fr&#229;ga om skatter som omfattas av avtalet, i den m&#229;n beskattningen p&#229;
grund av denna lagstiftning inte strider mot avtalet. Utbytet av
upplysningar begr&#228;nsas inte av artikel 1. Upplysningar som en
avtalsslutande stat mottagit skall behandlas s&#229;som hemliga p&#229; samma
s&#228;tt som upplysningar, som erh&#229;llits enligt den interna lagstiftningen
i denna stat och f&#229;r yppas endast f&#246;r personer eller myndigheter (d&#228;ri
inbegripet domstolar och f&#246;rvaltningsorgan) som fastst&#228;ller, uppb&#228;r
eller indriver de skatter som omfattas av avtalet eller handl&#228;gger
&#229;tal eller besv&#228;r i fr&#229;ga om dessa skatter. Dessa personer eller
myndigheter skall anv&#228;nda upplysningarna endast f&#246;r s&#229;dana &#228;ndam&#229;l. De
f&#229;r yppa upplysningarna vid offentlig r&#228;tteg&#229;ng eller i domstolsav
g&#246;randen.

2. Best&#228;mmelserna i punkt 1 anses inte medf&#246;ra skyldighet f&#246;r en
avtalsslutande stat att:

a) vidtaga f&#246;rvaltnings&#229;tg&#228;rder som avviker fr&#229;n lagstiftning och
administrativ praxis i denna stat eller i den andra avtalsslutande
staten;

b) l&#228;mna upplysningar som inte &#228;r tillg&#228;ngliga enligt lagstiftningen
eller sedvanlig administrativ praxis i denna stat eller i den andra
avtalsslutande staten;

c) l&#228;mna upplysningar som skulle r&#246;ja aff&#228;rshemlighet,
industri-, handels- eller yrkeshemlighet eller i n&#228;ringsverksamhet
nyttjat f&#246;rfaringss&#228;tt eller upplysningar, vilkas &#246;verl&#228;mnande skulle
strida mot allm&#228;nna h&#228;nsyn (ordre public).

Artikel 27

Personer som tillh&#246;r beskickningar eller konsulat

Best&#228;mmelserna i detta avtal p&#229;verkar inte de privilegier i beskatt
ningsh&#228;nseende, som enligt folkr&#228;ttens allm&#228;nna regler eller
best&#228;mmelser i s&#228;rskilda &#246;verenskommelser tillkommer personer som
tillh&#246;r beskickningar eller konsulat.

Artikel 28

Ikrafttr&#228;dande

1. De avtalsslutande staternas regeringar skall meddela varandra n&#228;r
erforderliga konstitutionella &#229;tg&#228;rder vidtagits f&#246;r att avtalet skall
tr&#228;da i kraft.

2. Avtalet tr&#228;der i kraft sextio dagar efter dagen f&#246;r det sista av de
i punkt 1 angivna meddelandena och dess best&#228;mmelser till&#228;mpas:

a) betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari n&#228;rmast efter det
&#229;r d&#229; avtalet tr&#228;der i kraft eller senare;

b) betr&#228;ffande f&#246;rm&#246;genhet som taxeras andra kalender&#229;ret n&#228;rmast
efter det d&#229; avtalet tr&#228;der i kraft eller senare.

3. Avtalet mellan Konungariket Sverige och Konungariket Ungern f&#246;r
undvikande av dubbelbeskattning betr&#228;ffande direkta skatter, som
undertecknades i Budapest den 17 juni 1936, skall upph&#246;ra att g&#228;lla
med ikrafttr&#228;dandet av f&#246;revarande avtal och skall d&#228;refter inte
l&#228;ngre till&#228;mpas betr&#228;ffande inkomst och f&#246;rm&#246;genhet p&#229; vilka detta
avtal blir till&#228;mpligt enligt best&#228;mmelserna i punkt 2 i denna
artikel.

Artikel 29

Upph&#246;rande

Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men envar av de
avtalsslutande staternas regeringar &#228;ger att - senast den 30 juni
under ett kalender&#229;r, som b&#246;rjar efter utg&#229;ngen av en tidrymd av fem
&#229;r r&#228;knat fr&#229;n dagen f&#246;r avtalets ikrafttr&#228;dande - p&#229; diplomatisk v&#228;g
skriftligen upps&#228;ga avtalet hos den andra avtalsslutande statens
regering.

I h&#228;ndelse av s&#229;dan upps&#228;gning upph&#246;r avtalet att g&#228;lla betr&#228;ffande
inkomst som f&#246;rv&#228;rvas den 1 januari n&#228;rmast efter det &#229;r d&#229; s&#229;dan
upps&#228;gning sker eller senare samt betr&#228;ffande f&#246;rm&#246;genhet som taxeras
andra kalender&#229;ret n&#228;rmast efter det d&#229; upps&#228;gning sker eller senare.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta avtal och f&#246;rsett detsamma med sina
sigill.

Som skedde i Stockholm den 12 oktober 1981 i tv&#229; exemplar p&#229; engelska
spr&#229;ket.

PROTOKOLL

Vid undertecknandet idag av avtalet mellan Folkrepubliken Ungerns
regering och Konungariket Sveriges regering f&#246;r undvikande av dubbel
beskattning betr&#228;ffande skatter p&#229; inkomst och f&#246;rm&#246;genhet har
undertecknade &#246;verenskommit om f&#246;ljande best&#228;mmelser som skall utg&#246;ra
en integrerande del av avtalet.

1. Till artikel 2 punkt 3

De f&#246;r n&#228;rvarande utg&#229;ende ungerska inkomstskatterna som avses i
artikel 2 punkt 3 a) 1) i avtalet &#228;r:

a) den allm&#228;nna inkomstskatten

b) inkomstskatten f&#246;r personer som bedriver intellektuell verksamhet;
samt

c) inkomstskatten f&#246;r hush&#229;lls- och st&#246;djordbruk.

De f&#246;r n&#228;rvarande utg&#229;ende ungerska vinstskatterna som avses i artikel
2 punkt 3 a) 2) i avtalet &#228;r:

a) bolagsskatten

b) vinstskatten f&#246;r statliga f&#246;retag

2. Till artikel 5 punkt 1

Med uttrycket &quot;plats f&#246;r aff&#228;rsverksamhet&quot; avses ocks&#229; plats f&#246;r
tillverkning.

3. Till artikel 10 punkt 2 a)

Ekonomiska f&#246;reningar med utl&#228;ndska del&#228;gare kan uppr&#228;ttas i
Folkrepubliken Ungern ocks&#229; i form av handelsbolag med obegr&#228;nsad
ansvarighet. Om s&#229;dan f&#246;rening uppr&#228;ttas i denna form, till&#228;mpas
best&#228;mmelserna i artikel 10 i motsvarande m&#229;n betr&#228;ffande utdelning
fr&#229;n f&#246;reningen.

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen
bemyndigade, undertecknat detta protokoll.

Som skedde i Stockholm den 12 oktober 1981 i tv&#229; exemplar p&#229; engelska
spr&#229;ket. 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3851">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3853">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
