

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2006-03-06" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3862</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3861">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3863">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:352 ·
                    <a href="/sfsr?bet=1982:352">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1982:352) om r&#228;tt till fastighetsf&#246;rv&#228;rv f&#246;r ombildning till
bostadsr&#228;tt eller kooperativ hyresr&#228;tt
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-06-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2005:904
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Inledande best&#228;mmelser

1 &#167; Enligt denna lag har hyresg&#228;ster r&#228;tt att genom en
f&#246;rening f&#246;rv&#228;rva fast egendom f&#246;r ombildning av hyresr&#228;tt till
bostadsr&#228;tt eller kooperativ hyresr&#228;tt.

R&#228;tten till f&#246;rv&#228;rv g&#228;ller fast egendom som &#228;r taxerad som
hyreshusenhet eller, om egendomen hyrs ut f&#246;r n&#229;got annat
&#228;ndam&#229;l &#228;n fritids&#228;ndam&#229;l, som sm&#229;husenhet.

Vad som i denna lag s&#228;gs om fast egendom skall g&#228;lla &#228;ven
tomtr&#228;tt. Vad som s&#228;gs om lagfart skall, n&#228;r det &#228;r fr&#229;ga om
tomtr&#228;tt, i st&#228;llet avse inskrivning av f&#246;rv&#228;rv av tomtr&#228;tt.
Lag (2002:99).

2 &#167; Lagen g&#228;ller inte om egendomen inneh&#229;ller f&#228;rre &#228;n tre l&#228;genheter.

Vid ber&#228;kning av antalet l&#228;genheter enligt denna lag r&#228;knas som l&#228;genhet varje
avskild enhet som &#228;r inr&#228;ttad att varaktigt och sj&#228;lvst&#228;ndigt anv&#228;ndas som
bostad eller f&#246;r annat &#228;ndam&#229;l. Fr&#229;n garage, lager och andra l&#228;genheter som i
f&#246;rsta hand anv&#228;nds som f&#246;rvaringsutrymmen bortses. Lag (1993:316).

Intresseanm&#228;lan

3 &#167; Om hyresg&#228;ster har intresse av att f&#246;rv&#228;rva fast egendom
f&#246;r ombildning av hyresr&#228;tt till bostadsr&#228;tt eller kooperativ
hyresr&#228;tt, f&#229;r detta anm&#228;las till inskrivningsmyndigheten f&#246;r
anteckning i fastighetsregistrets inskrivningsdel.
Intresseanm&#228;lan skall f&#246;r hyresg&#228;sternas r&#228;kning g&#246;ras av en
bostadsr&#228;ttsf&#246;rening respektive en kooperativ
hyresr&#228;ttsf&#246;rening.

F&#246;reningen skall till sin anm&#228;lan foga ett intyg av f&#246;reningens
styrelse om

1. hur m&#229;nga l&#228;genheter som finns i den fasta egendom som
anm&#228;lan omfattar,

2. att hyresg&#228;sterna i minst tv&#229; tredjedelar av de uthyrda
l&#228;genheterna skriftligen har f&#246;rklarat sig intresserade av
ombildningen, samt att dessa hyresg&#228;ster &#228;r medlemmar i
f&#246;reningen och - om de &#228;r bostadshyresg&#228;ster och anm&#228;lan avser
ombildning till bostadsr&#228;tt - &#228;ven &#228;r folkbokf&#246;rda p&#229;
fastigheten, och

3. att samtliga l&#228;genheter i en sm&#229;husenhet som omfattas av
anm&#228;lan hyrs f&#246;r n&#229;got annat &#228;ndam&#229;l &#228;n fritids&#228;ndam&#229;l.
Lag (2003:33).

4 &#167; Fastighets&#228;garen och den f&#246;rening som har gjort
intresseanm&#228;lan skall av inskrivningsmyndigheten underr&#228;ttas om
att en intresseanm&#228;lan har antecknats i fastighetsregistrets
inskrivningsdel. Lag (2002:99).

5 &#167; Sedan anteckning har skett g&#228;ller en intresseanm&#228;lan fram
till den inskrivningsdag som intr&#228;ffar n&#228;rmast efter tv&#229; &#229;r
fr&#229;n den inskrivningsdag d&#229; anteckningen gjordes. Om hembud som
avses i 6 &#167; sker under denna tid, g&#228;ller anm&#228;lningen dock
alltid fram till den inskrivningsdag som intr&#228;ffar n&#228;rmast
efter tv&#229; &#229;r fr&#229;n den dag d&#229; hembudet skedde. Vad som nu har
sagts g&#228;ller &#228;ven i f&#246;rh&#229;llande till ny &#228;gare av fastigheten.

En f&#246;rening som har gjort en intresseanm&#228;lan kan ta tillbaka
den. Anm&#228;lan upph&#246;r att g&#228;lla den inskrivningsdag som
inskrivningsmyndigheten tar bort anteckningen.

En ny intresseanm&#228;lan f&#229;r antecknas tidigast p&#229; den
inskrivningsdag d&#229; den tidigares giltighet upph&#246;rt.
Lag (2002:99).

5 a &#167; Till en anm&#228;lan om att ta tillbaka en intresseanm&#228;lan
skall f&#246;reningen foga ett intyg om att hyresg&#228;sterna i minst
h&#228;lften av de uthyrda l&#228;genheterna vid f&#246;reningsst&#228;mma har
r&#246;stat f&#246;r att f&#246;reningen inte skall f&#246;rv&#228;rva den fasta
egendomen. Lag (2002:99).

Hembud

6 &#167; Fast egendom som utg&#246;r en hyreshus- eller sm&#229;husenhet och
f&#246;r vilken en intresseanm&#228;lan g&#228;ller, f&#229;r inte &#246;verl&#229;tas helt
eller delvis genom k&#246;p eller byte utan att den f&#246;rening som har
gjort intresseanm&#228;lan har erbjudits att f&#246;rv&#228;rva hela hyreshus-
eller sm&#229;husenheten. Ett s&#229;dant erbjudande kallas hembud. Med
&#246;verl&#229;telse genom k&#246;p eller byte likst&#228;lls &#246;verl&#229;telse genom
tillskott till bolag eller f&#246;rening, utdelning eller skifte
fr&#229;n bolag eller f&#246;rening samt fusion enligt 23 kap. 1 &#167;
aktiebolagslagen (2005:551) eller delning enligt 24 kap. 1 &#167;
samma lag.

En &#246;verl&#229;telse f&#229;r genomf&#246;ras utan hembud till f&#246;reningen,

1. om f&#246;reningen godk&#228;nner &#246;verl&#229;telsen,

2. om staten f&#246;rv&#228;rvar egendomen,

3. om f&#246;rv&#228;rvaren &#228;r gift med &#246;verl&#229;taren eller om f&#246;rv&#228;rvaren
eller, n&#228;r makar f&#246;rv&#228;rvar gemensamt, n&#229;gon av dem &#228;r
&#246;verl&#229;tarens avkomling,

4. om f&#246;rv&#228;rvet genomf&#246;rs genom inrop p&#229; exekutiv auktion eller
offentlig auktion enligt lagen (1904:48 s.1) om sam&#228;gander&#228;tt,

5. om &#246;verl&#229;telsen avser andel och f&#246;rv&#228;rvaren redan &#228;ger en
andel i egendomen och denna andel f&#246;rv&#228;rvats p&#229; n&#229;got annat
s&#228;tt &#228;n genom g&#229;va.

Hembud beh&#246;vs inte heller, om ett f&#246;rv&#228;rv av f&#246;reningen skulle
vara osk&#228;ligt med h&#228;nsyn till f&#246;rh&#229;llandet mellan &#246;verl&#229;taren
och en annan f&#246;rv&#228;rvare &#228;n f&#246;reningen eller villkoren f&#246;r eller
omst&#228;ndigheterna vid en s&#229;dan &#246;verl&#229;telse. Fr&#229;gan om hembud
beh&#246;vs pr&#246;vas av hyresn&#228;mnden p&#229; beg&#228;ran av fastighets&#228;garen.
Lag (2005:904).

7 &#167; Hembud sker hos hyresn&#228;mnden genom skriftlig anm&#228;lan av fastighets&#228;garen.
Fastighets&#228;garen skall h&#228;rvid ge in ett av honom undertecknat skriftligt
f&#246;rslag till k&#246;peavtal som skall inneh&#229;lla uppgift om k&#246;peskillingen f&#246;r
den hembjudna egendomen och &#246;vriga villkor f&#246;r f&#246;rv&#228;rvet. Om det f&#246;r en
&#246;verl&#229;telse beh&#246;vs makes samtycke enligt &#228;ktenskapsbalken, skall makens
samtycke ges till avtalsf&#246;rslaget.

Om ett hembud inte uppfyller vad som f&#246;reskrivs i f&#246;rsta stycket, skall
hyresn&#228;mnden f&#246;rel&#228;gga fastighets&#228;garen att avhj&#228;lpa bristen inom viss
tid. Efterkommer fastighets&#228;garen f&#246;rel&#228;ggandet, anses hembud ha skett
den dag d&#229; bristen avhj&#228;lptes. Efterkommer fastighets&#228;garen inte
f&#246;rel&#228;ggandet, f&#229;r hembudet avvisas. Lag (1987:811).

8 &#167; Hyresn&#228;mnden skall se till att f&#246;rslaget till k&#246;peavtal
delges den f&#246;rening som har gjort intresseanm&#228;lan. Efter
delgivningen f&#229;r inte hembudet eller samtycket till
avtalsf&#246;rslaget &#229;terkallas eller f&#246;rslaget &#228;ndras.

Efter hembudet &#228;r fastighets&#228;garen skyldig att ge f&#246;reningen
tillf&#228;lle att besikta egendomen.

Hyresn&#228;mnden skall f&#246;r anteckning i fastighetsregistrets
inskrivningsdel underr&#228;tta inskrivningsmyndigheten om hembudet
och om dagen f&#246;r det. Lag (2002:99).

Antagande av hembud

9 &#167; Best&#228;mmelser om bostadsr&#228;ttsf&#246;reningars beslut att
f&#246;rv&#228;rva hus f&#246;r ombildning av hyresr&#228;tt till bostadsr&#228;tt finns
i 9 kap. 19-21 &#167;&#167; bostadsr&#228;ttslagen (1991:614).

Best&#228;mmelser om kooperativa hyresr&#228;ttsf&#246;reningars beslut att
f&#246;rv&#228;rva hus f&#246;r ombildning av hyresr&#228;tt till kooperativ
hyresr&#228;tt finns i 4 kap. 1-5 &#167;&#167; lagen (2002:93) om kooperativ
hyresr&#228;tt. Lag (2002:99).

10 &#167; Hembudet antas genom att f&#246;reningen inom tre m&#229;nader fr&#229;n
den dag d&#229; hembudet skedde skriftligen anm&#228;ler till
hyresn&#228;mnden att f&#246;reningen beslutat att f&#246;rv&#228;rva den hembjudna
egendomen p&#229; de villkor som anges i fastighets&#228;garens f&#246;rslag
till k&#246;peavtal. N&#228;r anm&#228;lan har kommit in pr&#246;var n&#228;mnden om
hembudet r&#228;tteligen har antagits.

Om f&#246;reningen inom den tid som anges i f&#246;rsta stycket
skriftligen anm&#228;ler till hyresn&#228;mnden att f&#246;reningen &#228;r
intresserad av att f&#246;rv&#228;rva den hembjudna egendomen, f&#246;rl&#228;ngs
tiden f&#246;r att anta hembudet till sex m&#229;nader fr&#229;n den dag d&#229;
hembudet skedde. Fastighets&#228;garen skall av hyresn&#228;mnden
underr&#228;ttas h&#228;rom.

Hembudet upph&#246;r att g&#228;lla, om det inte antas inom f&#246;reskriven
tid och p&#229; f&#246;reskrivet s&#228;tt eller n&#228;r f&#246;reningen skriftligen
underr&#228;ttat hyresn&#228;mnden om att den inte antar hembudet.
Lag (2002:99).

11 &#167; Om hembudet har antagits, skall det anses som om
fastighets&#228;garen och f&#246;reningen har slutit ett avtal om k&#246;p av
den hembjudna egendomen p&#229; de villkor som anges i f&#246;rslaget
till k&#246;peavtal. I f&#246;rslaget skall anses f&#246;reskrivet att
k&#246;pebrev skall uppr&#228;ttas. Lag (2002:99).

12 &#167; &#196;ven om hembudet har upph&#246;rt att g&#228;lla f&#229;r, s&#229; l&#228;nge
f&#246;reningens intresseanm&#228;lan g&#228;ller, en s&#229;dan &#246;verl&#229;telse eller
&#246;verg&#229;ng som avses i 6 &#167; f&#246;rsta stycket inte ske till n&#229;gon
annan &#228;n den f&#246;rening som har gjort intresseanm&#228;lan, om
k&#246;peskillingen &#228;r l&#228;gre eller villkoren f&#246;r &#246;verl&#229;telsen
sammantagna &#228;r avsev&#228;rt ogynnsammare f&#246;r fastighets&#228;garen &#228;n
vad som angavs vid hembudet. En s&#229;dan &#246;verl&#229;telse eller
&#246;verg&#229;ng f&#229;r inte heller ske om ett villkor som angavs vid
hembudet &#228;r uppenbart osk&#228;ligt mot f&#246;reningen. Har
fastighets&#228;garen sedan ett hembud upph&#246;rt att g&#228;lla gjort ett
nytt hembud, enligt vilket k&#246;peskillingen &#228;r l&#228;gre eller
villkoren p&#229; annat s&#228;tt ogynnsammare f&#246;r fastighets&#228;garen, och
upph&#246;r &#228;ven detta hembud att g&#228;lla, skall f&#246;rsta och andra
meningarna till&#228;mpas p&#229; det nya hembudet.

F&#246;rsta stycket g&#228;ller ocks&#229; om &#246;verl&#229;telsen avser en andel av
hyreshus- eller sm&#229;husenheten.

I fr&#229;ga om f&#246;rbudet i f&#246;rsta stycket skall 6 &#167; andra och tredje
stycket tilll&#228;mpas. Om n&#229;got undantag inte f&#246;religger, &#228;r
&#246;verl&#229;taren skyldig att skaffa hyresn&#228;mndens tillst&#229;nd till
&#246;verl&#229;telsen. Lag (2002:99).

Ogiltighet

13 &#167; &#214;verl&#229;telser i strid med 6 eller 12 &#167; &#228;r ogiltiga.

Om lagfart har meddelats i strid med 20 kap. 6 &#167; 5 eller 7 &#167; 13 jordabalken,
g&#228;ller inte f&#246;rsta stycket. Lag (1988:727).

S&#228;rskilda best&#228;mmelser

14 &#167; I fr&#229;ga om f&#246;rfarandet vid hyresn&#228;mnden i &#228;renden enligt denna lag
finns best&#228;mmelser i lagen (1973:188) om arrenden&#228;mnder och hyresn&#228;mnder.

15 &#167; Hyresn&#228;mndens beslut enligt denna lag f&#229;r &#246;verklagas hos
Svea hovr&#228;tt inom tre veckor fr&#229;n den dag beslutet meddelades.
&#214;verklagandet skall ges in till hyresn&#228;mnden. Lag (1994:836).

16 &#167; I &#228;renden enligt denna lag skall vardera parten svara f&#246;r sina
r&#228;tteg&#229;ngskostnader i hovr&#228;tten, i den m&#229;n annat inte f&#246;ljer av 18
kap. 6 &#167; r&#228;tteg&#229;ngsbalken. Lag (1994:836).

&#214;verg&#229;ngsbest&#228;mmelser

1986:1187

Denna lag tr&#228;der i kraft den 1 januari 1987. I fr&#229;ga om beslut som har
meddelats f&#246;re ikrafttr&#228;dandet g&#228;ller dock &#228;ldre f&#246;reskrifter.

1987:811

1. Denna lag tr&#228;der i kraft den 1 januari 1988.

2. Om avtalsf&#246;rslaget har undertecknats f&#246;re ikrafttr&#228;dandet, skall &#228;ldre
best&#228;mmelser fortfarande till&#228;mpas.

1991:616

1. Denna lag tr&#228;der i kraft den 1 juli 1991.

2. Har en intresseanm&#228;lan gjorts f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre
best&#228;mmelser.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3861">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3863">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
