

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3870</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3869">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3871">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:249 ·
                    <a href="/sfsr?bet=1982:249">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1982:249) 
om till&#228;mpning av en konvention den 4 januari 1980 mellan Sverige och 
Marocko om social trygghet; 
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-05-06
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten i bilagorna. 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den konvention mellan Sverige och Marocko om social trygghet som har 
undertecknats den 4 januari 1980 j&#228;mte en den 16 februari 1982 
undertecknad &#246;verenskommelse om till&#228;mpning av konventionen skall 
l&#228;nda till efterr&#228;ttelse h&#228;r i riket fr&#229;n och med den 1 juni 1982. 

Konventionen och till&#228;mpnings&#246;verenskommelsen bifogas denna f&#246;rordning 
i svensk och fransk text som bilagor 1-2. 

Med beh&#246;rig myndighet i artiklarna 9, 24 och 25 avses 
riksf&#246;rs&#228;kringsverket. 
Bilaga 1 

Konvention mellan Konungariket Sverige och Konungariket Marocko om 
social trygghet 

Konungariket Sverige och Konungariket Marocko som &#246;nskar reglera 
de b&#229;da staternas f&#246;rbindelser p&#229; den sociala trygghetens omr&#229;de 
har &#246;verenskommit att sluta f&#246;ljande konvention: 

AVDELNING 1 

Allm&#228;nna best&#228;mmelser 

Artikel 1 

I denna konvention avses med uttrycken 

1. &quot;Marocko&quot; Konungariket Marocko, &quot;Sverige&quot; Konungariket Sverige; 

2. &quot;lagstiftning&quot; artikel 2 angivna lagar och f&#246;rordningar; 

3. &quot;beh&#246;rig myndighet&quot; 
med avseende p&#229; Sverige regeringen eller den myndighet regeringen 
best&#228;mmer, 
med avseende p&#229; Marocko ministern f&#246;r arbetsmarknadsfr&#229;gor och 
yrkesutbildning; 

4. &quot;f&#246;rs&#228;kringsorgan&quot; det organ eller den myndighet som svarar f&#246;r 
till&#228;mpningen av den i artikel 2 angivna lagstiftningen eller del 
av denna; 

5. &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot; det f&#246;rs&#228;kringsorgan som &#228;r beh&#246;rigt 
enligt den till&#228;mpliga lagstiftningen; 

6. &quot;f&#246;rbindelseorgan&quot; organ f&#246;r f&#246;rbindelse och information mellan 
de b&#229;da f&#246;rdragsslutande staternas f&#246;rs&#228;kringsorgan f&#246;r underl&#228;ttande 
av konventionens till&#228;mpning samt f&#246;r information till ber&#246;rda 
personer betr&#228;ffande r&#228;ttigheter och skyldigheter enligt 
konventionen; 

7. &quot;familjemedlem&quot; en familjemedlem enligt den lagstiftning som g&#228;ller 
i den f&#246;rdragsslutande stat d&#228;r det organ &#228;r bel&#228;get p&#229; vars bekostnad 
f&#246;rm&#229;nerna utbetalas; 

8. &quot;f&#246;rs&#228;kringsperioder&quot; avgiftsperioder, anst&#228;llningsperioder eller 
andra perioder som, i den lagstiftning enligt vilken de fullgjorts, 
betraktas som f&#246;rs&#228;kringsperioder eller d&#228;rmed j&#228;mst&#228;llda perioder, 
d&#228;ribland kalender&#229;r, f&#246;r vilka pensionspo&#228;ng har tillgodor&#228;knats 
inom den svenska f&#246;rs&#228;kringen p&#229; grund av anst&#228;llning eller annan 
f&#246;rv&#228;rvsverksamhet under det ifr&#229;gavarande &#229;ret eller en del d&#228;rav; 
                                           
9. &quot;kontantf&#246;rm&#229;n&quot;, &quot;pension&quot;, &quot;livr&#228;nta&quot; eller &quot;ers&#228;ttning&quot; en 
kontantf&#246;rm&#229;n, pension, livr&#228;nta eller ers&#228;ttning enligt den 
till&#228;mpliga lagstiftningen, inber&#228;knat alla d&#228;ri ing&#229;ende delar som 
utg&#229;r av allm&#228;nna medel och alla h&#246;jningar och till&#228;gg. 

Andra uttryck som anv&#228;nds i denna konvention har den betydelse som 
tillkommer dem enligt den till&#228;mpliga lagstiftningen. 

Artikel 2 

1. Denna konvention &#228;r till&#228;mplig p&#229;: 

A. i Marocko 

a) lagstiftning om socialf&#246;rs&#228;kring; 

b) lagstiftningen om ers&#228;ttning vid olycksfall i arbetet och 
yrkessjukdom; 

c) best&#228;mmelser i lagstiftning, f&#246;rordningar eller f&#246;reskrifter 
utf&#228;rdade av offentlig myndighet, som r&#246;r s&#228;rskilda 
socialf&#246;rs&#228;kringssystem, i den m&#229;n de avser arbetstagare eller 
personer som j&#228;mst&#228;lls med arbetstagare och r&#246;r riskfall och f&#246;rm&#229;ner 
som vanligen t&#228;cks av socialf&#246;rs&#228;kringssystem. 

B. i Sverige 
lagstiftningen om 

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring; 

b) folkpension; 

c) till&#228;ggspension; 

d) allm&#228;nna barnbidrag; 

e) arbetsskadef&#246;rs&#228;kring; 

f) arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d. 

2. D&#228;r ej annat f&#246;ljer av best&#228;mmelsen i punkt 4. skall konventionen 
j&#228;mv&#228;l till&#228;mpas p&#229; lagstiftning som kodifierar, &#228;ndrar eller 
kompletterar den lagstiftning som anges i f&#246;rsta stycket av denna 
artikel. 

3. Konventionen skall till&#228;mpas p&#229; lagstiftning om ett nytt system 
eller en ny gren av social trygghet ut&#246;ver den som angetts i f&#246;rsta 
stycket endast om s&#228;rskild &#246;verenskommelse h&#228;rom tr&#228;ffas. 

4. Konventionen skall till&#228;mpas p&#229; lagstiftning som utvidgar 
till&#228;mpningsomr&#229;det f&#246;r den i f&#246;rsta stycket n&#228;mnda lagstiftningen 
till nya grupper av f&#246;rm&#229;nstagare, om beh&#246;rig myndighet i den ber&#246;rda 
staten inte inom tre m&#229;nader efter lagens offentligg&#246;rande meddelar 
den andra statens beh&#246;riga myndighet, att en s&#229;dan utvidgning av 
konventionen inte &#228;r avsedd. 

Artikel 3 

I den m&#229;n ej annat f&#246;reskrivs i denna konvention likst&#228;lls vid 
till&#228;mpningen av en f&#246;rdragsslutande stats lagstiftning med denna 
stats medborgare f&#246;ljande inom statens territorium bosatta personer: 

a) medborgare i den andra f&#246;rdragsslutande staten, 

b) flyktingar och statsl&#246;sa som avses i konventionen den 28 juli 
1951 om flyktingars r&#228;ttsliga st&#228;llning och protokollet den 31 januari 
1967 till n&#228;mnda konvention respektive konvention den 28 september 
1954 om statsl&#246;sa personers r&#228;ttsliga st&#228;llning, 

c) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n 
en medborgare i f&#246;rdragsslutande stat eller fr&#229;n en i denna artikel 
avsedd flykting eller statsl&#246;s person. 

Artikel 4 

Pensioner och andra kontantf&#246;rm&#229;ner f&#229;r med undantag av f&#246;rm&#229;ner 
vid arbetsl&#246;shet, i den m&#229;n ej annat f&#246;reskrivs i denna konvention, 
icke minskas, &#228;ndras, inneh&#229;llas eller &#229;terkallas p&#229; grund av att 
f&#246;rm&#229;nstagaren uppeh&#229;ller sig inom den andra statens territorium. 

Artikel 5 

F&#246;rm&#229;ner som en av de f&#246;rdragsslutande staterna har att utge skall, 
i den m&#229;n ej annat f&#246;reskrivs i denna konvention, utbetalas till 
medborgare i den andra staten som &#228;r bosatta i en tredje stat under 
samma villkor och i samma omfattning som till den f&#246;rsta statens 
d&#228;r bosatta medborgare. 

AVDELNING II 

Best&#228;mmelser om till&#228;mplig lagstiftning 

Artikel 6 

I den m&#229;n ej annat f&#246;reskrivs i artiklarna 7 och 8 skall de personer 
som omfattas av konventionen vara underkastade: 

1) marockansk lagstiftning om de &#228;r bosatta eller sysselsatta i 
Marocko, 

2) svensk lagstiftning om de &#228;r bosatta i Sverige eller, med avseende 
p&#229; arbetsskadef&#246;rs&#228;kring, om de &#228;r sysselsatta i Sverige. 

Artikel 7 

1. Uts&#228;nds en arbetstagare, som syssels&#228;tts i en f&#246;rdragsslutande 
stat, av sin arbetsgivare till den andra f&#246;rdragsslutande staten f&#246;r 
att d&#228;r utf&#246;ra ett arbete f&#246;r denne arbetsgivare, skall med avseende 
p&#229; arbetstagarens f&#246;rs&#228;kringstillh&#246;righet den f&#246;rstn&#228;mnda statens 
lagstiftning forts&#228;tta att g&#228;lla till utg&#229;ngen av den trettiosj&#228;tte 
m&#229;naden efter uts&#228;ndandet, som om denne fortfarande sysselsattes inom 
dess territorium. 

2. Vid j&#228;rnv&#228;gs- eller v&#228;gtrafikf&#246;retag eller flyglinjer anst&#228;lld 
resande personal med arbete i b&#229;da f&#246;rdragsslutande staterna, skall 
omfattas av lagstiftningen i den stat, d&#228;r f&#246;retaget har sitt s&#228;te. 
&#196;r arbetstagaren bosatt i den andra staten, skall dock lagstiftningen 
i den staten till&#228;mpas. 

3. Ett fartygs bes&#228;ttning och andra ej blott tillf&#228;lligt p&#229; ett fartyg 
sysselsatta personer skall omfattas av lagstiftningen i den stat vars 
flagga fartyget f&#246;r. Har arbetstagare anst&#228;llts f&#246;r lastning, 
lossning, reparationsarbete eller vakttj&#228;nst ombord p&#229; ett fartyg som 
f&#246;r den ena statens flagga under dess uppeh&#229;ll i den andra staten, 
skall i fr&#229;ga om s&#229;dan arbetstagare g&#228;lla lagstiftningen i sistn&#228;mnda 
stat. 

4. Arbetstagare, som med till&#228;mpning av best&#228;mmelserna i denna artikel 
skall omfattas av svensk lagstiftning, skall d&#228;rvid betraktas som 
bosatt i Sverige. 

Artikel 8 

1. F&#246;r diplomatiska f&#246;retr&#228;dare och karri&#228;rkonsuler samt f&#246;r den 
administrativa och tekniska personalen hos beskickning och hos 
konsulat, som f&#246;rest&#229;s av karri&#228;rkonsul, liksom &#228;ven f&#246;r medlemmar 
av beskickningens respektive konsulatets tj&#228;nsteperonal och f&#246;r 
personer som uteslutande &#228;r anst&#228;llda i privat tj&#228;nst i hush&#229;llet 
hos diplomatiska f&#246;retr&#228;dare, karri&#228;rkonsuler och medlemmar av 
konsulat, som f&#246;rest&#229;s av karri&#228;rkonsul, skall, i den m&#229;n denna 
personkrets omfattas av Wienkonventionen om diplomatiska f&#246;rbindelser 
respektive Wienkonventionen om konsul&#228;ra f&#246;rbindelser, best&#228;mmelserna 
i denna konvention ej &#228;ga till&#228;mpning. 

2. F&#246;r andra statligt anst&#228;llda &#228;n dem som avses i f&#246;rsta stycket 
&#228;ger vid arbete inom den andra statens territorium best&#228;mmelserna 
i artikel 7 f&#246;rsta stycket till&#228;mpning. 

Artikel 9 

1. P&#229; gemensam framst&#228;llning av arbetstagare och arbetsgivare eller 
p&#229; framst&#228;llning av sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksam person kan de 
beh&#246;riga myndigheterna i de b&#229;da f&#246;rdragsslutande staterna 
&#246;verenskomma om undantag fr&#229;n best&#228;mmelserna i artiklarna 6-8 f&#246;r 
vissa personer eller persongrupper. De beh&#246;riga myndigheterna kan 
ocks&#229; utan att s&#229;dan framst&#228;llning f&#246;religger &#246;verenskomma om s&#229;dant 
undantag efter h&#246;rande av ber&#246;rda personer. 

2. Best&#228;mmelserna i artikel 7 fj&#228;rde stycket &#228;ger motsvarande 
till&#228;mpning i fall som h&#228;r avses. 

AVDELNING III 

S&#228;rskilda best&#228;mmelser 

Kapitel 1. Sjukdom, moderskap och barns f&#246;delse 

Artikel 10 

Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder enligt b&#229;da de 
f&#246;rdragsslutande staternas lagstiftningar, skall dessa perioder f&#246;r 
f&#246;rv&#228;rv av r&#228;tt till en f&#246;rm&#229;n sammanr&#228;knas i den m&#229;n de icke 
sammanfaller. 

Kapitel 2. &#197;lderdom, invaliditet och efterlevande 

Till&#228;mpning av marockansk lagstiftning 

Artikel 11 

F&#246;r f&#246;rv&#228;rv av r&#228;tt till &#229;lderspension enligt marockansk lagstiftning 
tas endast h&#228;nsyn till f&#246;rs&#228;kringsperioder som fullgjorts i Marocko. 

Artikel 12 

Om en pensionss&#246;kande inte har r&#228;tt till &#229;lderspension enligt 
marockansk lagstiftning endast p&#229; grundval av f&#246;rs&#228;kringsperioder 
som fullgjorts i Marocko skall dessa perioder sammanr&#228;knas med 
bos&#228;ttningsperioder som fullgjorts i Sverige i den m&#229;n perioderna 
ej sammanfaller. 

Artikel 13 

Om en pensionss&#246;kande har r&#228;tt till &#229;lderspension enligt marockansk 
lagstiftning efter sammanr&#228;kning enligt artikel 12 best&#228;ms f&#246;rst 
denna pensions storlek. Den pension som skall utges ber&#228;knas d&#228;refter 
i f&#246;rh&#229;llande till de f&#246;rs&#228;kringsperioder som fullgjorts i Marocko. 

Artikel 14 

Ingen f&#246;rm&#229;n utges om de f&#246;rs&#228;kringsperioder som fullgjorts i Marocko 
inte &#246;verstiger 312 dagar. 

Artikel 15 

Best&#228;mmelserna i artiklarna 11-14 &#228;ger motsvarande till&#228;mpning f&#246;r 
invalid- och efterlevandepension. 

Till&#228;mpning av svensk lagstiftning 

Folkpension 

Artikel 16 

1. Marockanska medborgare liksom i artikel 3 b) och c) n&#228;mnda 
personer, vilka inte uppfyller till&#228;mplig svensk lagstiftnings villkor 
f&#246;r r&#228;tt till folkpension enligt svensk lagstiftning, &#228;ger, vare sig 
de &#228;r bosatta i Sverige eller ej, r&#228;tt till folkpension ber&#228;knad 
enligt de regler som g&#228;ller f&#246;r utomlands bosatta svenska medborgare. 

2. Handikappers&#228;ttning som ej utg&#229;r som till&#228;gg till folkpension, 
v&#229;rdbidrag f&#246;r handikappat barn, pensionstillskott och inkomstpr&#246;vade 
pensionsf&#246;rm&#229;ner utges till i f&#246;rsta stycket n&#228;mnda personer under 
f&#246;ruts&#228;ttning att de &#228;r bosatta i Sverige och med motsvarande 
till&#228;mpning av reglerna i f&#246;rsta stycket. 

Artikel 17 

F&#246;r att uppfylla tre&#229;rskravet i 5 kap. 3 &#167;, andra stycket, lagen 
om allm&#228;n f&#246;rs&#228;kring skall, n&#228;r s&#229; erfordras, h&#228;nsyn &#228;ven tas till 
f&#246;rs&#228;kringsperioder som fullgjorts enligt marockansk lagstiftning. 

Till&#228;ggspension 

Artikel 18 

1. Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder inom b&#229;de den svenska 
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension och marockansk pensionsf&#246;rs&#228;kring, 
skall dessa f&#246;r f&#246;rv&#228;rv av r&#228;tt till till&#228;ggspension i erforderlig 
omfattning sammanr&#228;knas i den m&#229;n de ej sammanfaller. H&#228;rvid 
likst&#228;lles 312 inom marockansk pensionsf&#246;rs&#228;kring fullgjorda 
f&#246;rs&#228;kringsdagar med ett kalender&#229;r, f&#246;r vilket pensionspo&#228;ng 
tillgodor&#228;knas. 

2. F&#246;r ber&#228;kning av storleken av till&#228;ggspension beaktas endast 
f&#246;rs&#228;kringsperioder enligt den svenska lagstiftningen. 

Kapitel 3. Arbetsskador 

Artikel 19 

1. R&#228;tten till f&#246;rm&#229;ner vid olycksfall i arbetet best&#228;ms av den 
lagstiftning som g&#228;llde f&#246;r den f&#246;rs&#228;krade vid tidpunkten f&#246;r olyckan 
enligt best&#228;mmelserna i artiklarna 6-9. 

2. Ers&#228;ttning f&#246;r nytt olycksfall i arbetet skall fastst&#228;llas med 
beaktande av den neds&#228;ttning i arbetsf&#246;rm&#229;gan som f&#246;rorsakats av 
det nya olycksfallet enligt den lagstiftning som &#228;r till&#228;mplig. 

Artikel 20 

1. F&#246;rm&#229;ner vid arbetssjukdom best&#228;ms enligt lagstiftningen i den 
f&#246;rdragsslutande stat, vars lagstiftning var till&#228;mplig d&#229; den 
f&#246;rs&#228;krade innehade anst&#228;llning som medf&#246;rt risk f&#246;r arbetssjukdom, 
&#228;ven om sjukdomen konstaterats f&#246;rst i den andra staten. 

2. Skulle den f&#246;rs&#228;krade ha innehaft s&#229;dan anst&#228;llning f&#246;rst inom 
den ena och d&#228;refter inom den andra f&#246;rdragsslutande statens 
territorium skall livr&#228;nta utges med till&#228;mpning av b&#229;da de 
f&#246;rdragsslutande staternas lagstiftning. D&#228;rvid skall 
f&#246;rs&#228;kringsorganen utge en dellivr&#228;nta i f&#246;rh&#229;llande till de 
anst&#228;llningstider som fullgjorts inom var och en av de 
f&#246;rdragsslutande staternas territorium. 

3. Om arbetssjukdom f&#246;ranlett beviljande av f&#246;rm&#229;n enligt en 
f&#246;rdragsslutande stats lagstiftning, skall &#228;ven ers&#228;ttning f&#246;r 
f&#246;rs&#228;mring av sjukdomen som intr&#228;ffar inom den andra f&#246;rdragsslutande 
statens territorium, utg&#229; enligt f&#246;rstn&#228;mnda stats lagstiftning. 
Detta g&#228;ller dock ej om f&#246;rs&#228;mringen &#228;r att h&#228;nf&#246;ra till arbete inom 
den andra statens territorium i verksaamhet, vari fara f&#246;r sjukdomen 
f&#246;religger. 

Kapitel 4. Familjef&#246;rm&#229;ner 

Artikel 21 

1. Svenska medborgare &#228;ger r&#228;tt till familjef&#246;rm&#229;ner enligt marockansk 
lagstiftning under f&#246;ruts&#228;ttning att deras familjemedlemmar &#228;r bosatta 
inom marockanskt territorium. 

2. F&#246;r r&#228;tt till familjef&#246;rm&#229;ner enligt marockansk lagstiftning skall 
bos&#228;ttningsperioder som fullgjorts i Sverige, n&#228;r s&#229; erfordras, 
sammanr&#228;knas med f&#246;rs&#228;kringsperioder som fullgjorts enligt marockansk 
lagstiftning under f&#246;ruts&#228;ttning att perioderna ej sammanfaller. 

3. Allm&#228;nna barnbidrag utges enligt svensk lagstiftning f&#246;r barn med 
marockanskt medborgarskap bosatta i Sverige enligt samma villkor som 
f&#246;r barn med svenskt medborgarskap. 

AVDELNING IV 

&#214;vriga best&#228;mmelser 

Artikel 22 

De beh&#246;riga myndigheterna kan komma &#246;verens om 
till&#228;mpningsbest&#228;mmelser till denna konvention. De skall vidare 
tillse att erforderliga f&#246;rbindelseorgan utses i vardera staten f&#246;r 
att underl&#228;tta till&#228;mpningen av konventionen. 

Artikel 23 

1. Vid till&#228;mpningen av denna konvention skall myndigheter och organ 
i de b&#229;da staterna l&#228;mna varandra bist&#229;nd i samma utstr&#228;ckning som 
vid till&#228;mpningen av den egna statens lagstiftning. Bist&#229;nd som h&#228;r 
avses l&#228;mnas utan vederlag, i den m&#229;n ej annat f&#246;reskrives. 

2. Myndigheters och organs skriftv&#228;xling liksom enskilda personers 
framst&#228;llningar kan avfattas p&#229; arabiska, svenska, franska eller 
engelska. 

3. De diplomatiska och konsul&#228;ra representationerna f&#229;r beg&#228;ra 
upplysningar direkt hos myndigheter och organ i den andra staten 
f&#246;r att kunna tillvarata egna medborgares intressen. 

Artikel 24 

De beh&#246;riga myndigheterna i de b&#229;da staterna skall snarast m&#246;jligt 
underr&#228;tta varandra om alla &#228;ndringar i den lagstiftning, som anges 
i artikel 2. 

Artikel 25 

De h&#246;gsta f&#246;rvaltningsmyndigheterna i de b&#229;da staterna skall h&#229;lla 
varandra underr&#228;ttade om de &#229;tg&#228;rder, som vidtas inom den egna staten 
f&#246;r till&#228;mpningen av konventionen. 

Artikel 26 

I den ena staten medgiven befrielse fr&#229;n st&#228;mpel-, notariats- eller 
andra avgifter p&#229; handlingar och bevis, som skall f&#246;retes f&#246;r 
myndigheter och organ i n&#228;mnda stat, skall g&#228;lla &#228;ven f&#246;r handlingar 
och bevis, som vid till&#228;mpningen av denna konvention skall f&#246;retes f&#246;r 
myndigheter och organ i den andra staten. Handlingar och intyg, som 
skall f&#246;retes i &#228;renden enligt denna konvention, beh&#246;ver ej 
legaliseras genom diplomatisk eller konsul&#228;r myndighet. 

Artikel 27 

1. Ans&#246;kningar, besv&#228;r och andra handlingar, som enligt den ena 
statens lagstiftning inom en viss tid skall inges till beh&#246;rig 
myndighet eller beh&#246;rigt f&#246;rs&#228;kringsorgan, skall anses ha inkommit 
i r&#228;tt tid, om de inom fastst&#228;lld tid ingivits till motsvarande 
myndighet eller organ i den andra staten. 

2. Ans&#246;kan om f&#246;rm&#229;n, som inges enligt den ena statens lagstiftning, 
skall bed&#246;mas som ans&#246;kan om motsvarande f&#246;rm&#229;n enligt den andra 
statens lagstiftning. I &#229;lderpensionsfall g&#228;ller detta gock ej om 
s&#246;kanden anger att ans&#246;kan avser pension endast enligt den f&#246;rstn&#228;mnda 
statens lagstiftning. 

Artikel 28 

Om n&#229;gon enligt sitt civilst&#229;nd vid sin d&#246;d efterl&#228;mnar mer &#228;n en 
&#228;nka skall &#228;nkepension som utges med till&#228;mpning av denna konvention 
f&#246;rdelas lika och en g&#229;ng f&#246;r alla mellan f&#246;rm&#229;nstagarna. 

Artikel 29 

1. Denna konvention ber&#246;r ej den svenska lagstiftningens 
&#246;verg&#229;ngsbest&#228;mmelse r&#246;rande ber&#228;kning av folkpension f&#246;r personer 
f&#246;dda senast under &#229;r 1929 och ber&#228;kning av till&#228;ggspension f&#246;r 
personer f&#246;dda senast under &#229;r 1923. 

2. Denna konvention ber&#246;r ej m&#246;jligheten enligt svensk lagstiftning 
f&#246;r svensk juridisk person att ansluta anst&#228;llda som &#228;r anst&#228;llda 
utanf&#246;r Sverige till den svenska f&#246;rs&#228;kringen f&#246;r till&#228;ggspension 
genom en s&#228;rskilt angiven f&#246;rbindelse. 

Artikel 30 

F&#246;rs&#228;kringsorganen i en stat som skall utge en kontantf&#246;rm&#229;n till 
en f&#246;rm&#229;nstagare i den andra staten kan med befriande verkan g&#246;ra 
detta i den sistn&#228;mnda statens valuta. 

Artikel 31 

1. Tvist, som uppkommer vid till&#228;mpningen av denna konvention, skall 
l&#246;sas i samf&#246;rst&#229;nd av myndigheterna. 

2. Om uppg&#246;relse ej kommer till st&#229;nd, skall tvisten slutligt avg&#246;ras 
genom skiljedomsf&#246;rfarande, som regleras genom &#246;verenskommelse mellan 
de beh&#246;riga i de b&#229;da staterna. Skiljedomen skall grundas p&#229; denna 
konventions anda och mening. 

Artikel 32 

1. Denna konvention &#228;ger till&#228;mpning &#228;ven f&#246;r f&#246;rs&#228;kringsfall som 
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande. Konventionen grundar likv&#228;l ingen 
r&#228;tt till utbetalning av f&#246;rm&#229;ner f&#246;r tid f&#246;re dess ikrafttr&#228;dande. 
F&#246;r fastst&#228;llande av r&#228;tt till f&#246;rm&#229;ner beaktas dock f&#246;rs&#228;krings- 
eller bos&#228;ttningsperioder som fullgjorts f&#246;re konventionens 
ikrafttr&#228;dande. 

2. F&#246;rm&#229;n som p&#229; grund av den f&#246;rs&#228;krades nationalitet icke beviljats 
eller som p&#229; grund av dennes bos&#228;ttning inom den andra statens 
territorium indragits skall n&#228;r konventionen tr&#228;der i kraft p&#229; d&#228;rom 
gjord ans&#246;kan beviljas eller &#229;ter utbetalas. 

3. P&#229; d&#228;rom gjord ans&#246;kan skall f&#246;rm&#229;n som beviljats f&#246;re denna 
konventions ikrafttr&#228;dande omr&#228;knas, varvid konventionens best&#228;mmelser 
skall till&#228;mpas. S&#229;dan f&#246;rm&#229;n kan ocks&#229; omr&#228;knas utan ans&#246;kan. 
Omr&#228;kning som nu sagts f&#229;r ej medf&#246;ra minskning av utg&#229;ende f&#246;rm&#229;n. 

4. Best&#228;mmelser i de b&#228;gge staternas lagstiftning som avser 
preskription och upph&#246;rande av r&#228;tten till f&#246;rm&#229;ner skall icke 
till&#228;mpas p&#229; r&#228;tt enligt best&#228;mmelserna i styckena 1-3 ovan under 
f&#246;ruts&#228;ttning att den f&#246;rs&#228;krade inkommer med ans&#246;kan om f&#246;rm&#229;nen 
inom en tidrymd av tv&#229; &#229;r fr&#229;n konventionens ikrafttr&#228;dande. 

Artikel 33 

1. Denna konvention slutes f&#246;r obegr&#228;nsad tid. Den kan upps&#228;gas 
vardera av de b&#228;gge staterna. Upps&#228;gningen skall meddelas senast 
tre m&#229;nader f&#246;re utg&#229;ngen av det l&#246;pande kalender&#229;ret, varvid 
konventionen upph&#246;r att g&#228;lla vid kalender&#229;rets slut. 

2. Upps&#228;gs konventionen skall dess best&#228;mmelser &#228;ga fortsatt giltighet 
p&#229; redan f&#246;rv&#228;rvad f&#246;rm&#229;n utan hinder av vad som kan ha stadgats i de 
b&#229;da l&#228;ndernas lagstiftning r&#246;rande begr&#228;nsningarna i r&#228;tten till 
f&#246;rm&#229;n vid bos&#228;ttning eller medborgarskap i annat land. Den r&#228;tt till 
blivande f&#246;rm&#229;ner, som kan ha f&#246;rv&#228;rvats p&#229; grund av konventionens 
best&#228;mmelser, skall regleras genom s&#228;rskild &#246;verenskommelse. 

Artikel 34 

Denna konvention skall ratificeras och ratifikationsinstrumenten skall 
utv&#228;xlas i Stockholm. 

Konventionen skall tr&#228;da i kraft f&#246;rsta dagen i den andra m&#229;naden 
efter den d&#229; ratifikationsinstrumenten utv&#228;xlats. 

Till bevis h&#228;rom har de b&#229;da f&#246;rdragsslutande staternas 
befullm&#228;ktigade ombud undertecknat denna konvention. 

som skedde i Rabat den 4 januari 1980 

i tv&#229; exemplar p&#229; arabiska, svenska och franska spr&#229;ken, vilka texter 
&#228;ger lika vitsord. 

F&#246;r Konungariket Sveriges regering 
Pour le Gouvernement du Royaume de Su&#233;de 

Karin S&#246;der 


F&#246;r Konungariket Marockos regering 
Pour le Gouvernement du Royaume du Maroc 

Mohamed Arsalane el Jadidi 
Bilaga 2 

&#214;verenskommelse om till&#228;mpningen av konventionen mellan Konungariket 
Sverige och Konungariket Marocko om social trygghet 

Med st&#246;d av artikel 22 i konventionen mellan Konungariket Sverige 
och Konungariket Marocko om social trygghet har de beh&#246;riga svenska 
och marockanska myndigheterna kommit &#246;verens om f&#246;ljande 
till&#228;mpningsbest&#228;mmelser till konventionen. 

AVDELNING I 

Allm&#228;nna best&#228;mmelser 

Artikel 1 

Vid till&#228;mpningen av denna till&#228;mpnings&#246;verenskommelse avses med 
uttrycken 

1. &quot;Konventionen&quot; konventionen mellan Konungariket Sverige och 
Konungariket Marocko om social trygghet 

2. &quot;&#214;verenskommelsen&quot; denna &#246;verenskommelse 

De uttryck och termer som definierats i konventionens artikel 1 har 
i denna &#246;verenskommelse samma betydelse. 

Artikel 2 

1. F&#246;r till&#228;mpning av konventionen har f&#246;ljande f&#246;rbindelseorgan 
utsetts: 

I Sverige: 

riksf&#246;rs&#228;kringserket 
arbetsmarknadsstyrelsen, vad avser arbetsl&#246;shetsf&#246;rs&#228;kring och kontant 
arbetsmarknadsst&#246;d. 

I Marocko: 

Den nationella socialf&#246;rs&#228;kringskassan (Caisse Nationale de S&#232;curit&#233; 
Sociale). 

2. De f&#246;rbindelseorgan som avses i f&#246;rsta stycket ges med st&#246;d av 
konventionen i uppgift att svara f&#246;r information och kontakt mellan 
de tv&#229; f&#246;rdragsslutande staternas f&#246;rs&#228;kringsorgan och f&#246;r information 
till ber&#246;rda personer om deras r&#228;ttigheter och skyldigheter. 

3. Den beh&#246;riga myndigheten i var och en av de f&#246;rdragsslutande 
staterna kan utse andra f&#246;rbindelseorgan eller f&#246;r&#228;ndra deras 
uppgifter. N&#228;r s&#229; sker skall myndigheten skyndsamt underr&#228;tta den 
beh&#246;riga myndigheten i den andra staten om de skedda f&#246;r&#228;ndringarna. 

Artikel 3 

1. Kontantf&#246;rm&#229;ner utbetalas direkt till f&#246;rm&#229;nstagaren p&#229; hans 
bos&#228;ttningsort eller p&#229; den ort d&#228;r han tillf&#228;lligt vistas av det 
organ som har att utge f&#246;rm&#229;nerna genom bank eller post enligt 
f&#246;rm&#229;nstagarens val. 

2. Om lagstiftningen i en av de f&#246;rdragsslutande staterna f&#246;reskriver 
att en f&#246;rm&#229;n skall minskas, dras in eller inneh&#229;llas n&#228;r en annan 
socialf&#246;rs&#228;kringsf&#246;rm&#229;n samtidigt utg&#229;r eller f&#246;rm&#229;nstagaren samtidigt 
har f&#246;rv&#228;rvsinkomst, skall en f&#246;rm&#229;n som utg&#229;r enligt den andra 
f&#246;rdragsslutande statens lagstiftning &#228;ven beaktas liksom en 
f&#246;rv&#228;rvsinkomst som erh&#229;llits inom den andra f&#246;rdragsslutande statens 
territorium. 

Denna best&#228;mmelse skall dock inte g&#228;lla n&#228;r f&#246;rm&#229;nerna utg&#229;r med 
till&#228;mpning av principen om sammanl&#228;ggning av f&#246;rs&#228;krings- eller 
bos&#228;ttningsperioder eller n&#228;r f&#246;rm&#229;nerna utg&#229;r till f&#246;ljd av en 
arbetsskada. 

AVDELNING II 

Best&#228;mmelser om till&#228;mplig lagstiftning 

Artikel 4 

1. Personer som uts&#228;nds av en arbetsgivare, som ut&#246;var sin verksamhet 
inom den ena f&#246;rdragsslutande statens territorium, f&#246;r att utf&#246;ra 
arbete inom den andra f&#246;rdragsslutande statens territorium skall 
vara f&#246;rsedda med ett dokument som intygar att de fortsatt tillh&#246;r 
den f&#246;rsta f&#246;rdragsslutande partens socialf&#246;rs&#228;kringssystem. Formul&#228;r 
f&#246;r detta intyg skall gemensamt fastst&#228;llas av f&#246;rbindelseorganen. 

2. S&#229;vitt g&#228;ller statstj&#228;nstem&#228;n som uts&#228;nds med till&#228;mpning av 
artikel 8 andra stycket i konventionen kan det i f&#246;rsta stycket av 
denna artikel n&#228;mnda intyget ers&#228;ttas av en samlad f&#246;rteckning &#246;ver 
dessa anst&#228;llda. 

AVDELNING III 

S&#228;rskilda best&#228;mmelser 

Artikel 5 

En person som med st&#246;d av artikel 10 i konventionen ans&#246;ker om 
f&#246;rm&#229;ner hos det beh&#246;riga f&#246;rs&#228;kringsorganet i en f&#246;rdragsslutande 
stat skall till ans&#246;kan foga ett intyg om f&#246;rs&#228;kring- eller 
bos&#228;ttningsperioder som fullgjorts enligt lagstiftningen i den andra 
f&#246;rdragsslutande staten. Detta intyg utf&#228;rdas av de beh&#246;riga 
marockanska eller svenska f&#246;rs&#228;kringsorganen. 

Artikel 6 

F&#246;r r&#228;tt till pension eller f&#246;r ber&#228;kning av pensionens belopp skall 
h&#228;nsyn tas till f&#246;rs&#228;kringsperioder eller d&#228;rmed j&#228;mst&#228;llda perioder 
s&#229;som dessa f&#246;religger enligt den lagstiftning inom vilken de 
fullgjorts. 

Om enligt ett lands lagstiftning h&#228;nsyn skall tas till vissa 
f&#246;rs&#228;kringsperioder eller d&#228;rmed j&#228;mst&#228;llda perioder endast om de 
fullgjorts inom en viss tidsrymd, skall samma villkor g&#228;lla f&#246;r 
perioder som fullgjorts enligt lagstiftningen i det andra landet. 

N&#228;r en f&#246;rs&#228;kringsperiod som fullgjorts enligt lagstiftningen i ett 
land sammanfaller med en period som enligt lagstiftningen i det andra 
landet anses likv&#228;rdig med en f&#246;rs&#228;kringsperiod, skall h&#228;nsyn endast 
tas till den f&#246;rstn&#228;mnda perioden. 

Artikel 7 

Om r&#228;tt till en f&#246;rm&#229;n f&#246;religger utan behov att &#229;beropa 
sammanl&#228;ggning av f&#246;rs&#228;kringsperioder fullgjorda i b&#228;gge de 
f&#246;rdragsslutande staterna skall det beh&#246;riga f&#246;rs&#228;kringsorganet 
utge f&#246;rm&#229;nen med till&#228;mpning av sina egna regler. 

Artikel 8 

1. Om det f&#246;refaller n&#246;dv&#228;ndigt att &#229;beropa sammanl&#228;ggning av 
f&#246;rs&#228;kringsperioder skall de beh&#246;riga marockanska och svenska 
f&#246;rs&#228;kringsorganen anv&#228;nda en blankett som gemensamt fastst&#228;llts. 

Denna blankett skall s&#228;rskilt inneh&#229;lla n&#246;dv&#228;ndiga uppgifter om 
civilst&#229;nd och f&#246;rs&#228;krings- och d&#228;rmed j&#228;mst&#228;llda perioder. 

2. Det beh&#246;riga f&#246;rs&#228;kringsorganet i en f&#246;rdragsslutande stat skall 
informera det beh&#246;riga organet i den andra f&#246;rdragsslutande staten 
om alla ans&#246;kningar om f&#246;rm&#229;ner p&#229; vilka best&#228;mmelserna i artikel 
27 andra stycket i konventionen kan vara till&#228;mpliga. 

Artikel 9 

F&#246;r att fastst&#228;lla graden av en invaliditet f&#246;rorsakad av en 
arbetsskada enligt marockansk eller svensk lagstiftning skall h&#228;nsyn 
tas till arbetsskador som intr&#228;ffat tidigare enligt det andra landets 
lagstiftning som om de hade intr&#228;ffat enligt det f&#246;rsta landets 
lagstiftning. 

Artikel 10 

F&#246;r att h&#228;nsyn skall kunna tas till den neds&#228;ttning av arbetsf&#246;rm&#229;gan 
som tidigare fastst&#228;llts f&#246;r en f&#246;rs&#228;krad vid ett nytt olycksfall i 
arbetet eller vid en f&#246;rs&#228;mring av en arbetssjukdom skall 
f&#246;rbindelseorganen &#246;msesidigt l&#228;mna varandra uppgifter. 

De skall s&#228;rskilt meddela graden eller procenttalet f&#246;r den 
neds&#228;ttning av arbetsf&#246;rm&#229;gan som fastst&#228;llts av det beh&#246;riga 
f&#246;rs&#228;kringsorganet som haft att fastst&#228;lla denna neds&#228;ttning liksom 
vilka organiska skador som legat till grund f&#246;r detta beslut. 

Artikel 11 

Vid till&#228;mpning av best&#228;mmelserna i konventionen r&#246;rande 
arbetssjukdomar skall f&#246;rbindelseorganet i en f&#246;rdragsslutande stat 
p&#229; beg&#228;ran av den andra f&#246;rdragsslutande staten utf&#228;rda ett intyg 
som uppr&#228;ttas p&#229; grundval av uppgifter fr&#229;n de arbetsgivare i vilkas 
tj&#228;nst den f&#246;rs&#228;krade kan ha varit utsatt f&#246;r risk f&#246;r 
arbetssjukdomar. 

Artikel 12 

Vid till&#228;mpning av artikel 20 andra stycket i konventionen skall 
varje beh&#246;rigt f&#246;rs&#228;kringsorgan f&#246;rst fastst&#228;lla storleken p&#229; 
livr&#228;ntan som om den f&#246;rs&#228;krade hade fullgjort samtliga 
syssels&#228;ttningsperioder under vilka han varit utsatt f&#246;r risk f&#246;r 
arbetssjukdomen inom det egna landets territorium. Livr&#228;ntan skall 
d&#228;refter utg&#246;ra den del av detta belopp, som motsvarar f&#246;rh&#229;llandet 
mellan de syssels&#228;ttningsperioder som fullgjorts inom n&#228;mnda 
territorium och de sammanlagda syssels&#228;ttningsperioderna. 

Artikel 13 

Vid till&#228;mpning av artikel 21 andra stycket i konventionen skall en 
arbetstagare, som varit bosatt i Sverige och som i Marocko inl&#228;mnar en 
f&#246;rsta ans&#246;kan om familjebidrag, till sin ans&#246;kan foga ett intyg om 
bos&#228;ttningsperioder utf&#228;rdat av det beh&#246;riga svenska 
f&#246;rs&#228;kringsorganet. 

AVDELNING IV 

&#214;vriga best&#228;mmelser 

Artikel 14 

De f&#246;rbindelseorgan som angivits i artikel 2 i denna &#246;verenskommelse 
skall ex officio informera varandra om alla omst&#228;ndigheter de f&#229;r 
k&#228;nnedom om, som skulle kunna p&#229;verka r&#228;tten till, storleken eller 
utbetalningen av en pension eller f&#246;rm&#229;n eller som enligt deras egen 
lagstiftning skulle kunna medf&#246;ra &#228;ndring, inneh&#229;llande eller 
f&#246;rverkande av r&#228;tten till f&#246;rm&#229;ner. De skall vidta alla erforderliga 
&#229;tg&#228;rder f&#246;r konventionens och till&#228;mpnings&#246;verenskommelsens 
till&#228;mpning och skall bist&#229; varandra p&#229; samma s&#228;tt som vid 
till&#228;mpningen av de egna systemen och skall s&#246;ka bil&#228;gga alla tvister 
f&#246;r att undvika att skiljedomsf&#246;rfarande beh&#246;ver tillgripas. 

Artikel 15 

P&#229; det beh&#246;riga f&#246;rs&#228;kringsorganets beg&#228;ran skall f&#246;rs&#228;kringsorganet 
p&#229; bos&#228;ttningsorten i det andra landet utf&#246;ra kontroller av 
f&#246;rm&#229;nstagarna p&#229; det s&#228;tt som dess egen lagstiftning f&#246;rutser, 
s&#228;rskilt vad avser l&#228;karunders&#246;kningar, administrativa eller 
medicinska utredningar och expertutl&#229;tanden som &#228;r n&#246;dv&#228;ndiga f&#246;r 
denna kontroll. 

Kostnaderna f&#246;r dessa kontroller skall b&#228;ras av det f&#246;rs&#228;kringsorgan 
som har att utge f&#246;rm&#229;nen och betalas i den m&#229;n de styrks. 

Artikel 16 

F&#246;r till&#228;mpning av artikel 27 i konventionen skall ans&#246;kningar, besv&#228;r 
och andra handlingar som ingetts till en beh&#246;rig myndighet utan 
dr&#246;jsm&#229;l &#246;vers&#228;ndas till den andra f&#246;rdragsslutande staten. S&#246;kanden 
skall underr&#228;ttas om &#246;vers&#228;ndandet. 

Artikel 17 

N&#228;r f&#246;rm&#229;ner utg&#229;r fr&#229;n b&#229;da staterna skall rapporter om 
administrativa och medicinska kontroller som utf&#246;rts av ett 
f&#246;rs&#228;kringsorgan i en av de f&#246;rdragsslutande staterna &#246;vers&#228;ndas 
till f&#246;rs&#228;kringsorganet i den andra f&#246;rdragsslutande staten. 

Artikel 18 

F&#246;rbindelseorganet i en f&#246;rdragsslutande stat skall till 
f&#246;rbindelseorganet i den andra f&#246;rdragsslutande staten &#246;verl&#228;mna &#229;rlig 
statistik &#246;ver betalningar som dess beh&#246;riga f&#246;rs&#228;kringsorgan gjort i 
det andra landet. 

Artikel 19 

Alla problem som uppst&#229;r i till&#228;mpningen av denna 
till&#228;mpnings&#246;verenskommelse skall l&#246;sas av en kommission med 
representanter f&#246;r de beh&#246;riga myndigheterna, som &#228;ven kan &#229;tf&#246;ljas 
av experter. Kommissionen sammantr&#228;der alternerande i de b&#228;gge 
l&#228;nderna. 

Artikel 20 

F&#246;rbindelseorganen fastst&#228;ller gemensamt de formul&#228;r och andra 
handlingar som fordras f&#246;r till&#228;mpningen av konventionen. 

Artikel 21 

1. De tv&#229; staternas f&#246;rbindelseorgan skriftv&#228;xlar direkt sins emellan 
p&#229; engelska eller franska. 

2. F&#246;rbindelseorganen bist&#229;r vid behov varandra med &#246;vers&#228;ttning 
till engelska eller franska av ans&#246;kningar om f&#246;rm&#229;ner eller andra 
handlingar avfattade p&#229; sina respektive l&#228;nders officiella spr&#229;k. 

Artikel 22 

Denna till&#228;mpnings&#246;verenskommelse tr&#228;der i kraft samma dag som 
konventionen. Den har samma giltighetstid som konventionen. 

Uppr&#228;ttad i tv&#229; exemplar p&#229; svenska, arabiska och franska spr&#229;ken 
i Rabat den 16 februari 1982. 

Den beh&#246;riga svenska myndigheten 
L&#39;autorit&#233; comp&#233;tente su&#233;doise 

Knut Bernstr&#246;m 

Den beh&#246;riga marockanska myndigheten 
L&#39;autorit&#233; comp&#233;tente marocaine 

Mohamed Arsalane el Jadidi 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3869">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3871">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
