

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-05" /> 
 <meta id="rattsinfo-edited" content="2024-01-05 09:01:22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3872</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3871">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3873">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:188 ·
                    <a href="/sfsr?bet=1982:188">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1982:188) om preskription av skattefordringar m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-04-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:877
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller i fr&#229;ga om preskription av skatt och
andra fordringar som det allm&#228;nna har r&#228;tt till och som drivs
in enligt best&#228;mmelserna i lagen (1993:891) om indrivning av
statliga fordringar m.m. Den till&#228;mpas dock inte p&#229; fordringar
enligt vattenlagen (1918:523), vattenlagen (1983:291), 25 kap.
8 &#167; milj&#246;balken, 6 kap. lagen (1998:812) med s&#228;rskilda
best&#228;mmelser om vattenverksamhet, r&#228;ttshj&#228;lpslagen (1996:1619),
studiest&#246;dslagen (1973:349), studiest&#246;dslagen (1999:1395),
b&#246;tesverkst&#228;llighetslagen (1979:189) eller fordringar f&#246;r vilka
s&#228;rskilda best&#228;mmelser om preskription g&#228;ller. Lag (1999:1401).

Preskriptionstid

Inledande best&#228;mmelse

2 &#167; Har f&#246;r en fordran g&#228;llt mer &#228;n en sistabetalningsdag, skall
fordringen anses ha f&#246;rfallit till betalning p&#229; den betalningsdag som
inf&#246;ll f&#246;rst.

Ordinarie preskriptionstid

3 &#167; En fordran preskriberas fem &#229;r efter utg&#229;ngen av det 
kalender&#229;r d&#229; den f&#246;rf&#246;ll till betalning, om inte annat f&#246;ljer 
av andra, tredje eller fj&#228;rde stycket.

Har en fordran fastst&#228;llts till sitt belopp sedan den 
f&#246;rfallit till betalning, r&#228;knas preskriptionstiden i fr&#229;ga om 
s&#229;dan del av fordringen som dessf&#246;rinnan inte har varit 
indrivningsbar fr&#229;n utg&#229;ngen av det kalender&#229;r d&#229; 
fastst&#228;llelsen &#228;gde rum. Detsamma g&#228;ller om en fordran har 
fastst&#228;llts till sitt belopp sedan f&#246;reskriven tid f&#246;r 
avl&#228;mnande av deklaration eller annan redovisning f&#246;r 
fordringen g&#229;tt ut.

En fordran som har p&#229;f&#246;rts enligt skattef&#246;rfarandelagen 
(2011:1244) preskriberas fem &#229;r efter utg&#229;ngen av det 
kalender&#229;r d&#229; den l&#228;mnades f&#246;r indrivning. Om ett s&#229;dant 
indrivningsuppdrag &#229;tertas, upph&#246;r ber&#228;kningen av 
preskriptionstid f&#246;r det belopp som omfattas av &#229;terkallelsen.

En fordran som har p&#229;f&#246;rts enligt skattef&#246;rfarandelagen och 
som avser nationell till&#228;ggsskatt preskriberas dock fyra &#229;r 
efter utg&#229;ngen av det beskattnings&#229;r d&#229; den f&#246;rf&#246;ll till 
betalning. Lag (2023:877).

Preskriptionstid vid anst&#229;nd m.m.

4 &#167; Medges den som svarar f&#246;r betalning av en fordran helt
eller delvis anst&#229;nd med betalningen, preskriberas fordringen i
motsvarande m&#229;n tidigast tv&#229; &#229;r efter utg&#229;ngen av det
kalender&#229;r d&#229; anst&#229;ndet upph&#246;rde att g&#228;lla.

F&#246;rsta stycket g&#228;ller inte i fr&#229;ga om fordringar som p&#229;f&#246;rts
enligt skattef&#246;rfarandelagen (2011:1244). Lag (2011:1309).

5 &#167; Om ett beslut om f&#246;retagsrekonstruktion har meddelats p&#229; 
grund av en ans&#246;kan som gjorts innan fordran har 
preskriberats, preskriberas den tidigast tv&#229; &#229;r efter utg&#229;ngen 
av det kalender&#229;r d&#229; f&#246;retagsrekonstruktionen upph&#246;rt eller en 
skulduppg&#246;relse i en fastst&#228;lld rekonstruktionsplan ska vara 
fullgjord. Om ett inledandebeslut om skuldsanering eller 
F-skuldsanering har meddelats innan fordringen har 
preskriberats, preskriberas den tidigast tv&#229; &#229;r efter utg&#229;ngen 
av det kalender&#229;r d&#229; inledandebeslutet meddelades eller, om 
ett beslut om skuldsanering eller F-skuldsanering har 
meddelats, d&#229; &#229;terst&#229;ende skuldbelopp senast skulle ha 
betalats.

F&#246;rsta stycket g&#228;ller inte om ans&#246;kan om 
f&#246;retagsrekonstruktion g&#246;rs eller ett inledandebeslut om 
skuldsanering eller F-skuldsanering meddelas under tid d&#229; 
preskriptionstiden &#228;r f&#246;rl&#228;ngd p&#229; grund av 9 &#167;.

F&#246;rsta stycket g&#228;ller inte heller en fordran som avses i 3 &#167; 
fj&#228;rde stycket. Lag (2023:877).

6 &#167; F&#229;r den som svarar f&#246;r betalning av en fordran helt eller 
delvis uppskov med betalningen enligt kronofogdemyndighetens 
skriftliga medgivande, preskriberas fordringen s&#229;vitt g&#228;ller 
honom eller henne tidigast vid utg&#229;ngen av det kalender&#229;r d&#229; 
betalningen ska vara fullgjord enligt medgivandet. Fordringen 
preskriberas h&#228;rigenom dock inte senare &#228;n tio &#229;r efter 
utg&#229;ngen av det kalender&#229;r d&#229; preskription annars skulle 
intr&#228;da enligt 3 &#167;. Lag (2023:877).

Preskriptionstid vid beslut om preskriptionsf&#246;rl&#228;ngning

7 &#167; Preskriptionstiden f&#229;r p&#229; Skatteverkets ans&#246;kan f&#246;rl&#228;ngas 
av f&#246;rvaltningsr&#228;tten mot den som svarar f&#246;r betalning av en 
fordran, om han eller hon

1. har &#246;verl&#229;tit, undanskaffat eller uppl&#229;tit s&#228;rskild r&#228;tt 
till egendom och det kan antas att han eller hon gjort detta 
f&#246;r att f&#246;rsv&#229;ra det allm&#228;nnas m&#246;jligheter att f&#229; betalt f&#246;r 
fordringen,

2. har saknat k&#228;nd hemvist och det inte har kunnat klarl&#228;ggas 
var han eller hon uppeh&#229;llit sig,

3. inte har kunnat antr&#228;ffas p&#229; k&#228;nd hemvist inom riket och 
det inte har kunnat klarl&#228;ggas var han eller hon uppeh&#229;llit 
sig samt det kan antas att han eller hon h&#229;llit sig undan, 
eller

4. har stadigvarande vistats utomlands.

En f&#246;rl&#228;ngning enligt f&#246;rsta stycket 2-4 f&#229;r beslutas endast 
om de f&#246;rh&#229;llanden som anges d&#228;r f&#246;relegat sedan fordringen 
&#246;verl&#228;mnats f&#246;r indrivning och s&#228;rskilda sk&#228;l inte talar mot 
en f&#246;rl&#228;ngning.

Mot en juridisk person f&#229;r f&#246;rl&#228;ngning enligt f&#246;rsta 
stycket 2-4 beslutas, om s&#229;dana f&#246;rh&#229;llanden som anges d&#228;r har 
f&#246;relegat i fr&#229;ga om en f&#246;retr&#228;dare f&#246;r den juridiska personen 
och detta med h&#228;nsyn till f&#246;retr&#228;darens inflytande &#246;ver eller 
befattning med den juridiska personens verksamhet kan antas ha 
varit av betydelse f&#246;r det allm&#228;nnas m&#246;jligheter att f&#229; betalt 
f&#246;r sin fordran.

En fordran som avses i 3 &#167; fj&#228;rde stycket f&#229;r inte f&#246;rl&#228;ngas.
Lag (2023:877).

8 &#167; Vid till&#228;mpning av 7 &#167; skall preskriptionstiden f&#246;rl&#228;ngas till
utg&#229;ngen av femte kalender&#229;ret efter det d&#229; preskription annars skulle
intr&#228;da enligt 3 &#167;.

Den i f&#246;rsta stycket angivna tiden f&#229;r p&#229; f&#246;rnyad ans&#246;kan f&#246;rl&#228;ngas med
ytterligare fem &#229;r om det &#228;r p&#229;kallat fr&#229;n allm&#228;n synpunkt.

9 &#167; Har ans&#246;kan om f&#246;rl&#228;ngning av preskriptionstiden ingivits inom den
tid och i den ordning som f&#246;reskrivs i 13 &#167;, preskriberas fordringen
tidigast, n&#228;r lagakraft&#228;gande beslut p&#229; grund av ans&#246;kningen f&#246;religger.

9 a &#167; Best&#228;mmelser om uppskjutande och f&#246;rl&#228;ngning av
preskriptionstiden vid s&#229;dant bist&#229;nd med indrivning i en
annan medlemsstat i Europeiska unionen som avses i r&#229;dets
direktiv 2010/24/EU av den 16 mars 2010 om &#246;msesidigt bist&#229;nd
f&#246;r indrivning av fordringar som avser skatter, avgifter och
andra &#229;tg&#228;rder finns i 18 &#167; lagen (2011:1537) om bist&#229;nd med
indrivning av skatter och avgifter inom Europeiska unionen.
Lag (2011:1539).

Inneb&#246;rden av preskription

10 &#167; Preskription inneb&#228;r att &#229;tg&#228;rder f&#246;r att f&#229; betalt f&#246;r en fordran
inte f&#229;r vidtas. Har fordringen innan preskription intr&#228;tt helt eller
delvis s&#228;kerst&#228;llts genom s&#229;dan &#229;tg&#228;rd, f&#229;r dock denna fullf&#246;ljas efter
preskriptionstidens utg&#229;ng.

Under tid d&#229; preskriptionstiden &#228;r f&#246;rl&#228;ngd p&#229; grund av 9 &#167;, f&#229;r &#229;tg&#228;rd
f&#246;r att f&#229; betalt f&#246;r fordringen inte vidtas ut&#246;ver vad som kr&#228;vs f&#246;r
att s&#228;kerst&#228;lla den. L&#246;s egendom som hastigt faller i v&#228;rde eller kr&#228;ver
alltf&#246;r kostsam v&#229;rd f&#229;r dock s&#228;ljas.

Har ans&#246;kan om f&#246;rl&#228;ngning av preskriptionstiden &#229;terkallats eller
l&#228;mnats utan bifall enligt beslut, som har vunnit laga kraft, skall
&#229;tg&#228;rd som avses i andra stycket s&#229;vitt m&#246;jligt &#229;terg&#229;.

11 &#167; Best&#228;mmelserna i 8 &#167; andra stycket preskriptionslagen (1981:130)
till&#228;mpas p&#229; fordringar som avses i denna lag. Om flera har g&#229;tt i
borgen f&#246;r betalning av en fordran g&#228;ller 9 &#167; preskriptionslagen.

Svarar flera solidariskt f&#246;r betalningen av en fordran i andra fall &#228;n
som avses i f&#246;rsta stycket, inverkar det f&#246;rh&#229;llandet att preskription
har intr&#228;tt mot n&#229;gon av dem inte p&#229; de &#246;vrigas betalningsskyldighet.

12 &#167; Preskription inskr&#228;nker inte det allm&#228;nnas r&#228;tt att ta ut sin
fordran ur egendom i vilken det allm&#228;nna har pantr&#228;tt till s&#228;kerhet f&#246;r
fordringen.

Beh&#246;riga myndigheter m.m.

13 &#167; M&#229;l om preskriptionsf&#246;rl&#228;ngning enligt 7 eller 8 &#167; pr&#246;vas
av den f&#246;rvaltningsr&#228;tt inom vars domkrets den som svarar f&#246;r
betalning av fordringen har sin hemortskommun samt, betr&#228;ffande
d&#246;dsbo, den f&#246;rvaltningsr&#228;tt som senast var beh&#246;rig att pr&#246;va
en ans&#246;kan om preskriptionsf&#246;rl&#228;ngning som r&#246;rde den avlidne.

Om ett handelsbolag svarar f&#246;r betalning av fordringen, pr&#246;vas
m&#229;let av den f&#246;rvaltningsr&#228;tt inom vars domkrets bolaget enligt
uppgift i handelsregistret senast hade sitt huvudkontor.
Betr&#228;ffande annan juridisk person skall ans&#246;kan pr&#246;vas av den
f&#246;rvaltningsr&#228;tt inom vars domkrets styrelsen har sitt s&#228;te
eller, om s&#229;dant saknas, f&#246;rvaltningen senast ut&#246;vades.

I &#246;vriga fall skall m&#229;let pr&#246;vas av F&#246;rvaltningsr&#228;tten i
Stockholm.

Ans&#246;kningen skall ha kommit in till f&#246;rvaltningsr&#228;tten f&#246;re
utg&#229;ngen av preskriptionstid som g&#228;ller enligt 3, 4, 5, 6
eller 8 &#167;. Lag (2010:9).

14 &#167; Har upph&#228;vts genom lag (2006:701).

&#214;verg&#229;ngsbest&#228;mmelser

1984:861

Denna lag tr&#228;der i kraft den 1 januari 1985. &#196;ldre best&#228;mmelser g&#228;ller
dock fortfarande i fr&#229;ga om fordringar som p&#229;f&#246;rts enligt lagen
(1959:552) om uppb&#246;rd av vissa avgifter enligt lagen (1981:691) om
socialavgifter.

1993:904

Denna lag tr&#228;der i kraft den 1 januari 1994. &#196;ldre best&#228;mmelser
g&#228;ller fortfarande i fr&#229;ga om fordringar som drivs in enligt
best&#228;mmelserna i tullagen (1973:670).

1996:772

1. Denna lag tr&#228;der i kraft den 1 september 1996.

2. Har god man f&#246;rordnats enligt ackordslagen (1970:847) f&#246;re
ikrafttr&#228;dandet, g&#228;ller dock &#228;ldre best&#228;mmelser.

1997:491

Denna lag tr&#228;der i kraft s&#229;vitt g&#228;ller &#228;ndringen i 1 &#167; den 1
december 1997 och i &#246;vrigt den 1 november 1997. &#196;ldre best&#228;mmelser
skall fortfarande g&#228;lla i fr&#229;ga om fordringar som har p&#229;f&#246;rts
enligt uppb&#246;rdslagen (1953:272) eller r&#228;ttshj&#228;lpslagen (1972:429).

2006:701

Denna lag tr&#228;der i kraft den 1 juli 2006. &#196;ldre f&#246;reskrifter i
13 &#167; g&#228;ller fortfarande f&#246;r m&#229;l som anh&#228;ngiggjorts f&#246;re
ikrafttr&#228;dandet.

2007:326

Denna lag tr&#228;der i kraft den 1 januari 2008. M&#229;l som f&#246;re
ikrafttr&#228;dandet kommit in till en l&#228;nsr&#228;tt som avses i 13 &#167;
tredje stycket i dess tidigare lydelse skall dock pr&#246;vas av den
l&#228;nsr&#228;tten.

2011:1309

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om fordringar
som har p&#229;f&#246;rts enligt skattebetalningslagen (1997:483).

2022:978

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om fordringar 
som omfattas av ett offentligt ackord enligt den upph&#228;vda 
lagen (1996:764) om f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3871">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3873">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
