

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2013-08-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3878</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3877">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3879">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1982:70 ·
                    <a href="/sfsr?bet=1982:70">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1982:70) om dubbelbeskattningsavtal mellan Sverige och Jugoslavien</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1982-02-04
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1998:258
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Upph&#228;vd s&#229;vitt avser Makedonien fr.o.m. 1998-12-31.
Endast den svenska texten finns med i bilagorna.

                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Det avtal f&#246;r att undvika dubbelbeskattning betr&#228;ffande skatter p&#229; 
inkomst och f&#246;rm&#246;genhet som Sverige och Jugoslavien undertecknade den 
18 juni 1980 skall tillsammans med det protokoll som &#228;r fogat till 
avtalet g&#228;lla f&#246;r Sveriges del. Avtalets och protokollets inneh&#229;ll 
framg&#229;r av bilagorna 1 och 2 till denna f&#246;rordning. 

Vid till&#228;mpning av avtalet och protokollet skall iakttas de 
anvisningar som &#228;r fogade till f&#246;rordningen som bilaga 3. 

Bilaga 1 

Avtal mellan Konungariket Sverige och den Socialistiska Federala 
Republiken Jugoslavien f&#246;r att undvika dubbelbeskattning betr&#228;ffande 
skatter p&#229; inkomst och f&#246;rm&#246;genhet 

Konungariket Sverige och den Socialistiska Federala Republiken 
Jugoslavien, som &#246;nskar ing&#229; ett avtal f&#246;r att undvika 
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och f&#246;rm&#246;genhet, har 
kommit &#246;verens om f&#246;ljande: 

Artikel 1 

Personer som omfattas av avtalet 

Detta avtal till&#228;mpas p&#229; personer som har hemvist i en avtalsslutande 
stat eller i b&#229;da staterna. 

Artikel 2 

Skatter som omfattas av avtalet 

1. Detta avtal till&#228;mpas p&#229; skatter p&#229; inkomst och f&#246;rm&#246;genhet, som 
uttages av envar av de avtalsslutande staterna, dess politiska 
underavdelningar eller lokala myndigheter, oberoende av s&#228;ttet p&#229; 
vilket skatterna uttages. Avtalet till&#228;mpas &#228;ven p&#229; bidrag som uttages 
i Jugoslavien med undantag f&#246;r socialf&#246;rs&#228;kringsbidrag. 

2. Med skatter p&#229; inkomst och f&#246;rm&#246;genhet f&#246;rst&#229;s alla skatter, som 
utg&#229;r p&#229; inkomst eller f&#246;rm&#246;genhet i dess helhet eller p&#229; delar av 
inkomst eller f&#246;rm&#246;genhet, d&#228;ri inbegripna skatter p&#229; vinst genom 
&#246;verl&#229;telse av l&#246;s eller fast egendom samt skatter p&#229; v&#228;rdestegring. 
Vid till&#228;mpning av detta avtal avses med uttrycket skatter &#228;ven s&#229;dana 
bidrag som anges i punkt 1 i denna artikel. 

3. De f&#246;r n&#228;rvarande utg&#229;ende skatter, p&#229; vilka avtalet till&#228;mpas &#228;r: 

a) Betr&#228;ffande Sverige: 

1) den statliga inkomstskatten, sj&#246;mansskatten och kupongskatten d&#228;ri 
inbegripna; 

2) ers&#228;ttningsskatten och utskiftningsskatten; 

3) bevillningsavgiften f&#246;r visa offentliga f&#246;rest&#228;llningar; 

4) den kommunala inkomstskatten; samt 

5) den statliga f&#246;rm&#246;genhetsskatten; 

(i det f&#246;ljande ben&#228;mnd &quot;svensk skatt&quot;). 

b) Betr&#228;ffande Jugoslavien: 

1) skatten och bidragen som uttages p&#229; inkomst f&#246;rv&#228;rvad av 
sammanslutningarna av f&#246;renad arbetskraft; 

2) skatten och bidragen som uttages p&#229; personlig inkomst f&#246;rv&#228;rvad 
genom enskild tj&#228;nst; 

3) skatten och bidragen p&#229; personlig inkomst f&#246;rv&#228;rvad genom 
jordbruksverksamhet; 

4) skatten och bidragen p&#229; personlig inkomst f&#246;rv&#228;rvad genom 
sj&#228;lvst&#228;ndig verksamhet av ekonomisk eller icke-ekonomisk art; 

5) skatten p&#229; personlig inkomst f&#246;rv&#228;rvad genom upphovsr&#228;tt, patent 
eller tekniska f&#246;rb&#228;ttringar; 

6) skatten p&#229; avkastning av f&#246;rm&#246;genhet eller r&#228;ttighet av 
f&#246;rm&#246;genhetsnatur; 

7) f&#246;rm&#246;genhetsskatten; 

8) skatten p&#229; medborgares sammanlagda inkomst; 

9) skatten p&#229; inkomst f&#246;rv&#228;rvad av person med hemvist utomlands genom 
investeringar i en inhemsk sammanslutning av f&#246;renad arbetskraft f&#246;r 
ett s.k. blandat f&#246;retag; 

10) skatten p&#229; inkomst f&#246;rv&#228;rvad av person med hemvist utomlands genom 
investeringsarbeten; 

11) skatten p&#229; inkomst f&#246;rv&#228;rvad av person med hemvist utomlands genom 
transport av passagerare och gods; 

(i det f&#246;ljande ben&#228;mnda &quot;jugoslavisk skatt&quot;). 

4. Detta avtal till&#228;mpas &#228;ven p&#229; skatter av samma eller i huvudsak 
likartat slag, som efter undertecknandet av avtalet uttages vid sidan 
av eller i st&#228;llet f&#246;r de ovann&#228;mnda skatterna. De beh&#246;riga 
myndigheterna i de avtalsslutande staterna skall meddela varandra de 
v&#228;sentliga &#228;ndringar som skett i respektive skattelagstiftning. 

Artikel 3 

Allm&#228;nna definitioner 

1. I detta avtal har f&#246;ljande uttryck nedan angiven betydelse: 

a) Uttrycken &quot;en avtalsslutande stat&quot; och &quot;den andra avtalsslutande 
staten&quot; &#229;syftar den socialistiska Federala Republiken Jugoslavien 
eller Konungariket Sverige, alltefter som sammanhanget kr&#228;ver. 

b) Uttrycket &quot;person&quot; inbegriper fysisk person samt varje slag av 
juridisk person. 

c) Uttrycket &quot;bolag&quot; &#229;syftar sammanslutning av f&#246;renad arbetskraft och 
varje annan juridisk person som &#228;r skattskyldig samt, betr&#228;ffande 
Sverige, &#228;ven svenskt handelsbolag. 

d) Uttrycken &quot;f&#246;retag i en avtalsslutande stat&quot; och &quot;f&#246;retag i den 
andra avtalsslutande staten&quot; &#229;syftar alltefter som sammanhanget 
kr&#228;ver, betr&#228;ffande Jugoslavien, en sammanslutning av f&#246;renad 
arbetskraft och annan sj&#228;lvstyrande organisation eller sammanslutning, 
arbetare som individuellt utf&#246;r sj&#228;lvst&#228;ndig verksamhet och f&#246;retag 
som uppr&#228;ttats utanf&#246;r Jugoslaviens territorium och som bedrivs av 
person med hemvist i Jugoslavien samt, betr&#228;ffande Sverige, f&#246;retag 
som bedrivs av person med hemvist i Sverige. 

e) Uttrycket &quot;beh&#246;rig myndighet&quot; &#229;syftar: 

1) betr&#228;ffande Jugoslavien, federationens finanssekretariat eller 
dessa befullm&#228;ktigade ombud, 

2) betr&#228;ffande Sverige, budgetministern eller dennes befullm&#228;ktigade 
ombud. 

f) Uttrycket &quot;medborgare&quot; &#229;syftar varje fysisk person som har 
medborgarskap i en avtalsslutande stat. 

g) Uttrycket &quot;internationell trafik&quot; &#229;syftar varje transport utf&#246;rd av 
fartyg eller flygplan, som anv&#228;nds av f&#246;retag som har sin verkliga 
ledning i en avtalsslutande stat, utom d&#229; transporten med fartyget 
eller flygplanet sker uteslutande mellan platser i den andra 
avtalsslutande staten. 

2. D&#229; en avtalsslutande stat till&#228;mpar detta avtal anses varje 
uttryck, som inte definierats d&#228;ri, ha den betydelse som uttrycket har 
enligt den statens lagstiftning r&#246;rande s&#229;dana skatter p&#229; vilka 
avtalet till&#228;mpas. 

Artikel 4 

Skatter&#228;ttsligt hemvist 

1. Vid till&#228;mpningen av detta avtal f&#246;rst&#229;s med uttrycket &quot;person med 
hemvist i en avtalsslutande stat&quot; varje person, som enligt 
lagstiftningen i denna stat &#228;r skattskyldig d&#228;r p&#229; grund av hemvist, 
bos&#228;ttning, plats f&#246;r f&#246;retagsledning eller varje annan liknande 
omst&#228;ndighet. 

2. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 fysisk person har hemvist 
i b&#229;da avtalsslutande staterna, fastst&#228;lls hans hemvist enligt 
f&#246;ljande regler: 

a) Han anses ha hemvist i den avtalsslutande stat, d&#228;r han har ett hem 
som stadigvarande st&#229;r till hans f&#246;rfogande. Om han har ett s&#229;dant hem 
i b&#229;da avtalsslutande staterna, anses han ha hemvist i den 
avtalsslutande stat, med vilken hans personliga och ekonomiska 
f&#246;rbindelser &#228;r starkast (centrum f&#246;r levnadsintressena). 

b) Om det inte kan avg&#246;ras, i vilken avtalsslutande stat han har 
centrum f&#246;r levnadsintressena, eller om han inte i n&#229;gondera 
avtalsslutande staten har ett hem, som stadigvarande st&#229;r till hans 
f&#246;rfogande, anses han ha hemvist i den avtalsslutande stat, d&#228;r han 
vistas stadigvarande. 

c) Om han vistas stadigvarande i b&#229;da avtalsslutande staterna eller om 
han inte vistas stadigvarande i n&#229;gon av dem, anses han ha hemvist i 
den avtalsslutande stat, d&#228;r han &#228;r medborgare. 

d) Om han &#228;r medborgare i b&#229;da avtalsslutande staterna eller om han 
inte &#228;r medborgare i n&#229;gon av dem, avg&#246;r de beh&#246;riga myndigheterna i 
de avtalsslutande staterna fr&#229;gan genom &#246;msesidig &#246;verenskommelse. 

3. D&#229; p&#229; grund av best&#228;mmelserna i punkt 1 person, som ej &#228;r fysisk 
person, har hemvist i b&#229;da avtalsslutande staterna, anses personen i 
fr&#229;ga ha hemvist i den avtalsslutande stat d&#228;r den har sin verkliga 
ledning. 

Artikel 5 

Fast driftst&#228;lle 

1. Vid till&#228;mpningen av detta avtal f&#246;rst&#229;s med uttrycket &quot;fast 
driftst&#228;lle&quot; en stadigvarande aff&#228;rsanordning, d&#228;r f&#246;retagets 
verksamhet helt eller delvis ut&#246;vas. 

2. Uttrycket &quot;fast driftst&#228;lle&quot; omfattar s&#228;rskilt: 

a) plats f&#246;r f&#246;retagsledning, 

b) filial, 

c) kontor, 

d) fabrik, 

e) verkstad, 

f) gruva, stenbrott eller annan plats f&#246;r utvinning av naturtillg&#229;ng, 
samt 

g) plats f&#246;r byggnads-, anl&#228;ggnings- eller installationsarbete, som 
varar mer &#228;n tolv m&#229;nader. 

3. Uttrycket &quot;fast driftst&#228;lle&quot; anses inte innefatta: 

a) anv&#228;ndningen av anordningar, avsedda uteslutande f&#246;r lagring, 
utst&#228;llning eller utl&#228;mnande av f&#246;retaget tillh&#246;riga varor, 

b) innehavet av ett f&#246;retaget tillh&#246;rigt varulager, avsett uteslutande 
f&#246;r lagring, utst&#228;llning eller utl&#228;mnande, 

c) innehavet av ett f&#246;retaget tillh&#246;rigt varulager, avsett uteslutande 
f&#246;r bearbetning eller f&#246;r&#228;dling genom annat f&#246;retags f&#246;rsorg, 

d) innehavet av stadigvarande aff&#228;rsanordning, avsedd uteslutande f&#246;r 
ink&#246;p av varor eller inf&#246;rskaffande av upplysningar f&#246;r f&#246;retagets 
r&#228;kning, 

e) innehavet av stadigvarande aff&#228;rsanordning, avsedd uteslutande f&#246;r 
att f&#246;r f&#246;retagets r&#228;kning ombes&#246;rja reklam, meddela upplysningar, 
bedriva vetenskaplig forskning eller ut&#246;va liknande verksamhet, som &#228;r 
av f&#246;rberedande eller bitr&#228;dande art. 

4. Person, som &#228;r verksam i en avtalsslutande stat f&#246;r f&#246;retag i den 
andra avtalsslutande staten -- annan &#228;n en s&#229;dan oberoende 
representant som avses i punkt 5 -- behandlas s&#229;som ett fast 
driftst&#228;lle i den f&#246;rstn&#228;mnda staten, om han innehar och i denna 
f&#246;rstn&#228;mnda stat regelbundet anv&#228;nder fullmakt att sluta avtal i 
f&#246;retagets namn samt verksamheten inte begr&#228;nsas till ink&#246;p av varor 
f&#246;r f&#246;retagets r&#228;kning. 

5. F&#246;retag i en avtalsslutande stat anses inte ha fast driftst&#228;lle i 
den andra avtalsslutande staten endast p&#229; den grund att f&#246;retaget 
uppeh&#229;ller aff&#228;rsf&#246;rbindelser i denna andra stat genom f&#246;rmedling av 
m&#228;klare, kommission&#228;r eller annan oberoende representant, under 
f&#246;ruts&#228;ttning att s&#229;dan person d&#228;rvid ut&#246;var sin vanliga 
aff&#228;rsverksamhet. 

6. Den omst&#228;ndigheten att ett bolag med hemvist i en avtalsslutande 
stat kontrollerar eller kontrolleras av ett bolag med hemvist i den 
andra avtalsslutande staten eller ett bolag som ut&#246;var 
aff&#228;rsverksamhet i denna andra stat (antingen genom fast driftst&#228;lle 
eller p&#229; annat s&#228;tt), medf&#246;r inte i och f&#246;r sig att n&#229;gotdera bolaget 
betraktas s&#229;som fast driftst&#228;lle f&#246;r det andra bolaget. 

Artikel 6 

Fastighet 

1. Inkomst av fastighet -- vari inbegrips inkomst av jordbruk eller 
skogsbruk -- f&#229;r beskattas i den avtalsslutande stat, d&#228;r fastigheten 
&#228;r bel&#228;gen. 

2. Uttrycket &quot;fastighet&quot; har den betydelse som uttrycket har enligt 
lagstiftningen i den stat d&#228;r fastigheten i fr&#229;ga &#228;r bel&#228;gen. Fartyg, 
b&#229;tar och flygplan anses inte som fastighet. 

3. Best&#228;mmelserna i punkt 1 i denna artikel till&#228;mpas p&#229; inkomst, som 
f&#246;rv&#228;rvas genom omedelbart brukande, genom uthyrning eller genom annan 
anv&#228;ndning av fastighet. 

4. Best&#228;mmelserna i punkterna 1 och 3 till&#228;mpas &#228;ven p&#229; inkomst av 
fastighet som tillh&#246;r f&#246;retag och p&#229; inkomst av fastighet som anv&#228;nds 
vid ut&#246;vande av fritt yrke. 

Artikel 7 

R&#246;relse 

1. Inkomst av r&#246;relse, som f&#246;rv&#228;rvas av f&#246;retag i en avtalsslutande 
stat, beskattas endast i denna stat, s&#229;vida inte f&#246;retaget bedriver 
r&#246;relse i den andra avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast 
driftst&#228;lle. Om f&#246;retaget bedriver r&#246;relse p&#229; nyss angivet s&#228;tt, f&#229;r 
f&#246;retagets inkomst beskattas i den andra avtalsslutande staten men 
endast s&#229; stor del d&#228;rav, som &#228;r h&#228;nf&#246;rlig till det fasta 
driftst&#228;llet. 

2. Om f&#246;retag i en avtalsslutande stat bedriver r&#246;relse i den andra 
avtalsslutande staten fr&#229;n d&#228;r bel&#228;get fast driftst&#228;lle, h&#228;nf&#246;rs -- om 
inte best&#228;mmelserna i punkt 3 f&#246;ranleder annat -- i vardera 
avtalsslutande staten till det fasta driftst&#228;llet den inkomst av 
r&#246;relse, som det kan antas att driftst&#228;llet skulle ha f&#246;rv&#228;rvat, om 
det varit ett frist&#229;ende f&#246;retag, som bedrivit verksamhet av samma 
eller liknande slag under samma eller liknande villkor och 
sj&#228;lvst&#228;ndigt avslutat aff&#228;rer med det f&#246;retag till vilket 
driftst&#228;llet h&#246;r. 

3. Vid best&#228;mmande av inkomst, som &#228;r h&#228;nf&#246;rlig till det fasta 
driftst&#228;llet, medges avdrag f&#246;r kostnader som uppkommit f&#246;r det fasta 
driftst&#228;llets r&#228;kning, h&#228;runder inbegripna kostnader f&#246;r f&#246;retagets 
ledning och allm&#228;nna f&#246;rvaltning, antingen kostnaderna uppkommit i den 
avtalsslutande stat d&#228;r det fasta driftst&#228;llet &#228;r bel&#228;get eller 
annorst&#228;des. Best&#228;mmelserna i denna punkt medf&#246;r emellertid inte r&#228;tt 
till avdrag f&#246;r kostnader som &#228;r av s&#229;dant slag att avdrag inte skulle 
kunnat medges om det fasta driftst&#228;llet hade varit ett frist&#229;ende 
f&#246;retag. 

4. Inkomst h&#228;nf&#246;rlig till ett fast driftst&#228;lle skall best&#228;mmas p&#229; 
grundval av s&#228;rskild redovisning hos det fasta driftst&#228;llet. Om s&#229;dan 
redovisning inte &#228;r tillr&#228;cklig f&#246;r att best&#228;mma det fasta 
driftst&#228;llets inkomst, skall denna best&#228;mmas genom en f&#246;rdelning av 
f&#246;retagets hela inkomst p&#229; de olika delarna. F&#246;rfarandet skall dock 
vara s&#229;dant att resultatet st&#229;r i &#246;verensst&#228;mmelse med de i denna 
artikel angivna principerna. Om det anses n&#246;dv&#228;ndigt skall de beh&#246;riga 
myndigheterna i de avtalsslutande staterna s&#246;ka enas om metoden f&#246;r 
att f&#246;rdela f&#246;retagets inkomst. 

5. Inkomst anses inte h&#228;nf&#246;rlig till fast driftst&#228;lle endast av 
den anledningen att varor ink&#246;ps genom det fasta driftst&#228;llets f&#246;rsorg 
f&#246;r f&#246;retagets r&#228;kning. 

6. Best&#228;mmelserna i denna artikel till&#228;mpas p&#229; inkomst som f&#246;rv&#228;rvas 
fr&#229;n Jugoslavien av person med hemvist i Sverige genom hans 
deltagande i ett s.k. blandat f&#246;retag (joint venture) tillsammans med 
ett jugoslaviskt f&#246;retag. 

7. Ing&#229;r i r&#246;relseinkomsten inkomstslag, som behandlas s&#228;rskilt i 
andra artiklar av detta avtal, ber&#246;rs best&#228;mmelserna i dessa artiklar 
inte av reglerna i f&#246;revarande artikel. 

Artikel 8 

Sj&#246;- och luftfart 

1. Inkomst som f&#246;rv&#228;rvas genom ut&#246;vande av sj&#246;- och luftfart i 
internationell trafik beskattas endast i den avtalsslutande stat d&#228;r 
f&#246;retaget har sin verkliga ledning. 

2. Om f&#246;retag som bedriver sj&#246;fart i internationell trafik har sin 
verkliga ledning ombord p&#229; ett fartyg, anses ledningen ut&#246;vad i den 
avtalsslutande stat, d&#228;r fartyget har sin hemmahamn eller, om n&#229;gon 
s&#229;dan hamn inte finns, i den avtalsslutande stat d&#228;r fartygets redare 
har hemvist. 

3. Best&#228;mmelserna i punkt 1 till&#228;mpas betr&#228;ffande inkomst som 
f&#246;rv&#228;rvas av luftfartskonsortiet Scandinavian Airlines System (SAS) 
men endast i fr&#229;ga om den del av inkomsten som motsvarar den andel i 
konsortiet vilken innehas av AB Aerotransport (ABA), den svenske 
del&#228;garen i Scandinavian Airlines System (SAS). 

4. Best&#228;mmelserna i punkt 1 till&#228;mpas &#228;ven betr&#228;ffande inkomst som 
f&#246;rv&#228;rvas genom deltagande av f&#246;retag i de avtalsslutande staterna i 
en pool, ett gemensamt f&#246;retag eller i en internationell 
driftsorganisation. 

Artikel 9 

F&#246;retag med intressegemenskap 

I fall d&#229; 

a) ett f&#246;retag i en avtalsslutande stat direkt eller indirekt deltar 
i ledningen eller &#246;vervakningen av ett f&#246;retag i den andra 
avtalsslutande staten eller &#228;ger del i detta f&#246;retags kapital, eller 

b) samma personer direkt eller indirekt deltar i ledningen eller 
&#246;vervakningen av s&#229;v&#228;l ett f&#246;retag i en avtalsslutande stat som ett 
f&#246;retag i den andra avtalsslutande staten eller &#228;ger del i b&#229;da dessa 
f&#246;retags kapital, iakttas f&#246;ljande. 

Om mellan f&#246;retagen i fr&#229;ga om handel eller andra ekonomiska 
f&#246;rbindelser avtalas eller f&#246;reskrivs villkor, som avviker fr&#229;n dem 
som skulle ha avtalats mellan av varandra oberoende f&#246;retag, f&#229;r alla 
inkomster, som utan s&#229;dana villkor skulle ha tillkommit det ena 
f&#246;retaget men som p&#229; grund av villkoren i fr&#229;ga inte tillkommit detta 
f&#246;retag, inr&#228;knas i detta f&#246;retags inkomst och beskattas i 
&#246;verensst&#228;mmelse d&#228;rmed. 

Artikel 10 

Utdelning 

1. Utdelning fr&#229;n bolag med hemvist i en avtalsslutande stat till 
person med hemvist i den andra avtalsslutande staten f&#229;r beskattas i 
denna andra stat. 

2. Utdelningen f&#229;r emellertid beskattas i den avtalsslutande stat, d&#228;r 
bolaget som betalar utdelningen har hemvist, i enlighet med 
lagstiftningen i denna stat, men skatten f&#229;r inte &#246;verstiga: 

a) 5 procent av utdelningens bruttobelopp om mottagaren &#228;r ett bolag 
(med undantag f&#246;r handelsbolag) som direkt beh&#228;rskar minst 25 procent 
av r&#246;stetalet f&#246;r aktierna i det utdelande bolaget, 

b) 15 procent av utdelningens bruttobelopp i &#246;vriga fall. 

De beh&#246;riga myndigheterna i de avtalsslutande staterna skall tr&#228;ffa 
&#246;verenskommelse om s&#228;ttet f&#246;r genomf&#246;randet av denna begr&#228;nsning. 

Denna punkt ber&#246;r inte bolagets beskattning f&#246;r vinst av vilken 
utdelningen betalas. 

3. Med uttrycket &quot;utdelning&quot; f&#246;rst&#229;s i denna artikel inkomst av 
aktier eller andra r&#228;ttigheter, fordringar ej inbegripna, med r&#228;tt 
till andel i vinst samt inkomst av andra andelar i bolag, vilken 
enligt skattelagstiftningen i den stat, d&#228;r det utdelande bolaget har 
hemvist, &#228;r underkastad samma skatteregler som inkomst av aktier. 

4. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte om mottagaren av 
utdelningen har hemvist i en avtalsslutande stat och har fast 
driftst&#228;lle i den andra avtalsslutande staten, d&#228;r det utbetalande 
bolaget har hemvist, samt den andel p&#229; grund av vilken utdelningen 
betalas &#228;ger verkligt samband med det fasta driftst&#228;llet. I s&#229;dant 
fall till&#228;mpas best&#228;mmelserna i artikel 7. 

5. Om bolag med hemvist i en avtalsslutande stat uppb&#228;r inkomst fr&#229;n 
den andra avtalsslutande staten, f&#229;r denna andra stat inte p&#229;f&#246;ra 
n&#229;gon skatt p&#229; utdelning, som bolaget betalar till person som ej har 
hemvist i denna andra stat, och inte heller n&#229;gon skatt p&#229; bolagets ej 
utdelade vinst, &#228;ven om utdelningen eller den ej utdelade vinsten helt 
eller delvis utg&#246;rs av inkomst som uppkommit i denna andra stat. 

Artikel 11 

R&#228;nta 

1. R&#228;nta, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas till 
person med hemvist i den andra avtalsslutande staten, beskattas endast 
i denna andra stat. 

2. Med uttrycket &quot;r&#228;nta&quot; f&#246;rst&#229;s i denna artikel inkomst av 
v&#228;rdepapper som utf&#228;rdats av staten, av obligationer eller debentures, 
antingen de utf&#228;rdats mot s&#228;kerhet i fastighet eller ej och antingen 
de medf&#246;r r&#228;tt till andel i vinst eller ej. Uttrycket &#229;syftar &#228;ven 
inkomst av varje annat slags fordran samt all annan inkomst som enligt 
skattelagstiftningen i den avtalsslutande stat, fr&#229;n vilken inkomsten 
h&#228;rr&#246;r, j&#228;mst&#228;lls med inkomst av f&#246;rstr&#228;ckning. 

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om mottagaren av r&#228;ntan 
har hemvist i en avtalsslutande stat och innehar fast driftst&#228;lle i 
den andra avtalsslutande staten fr&#229;n vilken r&#228;ntan h&#228;rr&#246;r samt den 
fordran p&#229; grund av vilken r&#228;ntan betalas &#228;ger verkligt samband med 
det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i 
artikel 7. 

4. Betr&#228;ffande s&#229;dana fall d&#229; s&#228;rskilda f&#246;rbindelser mellan 
utbetalaren och mottagaren eller mellan dem b&#229;da och annan person 
f&#246;ranleder att det utbetalade r&#228;ntebeloppet med h&#228;nsyn till den skuld, 
f&#246;r vilken r&#228;ntan erl&#228;ggs &#246;verstiger det belopp som skulle ha avtalats 
mellan utbetalaren och mottagaren om s&#229;dana f&#246;rbindelser inte 
f&#246;relegat, g&#228;ller best&#228;mmelserna i denna artikel endast f&#246;r sistn&#228;mnda 
belopp. I s&#229;dant fall beskattas &#246;verskjutande belopp enligt 
lagstiftningen i vardera avtalsslutande staten med iakttagande av 
&#246;vriga best&#228;mmelser i detta avtal. 

Artikel 12 

Royalty 

1. Royalty, som h&#228;rr&#246;r fr&#229;n en avtalsslutande stat och som betalas 
till person med hemvist i den andra avtalsslutande staten, beskattas 
endast i denna andra stat. 

2. Med uttrycket &quot;royalty&quot; f&#246;rst&#229;s i denna artikel varje slag av 
belopp som betalas s&#229;som ers&#228;ttning f&#246;r nyttjandet av eller r&#228;tten 
att nyttja upphovsr&#228;tt till litter&#228;ra, konstn&#228;rliga eller 
vetenskapliga verk, biograffilmer samt filmer och band f&#246;r television 
och radio h&#228;ri inbegripna, patent, varum&#228;rke, m&#246;nster eller modell, 
ritning, hemligt recept eller hemlig tillverkningsmetod samt f&#246;r 
nyttjandet av eller r&#228;tten att nyttja industriell, kommersiell eller 
vetenskaplig utrustning eller f&#246;r upplysningar om erfarenhetsr&#246;n av 
industriell, kommersiell eller vetenskaplig natur. 

3. Best&#228;mmelserna i punkt 1 till&#228;mpas inte, om mottagaren av royaltyn 
har hemvist i en avtalsslutande stat och innehar fast driftst&#228;lle i 
den andra avtalsslutande staten fr&#229;n vilken royaltyn h&#228;rr&#246;r samt den 
r&#228;tt eller egendom som ger upphov till royaltyn &#228;ger verkligt samband 
med det fasta driftst&#228;llet. I s&#229;dant fall till&#228;mpas best&#228;mmelserna i 
artikel 7. 

4. Betr&#228;ffande s&#229;dana fall, d&#229; s&#228;rskilda f&#246;rbindelser mellan 
utbetalaren och mottagaren eller mellan dem b&#229;da och annan person 
f&#246;ranleder att beloppet av utbetalad royalty med h&#228;nsyn till det 
nyttjande, den r&#228;tt eller upplysning f&#246;r vilken royaltyn erl&#228;ggs, 
&#246;verstiger det belopp, som skulle ha avtalats mellan utbetalaren och 
mottagaren om s&#229;dana f&#246;rbindelser inte f&#246;relegat, g&#228;ller 
best&#228;mmelserna i denna artikel endast f&#246;r sistn&#228;mnda belopp. I s&#229;dant 
fall beskattas &#246;verskjutande belopp enligt lagstiftningen i vardera 
avtalsslutande staten med iakttagande av &#246;vriga best&#228;mmelser i detta 
avtal. 

Artikel 13 

Realisationsvinst 

1. Vinst genom &#246;verl&#229;telse av s&#229;dan fastighet som avses i artikel 6 
punkt 2 f&#229;r beskattas i den avtalsslutande stat d&#228;r fastigheten &#228;r 
bel&#228;gen. 

2. Vinst genom &#246;verl&#229;telse av l&#246;s egendom h&#228;nf&#246;rlig till tillg&#229;ngar 
nedlagda i fast driftst&#228;lle, vilket ett f&#246;retag i en avtalsslutande 
stat har i den andra avtalsslutande staten, eller av l&#246;s egendom 
h&#228;nf&#246;rlig till stadigvarande anordning f&#246;r ut&#246;vande av fritt yrke, 
vilken en person med hemvist i en avtalsslutande stat har i den andra 
avtalsslutande staten, f&#229;r beskattas i denna andra stat. Motsvarande 
g&#228;ller vinst genom &#246;verl&#229;telse av s&#229;dant fast driftst&#228;lle (f&#246;r sig 
eller i samband med &#246;verl&#229;telse av hela f&#246;retaget) eller av s&#229;dan 
stadigvarande anordning. 

3. Utan hinder av best&#228;mmelserna i punkt 2 i denna artikel beskattas 
vinst genom &#246;verl&#229;telse av fartyg eller flygplan, som anv&#228;nds i 
internationell trafik, eller av l&#246;s egendom, som &#228;r h&#228;nf&#246;rlig till 
anv&#228;ndningen av s&#229;dana fartyg eller flygplan, endast i den 
avtalsslutande stat d&#228;r f&#246;retaget har sin verkliga ledning. 

4. Vinst genom &#246;verl&#229;telse av annan &#228;n i punkterna 1, 2 och 3 i denna 
artikel angiven egendom beskattas endast i den avtalsslutande stat d&#228;r 
&#246;verl&#229;taren har hemvist. 

Artikel 14 

Fritt yrke 

1. Inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar 
genom ut&#246;vande av fritt yrke eller annan d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig 
verksamhet, beskattas endast i denna stat. 

2. Utan hinder av best&#228;mmelserna i punkt 1 i denna artikel f&#229;r 
inkomst, som person med hemvist i en avtalsslutande stat f&#246;rv&#228;rvar 
genom ut&#246;vande av fritt yrke eller annan d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig 
verksamhet i den andra avtalsslutande staten, beskattas i denna andra 
avtalsslutande stat, om personen i fr&#229;ga vistas i denna andra 
avtalsslutande stat under tidrymd eller tidrymder som sammanlagt 
&#246;verstiger 183 dagar under kalender&#229;ret i fr&#229;ga, oavsett om s&#229;dan 
person har en stadigvarande anordning i denna andra avtalsslutande 
stat eller ej. 

3. Uttrycket &quot;fritt yrke&quot; inbegriper s&#228;rskilt sj&#228;lvst&#228;ndig 
vetenskaplig, litter&#228;r och konstn&#228;rlig verksamhet, uppfostrings- och 
undervisningsverksamhet samt s&#229;dan sj&#228;lvst&#228;ndig verksamhet som ut&#246;vas 
av l&#228;kare, advokater, ingenj&#246;rer, arkitekter, tandl&#228;kare och 
revisorer. 

Artikel 15 

Tj&#228;nst 

1. D&#228;r inte best&#228;mmelserna i artiklarna 16, 18 och 19 i detta avtal 
f&#246;ranleder annat, beskattas l&#246;ner och liknande ers&#228;ttningar, som 
person med hemvist i en avtalsslutande stat uppb&#228;r genom anst&#228;llning, 
endast i denna stat s&#229;vida inte arbetet utf&#246;rs i den andra 
avtalsslutande staten. Om arbetet utf&#246;rs i denna andra stat, f&#229;r 
ers&#228;ttning som uppb&#228;rs f&#246;r arbetet beskattas d&#228;r. 

2. Utan hinder av best&#228;mmelserna i punkt 1 i denna artikel beskattas 
inkomst, vilken uppb&#228;rs av person med hemvist i en avtalsslutande stat 
f&#246;r arbete som utf&#246;rs i den andra avtalsslutande staten, endast i den 
f&#246;rstn&#228;mnda avtalsslutande staten, under f&#246;ruts&#228;ttning att 

a) inkomsttagaren vistas i den andra avtalsslutande staten under 
tidrymd eller tidrymder, som sammanlagt inte &#246;verstiger 183 dagar 
under kalender&#229;ret i fr&#229;ga, och 

b) ers&#228;ttning betalas av eller p&#229; uppdrag av person som ej har hemvist 
i den andra staten, samt 

c) ers&#228;ttningen inte s&#229;som omkostnad belastar fast driftst&#228;lle eller 
stadigvarande anordning, som ifr&#229;gavarande person har i den andra 
staten. 

3. a) L&#246;n som betalas av en avtalsslutande stat, dess politiska 
underavdelningar eller lokala myndigheter till fysisk person 
beskattas endast i denna stat. 

b) S&#229;dan ers&#228;ttning beskattas emellertid endast i den andra 
avtalsslutande staten, om mottagaren har utf&#246;rt arbetet i denna andra 
stat och &#228;r en person med hemvist i denna stat som: 

1) &#228;r medborgare i denna stat eller 

2) inte erh&#246;ll hemvist d&#228;r endast f&#246;r att utf&#246;ra arbetet. 

4. L&#246;n som fysisk person erh&#229;ller f&#246;r arbete utf&#246;rt i samband med 
r&#246;relse som bedrivs av en avtalsslutande stat, dess politiska 
underavdelningar eller lokala myndigheter beskattas enligt 
best&#228;mmelserna i punkterna 1 och 2 i denna artikel. 

5. L&#246;n som fysisk person erh&#229;ller f&#246;r arbete utf&#246;rt vid Jugoslaviens 
F&#246;renade Ekonomiska Representation eller Jugoslaviska Turistbyr&#229;n 
beskattas endast i Jugoslavien. Best&#228;mmelserna i denna punkt till&#228;mpas 
inte betr&#228;ffande svensk medborgare eller betr&#228;ffande person som inte 
erh&#246;ll hemvist i Sverige endast f&#246;r att utf&#246;ra arbetet. 

6. Utan hinder av f&#246;reg&#229;ende best&#228;mmelser i denna artikel f&#229;r 
ers&#228;ttning f&#246;r arbete, som utf&#246;rs ombord p&#229; fartyg eller flygplan i 
internationell trafik, beskattas i den avtalsslutande stat d&#228;r 
f&#246;retaget har sin verkliga ledning. Om person med hemvist i Sverige 
uppb&#228;r ers&#228;ttning f&#246;r arbete, vilket utf&#246;rs ombord p&#229; flygplan som 
anv&#228;nds i internationell trafik av luftfartskonsortiet Scandinavian 
Airlines System (SAS), beskattas ers&#228;ttningen endast i Sverige. 

Artikel 16 

Ers&#228;ttningar f&#246;r arbete i bolagsstyrelse (styrelsearvoden) 

1. Styrelsearvoden och liknande ers&#228;ttningar, som person med hemvist 
i Jugoslavien erh&#229;ller i egenskap av styrelseledamot i bolag med 
hemvist i Sverige, f&#229;r beskattas i Sverige. 

2. Arvoden och andra liknande ers&#228;ttningar, som person med hemvist i 
Sverige erh&#229;ller i egenskap av styrelseledamot i bolag med hemvist i 
Jugoslavien, f&#229;r beskattas i Jugoslavien. 

3. Best&#228;mmelserna i punkterna 1 och 2 till&#228;mpas inte p&#229; ers&#228;ttning som 
n&#229;gon erh&#229;ller p&#229; grund av sin sedvanliga verksamhet i ett bolag s&#229;som 
anst&#228;lld, r&#229;dgivare, konsult eller liknande. I s&#229;dant fall till&#228;mpas 
best&#228;mmelserna i artikel 14 respektive artikel 15. 

Artikel 17 

Artister och idrottsm&#228;n 

1. Utan hinder av best&#228;mmelserna i artiklarna 14 och 15 f&#229;r inkomst, 
som teater- eller filmsk&#229;despelare, radio- eller televisionsartister, 
musiker och liknande yrkesut&#246;vare samt idrottsm&#228;n f&#246;rv&#228;rvar genom den 
verksamhet de personligen ut&#246;var i denna egenskap, beskattas i den 
avtalsslutande stat d&#228;r verksamheten ut&#246;vas. 

2. I fall d&#229; inkomst genom personligt arbete som artist eller 
idrottsman i denna egenskap utf&#246;r tillfaller annan &#228;n artisten eller 
idrottsmannen sj&#228;lv f&#229;r denna inkomst, utan hinder av best&#228;mmelserna 
i artiklarna 7, 14 och 15, beskattas i den avtalsslutande stat d&#228;r 
artisten eller idrottsmannen utf&#246;r arbetet. 

3. Utan hinder av best&#228;mmelserna i punkterna 1 och 2 i denna artikel 
beskattas inkomst, som artist eller idrottsman med hemvist i en 
avtalsslutande stat i denna egenskap f&#246;rv&#228;rvar genom sin personliga 
verksamhet, endast i denna stat, under f&#246;ruts&#228;ttning att verksamheten 
ut&#246;vas i den andra avtalsslutande staten inom ramen f&#246;r ett program om 
kulturellt eller idrottsligt utbyte som godk&#228;nts av b&#229;da 
avtalsslutande staterna. 

Artikel 18 

Pensioner 

1. Pension och annan liknande ers&#228;ttning beskattas endast i den 
avtalsslutande stat d&#228;r mottagaren av pensionen eller ers&#228;ttningen har 
hemvist. 

2. Utan hinder av best&#228;mmelserna i punkt 1 beskattas pension som 
utbetalas av en avtalsslutande stat, dess politiska underavdelningar 
eller lokala myndigheter till fysisk person &#246;ver budgeten eller fr&#229;n 
speciella fonder, endast i denna stat. S&#229;dan pension beskattas 
emellertid endast i den andra avtalsslutande staten om mottagaren &#228;r 
medborgare i och har hemvist i denna stat. 

3. Pension, som fysisk person erh&#229;llit f&#246;r arbete utf&#246;rt i samband med 
r&#246;relse bedriven av en avtalsslutande stat, dess politiska 
underavdelningar eller lokala myndigheter, beskattas endast i den 
avtalsslutande stat d&#228;r personen i fr&#229;ga har hemvist. 

4. Utan hinder av best&#228;mmelserna i punkterna 1 och 3 i denna artikel 
f&#229;r utbetalningar enligt allm&#228;n socialf&#246;rs&#228;kringslagstiftning i en 
avtalsslutande stat beskattas i denna stat. 

Artikel 19 

Studerande 

1. Studerande eller aff&#228;rs- eller hantverkspraktikant som vistas i en 
avtalsslutande stat uteslutande f&#246;r sin undervisning eller utbildning 
och som har -- eller omedelbart f&#246;re vistelsen i denna stat hade -- 
hemvist i den andra avtalsslutande staten, beskattas ej i den 
f&#246;rstn&#228;mnda avtalsslutande staten f&#246;r belopp som han erh&#229;ller f&#246;r sitt 
uppeh&#228;lle, sin undervisning eller utbildning, om beloppen utbetalas 
till honom fr&#229;n k&#228;lla utanf&#246;r denna f&#246;rstn&#228;mnda stat. 

2. Studerande vid universitet eller annan undervisningsanstalt i 
Jugoslavien, som under tillf&#228;llig vistelse i Sverige innehar 
anst&#228;llning i Sverige under en tidrymd av h&#246;gst 100 dagar under ett 
och samma kalender&#229;r f&#246;r att erh&#229;lla praktisk erfarenhet i anslutning 
till studierna, beskattas i Sverige endast f&#246;r den del av inkomsten av 
anst&#228;llningen som &#246;verstiger 1 500 svenska kronor per kalenderm&#229;nad. 
Skattebefrielse enligt denna punkt medges dock med ett sammanlagt 
belopp av h&#246;gst 4 500 svenska kronor. Belopp som enligt denna punkt &#228;r 
undantagna fr&#229;n beskattning innefattar personliga avdrag f&#246;r 
ifr&#229;gavarande kalender&#229;r. 

3. Studerande vid universitet eller annan undervisningsanstalt i 
Sverige, som under tillf&#228;llig vistelse i Jugoslavien innehar 
anst&#228;llning i Jugoslavien under en tidrymd av h&#246;gst 100 dagar under 
ett och samma kalender&#229;r f&#246;r att erh&#229;lla praktisk erfarenhet i 
anslutning till studierna, beskattas i Jugoslavien endast f&#246;r den del 
av inkomsten av anst&#228;llningen som f&#246;r en kalenderm&#229;nad &#246;verstiger den 
i lag garanterade personliga inkomsten. Belopp som enligt denna punkt 
&#228;r undantagna fr&#229;n beskattning innefattar personliga avdrag f&#246;r 
ifr&#229;gavarande kalender&#229;r. 

4. Studerande eller aff&#228;rs- eller hantverkspraktikant som vistas i en 
avtalsslutande stat f&#246;r att erh&#229;lla undervisning eller utbildning och 
som har -- eller omedelbart f&#246;re vistelsen i denna stat hade -- 
hemvist i den andra avtalsslutande staten, beskattas ej i den 
f&#246;rstn&#228;mnda staten f&#246;r inkomst f&#246;rv&#228;rvad genom arbete i denna 
f&#246;rstn&#228;mnda stat om ers&#228;ttningen inte under n&#229;got beskattnings&#229;r 
&#246;verstiger 5 000 svenska kronor eller motv&#228;rdet i jugoslavisk valuta. 

Skattebefrielse enligt denna punkt medges endast f&#246;r den tid, som 
sk&#228;ligen eller vanligtvis &#229;tg&#229;r f&#246;r att fullborda studierna eller 
utbildningen i fr&#229;ga, men f&#229;r inte i n&#229;got fall avse l&#228;ngre tid &#228;n tre 
p&#229; varandra f&#246;ljande &#229;r. Belopp f&#246;r vilket skattefrihet medges enligt 
denna punkt innefattar personliga avdrag f&#246;r ifr&#229;gavarande 
kalender&#229;r. 

5. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall tr&#228;ffa 
&#246;verenskommelse om till&#228;mpningen av best&#228;mmelserna i punkterna 2, 3 
och 4. De beh&#246;riga myndigheterna kan ocks&#229; tr&#228;ffa &#246;verenskommelse om 
s&#229;dan &#228;ndring av d&#228;r omn&#228;mnda belopp som finnes sk&#228;lig med h&#228;nsyn till 
f&#246;r&#228;ndring i penningv&#228;rde, &#228;ndrad lagstiftning i en avtalsslutande 
stat eller andra liknande omst&#228;ndigheter. 

Artikel 20 

Annan inkomst 

Inkomst som f&#246;rv&#228;rvas av person med hemvist i en avtalsslutande stat 
och som inte behandlas i f&#246;reg&#229;ende artiklar i detta avtal beskattas, 
oavsett varifr&#229;n inkomsten h&#228;rr&#246;r, endast i denna stat. 

Artikel 21 

F&#246;rm&#246;genhet 

1. F&#246;rm&#246;genhet best&#229;ende av s&#229;dan fastighet som avses i artikel 6 
punkt 2 f&#229;r beskattas i den avtalsslutande stat d&#228;r fastigheten &#228;r 
bel&#228;gen. 

2. F&#246;rm&#246;genhet best&#229;ende av l&#246;s egendom, som &#228;r h&#228;nf&#246;rlig till 
tillg&#229;ngar nedlagda i ett f&#246;retags fasta driftst&#228;lle eller av l&#246;s 
egendom, som ing&#229;r i en stadigvarande anordning f&#246;r ut&#246;vande av fritt 
yrke, f&#229;r beskattas i den avtalsslutande stat d&#228;r det fasta 
driftst&#228;llet eller den stadigvarande anordningen &#228;r bel&#228;gen. 

3. Fartyg och flygplan, som anv&#228;nds i internationell trafik, samt l&#246;s 
egendom, som &#228;r h&#228;nf&#246;rlig till anv&#228;ndningen av s&#229;dana fartyg och 
flygplan, beskattas endast i den avtalsslutande stat d&#228;r f&#246;retaget har 
sin verkliga ledning. 

4. Alla andra slag av f&#246;rm&#246;genhet, som innehas av person med hemvist 
i en avtalsslutande stat, beskattas endast i denna stat. 

Artikel 22 

Undanr&#246;jande av dubbelbeskattning 

1. Om person med hemvist i Sverige uppb&#228;r inkomst eller innehar 
f&#246;rm&#246;genhet, som enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i 
Jugoslavien skall, s&#229;vida inte best&#228;mmelserna i punkt 4 f&#246;ranleder 
annat, Sverige 

a) fr&#229;n vederb&#246;rande persons inkomstskatt avr&#228;kna ett belopp 
motsvarande den inkomstskatt som erlagts i Jugoslavien, 

b) fr&#229;n vederb&#246;rande persons f&#246;rm&#246;genhetsskatt avr&#228;kna ett belopp 
motsvarande den f&#246;rm&#246;genhetsskatt som erlagts i Jugoslavien. 

2. Avr&#228;kningsbeloppet skall emellertid inte &#246;verstiga beloppet av den 
del av inkomstskatten respektive f&#246;rm&#246;genhetsskatten, ber&#228;knad utan 
s&#229;dan avr&#228;kning, som bel&#246;per p&#229; den inkomst respektive den f&#246;rm&#246;genhet 
som f&#229;r beskattas i Jugoslavien. 

3. I fall d&#229; enligt jugoslavisk lag befrielse eller neds&#228;ttning 
meddelats betr&#228;ffande jugoslavisk skatt, som enligt artikel 7 i 
avtalet kan utg&#229; p&#229; inkomst vilken f&#246;rv&#228;rvas av ett svenskt f&#246;retag 
genom fast driftst&#228;lle eller s.k. blandat f&#246;retag i Jugoslavien, skall 
vid till&#228;mpning av punkt 1 a) och punkt 2 avr&#228;kning av jugoslavisk 
skatt fr&#229;n svensk skatt ske som om s&#229;dan befrielse eller neds&#228;ttning 
inte meddelats. 

Best&#228;mmelserna i denna punkt till&#228;mpas betr&#228;ffande de tio f&#246;rsta &#229;ren 
under vilka detta avtal g&#228;ller. De beh&#246;riga myndigheterna skall 
&#246;verl&#228;gga med varandra i syfte att avg&#246;ra om denna period skall 
utstr&#228;ckas. 

4. Om person med hemvist i Sverige uppb&#228;r inkomst eller innehar 
f&#246;rm&#246;genhet som enligt best&#228;mmelserna i detta avtal beskattas endast 
i Jugoslavien, f&#229;r Sverige inr&#228;kna inkomsten eller f&#246;rm&#246;genheten i 
beskattningsunderlaget men skall fr&#229;n skatten p&#229; inkomsten eller 
f&#246;rm&#246;genheten avr&#228;kna den del av inkomstskatten respektive 
f&#246;rm&#246;genhetsskatten som utg&#246;r lika stor andel av hela skatten p&#229; 
inkomsten respektive f&#246;rm&#246;genheten som den inkomst som f&#246;rv&#228;rvats 
fr&#229;n Jugoslavien respektive den f&#246;rm&#246;genhet som innehas d&#228;r utg&#246;r av 
hela inkomsten eller f&#246;rm&#246;genheten. 

5. Om person med hemvist i Jugoslavien uppb&#228;r inkomst eller innehar 
f&#246;rm&#246;genhet, som enligt best&#228;mmelserna i detta avtal f&#229;r beskattas i 
Sverige, skall Jugoslavien, s&#229;vida inte best&#228;mmelserna i punkt 6 
f&#246;ranleder annat, undantaga s&#229;dan inkomst eller f&#246;rm&#246;genhet fr&#229;n 
beskattning. Vid ber&#228;kning av skatten p&#229; denna persons &#229;terst&#229;ende 
inkomst eller f&#246;rm&#246;genhet f&#229;r dock den skattesats till&#228;mpas som skulle 
ha varit till&#228;mplig om inkomsten eller f&#246;rm&#246;genheten i fr&#229;ga inte 
undantagits fr&#229;n beskattning. 

6. Om person med hemvist i Jugoslavien uppb&#228;r inkomst, som enligt 
best&#228;mmelserna i artikel 10 f&#229;r beskattas i Sverige, skall Jugoslavien 
fr&#229;n den skatt som utg&#229;r p&#229; denna persons inkomst avr&#228;kna ett belopp 
motsvarande den skatt som erlagts i Sverige. Avr&#228;kningsbeloppet skall 
emellertid inte &#246;verstiga den del av skatten, ber&#228;knad utan s&#229;dan 
avr&#228;kning, som bel&#246;per p&#229; den inkomst som uppburits fr&#229;n Sverige. 

Artikel 23 

F&#246;rbud mot diskriminering 

1. Medborgare i en avtalsslutande stat skall, oavsett om de har 
hemvist i en avtalsslutande stat eller ej, inte i den andra 
avtalsslutande staten bli f&#246;rem&#229;l f&#246;r n&#229;gon beskattning eller n&#229;got 
d&#228;rmed sammanh&#228;ngande skattekrav som &#228;r av annat slag eller mer 
tyngande &#228;n den beskattning eller d&#228;rmed sammanh&#228;ngande skattekrav som 
medborgarna i denna andra stat under samma f&#246;rh&#229;llande &#228;r eller kan 
bli underkastade. 

2. Beskattningen av fast driftst&#228;lle, som f&#246;retag i en avtalsslutande 
stat har i den andra avtalsslutande staten, skall i denna andra stat 
inte vara mindre f&#246;rdelaktig &#228;n beskattningen av f&#246;retag i denna andra 
stat, som bedriver samma verksamhet. 

Denna best&#228;mmelse anses inte medf&#246;ra f&#246;rpliktelse f&#246;r en 
avtalsslutande stat att medge personer med hemvist i den andra 
avtalsslutande staten s&#229;dana personliga avdrag vid beskattningen, 
skattebefrielser eller skatteneds&#228;ttningar p&#229; grund av civilst&#229;nd 
eller f&#246;rs&#246;rjningsplikt mot familj, som medges personer med hemvist i 
den f&#246;stn&#228;mnda avtalsslutande staten. 

3. Utom i de fall d&#229; artikel 9, artikel 11 punkt 4 eller artikel 12 
punkt 4 till&#228;mpas, skall r&#228;nta, royalty eller annan utbetalning fr&#229;n 
ett f&#246;retag i en avtalsslutande stat till person med hemvist i den 
andra avtalsslutande staten vid ber&#228;kningen av beskattningsbar vinst 
f&#246;r s&#229;dant f&#246;retag vara avdragsgill p&#229; samma villkor som motsvarande 
utbetalning till person med hemvist i den f&#246;rstn&#228;mnda staten. 

P&#229; samma s&#228;tt skall skuld, som f&#246;retag i en avtalsslutande stat har 
till person med hemvist i den andra avtalsslutande staten, vid 
ber&#228;kningen av f&#246;retagets beskattningsbara f&#246;rm&#246;genhet vara 
avdragsgill som om skulden uppkommit i f&#246;rh&#229;llande till person med 
hemvist i den f&#246;rstn&#228;mnda staten. 

4. F&#246;retag i en avtalsslutande stat, vilkas kapital helt eller delvis 
&#228;gs eller kontrolleras, direkt eller indirekt, av en eller flera 
personer med hemvist i den andra avtalsslutande staten, skall inte i 
den f&#246;rstn&#228;mnda avtalsslutande staten bli f&#246;rem&#229;l f&#246;r n&#229;gon 
beskattning eller n&#229;got d&#228;rmed sammanh&#228;ngande skattekrav, som &#228;r av 
annat slag eller mer tyngande &#228;n den beskattning och d&#228;rmed 
sammanh&#228;ngande skattekrav, som andra liknande f&#246;retag i denna 
f&#246;rstn&#228;mnda stat &#228;r eller kan bli underkastade. 

5. I denna artikel avser uttrycket &quot;beskattning&quot; skatter av varje slag 
och beskaffenhet. 

Artikel 24 

F&#246;rfarandet vid &#246;msesidig &#246;verenskommelse 

1. Om person med hemvist i en avtalsslutande stat g&#246;r g&#228;llande, att i 
en avtalsslutande stat eller i b&#229;da staterna vidtagits &#229;tg&#228;rder, som 
f&#246;r honom medf&#246;r eller kommer att medf&#246;ra en mot detta avtal stridande 
beskattning, &#228;ger han -- utan att detta p&#229;verkar hans r&#228;tt att anv&#228;nda 
sig av de r&#228;ttsmedel som finns i dessa staters interna r&#228;ttsordning -- 
g&#246;ra framst&#228;llning i saken hos den beh&#246;riga myndigheten i den 
avtalsslutande stat, d&#228;r han har hemvist. 

2. Om denna beh&#246;riga myndighet finner framst&#228;llningen grundad men ej 
sj&#228;lv kan f&#229; till st&#229;nd en tillfredsst&#228;llande l&#246;sning, skall 
myndigheten s&#246;ka l&#246;sa fr&#229;gan genom &#246;msesidig &#246;verenskommelse med den 
beh&#246;riga myndigheten i den andra avtalsslutande staten i syfte att 
undvika en mot detta avtal stridande beskattning. 

3. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall genom 
&#246;msesidig &#246;verenskommelse s&#246;ka avg&#246;ra sv&#229;righeter eller tvivelsm&#229;l som 
uppkommer r&#246;rande tolkningen eller till&#228;mpningen av detta avtal. De 
kan &#228;ven &#246;verl&#228;gga i syfte att undanr&#246;ja dubbelbeskattning i s&#229;dana 
fall som ej omfattas av detta avtal. 

4. De beh&#246;riga myndigheterna i de avtalsslutande staterna kan tr&#228;da i 
direkt f&#246;rbindelse med varandra f&#246;r att tr&#228;ffa &#246;verenskommelse i de 
fall som angivits i f&#246;reg&#229;ende punkter. Om muntliga &#246;verl&#228;ggningar 
anses underl&#228;tta en &#246;verenskommelse, kan s&#229;dana &#246;verl&#228;ggningar &#228;ga rum 
inom ramen f&#246;r en kommission best&#229;ende av representanter f&#246;r de 
beh&#246;riga myndigheterna i de avtalsslutande staterna. 

Artikel 25 

Utbyte av upplysningar 

1. De beh&#246;riga myndigheterna i de avtalsslutande staterna skall utbyta 
s&#229;dana upplysningar som &#228;r n&#246;dv&#228;ndiga f&#246;r att till&#228;mpa detta avtal och 
f&#246;r att genomf&#246;ra best&#228;mmelserna i de avtalsslutande staternas 
lagstiftning betr&#228;ffande skatter, som avses i detta avtal, i den 
utstr&#228;ckning beskattningen enligt denna lagstiftning st&#229;r i 
&#246;verensst&#228;mmelse med detta avtal. De utbytta upplysningarna skall 
behandlas som hemliga och f&#229;r inte yppas f&#246;r andra personer eller 
myndigheter &#228;n s&#229;dana som handl&#228;gger taxering eller uppb&#246;rd av skatter 
som omfattas av detta avtal. 

2. Best&#228;mmelserna i punkt 1 skall inte anses medf&#246;ra skyldighet f&#246;r en 
avtalsslutande stat 

a) att vidtaga f&#246;rvaltnings&#229;tg&#228;rder, som strider mot lagstiftning 
eller administrativ praxis i denna stat eller i den andra 
avtalsslutande staten, 

b) att l&#228;mna upplysningar, som inte &#228;r tillg&#228;ngliga enligt 
lagstiftning eller under sedvanlig tj&#228;nsteut&#246;vning i denna stat eller 
i den andra avtalsslutande staten, 

c) att l&#228;mna upplysningar, som skulle r&#246;ja aff&#228;rshemlighet, eller 
hemlighet av officiell natur eller i n&#228;ringsverksamhet nyttjat 
f&#246;rfaringss&#228;tt, eller upplysningar, vilkas &#246;verl&#228;mnande skulle strida 
mot allm&#228;nna h&#228;nsyn (ordre public). 

Artikel 26 

Diplomatiska och konsul&#228;ra befattningshavare 

Detta avtal p&#229;verkar inte de privilegier i beskattningsh&#228;nseende, som 
enligt folkr&#228;ttens allm&#228;nna regler eller f&#246;reskrifter i s&#228;rskilda 
&#246;verenskommelser tillkommer diplomatiska eller konsul&#228;ra 
befattningshavare. 

Artikel 27 

Ikrafttr&#228;dande 

1. Detta avtal skall ratificeras och ratifikationshandlingarna 
utv&#228;xlas i Belgrad snarast m&#246;jligt. 

2. Detta avtal tr&#228;der i kraft med utv&#228;xlingen av 
ratifikationshandlingarna och dess best&#228;mmelser till&#228;mpas: 

a) I Sverige: 

Betr&#228;ffande inkomst, som f&#246;rv&#228;rvas den 1 januari kalender&#229;ret n&#228;rmast 
efter det d&#229; utv&#228;xlingen &#228;ger rum eller senare, samt betr&#228;ffande 
f&#246;rm&#246;genhet som taxeras andra kalender&#229;ret n&#228;rmast efter det d&#229; 
utv&#228;xlingen &#228;ger rum eller senare. 

b) I Jugoslavien: 

Betr&#228;ffande inkomst, som f&#246;rv&#228;rvas eller f&#246;rm&#246;genhet som innehas under 
varje kalender&#229;r efter det d&#229; utv&#228;xlingen &#228;ger rum. 

Artikel 28 

Upph&#246;rande 

Detta avtal f&#246;rblir i kraft utan tidsbegr&#228;nsning men envar av de 
avtalsslutande staterna &#228;ger att -- senast den 30 juni under ett 
kalender&#229;r, som b&#246;rjar efter utg&#229;ngen av en tidrymd av fem &#229;r efter 
dagen f&#246;r avtalets ikrafttr&#228;dande -- p&#229; diplomatisk v&#228;g skriftligen 
upps&#228;ga avtalet hos den andra avtalsslutande staten. I h&#228;ndelse av 
s&#229;dan upps&#228;gning upph&#246;r avtalet att g&#228;lla: 

a) I Sverige: 

Betr&#228;ffande inkomst som f&#246;rv&#228;rvas den 1 januari kalender&#229;ret n&#228;rmast 
efter det d&#229; upps&#228;gning sker eller senare samt betr&#228;ffande f&#246;rm&#246;genhet 
som taxeras andra kalender&#229;ret n&#228;rmast efter det d&#229; upps&#228;gning sker 
eller senare. 

b) I Jugoslavien: 

Betr&#228;ffande skatt p&#229; inkomst som f&#246;rv&#228;rvas eller f&#246;rm&#246;genhet som 
innehas under n&#229;got kalender&#229;r efter det d&#229; upps&#228;gning sker. 

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen 
bemyndigade, undertecknat detta avtal. 

Som skedde i Stockholm den 18 juni 1980 i tv&#229; originalexemplar p&#229; 
engelska spr&#229;ket. 

F&#246;r Konungariket Sverige 
Rolf Wirt&#233;n 

F&#246;r den Socialistiska Federala Republiken Jugoslavien 
Ljubomir Drndic 
Bilaga 2 

Protokoll 

Vid undertecknandet av avtalet mellan Konungariket Sverige och den 
Socialistiska Federala Republiken Jugoslavien f&#246;r undvikande av 
dubbelbeskattning betr&#228;ffande skatter p&#229; inkomst och f&#246;rm&#246;genhet har 
undertecknade, d&#228;rtill vederb&#246;rligen bemyndigade, &#246;verenskommit om 
f&#246;ljande best&#228;mmelser som skall utg&#246;ra en integrerande del av 
avtalet. 

1. Till artikel 7 

De avtalsslutande staterna f&#246;rbinder sig, under f&#246;ruts&#228;ttning av 
&#246;msesidighet, att inte beskatta bruttoint&#228;kter som f&#246;rv&#228;rvas i en 
avtalsslutande stat av person med hemvist i den andra avtalsslutande 
staten genom person- och godstransport, s&#229;vida inte int&#228;kterna &#228;r 
h&#228;nf&#246;rliga till ett fast driftst&#228;lle som personen i fr&#229;ga har i den 
f&#246;rstn&#228;mnda staten. 

2. Till artikel 11 

Beskattningsregeln i denna artikel har avfattats mot bakgrund av att 
ingendera av de avtalsslutande staterna vid undertecknandet av detta 
avtal enligt sin lagstiftning har m&#246;jlighet att beskatta r&#228;nta som 
betalas till person som saknar hemvist d&#228;r. Parterna &#228;r eniga om att 
upptaga f&#246;rhandlingar i syfte att &#228;ndra artiklarna 11 och 22, om s&#229;dan 
beskattningsm&#246;jlighet inf&#246;rs i en avtalsslutande stat. 

3. Till artikel 25 punkt 2 c) 

Uttrycket &quot;hemlighet av officiell natur&quot; &#229;syftar handels-, industri- 
eller yrkeshemlighet. 

Till bekr&#228;ftelse h&#228;rav har undertecknade, d&#228;rtill vederb&#246;rligen 
bemyndigade, undertecknat detta protokoll. 

Som skedde i Stockholm den 18 juni 1980 i tv&#229; originalexemplar p&#229; 
engelska spr&#229;ket. 

F&#246;r Konungariket Sverige 

Rolf Wirt&#233;n 

F&#246;r den Socialistiska federala Republiken Jugoslavien 

Ljubomir Drndic 

Bilaga 3 

Anvisningar 

A. Allm&#228;nna anvisningar 

Fr&#229;gan om och i vilken omfattning en person &#228;r skattskyldig i Sverige 
avg&#246;rs i f&#246;rsta hand med ledning av de svenska skattef&#246;rfattningarna. 
Om enligt dessa f&#246;rfattningar skattskyldighet inte f&#246;religger, kan 
s&#229;dan ej heller intr&#228;da p&#229; grund av avtalet. I den m&#229;n avtalet inneb&#228;r 
inskr&#228;nkning av den skattskyldighet i Sverige som f&#246;reskrivs i de 
svenska skattef&#246;rfattningarna skall avtalet d&#228;remot g&#228;lla. 

&#196;ven om enligt avtalet skattskyldigs inkomst eller f&#246;rm&#246;genhet helt 
eller delvis skall vara undantagen fr&#229;n beskattning i Sverige, skall 
den skattskyldige l&#228;mna alla de uppgifter till ledning f&#246;r taxeringen 
som han annars varit skyldig att l&#228;mna. 

Om skattskyldig kan visa att &#229;tg&#228;rd som beskattningsmyndighet eller 
domstol vidtagit medf&#246;rt eller kommer att medf&#246;ra beskattning som 
strider mot avtalets best&#228;mmelser, f&#229;r han enligt art. 24 punkt 1 g&#246;ra 
framst&#228;llning om r&#228;ttelse. S&#229;dan framst&#228;llning skall g&#246;ras hos 
regeringen och b&#246;r ges in snarast m&#246;jligt efter det den skattskyldige 
erh&#246;ll k&#228;nnedom om den avtalsstridiga beskattningen. 

S&#229;dan pr&#246;vning av avtalets till&#228;mpning som avses i f&#246;reg&#229;ende stycke 
kan p&#229;kallas av fysisk person, som &#228;r bosatt eller stadigvarande 
vistas i Sverige, eller av svensk juridisk person. 

De flesta inkomstslagen &#228;r s&#228;rskilt behandlade i avtalet. N&#229;gra 
speciella arter av inkomst -- t.ex. vissa slag av periodiska underst&#246;d 
-- &#228;r dock ej n&#228;mnda i avtalet. I s&#229;dana fall till&#228;mpas best&#228;mmelserna 
i art. 20. 

Vissa slag av f&#246;rm&#246;genhet &#228;r s&#228;rskilt behandlade i art. 21 punkterna 
1--3. I &#246;vrigt sker beskattningen enligt art. 21 punkt 4. Jfr &#228;ven 
art. 22. 

B. S&#228;rskilda anvisningar 

till art. 1 och 4 

Avtalets best&#228;mmelser &#228;r i allm&#228;nhet till&#228;mpliga endast p&#229; fysiska och 
juridiska personer som har hemvist i Sverige eller Jugoslavien. 

Huruvida fysisk eller juridisk person skall anses ha hemvist i endera 
staten avg&#246;rs i f&#246;rsta hand med ledning av lagstiftningen i denna 
stat. I art. 4 punkterna 2 och 3 regleras fall av s.k. dubbel 
bos&#228;ttning, dvs. fall d&#228;r den skattskyldige enligt svenska 
beskattningsregler anses bosatt i Sverige och enligt jugoslaviska 
beskattningsregler anses bosatt i Jugoslavien. Vid till&#228;mpning av 
avtalet skall i s&#229;dana fall den skattskyldige anses ha hemvist endast 
i den avtalsslutande stat i vilken han har hemvist enligt n&#228;mnda 
avtalsbest&#228;mmelser. 

Person, som avses i 69 &#167; kommunalskattelagen (1928:370), 17 &#167; lagen 
(1947:576) om statlig inkomstskatt och 17 &#167; lagen (1947:577) om 
statlig f&#246;rm&#246;genhetsskatt, skall vid till&#228;mpningen av art. 4 punkt 1 
anses bosatt i Sverige, s&#229;vitt fr&#229;ga &#228;r om svensk beskickning eller 
l&#246;nat svenskt konsulat i Jugoslavien. 

Person, som avses i 70 &#167; 1 mom. kommunalskattelagen, 18 &#167; 1 mom. lagen 
om statlig inkomstskatt och 18 &#167; lagen om statlig f&#246;rm&#246;genhetsskatt, 
skall vid till&#228;mpningen av art. 4 punkt 1 anses bosatt i Jugoslavien, 
s&#229;vitt fr&#229;ga &#228;r om jugoslavisk beskickning eller l&#246;nat jugoslaviskt 
konsulat i Sverige. 

till art. 2 

Avtalet g&#228;ller de skatter som anges i art. 2. Ang&#229;ende annan 
beskattning se dock art. 23 punk 5. 

till art. 6 

Enligt svensk lagstiftning beskattas inkomst som h&#228;rr&#246;r fr&#229;n fastighet 
i vissa fall som inkomst av r&#246;relse /jfr bl.a. 27 &#167; 
kommunalskattelagen (1928:370)/. Inkomst som omfattas av art. 6 
beskattas emellertid alltid i den stat d&#228;r fastigheten &#228;r bel&#228;gen. 
Denna regel g&#228;ller &#228;ven betr&#228;ffande royalty fr&#229;n fastighet eller f&#246;r 
nyttjandet av eller r&#228;tten att nyttja gruva, stenbrott eller annan 
naturtillg&#229;ng. 

Annan royalty beskattas enligt art. 12. 

till art. 7 

Inkomst av r&#246;relse, som bedrivs fr&#229;n fast driftst&#228;lle, beskattas i 
regel enligt art. 7. Vad som f&#246;rst&#229;s med uttrycket &quot;fast driftst&#228;lle&quot; 
anges i art. 5. 

Om fysisk eller juridisk person med hemvist i Sverige bedriver r&#246;relse 
fr&#229;n fast driftst&#228;lle i Jugoslavien, f&#229;r den till driftst&#228;llet 
h&#228;nf&#246;rliga inkomsten beskattas i Sverige men jugoslavisk skatt p&#229; 
inkomsten avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 punkt 1. 
Detsamma g&#228;ller inkomst som f&#246;rv&#228;rvas fr&#229;n Jugoslavien av person med 
hemvist i Sverige genom deltagande i ett s.k. blandat f&#246;retag (joint 
venture) tillsammans med ett jugoslaviskt f&#246;retag. I fr&#229;ga om 
f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till 
art. 22. 

Inkomst av r&#246;relse, som fysisk eller juridisk person med hemvist i 
Jugoslavien bedriver fr&#229;n fast driftst&#228;lle i Sverige, ber&#228;knas enligt 
art. 7 punkterna 2--5. Till grund f&#246;r inkomstbeskattningen b&#246;r l&#228;ggas 
i f&#246;rsta hand den s&#228;rskilda bokf&#246;ring som kan ha f&#246;rts vid det fasta 
driftst&#228;llet. I m&#229;n av behov skall denna bokf&#246;ring justeras s&#229;, att 
inkomstber&#228;kningen sker i enlighet med den i punkterna 2 och 3 angivna 
principen. Avdrag medges f&#246;r s&#229; stor del av huvudkontorets allm&#228;nna 
omkostnader som sk&#228;ligen kan anses bel&#246;pa p&#229; det fasta driftst&#228;llet. 

Om inkomst av sj&#246;fart och luftfart i internationell trafik finns 
s&#228;rskilda best&#228;mmelser i art. 8. 

till art. 8 

Inkomst av sj&#246;fart eller luftfart i internationell trafik beskattas 
enligt art. 8 punkt 1 endast i den stat d&#228;r f&#246;retaget har sin verkliga 
ledning. 

till art. 9 

Art. 9 inneh&#229;ller en allm&#228;n regel om omr&#228;kning av vinstf&#246;rdelningen 
mellan kocernf&#246;retag. F&#246;r Sveriges del kan omr&#228;kning vid taxering ske 
enligt 43 &#167; 1 mom. kommunalskattelagen (1928:370). 

Om s&#229;dan omr&#228;kning sker mellan f&#246;retag i Sverige och Jugoslavien, 
skall l&#228;nsstyrelsen anm&#228;la detta till regeringen och i korthet 
redog&#246;ra f&#246;r vad som f&#246;rekommit. 

till art. 10 

1. Vad som f&#246;rst&#229;s med uttrycket &quot;utdelning&quot; anges i art. 10 punkt 3. 

2. N&#228;r fysisk eller juridisk person med hemvist i Sverige uppb&#228;r 
utdelning fr&#229;n bolag med hemvist i Jugoslavien och utdelningen inte &#228;r 
h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med fast driftst&#228;lle 
som den utdelningsber&#228;ttigade har i Jugoslavien, ber&#228;knas svensk skatt 
p&#229; utdelningens bruttobelopp utan avdrag f&#246;r jugoslavisk skatt. Avdrag 
medges dock i vanlig ordning f&#246;r f&#246;rvaltningskostnader och r&#228;nta p&#229; 
skuld som bel&#246;per p&#229; utdelningen. Svensk skatt p&#229; utdelningen neds&#228;tts 
enligt art. 22 punkt 1 genom avr&#228;kning av jugoslavisk skatt som 
uttagits enligt art. 10 punkt 2. Den jugoslaviska skatten f&#229;r d&#228;rvid 
inte &#246;verstiga 15 % eller, i fall som avses i art. 10 punkt 2 a), 5 % 
av utdelningens bruttobelopp. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen 
h&#228;nvisas till anvisningspunkten 2 till art. 22. 

3. N&#228;r fysisk eller juridisk person med hemvist i Sverige uppb&#228;r 
utdelning fr&#229;n bolag med hemvist i Jugoslavien och utdelningen &#228;r 
h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med fast driftst&#228;lle 
som den utdelningsber&#228;ttigade har i Jugoslavien, till&#228;mpas art. 7. 
Utdelningen skall i detta fall beskattas i Sverige men jugoslavisk 
skatt p&#229; utdelningen avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 
punkt 1. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till 
anvisningspunkten 2 till art. 22. 

4. N&#228;r aktiebolag i Sverige verkst&#228;ller utdelning till fysisk eller 
juridisk person med hemvist i Jugoslavien och utdelningen inte &#228;r 
h&#228;nf&#246;rlig till andel som &#228;ger verkligt samband med fast driftst&#228;lle 
som den utdelningsber&#228;ttigade har i Sverige, tas kupongskatt ut med 15 
% eller, i fall som avses i art. 10 punkt 2 a), 5 % av utdelningens 
bruttobelopp. Utdelning fr&#229;n svensk ekonomisk f&#246;rening beskattas i 
s&#229;dant fall enligt 6 &#167; 1 mom. a eller c lagen (1947:576) om statlig 
inkomstskatt men den statliga inkomstskatten f&#229;r inte &#246;verstiga 15 % 
eller, i fall som avses i art. 10 punkt 2 a), 5 % av utdelningens 
bruttobelopp. Vid taxering till statlig inkomstskatt f&#246;r utdelning 
fr&#229;n svensk ekonomisk f&#246;rening skall taxeringsn&#228;mnd i deklarationen 
anteckna de uppgifter som beh&#246;vs f&#246;r debitering. L&#228;ngdf&#246;rande 
myndighet svarar f&#246;r att anteckning om avr&#228;kning g&#246;rs i 
skattel&#228;ngden. 

Ang&#229;ende f&#246;rfarandet vid neds&#228;ttning av svensk skatt p&#229; utdelning 
till&#228;mpas i &#246;vrigt s&#228;rskilda best&#228;mmelser. 

Om mottagaren av utdelningen har fast driftst&#228;lle i Sverige och 
utdelningen &#228;r h&#228;nf&#246;rlig till andel, som &#228;ger verkligt samband med det 
fasta driftst&#228;llet, till&#228;mpas art. 7. I s&#229;dant fall g&#228;ller inte ovan 
angivna regler om begr&#228;nsning av svensk skatt p&#229; utdelning. 

till art. 11 

1. Vad som f&#246;rst&#229;s med uttrycket &quot;r&#228;nta&quot; anges i art. 11 punkt 2. 

2. R&#228;nta, som utbetalas fr&#229;n Jugoslavien till fysisk eller juridisk 
person med hemvist i Sverige, beskattas h&#228;r. 

&#196;r r&#228;ntan h&#228;nf&#246;rlig till skuld, som &#228;ger verkligt samband med fast 
driftst&#228;lle, som mottagaren av r&#228;ntan har i Jugoslavien, f&#229;r r&#228;ntan 
beskattas &#228;ven i Jugoslavien. Jugoslavisk skatt p&#229; r&#228;ntan avr&#228;knas i 
s&#229;dant fall fr&#229;n den svenska skatten enligt art. 22 punkt 1. I fr&#229;ga 
om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till 
art. 22. 

3. R&#228;nta, som utbetalas fr&#229;n Sverige till fysisk eller juridisk person 
med hemvist i Jugoslavien, kan enligt g&#228;llande skattef&#246;rfattningar 
inte beskattas i Sverige. Detta g&#228;ller dock endast betr&#228;ffande r&#228;nta 
som utg&#246;r inkomst av f&#246;rv&#228;rvsk&#228;llan kapital. &#196;r r&#228;ntan att h&#228;nf&#246;ra 
till inkomst av r&#246;relse /jfr punkt 2 av anvisningarna till 28 &#167; 
kommunalskattelagen (1928:370)/, beskattas r&#228;ntan i Sverige, under 
f&#246;ruts&#228;ttning att r&#228;ntan &#228;r h&#228;nf&#246;rlig till skuld, som &#228;ger verkligt 
samband med fast driftst&#228;lle som mottagaren av r&#228;ntan har i Sverige 
(art. 11 punkt 3). 

till art. 12 

Betr&#228;ffande beskattning av s&#229;dan royalty som avses i art. 12 punkt 2 
g&#228;ller f&#246;ljande. 

Royalty, som utbetalas fr&#229;n Jugoslavien till fysisk eller juridisk 
person med hemvist i Sverige, beskattas h&#228;r. 

&#196;r royaltyn h&#228;nf&#246;rlig till r&#228;tt eller egendom, som &#228;ger verkligt 
samband med fast driftst&#228;lle som mottagaren av royaltyn har i 
Jugoslavien, f&#229;r royaltyn beskattas &#228;ven i Jugoslavien. Jugoslavisk 
skatt p&#229; royaltyn avr&#228;knas i s&#229;dant fall fr&#229;n den svenska skatten 
enligt art. 22 punkt 1. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen 
h&#228;nvisas till anvisningspunkten 2 till art. 22. 

Royalty, som utbetalas fr&#229;n Sverige till fysisk eller juridisk person 
med hemvist i Jugoslavien, beskattas i Sverige endast under 
f&#246;ruts&#228;ttning att den r&#228;tt eller egendom som ger upphov till royaltyn 
&#228;ger verkligt samband med fast driftst&#228;lle som mottagaren av royaltyn 
har i Sverige (art. 12 punkt 3). &#196;r detta fallet, beskattas royaltyn 
enligt 28 &#167; 1 mom. tredje stycket och punkt 3 av anvisningarna till 
53 &#167; kommunalskattelagen (1928:370) j&#228;mf&#246;rt med 2 och 3 &#167;&#167; lagen 
(1947:576) om statlig inkomstskatt. 

till art. 13 

Vinst, som fysisk eller juridisk person med hemvist i Jugoslavien 
f&#246;rv&#228;rvar genom avyttring av fastighet i Sverige, beskattas h&#228;r (art. 
13 punkt 1). Vidare beskattas i Sverige vinst genom icke yrkesm&#228;ssig 
avyttring av l&#246;s egendom som ing&#229;r i fast driftst&#228;lle som person med 
hemvist i Jugoslavien har h&#228;r (art. 13 punkt 2). Motsvarande g&#228;ller i 
fr&#229;ga om l&#246;s egendom som ing&#229;r i stadigvarande anordning f&#246;r ut&#246;vande 
av fritt yrke vilken inkomsttagaren har i Sverige. 

Realisationsvinst, som f&#246;rv&#228;rvas av fysisk eller juridisk person med 
hemvist i Sverige, beskattas h&#228;r. Enligt art. 13 punkt 1 f&#229;r 
jugoslavisk skatt tas ut p&#229; realisationsvinsten, om den avyttrade 
egendomen utg&#246;rs av fastighet i Jugoslavien. Motsvarande g&#228;ller enligt 
art. 13 punkt 2 i fr&#229;ga om l&#246;s egendom som ing&#229;r i fast driftst&#228;lle 
som inkomsttagaren har i Jugoslavien, eller l&#246;s egendom som ing&#229;r i 
stadigvarande anordning f&#246;r ut&#246;vande av fritt yrke vilken 
inkomsttagaren har i Jugoslavien. 

Svensk skatt p&#229; realisationsvinsten neds&#228;tts enligt artikel 22 punkt 
1 genom avr&#228;kning av den jugoslaviska skatt som i enlighet med 
best&#228;mmelserna i art. 13 p&#229;f&#246;rts samma vinst. I fr&#229;ga om f&#246;rfarandet 
vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till art. 22. 

till art. 14 

1. Vad som f&#246;rst&#229;s med &quot;fritt yrke&quot; exemplifieras i art. 14 punkt 3. 

2. Inkomst av fritt yrke eller d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig 
verksamhet beskattas i regel endast i den stat d&#228;r den skattskyldige 
har hemvist. Ut&#246;vas verksamheten under mer &#228;n 183 dagar under 
kalender&#229;ret i fr&#229;ga i den andra staten, f&#229;r inkomsten emellertid 
beskattas i denna andra stat. 

Om person med hemvist i Sverige f&#246;rv&#228;rvar inkomst av fritt yrke eller 
d&#228;rmed j&#228;mf&#246;rlig sj&#228;lvst&#228;ndig verksamhet i Jugoslavien vid vistelse 
eller vistelser d&#228;r som sammanlagt &#246;verstiger 183 dagar under 
kalender&#229;ret, f&#229;r inkomsten beskattas i Sverige men jugoslavisk skatt 
p&#229; samma inkomst avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 
punkt 1. I fr&#229;ga om f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till 
anvisningspunkten 2 till art. 22. 

Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av idrottsm&#228;n, 
sk&#229;despelare, musiker m.fl. se anvisningarna till art. 17. 

till art. 15 

Inkomst av enskild tj&#228;nst f&#229;r enligt art. 15 punkt 1 i regel beskattas 
i den stat d&#228;r arbetet utf&#246;rs. Undantag fr&#229;n denna regel f&#246;reskrivs i 
art. 15 punkterna 2 och 6, art. 16 och art. 19. 

Betr&#228;ffande beskattning av inkomst som f&#246;rv&#228;rvas av sk&#229;despelare, 
musiker m.fl. se anvisningarna till art. 17. 

L&#246;n som utbetalas av n&#229;gon av staterna, dess politiska 
underavdelningar eller lokala myndigheter beskattas enligt art. 15 
punkt 3 a) endast i den stat varifr&#229;n ers&#228;ttningen utbetalas. Har 
arbetet utf&#246;rts i den andra staten av person med hemvist i denna stat, 
beskattas emellertid ers&#228;ttningen enligt art. 15 punkt 3 b) endast i 
den staten, om mottagaren &#228;r medborgare i den staten eller inte erh&#246;ll 
hemvist d&#228;r endast f&#246;r att utf&#246;ra arbetet. L&#246;n, som utbetalas f&#246;r 
arbete utf&#246;rt i samband med r&#246;relse som bedrivs av en avtalsslutande 
stat, dess politiska underavdelningar eller lokala myndigheter, 
beskattas som inkomst av enskild tj&#228;nst (art. 15 punkt 4). 

till art. 16 

N&#228;r svenskt bolag utbetalar styrelsearvode till person med hemvist i 
Jugoslavien, beskattas ers&#228;ttningen i Sverige, om det kan ske enligt 
g&#228;llande beskattningsregler. Har s&#229;dan ers&#228;ttning uppburits av person 
med hemvist i Sverige fr&#229;n bolag med hemvist i Jugoslavien, f&#229;r 
inkomsten beskattas i Sverige men jugoslavisk skatt p&#229; inkomsten 
avr&#228;knas fr&#229;n den svenska skatten enligt art. 22 punkt 1. I fr&#229;ga om 
f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till 
art. 22. 

till art. 17 

Inkomst, som teater- eller filmsk&#229;despelare, radio- eller 
televisionsartister, musiker och liknande yrkesut&#246;vare samt idrottsm&#228;n 
f&#246;rv&#228;rvar genom sin yrkesverksamhet, beskattas i regel i den stat d&#228;r 
verksamheten ut&#246;vas (art. 17 punkt 1). Detta g&#228;ller oavsett om 
inkomsten f&#246;rv&#228;rvas under ut&#246;vande av fritt yrke eller p&#229; grund av 
anst&#228;llning. Enligt art. 17 punkt 2 f&#229;r inkomsten i regel beskattas i 
den stat d&#228;r artisten eller idrotsmannen utf&#246;r arbetet, &#228;ven om 
ers&#228;ttningen utbetalas till annan person (t.ex. arbetsgivare hos 
vilken artisten &#228;r anst&#228;lld) &#228;n artisten eller idrottsmannen sj&#228;lv. 
Best&#228;mmelserna i art. 17 punkterna 1 och 2 till&#228;mpas inte i fall som 
avses i art. 17 punkt 3. F&#246;r Sveriges vidkommande iakttas vid 
till&#228;mpningen av art. 17 punkterna 1 och 2 best&#228;mmelserna i 54 &#167; 
f&#246;rsta stycket c kommunalskattelagen (1928:370) och 7 &#167; f&#246;rsta stycket 
b lagen (1947:576) om statlig inkomstskatt. 

till art. 18 

Pension p&#229; grund av enskild tj&#228;nst och annan liknande ers&#228;ttning 
beskattas i regel endast i inkomsttagarens hemviststat (art. 18 punkt 
1). 

Pension, som utbetalas av en av staterna, dess politiska 
underavdelningar eller lokala myndigheter, beskattas enligt art. 18 
punkt 2 i regel endast i denna stat. Om mottagaren av pensionen &#228;r 
medborgare i den andra staten och har hemvist d&#228;r, beskattas 
emellertid s&#229;dan pension endast i denna stat. Vidare beskattas 
pension, som utbetalas f&#246;r arbete utf&#246;rt i samband med r&#246;relse som 
bedrivits av en av staterna, dess politiska underavdelningar eller 
lokala myndigheter endast i den stat d&#228;r inkomsttagaren har hemvist 
(art. 18 punkt 3). 

Pension och annan utbetalning enligt svensk 
socialf&#246;rs&#228;kringslagtiftning till person med hemvist i Jugoslavien f&#229;r 
enligt art. 18 punkt 4 beskattas h&#228;r. 

Person med hemvist i Sverige, som uppb&#228;r utbetalning enligt 
jugoslavisk socialf&#246;rs&#228;kringslagstiftning, beskattas i Sverige f&#246;r 
s&#229;dan utbetalning men jugoslavisk skatt p&#229; inkomsten avr&#228;knas fr&#229;n den 
svenska skatten p&#229; inkomsten enligt art. 22 punkt 1. I fr&#229;ga om 
f&#246;rfarandet vid avr&#228;kningen h&#228;nvisas till anvisningspunkten 2 till 
art. 22. 

till art. 22 

1. Inkomst fr&#229;n Sverige beskattas h&#228;r i den m&#229;n svenska 
skattef&#246;rfattningar f&#246;ranleder det och inskr&#228;nkning av 
skattskyldigheten inte f&#246;ljer av &#246;vriga artiklar. Detsamma g&#228;ller i 
fr&#229;ga om f&#246;rm&#246;genhetstillg&#229;ng som &#228;r bel&#228;gen i Sverige. Om inkomsten 
eller f&#246;rm&#246;genheten kan beskattas &#228;ven i Jugoslavien, medges l&#228;ttnad 
vid den jugoslaviska beskattningen enligt art. 22 punkterna 5 och 6. 

2. Inkomst fr&#229;n Jugoslavien, som uppb&#228;rs av person med hemvist i 
Sverige, medtas vid taxering i Sverige. Likas&#229; medtas 
f&#246;rm&#246;genhetstillg&#229;ng, som &#228;r bel&#228;gen i Jugoslavien, vid taxering till 
svensk f&#246;rm&#246;genhetsskatt. Svensk skatt p&#229; inkomsten eller 
f&#246;rm&#246;genheten s&#228;tts ned genom avr&#228;kning enligt art. 22 punkterna 1 och 
2, om inte fall f&#246;religger som anges i anvisningspunkten 3. 

Svensk inkomstskatt ber&#228;knas p&#229; inkomstens bruttobelopp utan avdrag 
f&#246;r jugoslavisk skatt som omfattas av avtalet. Avdrag medges i vanlig 
ordning f&#246;r kostnader som h&#228;nf&#246;r sig till inkomsten. Fr&#229;n den s&#229;lunda 
ber&#228;knade svenska skatten avr&#228;knas enligt art. 22 punkt 1 ett belopp 
motsvarande den jugoslaviska skatt som bel&#246;per p&#229; inkomsten. 
Betr&#228;ffande storleken av jugoslavisk skatt p&#229; utdelning h&#228;nvisas till 
anvisningspunkten 2 till art. 10. Har jugoslavisk skatt enligt avtalet 
tagits ut p&#229; inkomst av r&#246;relse som har bedrivits i Jugoslavien, 
iakttas att inkomsten ber&#228;knats enligt art. 7. 

Har befrielse eller neds&#228;ttning medgivits i fr&#229;ga om jugoslavisk skatt 
som enligt art. 7 kan utg&#229; p&#229; inkomst vilken f&#246;rv&#228;rvas av ett svenskt 
f&#246;retag genom fast driftst&#228;lle eller s.k. blandat f&#246;retag i 
Jugoslavien, skall p&#229; grund av f&#246;reskriften i art. 22 punkt 3 fr&#229;n den 
svenska skatten p&#229; s&#229;dan inkomst avr&#228;knas ett belopp motsvarande den 
jugoslaviska skatt som skulle ha utg&#229;tt, om s&#229;dan befrielse eller 
neds&#228;ttning inte hade medgivits. 

Den skattskyldige b&#246;r i samband med sin sj&#228;lvdeklaration f&#246;r det 
beskattnings&#229;r, f&#246;r vilket inkomsten upptas till beskattning, f&#246;rete 
bevis eller annan utredning om den jugoslaviska skatt som har p&#229;f&#246;rts 
inkomsten eller som skulle ha p&#229;f&#246;rts denna om skattebefrielse eller 
skatteneds&#228;ttning som avses i f&#246;reg&#229;ende stycke inte hade medgivits. 

Avr&#228;kning av jugoslavisk inkomstskatt f&#229;r ske med belopp motsvarande 
h&#246;gst summan av de svenska skatter som bel&#246;per p&#229; inkomsten. Vid 
till&#228;mpningen av denna regel anses p&#229; inkomsten fr&#229;n Jugoslavien 
bel&#246;pa s&#229; stor andel av hela den statliga inkomstskatten som inkomsten 
-- efter avdrag f&#246;r kostnader -- utg&#246;r av den skattskyldiges 
sammanlagda inkomst av olika f&#246;rv&#228;rvsk&#228;llor. Kommunal inkomstskatt 
anses bel&#246;pa p&#229; inkomst fr&#229;n Jugoslavien till s&#229; stor andel som 
inkomsten -- efter avdrag f&#246;r kostnader -- utg&#246;r av den 
skattskyldiges sammanlagda inkomst av olika f&#246;rv&#228;rvsk&#228;llor som skall 
taxeras i samma kommun som inkomsten fr&#229;n Jugoslavien. 

Avr&#228;kning sker i f&#246;rsta hand fr&#229;n den statliga inkomstskatten. F&#246;rsl&#229;r 
ej denna, avr&#228;knas &#229;terstoden fr&#229;n kommunal inkomstskatt som bel&#246;per 
p&#229; inkomsten. 

Taxeringsn&#228;mnd skall i deklaration anteckna motv&#228;rdet i svenska 
kronor av den jugoslaviska skatten p&#229; inkomsten och ange att avr&#228;kning 
skall ske med detta skattebelopp, dock h&#246;gst med beloppet av de 
svenska skatterna p&#229; inkomsten. L&#228;ngdf&#246;rande myndighet svarar f&#246;r att 
anteckning om avr&#228;kning g&#246;rs i skattel&#228;ngden. 

Exempel: En person med hemvist i Sverige uppb&#228;r inkomst av fastighet 
i Jugoslavien med ett belopp av 10 000 kronor. P&#229; inkomsten antas 
bel&#246;pa jugoslavisk skatt med ett belopp av 1 500 kronor. Avdragsgilla 
kostnader uppg&#229;r till 500 kronor. Den skattskyldige antas vidare 
uppb&#228;ra nettoint&#228;kter av andra f&#246;rv&#228;rvsk&#228;llor med ett belopp av 90 000 
kronor och vid taxeringen till statlig inkomstskatt &#229;tnjuta allm&#228;nna 
avdrag med 10 000 kronor. Den till statlig inkomstskatt taxerade 
inkomsten blir s&#229;lunda (9 500+90 000-10 000=) 89 500 kronor. I 
deklarationen antecknas: &quot;Avr&#228;kning fr&#229;n inkomstskatt enligt avtalet 
med Jugoslavien skall ske med 1 500 kronor, dock h&#246;gst med summan av 
den kommunala inkomstskatt, som bel&#246;per p&#229; 9 500 kronor, och 
 9 500 
99 500 av hela den statliga inkomstskatten. Avr&#228;kning sker i f&#246;rsta 
hand fr&#229;n den statliga inkomstskatten.&quot; 

Anvisningarna i denna punkt om avr&#228;kning fr&#229;n svensk inkomstskatt 
g&#228;ller i till&#228;mpliga delar &#228;ven i fr&#229;ga om avr&#228;kning av jugoslavisk 
skatt p&#229; f&#246;rm&#246;genhet fr&#229;n svensk f&#246;rm&#246;genhetsskatt. 

3. Om person med hemvist i Sverige uppb&#228;r inkomst som enligt art. 8 
punkt 1, art. 13 punkt 3, art. 15 punkterna 3 a) och 5 eller art. 18 
punkt 2 skall beskattas endast i Jugoslavien, medtas inkomsten vid 
taxering i Sverige. Statlig och kommunal inkomstskatt utr&#228;knas i 
vanlig ordning. De s&#229;lunda utr&#228;knade inkomstskatterna s&#228;tts ned med 
ett belopp motsvarande den del av inkomstskatterna som vid en 
proportionell ber&#228;kning bel&#246;per p&#229; den inkomst som enligt avtalet 
skall beskattas endast i Jugoslavien. Motsvarande g&#228;ller i fr&#229;ga om 
f&#246;rm&#246;genhet som enligt art. 21 punkt 3 skall beskattas endast i 
Jugoslavien. 

Exempel: En jugoslavisk medborgare med hemvist i Sverige uppb&#228;r 
pension fr&#229;n jugoslaviska staten med ett belopp som efter avdrag f&#246;r 
kostnader motsvarar 10 050 kronor. Den skattskyldige antas uppb&#228;ra i 
Sverige skattepliktiga nettoint&#228;kter och inkomster av andra 
f&#246;rv&#228;rvsk&#228;llor med 50 000 kronor samt &#229;tnjuta allm&#228;nna avdrag och 
grundavdrag med 4 500 kronor resp. 7 500 kronor. Den beskattningsbara 
inkomsten blir statligt (10 050+50 000-4 500=) 55 500 kronor och 
kommunalt (10 050+50 000-4 500-7 500=) 48 000 kronor, sedan avrundning 
skett. Hade pensionen inte medr&#228;knats skulle den beskattningsbara 
inkomsten ha blivit statligt (50 000-4 500=) 45 500 kronor och 
kommunalt (50 000-4 500-7 500=) 38 000 kronor. Den statliga och 
kommunala inkomstskatten, ber&#228;knad p&#229; 55 500 resp. 48 000 kronor, 
neds&#228;tts med 
55 500-45 500 resp. 48 000-38 000 
   55 500              48 000    . 

I fall som nu n&#228;mnts skall texeringsn&#228;mnd i deklarationen anteckna 
grunden f&#246;r utr&#228;kningen av inkomstskatterna resp. f&#246;rm&#246;genhetsskatten. 
L&#228;ngdf&#246;rande myndighet svarar f&#246;r att anteckning om avr&#228;kning g&#246;rs i 
skattel&#228;ngden. 

till art. 23 

Av art. 23 punkt 2 f&#246;ljer att bolag i Jugoslavien inte f&#229;r p&#229;f&#246;ras 
f&#246;rm&#246;genhetsskatt i Sverige. Best&#228;mmelsen inneb&#228;r ett undantag fr&#229;n 
regeln i 6 &#167; 1 mom. f&#246;rsta stycket c lagen (1947:577) om statlig 
f&#246;rm&#246;genhetsskatt. 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3877">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3879">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
