

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-02-03" /> 
 <meta id="rattsinfo-edited" content="2023-02-03 09:02:29" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3900</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3899">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3901">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1981:774 ·
                    <a href="/sfsr?bet=1981:774">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Uts&#246;kningsbalk (1981:774)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1981-06-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1320
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> SFS 1989:844 ikrafttr.- och &#246;verg.best. till 1989:842
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Till&#228;mpningsomr&#229;de

1 &#167; Denna balk &#228;r till&#228;mplig i fr&#229;ga om verkst&#228;llighet av dom eller
annan exekutionstitel, som innefattar betalningsskyldighet eller
annan f&#246;rpliktelse, samt i fr&#229;ga om verkst&#228;llighet av beslut om
kvarstad eller annan liknande s&#228;kerhets&#229;tg&#228;rd.

Verkst&#228;llighet som avser betalningsskyldighet sker genom utm&#228;tning.
Verkst&#228;llighet som avser annan f&#246;rpliktelse eller s&#228;kerhets&#229;tg&#228;rd
sker i den ordning som anges i 16 kap. Lag (1995:298).

2 &#167; Har i annan lag meddelats best&#228;mmelse som avviker fr&#229;n denna balk,
g&#228;ller den best&#228;mmelsen.

Exekutiv myndighet

3 &#167; Verkst&#228;llighet &#229;vilar Kronofogdemyndigheten.

M&#229;l om verkst&#228;llighet (uts&#246;kningsm&#229;l) handl&#228;ggs av kronofogde eller
annan tj&#228;nsteman hos Kronofogdemyndigheten (f&#246;rr&#228;ttningsman).
Lag (2006:672).

4 &#167; Mot f&#246;rr&#228;ttningsman g&#228;ller samma j&#228;v som i 4 kap. r&#228;tteg&#229;ngsbalken
f&#246;reskrivs i fr&#229;ga om domare. J&#228;v f&#229;r ej grundas p&#229; &#229;tg&#228;rd som
f&#246;rr&#228;ttningsmannen har vidtagit i tj&#228;nsten eller p&#229; g&#228;rning som har
f&#246;r&#246;vats mot honom i eller f&#246;r hans tj&#228;nst.

5 &#167; K&#228;nner f&#246;rr&#228;ttningsman till omst&#228;ndighet som kan antagas utg&#246;ra j&#228;v
mot honom, skall han sj&#228;lvmant ge det till k&#228;nna.

Har fr&#229;ga om j&#228;v mot f&#246;rr&#228;ttningsman uppkommit och har ej annan tr&#228;tt i
hans st&#228;lle, skall kronofogdemyndigheten snarast besluta i j&#228;vsfr&#229;gan.
F&#246;rr&#228;ttningsmannen f&#229;r sj&#228;lv pr&#246;va j&#228;vsfr&#229;gan endast om annan tj&#228;nsteman
ej kan tr&#228;da i hans st&#228;lle utan ol&#228;gligt uppskov.

F&#246;rr&#228;ttningsman som &#228;r j&#228;vig f&#229;r utan hinder d&#228;rav vidtaga &#229;tg&#228;rd som ej
kan uppskjutas utan ol&#228;genhet.

Vissa f&#246;reskrifter om m&#229;l och parter m.m.

6 &#167; Uts&#246;kningsm&#229;l handl&#228;ggs som enskilt m&#229;l eller allm&#228;nt m&#229;l.

Allm&#228;nt m&#229;l &#228;r m&#229;l om uttagande av b&#246;ter, vite, skatt, tull, avgift
och andra medel som staten har r&#228;tt till och som f&#229;r uts&#246;kas utan
f&#246;reg&#229;ende dom samt, enligt vad regeringen n&#228;rmare f&#246;reskriver,
annan liknande fordran som staten eller en kommun har r&#228;tt till. I
annan lag kan f&#246;reskrivas att &#228;ven m&#229;l om uttagande av n&#229;gon
annan fordran &#228;r allm&#228;nt m&#229;l.

Annat m&#229;l &#228;n som avses i andra stycket &#228;r enskilt m&#229;l. Lag
(1993:893).

7 &#167; Den som beg&#228;r verkst&#228;llighet hos kronofogdemyndigheten kallas
s&#246;kande. I allm&#228;nt m&#229;l anses staten eller kommun som s&#246;kande.

S&#246;kandens motpart hos kronofogdemyndigheten ben&#228;mns svarande eller, i
m&#229;l som r&#246;r fordran mot honom, g&#228;lden&#228;r. N&#228;r viss egendom svarar f&#246;r
fordran, skall vad som s&#228;gs om g&#228;lden&#228;r i till&#228;mpliga delar g&#228;lla
&#228;garen, &#228;ven om han ej &#228;r personligen betalningsskyldig.

Den som ej &#228;r s&#246;kande eller svarande kallas tredje man. Tredje man hos
vilken en g&#228;lden&#228;r sj&#228;lv har fordran kallas sekundog&#228;lden&#228;r.

Till&#228;mpning av best&#228;mmelser som r&#246;r fartyg, luftfartyg eller fast
egendom

8 &#167; Vad som s&#228;gs i denna balk om registrerat skepp, registrerat
luftfartyg eller intecknade reservdelar till luftfartyg g&#228;ller, om ej
annat f&#246;ljer av vad som &#228;r s&#228;rskilt f&#246;reskrivet, &#228;ven egendom som utom
riket &#228;r inf&#246;rd i register motsvarande fartygsregistrets skeppsdel
eller luftfartygsregistret eller, betr&#228;ffande reservdelar, egendom som &#228;r
intecknad utom riket.

Best&#228;mmelserna i 4 kap. 7 &#167; andra stycket och 30 &#167; andra stycket &#228;r dock
ej till&#228;mpliga p&#229; egendom som avses i f&#246;rsta stycket. Lag (2001:377).

9 &#167; Med fartyg j&#228;mst&#228;lls fartyg under byggnad. I fr&#229;ga om skeppsbygge
skall h&#228;rvid vad som s&#228;gs om fartygsregistrets skeppsdel i st&#228;llet
avse fartygsregistrets skeppsbyggnadsdel. Lag (2001:377).

10 &#167; Vad som s&#228;gs om registrerat skepp, registrerat luftfartyg eller
intecknade reservdelar till luftfartyg g&#228;ller i till&#228;mpliga delar &#228;ven
andel i och villkorlig r&#228;tt till s&#229;dan egendom, om ej annat f&#246;reskrivs.

11 &#167; Med fast egendom avses fastighet, visst omr&#229;de av fastighet,
samf&#228;lld mark samt andel i och villkorlig r&#228;tt till s&#229;dan egendom.

Vad som s&#228;gs om fast egendom g&#228;ller i till&#228;mpliga delar &#228;ven tomtr&#228;tt.

12 &#167; Vad som s&#228;gs om pantbrev i fastighet g&#228;ller i till&#228;mpliga delar
&#228;ven vilandebevis.

2 kap. F&#246;rfarandet hos kronofogdemyndigheten

Ans&#246;kan m.m.

1 &#167; En ans&#246;kan om verkst&#228;llighet g&#246;rs muntligen eller 
skriftligen.

Ett utslag i m&#229;l om betalningsf&#246;rel&#228;ggande eller handr&#228;ckning 
verkst&#228;lls sj&#228;lvmant av Kronofogdemyndigheten, om inte 
s&#246;kanden i m&#229;let har angett att verkst&#228;llighet inte ska ske. 
En ans&#246;kan om verkst&#228;llighet anses gjord n&#228;r utslaget 
meddelades. Lag (2021:790).

2 &#167; S&#246;kanden ska ange den &#229;tg&#228;rd som han eller hon yrkar.

N&#228;r en ans&#246;kan g&#246;rs ska den exekutionstitel som ligger till 
grund f&#246;r ans&#246;kan ges in.

Om anspr&#229;ket grundas p&#229; ett l&#246;pande skuldebrev eller n&#229;gon 
annan handling, vars uppvisande utg&#246;r villkor f&#246;r en r&#228;tt att 
kr&#228;va betalning eller beg&#228;ra att n&#229;gon annan f&#246;rpliktelse 
fullg&#246;rs, ska den handlingen ges in i original.

S&#246;kanden beh&#246;ver inte ge in exekutionstiteln, om den &#228;r ett 
utslag i m&#229;l om betalningsf&#246;rel&#228;ggande eller om den &#228;r en dom 
eller ett straff&#246;rel&#228;ggande som p&#229; grund av f&#246;reskrift i lag 
eller annan f&#246;rfattning har &#246;vers&#228;nts till 
Kronofogdemyndigheten fr&#229;n en domstol eller en annan 
myndighet. Lag (2021:790).

3 &#167; Ett barns ans&#246;kan om verkst&#228;llighet som avser skadest&#229;nd 
p&#229; grund av brott f&#229;r g&#246;ras av endast en v&#229;rdnadshavare, om 
den andra v&#229;rdnadshavaren &#228;r g&#228;lden&#228;r eller om det annars 
finns s&#228;rskilda sk&#228;l. Lag (2022:1320).

4 &#167; Har upph&#228;vts genom lag (2006:672).

5 &#167; Om en ans&#246;kan &#228;r s&#229; bristf&#228;llig att den inte kan l&#228;ggas till grund
f&#246;r pr&#246;vning i sak och om s&#246;kanden inte f&#246;ljer ett f&#246;rel&#228;ggande att
avhj&#228;lpa bristen, skall ans&#246;kan avvisas. Lag (1993:893).

6 &#167; Betr&#228;ffande parts beh&#246;righet samt st&#228;llf&#246;retr&#228;dare eller ombud f&#246;r
och bitr&#228;de &#229;t part till&#228;mpas 11 och 12 kap. r&#228;tteg&#229;ngsbalken, i den m&#229;n
ej annat f&#246;reskrivs i denna paragraf.

Ombud beh&#246;ver ej styrka sin beh&#246;righet genom fullmakt annat &#228;n om
kronofogdemyndigheten finner det beh&#246;vligt.

Visar ombud eller bitr&#228;de oskicklighet eller of&#246;rst&#229;nd eller &#228;r han
eljest ol&#228;mplig, f&#229;r kronofogdemyndigheten avvisa honom som ombud eller
bitr&#228;de i m&#229;let.

7 &#167; I 22 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser om 
hur ankomstdagen f&#246;r handlingar best&#228;ms.

En handling som avser en anm&#228;lan eller n&#229;gon annan &#229;tg&#228;rd som 
ska ske innan utm&#228;tt egendom s&#228;ljs, sammantr&#228;de avslutas eller 
beslut meddelas, anses dock inkommen i r&#228;tt tid endast om 
inneh&#229;llet i handlingen har hunnit bli k&#228;nt f&#246;r 
f&#246;rr&#228;ttningsmannen f&#246;re n&#228;mnda tidpunkt. Lag (2020:920).

8 &#167; Kronofogdemyndigheten f&#229;r vid behov anlita tolk. Tolk som ej fullg&#246;r
uppdraget i tj&#228;nsten har r&#228;tt till ers&#228;ttning av allm&#228;nna medel.

I fr&#229;ga om &#246;vers&#228;ttning av ans&#246;kan eller annan handling som ej &#228;r
avfattad p&#229; svenska till&#228;mpas 33 kap. 9 &#167; r&#228;tteg&#229;ngsbalken.

9 &#167; Underl&#229;ter part eller tredje man att fullg&#246;ra n&#229;got som &#229;ligger
honom i uts&#246;kningsm&#229;l och finns anledning antaga att han har laga
f&#246;rfall, skall underl&#229;tenheten ej leda till p&#229;f&#246;ljd eller eljest l&#228;ggas
honom till last i m&#229;let. Auktion eller bevakningssammantr&#228;de skall dock
ej inst&#228;llas annat &#228;n om synnerliga sk&#228;l f&#246;religger.

Har n&#229;gon f&#246;relagts att v&#228;cka talan inom viss tid och visar han laga
f&#246;rfall f&#246;re utg&#229;ngen av den tiden, skall kronofogdemyndigheten s&#228;tta ut
ny tid.

I fr&#229;ga om vad som skall r&#228;knas som laga f&#246;rfall till&#228;mpas 32 kap. 8 &#167;
r&#228;tteg&#229;ngsbalken.

F&#246;rh&#246;r

10 &#167; Kronofogdemyndigheten f&#229;r h&#229;lla f&#246;rh&#246;r med svaranden, om 
det beh&#246;vs. Svaranden f&#229;r f&#246;rel&#228;ggas att inst&#228;lla sig 
personligen vid vite av h&#246;gst femtusen kronor. 

Till ett s&#229;dant f&#246;rh&#246;r ska vid behov &#228;ven s&#246;kanden kallas. 
S&#246;kanden f&#229;r f&#246;rel&#228;ggas att inst&#228;lla sig vid p&#229;f&#246;ljd av att 
hans eller hennes ans&#246;kan annars f&#246;rfaller. S&#246;kanden f&#229;r 
f&#246;rel&#228;ggas att inst&#228;lla sig personligen vid vite av h&#246;gst 
femtusen kronor. Lag (2022:799).

11 &#167; F&#246;rh&#246;r f&#229;r vid behov h&#229;llas med tredje man som &#228;r 
sak&#228;gare eller som enligt denna balk &#228;r skyldig att l&#228;mna 
upplysningar. Tredje man f&#229;r f&#246;rel&#228;ggas att inst&#228;lla sig 
personligen vid vite av h&#246;gst femtusen kronor. Lag (2022:799). 

12 &#167; Fr&#229;ga om utd&#246;mande av vite som har f&#246;relagts enligt 10 
eller 11 &#167; pr&#246;vas av Kronofogdemyndigheten. Om &#228;ndam&#229;let med 
vitet har f&#246;rfallit, f&#229;r vitet inte d&#246;mas ut. 

En svarande eller tredje man som har kallats att inst&#228;lla sig 
till f&#246;rh&#246;r vid vite f&#229;r h&#228;mtas om han eller hon uteblir fr&#229;n 
f&#246;rh&#246;ret. Lag (2022:799).

13 &#167; Tredje man som har inst&#228;llt sig f&#246;r att h&#246;ras f&#229;r tillerk&#228;nnas
sk&#228;lig ers&#228;ttning av allm&#228;nna medel f&#246;r inst&#228;llelsen.

14 &#167; Har vid f&#246;rh&#246;r f&#246;rebringats uppgift om enskilds personliga eller
ekonomiska f&#246;rh&#229;llanden, vars r&#246;jande kan antagas medf&#246;ra att den
enskilde eller n&#229;gon honom n&#228;rst&#229;ende lider avsev&#228;rd skada eller
betydande men, kan kronofogdemyndigheten f&#246;rordna att uppgiften ej f&#229;r
r&#246;jas obeh&#246;rigen.

Tv&#229;ngsmedel

15 &#167; N&#228;r Kronofogdemyndigheten enligt 4 kap. 14 eller 15 &#167;
eller 16 kap. 9 eller 12 &#167; eller 13 &#167; j&#228;mf&#246;rd med 4 kap. 14 och
15 &#167;&#167; f&#246;rel&#228;gger svaranden eller tredje man att fullg&#246;ra eller
underl&#229;ta n&#229;got, f&#229;r myndigheten f&#246;reskriva vite till belopp
som finnes beh&#246;vligt.

Fr&#229;ga om utd&#246;mande av vite som har f&#246;relagts enligt f&#246;rsta
stycket pr&#246;vas, p&#229; talan av Kronofogdemyndigheten, av den
tingsr&#228;tt som enligt 18 kap. 1 &#167; pr&#246;var &#246;verklagande av
Kronofogdemyndighetens beslut. Har &#228;ndam&#229;let med vitet
f&#246;rfallit, f&#229;r det ej d&#246;mas ut.

Om f&#246;rel&#228;ggande vid vite ej iakttas, kan Kronofogdemyndigheten
ge nytt vitesf&#246;rel&#228;ggande utan hinder av att det f&#246;rra ej har
vunnit laga kraft. Lag (2006:672).

16 &#167; Efterkommer ej g&#228;lden&#228;ren eller tredje man f&#246;rel&#228;ggande
enligt 4 kap. 14 eller 15 &#167; eller 16 kap. 13 &#167; j&#228;mf&#246;rd med
n&#228;mnda lagrum, f&#229;r han h&#228;ktas, om synnerliga sk&#228;l f&#246;religger.
Fr&#229;ga om h&#228;ktning pr&#246;vas, efter framst&#228;llning av
Kronofogdemyndigheten, av den tingsr&#228;tt som enligt 18 kap. 1 &#167;
pr&#246;var &#246;verklagande av Kronofogdemyndighetens beslut.

N&#228;r framst&#228;llning om h&#228;ktning har gjorts, skall f&#246;rhandling &#228;ga
rum inf&#246;r r&#228;tten. Till f&#246;rhandlingen skall
Kronofogdemyndigheten och, om hinder ej m&#246;ter, den som avses
med yrkandet kallas. Denne f&#229;r h&#228;mtas, om sk&#228;l f&#246;religger
d&#228;rtill. Har han kallats till f&#246;rhandlingen eller kan det
antagas att han har avvikit eller eljest h&#229;ller sig undan,
utg&#246;r hans utevaro ej hinder f&#246;r pr&#246;vning av yrkandet. I fr&#229;ga
om r&#228;tt till bitr&#228;de och kostnader i m&#229;let har vad som
f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om f&#246;rsvarare och om
r&#228;tteg&#229;ngskostnader i brottm&#229;l motsvarande till&#228;mpning.

R&#228;tten skall med h&#246;gst tv&#229; veckors mellanrum h&#229;lla f&#246;rhandling
f&#246;r att pr&#246;va om den som &#228;r intagen i h&#228;kte fortfarande skall
vara h&#228;ktad. F&#246;religger ej l&#228;ngre sk&#228;l f&#246;r h&#228;ktning, skall
r&#228;tten omedelbart f&#246;rordna att den h&#228;ktade skall friges. Ingen
f&#229;r h&#229;llas h&#228;ktad l&#228;ngre tid &#228;n tre m&#229;nader i m&#229;let.
Betr&#228;ffande behandlingen i &#246;vrigt av fr&#229;gor om h&#228;ktning enligt
denna paragraf har vad som g&#228;ller enligt r&#228;tteg&#229;ngsbalken om
h&#228;ktning av misst&#228;nkt motsvarande till&#228;mpning.
Lag (2006:672).

17 &#167; Vid f&#246;rr&#228;ttning f&#229;r hus, rum eller f&#246;rvaringsst&#228;lle genoms&#246;kas, om
det beh&#246;vs f&#246;r att verkst&#228;llighet skall kunna ske.

Beh&#246;ver f&#246;rr&#228;ttningsmannen ha tilltr&#228;de till utrymme som &#228;r tillslutet,
f&#229;r han l&#229;ta &#246;ppna l&#229;s eller bereda sig tilltr&#228;de p&#229; annat s&#228;tt. Han f&#229;r
dock ej bereda sig tilltr&#228;de till bostad i innehavarens fr&#229;nvaro annat
&#228;n om underr&#228;ttelse om tiden f&#246;r f&#246;rr&#228;ttningen har s&#228;nts till
innehavaren med posten eller l&#228;mnats p&#229; annat l&#228;mpligt s&#228;tt och det kan
antagas att denne h&#229;ller sig undan eller om eljest s&#228;rskilda sk&#228;l
f&#246;religger.

F&#246;r att genomf&#246;ra f&#246;rr&#228;ttning f&#229;r f&#246;rr&#228;ttningsmannen i &#246;vrigt anv&#228;nda
tv&#229;ng i den m&#229;n det kan anses befogat med h&#228;nsyn till omst&#228;ndigheterna.
V&#229;ld mot person f&#229;r dock brukas endast om f&#246;rr&#228;ttningsmannen m&#246;ter
motst&#229;nd och i den m&#229;n det med h&#228;nsyn till f&#246;rr&#228;ttningens &#228;ndam&#229;l kan
anses f&#246;rsvarligt.

Beslut

18 &#167; Beslut skall, i den m&#229;n det beh&#246;vs, ange de sk&#228;l p&#229; vilka det
grundas.

Beslut som f&#229;r &#246;verklagas skall inneh&#229;lla upplysning om vad den som vill
f&#246;ra talan mot beslutet skall iakttaga. S&#229;dan upplysning f&#229;r dock
utel&#228;mnas n&#228;r den &#228;r uppenbart obeh&#246;vlig.

19 &#167; Kronofogdemyndighetens beslut g&#228;ller omedelbart. Vite f&#229;r
dock  inte uts&#246;kas innan det beslut, genom vilket
kronofogdemyndigheten har d&#246;mt ut vitet, har vunnit laga kraft.

Verkst&#228;lligheten fortg&#229;r &#228;ven om kronofogdemyndighetens beslut
&#246;verklagas, om inte n&#229;got annat f&#246;reskrivs i denna balk eller
f&#246;rordnas av en domstol. Lag (1993:516).

20 &#167; Beslut, som till f&#246;ljd av skrivfel, r&#228;knefel eller annat s&#229;dant
f&#246;rbiseende inneh&#229;ller uppenbar oriktighet, f&#229;r r&#228;ttas av
kronofogdemyndigheten. Om det ej &#228;r obeh&#246;vligt, skall part och annan
sak&#228;gare beredas tillf&#228;lle att yttra sig innan r&#228;ttelse sker.

21 &#167; Vad som i balken s&#228;gs om beslut g&#228;ller i till&#228;mpliga delar &#228;ven
s&#229;dan &#229;tg&#228;rd av kronofogdemyndigheten som inverkar p&#229; parts eller tredje
mans r&#228;tt.

Pr&#246;vning av tvist

22 &#167; I tvist vid f&#246;rdelning av medel som enligt 13 kap. 7 &#167; tredje
stycket pr&#246;vas av kronofogdemyndigheten anses talan v&#228;ckt n&#228;r borgen&#228;ren
anm&#228;lde sitt anspr&#229;k.

Om talan ej uppfyller vad som g&#228;ller f&#246;r st&#228;mningsans&#246;kan i tvistem&#229;l,
skall kronofogdemyndigheten anmoda borgen&#228;ren att avhj&#228;lpa bristen.

23 &#167; Kronofogdemyndigheten skall s&#228;tta ut muntlig f&#246;rhandling i tvisten
och kalla parterna till f&#246;rhandlingen. I fr&#229;ga om s&#229;dan f&#246;rhandling
till&#228;mpas best&#228;mmelserna om f&#246;rh&#246;r i 10 &#167; f&#246;rsta stycket andra meningen
och andra stycket tredje meningen, 11 &#167; andra meningen, 12 &#167; f&#246;rsta
stycket och 14 &#167;. Parts utevaro fr&#229;n f&#246;rhandlingen utg&#246;r ej hinder f&#246;r
pr&#246;vning av tvisten.

Om bevisning g&#228;ller vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken f&#246;r tvistem&#229;l.
Best&#228;mmelserna om h&#228;kte i 36 kap. 21 &#167; r&#228;tteg&#229;ngsbalken f&#229;r dock ej
till&#228;mpas.

Tvisten avg&#246;rs i samband med f&#246;rdelning av de medel som tvisten r&#246;r.
Avg&#246;randet tas upp i beslutet om f&#246;rdelningen.

24 &#167; Har enligt 4 kap. 20, 21 eller 22 &#167; eller 13 kap. 7 &#167;
andra stycket f&#246;rel&#228;ggande meddelats att v&#228;cka talan vid
domstol, skall tvisten pr&#246;vas av den tingsr&#228;tt som enligt 18
kap. 1 &#167; pr&#246;var &#246;verklagande av Kronofogdemyndighetens beslut,
om ej annat f&#246;ljer av andra stycket.

Om f&#246;rel&#228;ggande har meddelats enligt 4 kap. 20, 21, 22 eller
26 &#167; i fall d&#229; tvisten r&#246;r egendom som avses i 10 kap. 10 eller
12 &#167; r&#228;tteg&#229;ngsbalken, g&#228;ller om domstols beh&#246;righet vad som
s&#228;gs d&#228;r.

Har f&#246;rel&#228;ggande meddelats enligt 4 kap. 23 &#167; f&#246;rsta stycket
eller 9 kap. 11 &#167; tredje stycket, g&#228;ller om domstols beh&#246;righet
vad som i allm&#228;nhet &#228;r f&#246;reskrivet d&#228;rom. I fall som avses i 4
kap. 23 &#167; andra stycket skall tvisten pr&#246;vas, n&#228;r fr&#229;ga &#228;r om
pantbrev i fastighet, av den tingsr&#228;tt som anges i 10 kap. 10 &#167;
r&#228;tteg&#229;ngsbalken och annars av den tingsr&#228;tt som enligt 18 kap.
1 &#167; pr&#246;var &#246;verklagande av Kronofogdemyndighetens beslut.

Har ett f&#246;rel&#228;ggande meddelats enligt 3 kap. 16 &#167; g&#228;ller om
domstols beh&#246;righet vad som s&#228;gs i 43 &#167; f&#246;rsta stycket lagen
(1999:116) om skiljef&#246;rfarande.

I f&#246;rel&#228;ggande skall anges vid vilken domstol talan i f&#246;rsta
hand b&#246;r v&#228;ckas. Lag (2006:672).

St&#228;llande av s&#228;kerhet m.m.

25 &#167; S&#228;kerhet som ska st&#228;llas enligt denna balk ska best&#229; av
pant, borgen eller f&#246;retagshypotek. Borgen ska st&#228;llas s&#229;som
f&#246;r egen skuld och, om den ing&#229;s av tv&#229; eller flera personer
gemensamt, vara solidarisk. &#196;r s&#228;kerheten inte godk&#228;nd av den
till vars f&#246;rm&#229;n s&#228;kerheten ska g&#228;lla, ska den pr&#246;vas av
Kronofogdemyndigheten.

Om bank eller annan j&#228;mf&#246;rbar penninginr&#228;ttning ska st&#228;lla
s&#228;kerhet, f&#229;r godtas utf&#228;stelse av penninginr&#228;ttningen att
infria den f&#246;rpliktelse som s&#228;kerheten ska avse.

S&#228;kerheten ska tas i f&#246;rvar av Kronofogdemyndigheten.
Lag (2008:991).

26 &#167; N&#228;r s&#228;kerhet ska tas i anspr&#229;k av Kronofogdemyndigheten
enligt 3 kap. 22 &#167; andra stycket, eller 13 kap. 3 eller 20 &#167;,
f&#229;r pant tillgodog&#246;ras i den ordning som g&#228;ller f&#246;r utm&#228;tt
egendom. Borgen f&#229;r genast uts&#246;kas. Om s&#228;kerheten utg&#246;rs av
f&#246;retagshypotek, f&#229;r utm&#228;tning genast ske i den egendom som
omfattas av f&#246;retagshypoteket. Detta g&#228;ller &#228;ven n&#228;r
f&#246;retagshypoteket g&#228;ller i annan n&#228;ringsverksamhet &#228;n
g&#228;lden&#228;rens. Lag (2008:991).

27 &#167; Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver 
inte st&#228;lla s&#228;kerhet. 

Vite f&#229;r inte f&#246;rel&#228;ggas staten. Lag (2019:841).

Fordran som ej &#228;r f&#246;rfallen samt r&#228;nta

28 &#167; Fordran, som ej &#228;r f&#246;rfallen till betalning och ej l&#246;per med r&#228;nta
f&#246;re f&#246;rfallodagen, ber&#228;knas till det belopp som efter fem procent &#229;rlig
r&#228;nta utg&#246;r fordringens v&#228;rde. Motsvarande g&#228;ller, om utf&#228;st r&#228;nta &#228;r
l&#228;gre &#228;n fem procent.

29 &#167; N&#228;r medel som s&#246;kanden eller annan sak&#228;gare har f&#229;tt lyfta skall
betalas tillbaka, utg&#229;r r&#228;nta enligt 5 &#167; r&#228;ntelagen (1975:635) fr&#229;n den
dag medlen utbetalades till och med den dag &#229;terbetalning skall ske och
enligt 6 &#167; r&#228;ntelagen f&#246;r tiden d&#228;refter.

R&#228;nta utg&#229;r dock ej i den m&#229;n det beror p&#229; den som &#228;r ber&#228;ttigad till
medlen att de ej har betalats tillbaka.

S&#228;rskilda best&#228;mmelser betr&#228;ffande allm&#228;nna m&#229;l

30 &#167; Best&#228;mmelserna i 1 och 2 &#167;&#167; samt 10 &#167; andra stycket g&#228;ller
inte i allm&#228;nt m&#229;l. I fr&#229;ga om s&#246;kanden i ett s&#229;dant m&#229;l g&#228;ller
inte 6 &#167; och inte heller 29 &#167; i fall d&#229; exekutionstiteln
upph&#228;vs.

S&#246;kanden i allm&#228;nt m&#229;l f&#246;retr&#228;ds av Kronofogdemyndigheten. Om
fr&#229;ga uppkommer om avvisning enligt 2 kap. 5 &#167; eller inv&#228;ndning
g&#246;rs mot verkst&#228;llighet enligt 3 kap. 21 &#167; f&#246;r dock s&#246;kanden
sj&#228;lv sin talan. I tvister som avses i 4 kap. 20-23 och 26 &#167;&#167;,
9 kap. 11 &#167; tredje stycket och 13 kap. 7 &#167; andra stycket samt
n&#228;r talan f&#246;rs i ett &#246;verklagat uts&#246;kningsm&#229;l f&#246;retr&#228;ds
s&#246;kanden av Skatteverket.

I allm&#228;nt m&#229;l anses ans&#246;kan gjord, n&#228;r indrivningsuppdraget har
f&#246;rts in i Kronofogdemyndighetens system f&#246;r automatisk
databehandling och uppgifterna &#228;r tillg&#228;ngliga f&#246;r myndigheten.
N&#228;r indrivning beg&#228;rs enligt s&#228;rskilda best&#228;mmelser, anses
ans&#246;kan gjord n&#228;r ans&#246;kningshandlingarna har kommit in till
Kronofogdemyndigheten. Lag (2006:672).

3 kap. Exekutionstitlar

Inledande best&#228;mmelser

1 &#167; Verkst&#228;llighet f&#229;r under de f&#246;ruts&#228;ttningar som anges i 
detta kapitel ske p&#229; grund av f&#246;ljande exekutionstitlar:

1. domstols dom, utslag eller beslut,

2. f&#246;rlikning som &#228;r stadf&#228;st av en domstol och 
medlings&#246;verenskommelse som har f&#246;rklarats verkst&#228;llbar av en 
domstol,

3. godk&#228;nt straff&#246;rel&#228;ggande, godk&#228;nt f&#246;rel&#228;ggande av 
ordningsbot eller godk&#228;nt avgiftsf&#246;rel&#228;ggande,

4. skiljedom eller beslut om avskrivning av ett 
skiljef&#246;rfarande,

5. f&#246;rbindelse ang&#229;ende underh&#229;llsbidrag,

6. f&#246;rvaltningsmyndighets beslut som

a) innefattar betalningsskyldighet, f&#246;rutsatt att beslutet f&#229;r 
&#246;verklagas i annan ordning &#228;n den som g&#228;ller f&#246;r 
laglighetspr&#246;vning enligt 13 kap. kommunallagen (2017:725), 
eller

b) f&#229;r verkst&#228;llas enligt en s&#228;rskild f&#246;reskrift,

7. handling som enligt en s&#228;rskild f&#246;reskrift f&#229;r l&#228;ggas till 
grund f&#246;r verkst&#228;llighet, och

8. Kronofogdemyndighetens utslag eller beslut i m&#229;l om 
betalningsf&#246;rel&#228;ggande eller handr&#228;ckning samt europeiskt 
betalningsf&#246;rel&#228;ggande som har f&#246;rklarats verkst&#228;llbart av 
Kronofogdemyndigheten.

Det som i balken s&#228;gs om dom g&#228;ller, om inte annat f&#246;reskrivs, 
i till&#228;mpliga delar &#228;ven domstols utslag eller beslut, 
Kronofogdemyndighetens utslag eller beslut i m&#229;l om 
betalningsf&#246;rel&#228;ggande eller handr&#228;ckning samt europeiskt 
betalningsf&#246;rel&#228;ggande som har f&#246;rklarats verkst&#228;llbart av 
Kronofogdemyndigheten. Vidare g&#228;ller det som s&#228;gs i balken om 
skiljedom &#228;ven beslut om avskrivning av skiljef&#246;rfarande.
Lag (2022:1320).

2 &#167; I vad m&#229;n verkst&#228;llighet p&#229; grund av utl&#228;ndsk exekutionstitel f&#229;r
&#228;ga rum h&#228;r i riket framg&#229;r av s&#228;rskilda f&#246;reskrifter.

Dom

3 &#167; Dom f&#229;r verkst&#228;llas utan s&#228;rskilda villkor, n&#228;r den har vunnit laga
kraft.

Har talan fullf&#246;ljts endast mot viss del av dom, f&#229;r domen i &#246;vrigt, n&#228;r
det kan ske, verkst&#228;llas s&#229;som lagakraft&#228;gande dom, om ej annat
f&#246;rordnas med anledning av den fullf&#246;ljda talan.

4 &#167; Dom som ej har vunnit laga kraft f&#229;r verkst&#228;llas i fall och
under villkor som anges i 5–9 &#167;&#167;.

Best&#228;mmelser om hinder mot att utm&#228;tt egendom s&#228;ljs eller influtna
medel betalas ut finns i 8 kap. 4 &#167; samt 13 kap. 1 och 14 &#167;&#167;.
Lag (1995:298).

5 &#167; Verkst&#228;llighet f&#229;r genast ske av

1. dom i v&#228;xelm&#229;l eller checkm&#229;l,

2. tredskodom varigenom betalningsskyldighet har &#229;lagts den part som
uteblivit eller inte uppfyllt vad som s&#228;gs i 44 kap. 7 a eller 7 b &#167;
r&#228;tteg&#229;ngsbalken, om inte n&#229;got annat f&#246;rordnas med anledning av ans&#246;kan
om &#229;tervinning. Lag (1991:848).

6 &#167; Annan dom varigenom betalningsskyldighet har &#229;lagts &#228;n som
avses i 5 &#167; f&#229;r verkst&#228;llas genast, om inte g&#228;lden&#228;ren hos
Kronofogdemyndigheten

1. neds&#228;tter pengar till belopp som svarar mot
betalningsskyldigheten den dag neds&#228;ttningen sker j&#228;mte
f&#246;rr&#228;ttningskostnader eller

2. som pant st&#228;ller ett motsvarande tillgodohavande hos bank
eller kreditmarknadsf&#246;retag j&#228;mte den r&#228;nta som bel&#246;per p&#229;
tillgodohavandet f&#246;r tiden d&#228;refter eller

3. n&#228;r domen har meddelats av underr&#228;tt st&#228;ller annan s&#228;kerhet
f&#246;r betalningsskyldigheten j&#228;mte f&#246;rr&#228;ttningskostnader.

Fullg&#246;r g&#228;lden&#228;ren vad som nu har sagts f&#246;rst sedan &#229;tg&#228;rd har
vidtagits f&#246;r verkst&#228;llighet av domen, skall &#229;tg&#228;rden &#229;terg&#229;,
om det kan ske. Lag (2006:672).

7 &#167; Har h&#246;gre r&#228;tt f&#246;rklarat talan mot dom varigenom
betalningsskyldighet har &#229;lagts f&#246;rfallen, f&#229;r domen verkst&#228;llas genast,
om ej annat f&#246;rordnas med anledning av ans&#246;kan om m&#229;lets &#229;terupptagande.

Har hovr&#228;tt v&#228;grat en part pr&#246;vningstillst&#229;nd vid talan mot tingsr&#228;tts
dom, varigenom betalningsskyldighet har &#229;lagts parten, f&#229;r domen
verkst&#228;llas genast, om inte annat f&#246;rordnas med anledning av talan mot
hovr&#228;ttens beslut. Lag (1987:755).

8 &#167; Dom varigenom n&#229;gon har f&#246;rpliktats att utge l&#246;s egendom f&#229;r
verkst&#228;llas genast, om s&#228;kerhet st&#228;lls f&#246;r &#229;terb&#228;ring av egendomen j&#228;mte
avkastning. Detta g&#228;ller dock ej, om f&#246;rpliktelsen har &#229;lagts som
s&#228;rskild r&#228;ttsverkan av brott.

9 &#167; Dom, som enligt annan lag eller enligt f&#246;rordnande av domstolen f&#229;r
verkst&#228;llas innan den har vunnit laga kraft, verkst&#228;lls s&#229;som
lagakraft&#228;gande dom, om ej annat f&#246;ljer av lagen eller f&#246;rordnandet.

10 &#167; Ans&#246;kan om resning eller &#229;terst&#228;llande av f&#246;rsutten tid, beslut
genom vilket en s&#229;dan ans&#246;kan har beviljats eller klagan &#246;ver
domvilla hindrar inte verkst&#228;llighet, om inte r&#228;tten beslutar annat.
Lag (1994:1038).

Utslag och beslut i m&#229;l om betalningsf&#246;rel&#228;ggande och handr&#228;ckning
samt europeiskt betalningsf&#246;rel&#228;ggande

11 &#167; Utslag eller beslut i m&#229;l om betalningsf&#246;rel&#228;ggande eller
handr&#228;ckning genom vilket n&#229;gon har &#229;lagts betalningsskyldighet
f&#229;r verkst&#228;llas genast, om inte n&#229;got annat beslutas med anledning
av ans&#246;kan om &#229;tervinning eller &#246;verklagande. Har g&#228;lden&#228;ren s&#246;kt
&#229;tervinning eller &#246;verklagat, till&#228;mpas det som s&#228;gs i 6 &#167; om
underr&#228;tts dom. Lag (1994:1038).

12 &#167; Utslag eller beslut i m&#229;l om handr&#228;ckning verkst&#228;lls, utom
i fall som avses i 11 &#167;, s&#229;som lagakraft&#228;gande dom, om inte n&#229;got
annat beslutas med anledning av ans&#246;kan om &#229;tervinning eller
&#246;verklagande. Lag (1994:1038).

12 a &#167; Europeiskt betalningsf&#246;rel&#228;ggande som har f&#246;rklarats
verkst&#228;llbart av Kronofogdemyndigheten f&#229;r verkst&#228;llas utan
s&#228;rskilda villkor, om inte n&#229;got annat f&#246;ljer av artikel 22
eller 23 i Europaparlamentets och r&#229;dets f&#246;rordning (EG) nr
1896/2006 av den 12 december 2006 om inf&#246;rande av ett
europeiskt betalningsf&#246;rel&#228;ggande. Lag (2008:881).

F&#246;rlikning och medlings&#246;verenskommelse

13 &#167; F&#246;rlikning som &#228;r stadf&#228;st av domstol och
medlings&#246;verenskommelse som har f&#246;rklarats verkst&#228;llbar av
domstol verkst&#228;lls som lagakraft&#228;gande dom, om inte annat
beslutas med anledning av talan mot domen eller beslutet eller
talan om ogiltigf&#246;rklaring av f&#246;rlikningen eller
medlings&#246;verenskommelsen. Lag (2011:862).

Straff&#246;rel&#228;ggande och f&#246;rel&#228;ggande av ordningsbot

14 &#167; Godk&#228;nt straff&#246;rel&#228;ggande och godk&#228;nt f&#246;rel&#228;ggande av 
ordningsbot verkst&#228;lls som en dom som har f&#229;tt laga kraft.
Lag (2021:80).

Skiljedom

15 &#167; En skiljedom som grundas p&#229; skiljeavtal f&#229;r 
verkst&#228;llas, om

1. skiljeavtalet inte inneh&#229;ller n&#229;got f&#246;rbeh&#229;ll om r&#228;tt f&#246;r 
part att f&#246;ra talan mot domen eller, n&#228;r ett s&#229;dant f&#246;rbeh&#229;ll 
finns, tiden f&#246;r parts talan har g&#229;tt ut utan att talan har 
f&#246;rts, och

2. domen uppfyller f&#246;reskrifterna om skriftlighet och 
undertecknande i 31 &#167; f&#246;rsta stycket lagen (1999:116) om 
skiljef&#246;rfarande.

I fr&#229;ga om ers&#228;ttning till skiljeman f&#229;r skiljedomen 
verkst&#228;llas, om

1. domen i denna del inte har angripits inom f&#246;reskriven tid, 
och

2. domen uppfyller f&#246;reskrifterna om skriftlighet och 
undertecknande i 31 &#167; f&#246;rsta stycket lagen om 
skiljef&#246;rfarande.

Svaranden ska alltid ges tillf&#228;lle att yttra sig innan 
verkst&#228;llighet sker.

Om verkst&#228;llighet av en skiljedom som omfattas av en s&#229;dan 
&#246;verenskommelse om inskr&#228;nkning i parternas r&#228;tt att f&#246;ra 
talan mot skiljedomen som anges i 51 &#167; lagen om 
skiljef&#246;rfarande, g&#228;ller vad som f&#246;reskrivs d&#228;r.
Lag (2018:1989).

16 &#167; Finns det anledning att anta att en skiljedom som enligt
15 &#167; f&#229;r verkst&#228;llas &#228;r ogiltig och p&#229;g&#229;r inte redan r&#228;tteg&#229;ng
om detta, skall kronofogdemyndigheten f&#246;rel&#228;gga s&#246;kanden att
inom en m&#229;nad fr&#229;n det att f&#246;rel&#228;ggandet delgavs s&#246;kanden v&#228;cka
talan i saken mot svaranden. Lag (1999:118).

17 &#167; Best&#228;mmelserna i 15 och 16 &#167;&#167; g&#228;ller i till&#228;mpliga delar
en skiljedom som, utan att skiljeavtal f&#246;religger, med st&#246;d av
best&#228;mmelse i lag har meddelats med till&#228;mpning av lagen
(1999:116) om skiljef&#246;rfarande. Lag (1999:118).

18 &#167; Finns inte p&#229; grund av best&#228;mmelserna i 15 eller 17 &#167;
hinder mot verkst&#228;llighet av skiljedomen, verkst&#228;lls den som
lagakraft&#228;gande dom, om inte annat f&#246;rordnas av den domstol d&#228;r
talan mot skiljedomen f&#246;rs.

Har s&#246;kanden f&#246;relagts att v&#228;cka talan enligt 16 &#167; f&#229;r
skiljedomen dock verkst&#228;llas endast i fall och under villkor
som g&#228;ller f&#246;r icke lagakraft&#228;gande underr&#228;ttsdomar. Sedan
talan om skiljedomens giltighet v&#228;ckts av s&#246;kanden eller
svaranden f&#229;r domstolen best&#228;mma om verkst&#228;lligheten. V&#228;cks
inte talan inom den angivna tiden eller avslutas m&#229;let utan
pr&#246;vning i sak skall vid till&#228;mpning av 22 &#167; anses som om
skiljedomen hade upph&#228;vts. Lag (1999:118).

F&#246;rbindelse ang&#229;ende underh&#229;llsbidrag

19 &#167; Skriftlig, av tv&#229; personer bevittnad f&#246;rbindelse ang&#229;ende
underh&#229;llsbidrag enligt &#228;ktenskapsbalken eller f&#246;r&#228;ldrabalken verkst&#228;lls
s&#229;som lagakraft&#228;gande dom.

I fr&#229;ga om underh&#229;llsbidrag, som skall utges till g&#228;lden&#228;rens make f&#246;r
makens egen del eller f&#246;r makarnas barn, f&#229;r verkst&#228;llighet dock &#228;ga rum
endast om makarna under den tid som bidraget avser ej varaktigt bodde
tillsammans och alltj&#228;mt ej g&#246;r det.

Har talan r&#246;rande en f&#246;rbindelse v&#228;ckts vid domstol, kan denna f&#246;rordna
att verkst&#228;llighet ej f&#229;r &#228;ga rum tills vidare. Lag (1987:793).

Annan exekutionstitel

20 &#167; En f&#246;rvaltningsmyndighets beslut f&#229;r verkst&#228;llas n&#228;r det 
har f&#229;tt laga kraft. Ett s&#229;dant beslut f&#229;r dock verkst&#228;llas 
innan det har f&#229;tt laga kraft, om det &#228;r s&#228;rskilt f&#246;reskrivet.

Vid verkst&#228;llighet av ett beslut enligt f&#246;rsta stycket 
till&#228;mpas 23 &#167; tredje stycket.

I fr&#229;ga om verkst&#228;llighet p&#229; grund av handling som avses i 1 &#167; 
f&#246;rsta stycket 7 g&#228;ller vad som &#228;r s&#228;rskilt f&#246;reskrivet.
Lag (2022:1320).

Inv&#228;ndningar mot verkst&#228;llighet

21 &#167; Visar svaranden att han har fullgjort betalningsskyldighet eller
annan f&#246;rpliktelse som ans&#246;kningen om verkst&#228;llighet avser, f&#229;r
verkst&#228;llighet ej &#228;ga rum. Detsamma g&#228;ller om svaranden till kvittning
&#229;beropar fordran, som har fastst&#228;llts genom exekutionstitel vilken f&#229;r
verkst&#228;llas eller som grundas p&#229; skuldebrev eller annat skriftligt
fordringsbevis, och i &#246;vrigt f&#246;ruts&#228;ttningar f&#246;r kvittning f&#246;religger.

G&#246;r svaranden g&#228;llande att annat f&#246;rh&#229;llande som r&#246;r parternas
mellanhavande utg&#246;r hinder mot verkst&#228;llighet och kan inv&#228;ndningen ej
l&#228;mnas utan avseende, f&#229;r verkst&#228;llighet ej heller &#228;ga rum.

F&#246;religger fall som avses i f&#246;rsta eller andra stycket och har &#229;tg&#228;rd
f&#246;r verkst&#228;llighet redan vidtagits i m&#229;let, skall &#229;tg&#228;rden &#229;terg&#229;, om
det kan ske.

Kronofogdemyndighetens beslut med anledning av inv&#228;ndning som avses i
f&#246;rsta eller andra stycket hindrar ej att saken pr&#246;vas i r&#228;tteg&#229;ng.

Upph&#228;vande av exekutionstitel

22 &#167; Upph&#228;vs en exekutionstitel, skall s&#246;kt verkst&#228;llighet
omedelbart inst&#228;llas. Redan vidtagen &#229;tg&#228;rd f&#246;r verkst&#228;llighet skall
s&#229;vitt m&#246;jligt &#229;terg&#229;. S&#229;dan &#229;terg&#229;ng skall ske genast, om inte annat
har f&#246;rordnats. I m&#229;l om utm&#228;tning skall dock vidtagen &#229;tg&#228;rd inte
utan s&#228;rskilt f&#246;rordnande &#229;terg&#229; f&#246;rr&#228;n det avg&#246;rande varigenom
exekutionstiteln har upph&#228;vts har vunnit laga kraft.

I m&#229;l om utm&#228;tning skall kronofogdemyndigheten p&#229; beg&#228;ran uts&#246;ka vad
borgen&#228;ren skall betala tillbaka. H&#228;rvid f&#229;r st&#228;lld s&#228;kerhet tas i
anspr&#229;k. I annat m&#229;l skall myndigheten p&#229; beg&#228;ran &#229;terst&#228;lla
besittning eller annat f&#246;rh&#229;llande som har rubbats, om hinder inte
m&#246;ter.

S&#246;kanden &#228;r &#228;ven skyldig att ers&#228;tta skada som svaranden har lidit
genom verkst&#228;lligheten. Lag (1995:298).

S&#228;rskilda best&#228;mmelser betr&#228;ffande allm&#228;nna m&#229;l

23 &#167; Best&#228;mmelserna i 3 13 och 15 20 &#167;&#167; samt 22 &#167; f&#246;rsta stycket
tredje och fj&#228;rde meningarna och andra och tredje styckena g&#228;ller ej
i allm&#228;nt m&#229;l.

Dom eller beslut, varigenom n&#229;gon har d&#246;mts att utge b&#246;ter eller
vite eller har &#229;lagts s&#229;dan s&#228;rskild r&#228;ttsverkan av brott som
innefattar betalningsskyldighet, f&#229;r ej verkst&#228;llas f&#246;rr&#228;n domen
eller beslutet har vunnit laga kraft. Annan exekutionstitel i allm&#228;nt
m&#229;l f&#229;r verkst&#228;llas innan den har vunnit laga kraft, om det &#228;r
s&#228;rskilt f&#246;reskrivet.

Exekutionstitel i allm&#228;nt m&#229;l verkst&#228;lls s&#229;som lagakraft&#228;gande dom.
I st&#228;llet f&#246;r vad som s&#228;gs i 22 &#167; f&#246;rsta stycket tredje och fj&#228;rde
meningarna g&#228;ller att &#229;terg&#229;ng av utm&#228;tning skall ske genast, n&#228;r
exekutionstiteln har upph&#228;vts. Lag (1995:298).

24 &#167; Har inneh&#229;llet i exekutionstitel tagits upp i sak&#246;resl&#228;ngd,
restl&#228;ngd eller annan s&#229;dan handling som har uppr&#228;ttats enligt s&#228;rskild
f&#246;reskrift, f&#229;r verkst&#228;llighet &#228;ga rum p&#229; grund av handlingen.

4 kap. Utm&#228;tning

Inledande best&#228;mmelser

1 &#167; Utm&#228;tning f&#229;r &#228;ga rum n&#228;r verkst&#228;llighet som avser
betalningsskyldighet &#228;r medgiven enligt 3 kap. Utm&#228;tning f&#229;r ocks&#229; ske
n&#228;r kronofogdemyndigheten enligt s&#228;rskild best&#228;mmelse i denna balk f&#229;r
uts&#246;ka fordran eller kostnad.

1 a &#167; Utm&#228;tning p&#229; grund av att g&#228;lden&#228;ren enligt lag p&#229; s&#228;rskilda
tider skall betala underh&#229;llsbidrag till make, f&#246;rutvarande make,
eget barn eller annans barn skall avse samtliga bidrag som &#228;r
f&#246;rfallna vid verkst&#228;llighetstillf&#228;llet. S&#246;kanden kan dock beg&#228;ra att
verkst&#228;lligheten skall begr&#228;nsas till vissa bidragsbelopp.

Utm&#228;tning f&#229;r inte ske f&#246;r preskriberade underh&#229;llsbidrag enligt
&#228;ktenskapsbalken och f&#246;r&#228;ldrabalken. Lag (1995:298).

2 &#167; Genom utm&#228;tning f&#229;r tagas i anspr&#229;k egendom som ej &#228;r undantagen p&#229;
grund av best&#228;mmelse i denna balk eller p&#229; grund av s&#228;rskild f&#246;reskrift.
I den m&#229;n pantbrev i skepp eller fastighet ej utg&#246;r s&#228;kerhet f&#246;r fordran
f&#229;r det utm&#228;tas hos den intecknade egendomens &#228;gare. Motsvarande g&#228;ller
skuldebrev som &#228;r intecknat i luftfartyg eller reservdelar till
luftfartyg.

F&#246;r utm&#228;tning av l&#246;n och vissa andra f&#246;rm&#229;ner g&#228;ller enligt 7 kap.
s&#228;rskilda villkor.

Utm&#228;tningsordningen

3 &#167; Utm&#228;tning skall ske endast om det belopp som kan ber&#228;knas
flyta in, efter avdrag f&#246;r kostnader som uppkommer efter
utm&#228;tningen, ger ett &#246;verskott som g&#246;r &#229;tg&#228;rden f&#246;rsvarlig.

Av utm&#228;tningsbar egendom b&#246;r i f&#246;rsta hand tagas i anspr&#229;k s&#229;dan
tillg&#229;ng som kan anv&#228;ndas till fordringens betalning med minsta
kostnad, f&#246;rlust eller annan ol&#228;genhet f&#246;r g&#228;lden&#228;ren, om ej annat
f&#246;ljer av 4--6 &#167;&#167;. Lag (1993:1650).

4 &#167; S&#246;kande, vars fordran &#228;r f&#246;renad med s&#228;rskild f&#246;rm&#229;nsr&#228;tt, har r&#228;tt
att i f&#246;rsta hand f&#229; utm&#228;tning av egendom vari f&#246;rm&#229;nsr&#228;tten g&#228;ller.
Annan tillg&#229;ng f&#229;r ej utm&#228;tas f&#246;r fordringen, om det &#228;r till skada f&#246;r
annan s&#246;kande, s&#229;vida ej utm&#228;tning sker p&#229; villkor att betalning i
f&#246;rsta hand skall utg&#229; ur den egendom vari f&#246;rm&#229;nsr&#228;tten g&#228;ller.

5 &#167; Registrerat skepp, registrerat luftfartyg, intecknade reservdelar
till luftfartyg eller fast egendom f&#229;r endast om s&#246;kanden beg&#228;r det
utm&#228;tas f&#246;r fordran som ej &#228;r f&#246;renad s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen.

6 &#167; Tillg&#229;ngar som h&#246;r samman f&#229;r ej skiljas utan s&#228;rskilda sk&#228;l.

Tillbeh&#246;r till fartyg, luftfartyg eller fastighet f&#229;r ej utm&#228;tas
s&#228;rskilt f&#246;r sig.

Omfattar inteckning i luftfartyg &#228;ven reservdelar, f&#229;r ej n&#229;gon av de p&#229;
viss plats f&#246;rvarade reservdelarna utm&#228;tas s&#228;rskilt f&#246;r sig utan
inteckningshavarens samtycke.

7 &#167; L&#246;s egendom f&#229;r utm&#228;tas endast om egendomen &#228;r tillg&#228;nglig vid
f&#246;rr&#228;ttningen eller om egendomen &#228;nd&#229; p&#229; grund av registrering,
upplysningar vid f&#246;rh&#246;r eller annan utredning kan identifieras och
hinder ej kan antagas m&#246;ta mot s&#228;kerst&#228;llande av utm&#228;tningen enligt vad
som s&#228;gs i 6 kap.

H&#228;r i riket registrerat skepp eller luftfartyg f&#229;r dock utm&#228;tas &#228;ven om
hinder mot s&#228;kerst&#228;llande av utm&#228;tningen kan antagas f&#246;religga.

F&#246;rfarandet

8 &#167; Har upph&#228;vts genom lag (2006:672).

9 &#167; Kronofogdemyndigheten ska i den utstr&#228;ckning som det 
beh&#246;vs med h&#228;nsyn till ans&#246;kans inneh&#229;ll, tillkommande 
uppgifter, g&#228;lden&#228;rens f&#246;rh&#229;llanden och omst&#228;ndigheterna i 
&#246;vrigt utreda g&#228;lden&#228;rens anst&#228;llnings- och 
inkomstf&#246;rh&#229;llanden och unders&#246;ka om g&#228;lden&#228;ren har 
utm&#228;tningsbar egendom. Kronofogdemyndigheten f&#229;r vidta de 
utrednings&#229;tg&#228;rder som &#228;r befogade. Lag (2022:799).

9 a &#167; Om g&#228;lden&#228;ren enligt utredningen saknar tillg&#229;ngar till
full betalning av utm&#228;tningsfordringen, skall
Kronofogdemyndigheten snarast underr&#228;tta s&#246;kanden och
g&#228;lden&#228;ren om detta. S&#246;kanden skall ocks&#229; underr&#228;ttas om vilka
utrednings&#229;tg&#228;rder som myndigheten avser att vidta senare under
m&#229;lets handl&#228;ggning. Lag (2007:277).

9 b &#167; Om g&#228;lden&#228;ren under handl&#228;ggningstiden f&#246;rs&#228;tts i
konkurs, skall m&#229;lets handl&#228;ggning avbrytas. G&#228;ller m&#229;let en
fordran med pantr&#228;tt i viss egendom, f&#246;ljer det av 3 kap. 7 &#167;
konkurslagen (1987:672) att det skall handl&#228;ggas vidare i den
del som avser utm&#228;tning i egendomen. P&#229;g&#229;r l&#246;neutm&#228;tning g&#228;ller
7 kap. 19 &#167;.

Egendom som har utm&#228;tts f&#246;re konkursen f&#229;r s&#228;ljas och influtna
medel redovisas i den utstr&#228;ckning som f&#246;ljer av 3 kap. 8 &#167;
konkurslagen. Detsamma g&#228;ller f&#246;r &#229;tg&#228;rder mot arbetsgivare
enligt 7 kap. 21 &#167;. Lag (2007:277).

9 c &#167; Har upph&#228;vts genom lag (2007:277).

9 d &#167; Har upph&#228;vts genom lag (2007:277).

9 e &#167; Har upph&#228;vts genom lag (2007:277).

9 f &#167; Har upph&#228;vts genom lag (2007:277).

9 g &#167; Har upph&#228;vts genom lag (2007:277).

10 &#167; Utm&#228;tning skall ske s&#229; snart som m&#246;jligt efter det att de
handlingar som beh&#246;vs har kommit in till Kronofogdemyndigheten.

Om s&#246;kanden medger uppskov med utm&#228;tningen och uppskovet varar
&#246;ver tv&#229; m&#229;nader, f&#246;rfaller ans&#246;kan. Detsamma g&#228;ller om
s&#246;kanden medger uppskov fler &#228;n tv&#229; g&#229;nger under ett &#229;r.
Lag (2007:277).

11 &#167; Har tv&#229; eller flera s&#246;kt utm&#228;tning mot samma g&#228;lden&#228;r, 
ska utm&#228;tning f&#246;r fordringarna ske samtidigt, om inte 
utm&#228;tning f&#246;r n&#229;gon av fordringarna d&#228;rigenom f&#246;rdr&#246;js 
osk&#228;ligt.

Om utm&#228;tningen avser ers&#228;ttning enligt 2-4 &#167;&#167; lagen (1998:714) 
om ers&#228;ttning vid frihetsber&#246;vanden och andra tv&#229;ngs&#229;tg&#228;rder, 
och ers&#228;ttningen f&#229;r utm&#228;tas endast f&#246;r fordringar som avser 
skadest&#229;nd p&#229; grund av brott, g&#228;ller f&#246;rsta stycket endast f&#246;r 
s&#229;dana fordringar.

Best&#228;mmelserna i 7 kap. 17 &#167; f&#246;rsta stycket om j&#228;mkning av 
underh&#229;llsbidrag vid utm&#228;tning av l&#246;n till&#228;mpas &#228;ven vid annan 
utm&#228;tning. Lag (2022:753).

12 &#167; Innan utm&#228;tning sker skall underr&#228;ttelse om m&#229;let s&#228;ndas till
g&#228;lden&#228;ren med posten eller l&#228;mnas p&#229; annat l&#228;mpligt s&#228;tt.
Underr&#228;ttelsen skall ske s&#229; tidigt att g&#228;lden&#228;ren kan ber&#228;knas f&#229;
tillr&#228;cklig tid att bevaka sin r&#228;tt.

F&#246;religger risk att g&#228;lden&#228;ren skaffar undan eller f&#246;rst&#246;r egendom eller
&#228;r saken eljest br&#229;dskande, beh&#246;ver g&#228;lden&#228;ren ej underr&#228;ttas.
Underr&#228;ttelse beh&#246;vs ej heller, om g&#228;lden&#228;ren saknar k&#228;nt hemvist och
det ej har kunnat klarl&#228;ggas var han uppeh&#229;ller sig.

13 &#167; Utm&#228;tning f&#229;r ske utan hinder av att g&#228;lden&#228;ren ej &#228;r n&#228;rvarande,
om det ej beh&#246;vs att han f&#229;r tillf&#228;lle att yttra sig vid f&#246;rr&#228;ttningen.

13 a &#167; Har upph&#228;vts genom lag (2007:277).

Upplysningsplikt

14 &#167; G&#228;lden&#228;ren &#228;r skyldig att inom den tid som 
Kronofogdemyndigheten best&#228;mmer l&#228;mna de uppgifter om sina 
tillg&#229;ngar som myndigheten bed&#246;mer kan vara av betydelse i 
m&#229;let. 

Kronofogdemyndigheten f&#229;r f&#246;rel&#228;gga g&#228;lden&#228;ren att ge in en 
f&#246;rteckning &#246;ver sina tillg&#229;ngar. Vid behov f&#229;r myndigheten 
f&#246;rordna en l&#228;mplig person att bitr&#228;da g&#228;lden&#228;ren vid 
uppr&#228;ttande av f&#246;rteckningen.

Kronofogdemyndigheten f&#229;r ocks&#229; f&#246;rel&#228;gga g&#228;lden&#228;ren att p&#229; 
heder och samvete skriftligen bekr&#228;fta de uppgifter om sina 
tillg&#229;ngar som han eller hon har l&#228;mnat vid f&#246;rh&#246;r eller i en 
f&#246;rteckning. Lag (2022:799).

15 &#167; Tredje man &#228;r skyldig att inom den tid som 
Kronofogdemyndigheten best&#228;mmer 

- uppge huruvida g&#228;lden&#228;ren har en fordran hos eller n&#229;got 
annat mellanhavande med honom eller henne, som kan vara av 
betydelse f&#246;r bed&#246;mningen av i vilken utstr&#228;ckning g&#228;lden&#228;ren 
har utm&#228;tningsbar egendom, och 

- l&#228;mna de upplysningar om den n&#228;rmare beskaffenheten av 
mellanhavandet som Kronofogdemyndigheten bed&#246;mer kan vara av 
betydelse f&#246;r utredningen av g&#228;lden&#228;rens tillg&#229;ngar. 
Lag (2022:799).

16 &#167; Best&#228;mmelser om f&#246;rh&#246;r med g&#228;lden&#228;ren eller tredje man och om
tv&#229;ngsmedel i samband med att upplysningar beg&#228;rs av g&#228;lden&#228;ren eller
tredje man finns i 2 kap. 10-16 &#167;&#167;.

F&#246;rh&#229;llandet till tredje man vid utm&#228;tning av l&#246;s egendom

17 &#167; L&#246;s egendom f&#229;r utm&#228;tas, om det framg&#229;r att egendomen tillh&#246;r
g&#228;lden&#228;ren eller om han enligt 18 eller 19 &#167; skall anses vara &#228;gare.

18 &#167; G&#228;lden&#228;ren anses vara &#228;gare till l&#246;s egendom som han har i sin
besittning, om det ej framg&#229;r att egendomen tillh&#246;r annan.

I fr&#229;ga om registrerat skepp eller registrerat luftfartyg g&#228;ller dock
att egendomen anses tillh&#246;ra g&#228;lden&#228;ren, om denne &#228;r inskriven som &#228;gare
och det ej framg&#229;r att egendomen tillh&#246;r annan.

19 &#167; Om g&#228;lden&#228;ren &#228;r gift och varaktigt sammanbor med sin make och de
har l&#246;s egendom i sin gemensamma besittning, anses g&#228;lden&#228;ren som &#228;gare
till egendomen, om det ej g&#246;rs sannolikt att de &#228;r sam&#228;gare till
egendomen enligt lagen (1904:48 s.1) om sam&#228;gander&#228;tt och det ej heller
framg&#229;r att egendomen tillh&#246;r den andre eller n&#229;gon annan. Detsamma
g&#228;ller, n&#228;r g&#228;lden&#228;ren varaktigt sammanbor med annan under
&#228;ktenskapsliknande f&#246;rh&#229;llanden.

Om g&#228;lden&#228;ren och annan &#228;n som avses i f&#246;rsta stycket har l&#246;s egendom i
sin gemensamma besittning, f&#229;r egendomen eller andel d&#228;ri utm&#228;tas endast
om det framg&#229;r att egendomen eller andelen tillh&#246;r g&#228;lden&#228;ren.

F&#246;rsta och andra styckena g&#228;ller ej i fr&#229;ga om registerat skepp eller
registrerat luftfartyg.

20 &#167; Utm&#228;ts l&#246;s egendom enligt 17, 18 eller 19 &#167; trots att tredje man
har p&#229;st&#229;tt b&#228;ttre r&#228;tt till egendomen, skall kronofogdemyndigheten, om
sk&#228;l f&#246;religger, f&#246;rel&#228;gga tredje mannen att inom en m&#229;nad fr&#229;n det att
f&#246;rel&#228;ggandet delgavs honom v&#228;cka talan i saken mot s&#246;kanden och
g&#228;lden&#228;ren. Detsamma g&#228;ller, om tredje man p&#229;st&#229;r b&#228;ttre r&#228;tt f&#246;rst
sedan utm&#228;tning har skett.

Efterkommer tredje man ej f&#246;rel&#228;ggandet, har han f&#246;rlorat sin r&#228;tt mot
s&#246;kanden, om ej denne inom den angivna tiden har v&#228;ckt talan i saken mot
tredje mannen.

21 &#167; Sedan utm&#228;tt l&#246;s egendom har s&#229;lts eller utm&#228;tt fordran har drivits
in, g&#228;ller 20 &#167; betr&#228;ffande r&#228;tten till influtna medel, om ej tredje
mannen efter f&#246;rel&#228;ggande har f&#246;rlorat sin r&#228;tt mot s&#246;kanden.

22 &#167; Kan viss l&#246;s egendom ej utm&#228;tas enligt 17-19 &#167;&#167; men f&#246;religger
sannolika sk&#228;l att egendomen tillh&#246;r g&#228;lden&#228;ren, f&#229;r egendomen utm&#228;tas
med f&#246;rbeh&#229;ll f&#246;r tredje mans r&#228;tt.

Kronofogdemyndigheten skall, om det ej av s&#228;rskilda sk&#228;l &#228;r obeh&#246;vligt,
f&#246;rel&#228;gga s&#246;kanden att inom en m&#229;nad fr&#229;n det att f&#246;rel&#228;ggandet delgavs
honom v&#228;cka talan i saken mot tredje mannen. Efterkommer s&#246;kanden ej
f&#246;rel&#228;ggandet, skall utm&#228;tningen h&#228;vas, om ej tredje mannen inom den
angivna tiden har v&#228;ckt talan i saken mot s&#246;kanden.

F&#246;rsta och andra styckena g&#228;ller ej i fr&#229;ga om registrerat skepp eller
registrerat luftfartyg.

23 &#167; Har fordran eller annan r&#228;ttighet blivit utm&#228;tt och r&#229;der ovisshet
om fordringens eller r&#228;ttighetens best&#229;nd, skall kronofogdemyndigheten,
om sk&#228;l f&#246;religger, f&#246;rel&#228;gga s&#246;kanden att inom en m&#229;nad fr&#229;n det att
f&#246;rel&#228;ggandet delgavs honom v&#228;cka talan i saken mot tredje mannen.
Efterkommer s&#246;kanden ej f&#246;rel&#228;ggandet, skall utm&#228;tningen h&#228;vas, om ej
tredje mannen inom den angivna tiden har v&#228;ckt talan i saken mot
s&#246;kanden.

F&#246;rsta stycket g&#228;ller &#228;ven n&#228;r ovissheten i fall som avses i 2 &#167; andra
stycket r&#246;r i vad m&#229;n utm&#228;tt pantbrev eller annan inteckningshandling
utg&#246;r s&#228;kerhet f&#246;r fordran.

F&#246;rh&#229;llandet till tredje man vid utm&#228;tning av fast egendom

24 &#167; Fast egendom f&#229;r utm&#228;tas, om det framg&#229;r att egendomen tillh&#246;r
g&#228;lden&#228;ren. Har g&#228;lden&#228;ren lagfart p&#229; egendomen, f&#229;r utm&#228;tning ske, om
det ej framg&#229;r att egendomen tillh&#246;r annan.

25 &#167; N&#228;r &#246;verl&#229;telse av fast egendom beror av villkor som &#228;nnu ej &#228;r
uppfyllt, hindrar ej &#246;verl&#229;telsen att egendomen utm&#228;ts f&#246;r fordran hos
&#246;verl&#229;taren. Utm&#228;tningen omfattar i s&#229;dant fall &#228;ven &#246;verl&#229;tarens r&#228;tt
mot den som har f&#246;rv&#228;rvat egendomen. Uppfylls villkoret, g&#228;ller
utm&#228;tningen d&#228;refter endast &#246;verl&#229;tarens r&#228;tt mot f&#246;rv&#228;rvaren.

Utm&#228;tning av fast egendom f&#229;r &#228;ven &#228;ga rum f&#246;r fordran hos den som har
f&#246;rv&#228;rvat egendomen, fast&#228;n hans f&#246;rv&#228;rv beror av villkor. &#197;terg&#229;r hans
f&#246;rv&#228;rv, omfattar utm&#228;tningen d&#228;refter endast den r&#228;tt som han i s&#229;dant
fall har mot den som &#246;verl&#228;t egendomen.

26 &#167; Utm&#228;ts fast egendom och p&#229;st&#229;r tredje man b&#228;ttre r&#228;tt till
egendomen, g&#228;ller vad som s&#228;gs i 20 och 21 &#167;&#167;.

Utm&#228;tningsverkan av domstols beslut eller av betalning till
kronofogdemyndigheten, m.m.

27 &#167; Har domstol eller Kronofogdemyndigheten fastst&#228;llt att
f&#246;rfallen fordran skall utg&#229; med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i
registrerat skepp, registrerat luftfartyg, intecknade
reservdelar till luftfartyg eller fast egendom anses egendomen
omedelbart utm&#228;tt.

Denna verkan f&#246;rfaller, om inte f&#246;rs&#228;ljning beg&#228;rs hos
Kronofogdemyndigheten inom tv&#229; m&#229;nader fr&#229;n det att beslutet
eller utslaget vann laga kraft. Utm&#228;tningsverkan f&#246;rfaller
dessutom om borgen&#228;ren hos Kronofogdemyndigheten anm&#228;ler att
han inte kommer att beg&#228;ra f&#246;rs&#228;ljning. Lag (2006:672).

28 &#167; Medel vilka g&#228;lden&#228;ren betalar till kronofogdemyndigheten i
anh&#228;ngigt m&#229;l anses omedelbart utm&#228;tta i m&#229;let, om betalningen ej har
skett med villkor som strider h&#228;remot.

Verkan av utm&#228;tning

29 &#167; N&#228;r utm&#228;tning har beslutats, f&#229;r g&#228;lden&#228;ren ej till skada f&#246;r
s&#246;kanden f&#246;rfoga &#246;ver egendomen genom &#246;verl&#229;telse eller p&#229; annat s&#228;tt,
om ej kronofogdemyndigheten efter h&#246;rande av s&#246;kanden medger det av
s&#228;rskilda sk&#228;l.

F&#246;rsta stycket utg&#246;r ej hinder mot pants&#228;ttning av pantbrev eller annan
inteckningshandling som g&#228;ller i egendomen. Om f&#246;rbud mot pants&#228;ttning
av s&#229;dan handling n&#228;r den har tagits i f&#246;rvar av kronofogdemyndigheten
finns best&#228;mmelser i 6 kap. 5 &#167; och 12 kap. 5 &#167;.

Om nyttjandet av utm&#228;tt egendom m.m. finns best&#228;mmelser i 6 kap. 4 &#167;
andra stycket och 12 kap. 6-10 &#167;&#167;.

30 &#167; Utm&#228;tning medf&#246;r f&#246;rm&#229;nsr&#228;tt i och med beslutet, om inte 
annat f&#246;ljer av andra, fj&#228;rde, femte eller sj&#228;tte stycket 
eller 7 kap. 13 &#167;.

Utm&#228;tning av h&#228;r i landet registrerat skepp eller luftfartyg, 
intecknade reservdelar till s&#229;dant luftfartyg eller fast 
egendom medf&#246;r inte f&#246;rm&#229;nsr&#228;tt f&#246;rr&#228;n &#228;rende ang&#229;ende 
anteckning om utm&#228;tningen tas upp p&#229; inskrivningsdag. Upptas 
p&#229; samma inskrivningsdag mer &#228;n ett s&#229;dant &#228;rende, ska den 
utm&#228;tning som skedde f&#246;rst ha f&#246;retr&#228;de. Om h&#228;r i landet 
registrerat skepp eller luftfartyg som har utm&#228;tts h&#228;r blir 
utm&#228;tt i ett annat land innan det har tagits om hand av 
Kronofogdemyndigheten, ska den r&#228;tt som har vunnits genom den 
f&#246;rra utm&#228;tningen g&#228;lla som pantr&#228;tt.

Utm&#228;tning av fast egendom eller av luftfartyg i vilket en 
r&#228;ttighet skrivits in i inskrivningsregistret f&#246;r luftfartyg 
ger f&#246;retr&#228;de framf&#246;r r&#228;ttighet i egendomen, om &#228;rende 
ang&#229;ende anteckning om utm&#228;tningen tas upp senast p&#229; den 
inskrivningsdag d&#229; inskrivning av r&#228;ttigheten s&#246;ks.

Utm&#228;tning av en r&#228;ttighet som &#228;r registrerad enligt lagen 
(1998:1479) om v&#228;rdepapperscentraler och kontof&#246;ring av 
finansiella instrument medf&#246;r f&#246;rm&#229;nsr&#228;tt genom registrering 
av utm&#228;tningen enligt den lagen. Utm&#228;ts en r&#228;ttighet som 
f&#246;rvaltas enligt 3 kap. i n&#228;mnda lag intr&#228;der f&#246;rm&#229;nsr&#228;tten i 
st&#228;llet genom underr&#228;ttelse till f&#246;rvaltaren om utm&#228;tningen. 
Detsamma g&#228;ller om utm&#228;tningen avser en pantr&#228;tt i en 
r&#228;ttighet som f&#246;rvaltas enligt det kapitlet.

Utm&#228;tning av ett elcertifikat eller en r&#228;ttighet som &#228;r 
registrerad enligt lagen (2011:1200) om elcertifikat medf&#246;r 
f&#246;rm&#229;nsr&#228;tt genom registrering av utm&#228;tningen enligt den 
lagen. 

Utm&#228;tning av en utsl&#228;ppsr&#228;tt eller en r&#228;ttighet som &#228;r 
registrerad enligt kommissionens delegerade f&#246;rordning (EU) 
2019/1122 av den 12 mars 2019 om komplettering av 
Europaparlamentets och r&#229;dets direktiv 2003/87/EG vad g&#228;ller 
unionsregistrets funktion medf&#246;r f&#246;rm&#229;nsr&#228;tt genom 
kontof&#246;ringsmyndighetens beslut om avst&#228;ngning av 
tilltr&#228;desr&#228;tten till kontot p&#229; grund av utm&#228;tningen.
Lag (2020:1175).

31 &#167; Utm&#228;tning ger kronofogdemyndigheten r&#228;tt att vidtaga de &#229;tg&#228;rder
betr&#228;ffande egendomen som beh&#246;vs f&#246;r att s&#246;kandens r&#228;tt skall tagas till
vara. Kronofogdemyndigheten har h&#228;rvid samma befogenheter som annars
tillkommer egendomens &#228;gare. Myndigheten f&#229;r dock ej v&#228;cka talan vid
domstol eller svara i m&#229;l ang&#229;ende egendomen.

32 &#167; Har upph&#228;vts genom lag (2006:672).

H&#228;vande av utm&#228;tning och annan r&#228;ttelse

33 &#167; Om det genom r&#228;tteg&#229;ng eller p&#229; annat s&#228;tt blir utrett att
utm&#228;tt egendom tillh&#246;rde tredje man, skall utm&#228;tningen h&#228;vas,
s&#229;vida inte tredje mannen efter f&#246;rel&#228;ggande har f&#246;rlorat sin
r&#228;tt mot s&#246;kanden. Har egendomen s&#229;lts, g&#228;ller h&#228;vandet av
utm&#228;tningen endast r&#228;tten till influtna medel.

Utm&#228;tningen skall ocks&#229; h&#228;vas, om f&#246;rs&#228;ljning av egendomen
eller indrivning av utm&#228;tt fordran inte kan antas ge ett
&#246;verskott som g&#246;r &#229;tg&#228;rden f&#246;rsvarlig. Lag (2007:277).

34 &#167; Finner kronofogdemyndigheten av annat sk&#228;l &#228;n som anges i 33 &#167; att
viss egendom ej borde ha utm&#228;tts, skall r&#228;ttelse ske. S&#229;dan r&#228;ttelse f&#229;r
dock ej vidtagas senare &#228;n tv&#229; veckor fr&#229;n utm&#228;tningsbeslutet.

35 &#167; Kronofogdemyndigheten skall, om ej s&#228;rskilda sk&#228;l f&#246;ranleder annat,
h&#246;ra s&#246;kanden innan r&#228;ttelse sker enligt 33 eller 34 &#167;.

S&#228;rskilda best&#228;mmelser om allm&#228;nna m&#229;l

36 &#167; Best&#228;mmelserna i 10 &#167; andra stycket skall inte till&#228;mpas i
ett allm&#228;nt m&#229;l. Best&#228;mmelser om uppskov i allm&#228;nna m&#229;l finns i
7-9 &#167;&#167; lagen (1993:891) om indrivning av statliga fordringar
m.m.

Best&#228;mmelserna i 11 &#167; skall inte till&#228;mpas i allm&#228;nt m&#229;l om
Kronofogdemyndigheten har avbrutit indrivningen enligt 18 &#167;
f&#246;rsta stycket andra meningen lagen om indrivning av statliga
fordringar m.m. Lag (2007:331).

5 kap. Undantag fr&#229;n utm&#228;tning

Undantag med h&#228;nsyn till g&#228;lden&#228;rens behov

1 &#167; Fr&#229;n utm&#228;tning undantas

1. kl&#228;der och andra f&#246;rem&#229;l som tj&#228;nar uteslutande till g&#228;lden&#228;rens
personliga bruk, till sk&#228;ligt v&#228;rde,

2. m&#246;bler, husger&#229;d och annan utrustning, i den m&#229;n egendomen &#228;r
n&#246;dv&#228;ndig f&#246;r ett hem och dess sk&#246;tsel,

3. arbetsredskap och annan utrustning som beh&#246;vs f&#246;r g&#228;lden&#228;rens
f&#246;rv&#228;rvsverksamhet eller yrkesutbildning samt djur, foder och s&#229;dant som
i &#246;vrigt beh&#246;vs f&#246;r hans f&#246;rs&#246;rjning, allt till sk&#228;ligt v&#228;rde,

4. f&#246;rem&#229;l med s&#229;dant &#246;verv&#228;gande personligt v&#228;rde f&#246;r g&#228;lden&#228;ren att
det m&#229;ste anses uppenbart obilligt att taga egendomen i anspr&#229;k,

5. hyresr&#228;tt till l&#228;genhet som tj&#228;nar g&#228;lden&#228;ren till stadigvarande
bostad eller beh&#246;vs f&#246;r hans f&#246;rv&#228;rvsverksamhet, &#228;ven om hyresr&#228;tten f&#229;r
&#246;verl&#229;tas,

6. bostadsr&#228;tt till l&#228;genhet som tj&#228;nar g&#228;lden&#228;ren till stadigvarande
bostad, s&#229;vida ej g&#228;lden&#228;ren vid f&#246;rv&#228;rv av bostadsr&#228;tten har &#229;sidosatt
tillb&#246;rlig h&#228;nsyn mot sina borgen&#228;rer eller det med h&#228;nsyn till
g&#228;lden&#228;rens behov och bostadsr&#228;ttens v&#228;rde &#228;r osk&#228;ligt att bostadsr&#228;tten
undantas fr&#229;n utm&#228;tning,

7. pengar, banktillgodohavande, annan fordran och f&#246;rn&#246;denheter, i den
m&#229;n annat ej &#228;r f&#246;reskrivet och tillg&#229;ngen sk&#228;ligen fordras f&#246;r
underh&#229;ll &#229;t g&#228;lden&#228;ren till dess inkomst som t&#228;cker behovet &#228;r att
v&#228;nta, dock ej utan synnerliga sk&#228;l f&#246;r l&#228;ngre tid &#228;n en m&#229;nad.

2 &#167; N&#228;r g&#228;lden&#228;ren har familj, best&#228;ms vad som f&#229;r undantagas enligt 1 &#167;
med sk&#228;lig h&#228;nsyn &#228;ven till vad familjen brukar eller beh&#246;ver.

Om g&#228;lden&#228;ren eller n&#229;gon som tillh&#246;r hans familj lider av lyte eller
allvarlig sjukdom, skall det ocks&#229; beaktas.

Undantag enligt 1 &#167; 7 best&#228;ms med sk&#228;lig h&#228;nsyn &#228;ven till g&#228;lden&#228;rens
underh&#229;llsb&#246;rda.

3 &#167; Vid utm&#228;tning hos d&#246;dsbo g&#228;ller 1 och 2 &#167;&#167; i fr&#229;ga om d&#246;dsboet
tillh&#246;rig egendom som den d&#246;des efterlevande familj brukar eller
beh&#246;ver. I st&#228;llet f&#246;r 1 &#167; 7 g&#228;ller dock att s&#229;dan egendom som avses d&#228;r
skall undantagas i den m&#229;n det beh&#246;vs f&#246;r underh&#229;ll enligt 18 kap. 5 &#167;
andra stycket &#228;rvdabalken.

I &#246;vrigt &#228;r 1 och 2 &#167;&#167; ej till&#228;mpliga vid utm&#228;tning hos juridisk person.

4 &#167; Om egendom som avses i 1 &#167; 1-3 har s&#229;dant v&#228;rde att den ej kan
undantagas enligt vad som s&#228;gs d&#228;r, f&#229;r utm&#228;tning ske med f&#246;rbeh&#229;ll att
g&#228;lden&#228;ren efter egendomens f&#246;rs&#228;ljning skall av den beh&#229;llna
k&#246;peskillingen f&#229; ut visst sk&#228;ligt belopp f&#246;r att kunna anskaffa vad han
beh&#246;ver i den s&#229;lda egendomens st&#228;lle.

Undantag p&#229; grund av egendomens beskaffenhet eller s&#228;rskild
f&#246;reskrift

5 &#167; Egendom, som till f&#246;ljd av sin beskaffenhet, enligt f&#246;reskrift vid
g&#229;va eller i testamente eller p&#229; annan grund som g&#228;ller mot envar ej f&#229;r
&#246;verl&#229;tas, f&#229;r ej heller utm&#228;tas, om ej annat f&#246;ljer av andra stycket
eller av s&#228;rskild f&#246;reskrift.

Egendom, som g&#228;lden&#228;ren har f&#246;rv&#228;rvat p&#229; kredit under f&#246;rbeh&#229;ll om
&#229;tertagander&#228;tt f&#246;r kreditgivaren, f&#229;r utm&#228;tas utan hinder av att
egendomen ej f&#229;r &#246;verl&#229;tas.

6 &#167; Medel, som f&#246;r s&#228;rskilt angivet &#228;ndam&#229;l har anvisats
g&#228;lden&#228;ren av staten, kommun eller annan menighet eller av
samfund, stiftelse eller inr&#228;ttning med allm&#228;nnyttigt syfte
eller har samlats in bland allm&#228;nheten, f&#229;r ej utm&#228;tas, om det
strider mot det angivna &#228;ndam&#229;let.

Sedan medlen har betalats ut, g&#228;ller f&#246;rbudet mot utm&#228;tning s&#229;
l&#228;nge de h&#229;lls avskilda.

F&#246;rsta och andra styckena g&#228;ller ocks&#229; medel f&#246;r begravning som
tillfaller ett d&#246;dsbo p&#229; grund av en f&#246;rs&#228;kring eller en
utf&#228;stelse av en arbetsgivare, i den m&#229;n beloppet inte
&#246;verstiger det f&#246;r d&#246;ds&#229;ret g&#228;llande prisbasbeloppet enligt
lagen (1962:381) om allm&#228;n f&#246;rs&#228;kring. Lag (2005:108).

7 &#167; Skadest&#229;nd, som tillkommer g&#228;lden&#228;ren med anledning av 
personskada, frihetsber&#246;vande, falskt &#229;tal, &#228;rekr&#228;nkning eller 
annat s&#229;dant, f&#229;r inte utm&#228;tas medan skadest&#229;ndet innest&#229;r hos 
den som ska betala ut det. Om skadest&#229;ndet har best&#228;mts att 
betalas i form av livr&#228;nta, g&#228;ller f&#246;rbudet mot utm&#228;tning 
r&#228;tten till livr&#228;ntan.

N&#228;r skadest&#229;ndet har betalats ut f&#229;r det som h&#229;lls avskilt 
inte utm&#228;tas, om skadest&#229;ndet ska tillgodose ett kvarst&#229;ende 
f&#246;rs&#246;rjningsbehov eller, i annat fall, om mindre &#228;n tv&#229; &#229;r har 
g&#229;tt fr&#229;n utbetalningen.

Om utm&#228;tningsfordringen avser skadest&#229;nd p&#229; grund av brott, 
g&#228;ller f&#246;rsta och andra styckena inte ers&#228;ttning enligt 2-4 &#167;&#167; 
lagen (1998:714) om ers&#228;ttning vid frihetsber&#246;vanden och andra 
tv&#229;ngs&#229;tg&#228;rder. Lag (2022:753).

8 &#167; R&#228;tt till pension eller till annan livr&#228;nta &#228;n som avses i 7 &#167; f&#229;r
ej utm&#228;tas i den m&#229;n r&#228;ttigheten beh&#246;vs f&#246;r g&#228;lden&#228;rens f&#246;rs&#246;rjning och
fullg&#246;rande av underh&#229;llsskyldighet som &#229;vilar honom. Detta g&#228;ller dock
ej, om g&#228;lden&#228;ren vid f&#246;rv&#228;rv av r&#228;ttigheten har &#229;sidosatt tillb&#246;rlig
h&#228;nsyn mot sina borgen&#228;rer.

9 &#167; N&#228;r r&#228;tt till litter&#228;rt eller konstn&#228;rligt verk eller annat s&#229;dant
ej f&#229;r utm&#228;tas, f&#229;r ej heller r&#228;tt till vederlag f&#246;r utnyttjande av
r&#228;ttigheten utm&#228;tas innan denna har utnyttjats s&#229; som f&#246;ruts&#228;tts f&#246;r att
vederlag skall utg&#229; och vederlaget kan ber&#228;knas.

10 &#167; Om f&#246;rbud mot utm&#228;tning i vissa andra fall g&#228;ller s&#228;rskilda
f&#246;reskrifter.

11 &#167; Betr&#228;ffande utm&#228;tning av l&#246;n och vissa andra f&#246;rm&#229;ner finns
best&#228;mmelser i 7 kap.

12 &#167; Medel som ej f&#229;r utm&#228;tas medan de innest&#229;r hos annan f&#229;r ej heller
sedan de har betalats ut utm&#228;tas f&#246;rr&#228;n dagen efter utbetalningen.

Pantsatt egendom m.m.

13 &#167; Best&#228;mmelserna om f&#246;rbud mot utm&#228;tning i 1-9 &#167;&#167; hindrar ej att
egendom som avses d&#228;r utm&#228;ts f&#246;r fordran som &#228;r f&#246;renad med pant- eller
retentionsr&#228;tt i egendomen.

N&#228;mnda best&#228;mmelser hindrar ej heller utm&#228;tning av egendom som har
belagts med kvarstad f&#246;r fordran eller tagits i anspr&#229;k genom
betalningss&#228;kring.

F&#246;rfarandet vid pr&#246;vningen

14 &#167; G&#228;lden&#228;ren skall l&#228;mna de uppgifter som &#228;r tillg&#228;ngliga f&#246;r honom
och som beh&#246;vs f&#246;r kronofogdemyndighetens pr&#246;vning av vad som b&#246;r
undantagas fr&#229;n utm&#228;tning. Myndigheten skall f&#246;rfara efter vad som &#228;r
k&#228;nt eller kan utr&#246;nas utan omg&#229;ng.

15 &#167; Anvisar g&#228;lden&#228;ren viss egendom till utm&#228;tning, hindrar
best&#228;mmelserna om f&#246;rbud mot utm&#228;tning i 1-12 &#167;&#167; ej att egendomen
utm&#228;ts, om den kan &#246;verl&#229;tas och utm&#228;tning ej uppenbart strider mot vad
som &#228;r p&#229;kallat av h&#228;nsyn till g&#228;lden&#228;rens eller hans familjs behov.

6 kap. S&#228;kerst&#228;llande av utm&#228;tning

L&#246;s egendom

1 &#167; Utm&#228;tning av l&#246;s egendom skall s&#228;kerst&#228;llas enligt vad som s&#228;gs i
detta kapitel.

S&#228;kerst&#228;llande enligt 2-8 &#167;&#167; skall ske utan dr&#246;jsm&#229;l. Utm&#228;ts h&#228;r i riket
registrerat skepp eller luftfartyg trots att hinder f&#246;religger mot att
s&#228;kerst&#228;lla utm&#228;tningen, skall s&#228;kerst&#228;llande ske utan dr&#246;jsm&#229;l sedan
hindret har bortfallit.

N&#228;r registrerat skepp, registrerat luftfartyg eller intecknade
reservdelar till luftfartyg enligt 4 kap. 27 &#167; anses utm&#228;tta, skall
&#229;tg&#228;rd f&#246;r s&#228;kerst&#228;llande ej utan s&#228;rskilt yrkande vidtagas innan
f&#246;rs&#228;ljning har beg&#228;rts.

2 &#167; Pengar samt l&#246;pande skuldebrev och annan handling, vars 
uppvisande utg&#246;r villkor f&#246;r r&#228;tt att kr&#228;va betalning eller 
beg&#228;ra att n&#229;gon annan f&#246;rpliktelse fullg&#246;rs, ska tas i 
f&#246;rvar. 

Utm&#228;ts pantbrev i skepp eller fastighet eller skuldebrev som 
&#228;r intecknat i luftfartyg eller reservdelar till luftfartyg 
hos den intecknade egendomens &#228;gare, ska pantbrevet eller 
inteckningshandlingen tas i f&#246;rvar. Om beslutet om utm&#228;tning 
av pantbrev avser ett datapantbrev, ska Kronofogdemyndigheten 
beg&#228;ra att den statliga lantm&#228;terimyndigheten beslutar att 
s&#229;dana registrerings&#229;tg&#228;rder som anges i 7-8 &#167;&#167; lagen 
(1994:448) om pantbrevsregister inte f&#229;r vidtas eller att den 
statliga lantm&#228;terimyndigheten utf&#228;rdar ett skriftligt 
pantbrev enligt 8 &#167; n&#228;mnda lag.

Om det kan antas att en s&#229;dan handling som avses i f&#246;rsta 
eller andra stycket undanh&#229;lls eller har f&#246;rkommit, ska i 
st&#228;llet sekundog&#228;lden&#228;ren eller annan f&#246;rpliktad meddelas 
f&#246;rbud att fullg&#246;ra sin f&#246;rpliktelse till annan &#228;n 
Kronofogdemyndigheten eller den som myndigheten anvisar.

Utm&#228;tning av en r&#228;ttighet som &#228;r registrerad enligt lagen 
(1998:1479) om v&#228;rdepapperscentraler och kontof&#246;ring av 
finansiella instrument ska s&#228;kerst&#228;llas genom registrering av 
utm&#228;tningen enligt den lagen. Utm&#228;ts en r&#228;ttighet som 
f&#246;rvaltas enligt 3 kap. n&#228;mnda lag, ska s&#228;kerst&#228;llandet i 
st&#228;llet ske genom underr&#228;ttelse till f&#246;rvaltaren om 
utm&#228;tningen. Detsamma g&#228;ller om utm&#228;tningen avser en pantr&#228;tt 
i en r&#228;ttighet som f&#246;rvaltas enligt det kapitlet.

Utm&#228;tning av ett elcertifikat eller en r&#228;ttighet som &#228;r 
registrerad enligt lagen (2011:1200) om elcertifikat ska 
s&#228;kerst&#228;llas genom registrering av utm&#228;tningen enligt den 
lagen. 

Utm&#228;tning av en utsl&#228;ppsr&#228;tt eller en r&#228;ttighet som &#228;r 
registrerad enligt kommissionens delegerade f&#246;rordning (EU) 
2019/1122 av den 12 mars 2019 om komplettering av 
Europaparlamentets och r&#229;dets direktiv 2003/87/EG vad g&#228;ller 
unionsregistrets funktion ska s&#228;kerst&#228;llas genom 
kontof&#246;ringsmyndighetens beslut om avst&#228;ngning av 
tilltr&#228;desr&#228;tten till kontot p&#229; grund av utm&#228;tningen.
Lag (2020:1175).

3 &#167; Utm&#228;ts annan fordran eller r&#228;ttighet &#228;n som avses i 2 &#167;, skall
sekundog&#228;lden&#228;ren eller annan f&#246;rpliktad meddelas f&#246;rbud att fullg&#246;ra
sin f&#246;rpliktelse till annan &#228;n kronofogdemyndigheten eller den som
myndigheten anvisar.

Vid utm&#228;tning av r&#228;ttighet som avses i 7 kap. jordabalken eller av
byggnad p&#229; ofri grund skall fastighetens &#228;gare underr&#228;ttas. Om utm&#228;tning
av bostadsr&#228;tt underr&#228;ttas bostadsr&#228;ttsf&#246;reningen.

4 &#167; Annan l&#246;s egendom &#228;n som avses i 2 och 3 &#167;&#167; skall tagas i f&#246;rvar
eller, om den l&#228;mnas i g&#228;lden&#228;rens besittning, f&#246;rseglas eller m&#228;rkas
som utm&#228;tt, s&#229;vida det ej framst&#229;r som obeh&#246;vligt.

Utm&#228;tt egendom som ej tas i f&#246;rvar eller f&#246;rseglas f&#229;r nyttjas av
g&#228;lden&#228;ren, om ej kronofogdemyndigheten beslutar annat.

5 &#167; Pantbrev eller annan inteckningshandling, som g&#228;ller i
utm&#228;tt skepp eller luftfartyg eller i utm&#228;tta reservdelar till
luftfartyg eller i utm&#228;tt egendom som &#228;r intecknad enligt lagen
(2008:990) om f&#246;retagshypotek och inte &#228;r bel&#229;nad, f&#229;r tas i
f&#246;rvar. Sedan handlingen har tagits i f&#246;rvar, f&#229;r den inte
pantf&#246;rskrivas utan Kronofogdemyndighetens tillst&#229;nd.
Lag (2008:991).

6 &#167; F&#246;rbeh&#229;ll om &#229;tertagander&#228;tt hindrar ej att egendomen tas i f&#246;rvar,
f&#246;rseglas eller m&#228;rks, om den har utm&#228;tts hos f&#246;rv&#228;rvaren.

&#214;verl&#229;taren skall underr&#228;ttas om utm&#228;tningen.

7 &#167; Egendom som &#228;r i tredje mans besittning f&#229;r tas i f&#246;rvar,
f&#246;rseglas eller m&#228;rkas, n&#228;r en s&#229;dan &#229;tg&#228;rd f&#246;reskrivs i
2-5 &#167;&#167;. Om ett beslut om utm&#228;tning av pantbrev avser ett
datapantbrev och tredje man &#228;r registrerad som pantbrevshavare,
f&#229;r Kronofogdemyndigheten beg&#228;ra att den statliga
lantm&#228;terimyndigheten beslutar att s&#229;dana registrerings&#229;tg&#228;rder
som anges i 7-8 &#167;&#167; lagen (1994:448) om pantbrevsregister inte
f&#229;r vidtas.

I fr&#229;ga om pantbrev och andra inteckningshandlingar som &#228;r
bel&#229;nade tilll&#228;mpas best&#228;mmelserna i f&#246;rsta stycket endast om
det finns s&#228;rskilda sk&#228;l. Om egendomen inte tas i f&#246;rvar eller
ett s&#229;dant beslut som avses i f&#246;rsta stycket andra meningen
inte meddelas, ska i st&#228;llet f&#246;rbud meddelas innehavaren att
utan Kronofogdemyndighetens tillst&#229;nd l&#228;mna ut egendomen eller
vidta n&#229;gon annan &#229;tg&#228;rd med den till skada f&#246;r s&#246;kanden.

Om tredje man har handpantr&#228;tt eller retentionsr&#228;tt i egendom
som tas i f&#246;rvar, innehar Kronofogdemyndigheten egendomen f&#246;r
tredje mannens r&#228;kning. Lag (2008:542).

8 &#167; Handling, som ej &#228;r n&#228;mnd i 2 eller 5 &#167; men som visar g&#228;lden&#228;rens
r&#228;tt till utm&#228;tt egendom eller vars omh&#228;ndertagande &#228;r p&#229;kallat f&#246;r att
hindra f&#246;rfogande &#246;ver egendomen eller som beh&#246;vs vid nyttjande av
denna, f&#229;r tagas i f&#246;rvar. Detta g&#228;ller &#228;ven om handlingen innehas av
tredje man.

9 &#167; Kronofogdemyndigheten skall s&#229; snart som m&#246;jligt f&#246;rteckna och
v&#228;rdera utm&#228;tt l&#246;s egendom. Vid behov f&#229;r sakkunnig person anlitas f&#246;r
v&#228;rderingen.

&#196;ven handlingar som tas i f&#246;rvar skall f&#246;rtecknas.

10 &#167; Ut&#246;ver vad som f&#246;ljer av 1-9 &#167;&#167; skall kronofogdemyndigheten vidtaga
de &#229;tg&#228;rder som i varje s&#228;rskilt fall beh&#246;vs f&#246;r att utm&#228;tning skall
s&#228;kerst&#228;llas.

10 a &#167; N&#228;r ett utm&#228;tt fartyg eller luftfartyg omfattas av 
tull&#246;vervakning, f&#229;r Kronofogdemyndigheten beg&#228;ra hj&#228;lp av 
Tullverket f&#246;r att hindra att fartyget eller luftfartyget 
avg&#229;r. F&#246;r att hindra fartyget eller luftfartyget att avg&#229; 
har Tullverket samma befogenheter som myndigheten har enligt 
tullagen (2016:253). Detsamma g&#228;ller n&#228;r gods i fartyget 
eller luftfartyget har utm&#228;tts. Lag (2016:254).

11 &#167; Utm&#228;ts egendom som redan &#228;r utm&#228;tt f&#246;r annan fordran eller som &#228;r
belagd med kvarstad, skall &#229;tg&#228;rderna f&#246;r s&#228;kerst&#228;llande av utm&#228;tningen
anpassas d&#228;refter.

Provisorisk &#229;tg&#228;rd

12 &#167; Kan utm&#228;tning av viss l&#246;s egendom ej ske genast, f&#229;r
kronofogdemyndigheten likv&#228;l vid behov taga egendomen i f&#246;rvar eller
vidtaga annan &#229;tg&#228;rd som anges i 1-10 &#167;&#167;.

N&#228;r s&#229;dan &#229;tg&#228;rd har vidtagits, g&#228;ller vad som s&#228;gs i 4 kap. 29 &#167;.

&#197;tg&#228;rden f&#229;r ej best&#229; l&#228;ngre &#228;n som &#228;r n&#246;dv&#228;ndigt. Har utm&#228;tning ej
f&#246;ljt inom tv&#229; veckor, skall &#229;tg&#228;rden h&#228;vas.

Bitr&#228;de av Polismyndigheten

12 a &#167; Om egendom som har p&#229;tr&#228;ffats i Polismyndighetens 
verksamhet utm&#228;ts, f&#229;r Kronofogdemyndigheten beg&#228;ra bitr&#228;de av 
Polismyndigheten f&#246;r att ta egendomen i f&#246;rvar enligt 2 och 4-
8 &#167;&#167;. Detsamma g&#228;ller om s&#229;dan egendom ska tas i f&#246;rvar enligt 
12 &#167;. Lag (2022:799).

Fast egendom

13 &#167; Om s&#228;kerst&#228;llande av utm&#228;tning av fast egendom och om nyttjande av
s&#229;dan egendom finns best&#228;mmelser i 12 kap. 3-10 &#167;&#167;.

14 &#167; Utm&#228;ts fast egendom i fall som avses i 4 kap. 25 &#167;, skall
f&#246;rv&#228;rvaren eller, n&#228;r utm&#228;tning sker hos f&#246;rv&#228;rvaren, &#246;verl&#229;taren
underr&#228;ttas och f&#246;rbud meddelas honom att till annan &#228;n
kronofogdemyndigheten eller den som myndigheten anvisar betala eller
&#229;terbetala k&#246;peskilling eller utge annat som p&#229; grund av avtalet kan
tillkomma g&#228;lden&#228;ren.

7 kap. Utm&#228;tning av l&#246;n m.m.

Allm&#228;nna best&#228;melser

1 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller i fr&#229;ga om
utm&#228;tning av

1. arbetstagares l&#246;n, vare sig den utg&#229;r som tidl&#246;n,
ackordsl&#246;n, provision eller annan gottg&#246;relse,

2. annan ers&#228;ttning f&#246;r arbetsinsats av g&#228;lden&#228;ren, om
dennes st&#228;llning &#228;r j&#228;mf&#246;rlig med en arbetstagares,

3. periodiskt vederlag f&#246;r utnyttjande av patent, r&#228;tt
till litter&#228;rt eller konstn&#228;rligt verk eller annan s&#229;dan
r&#228;ttighet eller f&#246;r &#246;verl&#229;telse av r&#246;relse,

4. belopp som utg&#229;r som pension eller livr&#228;nta,

5. f&#246;r&#228;ldrapenningsf&#246;rm&#229;ner, sjukpenning,
rehabiliteringspenning och n&#228;rst&#229;endepenning enligt
socialf&#246;rs&#228;kringsbalken samt annan ers&#228;ttning som l&#228;mnas
p&#229; grund av sjukdom, smitta, olycksfall, utbildning,
arbetsl&#246;shet, v&#228;rnpliktstj&#228;nstg&#246;ring eller annan
tj&#228;nstg&#246;ring som ers&#228;tts med samma eller liknande f&#246;rm&#229;ner
som v&#228;rnpliktstj&#228;nstg&#246;ring, allt i den utstr&#228;ckning
ers&#228;ttningen inte avser att kompensera f&#246;r s&#228;rskilt
angivna kostnader eller ska &#229;terbetalas.

Best&#228;mmelserna i detta kapitel &#228;r inte till&#228;mpliga n&#228;r
g&#228;lden&#228;ren &#228;r d&#246;dsbo eller annan juridisk person.
Lag (2010:1229).

2 &#167; Vad som f&#246;reskrivs om utm&#228;tning av l&#246;n g&#228;ller &#228;ven utm&#228;tning av
annan f&#246;rm&#229;n som avses i 1 &#167;, om inte annat anges. Best&#228;mmelser om
arbetsgivare g&#228;ller d&#228;rvid den som utger f&#246;rm&#229;nen. Lag (1995:298).

Villkor f&#246;r utm&#228;tning

3 &#167; L&#246;n som innest&#229;r hos arbetsgivaren f&#229;r utm&#228;tas genom att
arbetsgivaren &#229;l&#228;ggs att inneh&#229;lla och betala ut en viss del av l&#246;nen
till kronofogdemyndigheten. Beslutet om utm&#228;tning f&#229;r avse framtida
utbetalningar av l&#246;n eller viss l&#246;nepost.

Utm&#228;tning av l&#246;n skall ske endast om det &#228;r f&#246;rsvarligt med h&#228;nsyn
till det belopp som kan ber&#228;knas flyta in. Lag (1995:298).

4 &#167; L&#246;n f&#229;r tas i anspr&#229;k genom utm&#228;tning endast till den del den
&#246;verstiger vad g&#228;lden&#228;ren beh&#246;ver f&#246;r sitt och familjens underh&#229;ll
samt till fullg&#246;rande av betalningsskyldighet mot annan som vid
utm&#228;tning av l&#246;n har b&#228;ttre r&#228;tt till l&#246;nen. Vid utm&#228;tning f&#246;r
fordran med f&#246;retr&#228;desr&#228;tt enligt 14 &#167; f&#246;rsta stycket 1 skall &#228;ven
betalningsskyldighet mot annan som har lika r&#228;tt som s&#246;kanden
beaktas.

Om utm&#228;tningen avser ackordsl&#246;n, provision eller annan ers&#228;ttning
som innest&#229;r f&#246;r l&#228;ngre tid &#228;n en m&#229;nad, skall s&#228;rskild h&#228;nsyn tas
till detta f&#246;rh&#229;llande. Lag (1996:1032).

5 &#167; Den del av l&#246;nen som inte f&#229;r tas i anspr&#229;k genom 
utm&#228;tning (f&#246;rbeh&#229;llsbeloppet) best&#228;ms med ledning av belopp 
multiplicerade med ett tal som anger f&#246;rh&#229;llandet mellan det 
allm&#228;nna prisl&#228;get i oktober m&#229;nad n&#228;rmast f&#246;reg&#229;ende &#229;r och 
prisl&#228;get i oktober 2020 (normalbelopp). Beloppen &#228;r

- 60 200 kronor f&#246;r ensamst&#229;ende, 

- 99 450 kronor f&#246;r sammanlevande makar och d&#228;rmed j&#228;mst&#228;llda, 

- 32 170 kronor f&#246;r ett barn som &#228;r 0-6 &#229;r, 

- 38 610 kronor f&#246;r ett barn som &#228;r 7-10 &#229;r,

- 45 050 kronor f&#246;r ett barn som &#228;r 11-14 &#229;r, och

- 51 480 kronor f&#246;r ett barn som &#228;r 15 &#229;r eller &#228;ldre.

Normalbeloppen ska anses innefatta alla vanliga 
levnadskostnader utom bostadskostnad, som ber&#228;knas s&#228;rskilt 
och l&#228;ggs till normalbeloppen.

Normalbeloppen fastst&#228;lls f&#246;r varje &#229;r av regeringen eller den 
myndighet som regeringen best&#228;mmer. Lag (2021:790).

6 &#167; Utm&#228;tning av l&#246;n f&#246;r underh&#229;llsbidrag som avses i 4 kap.
1 a &#167; f&#246;rsta stycket f&#229;r ske endast om bidragsbeloppet utest&#229;r
obetalt eller om g&#228;lden&#228;ren vid tv&#229; eller flera tillf&#228;llen
under de senaste tv&#229; &#229;ren f&#246;re utm&#228;tningsbeslutet har
underl&#229;tit att betala i r&#228;tt tid och det finns anledning att
anta att detta skall upprepas.

Utm&#228;tning f&#229;r bara ske f&#246;r bidragsbelopp som &#228;r f&#246;rfallet n&#228;r
verkst&#228;llighet skall ske eller som f&#246;rfaller n&#228;st d&#228;refter.
Lag (2004:479).

F&#246;rfarandet

7 &#167; Innan ett beslut om utm&#228;tning meddelas, skall g&#228;lden&#228;ren ges
tillf&#228;lle att yttra sig, om det inte avsev&#228;rt skulle f&#246;rdr&#246;ja
handl&#228;ggningen. Om det inte finns s&#228;rskilda sk&#228;l f&#246;r det, beh&#246;ver
g&#228;lden&#228;ren dock inte h&#246;ras n&#228;r han byter anst&#228;llning och beslut skall
meddelas om utm&#228;tning hos den nye arbetsgivaren. Lag (1995:298).

8 &#167; Vid utm&#228;tning av l&#246;n skall kronofogdemyndigheten best&#228;mma dels
hur mycket som h&#246;gst f&#229;r inneh&#229;llas vid varje avl&#246;ningstillf&#228;lle
(utm&#228;tningsbeloppet), dels f&#246;rbeh&#229;llsbeloppet. I st&#228;llet f&#246;r att
fastst&#228;lla ett utm&#228;tningsbelopp f&#229;r myndigheten best&#228;mma att all l&#246;n
som &#246;verstiger f&#246;rbeh&#229;llsbeloppet skall tas i anspr&#229;k.

Vid utm&#228;tning av sjukpenning eller annan dagers&#228;ttning som avses i 1 &#167;
f&#246;rsta stycket 5 best&#228;ms utm&#228;tningsbeloppet och f&#246;rbeh&#229;llsbeloppet
per dag. Om s&#229;dan ers&#228;ttning betalas ut f&#246;r mer &#228;n en dag, skall
utm&#228;tningsbelopp och f&#246;rbeh&#229;llsbelopp f&#246;r samtliga dagar som ing&#229;r i
ers&#228;ttningsperioden r&#228;knas samman. Lag (1995:298).

8 a &#167; Vid utm&#228;tning f&#246;r ett eng&#229;ngsbelopp som avser underh&#229;llsbidrag
med f&#246;retr&#228;desr&#228;tt enligt 14 &#167; skall kronofogdemyndigheten vid behov
f&#246;rdela beloppet p&#229; s&#228;rskilda poster efter vad som &#228;r sk&#228;ligt med
h&#228;nsyn till den tid som beloppet &#228;r avsett f&#246;r och &#246;vriga
omst&#228;ndigheter. De s&#228;rskilda posterna anses vid utm&#228;tningen f&#246;rfallna
enligt vad som best&#228;mts vid f&#246;rdelningen. Lag (1995:298).

9 &#167; Om det finns s&#228;rskilda sk&#228;l, f&#229;r kronofogdemyndigheten &#229;l&#228;gga
arbetsgivaren att anpassa s&#228;ttet f&#246;r l&#246;neutbetalningen s&#229; att
utm&#228;tningen kan verkst&#228;llas i l&#228;mplig ordning. Lag (1995:298).

10 &#167; Ett beslut om utm&#228;tning ska &#228;ndras, om det finns 
anledning till det. Ett beslut beh&#246;ver dock inte &#228;ndras om 
&#228;ndringen skulle vara obetydlig.

Innan en &#228;ndring som &#228;r till nackdel f&#246;r g&#228;lden&#228;ren beslutas, 
ska denne ges tillf&#228;lle att yttra sig, om det inte &#228;r 
uppenbart obeh&#246;vligt eller beslutet inte kan skjutas upp.

Ett beslut om utm&#228;tning f&#246;r underh&#229;llsbidrag som avses i 
4 kap. 1 a &#167; f&#246;rsta stycket ska h&#228;vas, om g&#228;lden&#228;ren betalar 
f&#246;rfallna bidrag och uppkomna f&#246;rr&#228;ttningskostnader och det 
finns anledning att anta att g&#228;lden&#228;ren &#228;ven i framtiden 
fullg&#246;r bidragsskyldigheten. Lag (2021:790).

11 &#167; Kronofogdemyndigheten f&#229;r p&#229; beg&#228;ran av s&#246;kanden eller 
g&#228;lden&#228;ren bevilja anst&#229;nd under p&#229;g&#229;ende utm&#228;tning av l&#246;n. P&#229; 
beg&#228;ran av g&#228;lden&#228;ren f&#229;r anst&#229;nd dock beviljas endast om 
s&#246;kanden medger det eller om det finns s&#228;rskilda sk&#228;l p&#229; grund 
av g&#228;lden&#228;rens och dennes familjs personliga och ekonomiska 
f&#246;rh&#229;llanden samt omst&#228;ndigheterna i &#246;vrigt. Lag (2021:790).

12 &#167; Kronofogdemyndigheten skall underr&#228;tta arbetsgivaren om ett
beslut om utm&#228;tning och beslut i fr&#229;gor som avses i 9 11 &#167;&#167;.
Lag (1995:298).

F&#246;retr&#228;desordning

13 &#167; Utm&#228;tning av l&#246;n medf&#246;r f&#246;rm&#229;nsr&#228;tt n&#228;r det belopp som skall
inneh&#229;llas har f&#246;rfallit till betalning.

N&#228;r sjukpenning eller annan dagers&#228;ttning som avses i 1 &#167; f&#246;rsta
stycket 5 utges f&#246;r mer &#228;n en dag, skall ers&#228;ttningen anses ha
f&#246;rfallit till betalning med utm&#228;tningsbeloppet varje dag som
ers&#228;ttningsperioden omfattar. Lag (1995:298).

14 &#167; Vid utm&#228;tning av l&#246;n har f&#246;ljande fordringar i n&#228;mnd 
ordning f&#246;retr&#228;de framf&#246;r andra fordringsanspr&#229;k:

1. fordran som avser underh&#229;llsbidrag enligt &#228;ktenskapsbalken 
och f&#246;r&#228;ldrabalken,

2. konkursbos fordran p&#229; g&#228;lden&#228;rens l&#246;n enligt 3 kap. 4 &#167; 
konkurslagen (1987:672), om l&#246;nen inneh&#229;llits under konkursen,

3. fordran som avses i 2 &#167; lagen (1993:891) om indrivning av 
statliga fordringar m.m.,

4. fordran som avser skadest&#229;nd p&#229; grund av brott.

F&#246;retr&#228;desr&#228;tten enligt f&#246;rsta stycket 1 g&#228;ller &#228;ven s&#229;dant 
utl&#228;ndskt underh&#229;llsbidrag som f&#229;r verkst&#228;llas i Sverige, om 
bidragsfordringen vid verkst&#228;llighetstillf&#228;llet inte &#228;r &#228;ldre 
&#228;n fem &#229;r. Lag (2022:753).

15 &#167; Avdrag f&#246;r prelimin&#228;r skatt har f&#246;retr&#228;de framf&#246;r utm&#228;tning
av l&#246;n. En fordran enligt 14 &#167; f&#246;rsta stycket 1 har f&#246;retr&#228;de
framf&#246;r f&#246;rr&#228;ttningskostnaderna i m&#229;let. Lag (1997:490).

16 &#167; Vid samtidig utm&#228;tning f&#246;r flera fordringar med f&#246;retr&#228;desr&#228;tt
enligt 14 &#167; f&#246;rsta stycket 1 skall det inneh&#229;llna beloppet f&#246;rdelas
efter de l&#246;pande fordringarnas storlek. Om mer &#228;n som svarar mot de
l&#246;pande fordringarna har utm&#228;tts, har belopp som har st&#229;tt ute l&#228;ngre
f&#246;retr&#228;de vid f&#246;rdelningen av det &#246;verskjutande beloppet.

En delbetalning som flyter in p&#229; en viss ber&#228;ttigads fordran
avr&#228;knas i f&#246;rsta hand p&#229; den fordran som har st&#229;tt ute l&#228;ngst.
Lag (1996:1032).

17 &#167; Bor g&#228;lden&#228;ren varaktigt tillsammans med sin make och
&#246;verstiger underh&#229;llsbidrag till maken eller till makarnas
barn vad som sk&#228;ligen b&#246;r tillkomma den
underh&#229;llsber&#228;ttigade, f&#229;r bidraget vid till&#228;mpningen av 14
och 16 &#167;&#167; j&#228;mkas med h&#228;nsyn till annan fordran f&#246;r vilken
utm&#228;tning sker samtidigt. Om det finns s&#228;rskilda sk&#228;l, f&#229;r
s&#229;dan j&#228;mkning ske &#228;ven av annat underh&#229;llsbidrag, om detta
&#246;verstiger vad som sk&#228;ligen beh&#246;vs f&#246;r den
underh&#229;llsber&#228;ttigades f&#246;rs&#246;rjning.

Har g&#228;lden&#228;ren r&#228;tt till avdrag enligt 7 kap. 4 &#167;
f&#246;r&#228;ldrabalken, f&#229;r belopp som p&#229; denna grund tillgodor&#228;knas
honom eller henne inte tas i anspr&#229;k genom utm&#228;tning f&#246;r
fordran, som tillkommer annan &#228;n den underh&#229;llsber&#228;ttigade
eller n&#229;gon som har intr&#228;tt i dennes r&#228;tt, eller f&#246;r fordran
som avser underh&#229;llsst&#246;d till samma barn. Lag (2015:756).

18 &#167; Har utm&#228;tning f&#246;r fordran med f&#246;retr&#228;desr&#228;tt enligt 14 &#167; beviljats
i f&#246;rm&#229;n som avses i 1 &#167; f&#246;rsta stycket 3 eller 4 och blir d&#228;refter
r&#228;ttigheten som s&#229;dan utm&#228;tt f&#246;r annan fordran, har den f&#246;rra
fordringen f&#246;retr&#228;de till betalning ur vad som flyter in till f&#246;ljd
av den senare utm&#228;tningen. I fr&#229;ga om fordran med f&#246;retr&#228;desr&#228;tt
enligt 14 &#167; f&#246;rsta stycket 1 g&#228;ller detta i fr&#229;ga om belopp som har
f&#246;rfallit till betalning n&#228;r beslutet om utm&#228;tning av r&#228;ttigheten
meddelas eller f&#246;rfaller n&#228;st d&#228;refter.

Har utm&#228;tning beviljats i f&#246;rm&#229;n som avses i 1 &#167; f&#246;rsta stycket 3
eller 4 f&#246;r n&#229;gon annan fordran &#228;n som avses i 14 &#167; och blir d&#228;refter
r&#228;ttigheten som s&#229;dan utm&#228;tt f&#246;r ytterligare fordran, skall den
senare utm&#228;tningen anses ha skett &#228;ven f&#246;r den obetalda delen av den
f&#246;rra fordringen. Lag (1996:1032).

19 &#167; &#196;ven om g&#228;lden&#228;ren &#228;r i konkurs f&#229;r utm&#228;tning enligt detta kapitel
ske f&#246;r fordran med f&#246;retr&#228;desr&#228;tt enligt 14 &#167; f&#246;rsta stycket 1.
Utm&#228;tning f&#229;r ocks&#229; ske f&#246;r konkursboets r&#228;kning.

F&#246;rs&#228;tts g&#228;lden&#228;ren i konkurs under p&#229;g&#229;ende utm&#228;tning av l&#246;n f&#246;r
n&#229;gon annan fordran &#228;n s&#229;dan som har f&#246;retr&#228;desr&#228;tt enligt 14 &#167;
f&#246;rsta stycket 1, skall utm&#228;tningen forts&#228;tta f&#246;r konkursboets
r&#228;kning, om inte konkursf&#246;rvaltaren beg&#228;r att verkst&#228;lligheten skall
upph&#246;ra. Lag (1996:1032).

Arbetsgivares skyldigheter

20 &#167; Arbetsgivaren skall inneh&#229;lla utm&#228;tningsbeloppet endast till
den del som l&#246;nen &#246;verstiger f&#246;rbeh&#229;llsbeloppet.

Arbetsgivaren skall betala ut det inneh&#229;llna beloppet till
kronofogdemyndigheten p&#229; tid och s&#228;tt som myndigheten best&#228;mmer.
Kronofogdemyndigheten f&#229;r, i de fall regeringen f&#246;reskriver det,
besluta att det inneh&#229;llna beloppet skall betalas ut till en annan
myndighet &#228;n kronofogdemyndigheten.

Om det finns s&#228;rskild anledning till det, f&#229;r arbetsgivaren &#229;l&#228;ggas
att omedelbart betala ut det inneh&#229;llna beloppet till
kronofogdemyndigheten. Lag (1995:298).

21 &#167; Betalar arbetsgivaren ut l&#246;n i uppenbar strid mot ett beslut om
utm&#228;tning eller underl&#229;ter han att inom f&#246;reskriven tid eller p&#229;
anfordran betala ut det inneh&#229;llna beloppet till
kronofogdemyndigheten, f&#229;r hos arbetsgivaren genast uts&#246;kas vad denne
skulle ha inneh&#229;llit eller har inneh&#229;llit. Lag (1995:298).

22 &#167; Arbetar g&#228;lden&#228;ren i annans f&#246;rv&#228;rvsverksamhet utan l&#246;n eller
mot uppenbart f&#246;r l&#229;g ers&#228;ttning och kan utm&#228;tning d&#228;rf&#246;r inte ske
eller ske endast med f&#246;r l&#229;gt belopp, f&#229;r kronofogdemyndigheten
&#229;l&#228;gga arbetsgivaren att, f&#246;r tid efter det att beslut d&#228;rom har
meddelats och till dess annat beslutas, till myndigheten utge s&#229;
mycket som hade kunnat tas ut genom utm&#228;tning, om sk&#228;lig l&#246;n hade
betalats f&#246;r arbetet. Innan ett s&#229;dant beslut meddelas skall
g&#228;lden&#228;ren och arbetsgivaren ges tillf&#228;lle att yttra sig.

En &#229;tg&#228;rd som avses i f&#246;rsta stycket r&#228;knas som utm&#228;tning av l&#246;n.
Underl&#229;ter arbetsgivaren att utge belopp som har best&#228;mts genom
beslutet, g&#228;ller vad som s&#228;gs i 21 &#167;. Lag (1995:298).

S&#228;rskilda best&#228;mmelser

23 &#167; Har arbetsgivaren inneh&#229;llit medel vid utm&#228;tning av
l&#246;n i allm&#228;nt m&#229;l f&#246;r fordran som avses i 2 &#167; lagen
(1993:891) om indrivning av statliga fordringar m.m., &#228;r
g&#228;lden&#228;ren inte l&#228;ngre betalningsskyldig f&#246;r den del av
fordringen som motsvaras av det inneh&#229;llna beloppet, &#228;ven
om det inte kan tas ut hos arbetsgivaren. Detsamma g&#228;ller
n&#228;r medel har inneh&#229;llits f&#246;r fordran som avser
underh&#229;llsbidrag, om fordringen tillkommer
F&#246;rs&#228;kringskassan enligt 19 kap. 29 &#167;
socialf&#246;rs&#228;kringsbalken. Lag (2010:1229).

24 &#167; Sedan l&#246;n har betalats ut, kan medlen utm&#228;tas endast i enlighet
med vad som s&#228;gs i 5 kap. Lag (1995:298).

Straffbest&#228;mmelse

25 &#167; En arbetsgivare som upps&#229;tligen eller av oaktsamhet underl&#229;ter
att inom f&#246;reskriven tid tillst&#228;lla kronofogdemyndigheten belopp som
skulle ha inneh&#229;llits enligt beslut om utm&#228;tning, d&#246;ms till b&#246;ter.
Lag (1995:298).

8 kap. Allm&#228;nna best&#228;mmelser om exekutiv f&#246;rs&#228;ljning m. m.

Inledande best&#228;mmelser

1 &#167; Utm&#228;tt egendom s&#228;ljs genom kronofogdemyndighetens f&#246;rsorg.

I 9 kap. finns best&#228;mmelser om indrivning av utm&#228;tt fordran och om
&#229;tg&#228;rder efter utm&#228;tning av pantbrev eller intecknat skuldebrev.

Best&#228;mmelser om f&#246;rs&#228;ljning av utm&#228;tt egendom g&#228;ller i till&#228;mpliga delar
&#228;ven n&#228;r egendom skall s&#228;ljas exekutivt under konkurs.

2 &#167; Om s&#246;kanden betr&#228;ffande egendom f&#246;r vilken enligt 10-12 kap.
skyddsbelopp skall best&#228;mmas visar att hans fordran &#228;r f&#246;renad med
b&#228;ttre s&#228;rskild f&#246;rm&#229;nsr&#228;tt &#228;n som f&#246;ljer av utm&#228;tningen, kan han beg&#228;ra
att f&#246;rs&#228;ljningsvillkoren best&#228;ms med h&#228;nsyn till f&#246;rstn&#228;mnda
f&#246;rm&#229;nsr&#228;tt. H&#228;rvid till&#228;mpas vad som f&#246;reskrivs om borgen&#228;rs
anslutningsr&#228;tt.

Tidsfrist f&#246;r f&#246;rs&#228;ljning och hinder mot f&#246;rs&#228;ljning

3 &#167; F&#246;rs&#228;ljning av utm&#228;tt egendom skall ske utan dr&#246;jsm&#229;l, om ej hinder
m&#246;ter. I 10-12 kap. f&#246;reskrivs s&#228;rskilda tidsfrister betr&#228;ffande egendom
som avses d&#228;r.

Kronofogdemyndigheten f&#229;r bevilja anst&#229;nd med f&#246;rs&#228;ljningen p&#229; beg&#228;ran
av utm&#228;tningss&#246;kanden eller g&#228;lden&#228;ren. P&#229; beg&#228;ran av g&#228;lden&#228;ren f&#229;r
anst&#229;nd beviljas endast om utm&#228;tningss&#246;kanden medger det eller s&#228;rskilda
sk&#228;l f&#246;religger.

4 &#167; N&#228;r utm&#228;tning har skett med st&#246;d av 3 kap. 6 &#167;, f&#229;r egendomen ej
s&#228;ljas utan g&#228;lden&#228;rens samtycke f&#246;rr&#228;n exekutionstiteln har vunnit laga
kraft. Detsamma g&#228;ller, n&#228;r utm&#228;tning har skett p&#229; grund av utslag eller
beslut i m&#229;l om betalningsf&#246;rel&#228;ggande eller handr&#228;ckning och g&#228;lden&#228;ren
har s&#246;kt &#229;tervinning eller &#246;verklagat.

L&#246;s egendom som har betydande v&#228;rde eller fast egendom f&#229;r ej heller i
annat fall s&#228;ljas utan g&#228;lden&#228;rens samtycke, om ej exekutionstiteln har
vunnit laga kraft eller f&#229;r verkst&#228;llas s&#229;som lagakraft&#228;gande dom.

L&#246;s egendom som hastigt faller i v&#228;rde eller kr&#228;ver alltf&#246;r kostsam v&#229;rd
skall utan hinder av f&#246;rsta eller andra stycket s&#228;ljas s&#229; snart som
m&#246;jligt. Lag (1990:748).

5 &#167; Har tredje man eller s&#246;kanden enligt 4 kap. 20, 22 eller 26 &#167;
f&#246;relagts att v&#228;cka talan, f&#229;r den utm&#228;tta egendomen ej utan tredje
mannens samtycke s&#228;ljas innan tvisten har blivit slutligt avgjord eller,
n&#228;r f&#246;rel&#228;ggande har givits tredje man, tiden f&#246;r v&#228;ckande av talan har
g&#229;tt ut. F&#246;rs&#228;ljning f&#229;r dock ske, om det kan antagas att tvisten ej
p&#229;verkar k&#246;peskillingen i v&#228;sentlig m&#229;n eller om egendomen &#228;r s&#229;dan som
avses i 4 &#167; tredje stycket i detta kapitel.

P&#229;g&#229;r i annat fall r&#228;tteg&#229;ng om utm&#228;tt egendom, f&#229;r
kronofogdemyndigheten ge det anst&#229;nd med f&#246;rs&#228;ljningen som &#228;r p&#229;kallat
av omst&#228;ndigheterna.

6 &#167; N&#228;r utm&#228;tning har skett hos d&#246;dsbo, f&#229;r egendomen ej utan d&#246;dsboets
samtycke s&#228;ljas innan en m&#229;nad har f&#246;rflutit fr&#229;n det att bouppteckning
f&#246;rr&#228;ttades eller tiden f&#246;r f&#246;rr&#228;ttandet gick ut eller, om boet
f&#246;rvaltas av boutredningsman, innan uppg&#246;relse har skett med
borgen&#228;rerna. F&#246;rs&#228;ljning f&#229;r dock ske, om s&#246;kanden har s&#228;rskild
f&#246;rm&#229;nsr&#228;tt i egendomen p&#229; annan grund &#228;n utm&#228;tningen eller om egendomen
&#228;r s&#229;dan som avses i 4 &#167; tredje stycket.

N&#228;r andel i d&#246;dsbo har utm&#228;tts, b&#246;r skifte avvaktas, om det ej medf&#246;r
osk&#228;ligt dr&#246;jsm&#229;l.

7 &#167; S&#228;rskilda best&#228;mmelser om hinder mot f&#246;rs&#228;ljning av fast egendom
finns i 12 kap.

Andel i egendom

8 &#167; Har utm&#228;tning skett av andel i viss egendom som tillh&#246;r tv&#229; eller
flera och &#228;r lagen (1904:48 s. 1) om sam&#228;gander&#228;tt till&#228;mplig, kan
kronofogdemyndigheten p&#229; yrkande av s&#246;kanden, g&#228;lden&#228;ren eller annan
del&#228;gare f&#246;rordna att hela egendomen skall s&#228;ljas. N&#228;r n&#229;gon av n&#228;mnda
sak&#228;gare har framst&#228;llt s&#229;dant yrkande, skall de &#246;vriga beredas
tillf&#228;lle att yttra sig &#246;ver yrkandet. I fr&#229;ga om hinder mot
f&#246;rs&#228;ljningen g&#228;ller 6 och 7 &#167;&#167; lagen om sam&#228;gander&#228;tt.

F&#246;rsta stycket g&#228;ller ej andel i fordran, om andelen utan ol&#228;genhet kan
drivas in f&#246;r sig. &#196;r s&#229; ej fallet, g&#228;ller f&#246;rsta stycket i fr&#229;ga om
s&#229;v&#228;l indrivning som f&#246;rs&#228;ljning av hela fordringen.

9 &#167; Bifalls yrkande om f&#246;rs&#228;ljning som avses i 8 &#167;, anses hela egendomen
utm&#228;tt. F&#246;rs&#228;ljning f&#229;r ej &#228;ga rum innan beslutet har vunnit laga kraft,
s&#229;vida ej egendomen &#228;r s&#229;dan som avses i 4 &#167; tredje stycket.

Framst&#228;lls ej yrkande som avses i 8 &#167; eller vinner s&#229;dant yrkande ej
bifall, skall den utm&#228;tta andelen bjudas ut till f&#246;rs&#228;ljning i den
ordning som g&#228;ller f&#246;r exekutiv f&#246;rs&#228;ljning av utm&#228;tt r&#228;ttighet eller, i
fr&#229;ga om andel i fordran, drivas in n&#228;r det kan ske. Detsamma g&#228;ller, om
yrkande som avses i 8 &#167; har bifallits men f&#246;rs&#228;ljning av hela egendomen
eller indrivning av hela fordringen ej kommer till st&#229;nd.

Tredje mans r&#228;tt till betalning

10 &#167; N&#228;r utm&#228;tning har skett av annat fartyg &#228;n registrerat skepp eller
gods i fartyg eller av luftfartyg som ej &#228;r registrerat eller gods i
luftfartyg, har borgen&#228;r, vars fordran &#228;r f&#246;renad med sj&#246;pantr&#228;tt eller
luftpantr&#228;tt i egendomen, r&#228;tt att f&#229; betalning ur egendomen, om han
anm&#228;ler sin fordran hos kronofogdemyndigheten innan egendomen s&#228;ljs
eller, om f&#246;rs&#228;ljning sker under hand, senast n&#228;r f&#246;rdelning skall &#228;ga
rum.

Borgen&#228;r, som har gjort anm&#228;lan som avses i f&#246;rsta stycket, kan, om hans
r&#228;tt till betalning &#228;r ostridig eller styrks, beg&#228;ra att egendomen s&#228;ljs
f&#246;r hans fordran. Har s&#229;dan beg&#228;ran framst&#228;llts, f&#229;r f&#246;rfarandet ej
l&#228;ggas ned d&#228;rf&#246;r att fr&#229;gan om f&#246;rs&#228;ljning f&#246;r utm&#228;tningss&#246;kandens
fordran f&#246;rfaller.

11 &#167; Borgen&#228;r, vars fordran &#228;r f&#246;renad med handpantr&#228;tt eller
retentionsr&#228;tt i utm&#228;tt egendom, &#228;r skyldig att taga betalning i f&#246;rtid
i den ordning som anges i 13 kap. Han &#228;r dock ej pliktig att avst&#229; fr&#229;n
sin pant- eller retentionsr&#228;tt utan att hans fordran blir betald, om ej
f&#246;rs&#228;ljning eller, i fr&#229;ga om utm&#228;tt fordran, indrivning sker f&#246;r
fordran med lika eller b&#228;ttre r&#228;tt.

12 &#167; Borgen&#228;r, vars fordran &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt i utm&#228;tt egendom
p&#229; grund av registrering av b&#229;tbyggnadsf&#246;rskott, har r&#228;tt att f&#229;
betalning ur egendomen, om han anm&#228;ler sin fordran enligt vad som s&#228;gs i
10 &#167; f&#246;rsta stycket.

13 &#167; En borgen&#228;r, vars fordran &#228;r f&#246;renad med f&#246;retagshypotek i
utm&#228;tt egendom, har r&#228;tt att f&#229; betalning ur egendomen, om
borgen&#228;ren anm&#228;ler sin fordran hos Kronofogdemyndigheten innan
egendomen s&#228;ljs. Om f&#246;rs&#228;ljning sker under hand eller utm&#228;tt
fordran drivs in eller f&#246;rs&#228;ljning i annat fall inte beh&#246;vs,
g&#246;rs anm&#228;lan senast n&#228;r f&#246;rdelning ska &#228;ga rum.

S&#246;kanden har dock f&#246;retr&#228;de i den m&#229;n betalning till en
borgen&#228;r som avses i f&#246;rsta stycket &#228;r obeh&#246;vlig f&#246;r att trygga
borgen&#228;ren och dem som har s&#228;mre f&#246;rm&#229;nsr&#228;tt i egendomen p&#229;
grund av f&#246;retagshypotek. Vid pr&#246;vningen ska h&#228;nsyn tas &#228;ven
till s&#228;kerhet som borgen&#228;ren p&#229; annan grund har i egendom som
tillh&#246;r g&#228;lden&#228;ren. Lag (2008:991).

14 &#167; har upph&#228;vts genom lag (1994:480).

15 &#167; S&#228;ljs egendom exekutivt under konkurs, skall betalning
utg&#229; f&#246;r de konkursboets kostnader som enligt 14 kap. 18 &#167;
konkurslagen (1987:672) f&#229;r tas ut ur egendomen, om kostnaderna
anm&#228;ls enligt vad som s&#228;gs i 10 &#167; f&#246;rsta stycket.

N&#228;r egendom s&#228;ljs exekutivt under konkurs eller utm&#228;tt fordran
drivs in under konkurs, har &#228;ven borgen&#228;r, vars fordran &#228;r
f&#246;renad med f&#246;rm&#229;nsr&#228;tt enligt 10 &#167; f&#246;rm&#229;nsr&#228;ttslagen
(1970:979), r&#228;tt att f&#229; betalning ur egendomen, om han anm&#228;ler
sin fordran hos kronofogdemyndigheten innan egendomen s&#228;ljs
eller, om f&#246;rs&#228;ljning sker under hand eller utm&#228;tt fordran
drivs in eller f&#246;rs&#228;ljning i annat fall inte beh&#246;vs, senast n&#228;r
f&#246;rdelning skall &#228;ga rum. Lag (2003:531).

16 &#167; Om r&#228;tt till betalning n&#228;r registrerat skepp, registrerat
luftfartyg, intecknade reservdelar till luftfartyg eller fast egendom
har utm&#228;tts g&#228;ller best&#228;mmelserna i 10-12 kap.

Ang&#229;ende r&#228;tt till betalning ur &#246;verskott, n&#228;r fordran ej har anm&#228;lts i
tid, finns best&#228;mmelser i 13 kap.

Avbrytande av verkst&#228;lligheten

17 &#167; Verkst&#228;lligheten skall avbrytas, om influtna medel f&#246;rsl&#229;r att
t&#228;cka s&#246;kandens fordran och fordringar med lika eller b&#228;ttre r&#228;tt till
betalning ur medlen samt kostnad som skall tagas ut i m&#229;let.

Undantag fr&#229;n f&#246;rsta stycket f&#246;ljer av 10 &#167; andra stycket samt av 10
kap. 5 &#167;, 11 kap. 1 och 2 &#167;&#167; och 12 kap. 13 &#167;.

Handr&#228;ckning efter f&#246;rs&#228;ljning

18 &#167; N&#228;r utm&#228;tt egendom har s&#229;lts, har k&#246;paren r&#228;tt att vid behov f&#229;
handr&#228;ckning av kronofogdemyndigheten f&#246;r att komma i besittning av vad
han har f&#246;rv&#228;rvat. D&#228;rvid g&#228;ller i till&#228;mpliga delar vad som s&#228;gs i 16
kap. 2-9, 11 och 12 &#167;&#167;.

S&#228;rskild best&#228;mmelse betr&#228;ffande allm&#228;nna m&#229;l

19 &#167; Best&#228;mmelserna i 3 &#167; g&#228;ller ej i allm&#228;nt m&#229;l. I s&#229;dant m&#229;l skall
f&#246;rs&#228;ljning av utm&#228;tt egendom ske utan dr&#246;jsm&#229;l, om ej hinder m&#246;ter
eller anst&#229;nd l&#228;mnas av kronofogdemyndigheten.

9 kap. F&#246;rs&#228;ljning av l&#246;s egendom i allm&#228;nhet och indrivning av
utm&#228;tt fordran m. m.

Allm&#228;nna best&#228;mmelser om f&#246;rs&#228;ljning

1 &#167; Utm&#228;tt l&#246;s egendom s&#228;ljs p&#229; offentlig auktion eller under hand. F&#246;r
f&#246;rs&#228;ljning under hand g&#228;ller s&#228;rskilda f&#246;ruts&#228;ttningar enligt 8 &#167;.

Kronofogdemyndigheten f&#229;r uppdraga &#229;t annan att h&#229;lla auktion.

Detta kapitel g&#228;ller ej s&#229;dan l&#246;s egendom som avses i 10 eller 11 kap.

F&#246;rs&#228;ljning p&#229; auktion

2 &#167; En auktion ska kung&#246;ras i god tid och p&#229; l&#228;mpligt s&#228;tt.
Om det kan f&#246;rutses att ett sammantr&#228;de beh&#246;ver h&#229;llas f&#246;r
f&#246;rdelning av k&#246;peskillingen, ska kung&#246;relsen inneh&#229;lla
uppgift om sammantr&#228;det.

S&#246;kanden, g&#228;lden&#228;ren och annan k&#228;nd sak&#228;gare vars r&#228;tt ber&#246;rs
av f&#246;rs&#228;ljningen ska i god tid underr&#228;ttas s&#228;rskilt, om inte
en underr&#228;ttelse &#228;r uppenbart obeh&#246;vlig. Lag (2014:151).

3 &#167; Vid auktionen skall kronofogdemyndigheten, n&#228;r anledning f&#246;religger,
l&#228;mna en kortfattad redog&#246;relse f&#246;r vad som har f&#246;rekommit i m&#229;let.
Vidare skall, n&#228;r det finns anledning, borgen&#228;r som har r&#228;tt till
betalning ur egendomen uppmanas att anm&#228;la sin fordran samt villkoren
f&#246;r f&#246;rs&#228;ljningen anges.

4 &#167; Ett bud f&#229;r inte godtas, om det &#228;r sannolikt att en
avsev&#228;rt h&#246;gre k&#246;peskilling kan uppn&#229;s.

Om en tredje man har handpantr&#228;tt eller retentionsr&#228;tt i
utm&#228;tt egendom och egendomen ska s&#228;ljas f&#246;r fordran med s&#228;mre
r&#228;tt, f&#229;r f&#246;rs&#228;ljning ske endast om k&#246;peskillingen r&#228;cker
till betalning av tredje mannens fordran.

Trots f&#246;rsta och andra styckena ska ett bud godtas, om
samtliga ber&#246;rda sak&#228;gare medger det. Lag (2014:151).

5 &#167; K&#246;peskillingen f&#246;r egendomen ska betalas genast efter det
att ett bud har godtagits. Kronofogdemyndigheten f&#229;r dock ge
anst&#229;nd med betalningen utom i fr&#229;ga om handpenning.
Egendomen ska h&#229;llas inne till dess full betalning sker.

Om k&#246;peskillingen eller handpenning inte betalas genast efter
det att budet har godtagits, ska egendomen bjudas ut p&#229;
nytt.

Om anst&#229;nd har getts, blir budet ogiltigt, om full betalning
inte sker inom f&#246;reskriven tid. Lag (2014:151).

6 &#167; Om det inte l&#228;mnas n&#229;got bud som godtas och fullf&#246;ljs
genom att k&#246;peskillingen eller handpenning betalas genast,
ska ett nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k g&#246;ras, om inte s&#246;kanden
avst&#229;r fr&#229;n det. Detsamma g&#228;ller, om ett bud har blivit
ogiltigt enligt 5 &#167; tredje stycket.

Om tv&#229; auktioner har h&#229;llits utan att egendomen har blivit
s&#229;ld och det saknas anledning att anta att egendomen kan
s&#228;ljas inom rimlig tid, ska ett nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k inte
g&#246;ras.

Om en ny auktion ska h&#229;llas, g&#228;ller 2–5 &#167;&#167;. Anm&#228;lan av en
fordran som har skett f&#246;r en auktion g&#228;ller &#228;ven f&#246;r ett
senare f&#246;rs&#228;ljningsf&#246;rs&#246;k.

Om ett nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k inte ska g&#246;ras, ska
utm&#228;tningen h&#228;vas. Detta g&#228;ller dock inte medel som har
influtit eller inflyter med anledning av redan vidtagna
&#229;tg&#228;rder. Lag (2014:151).

7 &#167; N&#228;r en ny auktion h&#229;lls sedan ett bud har blivit ogiltigt
enligt 5 &#167; tredje stycket, ska handpenningen anv&#228;ndas till
betalning av f&#246;rr&#228;ttningskostnaderna f&#246;r den f&#246;rra auktionen
och f&#246;r v&#229;rd och f&#246;rvaltning av egendomen fr&#229;n det att budet
blev ogiltigt till dess att den nya auktionen h&#229;lls. Om
k&#246;peskillingen vid den nya auktionen &#228;r l&#228;gre &#228;n det bud som
har godtagits vid den f&#246;rra, ska &#229;terstoden av handpenningen
anv&#228;ndas f&#246;r att t&#228;cka skillnaden. Det som inte beh&#246;ver tas i
anspr&#229;k ska &#229;terl&#228;mnas n&#228;r k&#246;peskillingen vid den nya
auktionen har betalats. Om inte egendomen blir s&#229;ld vid den
nya auktionen, &#228;r hela handpenningen f&#246;rverkad.

Om en ny auktion inte h&#229;lls, ska handpenningen anv&#228;ndas till
betalning av f&#246;rr&#228;ttningskostnader som inte har kommit till
nytta. Det som inte beh&#246;ver tas i anspr&#229;k ska &#229;terl&#228;mnas.
Lag (2014:151).

F&#246;rs&#228;ljning under hand

8 &#167; Utm&#228;tt egendom b&#246;r s&#228;ljas under hand, om det &#228;r sannolikt att h&#246;gre
k&#246;peskilling kan uppn&#229;s d&#228;rigenom och s&#229;dan f&#246;rs&#228;ljning &#228;ven i &#246;vrigt &#228;r
&#228;ndam&#229;lsenlig. S&#246;kanden, g&#228;lden&#228;ren och annan k&#228;nd sak&#228;gare vars r&#228;tt
beror av f&#246;rs&#228;ljningen skall beredas tillf&#228;lle att yttra sig i fr&#229;gan,
om anledning f&#246;religger d&#228;rtill.

F&#246;rs&#228;ljning f&#229;r dock ej ske under hand, om egendomen h&#228;ftar f&#246;r sj&#246;-
eller luftpantr&#228;tt eller ovisshet r&#229;der h&#228;rom samt det ej &#228;r k&#228;nt vem
som g&#246;r anspr&#229;k p&#229; s&#229;dan pantr&#228;tt eller var han uppeh&#229;ller sig.

9 &#167; Innan egendom s&#228;ljs under hand skall anbud fordras in. I fr&#229;ga om
f&#246;rs&#228;ljningsvillkoren till&#228;mpas 4 och 5 &#167;&#167;.

L&#228;mnas ej anbud som godtas, skall auktion s&#228;ttas ut. Detta g&#228;ller dock
ej, om s&#246;kanden avst&#229;r d&#228;rifr&#229;n eller om auktion har h&#229;llits tidigare
och det d&#228;rj&#228;mte saknas anledning antaga att egendomen kan s&#228;ljas inom
rimlig tid. Skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k ej g&#246;ras, g&#228;ller 6 &#167; fj&#228;rde
stycket.

Blir k&#246;pet ogiltigt till f&#246;ljd av att full betalning ej sker inom
f&#246;reskriven tid, g&#228;ller best&#228;mmelserna i 7 &#167;. Vad som s&#228;gs om auktion i
7 &#167; f&#246;rsta stycket g&#228;ller &#228;ven f&#246;rs&#228;ljning under hand.

F&#246;rs&#228;ljning av egendom som innehas under f&#246;rbeh&#229;ll om
&#229;tertagander&#228;tt

10 &#167; Har utm&#228;tning skett av egendom som g&#228;lden&#228;ren har
f&#246;rv&#228;rvat p&#229; kredit under f&#246;rbeh&#229;ll om &#229;tertagander&#228;tt f&#246;r
kreditgivaren, f&#229;r egendomen s&#228;ljas endast om k&#246;peskillingen
f&#246;rsl&#229;r till betalning av kreditgivarens fordran eller
f&#246;rs&#228;ljningen med kreditgivarens samtycke i m&#229;let sker med
f&#246;rbeh&#229;ll f&#246;r hans eller hennes r&#228;tt enligt avtalet.

Kreditgivarens fordran best&#228;ms enligt 36 &#167;
konsumentkreditlagen (2010:1846) eller enligt 5 &#167; lagen
(1978:599) om avbetalningsk&#246;p mellan n&#228;ringsidkare m.fl. &#196;r
inte n&#229;gon av dessa lagar till&#228;mplig p&#229; avtalet, best&#228;ms
fordringen likv&#228;l enligt sistn&#228;mnda paragraf, varvid j&#228;mkning
f&#229;r ske efter vad som &#228;r sk&#228;ligt.

Sker f&#246;rs&#228;ljningen med f&#246;rbeh&#229;ll f&#246;r kreditgivarens r&#228;tt,
svarar d&#228;refter den som f&#246;rv&#228;rvar egendomen i st&#228;llet f&#246;r
g&#228;lden&#228;ren f&#246;r dennes skyldigheter enligt avtalet.
Lag (2010:1848).

Indrivning av utm&#228;tt fordran

11 &#167; Om utm&#228;tt fordran &#228;r f&#246;rfallen till betalning, skall
kronofogdemyndigheten utan dr&#246;jsm&#229;l anmoda sekundog&#228;lden&#228;ren att betala
sin skuld till myndigheten.

Betalar sekundog&#228;lden&#228;ren ej frivilligt, skall kronofogdemyndigheten
uts&#246;ka fordringen, om exekutionstitel finns.

Vad som f&#246;reskrivs i 4 kap. 23 &#167; f&#246;rsta stycket f&#229;r till&#228;mpas &#228;ven n&#228;r
sekundog&#228;lden&#228;ren underl&#229;ter att betala utm&#228;tt fordran utan att ovisshet
r&#229;der om fordringens best&#229;nd.

12 &#167; &#196;r utm&#228;tt fordran ej f&#246;rfallen till betalning, f&#229;r
kronofogdemyndigheten tr&#228;ffa avtal med sekundog&#228;lden&#228;ren om f&#246;rtida
betalning av fordringen och om den neds&#228;ttning av fordringens belopp som
kan f&#246;ranledas d&#228;rav.

13 &#167; Kan utm&#228;tt fordran ej drivas in inom rimlig tid, f&#229;r den s&#228;ljas.

&#197;tg&#228;rder efter utm&#228;tning av pantbrev m.m.

14 &#167; N&#228;r pantbrev i skepp eller fastighet har blivit utm&#228;tt, skall den
intecknade egendomen tagas i anspr&#229;k, om s&#246;kanden yrkar det inom en
m&#229;nad fr&#229;n utm&#228;tningen.

Har f&#246;rel&#228;ggande meddelats enligt 4 kap. 23 &#167; andra stycket, f&#229;r beslut
att egendomen tas i anspr&#229;k ej meddelas innan tvisten har blivit
slutligt avgjord, om ej domstolen finner att hinder ej m&#246;ter.

N&#228;r kronofogdemyndigheten har meddelat beslut att den intecknade
egendomen tas i anspr&#229;k, anses den utm&#228;tt.

15 &#167; Har s&#246;kanden ej inom tid som anges i 14 &#167; f&#246;rsta stycket yrkat att
den intecknade egendomen skall tagas i anspr&#229;k, skall pantbrevet
pantf&#246;rskrivas till honom.

Pantf&#246;rskrivning sker genom att kronofogdemyndigheten till s&#246;kanden
utf&#228;rdar bevis att pantbrevet utg&#246;r pant f&#246;r hans fordran och &#246;verl&#228;mnar
pantbrevet eller, om annan &#228;n den intecknade egendomens &#228;gare innehar
detta, underr&#228;ttar innehavaren om pantf&#246;rskrivningen. I underr&#228;ttelsen
skall anges att innehavaren ej f&#229;r l&#228;mna ut handlingen till skada f&#246;r
s&#246;kanden. Andel i pantbrev som tillkommer del&#228;gare i intecknad egendom
f&#229;r ej pantf&#246;rskrivas f&#246;r sig.

Best&#228;mmelsen i 14 &#167; andra stycket g&#228;ller &#228;ven betr&#228;ffande
pantf&#246;rskrivning av pantbrevet.

16 &#167; Best&#228;mmelserna i 14 och 15 &#167;&#167; g&#228;ller &#228;ven n&#228;r skuldebrev som &#228;r
intecknat i luftfartyg eller reservdelar till luftfartyg har utm&#228;tts hos
den intecknade egendomens &#228;gare.

Pantf&#246;rskrivning av inteckningshandlingen omfattar ej personligt
betalningsansvar som enligt handlingen &#229;vilar utm&#228;tningsg&#228;lden&#228;ren.

10 kap. F&#246;rs&#228;ljning av registrerat skepp

Inledande best&#228;mmelser

1 &#167; Utm&#228;tt skepp som &#228;r inf&#246;rt i fartygsregistrets skeppsdel s&#228;ljs p&#229;
offentlig auktion. Lag (2001:377).

2 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller ej f&#246;rs&#228;ljning av andel i
eller villkorlig r&#228;tt till skepp.

Tidsfrist f&#246;r f&#246;rs&#228;ljning

3 &#167; Utm&#228;tt skepp b&#246;r s&#228;ljas inom fyra m&#229;nader fr&#229;n utm&#228;tningen eller, i
fall som avses i 4 kap. 27 &#167; eller 8 kap. 1 &#167; tredje stycket, fr&#229;n det
att beg&#228;ran om f&#246;rs&#228;ljning kom in till kronofogdemyndigheten, om ej
hinder m&#246;ter eller anst&#229;nd beviljas enligt 8 kap. 3 &#167;.

Utl&#246;snings- och anslutningsr&#228;tt

4 &#167; Borgen&#228;r eller annan vars r&#228;tt kan vara beroende av skeppets
f&#246;rs&#228;ljning f&#229;r utl&#246;sa s&#246;kanden. Han tr&#228;der d&#228;rigenom i s&#246;kandens
st&#228;lle.

Den som vill utl&#246;sa s&#246;kanden skall, innan skeppet har s&#229;lts, till
kronofogdemyndigheten betala exekutionsfordringen och uppkomna
f&#246;rr&#228;ttningskostnader.

5 &#167; Borgen&#228;r, vars fordran &#228;r f&#246;renad med sj&#246;pantr&#228;tt i skeppet, kan
beg&#228;ra att detta s&#228;ljs f&#246;r hans fordran, om hans r&#228;tt till betalning &#228;r
ostridig eller styrks. H&#246;r skeppet till konkursbo, har &#228;ven borgen&#228;r,
vars fordran &#228;r f&#246;renad med pantr&#228;tt p&#229; grund av inteckning,
retentionsr&#228;tt eller f&#246;rm&#229;nsr&#228;tt enligt 10 &#167; f&#246;rm&#229;nsr&#228;ttslagen
(1970:979), s&#229;dan befogenhet.

Skall arvode eller annan kostnad f&#246;r skeppets f&#246;rvaltning under konkurs
utg&#229; ur skeppet, kan f&#246;rvaltaren beg&#228;ra att det s&#228;ljs f&#246;r den
fordringen.

Om borgen&#228;r, vars fordran &#228;r f&#246;renad med sj&#246;pantr&#228;tt i skeppet, har
beg&#228;rt att det s&#228;ljs f&#246;r hans fordran, f&#229;r f&#246;rfarandet ej l&#228;ggas ned
d&#228;rf&#246;r att fr&#229;gan om f&#246;rs&#228;ljning f&#246;r annan borgen&#228;rs eller konkursboets
r&#228;kning f&#246;rfaller.

I fr&#229;ga om r&#228;tt att utl&#246;sa borgen&#228;r eller konkursbo som har anslutit sig
enligt f&#246;rsta eller andra stycket till&#228;mpas best&#228;mmelserna i 4 &#167;.

&#197;tg&#228;rder f&#246;re auktion

6 &#167; Auktion skall kung&#246;ras i god tid och p&#229; l&#228;mpligt s&#228;tt. Kung&#246;relsen
skall inneh&#229;lla uppgift om sammantr&#228;de f&#246;r f&#246;rdelning av k&#246;peskillingen.
Innehavare av fordran som b&#246;r iakttagas vid auktionen skall i
kung&#246;relsen uppmanas att anm&#228;la sin r&#228;tt till kronofogdemyndigheten
senast vid auktionen.

7 &#167; Minst trettio dagar f&#246;re auktionen skall underr&#228;ttelser om
f&#246;rs&#228;ljningen s&#228;ndas till s&#246;kanden och &#228;garen samt till k&#228;nda
borgen&#228;rer som har sj&#246;pantr&#228;tt, pantr&#228;tt p&#229; grund av inteckning
eller retentionsr&#228;tt. Blir s&#229;dan borgen&#228;r k&#228;nd senare, skall
underr&#228;ttelse genast s&#228;ndas till honom. Har registermyndigheten
uppgift om adress, skall den anv&#228;ndas. Underr&#228;ttelse till utrikes ort
skall om m&#246;jligt s&#228;ndas med flygpost. Lag (1994:480).

8 &#167; Har auktionen ej blivit utlyst s&#229; som anges i 6 och 7 &#167;&#167;, skall den
inst&#228;llas och ny tid s&#228;ttas ut, om bristen &#228;r v&#228;sentlig och ej kan
avhj&#228;lpas p&#229; annat s&#228;tt.

F&#246;rhandling och sak&#228;garf&#246;rteckning

9 &#167; Vid b&#246;rjan av auktionen skall kronofogdemyndigheten l&#228;mna en
kortfattad redog&#246;relse f&#246;r inneh&#229;llet i handlingarna och f&#246;r vidtagna
&#229;tg&#228;rder. Innehavare av fordran som b&#246;r iakttagas vid auktionen skall
uppmanas att anm&#228;la den. Har s&#229;dan fordran anm&#228;lts hos
kronofogdemyndigheten f&#246;re auktionen, skall det meddelas.

N&#228;rvarande sak&#228;gare skall beredas tillf&#228;lle att yttra sig om anm&#228;lda
anspr&#229;k och de villkor som skall g&#228;lla f&#246;r f&#246;rs&#228;ljningen.

N&#228;r f&#246;rhandlingen har avslutats, uppr&#228;ttas sak&#228;garf&#246;rteckning.

10 &#167; I sak&#228;garf&#246;rteckningen upptas, f&#246;rutom exekutionsfordringen,
fordran som &#228;r f&#246;renad med sj&#246;pantr&#228;tt, pantr&#228;tt p&#229; grund av
inteckning eller retentionsr&#228;tt samt f&#246;rr&#228;ttningskostnaderna.

Om skeppet h&#246;r till konkursbo, upptas &#228;ven arvode och annan
kostnad f&#246;r skeppets f&#246;rvaltning under konkursen. &#196;r skeppet
d&#228;rj&#228;mte utm&#228;tt, upptas fordran som skall utg&#229; med f&#246;rm&#229;nsr&#228;tt
enligt 10 &#167; f&#246;rm&#229;nsr&#228;ttslagen (1970:979).

Med fordran som &#228;r f&#246;renad med pantr&#228;tt p&#229; grund av inteckning
avses &#228;ven fordran f&#246;r vilken skepp har tagits i anspr&#229;k enligt 9
kap. 14 &#167; samt r&#228;tt till betalning p&#229; grund av &#228;garhypotek.
Lag (1994:480).

11 &#167; Fordringarna upptas efter det f&#246;retr&#228;de som g&#228;ller enligt lag.
R&#228;nta och annan bif&#246;rpliktelse upptas f&#246;re fordringens kapitalbelopp, om
ej borgen&#228;ren yrkar annat.

F&#246;rr&#228;ttningskostnaderna upptas n&#228;rmast f&#246;re exekutionsfordringen.

Fordran upptas &#228;ven om den &#228;r beroende av villkor eller tvistig. &#196;r
pantr&#228;tt f&#246;r fordran beroende av att s&#246;kt inteckning beviljas, upptas
fordringen med det f&#246;retr&#228;de som tillkommer den om inteckningen
beviljas.

N&#228;r f&#246;rs&#228;ljning har beg&#228;rts av f&#246;rvaltaren i konkurs, anses konkursboet
som s&#246;kande utan f&#246;rm&#229;nsr&#228;tt, om ej annat f&#246;ljer av 5 &#167;.

12 &#167; Fordran upptas med det belopp till vilket den ber&#228;knas uppg&#229;
den dag d&#229; f&#246;rdelningssammantr&#228;de skall &#228;ga rum. Betr&#228;ffande
fordran med sj&#246;pantr&#228;tt skall iakttagas vad som f&#246;reskrivs i 3 kap.
41 &#167; andra stycket andra meningen sj&#246;lagen (1994:1009). Pantr&#228;tt
p&#229; grund av inteckning f&#229;r ej &#229;tnjutas f&#246;r mer &#228;n pantbrevets
belopp j&#228;mte till&#228;gg enligt 3 kap. 4 &#167; sj&#246;lagen. Understiger
fordringen pantbrevets belopp, upptas &#229;terstoden som &#228;garhypotek.

Om i skeppet g&#228;ller pantbrev som ej innehas av &#228;garen och n&#229;gon
fordran f&#246;r vilken pantbrevet utg&#246;r s&#228;kerhet ej har blivit anm&#228;ld,
upptas pantbrevets belopp och ett till tio procent av detta belopp
ber&#228;knat till&#228;gg.

&#196;garhypotek upptas utan till&#228;gg enligt 3 kap. 4 &#167; sj&#246;lagen.
Lag (1994:1010).

13 &#167; I &#246;vrigt anges i sak&#228;garf&#246;rteckningen

1. sammanlagda beloppet av fordringar med b&#228;ttre r&#228;tt &#228;n
exekutionsfordringen och f&#246;rr&#228;ttningskostnaderna (skyddsbeloppet) samt
vilka fordringar som &#228;r skyddade,

2. det l&#228;gsta bud som m&#229;ste avges f&#246;r att skeppet enligt 14 &#167; skall f&#229;
s&#228;ljas,

3. betalningsvillkoren.

Villkor f&#246;r f&#246;rs&#228;ljning

14 &#167; Vid f&#246;rs&#228;ljningen skall skyddsbeloppet t&#228;ckas av k&#246;peskillingen f&#246;r
skeppet och andra medel som finns att tillg&#229;.

15 &#167; K&#246;peskillingen skall betalas kontant. Efter medgivande av borgen&#228;r,
vars fordran enligt sak&#228;garf&#246;rteckningen &#228;r f&#246;renad med pantr&#228;tt p&#229;
grund av inteckning, f&#229;r dock vad som faller inom k&#246;peskillingen och
pantbrevets belopp innest&#229; i avr&#228;kning p&#229; k&#246;peskillingen, om det ej &#228;r
fr&#229;ga om s&#229;dan fordran som avses i 11 &#167; tredje stycket.

I sak&#228;garf&#246;rteckningen skall anm&#228;rkas, om fordran ej f&#229;r innest&#229;.

16 &#167; Den som ropar in skeppet &#228;r skyldig att efter inropet 
l&#228;mna handpenning som motsvarar en sj&#228;ttedel av 
k&#246;peskillingen, dock inte mindre &#228;n de f&#246;rr&#228;ttningskostnader 
som ska utg&#229; ur skeppet. 

Handpenningen ska betalas kontant, om inte inroparen st&#228;ller 
s&#228;kerhet f&#246;r beloppet. Som s&#228;kerhet f&#229;r godtas &#228;ven fordran 
som &#228;r f&#246;renad med pantr&#228;tt p&#229; grund av inteckning i skeppet, 
om den t&#228;cks av k&#246;peskillingen och kan anses betryggande. 

Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver inte 
l&#228;mna handpenning men blir i fall som avses i 22 &#167; 
ers&#228;ttningsskyldiga intill motsvarande belopp. 

Obetald del av den kontanta k&#246;peskillingen ska betalas senast 
vid det sammantr&#228;de som enligt 6 &#167; har kungjorts f&#246;r 
k&#246;peskillingens f&#246;rdelning.

N&#228;r k&#246;peskillingen har betalats till fullo, f&#229;r k&#246;paren komma 
i besittning av skeppet.

K&#246;paren blir personligen betalningsskyldig f&#246;r vad som enligt 
&#246;verenskommelse har avr&#228;knats p&#229; k&#246;peskillingen och den f&#246;rre 
&#228;garen blir fri fr&#229;n ansvar h&#228;rf&#246;r. Lag (2019:841).

17 &#167; P&#229; beg&#228;ran av de sak&#228;gare vilkas r&#228;tt beror d&#228;rav kan
f&#246;rs&#228;ljningen, s&#229;vitt avser annat &#228;n erl&#228;ggande av handpenning och den
&#229;terst&#229;ende kontanta k&#246;peskillingen samt k&#246;parens r&#228;tt att komma i
besittning av skeppet, ske p&#229; andra villkor &#228;n som anges i detta
kapitel. Skyddsbeloppet f&#229;r h&#246;jas &#228;ven om borgen&#228;r som ej sj&#228;lv har
beg&#228;rt f&#246;rs&#228;ljning mots&#228;tter sig det.

Auktionen

18 &#167; Innan skeppet ropas ut skall redog&#246;relse l&#228;mnas f&#246;r inneh&#229;llet i
sak&#228;garf&#246;rteckningen. Upplysning skall l&#228;mnas om att skeppet ropas ut
med f&#246;rbeh&#229;ll att inrop skall pr&#246;vas enligt 19 &#167;.

19 &#167; Innan inrop godtas skall kronofogdemyndigheten pr&#246;va, om det i 14 &#167;
angivna villkoret f&#246;r f&#246;rs&#228;ljning &#228;r uppfyllt. &#196;ven om detta &#228;r
f&#246;rh&#229;llandet f&#229;r inropet ej godtagas, om det &#228;r sannolikt att avsev&#228;rt
h&#246;gre k&#246;peskilling kan uppn&#229;s.

Utan hinder av f&#246;rsta stycket skall inrop godtagas, om samtliga ber&#246;rda
sak&#228;gare medger det. S&#246;kanden kan medge att inrop godtas fast&#228;n
f&#246;rr&#228;ttningskostnaderna ej har blivit t&#228;ckta.

Inrop f&#229;r ej mot s&#246;kandens bestridande godtagas, om exekutionsfordringen
ej t&#228;cks.

20 &#167; Sedan inrop har godtagits skall inroparen omedelbart l&#228;mna
f&#246;reskriven handpenning. Kronofogdemyndigheten kan dock p&#229; beg&#228;ran g&#246;ra
ett kort uppeh&#229;ll i handl&#228;ggningen f&#246;r att bereda inroparen tillf&#228;lle
att anskaffa handpenning, om uppeh&#229;llet ej kan antagas medf&#246;ra
beaktansv&#228;rd ol&#228;genhet. L&#228;mnas ej handpenning, skall skeppet ropas ut p&#229;
nytt.

Fullg&#246;r ej inroparen sin betalningsskyldighet enligt 16 &#167; fj&#228;rde
stycket, &#228;r inropet ogiltigt.

21 &#167; Sker ej inrop som godtas och fullf&#246;ljs genom att handpenning
l&#228;mnas, skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k g&#246;ras, om s&#246;kanden beg&#228;r det inom
en vecka fr&#229;n auktionen. Har inrop blivit ogiltigt enligt 20 &#167; andra
stycket, skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k g&#246;ras, om ej s&#246;kanden avst&#229;r
d&#228;rifr&#229;n.

Har tv&#229; auktioner h&#229;llits utan att skeppet har blivit s&#229;lt och saknas
anledning antaga att skeppet kan s&#228;ljas inom rimlig tid, f&#229;r
kronofogdemyndigheten avvisa beg&#228;ran om nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k.

Om ny auktion skall h&#229;llas, g&#228;ller vad som s&#228;gs i 6-20 &#167;&#167;. Anm&#228;lan av
fordran som har skett f&#246;r en auktion g&#228;ller &#228;ven f&#246;r senare auktion.

Skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k ej g&#246;ras, skall utm&#228;tningen h&#228;vas. Detta
g&#228;ller dock ej medel som har influtit eller inflyter med anledning av
redan vidtagna &#229;tg&#228;rder.

22 &#167; N&#228;r ny auktion h&#229;lls sedan inrop har blivit ogiltigt enligt 20 &#167;
andra stycket, skall handpenningen tagas i anspr&#229;k i den m&#229;n det beh&#246;vs
f&#246;r att sammanlagt samma belopp skall uppn&#229;s som vid den f&#246;rra auktionen
j&#228;mte r&#228;nta d&#228;r&#229;, ber&#228;knad enligt 5 &#167; r&#228;ntelagen (1975:635), fr&#229;n utsatt
dag f&#246;r k&#246;peskillingens f&#246;rdelning till och med den nya dagen f&#246;r s&#229;dan
f&#246;rdelning och f&#246;r att &#228;ven f&#246;rr&#228;ttningskostnaderna med anledning av den
nya auktionen skall t&#228;ckas. Detta g&#228;ller &#228;ven om &#228;ndrade f&#246;rh&#229;llanden
har intr&#228;tt. Vad som ej beh&#246;ver tagas i anspr&#229;k skall &#229;terl&#228;mnas n&#228;r den
nye inroparen har fullgjort sin betalningsskyldighet. Blir skeppet ej
s&#229;lt vid den nya auktionen, &#228;r hela handpenningen f&#246;rverkad.

H&#229;lls ej ny auktion, skall handpenningen anv&#228;ndas till betalning av
f&#246;rr&#228;ttningskostnader som har blivit onyttiga. Vad som ej beh&#246;ver tagas
i anspr&#229;k skall &#229;terl&#228;mnas.

23 &#167; K&#246;paren skall fullg&#246;ra sin betalningsskyldighet enligt 16 &#167; fj&#228;rde
stycket &#228;ven om auktionen &#246;verklagas.

Utan hinder av att auktionen &#246;verklagas f&#229;r k&#246;paren komma i besittning
av skeppet, om ej annat har f&#246;rordnats enligt 18 kap. 12 eller 19 &#167;
innan han har blivit ber&#228;ttigad d&#228;rtill. F&#229;r han p&#229; grund av s&#229;dant
f&#246;rordnande ej komma i besittning av skeppet och &#228;r hindret ej h&#228;vt inom
tre m&#229;nader fr&#229;n utsatt dag f&#246;r k&#246;peskillingens f&#246;rdelning, f&#229;r han
fr&#229;ntr&#228;da k&#246;pet och &#229;terf&#229; vad han har betalat j&#228;mte upplupen r&#228;nta, om
han g&#246;r anm&#228;lan d&#228;rom hos kronofogdemyndigheten medan hindret alltj&#228;mt
best&#229;r.

S&#228;rskild best&#228;mmelse betr&#228;ffande allm&#228;nna m&#229;l

24 &#167; Best&#228;mmelsen i 3 &#167; g&#228;ller ej i allm&#228;nt m&#229;l.

11 kap. F&#246;rs&#228;ljning av registrerat luftfartyg m. m.

1 &#167; Betr&#228;ffande exekutiv f&#246;rs&#228;ljning av registrerat luftfartyg och
intecknade reservdelar till luftfartyg till&#228;mpas 10 kap., om ej annat
f&#246;reskrivs nedan.

I fr&#229;ga om vissa fr&#228;mmande luftfartyg eller intecknade reservdelar till
s&#229;dana luftfartyg skall &#228;ven till&#228;mpas lagen (1955:229) i anledning av
Sveriges tilltr&#228;de till 1948 &#229;rs konvention r&#246;rande internationellt
erk&#228;nnande av r&#228;tt till luftfartyg.

Best&#228;mmelserna i detta kapitel g&#228;ller ej f&#246;rs&#228;ljning av andel i eller
villkorlig r&#228;tt till luftfartyg eller reservdelar.

2 &#167; Vad som s&#228;gs om sj&#246;pantr&#228;tt i 10 kap. 5, 7 och 10 &#167;&#167; skall
i st&#228;llet g&#228;lla luftpantr&#228;tt.

Kung&#246;randet av auktion enligt 10 kap. 6 &#167; skall ske minst sex
veckor i f&#246;rv&#228;g. Underr&#228;ttelser enligt 10 kap. 7 &#167; skall s&#228;ndas
i rekommenderade brev minst en m&#229;nad f&#246;re auktionen. Inneh&#229;ller
inskrivningsregistret f&#246;r luftfartyg uppgift om adress, skall
den anv&#228;ndas.

Vad som s&#228;gs i 10 kap. 8 &#167; &#228;r till&#228;mpligt &#228;ven n&#228;r best&#228;mmelse
i andra stycket har &#229;sidosatts. Lag (2004:84).

2 a &#167; Det som s&#228;gs om innehavare av fordran i 10 kap. 6 och
9 &#167;&#167; ska &#228;ven g&#228;lla innehavare av r&#228;ttighet som ska iakttas
vid auktionen. Det som s&#228;gs i 10 kap. 7 &#167; om underr&#228;ttelser
ska &#228;ven g&#228;lla k&#228;nda innehavare av r&#228;ttigheter som ska
iakttas vid auktionen.

I sak&#228;garf&#246;rteckningen upptas, f&#246;rutom det som anges i
10 kap. 10 &#167;, &#228;ven nyttjander&#228;tt som &#228;r inskriven eller f&#246;r
vilken inskrivning s&#246;kts.

I st&#228;llet f&#246;r det som f&#246;reskrivs i 10 kap. 11 &#167; f&#246;rsta och
tredje styckena ska 12 kap. 26 &#167; f&#246;rsta och tredje styckena
till&#228;mpas. R&#228;ttighet upptas utan att n&#229;got belopp anges.

Som innehavare av r&#228;ttighet enligt denna paragraf ska &#228;ven
avses innehavare av en r&#228;ttighet enligt lagen (2015:860) om
internationella s&#228;kerhetsr&#228;tter i l&#246;sa saker. Lag (2015:861).

3 &#167; Vad som s&#228;gs om pantbrev och till&#228;gg i 10 kap. 12 och 15 &#167;&#167; skall i
st&#228;llet g&#228;lla intecknat skuldebrev och r&#228;nta som anges i 19 a &#167; lagen
(1955:227) om inskrivning av r&#228;tt till luftfartyg. I fall som avses i 10
kap. 12 &#167; andra stycket upptas, i st&#228;llet f&#246;r tio procents till&#228;gg, ett
belopp motsvarande ett &#229;rs r&#228;nta enligt det intecknade skuldebrevet.

Om reservdelar skall s&#228;ljas p&#229; beg&#228;ran av borgen&#228;r som ej har inteckning
f&#246;r sin fordran, f&#229;r skyddsbelopp enligt 10 kap. 13 &#167; 1 ej i n&#229;got fall
best&#228;mmas h&#246;gre &#228;n till tv&#229; tredjedelar av det v&#228;rde som i m&#229;let har
&#229;satts reservdelarna av sakkunniga som kronofogdemyndigheten har
anlitat.

I fall som avses i andra stycket f&#229;r, vid f&#246;rdelning av influtna medel,
den som har inteckning i reservdelarna ej till skada f&#246;r borgen&#228;r som ej
har inteckning g&#246;ra sin r&#228;tt g&#228;llande till h&#246;gre belopp &#228;n som svarar
mot tv&#229; tredjedelar av k&#246;peskillingen minskad med
f&#246;rr&#228;ttningskostnaderna. D&#228;rvid skall i fall som avses i 10 kap. 22 &#167;
handpenning f&#246;r reservdelarna l&#228;ggas till k&#246;peskillingen, i den m&#229;n den
ej skall tillkomma inroparen.

3 a &#167; Nyttjander&#228;tt &#228;r skyddad utan s&#228;rskilt f&#246;rbeh&#229;ll, om
r&#228;ttigheten har b&#228;ttre r&#228;tt &#228;n exekutionsfordringen.

Om sak&#228;garf&#246;rteckningen upptar en r&#228;ttighet som inte enligt
f&#246;rsta stycket &#228;r skyddad utan s&#228;rskilt f&#246;rbeh&#229;ll, skall
luftfartyget f&#246;rst ropas ut utan f&#246;rbeh&#229;ll f&#246;r r&#228;ttighetens
best&#229;nd och d&#228;refter med s&#229;dant f&#246;rbeh&#229;ll. Uppn&#229;s vid det
senare utropet bud som t&#228;cker fordringar med b&#228;ttre r&#228;tt &#228;n
r&#228;ttigheten eller som, utan att t&#228;cka dem, &#228;r lika h&#246;gt som
eller h&#246;gre &#228;n budet vid det f&#246;reg&#229;ende utropet, har budet vid
det senare utropet f&#246;retr&#228;de. Att &#228;garhypotek inte t&#228;cks, utg&#246;r
inte hinder mot att bud med f&#246;rbeh&#229;ll f&#246;r r&#228;ttigheten godtas.

Upptar sak&#228;garf&#246;rteckningen tv&#229; eller flera s&#229;dana r&#228;ttigheter
som avses i andra stycket, skall luftfartyget f&#246;rst ropas ut
utan f&#246;rbeh&#229;ll f&#246;r n&#229;gon av r&#228;ttigheterna och d&#228;refter med
f&#246;rbeh&#229;ll f&#246;rst endast f&#246;r den r&#228;ttighet som har b&#228;sta r&#228;tt och
efter hand f&#246;r &#246;kat antal r&#228;ttigheter enligt deras inb&#246;rdes
ordning. Ett bud som skyddar fler r&#228;ttigheter &#228;n ett annat bud
har f&#246;retr&#228;de framf&#246;r detta, om det inte leder till s&#228;mre
t&#228;ckning av fordran som har b&#228;ttre r&#228;tt &#228;n n&#229;gon av
r&#228;ttigheterna.

N&#228;r ett bud med f&#246;rbeh&#229;ll f&#246;r en r&#228;ttighet inte t&#228;cker
fordringar med b&#228;ttre r&#228;tt, kan r&#228;ttighetshavaren skydda sin
r&#228;ttighet genom att betala skillnaden mellan det budet och bud
utan f&#246;rbeh&#229;ll f&#246;r r&#228;ttigheten eller s&#229; stor del av skillnaden
som beh&#246;vs f&#246;r att t&#228;cka fordringar med b&#228;ttre r&#228;tt.

Om r&#228;ttighetshavaren i fall som avses i tredje stycket &#228;r
villig att betala enligt vad som s&#228;gs i fj&#228;rde stycket men det
s&#229;lunda erbjudna beloppet, till f&#246;ljd av att flera tillskott
beh&#246;vs, inte ensamt eller i f&#246;rening med annat tillskott som
bjuds &#228;r tillr&#228;ckligt f&#246;r att hans r&#228;ttighet skall skyddas,
skall luftfartyget ropas ut med f&#246;rbeh&#229;ll f&#246;r r&#228;ttigheten och
den eller de r&#228;ttigheter som &#228;r skyddade genom tidigare bud och
annat tillskott som bjuds.

Om en borgen&#228;r vars fordran inte har blivit t&#228;ckt genom ett
visst bud godtar budet, skall fordringen vid till&#228;mpningen av
andra-femte styckena anses t&#228;ckt.

Om en r&#228;ttighetshavare i st&#228;llet f&#246;r att betala st&#228;ller
s&#228;kerhet, skall det g&#228;lla. Lag (2004:84).

4 &#167; Vid f&#246;rs&#228;ljning av flera luftfartyg skall varje luftfartyg ropas ut
f&#246;r sig. Luftfartyg som &#228;r i samma &#228;gares hand och svarar f&#246;r samma
fordringar skall dock ropas ut gemensamt, om &#228;garen eller borgen&#228;r ej
beg&#228;r s&#228;rskild f&#246;rs&#228;ljning av visst eller vissa luftfartyg. S&#228;rskild
sak&#228;garf&#246;rteckning skall uppr&#228;ttas f&#246;r egendom som ropas ut f&#246;r sig.
Betr&#228;ffande fordran f&#246;r vilken flera luftfartyg svarar skall i
f&#246;rteckningen anm&#228;rkas att mindre belopp &#228;n som anges i f&#246;rteckningen
kan komma att falla p&#229; egendomen till f&#246;ljd av att k&#246;peskillingen f&#246;r
annan egendom l&#228;mnar tillg&#229;ng till betalning av fordringen eller del
d&#228;rav.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller ocks&#229; i fr&#229;ga om f&#246;rs&#228;ljning av
luftfartyg och intecknade reservdelar. Luftfartyg och reservdelar f&#229;r
dock ej ropas ut gemensamt, om fordran har bevakats av borgen&#228;r som ej
har inteckning i reservdelarna.

Reservdelar som ej ropas ut gemensamt med luftfartyg kan p&#229; beg&#228;ran av
&#228;garen eller borgen&#228;r ropas ut i skilda poster, med f&#246;rbeh&#229;ll att
f&#246;rs&#228;ljning av s&#229;dan post sker endast om f&#246;rs&#228;ljningen med h&#228;nsyn &#228;ven
till de bud som avges f&#246;r andra poster kan godtagas enligt 10 kap. 19 &#167;.

5 &#167; Omfattar inteckning flera luftfartyg eller luftfartyg och
reservdelar, f&#229;r fordringen innest&#229; enligt 10 kap. 15 &#167; endast om all
den intecknade egendomen har blivit utm&#228;tt och s&#228;ljs vid gemensamt
utrop.

I st&#228;llet f&#246;r 10 kap. 16 &#167; sj&#228;tte stycket g&#228;ller 33 &#167; lagen (1955:227)
om inskrivning av r&#228;tt till luftfartyg.

12 kap. F&#246;rs&#228;ljning av fast egendom

Inledande best&#228;mmelser

1 &#167; Utm&#228;tt fast egendom s&#228;ljs p&#229; offentlig auktion, om ej annat f&#246;ljer
av 15 eller 57 &#167;.

2 &#167; Vad som i detta kapitel s&#228;gs om fordran som &#228;r f&#246;renad med pantr&#228;tt
g&#228;ller &#228;ven fordran f&#246;r vilken fast egendom har tagits i anspr&#229;k enligt
9 kap. 14 &#167; samt, om ej annat f&#246;ljer av s&#228;rskilda best&#228;mmelser i
kapitlet, r&#228;tt till betalning p&#229; grund av &#228;garhypotek.

F&#246;rberedande &#229;tg&#228;rder

3 &#167; Utm&#228;tt fastighet skall beskrivas och v&#228;rderas s&#229; snart det &#228;r
l&#228;mpligt med h&#228;nsyn till det fortsatta f&#246;rfarandet. Tillbeh&#246;r skall
anges i beskrivningen och v&#228;rderas f&#246;r sig i den m&#229;n det &#228;r p&#229;kallat med
h&#228;nsyn till deras v&#228;rde eller av annan orsak.

Om fastighet som &#228;r intecknad gemensamt med annan fastighet skall s&#228;ljas
och s&#228;rskilt taxeringsv&#228;rde saknas f&#246;r n&#229;gon av fastigheterna, skall var
och en av dem v&#228;rderas.

Vid behov f&#229;r sakkunnig person anlitas f&#246;r beskrivning och v&#228;rdering.

4 &#167; Fastighetens &#228;gare skall p&#229; anmodan tillhandah&#229;lla de handlingar som
visar hans &#228;gander&#228;tt eller tj&#228;nar till upplysning om r&#228;ttigheter som
besv&#228;rar fastigheten eller om tillbeh&#246;r till denna och uppge vilka som
har fordran eller r&#228;ttighet som b&#246;r iakttagas vid egendomens
f&#246;rs&#228;ljning. Kronofogdemyndigheten skall &#228;ven p&#229; annat s&#228;tt s&#246;ka
inf&#246;rskaffa utredning i dessa h&#228;nseenden samt om den belastning som
r&#228;ttighet utg&#246;r och det vederlag som utg&#229;r.

5 &#167; Pantbrev som g&#228;ller i fastigheten och inte &#228;r bel&#229;nat f&#229;r
tas i f&#246;rvar av Kronofogdemyndigheten. Sedan pantbrevet har
tagits i f&#246;rvar, f&#229;r det inte pantf&#246;rskrivas utan myndighetens
tillst&#229;nd.

I fr&#229;ga om datapantbrev ska Kronofogdemyndigheten i st&#228;llet
beg&#228;ra att den statliga lantm&#228;terimyndigheten beslutar om att
s&#229;dana registrerings&#229;tg&#228;rder som anges i 7-8 &#167;&#167; lagen
(1994:448) om pantbrevsregister inte f&#229;r vidtas. N&#228;r ett s&#229;dant
beslut har meddelats, f&#229;r pantbrevet inte anv&#228;ndas f&#246;r
pants&#228;ttning utan Kronofogdemyndighetens tillst&#229;nd.
Lag (2008:542).

F&#246;rvaltning av utm&#228;tt fastighet

6 &#167; &#196;gare till utm&#228;tt fastighet f&#229;r ej minska dess v&#228;rde genom att
&#246;verl&#229;ta tillbeh&#246;r eller genom att annat &#228;n till husbehov avverka skog,
bedriva grus- eller stent&#228;kt eller p&#229; annat s&#228;tt utnyttja
naturtillg&#229;ngarna eller f&#246;r&#228;ndra fastigheten. Om ej annat f&#246;ljer av 8
eller 9 &#167;, f&#229;r han i &#246;vrigt tillgodog&#246;ra sig vanlig avkastning till dess
fastigheten har s&#229;lts och skall tilltr&#228;das av k&#246;paren. S&#229;dan r&#228;tt
f&#246;religger dock ej i fr&#229;ga om v&#228;xande gr&#246;da eller annan avkastning som
har f&#246;rklarats ing&#229; i f&#246;rs&#228;ljningen.

&#196;garen f&#229;r ej uppl&#229;ta r&#228;ttighet som g&#229;r ut&#246;ver vad som &#228;r medgivet
enligt f&#246;rsta stycket. Kronofogdemyndigheten kan f&#246;rbjuda honom att
uppl&#229;ta r&#228;ttighet som kan f&#246;rsv&#229;ra fastighetens f&#246;rs&#228;ljning.

P&#229; beg&#228;ran av &#228;garen kan kronofogdemyndigheten medge undantag fr&#229;n
f&#246;rsta eller andra stycket i den m&#229;n det kan ske utan intr&#229;ng i
utm&#228;tningss&#246;kandens r&#228;tt och i &#246;vrigt &#228;r l&#228;mpligt.

7 &#167; P&#229; beg&#228;ran av borgen&#228;r kan kronofogdemyndigheten vid behov taga v&#229;rd
om tillbeh&#246;r till fastigheten.

8 &#167; Arrendeavgift, hyra eller annan avkastning som f&#246;rfaller till
betalning under f&#246;rfarandets g&#229;ng skall, om borgen&#228;r beg&#228;r det och sk&#228;l
f&#246;religger, uppb&#228;ras av kronofogdemyndigheten eller syssloman som
myndigheten f&#246;rordnar. Kronofogdemyndigheten skall i s&#229;dant fall utan
dr&#246;jsm&#229;l meddela den betalningsskyldige f&#246;rbud att betala till annan &#228;n
myndigheten eller sysslomannen.

9 &#167; Kan det befaras att &#228;garen vanv&#229;rdar fastigheten eller f&#246;rfogar &#246;ver
den i strid med 6 &#167; eller att egendomen p&#229; annat s&#228;tt f&#246;rs&#228;mras i st&#246;rre
m&#229;n, kan kronofogdemyndigheten p&#229; beg&#228;ran av borgen&#228;r f&#246;rordna syssloman
att omh&#228;ndertaga och f&#246;rvalta fastigheten.

10 &#167; Arrendeavgift, hyra och annan avkastning som syssloman uppb&#228;r skall
redovisas till kronofogdemyndigheten vid tidpunkt som myndigheten
best&#228;mmer.

Tidsfrist f&#246;r f&#246;rs&#228;ljning

11 &#167; Utm&#228;tt fastighet b&#246;r s&#228;ljas inom fyra m&#229;nader fr&#229;n utm&#228;tningen
eller, i fall som avses i 4 kap. 27 &#167; eller 8 kap. 1 &#167; tredje stycket,
fr&#229;n det att beg&#228;ran om f&#246;rs&#228;ljning kom in till kronofogdemyndigheten,
om ej hinder m&#246;ter eller anst&#229;nd beviljas enligt 8 kap. 3 &#167;. Anst&#229;nd f&#229;r
ej utan synnerliga sk&#228;l medges ut&#246;ver ett &#229;r fr&#229;n n&#228;mnda tidpunkt.

Utl&#246;snings- och anslutningsr&#228;tt

12 &#167; Borgen&#228;r eller annan vars r&#228;tt kan vara beroende av fastighetens
f&#246;rs&#228;ljning f&#229;r utl&#246;sa s&#246;kanden. Han tr&#228;der d&#228;rigenom i s&#246;kandens
st&#228;lle.

Den som vill utl&#246;sa s&#246;kanden skall, innan fastigheten har s&#229;lts, till
kronofogdemyndigheten betala exekutionsfordringen och uppkomna
f&#246;rr&#228;ttningskostnader.

13 &#167; Borgen&#228;r, vars fordran &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt i
fastigheten enligt 6 &#167; 1 eller 7 &#167; 1 eller 2 f&#246;rm&#229;nsr&#228;ttslagen
(1970:979), kan beg&#228;ra att fastigheten s&#228;ljs f&#246;r hans fordran, om
hans r&#228;tt till betalning &#228;r ostridig eller styrks. H&#246;r fastigheten till
konkursbo, har &#228;ven borgen&#228;r, vars fordran &#228;r f&#246;renad med
pantr&#228;tt i fastigheten, s&#229;dan befogenhet.

F&#246;rvaltaren i en konkurs kan beg&#228;ra att fastigheten s&#228;ljs f&#246;r den r&#228;tt
till betalning som f&#246;ljer med ett &#228;garhypotek i fastigheten.
F&#246;rvaltaren kan ocks&#229; beg&#228;ra att fastigheten s&#228;ljs f&#246;r hans fordran
avseende arvode och s&#229;dana kostnader f&#246;r fastighetens v&#229;rd under
konkursen som skall utg&#229; ur fastigheten, om konkursg&#228;lden&#228;ren &#228;r
en juridisk person.

Vill borgen&#228;r ansluta sig enligt f&#246;rsta stycket, skall han anm&#228;la det
hos kronofogdemyndigheten senast tv&#229; veckor f&#246;re bevakningssammantr&#228;det.

Om borgen&#228;r, vars fordran &#228;r f&#246;renad med f&#246;rm&#229;nsr&#228;tt i
fastigheten enligt 6 &#167; 1 eller 7 &#167; 1 eller 2 f&#246;rm&#229;nsr&#228;ttslagen, har
beg&#228;rt att fastigheten s&#228;ljs f&#246;r hans fordran, f&#229;r f&#246;rfarandet ej l&#228;ggas
ned d&#228;rf&#246;r att fr&#229;gan om f&#246;rs&#228;ljning f&#246;r annan borgen&#228;rs eller
konkursboets r&#228;kning f&#246;rfaller.

I fr&#229;ga om r&#228;tt att l&#246;sa ut den som har anslutit sig enligt f&#246;rsta eller
andra stycket till&#228;mpas best&#228;mmelserna i 12 &#167;. Lag (1994:444).

F&#246;rs&#228;ljning av fastighetstillbeh&#246;r

14 &#167; &#196;r det sannolikt att tillbeh&#246;r kan med f&#246;rdel s&#228;ljas f&#246;r sig utan
samtidig f&#246;rs&#228;ljning av fastigheten i &#246;vrigt, skall
kronofogdemyndigheten s&#228;tta ut sammantr&#228;de f&#246;r pr&#246;vning av fr&#229;gan. Till
sammantr&#228;det skall kronofogdemyndigheten kalla s&#246;kanden, fastighetens
&#228;gare och envar f&#246;r myndigheten k&#228;nd innehavare av pantr&#228;tt i
fastigheten eller av annan r&#228;ttighet som kan p&#229;verkas av f&#246;rs&#228;ljningen.

Blir vid sammantr&#228;det n&#228;rvarande sak&#228;gare ense om att tillbeh&#246;r b&#246;r
s&#228;ljas f&#246;r sig, f&#246;rordnar kronofogdemyndigheten i enlighet d&#228;rmed, om ej
s&#228;rskilda sk&#228;l f&#246;ranleder annat. Uppn&#229;s ej enighet om s&#228;rskild
f&#246;rs&#228;ljning, f&#229;r kronofogdemyndigheten f&#246;rordna d&#228;rom endast om
synnerliga sk&#228;l f&#246;religger.

R&#229;der tvist om tillbeh&#246;r, till&#228;mpas vad som s&#228;gs i 8 kap. 5 &#167;.

15 &#167; S&#228;rskild f&#246;rs&#228;ljning av tillbeh&#246;r sker enligt best&#228;mmelserna om
f&#246;rs&#228;ljning av utm&#228;tt l&#246;s egendom i allm&#228;nhet.

Tillbeh&#246;r som s&#228;ljs f&#246;r sig upph&#246;r att h&#246;ra till fastigheten, &#228;ven om
det ej skiljs fr&#229;n denna.

16 &#167; Vad som har influtit genom s&#228;rskild f&#246;rs&#228;ljning av tillbeh&#246;r
tillkommer dem som har fordringar med r&#228;tt i fastigheten med det
f&#246;retr&#228;de mellan dem som g&#228;ller enligt lag. Den som har fordran med
pantr&#228;tt i fastigheten kan avst&#229; fr&#229;n betalning utan att det minskar
hans r&#228;tt i fastigheten i &#246;vrigt. Innehavare av fordran med pantr&#228;tt p&#229;
grund av gemensam inteckning f&#229;r dock ej avst&#229; fr&#229;n betalning ur
tillbeh&#246;rsmedel under annan f&#246;ruts&#228;ttning &#228;n att samtycke till
avst&#229;endet har l&#228;mnats av s&#229;v&#228;l &#228;gare till &#246;vriga av inteckningen
besv&#228;rade fastigheter som innehavare av pantr&#228;tt vilken g&#228;ller i en
eller flera av fastigheterna med lika r&#228;tt som eller s&#228;mre r&#228;tt &#228;n
inteckningen.

Avst&#229;ende som inverkar p&#229; villkoren vid fastighetens f&#246;rs&#228;ljning p&#229;
auktion skall ske senast vid bevakningssammantr&#228;det och kan d&#228;refter ej
&#229;terkallas.

17 &#167; Om medel som har influtit genom s&#228;rskild f&#246;rs&#228;ljning av tillbeh&#246;r
f&#246;rsl&#229;r att f&#246;rn&#246;ja s&#246;kanden samt dem som har b&#228;ttre r&#228;tt och ej har
avst&#229;tt fr&#229;n betalning, skall f&#246;rfarandet avbrytas, s&#229;vida ej egendomen
&#228;r avtr&#228;dd till konkurs och f&#246;rvaltaren beg&#228;r att f&#246;rfarandet skall
fortg&#229;.

&#197;tg&#228;rder f&#246;re f&#246;rs&#228;ljning p&#229; auktion

18 &#167; Tid och plats f&#246;r auktion p&#229; fastighet best&#228;ms av
kronofogdemyndigheten.

Fastighetens &#228;gare och innehavare av nyttjander&#228;tt till fastigheten &#228;r
skyldiga att l&#229;ta fastigheten visas p&#229; l&#228;mplig tid.

19 &#167; F&#246;r f&#246;rhandling om f&#246;rs&#228;ljningen skall bevakningssammantr&#228;de h&#229;llas
antingen samma dag som auktionen eller l&#228;mplig dag f&#246;re denna.

20 &#167; Auktionen skall kung&#246;ras i god tid och p&#229; l&#228;mpligt s&#228;tt.
Kung&#246;relsen skall inneh&#229;lla uppgift om bevakningssammantr&#228;de och
sammantr&#228;de f&#246;r f&#246;rdelning av k&#246;peskillingen.

Innehavare av fordran eller r&#228;ttighet som b&#246;r iakttagas vid auktionen
skall i kung&#246;relsen uppmanas att anm&#228;la sin r&#228;tt till
kronofogdemyndigheten senast vid bevakningssammantr&#228;det.

Har kronofogdemyndigheten f&#246;rordnat om s&#228;rskild f&#246;rs&#228;ljning av
tillbeh&#246;r, f&#229;r kung&#246;relsen ej utf&#228;rdas f&#246;rr&#228;n f&#246;rs&#228;ljningen har vunnit
laga kraft och k&#246;peskillingen har betalats eller fr&#229;gan om s&#229;dan
f&#246;rs&#228;ljning har f&#246;rfallit.

21 &#167; S&#246;kanden, &#228;garen samt k&#228;nda innehavare av fordringar och
r&#228;ttigheter som b&#246;r iakttagas vid auktionen skall i god tid s&#228;rskilt
underr&#228;ttas om denna.

Har anslutning enligt 13 &#167; &#228;gt rum, skall underr&#228;ttelse d&#228;rom ske enligt
f&#246;rsta stycket.

22 &#167; Har auktionen och sammantr&#228;dena ej blivit utlysta s&#229; som anges i 20
och 21 &#167;&#167;, skall de inst&#228;llas och nya tider s&#228;ttas ut, om bristen &#228;r
v&#228;sentlig och ej kan avhj&#228;lpas p&#229; annat s&#228;tt.

Bevakningssammantr&#228;de

23 &#167; Vid bevakningssammantr&#228;det skall kronofogdemyndigheten l&#228;mna en
kortfattad redog&#246;relse f&#246;r inneh&#229;llet i handlingarna och f&#246;r vidtagna
&#229;tg&#228;rder. Innehavare av fordran eller r&#228;ttighet som b&#246;r iakttagas vid
auktionen skall uppmanas att anm&#228;la den. Har s&#229;dan fordran eller
r&#228;ttighet anm&#228;lts hos kronofogdemyndigheten f&#246;re sammantr&#228;det, skall det
meddelas.

N&#228;rvarande sak&#228;gare skall beredas tillf&#228;lle att yttra sig om anm&#228;lda
anspr&#229;k och de villkor som skall g&#228;lla f&#246;r f&#246;rs&#228;ljningen.

Om tillbeh&#246;r har s&#229;lts f&#246;r sig, behandlas s&#228;rskilt hur den beh&#229;llna
k&#246;peskillingen f&#246;r tillbeh&#246;ret skall anv&#228;ndas, i den m&#229;n det inverkar p&#229;
villkoren f&#246;r fastighetens f&#246;rs&#228;ljning.

Sak&#228;garf&#246;rteckning

24 &#167; N&#228;r f&#246;rhandlingen vid bevakningssammantr&#228;det har avslutats,
uppr&#228;ttas sak&#228;garf&#246;rteckning.

25 &#167; I sak&#228;garf&#246;rteckningen upptas f&#246;rutom exekutionsfordringen

1. fordran som skall utg&#229; med f&#246;rm&#229;nsr&#228;tt enligt 6 &#167; 1 eller 7 &#167; 1
eller 2 f&#246;rm&#229;nsr&#228;ttslagen (1970:979) och som f&#246;rfaller till betalning
senast den tilltr&#228;desdag som anges i 36 &#167;,

2. fordran som &#228;r f&#246;renad med pantr&#228;tt i fastigheten,

3. nyttjander&#228;tt, servitut eller r&#228;tt till elektrisk kraft som besv&#228;rar
fastigheten, om r&#228;ttigheten &#228;r inskriven eller grundar sig p&#229; skriftlig
handling som &#228;r tillg&#228;nglig eller avser hyra av en bostadsl&#228;genhet i
en fastighet, som &#228;r taxerad som hyreshusenhet, om hyresg&#228;sten
har tilltr&#228;tt l&#228;genheten, dock ej s&#229;dan r&#228;ttighet som skall best&#229;
oavsett fastighetens f&#246;rs&#228;ljning,

4. f&#246;rr&#228;ttningskostnaderna.

Om fastigheten h&#246;r till konkursbo, upptas &#228;ven arvode och annan
kostnad f&#246;r fastighetens f&#246;rvaltning under konkursen. Lag (1994:480).

26 &#167; Fordringar och r&#228;ttigheter upptas efter det f&#246;retr&#228;de som g&#228;ller
enligt lag. R&#228;nta och annan bif&#246;rpliktelse upptas f&#246;re fordringens
kapitalbelopp, om ej borgen&#228;ren yrkar annat.

F&#246;rr&#228;ttningskostnaderna upptas n&#228;rmast f&#246;re exekutionsfordringen.

Fordran eller r&#228;ttighet upptas &#228;ven om den &#228;r beroende av villkor eller
tvistig. &#196;r pantr&#228;tt f&#246;r fordran beroende av att s&#246;kt inteckning
beviljas eller &#228;r inskrivning av r&#228;ttighet s&#246;kt men &#228;nnu ej beviljad,
upptas fordringen eller r&#228;ttigheten med det f&#246;retr&#228;de som tillkommer den
om inteckningen eller inskrivningen beviljas.

N&#228;r f&#246;rs&#228;ljning har beg&#228;rts av f&#246;rvaltaren i konkurs, anses konkursboet
som s&#246;kande utan f&#246;rm&#229;nsr&#228;tt, om ej anslutning har skett enligt 13 &#167;.

27 &#167; Fordran upptas med det belopp till vilket den ber&#228;knas
uppg&#229; p&#229; tilltr&#228;desdagen, dock med den begr&#228;nsning som kan
f&#246;lja av att pantr&#228;tt ej f&#229;r &#229;tnjutas f&#246;r mer &#228;n pantbrevets
belopp j&#228;mte till&#228;gg enligt 6 kap. 3 &#167; jordabalken. Understiger
fordringen pantbrevets belopp, upptas &#229;terstoden som
&#228;garhypotek.

Om i fastigheten g&#228;ller pantbrev som ej innehas av &#228;garen och
n&#229;gon fordran f&#246;r vilken pantbrevet utg&#246;r s&#228;kerhet ej har
blivit anm&#228;ld, upptas pantbrevets belopp och ett till tio
procent av detta belopp ber&#228;knat till&#228;gg.

&#196;garhypotek upptas utan till&#228;gg enligt 6 kap. 3 &#167; jordabalken.

Om ett pantbrevs belopp &#228;r best&#228;mt i utl&#228;ndsk valuta skall, vid
till&#228;mpningen av f&#246;rsta och andra styckena, pantbrevets belopp
j&#228;mte till&#228;gg r&#228;knas om till svenska kronor. F&#246;re omr&#228;kningen
skall det g&#246;ras ett p&#229;slag om fem procent p&#229; pantbrevets belopp
j&#228;mte till&#228;gg. P&#229;slaget skall dock inte f&#246;ranleda n&#229;gon &#246;kning
av det belopp som upptas som &#228;garhypotek. Lag (2004:448).

28 &#167; R&#228;ttighet upptas utan att n&#229;got belopp anges.

29 &#167; I &#246;vrigt anges i sak&#228;garf&#246;rteckningen

1. sammanlagda beloppet av fordringar med b&#228;ttre r&#228;tt &#228;n
exekutionsfordringen och f&#246;rr&#228;ttningskostnaderna (skyddsbeloppet) samt
vilka fordringar som &#228;r skyddade,

2. i vad m&#229;n beh&#229;llen k&#246;peskilling f&#246;r tillbeh&#246;r skall anv&#228;ndas f&#246;r
betalning av fordringar som har upptagits i f&#246;rteckningen,

3. det l&#228;gsta bud som m&#229;ste avges f&#246;r att fastigheten enligt 32 &#167; skall
f&#229; s&#228;ljas,

4. vilka r&#228;ttigheter som enligt 33 &#167; f&#246;rsta stycket &#228;r skyddade utan
f&#246;rbeh&#229;ll eller enligt 33 &#167; andra stycket skall f&#246;rbeh&#229;llas vid
f&#246;rs&#228;ljningen,

5. betalningsvillkoren och tilltr&#228;desdag.

Av fordran som g&#228;ller endast i andel i fastigheten skall vid till&#228;mpning
av f&#246;rsta stycket 1 medr&#228;knas s&#229; mycket som med h&#228;nsyn till andelens
storlek och fordringens l&#228;ge t&#228;cks, n&#228;r &#246;vriga fordringar med b&#228;ttre
r&#228;tt &#228;n exekutionsfordringen samt f&#246;rr&#228;ttningskostnaderna &#228;r fullt
t&#228;ckta.

K&#246;peskilling f&#246;r tillbeh&#246;r f&#229;r ej tagas i anspr&#229;k f&#246;r betalning av
fordran inom skyddsbeloppet i vidare m&#229;n &#228;n som har angivits i
sak&#228;garf&#246;rteckningen.

30 &#167; I sak&#228;garf&#246;rteckningen skall i f&#246;rekommande fall erinras om

1. verkan av underl&#229;ten upps&#228;gning av arrende- eller hyresavtal i fall
som avses i 46 &#167; andra stycket samt r&#228;tt till f&#246;rl&#228;ngt avtal eller
skadest&#229;nd som enligt lag tillkommer arrendator eller hyresg&#228;st om han
blir uppsagd med anledning av fastighetens f&#246;rs&#228;ljning,

2. r&#228;tt att bo kvar s&#229;som hyresg&#228;st som enligt lag tillkommer
bostadsr&#228;ttshavare,

3. r&#228;tt att bo kvar p&#229; fastigheten som kronofogdemyndigheten enligt 36 &#167;
tredje stycket har medgivit &#228;garen.

31 &#167; Om f&#246;rs&#228;ljningen enligt 37 &#167; skall ske p&#229; avvikande villkor,
uppr&#228;ttas sak&#228;garf&#246;rteckningen i enlighet d&#228;rmed.

Villkor f&#246;r f&#246;rs&#228;ljning p&#229; auktion

32 &#167; Vid f&#246;rs&#228;ljningen skall skyddsbeloppet t&#228;ckas av k&#246;peskillingen f&#246;r
fastigheten, beh&#229;llen k&#246;peskilling f&#246;r tillbeh&#246;r i den m&#229;n den enligt
sak&#228;garf&#246;rteckningen skall anv&#228;ndas till betalning av fordringar inom
skyddsbeloppet, beh&#229;llen avkastning och andra medel som finns att
tillg&#229;.

33 &#167; Tomtr&#228;tt som har inskrivits &#228;r vid f&#246;rs&#228;ljningen skyddad utan
s&#228;rskilt f&#246;rbeh&#229;ll. Annan nyttjander&#228;tt samt servitut och r&#228;tt till
elektrisk kraft &#228;r skyddade utan s&#228;rskilt f&#246;rbeh&#229;ll, om r&#228;ttigheten har
b&#228;ttre r&#228;tt &#228;n exekutionsfordringen.

I andra fall &#228;n som avses i f&#246;rsta stycket skall nyttjander&#228;tt, servitut
och r&#228;tt till elektrisk kraft s&#228;rskilt f&#246;rbeh&#229;llas, om det saknas
anledning antaga att r&#228;ttigheten belastar fastigheten till beaktansv&#228;rd
skada f&#246;r innehavare av fordran med b&#228;ttre r&#228;tt. H&#228;rvid skall r&#228;tt till
betalning p&#229; grund av &#228;garhypotek ej anses som fordran.

Best&#228;mmelser om inskr&#228;nkningar i r&#228;tten att f&#246;ra talan mot beslut
ang&#229;ende f&#246;rbeh&#229;ll som avses i andra stycket finns i 18 kap.

R&#228;ttighet som ej enligt f&#246;rsta stycket &#228;r skyddad utan s&#228;rskilt
f&#246;rbeh&#229;ll och ej heller har f&#246;rbeh&#229;llits enligt andra stycket kan
skyddas genom f&#246;rbeh&#229;ll vid auktionen enligt 39 &#167;.

34 &#167; I avr&#228;kning p&#229; k&#246;peskillingen f&#246;r fastigheten skall innest&#229;
kapitalbeloppet av s&#229;dan fordran inom skyddsbeloppet som &#228;r f&#246;renad med
pantr&#228;tt och ej enligt sak&#228;garf&#246;rteckningen skall betalas med
k&#246;peskilling f&#246;r tillbeh&#246;r. Detta g&#228;ller dock ej, om

1. fordringen &#228;r f&#246;rfallen till betalning senast p&#229; tilltr&#228;desdagen och
borgen&#228;ren har yrkat kontant betalning,

2. fordringen &#228;r s&#229;dan som avses i 26 &#167; tredje stycket eller

3. fordringen &#228;r f&#246;renad med pantr&#228;tt endast i andel i fastigheten.

F&#246;r &#228;garhypotek skall, &#228;ven om det faller inom skyddsbeloppet, kontant
betalning alltid erl&#228;ggas.

I den m&#229;n avr&#228;kning ej skall ske enligt f&#246;rsta stycket skall
k&#246;peskillingen f&#246;r fastigheten betalas kontant, om ej inroparen visar
att han har avtalat annat med den som enligt sak&#228;garf&#246;rteckningen &#228;r
betalningsber&#228;ttigad. Om det enligt f&#246;rteckningen &#228;r ovisst vem ett
belopp tillkommer, f&#229;r det ej avr&#228;knas.

35 &#167; Den som ropar in fastigheten &#228;r skyldig att efter inropet 
l&#228;mna handpenning som motsvarar en tiondel av k&#246;peskillingen, 
dock inte mer &#228;n som enligt 34 &#167; ska betalas kontant eller 
mindre &#228;n de f&#246;rr&#228;ttningskostnader som ska utg&#229; ur 
fastigheten. 

Handpenningen ska betalas kontant, om inte inroparen st&#228;ller 
s&#228;kerhet f&#246;r beloppet. Som s&#228;kerhet f&#229;r godtas &#228;ven fordran 
som &#228;r f&#246;renad med pantr&#228;tt i fastigheten, om den t&#228;cks av 
k&#246;peskillingen och kan anses betryggande.

Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver inte 
l&#228;mna handpenning men blir i fall som avses i 43 &#167; 
ers&#228;ttningsskyldiga intill motsvarande belopp. 

Obetald del av den kontanta k&#246;peskillingen ska betalas senast 
vid det sammantr&#228;de som enligt 20 &#167; har kungjorts f&#246;r 
k&#246;peskillingens f&#246;rdelning. Lag (2019:841).

36 &#167; Som tilltr&#228;desdag r&#228;knas den dag d&#229; enligt kung&#246;relse
f&#246;rdelningssammantr&#228;det skall &#228;ga rum. Kronofogdemyndigheten kan dock
medge inroparen att taga v&#229;rd om fastigheten eller del d&#228;rav f&#246;re
tilltr&#228;desdagen.

Kronofogdemyndigheten f&#229;r f&#246;rordna att obetald avkastning av
fastigheten, som enligt 8 eller 9 &#167; har skolat betalas till myndigheten
eller syssloman och som har f&#246;rfallit under tiden till och med den dag
k&#246;paren har tilltr&#228;tt fastigheten, skall tillkomma denne. Om s&#229;dan
avkastning i annat fall betalas till k&#246;paren, skall denne redovisa
d&#228;rf&#246;r till kronofogdemyndigheten.

Har f&#246;rre &#228;garen ej annan bostad, kan kronofogdemyndigheten till&#229;ta
honom att bo kvar p&#229; fastigheten h&#246;gst tre m&#229;nader efter
tilltr&#228;desdagen.

37 &#167; P&#229; beg&#228;ran av de sak&#228;gare vilkas r&#228;tt beror d&#228;rav kan
f&#246;rs&#228;ljningen, s&#229;vitt avser annat &#228;n erl&#228;ggande av handpenning och den
&#229;terst&#229;ende kontanta k&#246;peskillingen samt tiden f&#246;r tilltr&#228;de, ske p&#229;
andra villkor &#228;n som anges i detta kapitel. Skyddsbeloppet f&#229;r h&#246;jas
&#228;ven om borgen&#228;r som ej sj&#228;lv har beg&#228;rt f&#246;rs&#228;ljning mots&#228;tter sig det.

Beg&#228;ran som avses i f&#246;rsta stycket skall framst&#228;llas senast vid
bevakningssammantr&#228;det.

Auktion

38 &#167; Vid auktionen skall, i den m&#229;n det &#228;r p&#229;kallat med h&#228;nsyn till
v&#228;rdet av fastighetens tillbeh&#246;r eller av annan orsak, anges vilken
egendom som skall f&#246;lja fastigheten och i vad m&#229;n egendom som framst&#229;r
som tillbeh&#246;r ej skall f&#246;lja den. Vad s&#229;lunda har angivits &#228;r avg&#246;rande
f&#246;r vad f&#246;rs&#228;ljningen omfattar i den delen. I &#246;vrigt ing&#229;r i
f&#246;rs&#228;ljningen vad som enligt lag utg&#246;r tillbeh&#246;r till fastigheten. R&#229;der
tvist om tillbeh&#246;r, skall det anm&#228;las.

Redog&#246;relse skall l&#228;mnas f&#246;r inneh&#229;llet i sak&#228;garf&#246;rteckningen.
Upplysning skall l&#228;mnas om att fastigheten ropas ut med f&#246;rbeh&#229;ll att
inrop skall pr&#246;vas enligt 40 &#167;.

39 &#167; Om sak&#228;garf&#246;rteckningen upptager r&#228;ttighet som ej enligt 33 &#167;
f&#246;rsta stycket &#228;r skyddad utan s&#228;rskilt f&#246;rbeh&#229;ll och ej heller har
f&#246;rbeh&#229;llits enligt 33 &#167; andra stycket, skall fastigheten f&#246;rst ropas ut
utan f&#246;rbeh&#229;ll om r&#228;ttighetens best&#229;nd och d&#228;refter med s&#229;dant
f&#246;rbeh&#229;ll. Uppn&#229;s vid det senare utropet bud som t&#228;cker fordringar med
b&#228;ttre r&#228;tt &#228;n r&#228;ttigheten eller som, utan att t&#228;cka dem, &#228;r lika h&#246;gt
som eller h&#246;gre &#228;n budet vid det f&#246;reg&#229;ende utropet, har budet vid det
senare utropet f&#246;retr&#228;de. Att &#228;garhypotek ej t&#228;cks utg&#246;r ej hinder mot
att bud med f&#246;rbeh&#229;ll f&#246;r r&#228;ttigheten godtas.

Upptager sak&#228;garf&#246;rteckningen tv&#229; eller flera s&#229;dana r&#228;ttigheter som
avses i f&#246;rsta stycket, skall fastigheten f&#246;rst ropas ut utan f&#246;rbeh&#229;ll
f&#246;r n&#229;gon av r&#228;ttigheterna och d&#228;refter med f&#246;rbeh&#229;ll f&#246;rst endast f&#246;r
den r&#228;ttighet som har b&#228;sta r&#228;tt och efter hand f&#246;r &#246;kat antal
r&#228;ttigheter enligt deras inb&#246;rdes ordning. Bud som skyddar flera
r&#228;ttigheter &#228;n annat bud har f&#246;retr&#228;de framf&#246;r detta, om det ej leder
till s&#228;mre t&#228;ckning av fordran som har b&#228;ttre r&#228;tt &#228;n n&#229;gon av
r&#228;ttigheterna.

N&#228;r bud med f&#246;rbeh&#229;ll f&#246;r r&#228;ttighet ej t&#228;cker fordringar med b&#228;ttre
r&#228;tt, kan r&#228;ttighetshavaren skydda sin r&#228;ttighet genom att betala
skillnaden mellan det budet och bud utan f&#246;rbeh&#229;ll f&#246;r r&#228;ttigheten eller
s&#229; stor del av skillnaden som beh&#246;vs f&#246;r att t&#228;cka fordringar med b&#228;ttre
r&#228;tt.

Om r&#228;ttighetshavare i fall som avses i andra stycket &#228;r villig att
betala enligt vad som s&#228;gs i tredje stycket men det s&#229;lunda erbjudna
beloppet, till f&#246;ljd av att flera tillskott beh&#246;vs, ej ensamt eller i
f&#246;rening med annat tillskott som bjuds &#228;r tillr&#228;ckligt f&#246;r att hans
r&#228;ttighet skall skyddas, skall fastigheten ropas ut med f&#246;rbeh&#229;ll f&#246;r
r&#228;ttigheten och den eller de r&#228;ttigheter som &#228;r skyddade genom tidigare
bud och annat tillskott som bjuds.

Om borgen&#228;r vars fordran ej har blivit t&#228;ckt genom visst bud godtager
budet, skall fordringen vid till&#228;mpning av f&#246;rsta-fj&#228;rde styckena anses
t&#228;ckt.

Om r&#228;ttighetshavare i st&#228;llet f&#246;r att betala st&#228;ller s&#228;kerhet, skall det
g&#228;lla.

40 &#167; Innan inrop godtas skall kronofogdemyndigheten pr&#246;va, om det i 32 &#167;
angivna villkoret f&#246;r f&#246;rs&#228;ljning &#228;r uppfyllt. &#196;ven om detta &#228;r
f&#246;rh&#229;llandet f&#229;r inropet ej godtagas, om det &#228;r sannolikt att avsev&#228;rt
h&#246;gre k&#246;peskilling kan uppn&#229;s.

Utan hinder av f&#246;rsta stycket skall inrop godtagas, om samtliga ber&#246;rda
sak&#228;gare medger det. S&#246;kanden kan medge att inrop godtas fast&#228;n
f&#246;rr&#228;ttningskostnaderna ej har blivit t&#228;ckta.

Inrop f&#229;r ej mot s&#246;kandens bestridande godtagas, om exekutionsfordringen
ej t&#228;cks.

41 &#167; Sedan inrop har godtagits skall inroparen omedelbart l&#228;mna
f&#246;reskriven handpenning. Kronofogdemyndigheten kan dock p&#229; beg&#228;ran g&#246;ra
ett kort uppeh&#229;ll i handl&#228;ggningen f&#246;r att bereda inroparen tillf&#228;lle
att anskaffa handpenning, om uppeh&#229;llet ej kan antagas medf&#246;ra
beaktansv&#228;rd ol&#228;genhet. L&#228;mnas ej handpenning, skall fastigheten ropas
ut p&#229; nytt.

I fall som avses i 39 &#167; skall handpenning l&#228;mnas f&#246;r varje inrop, &#228;ven
om fastigheten skall ropas ut p&#229; nytt. Om inropet ej skall best&#229;,
&#229;terl&#228;mnas handpenningen.

Fullg&#246;r ej inroparen sin betalningsskyldighet enligt 35 &#167; fj&#228;rde
stycket, &#228;r inropet ogiltigt.

42 &#167; Sker ej inrop som godtas och fullf&#246;ljs genom att handpenning
l&#228;mnas, skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k g&#246;ras, om s&#246;kanden beg&#228;r det inom
en vecka fr&#229;n auktionen. Har inrop blivit ogiltigt enligt 41 &#167; tredje
stycket, skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k g&#246;ras, om ej s&#246;kanden avst&#229;r
d&#228;rifr&#229;n.

Har tv&#229; auktioner h&#229;llits utan att fastigheten har blivit s&#229;ld och
saknas anledning antaga att fastigheten kan s&#228;ljas inom rimlig tid, f&#229;r
kronofogdemyndigheten avvisa beg&#228;ran om nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k.

Om ny auktion skall h&#229;llas, g&#228;ller vad som s&#228;gs i 18-41 &#167;&#167;. Anm&#228;lan av
fordran eller r&#228;ttighet som har skett f&#246;r en auktion g&#228;ller &#228;ven f&#246;r
senare auktion.

Skall nytt f&#246;rs&#228;ljningsf&#246;rs&#246;k ej g&#246;ras, skall utm&#228;tningen h&#228;vas. Detta
g&#228;ller dock ej medel som har influtit eller inflyter med anledning av
redan vidtagna &#229;tg&#228;rder.

43 &#167; N&#228;r ny auktion h&#229;lls sedan inrop har blivit ogiltigt enligt 41 &#167;
tredje stycket, skall handpenningen tagas i anspr&#229;k i den m&#229;n det beh&#246;vs
f&#246;r att sammanlagt samma belopp skall uppn&#229;s som vid den f&#246;rra auktionen
j&#228;mte r&#228;nta d&#228;r&#229;, ber&#228;knad enligt 5 &#167; r&#228;ntelagen (1975:635), fr&#229;n
tilltr&#228;desdagen till och med den nya tilltr&#228;desdagen och f&#246;r att &#228;ven
f&#246;rr&#228;ttningskostnaderna med anledning av den nya auktionen skall t&#228;ckas.
Detta g&#228;ller &#228;ven om fastigheten s&#228;ljs med f&#246;rbeh&#229;ll f&#246;r r&#228;ttighet som
ej har f&#246;rbeh&#229;llits vid den f&#246;rra auktionen eller &#228;ndrade f&#246;rh&#229;llanden
har intr&#228;tt. Vad som ej beh&#246;ver tagas i anspr&#229;k skall &#229;terl&#228;mnas n&#228;r den
nye inroparen har fullgjort sin betalningsskyldighet. Blir fastigheten
ej s&#229;ld vid den nya auktionen, &#228;r hela handpenningen f&#246;rverkad.

H&#229;lls ej ny auktion, skall handpenningen anv&#228;ndas till betalning av
f&#246;rr&#228;ttningskostnader som har blivit onyttiga. Vad som ej beh&#246;ver tagas
i anspr&#229;k skall &#229;terl&#228;mnas.

44 &#167; Sedan auktion som har lett till f&#246;rs&#228;ljning av fastigheten har
vunnit laga kraft och k&#246;paren har fullgjort sin betalningsskyldighet
enligt 35 &#167; fj&#228;rde stycket, utf&#228;rdar kronofogdemyndigheten k&#246;pebrev.

Visar inroparen att han har bjudit f&#246;r annans r&#228;kning, skall k&#246;pebrev
utf&#228;rdas till denne.

Vissa r&#228;ttsf&#246;ljder av auktion

45 &#167; Sedan fastigheten har s&#229;lts svarar den ej f&#246;r fordran som avses i
25 &#167; f&#246;rsta stycket 1.

Borgen&#228;r som har pantbrev kan ej efter fastighetens f&#246;rs&#228;ljning mot
k&#246;paren g&#246;ra g&#228;llande pantr&#228;tt i fastigheten f&#246;r st&#246;rre fordran &#228;n som
har avr&#228;knats p&#229; k&#246;peskillingen j&#228;mte utf&#228;st r&#228;nta d&#228;r&#229; fr&#229;n
tilltr&#228;desdagen samt framtida skadest&#229;nd och kostnad som f&#246;ranleds av
fordringsf&#246;rh&#229;llandet.

K&#246;paren blir personligen betalningsskyldig f&#246;r vad som enligt
&#246;verenskommelse har avr&#228;knats p&#229; den kontanta k&#246;peskillingen och den
f&#246;rre &#228;garen blir fri fr&#229;n ansvar h&#228;rf&#246;r. I fall som avses i 44 &#167; andra
stycket blir &#228;ven den som har gjort inropet betalningsskyldig.

46 &#167; K&#246;pare som har fullgjort sin betalningsskyldighet enligt 35 &#167;
fj&#228;rde stycket f&#229;r tilltr&#228;da fastigheten p&#229; den dag som har best&#228;mts f&#246;r
k&#246;peskillingens f&#246;rdelning. Han svarar d&#228;refter f&#246;r &#228;gares skyldigheter
i den m&#229;n de skall fullg&#246;ras efter tilltr&#228;desdagen.

Vill k&#246;paren att i sak&#228;garf&#246;rteckningen upptagen arrende- eller
hyresr&#228;tt, som ej &#228;r skyddad enligt 33 &#167; f&#246;rsta stycket eller har
f&#246;rbeh&#229;llits enligt 33 &#167; andra stycket eller vid auktionen, skall
upph&#246;ra, &#229;ligger det honom att inom en m&#229;nad fr&#229;n tilltr&#228;desdagen s&#228;ga
upp avtalet. I annat fall g&#228;ller avtalet mot honom. Betr&#228;ffande den
tidpunkt vid vilken arrende- eller hyresavtal skall upph&#246;ra med
anledning av upps&#228;gning g&#228;ller vad som &#228;r f&#246;reskrivet i fr&#229;ga om
upps&#228;gning efter frivillig &#246;verl&#229;telse av fastighet.

Om r&#228;tt i vissa fall f&#246;r arrendator eller hyresg&#228;st att beg&#228;ra
f&#246;rl&#228;ngning av avtalet eller att f&#229; ers&#228;ttning vid upps&#228;gning finns
s&#228;rskilda f&#246;reskrifter.

47 &#167; I fr&#229;ga om r&#228;ttighet som ej skall upph&#246;ra omedelbart efter
fastighetens f&#246;rs&#228;ljning g&#228;ller f&#246;ljande best&#228;mmelser.

P&#229; arrendeavgift, hyra eller annat vederlag f&#246;r r&#228;ttigheten som
f&#246;rfaller till betalning mer &#228;n sex m&#229;nader eller, i fr&#229;ga om arrende,
mer &#228;n ett &#229;r efter tilltr&#228;desdagen f&#229;r r&#228;ttighetshavaren ej avr&#228;kna
fordran hos den f&#246;rre &#228;garen. I fr&#229;ga om s&#229;dant belopp g&#228;ller ej heller
betalning som r&#228;ttighetshavaren har erlagt till den f&#246;rre &#228;garen eller
annan uppg&#246;relse med denne.

Fordran som r&#228;ttighetshavare har f&#246;rv&#228;rvat eller f&#246;rskottsbetalning
eller uppg&#246;relse som har skett efter det att fastigheten har utm&#228;tts f&#229;r
ej &#229;beropas mot k&#246;paren, om r&#228;ttighetshavaren &#228;gde eller hade bort &#228;ga
k&#228;nnedom om utm&#228;tningen.

Ang&#229;ende r&#228;ttighetshavares r&#228;tt till ers&#228;ttning av tidigare &#228;gare, om
r&#228;ttigheten upph&#246;r med anledning av fastighetens f&#246;rs&#228;ljning, finns
best&#228;mmelser i 7 kap. 19 och 20 &#167;&#167; jordabalken.

Underl&#229;ter k&#246;pare att fullg&#246;ra tidigare &#228;gares skyldigheter mot
r&#228;ttighetshavare enligt 46 &#167; f&#246;rsta stycket, g&#228;ller i fr&#229;ga om
skyldighet f&#246;r tidigare &#228;gare att ers&#228;tta r&#228;ttighetshavaren dennes skada
vad som s&#228;gs i 7 kap. 20 &#167; f&#246;rsta och tredje styckena jordabalken.

48 &#167; K&#246;paren skall fullg&#246;ra sin betalningsskyldighet enligt 35 &#167; fj&#228;rde
stycket &#228;ven om auktionen &#246;verklagas.

Utan hinder av att auktionen &#246;verklagas f&#229;r k&#246;paren tilltr&#228;da
fastigheten p&#229; den best&#228;mda dagen, om ej dessf&#246;rinnan annat har
f&#246;rordnats enligt 18 kap. 12 eller 19 &#167;. F&#229;r han p&#229; grund av s&#229;dant
f&#246;rordnande ej tilltr&#228;da fastigheten och &#228;r hindret ej h&#228;vt inom tre
m&#229;nader fr&#229;n den best&#228;mda tilltr&#228;desdagen, f&#229;r han fr&#229;ntr&#228;da k&#246;pet och
&#229;terf&#229; vad han har betalat j&#228;mte upplupen r&#228;nta, om han g&#246;r anm&#228;lan
d&#228;rom hos kronofogdemyndigheten medan hindret alltj&#228;mt best&#229;r.

Gemensamt intecknade fastigheter

49 &#167; N&#228;r n&#229;gon av flera gemensamt intecknade fastigheter skall s&#228;ljas p&#229;
auktion, har den som har fordran med pantr&#228;tt p&#229; grund av den gemensamma
inteckningen r&#228;tt att indraga annan av de intecknade fastigheterna i
f&#246;rs&#228;ljningen, om den svarar f&#246;r det intecknade beloppet eller del av
detta f&#246;re den fastighet som skall s&#228;ljas. Skall denna s&#228;ljas f&#246;r
pantr&#228;ttshavarens fordran eller f&#246;r fordran som har lika eller b&#228;ttre
r&#228;tt, f&#229;r han &#228;ven indraga fastighet som svarar f&#246;r inteckningen f&#246;rst
efter den fastighet som skall s&#228;ljas.

Yrkande om indragning skall framst&#228;llas hos kronofogdemyndigheten senast
vid bevakningssammantr&#228;det. Fastighetens &#228;gare skall beredas tillf&#228;lle
att yttra sig &#246;ver yrkandet. Bevakningssammantr&#228;de och auktion skall
inst&#228;llas och nya tider s&#228;ttas ut, om det beh&#246;vs f&#246;r att yrkandet skall
hinna pr&#246;vas.

Bifalls yrkandet, anses den indragna fastigheten utm&#228;tt n&#228;r beslutet
meddelas. Den f&#229;r ej s&#228;ljas innan beslutet har vunnit laga kraft.

50 &#167; Om en av flera gemensamt intecknade fastigheter skall s&#228;ljas p&#229;
auktion, skall fordran med pantr&#228;tt p&#229; grund av den gemensamma
inteckningen upptagas i sak&#228;garf&#246;rteckningen med det belopp f&#246;r vilket
fastigheten svarar i f&#246;rh&#229;llande till de andra fastigheterna. Beloppet
skall betalas kontant, om ej annat avtalas mellan k&#246;paren och den som
enligt sak&#228;garf&#246;rteckningen &#228;r betalningsber&#228;ttigad.

51 &#167; Om samtliga fastigheter som besv&#228;ras av gemensam inteckning skall
s&#228;ljas p&#229; auktion och f&#246;rh&#229;llande som anges i 52 &#167; andra stycket ej
f&#246;religger, uppr&#228;ttas gemensam sak&#228;garf&#246;rteckning f&#246;r fastigheterna.
R&#228;ttighet i n&#229;gon av fastigheterna skall h&#228;rvid anses uppl&#229;ten i dem
alla. Vid auktionen ropas fastigheterna ut gemensamt.

52 &#167; Skall flera av gemensamt intecknade fastigheter men ej alla s&#228;ljas
p&#229; auktion, g&#228;ller 53-55 &#167;&#167;.

N&#228;r samtliga fastigheter som besv&#228;ras av gemensam inteckning skall
s&#228;ljas, g&#228;ller likaledes 53-55 &#167;&#167;, om

1. fastigheterna har olika &#228;gare,

2. n&#229;gon av fastigheterna med st&#246;d av 49 &#167; har indragits i
f&#246;rs&#228;ljningen,

3. n&#229;gon av fastigheterna endast i andra hand svarar f&#246;r gemensam
inteckning,

4. n&#229;gon av fastigheterna besv&#228;ras av s&#228;rskild inteckning,

5. n&#229;gon fastighets ansvar f&#246;r gemensam inteckning ej avser
inteckningens hela belopp,

6. det yrkas av innehavare av s&#229;dan r&#228;ttighet i n&#229;gon av fastigheterna
som ej skall best&#229; oavsett om fastigheten s&#228;ljs, eller

7. det i annat fall yrkas av &#228;gare eller borgen&#228;r vars r&#228;tt kan bero
d&#228;rav.

Yrkande som avses i andra stycket 6 eller 7 skall framst&#228;llas senast vid
bevakningssammantr&#228;det.

53 &#167; S&#228;rskild sak&#228;garf&#246;rteckning skall uppr&#228;ttas f&#246;r varje fastighet som
skall s&#228;ljas. F&#246;rteckningen uppr&#228;ttas som om f&#246;rs&#228;ljningen hade beg&#228;rts
p&#229; grund av den b&#228;sta gemensamma inteckningen, om ej
exekutionsfordringen har b&#228;ttre r&#228;tt. Fordran med pantr&#228;tt p&#229; grund av
gemensam inteckning upptas f&#246;r varje fastighet med det belopp f&#246;r vilket
fastigheten svarar i f&#246;rh&#229;llande till de andra fastigheterna. Kan
ansvaret komma att vid f&#246;rs&#228;ljningen vidgas h&#228;rut&#246;ver, skall det
anm&#228;rkas. Betr&#228;ffande fastighet som svarar endast i andra hand anges om
s&#229;dant ansvar kan ifr&#229;gakomma.

N&#228;r fastighet har indragits i f&#246;rs&#228;ljningen enligt 49 &#167;, skall vid
ber&#228;kning av till&#228;gg enligt 6 kap. 3 &#167; jordabalken anses som om
fastigheten hade utm&#228;tts samtidigt med den ursprungligen utm&#228;tta
fastigheten.

54 &#167; Vid auktionen skall fastigheterna ropas ut var f&#246;r sig. D&#228;refter
skall de ropas ut gemensamt, om de har samma &#228;gare. Efterf&#246;ljande
gemensamt utrop skall &#228;ven eljest &#228;ga rum, om full betalning ej har
uppn&#229;tts f&#246;r fordran f&#246;r vilken samtliga fastigheter svarar eller
fastigheternas &#228;gare &#228;r ense om att de skall ropas ut gemensamt.

Uppn&#229;s vid gemensamt utrop h&#246;gre bud &#228;n summan av buden vid de s&#228;rskilda
utropen, skall budet vid det gemensamma utropet ha f&#246;retr&#228;de. Den
k&#246;peskilling som har bjudits vid det gemensamma utropet skall f&#246;rdelas
p&#229; fastigheterna efter de v&#228;rden som har &#229;satts dem i m&#229;let. Fastighets
andel i den gemensamma k&#246;peskillingen utg&#246;r dock minst vad som har
bjudits f&#246;r den fastigheten vid s&#228;rskilt utrop. Har n&#229;gon av
fastigheterna ropats ut med tillbeh&#246;r som ej ingick i det v&#228;rde efter
vilket dess andel i k&#246;peskillingen skall ber&#228;knas eller ropats ut utan
tillbeh&#246;r som omfattades av n&#228;mnda v&#228;rde, skall den fastighetens v&#228;rde
vid till&#228;mpningen av det sagda j&#228;mkas efter vad som p&#229;kallas av n&#228;mnda
f&#246;rh&#229;llande. Uppg&#229;r i fr&#229;ga om n&#229;gon av fastigheterna dess andel i
k&#246;peskillingen och andra tillg&#228;ngliga medel ej till skyddsbeloppet och
skall d&#228;rf&#246;r fr&#229;gan om den fastighetens f&#246;rs&#228;ljning f&#246;rfalla, skall de
&#246;vriga fastigheterna ropas ut gemensamt.

Uppn&#229;s ej bud som f&#246;rsl&#229;r till betalning av n&#229;gon del av
exekutionsfordringen, f&#229;r ej n&#229;gon av fastigheterna s&#228;ljas.

Har fastighet indragits i f&#246;rs&#228;ljningen med st&#246;d av 49 &#167;, skall den
ursprungligen utm&#228;tta fastigheten ropas ut f&#246;rst. Om d&#228;rvid ej uppn&#229;s
bud som f&#246;rsl&#229;r till betalning av n&#229;gon del av exekutionsfordringen, f&#229;r
fastigheten ej s&#228;ljas. Blir den ej s&#229;ld, skall ej heller den indragna
fastigheten s&#228;ljas.

Fastighet som endast i andra hand svarar f&#246;r fordran med pantr&#228;tt p&#229;
grund av gemensam inteckning f&#229;r ej s&#228;ljas f&#246;r den fordringen innan det
har visat sig att betalning ej kan utg&#229; ur den fastighet som svarar i
f&#246;rsta hand. I andra hand ansvarig fastighet f&#229;r ej heller s&#228;ljas, om
dess &#228;gare eller annan sak&#228;gare betalar den brist f&#246;r vilken fastigheten
skall svara eller st&#228;ller s&#228;kerhet f&#246;r beloppet. Gemensamt utrop av
fastigheterna beh&#246;ver ej ske annat &#228;n om s&#228;rskilda sk&#228;l f&#246;religger.

55 &#167; Om r&#228;ttighet har f&#246;rbeh&#229;llits vid s&#228;rskilt utrop, skall f&#246;rbeh&#229;llet
g&#228;lla &#228;ven vid efterf&#246;ljande gemensamt utrop. Har r&#228;ttigheten ej
f&#246;rbeh&#229;llits vid det s&#228;rskilda utropet, till&#228;mpas 39 &#167; &#228;ven vid det
gemensamma utropet.

Vid till&#228;mpning av 40 &#167; skall pr&#246;vningen huruvida avsev&#228;rt h&#246;gre
k&#246;peskilling kan uppn&#229;s avse den sammanlagda k&#246;peskillingen f&#246;r samtliga
fastigheter som har ropats in vid auktionen.

Handpenning skall l&#228;mnas efter varje inrop, &#228;ven om inropad fastighet
skall ropas ut p&#229; nytt. Om inropet ej skall best&#229;, &#229;terl&#228;mnas
handpenningen.

Fordran som p&#229; grund av gemensam inteckning &#228;r f&#246;renad med pantr&#228;tt i
s&#229;ld fastighet betalas kontant, om ej k&#246;paren och den som enligt
sak&#228;garf&#246;rteckningen &#228;r betalningsber&#228;ttigad avtalar annat.

Fortsatt inteckningsansvar

56 &#167; S&#229;dant f&#246;rordnande av kronofogdemyndigheten om fortsatt
inteckningsansvar som avses i 6 kap. 12 &#167; jordabalken f&#229;r meddelas
p&#229; beg&#228;ran av k&#246;paren.

Har fastighet s&#229;lts i fall som avses i 6 kap. 12 &#167; andra stycket andra
eller tredje meningen jordabalken, f&#229;r f&#246;rordnande om fortsatt
inteckningsansvar meddelas betr&#228;ffande gemensam inteckning som
besv&#228;rar fastigheten endast om fastigheten i f&#246;rh&#229;llande till de
andra gemensamt intecknade fastigheterna svarar f&#246;r hela
inteckningen och den fordran som &#228;r f&#246;renad med pantr&#228;tt p&#229;
grund av inteckningen har blivit t&#228;ckt. Om medel som har influtit
genom s&#228;rskild f&#246;rs&#228;ljning av tillbeh&#246;r utfaller p&#229; pantbrevets
belopp, f&#229;r f&#246;rordnande ej meddelas betr&#228;ffande motsvarande del
av inteckningen.

Beg&#228;ran om f&#246;rordnande enligt denna paragraf skall framst&#228;llas
senast vid sammantr&#228;det f&#246;r k&#246;peskillingens f&#246;rdelning eller, vid
f&#246;rs&#228;ljning under hand, innan kronofogdemyndigheten utf&#228;rdar
k&#246;pebrev. D&#228;rvid skall pantbrevet ges in, om det inte redan &#228;r
tillg&#228;ngligt f&#246;r kronofogdemyndigheten eller om
kronofogdemyndigheten i annat fall finner sk&#228;l att medge
undantag. Lag (1994:444).

F&#246;rs&#228;ljning under hand

57 &#167; En utm&#228;tt fastighet f&#229;r s&#228;ljas under hand, om en f&#246;rs&#228;ljning i
s&#229;dan ordning bed&#246;ms vara mer &#228;ndam&#229;lsenlig &#228;n f&#246;rs&#228;ljning p&#229;
auktion och det &#228;r tillf&#246;rlitligt utrett vilka fordringar och r&#228;ttigheter
som belastar fastigheten. Vid bed&#246;mningen av om en f&#246;rs&#228;ljning
under hand &#228;r mer &#228;ndam&#229;lsenlig skall s&#228;rskilt beaktas
f&#246;ruts&#228;ttningarna f&#246;r att d&#228;rigenom erh&#229;lla en h&#246;gre k&#246;peskilling
f&#246;r fastigheten &#228;n vid f&#246;rs&#228;ljning p&#229; auktion.

Fastigheten f&#229;r inte s&#228;ljas under hand om en inskriven r&#228;ttighet har
s&#228;mre r&#228;tt &#228;n en fordran som &#228;r f&#246;renad med pantr&#228;tt om
fordringen inte t&#228;cks av k&#246;peskillingen. F&#246;rs&#228;ljning f&#229;r dock ske om
innehavare av s&#229;dan fordran samtycker till en s&#229;dan f&#246;rs&#228;ljning. En
fastighet som &#228;r gemensamt intecknad med annan fastighet f&#229;r inte
s&#228;ljas under hand. Lag (1994:444).

58 &#167; Vid f&#246;rs&#228;ljning under hand skall en sak&#228;garf&#246;rteckning
uppr&#228;ttas. D&#228;rvid till&#228;mpas 25 och 26 &#167;&#167;, 27 &#167; f&#246;rsta, tredje
och fj&#228;rde styckena, 28 &#167;, 29 &#167; f&#246;rsta stycket 1-3, 29 &#167; andra
och tredje styckena samt 31 &#167;.

I fr&#229;ga om f&#246;rs&#228;ljningen och villkoren f&#246;r denna till&#228;mpas 32
och 34 &#167;&#167;, 37 &#167; f&#246;rsta stycket, 38 &#167; f&#246;rsta stycket samt 40 &#167;.

F&#246;re f&#246;rs&#228;ljningen uppl&#229;ten r&#228;ttighet som grundas p&#229; skriftlig
handling skall f&#246;rbeh&#229;llas. F&#246;rbeh&#229;ll skall ocks&#229; g&#246;ras f&#246;r
varje uppl&#229;ten hyresr&#228;tt till en bostadsl&#228;genhet i en
fastighet, som &#228;r taxerad som hyreshusenhet, om hyresg&#228;sten har
tilltr&#228;tt l&#228;genheten. I fr&#229;ga om s&#229;dana r&#228;ttigheter g&#228;ller
47 &#167;.

K&#246;paren skall l&#228;mna handpenning enligt vad som f&#246;reskrivs i
35 &#167;. &#197;terstoden av den kontanta k&#246;peskillingen skall betalas
senast tio veckor efter det att k&#246;pehandlingen uppr&#228;ttades.
F&#246;rsummas det, &#228;r k&#246;pet ogiltigt.

Blir k&#246;pet ogiltigt, g&#228;ller best&#228;mmelserna i 43 &#167; om
handpenning. Vad som s&#228;gs om auktion i 43 &#167; f&#246;rsta stycket
g&#228;ller &#228;ven f&#246;rs&#228;ljning under hand.

Best&#228;mmelserna i 45 &#167; om vissa r&#228;ttsf&#246;ljder och 56 &#167; f&#246;rsta
stycket om fortsatt inteckningsansvar g&#228;ller &#228;ven vid
f&#246;rs&#228;ljning under hand. Lag (2004:448).

59 &#167; Innan fastigheten bjuds ut till f&#246;rs&#228;ljning under hand skall
&#228;garen och s&#246;kanden ges tillf&#228;lle att yttra sig. Innehavare av s&#229;dana
fordringar och r&#228;ttigheter som avses i 25 &#167; f&#246;rsta stycket skall delges
en underr&#228;ttelse om f&#246;rs&#228;ljningen och samtidigt uppmanas att
inom viss tid anm&#228;la sin r&#228;tt till kronofogdemyndigheten.

En borgen&#228;r vars fordran &#228;r f&#246;renad med pantr&#228;tt i fastigheten
skall, om fordringen inte blir t&#228;ckt av erbjuden k&#246;peskilling, ges
tillf&#228;lle att k&#246;pa fastigheten till ett pris som &#246;verstiger den erbjudna
k&#246;peskillingen. Lag (1994:444).

60 &#167; Om inte n&#229;got annat f&#246;ljer av 58 &#167; eller 59 &#167; andra stycket
best&#228;mmer kronofogdemyndigheten k&#246;pevillkoren.

F&#246;rs&#228;ljningen sker genom att en s&#228;rskilt uppr&#228;ttad k&#246;pehandling
skrivs under av kronofogdemyndigheten och k&#246;paren.

&#196;garen skall genast underr&#228;ttas om f&#246;rs&#228;ljningen.

N&#228;r k&#246;paren har fullgjort sin betalningsskyldighet enligt 58 &#167; fj&#228;rde
stycket och f&#246;rs&#228;ljningen vunnit laga kraft, skall
kronofogdemyndigheten utf&#228;rda k&#246;pebrev.

Best&#228;mmelserna i 48 &#167; g&#228;ller ocks&#229; i fr&#229;ga om f&#246;rs&#228;ljning under
hand. Lag (1994:444).

61 &#167; S&#228;ljs ej egendomen under hand, skall den bjudas ut till f&#246;rs&#228;ljning
p&#229; auktion, om ej s&#246;kanden avst&#229;r d&#228;rifr&#229;n.

F&#246;rs&#228;ljning av villkorlig r&#228;tt till fastighet eller av andel i
fastighet m. m.

62 &#167; Best&#228;mmelserna i 3-61 &#167;&#167; g&#228;ller i till&#228;mpliga delar &#228;ven n&#228;r
utm&#228;tning av fast egendom har skett medan g&#228;lden&#228;rens r&#228;tt &#228;r villkorlig
och n&#228;r utm&#228;tning av fast egendom ej har avsett hel fastighet, om ej
annat f&#246;ljer av 63-68 &#167;&#167;.

63 &#167; Har, i fall d&#229; &#246;verl&#229;telse av fastighet &#228;r beroende av villkor,
fastigheten blivit utm&#228;tt f&#246;r fordran hos &#246;verl&#229;taren, f&#229;r f&#246;rs&#228;ljning
ej ske f&#246;rr&#228;n det visar sig om villkoret uppfylls.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller ocks&#229; om del av fastighet genom
&#246;verl&#229;telse har kommit i s&#228;rskild &#228;gares hand och fastigheten har blivit
utm&#228;tt f&#246;r fordran hos &#246;verl&#229;taren innan fastighetsbildning som enligt
lag utg&#246;r villkor f&#246;r &#246;verl&#229;telsens giltighet har kommit till st&#229;nd.
Skulle det medf&#246;ra betydande tidsutdr&#228;kt att avvakta huruvida
fastighetsbildningen kommer till st&#229;nd, f&#229;r dock fastigheten s&#228;ljas med
f&#246;rbeh&#229;ll f&#246;r den r&#228;tt som tillkommer f&#246;rv&#228;rvaren. F&#246;rs&#228;ljningen
omfattar d&#229; &#228;ven g&#228;lden&#228;rens r&#228;tt mot f&#246;rv&#228;rvaren. K&#246;paren svarar f&#246;r
g&#228;lden&#228;rens skyldigheter mot f&#246;rv&#228;rvaren.

64 &#167; Har, i fall d&#229; f&#246;rv&#228;rv av fastighet eller del av fastighet &#228;r
beroende av villkor, egendomen blivit utm&#228;tt f&#246;r fordran hos
f&#246;rv&#228;rvaren, skall kronofogdemyndigheten bjuda ut g&#228;lden&#228;rens r&#228;tt till
egendomen till f&#246;rs&#228;ljning i den ordning som g&#228;ller f&#246;r exekutiv
f&#246;rs&#228;ljning av utm&#228;tt r&#228;ttighet. Kommer f&#246;rs&#228;ljning till st&#229;nd, svarar
k&#246;paren f&#246;r g&#228;lden&#228;rens skyldigheter mot sin f&#229;ngesman. Ans&#246;kan om
inteckning, som har gjorts samma dag som utm&#228;tningen eller senare,
f&#246;rfaller genom f&#246;rs&#228;ljningen, om ej kronofogdemyndigheten p&#229; beg&#228;ran av
k&#246;paren f&#246;rordnar annat.

Kan det utan betydande tidsutdr&#228;kt avvaktas om det f&#246;r f&#246;rv&#228;rvet
g&#228;llande villkoret uppfylls, kan anst&#229;nd med f&#246;rs&#228;ljningen medges tills
det visar sig om s&#229; blir fallet. Uppfylls villkoret, sker f&#246;rs&#228;ljning i
den ordning som i allm&#228;nhet g&#228;ller f&#246;r exekutiv f&#246;rs&#228;ljning av fast
egendom.

N&#228;r f&#246;rs&#228;ljning som har skett enligt f&#246;rsta stycket har vunnit laga
kraft och k&#246;paren har fullgjort sin betalningsskyldighet, utf&#228;rdar
kronofogdemyndigheten k&#246;pehandling.

65 &#167; Best&#228;mmelserna i 63 och 64 &#167;&#167; g&#228;ller ej, om den fordran f&#246;r vilken
utm&#228;tning har skett var f&#246;renad med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i fastigheten.

66 &#167; Om villkoret uppfylls i fall som avses i 63 &#167; eller om f&#246;rv&#228;rvet
g&#229;r &#229;ter i fall som avses i 64 &#167; andra stycket, skall
kronofogdemyndigheten driva in eller bjuda ut till f&#246;rs&#228;ljning vad som
d&#228;refter tillkommer g&#228;lden&#228;ren och omfattas av utm&#228;tningen. H&#228;rvid
till&#228;mpas den ordning som enligt 8 och 9 kap. g&#228;ller i fr&#229;ga om utm&#228;tt
fordran eller r&#228;ttighet.

67 &#167; Har endast andel i fastighet blivit utm&#228;tt men skall enligt 8 kap.
8 &#167; hela fastigheten s&#228;ljas p&#229; auktion, skall av sak&#228;garf&#246;rteckningen
framg&#229; vilka fordringar och r&#228;ttigheter som belastar varje s&#228;rskild
andel. Skyddsbeloppet skall best&#228;mmas s&#229; att fordringar, som g&#228;ller i
den f&#246;rst utm&#228;tta andelen enbart eller i n&#228;mnda andel j&#228;mte annan andel
och som har b&#228;ttre r&#228;tt &#228;n exekutionsfordringen, samt
f&#246;rr&#228;ttningskostnaderna blir fullt t&#228;ckta.

&#196;r n&#229;gon av del&#228;garna i konkurs, f&#229;r borgen&#228;r ut&#246;va anslutningsr&#228;tt
enligt 13 &#167; &#228;ven om han har f&#246;rm&#229;nsr&#228;tt endast i andel av fastigheten.

68 &#167; N&#228;r andel i fastighet har s&#229;lts enligt 8 kap. 9 &#167; andra stycket och
f&#246;rs&#228;ljningen har vunnit laga kraft samt k&#246;paren har fullgjort sin
betalningsskyldighet, utf&#228;rdar kronofogdemyndigheten k&#246;pebrev.

S&#228;rskild best&#228;mmelse betr&#228;ffande allm&#228;nna m&#229;l

69 &#167; Best&#228;mmelserna i 11 &#167; g&#228;ller ej i allm&#228;nt m&#229;l.

13 kap. Redovisning av influtna medel

Allm&#228;nna best&#228;mmelser om redovisning

1 &#167; Medel som har flutit in till kronofogdemyndigheten i m&#229;l om
utm&#228;tning skall redovisas s&#229; snart som m&#246;jligt. &#196;r influtet belopp
ringa och kan det antas att ytterligare medel kommer att flyta in i
m&#229;let, f&#229;r myndigheten avvakta med redovisningen.

Vid utm&#228;tning f&#246;r ej f&#246;rfallet underh&#229;llsbidrag enligt 7 kap. 6 &#167;
andra stycket f&#229;r redovisning ske tidigast i n&#228;ra anslutning till den
tidpunkt d&#229; bidraget f&#246;rfaller till betalning. Lag (1995:298).

2 &#167; Vad som s&#228;gs i detta kapitel om influtna medel g&#228;ller &#228;ven r&#228;nta som
utg&#229;r p&#229; medlen till och med den i 6 &#167; angivna f&#246;rdelningsdagen. R&#228;nta
p&#229; belopp som innest&#229;r d&#228;refter tillkommer den som &#228;r ber&#228;ttigad till
beloppet.

3 &#167; N&#228;r k&#246;pare har st&#228;llt s&#228;kerhet f&#246;r handpenning och k&#246;peskillingen ej
betalas inom f&#246;reskriven tid, skall kronofogdemyndigheten taga
s&#228;kerheten i anspr&#229;k, om det beh&#246;vs f&#246;r betalning av vad k&#246;paren har att
svara f&#246;r. Motsvarande g&#228;ller, n&#228;r annan sak&#228;gare enligt 12 kap. 39
eller 54 &#167; har st&#228;llt s&#228;kerhet f&#246;r belopp som skall redovisas.

F&#246;rdelning

4 &#167; F&#246;r f&#246;rdelning av influtna medel skall kronofogdemyndigheten h&#229;lla
f&#246;rdelningssammantr&#228;de, n&#228;r det &#228;r f&#246;reskrivet i balken eller n&#228;r det i
annat fall &#228;r oklart hur medlen skall f&#246;rdelas.

Sammantr&#228;de som ej har blivit utsatt i samband med kung&#246;rande av auktion
skall kung&#246;ras s&#228;rskilt, om det &#228;r beh&#246;vligt med h&#228;nsyn till ok&#228;nda
sak&#228;gare eller av annat sk&#228;l. Kung&#246;rande skall ske i god tid och p&#229;
l&#228;mpligt s&#228;tt. S&#246;kanden, g&#228;lden&#228;ren och andra k&#228;nda sak&#228;gare skall
kallas till sammantr&#228;det.

5 &#167; Vid f&#246;rdelningssammantr&#228;de skall kronofogdemyndigheten redog&#246;ra f&#246;r
vad som skall f&#246;rdelas och f&#246;r de fordringar som har anm&#228;lts eller skall
beaktas utan anm&#228;lan.

6 &#167; En fordran som skall beaktas skall tas upp med det belopp
som den uppg&#229;r till p&#229; f&#246;rdelningsdagen.

Vid bed&#246;mningen av om en fordran &#228;r f&#246;renad med s&#228;rskild
f&#246;rm&#229;nsr&#228;tt i en fastighet skall ett pantbrev vars belopp &#228;r
best&#228;mt i utl&#228;ndsk valuta r&#228;knas om till svenska kronor enligt
den kurs som g&#228;ller p&#229; f&#246;rdelningsdagen. Pantbrevets belopp f&#229;r
dock inte s&#228;ttas h&#246;gre &#228;n det belopp som har best&#228;mts vid
omr&#228;kning enligt 12 kap. 27 &#167; fj&#228;rde stycket.

Som f&#246;rdelningsdag anses den dag till vilken
f&#246;rdelningssammantr&#228;de &#228;r utsatt, &#228;ven om det d&#229; finns n&#229;got
hinder mot att verkst&#228;lla f&#246;rdelningen. Om det inte h&#229;lls n&#229;got
sammantr&#228;de, anses den dag d&#229; kronofogdemyndighetens beslut
meddelas som f&#246;rdelningsdag.

Vid f&#246;rdelning r&#228;knas som fordran i ett m&#229;l &#228;ven s&#229;dan
f&#246;rr&#228;ttningskostnad som avser endast det m&#229;let.

Beg&#228;r borgen&#228;r betalning f&#246;r fordran som ej har anm&#228;lts i tid,
skall utdelning utg&#229; av &#246;verskott, om s&#229;dant uppkommer.
Lag (2004:448).

7 &#167; &#196;r fordran eller d&#228;rmed f&#246;renad f&#246;rm&#229;nsr&#228;tt beroende av
villkor eller tvistig eller &#228;r f&#246;rm&#229;nsr&#228;tt beroende av att s&#246;kt
inteckning beviljas, skall kronofogdemyndigheten avs&#228;tta vad som
bel&#246;per p&#229; fordringen i avvaktan p&#229; att villkoret uppfylls eller
f&#246;rfaller eller att tvisten eller fr&#229;gan om inteckning blir slutligt
avgjord. Avs&#228;ttning skall dock ej ske i fall d&#229; tvist skall pr&#246;vas
enligt tredje stycket.

Borgen&#228;r vars fordran eller f&#246;rm&#229;nsr&#228;tt &#228;r tvistig skall, om det ej av
s&#228;rskilda sk&#228;l &#228;r obeh&#246;vligt, f&#246;rel&#228;ggas att inom en m&#229;nad fr&#229;n det
att f&#246;rel&#228;ggandet delgavs honom v&#228;cka talan om r&#228;tten till medlen
mot sak&#228;gare som medlen skall tillkomma om borgen&#228;rens anspr&#229;k
faller bort. Efterkommer borgen&#228;ren ej f&#246;rel&#228;ggandet, har han
f&#246;rlorat sin r&#228;tt till medlen, om ej motparten inom den angivna
tiden har v&#228;ckt talan mot borgen&#228;ren.

Kan f&#246;rdelningen ej utan betydande ol&#228;genhet f&#246;r parterna avslutas
utan att tvisten har blivit avgjord, skall kronofogdemyndigheten
sj&#228;lv pr&#246;va tvisten, om det &#228;r &#228;ndam&#229;lsenligt. D&#228;rvid g&#228;ller vad
som s&#228;gs i 2 kap. 22 och 23 &#167;&#167;. Lag (1994:480).

8 &#167; N&#228;r medel avs&#228;tts enligt 7 &#167;, skall kronofogdemyndigheten ange hur
det skall f&#246;rfaras med dem om fordringen faller bort helt eller delvis.

9 &#167; Om alla ber&#246;rda sak&#228;gare &#228;r ense om hur medlen skall f&#246;rdelas, skall
f&#246;rdelningen ske i enlighet d&#228;rmed.

S&#228;rskilda best&#228;mmelser betr&#228;ffande registrerat skepp, registrerat
luftfartyg m. m. och fast egendom

10 &#167; N&#228;r registrerat skepp, registrerat luftfartyg, intecknade
reservdelar till luftfartyg eller fastighet har s&#229;lts p&#229; auktion, skall
beh&#229;llen avkastning av egendomen, ers&#228;ttning som har influtit med
anledning av misslyckat f&#246;rs&#246;k att s&#228;lja egendomen och tillskott som
n&#229;gon har betalat f&#246;r att bevara sin r&#228;tt vid f&#246;rs&#228;ljningen f&#246;rdelas
tillsammans med k&#246;peskillingen f&#246;r egendomen. Medel som har influtit
genom s&#228;rskild f&#246;rs&#228;ljning av tillbeh&#246;r till fastighet skall f&#246;rdelas
samtidigt som k&#246;peskillingen f&#246;r fastigheten.

F&#246;rdelningen skall ske i enlighet med sak&#228;garf&#246;rteckningen, om det ej
framg&#229;r att fordran understiger vad som anges i f&#246;rteckningen. Ang&#229;ende
begr&#228;nsning av inteckningshavares r&#228;tt vid f&#246;rs&#228;ljning av intecknade
reservdelar till luftfartyg finns f&#246;reskrift i 11 kap. 3 &#167; tredje
stycket.

Utdelning f&#246;r fordran som ej har tagits upp i f&#246;rteckningen utg&#229;r endast
av &#246;verskott, om s&#229;dant uppkommer.

11 &#167; Best&#228;mmelserna i 10 &#167; f&#246;rsta stycket g&#228;ller ocks&#229; n&#228;r fastighet har
s&#229;lts under hand. Medlen skall f&#246;rdelas i f&#246;rsta hand enligt
k&#246;pevillkoren och i &#246;vrigt enligt de grunder som g&#228;ller f&#246;r uppr&#228;ttande
av sak&#228;garf&#246;rteckning.

12 &#167; Avbryts f&#246;rfarandet i fr&#229;ga om egendom som avses i 10 &#167; utan att
egendomen har blivit s&#229;ld, skall influtna medel f&#246;rdelas enligt vad som
s&#228;gs d&#228;r, om sak&#228;garf&#246;rteckning har uppr&#228;ttats, och i annat fall enligt
de grunder som g&#228;ller f&#246;r uppr&#228;ttande av s&#229;dan f&#246;rteckning. Annan
borgen&#228;r &#228;n s&#246;kanden har dock ej r&#228;tt att f&#229; betalning ur medlen f&#246;r
annat &#228;n r&#228;nta och kostnader, om hans fordran &#228;r f&#246;renad med pantr&#228;tt p&#229;
grund av inteckning.

N&#228;r tillbeh&#246;r till fastighet har s&#229;lts f&#246;r sig, skall borgen&#228;r, som ej
har avst&#229;tt fr&#229;n betalning, f&#229; utdelning med till&#228;mpning av 12 kap.
16 &#167;, &#228;ven om fastigheten ej s&#228;ljs.

Avr&#228;kning

13 &#167; Medel som tillkommer borgen&#228;r skall avr&#228;knas p&#229; r&#228;nta och annan
bif&#246;rpliktelse f&#246;re fordrans kapitalbelopp, om ej borgen&#228;ren har yrkat
annat f&#246;re f&#246;rdelningen eller, om f&#246;rdelning ej &#228;ger rum, f&#246;re
utbetalningen.

Om ordningen mellan fordrans kapitalbelopp och bif&#246;rpliktelser n&#228;r
registrerat skepp, registrerat luftfartyg, intecknade reservdelar till
luftfartyg eller fastighet har utm&#228;tts finns best&#228;mmelser i 10 kap. 11 &#167;
f&#246;rsta stycket, 11 kap. 1 &#167; och 12 kap. 26 &#167; f&#246;rsta stycket.

Utbetalning

14 &#167; Medel f&#229;r ej betalas ut utan att s&#228;kerhet st&#228;lls, om

1. utm&#228;tning har skett med st&#246;d av 3 kap. 5 &#167; 1 eller 6 &#167; och
exekutionstiteln ej har vunnit laga kraft eller utm&#228;tning har skett p&#229;
grund av utslag eller beslut i m&#229;l om betalningsf&#246;rel&#228;ggande eller
handr&#228;ckning och g&#228;lden&#228;ren har s&#246;kt &#229;tervinning eller &#246;verklagat,

2. utm&#228;tning har skett hos d&#246;dsbo f&#246;r fordran som ej var f&#246;renad
med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i egendomen och den tid som anges i 8
kap. 6 &#167; f&#246;rsta stycket ej har g&#229;tt till &#228;nda,

3. r&#228;tten till medlen &#228;r beroende av ett &#246;verklagande av
utm&#228;tningen eller den utm&#228;tta egendomens f&#246;rs&#228;ljning eller av
talan som avses i 4 kap. 20--22 eller 26 &#167;,

4. f&#246;rdelning som har skett vid f&#246;rdelningssammantr&#228;de ej har
vunnit laga kraft,

5. i annat fall tvist r&#229;der om vem som &#228;r betalningsber&#228;ttigad.
Lag (1994:1038).

14 a &#167; Vid utm&#228;tning av l&#246;n f&#246;r underh&#229;llsbidrag med f&#246;retr&#228;desr&#228;tt
enligt 7 kap. 14 &#167; till&#228;mpas inte 14 &#167; 3 eller 5. Om det finns
s&#228;rskilda sk&#228;l, skall dock 14 &#167; 5 till&#228;mpas. Lag (1995:298).

15 &#167; Har medel avsatts enligt 7 &#167; f&#246;rsta stycket p&#229; grund av tvist och
har tvisten pr&#246;vats av domstol, f&#229;r den vinnande parten mot s&#228;kerhet
lyfta medlen utan hinder av att avg&#246;randet ej har vunnit laga kraft. I
annat fall f&#229;r medel som har avsatts enligt 7 &#167; f&#246;rsta stycket, om sk&#228;l
f&#246;religger, mot s&#228;kerhet betalas ut till den borgen&#228;r f&#246;r vilken de har
avsatts eller, om denne ej vill lyfta medlen, till den som i andra hand
&#228;r ber&#228;ttigad till dem.

16 &#167; Att en verkst&#228;lld f&#246;rdelning &#246;verklagas hindrar inte att belopp
som inte ber&#246;rs av &#246;verklagandet betalas ut. Lag (1994:1038).

17 &#167; N&#228;r medel betalas ut, skall iakttagas vad som i allm&#228;nhet
g&#228;ller om skyldighet f&#246;r borgen&#228;r att f&#246;rete eller &#229;terst&#228;lla
fordringsbevis eller s&#228;kerhet som har l&#228;mnats f&#246;r fordran.

Pantbrev i skepp eller fastighet eller f&#246;retagsinteckningsbrev,
vilket utg&#246;r s&#228;kerhet f&#246;r fordran p&#229; vilken betalning har
utfallit, skall f&#246;retes &#228;ven om borgen&#228;ren ej &#228;r skyldig att
&#229;terst&#228;lla handlingen, om ej kronofogdemyndigheten finner sk&#228;l
att medge undantag. Detsamma g&#228;ller skuldebrev som &#228;r intecknat
i annan egendom, n&#228;r skyldighet att f&#246;rete eller &#229;terst&#228;lla
skuldebrevet ej f&#246;ljer redan av f&#246;rsta stycket.

N&#228;r k&#246;paren &#229;beropar att den som enligt sak&#228;garf&#246;rteckning &#228;r
ber&#228;ttigad till betalning har medgivit honom avr&#228;kning p&#229;
k&#246;peskillingen, g&#228;ller vid kronofogdemyndighetens pr&#246;vning av
&#246;verenskommelsen vad som f&#246;reskrivs i f&#246;rsta och andra
styckena. Lag (2003:531).

18 &#167; Om borgen&#228;r f&#246;r vilken utdelning har ber&#228;knats ej inom ett &#229;r fr&#229;n
det att f&#246;rdelningen har vunnit laga kraft f&#246;reter fordringsbevis eller
i &#246;vrigt fullg&#246;r vad som kr&#228;vs enligt 17 &#167; f&#246;r att han skall f&#229; lyfta
medlen, f&#229;r dessa mot s&#228;kerhet betalas ut till den som i andra hand &#228;r
ber&#228;ttigad till dem, om ej s&#228;rskilda sk&#228;l f&#246;religger.

19 &#167; Om alla ber&#246;rda sak&#228;gare medger att belopp betalas ut utan s&#228;kerhet
n&#228;r s&#229;dan annars kr&#228;vs, skall det ske.

20 &#167; &#196;ndras beslut om f&#246;rdelning eller utbetalning, skall
kronofogdemyndigheten p&#229; beg&#228;ran uts&#246;ka vad som skall betalas tillbaka.
H&#228;rvid f&#229;r st&#228;lld s&#228;kerhet tagas i anspr&#229;k. Motsvarande g&#228;ller, om medel
som n&#229;gon har f&#229;tt lyfta enligt 14 eller 15 &#167; skall tillkomma annan
sak&#228;gare eller om borgen&#228;r har f&#229;tt lyfta medel enligt 18 &#167; och den som
har b&#228;ttre r&#228;tt till medlen anm&#228;ler sig och fullg&#246;r vad som kr&#228;vs f&#246;r
betalning till honom.

20 a &#167; Skall influtna medel f&#246;rdelas mellan flera m&#229;l och
understiger det belopp som skall betalas ut i n&#229;got av dessa 100
kronor, skall beloppet, om s&#228;rskilda sk&#228;l inte f&#246;ranleder n&#229;got
annat, i st&#228;llet f&#246;rdelas mellan &#246;vriga m&#229;l d&#228;r fordringen inte f&#229;tt
full t&#228;ckning.

Kronofogdemyndigheten &#228;r inte skyldig att betala ut belopp som
understiger 25 kronor. Om beloppet inte betalas ut, tillfaller
det staten. Lag (1993:1650).

S&#228;rskilda best&#228;mmelser betr&#228;ffande allm&#228;nna m&#229;l

21 &#167; Best&#228;mmelserna i 1, 13, 14 och 20 &#167;&#167; g&#228;ller ej i fr&#229;ga om s&#246;kanden
i allm&#228;nt m&#229;l. I s&#229;dant m&#229;l g&#228;ller ej heller 4-6 &#167;&#167;, 7 &#167; f&#246;rsta-tredje
styckena, 8 och 9 &#167;&#167; annat &#228;n om f&#246;rdelning skall ske med enskild
borgen&#228;r eller om det &#228;r s&#228;rskilt f&#246;reskrivet att f&#246;rdelningssammantr&#228;de
skall h&#229;llas. Best&#228;mmelsen i 7 &#167; tredje stycket f&#229;r ej till&#228;mpas i
allm&#228;nt m&#229;l, om s&#246;kandens fordran ber&#246;rs av tvisten.

14 kap. Verkan av exekutiv f&#246;rs&#228;ljning m. m.

1 &#167; Exekutiv f&#246;rs&#228;ljning ger k&#246;paren samma r&#228;tt till den s&#229;lda egendomen
som frivillig f&#246;rs&#228;ljning, om ej annat f&#246;ljer av vad som s&#228;gs i detta
kapitel.

2 &#167; N&#228;r utm&#228;tning av viss egendom ger f&#246;retr&#228;de framf&#246;r &#246;verl&#229;telse av
egendomen, g&#228;ller det till f&#246;rm&#229;n &#228;ven f&#246;r den som f&#246;rv&#228;rvar egendomen
vid exekutiv f&#246;rs&#228;ljning. Detsamma g&#228;ller, n&#228;r tredje man efter
f&#246;rel&#228;ggande enligt 4 kap. 20 &#167; eller 26 &#167; j&#228;mf&#246;rd med 20 &#167; har f&#246;rlorat
sin r&#228;tt mot s&#246;kanden.

3 &#167; Har exekutiv f&#246;rs&#228;ljning av registrerat skepp eller
luftfartyg som registrerats i luftfartygsregistret vunnit laga
kraft och k&#246;peskillingen betalats skall, om g&#228;lden&#228;ren inte var
r&#228;tt &#228;gare, k&#246;parens f&#246;rv&#228;rv dock g&#228;lla, om g&#228;lden&#228;rens &#229;tkomst
var inskriven n&#228;r f&#246;rs&#228;ljningen &#228;gde rum.

N&#228;r exekutiv f&#246;rs&#228;ljning av fast egendom har vunnit laga kraft
och k&#246;peskillingen har erlagts, har den som &#229;beropar annat
f&#246;rv&#228;rv av egendomen fr&#229;n g&#228;lden&#228;ren eller n&#229;gon hans
f&#246;retr&#228;dare f&#246;rlorat sin r&#228;tt mot k&#246;paren. &#196;ven den som
&#229;beropar att g&#228;lden&#228;rens eller n&#229;gon hans f&#246;retr&#228;dares &#229;tkomst
var ogiltig eller av annat sk&#228;l ej g&#228;llde mot r&#228;tte &#228;garen har
f&#246;rlorat sin r&#228;tt mot k&#246;paren, om lagfart var beviljad f&#246;r
g&#228;lden&#228;ren n&#228;r den exekutiva f&#246;rs&#228;ljningen &#228;gde rum.
Lag (2004:84).

4 &#167; Om exekutivt s&#229;ld egendom fr&#229;ng&#229;r k&#246;paren d&#228;rf&#246;r att g&#228;lden&#228;ren ej
var r&#228;tt &#228;gare, &#228;r g&#228;lden&#228;ren skyldig att ers&#228;tta k&#246;paren dennes skada
med sammanlagda beloppet av vad som har g&#229;tt till betalning av fordran
mot g&#228;lden&#228;ren och har betalats ut till denne. Har g&#228;lden&#228;ren
upps&#229;tligen eller av v&#229;rdsl&#246;shet v&#229;llat k&#246;paren skada, &#228;r han skyldig
att ers&#228;tta skadan utan s&#229;dan begr&#228;nsning.

Borgen&#228;r, som ej var i god tro n&#228;r han mottog betalning, &#228;r skyldig att
solidariskt med g&#228;lden&#228;ren ers&#228;tta k&#246;paren dennes skada med det belopp
som han har erh&#229;llit i betalning. Har borgen&#228;ren upps&#229;tligen eller av
v&#229;rdsl&#246;shet v&#229;llat k&#246;paren skada, &#228;r han skyldig att ers&#228;tta skadan utan
s&#229;dan begr&#228;nsning.

5 &#167; N&#228;r exekutiv f&#246;rs&#228;ljning medf&#246;r att tredje man f&#246;rlorar sin
&#228;gander&#228;tt till den s&#229;lda egendomen, g&#228;ller i fr&#229;ga om tredje mans r&#228;tt
till ers&#228;ttning f&#246;r liden skada vad som s&#228;gs i 4 &#167; om k&#246;pares r&#228;tt till
ers&#228;ttning av g&#228;lden&#228;ren och borgen&#228;r. Motsvarande g&#228;ller, n&#228;r
indrivning av utm&#228;tt fordran medf&#246;r att tredje man f&#246;rlorar sin r&#228;tt
till fordringen.

6 &#167; Har tredje man enligt 3 &#167; f&#246;rsta stycket f&#246;rlorat sin r&#228;tt
till h&#228;r i landet registrerat skepp eller luftfartyg som
registrerats i inskrivningsregistret f&#246;r luftfartyg, &#228;r han
ber&#228;ttigad till ers&#228;ttning av staten enligt samma best&#228;mmelser
som g&#228;ller n&#228;r s&#229;dan ers&#228;ttning skall betalas med anledning av
att &#228;garens r&#228;tt har g&#229;tt f&#246;rlorad genom frivillig f&#246;rs&#228;ljning.
Motsvarande g&#228;ller, n&#228;r tredje man enligt 3 &#167; andra stycket
andra meningen har f&#246;rlorat sin r&#228;tt till fast egendom.

Har staten utgivit ers&#228;ttning enligt f&#246;rsta stycket, intr&#228;der
staten i tredje mannens r&#228;tt enligt 5 &#167;. Lag (2004:84).

15 kap. Har upph&#228;vts genom lag (1995:298).

16 kap. Annan verkst&#228;llighet

Avhysning

1 &#167; Med avhysning avses en f&#246;rpliktelse f&#246;r tidigare &#228;gare
eller nyttjander&#228;ttshavare att flytta fr&#229;n fast egendom, en
bostadsl&#228;genhet eller n&#229;got annat utrymme i en byggnad.
Lag (2006:672).

2 &#167; Innan avhysning sker ska svaranden beredas tillf&#228;lle att
yttra sig. Saknar svaranden k&#228;nt hemvist och har det inte
kunnat klarl&#228;ggas var han eller hon uppeh&#229;ller sig, f&#229;r
avhysning dock ske utan hinder av att han eller hon inte har
beretts tillf&#228;lle att yttra sig.

I fr&#229;ga om delgivning av handling varigenom svaranden bereds
tillf&#228;lle att yttra sig g&#228;ller delgivningslagen (2010:1932).
Har delgivningsmottagaren k&#228;nt hemvist inom riket men tr&#228;ffas
varken han eller n&#229;gon som handlingen kan l&#228;mnas till enligt
34–37 &#167;&#167; delgivningslagen och kan det inte klarl&#228;ggas var han
eller hon uppeh&#229;ller sig, f&#229;r kung&#246;relsedelgivning anv&#228;ndas
eller handlingen l&#228;mnas i delgivningsmottagarens hemvist eller
p&#229; l&#228;mplig plats i anslutning till hans eller hennes hemvist.
&#196;r svaranden bosatt utomlands f&#229;r handlingen s&#228;ndas till honom
eller henne med posten under hans eller hennes utl&#228;ndska
adress. Lag (2010:1937).

3 &#167; Avhysning skall genomf&#246;ras s&#229; att sk&#228;lig h&#228;nsyn tas till s&#229;v&#228;l
s&#246;kandens intresse som svarandens situation.

Om m&#246;jligt skall avhysning ske inom fyra veckor fr&#229;n det att beh&#246;vliga
handlingar kom in till kronofogdemyndigheten.

Avhysning f&#229;r ske tidigast en vecka fr&#229;n det att svaranden bereddes
tillf&#228;lle att yttra sig eller, om svaranden &#228;r bosatt utomlands, tv&#229;
veckor fr&#229;n det att underr&#228;ttelse s&#228;ndes till honom.

4 &#167; Om det beh&#246;vs av h&#228;nsyn till svaranden f&#229;r kronofogdemyndigheten
medge anst&#229;nd med avhysningen under h&#246;gst tv&#229; veckor fr&#229;n utg&#229;ngen av
den tid som anges i 3 &#167; andra stycket. F&#246;religger synnerliga sk&#228;l f&#229;r
anst&#229;ndet utstr&#228;ckas till h&#246;gst fyra veckor, om sk&#228;lig ers&#228;ttning
betalas f&#246;r hela den anst&#229;ndstid som har medgivits av myndigheten.

Har p&#229; grund av 3 &#167; tredje stycket hinder m&#246;tt att genomf&#246;ra avhysningen
inom den tid som anges i 3 &#167; andra stycket, skall anst&#229;ndstiden r&#228;knas
fr&#229;n den dag d&#229; f&#246;rr&#228;ttningen tidigast hade kunnat &#228;ga rum.

5 &#167; Medger s&#246;kanden uppskov med avhysningen och varar uppskovet &#246;ver
sex m&#229;nader fr&#229;n dagen f&#246;r ans&#246;kan, &#228;r ans&#246;kan f&#246;rfallen, om det inte
finns s&#228;rskilda sk&#228;l att godta ytterligare uppskov.
Lag (1995:298).

6 &#167; Kronofogdemyndigheten skall vid behov ombes&#246;rja transport av egendom
som skall bortf&#246;ras, hyra utrymme f&#246;r f&#246;rvaring av egendomen och vidtaga
andra liknande &#229;tg&#228;rder som f&#246;ranleds av avhysningen.

Innan &#229;tg&#228;rd enligt f&#246;rsta stycket vidtas, skall parterna underr&#228;ttas,
om det kan ha betydelse f&#246;r dem.

Den som har mottagit egendom f&#246;r f&#246;rvaring i fall som avses i f&#246;rsta
stycket har r&#228;tt till sk&#228;lig ers&#228;ttning av svaranden f&#246;r f&#246;rvaringen.
Har egendomen inte h&#228;mtats tre m&#229;nader efter avhysningen, f&#229;r den som
har mottagit egendomen s&#228;lja den och ta ut sin fordran ur k&#246;peskillingen
eller, om egendomen uppenbarligen saknar f&#246;rs&#228;ljningsv&#228;rde, bortskaffa
den. Innan egendomen s&#228;ljs eller bortskaffas skall svaranden, om han kan
n&#229;s, anmanas att h&#228;mta egendomen. Anmaningsskyldigheten anses fullgjord
genom att anmaningen har s&#228;nts i rekommenderat brev till svarandens
k&#228;nda adress. I &#246;vrigt till&#228;mpas 5--7 &#167;&#167; samt 10 &#167; f&#246;rsta och andra
styckena lagen (1985:982) om n&#228;ringsidkares r&#228;tt att s&#228;lja saker som
inte har h&#228;mtats. Vid till&#228;mpningen av dessa best&#228;mmelser skall vad som
s&#228;gs om best&#228;llaren avse svaranden och vad som s&#228;gs om n&#228;ringsidkaren
avse den som har mottagit egendomen f&#246;r f&#246;rvaring. Lag (1985:983).

7 &#167; Skall avhysning ske fr&#229;n annat &#228;n bostad och underl&#229;ter svaranden
att ta hand om egendomen och kan ej heller l&#228;mpligt f&#246;rvaringsutrymme
anskaffas, f&#229;r kronofogdemyndigheten f&#246;rordna att egendomen skall
s&#228;ljas. Kan egendomen antagas sakna f&#246;rs&#228;ljningsv&#228;rde, f&#229;r i st&#228;llet
f&#246;rordnas att den skall f&#246;rst&#246;ras. Egendom som tillh&#246;r tredje man f&#229;r
s&#228;ljas eller f&#246;rst&#246;ras endast om denne underl&#229;ter att sj&#228;lv ta hand om
egendomen.

Innan f&#246;rordnande enligt f&#246;rsta stycket meddelas skall svaranden och, om
egendomen tillh&#246;r tredje man, denne beredas tillf&#228;lle att yttra sig.
H&#228;rvid till&#228;mpas 2 &#167;.

F&#246;rs&#228;ljning &#228;ger rum i den ordning som g&#228;ller f&#246;r utm&#228;tt l&#246;s egendom i
allm&#228;nhet. Best&#228;mmelsen i 9 kap. 4 &#167; f&#246;rsta stycket g&#228;ller dock ej.

8 &#167; Avhysning f&#229;r genomf&#246;ras &#228;ven mot inneboende eller annan tredje man
som hindrar s&#246;kanden i ut&#246;vningen av hans r&#228;tt, om det &#228;r uppenbart att
tredje mannen saknar fog att mots&#228;tta sig verkst&#228;lligheten. N&#228;r
anledning f&#246;religger skall kronofogdemyndigheten om m&#246;jligt i f&#246;rv&#228;g
underr&#228;tta tredje mannen om avhysningen.

Anst&#229;nd som s&#228;gs i 4 &#167; f&#229;r meddelas, om det beh&#246;vs av h&#228;nsyn till tredje
mannen.

9 &#167; Om det anses l&#228;mpligt och s&#246;kanden medger det, f&#229;r kronofogde
myndigheten f&#246;rel&#228;gga svaranden att sj&#228;lv fullg&#246;ra sin f&#246;rpliktelse
att flytta. D&#228;rvid till&#228;mpas 2 &#167;, 3 &#167; f&#246;rsta och tredje styckena samt
5 och 8 &#167;&#167;.

Avl&#228;gsnande

10 &#167; Med avl&#228;gsnande avses en f&#246;rpliktelse f&#246;r den som har 
rubbat s&#246;kandens besittning att, i annat fall &#228;n som anges i 
1 &#167;, flytta fr&#229;n fast egendom, en bostadsl&#228;genhet eller n&#229;got 
annat utrymme i en byggnad eller i annan l&#246;s egendom.
Lag (2017:467).

10 a &#167; Innan ett avl&#228;gsnande sker ska svaranden 
underr&#228;ttas.

Avl&#228;gsnandet f&#229;r ske tidigast fem dagar fr&#229;n 
det att svaranden underr&#228;ttades. Detta g&#228;ller dock inte vid 
verkst&#228;llighet av ett beslut enligt 63 &#167; lagen (1990:746) om 
betalningsf&#246;rel&#228;ggande och handr&#228;ckning. Lag (2017:467).

10 b &#167; Om det &#228;r m&#246;jligt ska ett avl&#228;gsnande ske inom tre 
veckor fr&#229;n det att de handlingar som beh&#246;vs kom in till 
Kronofogdemyndigheten.

Om det beh&#246;vs av h&#228;nsyn till svaranden f&#229;r 
Kronofogdemyndigheten medge anst&#229;nd med avl&#228;gsnandet under 
h&#246;gst en vecka fr&#229;n utg&#229;ngen av den tid som anges i f&#246;rsta 
stycket eller den tid som anges i 10 a &#167; andra stycket, om 
den intr&#228;ffar senare. Lag (2017:467).

10 c &#167; Vid ett avl&#228;gsnande till&#228;mpas 3 &#167; f&#246;rsta stycket, 5 
och 6 &#167;&#167; och 7 &#167; f&#246;rsta och tredje styckena.

Om det &#228;r m&#246;jligt ska svaranden underr&#228;ttas innan ett beslut 
enligt 7 &#167; f&#246;rsta stycket meddelas. Lag (2017:467).

10 d &#167; Ett avl&#228;gsnande kan verkst&#228;llas &#228;ven mot en tredje man 
som hindrar s&#246;kanden i ut&#246;vningen av hans eller hennes r&#228;tt, 
om det &#228;r uppenbart att tredje mannen saknar fog att mots&#228;tta 
sig verkst&#228;lligheten. F&#246;r en s&#229;dan tredje man g&#228;ller vad som 
&#228;r f&#246;reskrivet om avl&#228;gsnande f&#246;r svaranden. Lag (2017:467).

Verkst&#228;llighet i annat fall

11 &#167; Innan verkst&#228;llighet som ej avser kvarstad eller annan
s&#228;kerhets&#229;tg&#228;rd sker skall svaranden underr&#228;ttas. Om saken &#228;r
br&#229;dskande, f&#229;r dock kronofogdemyndigheten genast vidtaga beh&#246;vlig
&#229;tg&#228;rd. S&#229; snart som m&#246;jligt skall pr&#246;vas om &#229;tg&#228;rden skall best&#229;.

12 &#167; Verkst&#228;llighet som ej avser kvarstad sker genom att
kronofogdemyndigheten f&#246;rel&#228;gger svaranden att fullg&#246;ra vad som &#229;ligger
honom eller att iakttaga f&#246;rbud eller annan f&#246;reskrift eller genom att
myndigheten sj&#228;lv vidtar beh&#246;vlig &#229;tg&#228;rd. P&#229; framst&#228;llning av s&#246;kanden
kan kronofogdemyndigheten, om det anses l&#228;mpligt, &#246;verl&#228;mna &#229;t s&#246;kanden
att efter myndighetens anvisning utf&#246;ra beh&#246;vlig &#229;tg&#228;rd.

Betr&#228;ffande genomf&#246;randet av verkst&#228;lligheten till&#228;mpas 6 &#167;.

F&#246;reskrift i exekutionstiteln som avser verkst&#228;lligheten hindrar ej att
denna genomf&#246;rs p&#229; annat s&#228;tt, om det beh&#246;vs.

12 a &#167; Medger s&#246;kanden uppskov med verkst&#228;llighet och varar
uppskovet &#246;ver sex m&#229;nader fr&#229;n dagen f&#246;r ans&#246;kan, &#228;r ans&#246;kan
f&#246;rfallen. Detsamma g&#228;ller om s&#246;kanden medger uppskov fler &#228;n tv&#229;
g&#229;nger.

Kronofogdemyndigheten f&#229;r bevilja anst&#229;nd med handr&#228;ckning f&#246;r
&#229;tertagande av en vara, om det finns s&#228;rskilda sk&#228;l med h&#228;nsyn till
k&#246;parens f&#246;rh&#229;llanden och &#246;vriga omst&#228;ndigheter. Anst&#229;nd f&#229;r dock
inte beviljas f&#246;r mer &#228;n fyra m&#229;nader fr&#229;n dagen f&#246;r ans&#246;kan om
handr&#228;ckning.

Kronofogdemyndigheten f&#229;r besluta om villkor f&#246;r anst&#229;ndet och, om
det finns anledning till det, f&#246;rklara att anst&#229;ndet skall upph&#246;ra
att g&#228;lla. Lag (1995:298).

S&#228;rskilda best&#228;mmelser om kvarstad

13 &#167; Betr&#228;ffande verkst&#228;llighet av beslut om kvarstad f&#246;r fordran
till&#228;mpas vad som f&#246;reskrivs om utm&#228;tning i 4 kap. 2-7, 9 och 13-19 &#167;&#167;,
22 &#167; f&#246;rsta och tredje styckena, 24, 25 och 33-35 &#167;&#167;, 5 och 6 kap. samt
12 kap. 3-5 &#167;&#167;.

Kvarstad f&#246;r fordran f&#229;r ej l&#228;ggas p&#229; l&#246;n eller annan f&#246;rm&#229;n som avses i
7 kap. innan den har betalats ut och kan utm&#228;tas.

14 &#167; N&#228;r egendom har belagts med kvarstad f&#246;r fordran, f&#229;r svaranden ej
&#246;verl&#229;ta egendomen eller till skada f&#246;r s&#246;kanden f&#246;rfoga &#246;ver den p&#229;
annat s&#228;tt, om ej kronofogdemyndigheten efter h&#246;rande av s&#246;kanden medger
det av s&#228;rskilda sk&#228;l.

I fr&#229;ga om verkan av kvarstaden i &#246;vrigt g&#228;ller vad som f&#246;reskrivs om
utm&#228;tning i 4 kap. 29 &#167; andra stycket och 31 &#167; samt 12 kap. 6-10 &#167;&#167;.

Om l&#246;s egendom, som har belagts med kvarstad f&#246;r fordran, hastigt faller
i v&#228;rde eller kr&#228;ver alltf&#246;r kostsam v&#229;rd, f&#229;r den p&#229; beg&#228;ran av part
s&#228;ljas i den ordning som g&#228;ller f&#246;r utm&#228;tt egendom.

15 &#167; Kvarstad f&#246;r fordran hindrar ej att egendomen utm&#228;ts eller
bel&#228;ggs med kvarstad f&#246;r annan fordran. Finns annan egendom att
tillg&#229;, skall dock denna tagas i anspr&#229;k i f&#246;rsta hand, om ej den
fordran f&#246;r vilken utm&#228;tning eller kvarstad s&#246;ks &#228;r f&#246;renad med
s&#228;rskild f&#246;rm&#229;nsr&#228;tt i den kvarstadsbelagda egendomen.

Om egendom som har belagts med kvarstad f&#246;r fordran utm&#228;ts f&#246;r
annan fordran vilken ej &#228;r f&#246;renad med s&#228;rskild f&#246;rm&#229;nsr&#228;tt i
egendomen, skall egendomen anses samtidigt utm&#228;tt f&#246;r
kvarstadsborgen&#228;rens fordran. S&#229;dan utm&#228;tningsverkan f&#246;rfaller,
om den s&#246;kta utm&#228;tningen h&#228;vs. Lag (1994:480).

16 &#167; Betr&#228;ffande verkst&#228;llighet av beslut om kvarstad till s&#228;kerhet f&#246;r
b&#228;ttre r&#228;tt till&#228;mpas 6 kap. och 12 kap. 5 &#167;.

I fr&#229;ga om verkan av s&#229;dan kvarstad g&#228;ller 14 &#167;. Pantbrev som g&#228;ller i
egendomen f&#229;r dock ej pants&#228;ttas, om ej kronofogdemyndigheten efter
h&#246;rande av s&#246;kanden medger det av s&#228;rskilda sk&#228;l. Detsamma g&#228;ller
skuldebrev som &#228;r intecknat i luftfartyg eller reservdelar till
luftfartyg.

17 kap. Kostnader

Inledande best&#228;mmelse

1 &#167; I uts&#246;kningsm&#229;l f&#229;r det tas ut en &#229;rlig grundavgift f&#246;r
allm&#228;nna kostnader vid handl&#228;ggningen och &#228;ven i &#246;vrigt tas ut
ers&#228;ttning f&#246;r statens kostnader f&#246;r f&#246;rfarandet hos
Kronofogdemyndigheten (f&#246;rr&#228;ttningskostnader).

Regeringen f&#229;r meddela f&#246;reskrifter om n&#228;r ers&#228;ttning skall tas
ut och om ers&#228;ttningens storlek. Lag (2007:277).

S&#246;kandens ansvar f&#246;r f&#246;rr&#228;ttningskostnader

2 &#167; S&#246;kanden ansvarar mot staten f&#246;r f&#246;rr&#228;ttningskostnaderna i
m&#229;let, om inte n&#229;got annat f&#246;ljer av 3 eller 4 &#167; eller av
s&#228;rskild f&#246;reskrift. Betalar s&#246;kanden inte en grundavgift inom
f&#246;relagd tid, f&#229;r Kronofogdemyndigheten avskriva m&#229;let.

I fr&#229;ga om kostnader f&#246;r en &#229;tg&#228;rd som har beg&#228;rts av n&#229;gon
annan &#228;n s&#246;kanden i m&#229;let skall den som har beg&#228;rt &#229;tg&#228;rden
anses som s&#246;kande. N&#228;r en fastighet enligt 12 kap. 49 &#167; har
indragits i f&#246;rs&#228;ljning av en gemensamt intecknad fastighet,
skall dock s&#246;kanden i m&#229;let ansvara &#228;ven f&#246;r kostnader som
f&#246;ranleds av indragningen, om han har s&#228;mre r&#228;tt &#228;n den som har
beg&#228;rt indragning. Lag (2007:277).

3 &#167; S&#246;kanden ansvarar inte f&#246;r f&#246;rr&#228;ttningskostnaderna f&#246;r 
utm&#228;tning enligt 7 kap. 21 &#167; eller f&#246;r s&#229;dan handr&#228;ckning 
enligt 8 kap. 18 &#167; som beh&#246;vs f&#246;r att komma i besittning av 
l&#246;s egendom eller bostad.

S&#246;kanden ansvarar inte heller f&#246;r f&#246;rr&#228;ttningskostnaderna i 
m&#229;l om utm&#228;tning f&#246;r fordran som vid utm&#228;tning av l&#246;n har 
f&#246;retr&#228;desr&#228;tt enligt 7 kap. 14 &#167;.

Vid avhysning och avl&#228;gsnande ansvarar s&#246;kanden inte f&#246;r 
kostnader f&#246;r f&#246;rvaring av svarandens egendom eller f&#246;r andra 
&#229;tg&#228;rder som v&#228;sentligen avser att skydda svaranden mot 
f&#246;rlust. Detsamma g&#228;ller kostnader f&#246;r f&#246;rs&#228;ljning enligt 16 
kap. 7 &#167;. Lag (2017:467).

4 &#167; Kronofogdemyndigheten f&#229;r medge befrielse helt eller delvis
fr&#229;n skyldigheten att betala f&#246;rr&#228;ttningskostnaderna, om det
finns s&#228;rskilda sk&#228;l.

&#197;terst&#229;r endast ett obetydligt belopp att betala i ett allm&#228;nt
eller enskilt m&#229;l om utm&#228;tning, f&#229;r Kronofogdemyndigheten
betala beloppet till s&#246;kanden genom att j&#228;mka
f&#246;rr&#228;ttningskostnaderna i motsvarande m&#229;n. Lag (2008:216).

5 &#167; F&#246;rr&#228;ttningskostnader f&#246;r vilka s&#246;kanden ansvarar ska 
f&#246;rskotteras av denne, om Kronofogdemyndigheten beg&#228;r det. 
Staten, kommuner, regioner och kommunalf&#246;rbund &#228;r dock inte 
skyldiga att l&#228;mna s&#229;dant f&#246;rskott. 

Om s&#246;kanden inte betalar f&#246;rskottet inom f&#246;relagd tid, f&#229;r 
Kronofogdemyndigheten st&#228;lla in verkst&#228;lligheten och h&#228;va 
vidtagna &#229;tg&#228;rder. Om f&#246;rskottet avser en grundavgift, f&#229;r 
myndigheten i st&#228;llet avskriva m&#229;let. Lag (2019:841).

Uttagande av f&#246;rr&#228;ttningskostnader

6 &#167; Kronofogdemyndigheten skall ta ut f&#246;rr&#228;ttningskostnader utan
s&#228;rskild beg&#228;ran. Preskription av en huvudfordran omfattar &#228;ven
f&#246;rr&#228;ttningskostnad. En f&#246;rr&#228;ttningskostnad som avser ett m&#229;l om
utm&#228;tning f&#246;r underh&#229;llsbidrag preskriberas vid utg&#229;ngen av
kalender&#229;ret fyra &#229;r efter det att avgiften debiterades.
Lag (1995:298).

7 &#167; F&#246;rr&#228;ttningskostnader i m&#229;l om utm&#228;tning tas ut ur
k&#246;peskillingen f&#246;r s&#229;ld egendom, beh&#229;llen avkastning och andra
tillg&#228;ngliga medel. De f&#229;r vid behov genast uts&#246;kas hos g&#228;lden&#228;ren.

F&#246;rr&#228;ttningskostnader som &#228;r gemensamma f&#246;r flera m&#229;l har f&#246;retr&#228;de
framf&#246;r kostnader som endast avser ett m&#229;l.

F&#246;rr&#228;ttningskostnad f&#246;r handr&#228;ckning enligt 8 kap. 18 &#167; f&#229;r genast
uts&#246;kas hos den mot vilken &#229;tg&#228;rden har vidtagits. Lag (1996:130).

8 &#167; F&#246;rr&#228;ttningskostnader i m&#229;l om verkst&#228;llighet enligt 16 
kap. f&#229;r genast uts&#246;kas hos svaranden, om inte annat f&#246;ljer 
av exekutionstiteln. Detta g&#228;ller dock inte verkst&#228;llighet av 
beslut om kvarstad eller annan s&#228;kerhets&#229;tg&#228;rd.

Vid ett avl&#228;gsnande f&#229;r f&#246;rr&#228;ttningskostnader endast uts&#246;kas 
hos en svarande som anges i den ans&#246;kan som ligger till grund 
f&#246;r exekutionstiteln.

Om egendom i samband med avhysning eller avl&#228;gsnande s&#228;ljs 
enligt 16 kap. 7 &#167;, tas f&#246;rr&#228;ttningskostnader f&#246;r 
f&#246;rs&#228;ljningen ut ur k&#246;peskillingen.

N&#228;r f&#246;rr&#228;ttningskostnader f&#246;r avhysning eller avl&#228;gsnande tas 
ut hos svaranden, har kostnader som avses i 3 &#167; tredje 
stycket f&#246;retr&#228;de framf&#246;r andra f&#246;rr&#228;ttningskostnader.
Lag (2017:467).

9 &#167; F&#246;rr&#228;ttningskostnad f&#246;r verkst&#228;llighet av beslut om kvarstad eller
annan s&#228;kerhets&#229;tg&#228;rd, vilken alltj&#228;mt best&#229;r n&#228;r verkst&#228;llighet &#228;ger
rum f&#246;r det anspr&#229;k som har f&#246;ranlett &#229;tg&#228;rden, anses som
f&#246;rr&#228;ttningskostnad f&#246;r sistn&#228;mnda verkst&#228;llighet.

Om egendom som &#228;r belagd med kvarstad f&#246;r fordran utm&#228;ts f&#246;r annan
fordran, anses f&#246;rr&#228;ttningskostnad f&#246;r verkst&#228;llighet av kvarstaden som
f&#246;rr&#228;ttningskostnad i m&#229;let om utm&#228;tning.

10 &#167; Om l&#246;s egendom som har belagts med kvarstad s&#228;ljs enligt 16 kap.
14 &#167; tredje stycket eller 16 &#167; andra stycket, tas f&#246;rr&#228;ttningskostnad
f&#246;r f&#246;rs&#228;ljningen ut ur k&#246;peskillingen.

Har kronofogdemyndigheten med anledning av kvarstad p&#229; fast egendom
f&#246;rordnat om &#229;tg&#228;rd som avses i 12 kap. 8 eller 9 &#167;, tas kostnad f&#246;r
&#229;tg&#228;rden ut ur beh&#229;llen avkastning.

11 &#167; Vad som s&#228;gs i 7-10 &#167;&#167; om uttagande av f&#246;rr&#228;ttningskostnad hos
svaranden g&#228;ller ej kostnad som till f&#246;ljd av exekutionstitelns
upph&#228;vande, ans&#246;kningens &#229;terkallande eller annan s&#228;rskild anledning b&#246;r
betalas av s&#246;kanden.

Om s&#246;kanden ej har f&#246;rskotterat f&#246;rr&#228;ttningskostnad f&#246;r vilken han
ansvarar och kostnaden ej f&#229;r eller har kunnat i m&#229;let tagas ut hos
svaranden, f&#229;r den genast uts&#246;kas hos s&#246;kanden.

Kostnader i tvist vid f&#246;rdelning

12 &#167; I fr&#229;ga om kostnader i tvist vid f&#246;rdelning av medel som enligt 13
kap. 7 &#167; tredje stycket pr&#246;vas av kronofogdemyndigheten till&#228;mpas 18
kap. r&#228;tteg&#229;ngsbalken.

Beslut, varigenom kronofogdemyndigheten har &#229;lagt ers&#228;ttningsskyldighet
enligt f&#246;rsta stycket, verkst&#228;lls s&#229;som dom som avses i 3 kap. 6 &#167;.

S&#228;rskild best&#228;mmelse betr&#228;ffande allm&#228;nna m&#229;l

13 &#167; Best&#228;mmelserna i 2 och 3 &#167;&#167;, 4 &#167; f&#246;rsta stycket och 5 &#167; om
s&#246;kandens ansvar f&#246;r f&#246;rr&#228;ttningskostnader g&#228;ller inte i
allm&#228;nt m&#229;l. Lag (2008:216).

18 kap. &#214;verklagande

Inledande best&#228;mmelser

1 &#167; Kronofogdemyndighetens beslut &#246;verklagas skriftligen hos en
tingsr&#228;tt som regeringen f&#246;reskriver med h&#228;nsyn till var
svaranden har sitt hemvist.

Med svarandens hemvist f&#246;rst&#229;s den ort d&#228;r svaranden &#228;r bosatt.
Betr&#228;ffande d&#246;dsbo f&#246;rst&#229;s den ort d&#228;r den d&#246;de senast var
bosatt och betr&#228;ffande annan juridisk person f&#246;rst&#229;s den ort
som enligt 10 kap. r&#228;tteg&#229;ngsbalken grundar domstols beh&#246;righet
i tvistem&#229;l i allm&#228;nhet.

I den m&#229;n det inte f&#246;reskrivs n&#229;got annat i detta kapitel
g&#228;ller lagen (1996:242) om domstols&#228;renden vid &#246;verklagande i
uts&#246;kningsm&#229;l. Kronofogdemyndigheten skall dock inte vara part
i domstolen. Lag (2006:672).

&#214;verklagande av kronofogdemyndighetens beslut

2 &#167; Kronofogdemyndighetens beslut f&#229;r &#246;verklagas av den som
beslutet ang&#229;r, om det har g&#229;tt honom emot. S&#246;kanden eller
svaranden f&#229;r klaga &#228;ven &#246;ver att beslut g&#246;r intr&#229;ng i tredje
mans r&#228;tt.

Ett beslut, genom vilket en r&#228;ttighet har f&#246;rbeh&#229;llits enligt 12 kap.
33 &#167; andra stycket, f&#229;r &#246;verklagas endast av den som har bestritt att
s&#229;dant f&#246;rbeh&#229;ll g&#246;rs. Lag (1993:516).

3 &#167; Har upph&#228;vts genom lag (1993:516).

4 &#167; Har upph&#228;vts genom lag (2006:672).

5 &#167; F&#246;ljande beslut f&#229;r inte &#246;verklagas:

1. ett beslut genom vilket beg&#228;ran om r&#228;ttelse av utm&#228;tning
enligt 4 kap. 33 eller 34 &#167; eller av kvarstad f&#246;r fordran
enligt 16 kap. 13 &#167; har l&#228;mnats utan bifall,

2. ett beslut genom vilket en r&#228;ttighet inte har f&#246;rbeh&#229;llits
enligt 12 kap. 33 &#167; andra stycket,

3. ett beslut genom vilket en f&#246;rr&#228;ttningsman har f&#246;rklarats
j&#228;vig,

4. ett beslut i en fr&#229;ga som avses i 17 kap. 4 &#167; f&#246;rsta
stycket,

5. ett beslut i en s&#229;dan fr&#229;ga om verkst&#228;llighet av en
skiljedom som avses i 3 kap. 16 &#167;. Lag (1999:118).

6 &#167; Ett beslut i en fr&#229;ga som avses i 2 kap. 10 eller 11 &#167; f&#229;r inte
&#246;verklagas. I samband med att ett beslut &#246;verklagas, genom vilket
f&#246;rel&#228;ggande av vite eller annan p&#229;f&#246;ljd har till&#228;mpats, f&#229;r dock
pr&#246;vning av f&#246;rel&#228;ggandets giltighet p&#229;kallas.

Ett beslut som innefattar endast f&#246;rberedelse till senare beslut och
inte r&#246;r tredje man f&#229;r &#246;verklagas endast i samband med
&#246;verklagande av det senare beslutet. Beslutet f&#229;r dock &#246;verklagas
s&#228;rskilt p&#229; den grund att m&#229;let on&#246;digt uppeh&#229;lls genom beslutet.

En sak&#228;garf&#246;rteckning f&#229;r &#246;verklagas endast i samband med att den
exekutiva f&#246;rs&#228;ljningen eller beslutet om f&#246;rdelningen av influtna
medel &#246;verklagas. Lag (1994:444).

7 &#167; Ett beslut om utm&#228;tning som avses i 7 kap. f&#229;r &#246;verklagas
utan inskr&#228;nkning till viss tid.

Ett beslut om annan utm&#228;tning ska &#246;verklagas av s&#246;kanden
eller svaranden inom tre veckor fr&#229;n det att beslutet delgavs
den klagande. Tredje man f&#229;r &#246;verklaga en s&#229;dan utm&#228;tning
utan inskr&#228;nkning till viss tid. Ett beslut som avses i 8
kap. 9 &#167; f&#246;rsta stycket eller 12 kap. 49 &#167; tredje stycket ska
dock &#246;verklagas inom tre veckor fr&#229;n det att beslutet delgavs
den klagande.

En exekutiv f&#246;rs&#228;ljning ska &#246;verklagas inom tre veckor fr&#229;n
f&#246;rs&#228;ljningen. Ett beslut om f&#246;rdelning eller utbetalning av
medel ska &#246;verklagas inom tre veckor fr&#229;n beslutet. Svaranden
f&#229;r dock &#246;verklaga ett s&#229;dant beslut inom den tid inom vilken
utm&#228;tningsbeslutet enligt andra stycket f&#246;rsta meningen ska
&#246;verklagas, om den tiden l&#246;per ut senare.

Ett s&#229;dant &#246;verklagande som avses i 6 &#167; andra stycket andra
meningen f&#229;r g&#246;ras utan inskr&#228;nkning till viss tid.

Kronofogdemyndighetens beslut i andra fall ska &#246;verklagas
inom tre veckor fr&#229;n det att beslutet delgavs den klagande.
Lag (2015:683).

8 &#167; Har upph&#228;vts genom lag (1996:248).

9 &#167; Ett &#246;verklagande skall ges in till kronofogdemyndigheten.

Ett &#246;verklagande som inte har kommit in i r&#228;tt tid skall avvisas av
kronofogdemyndigheten. Om &#246;verklagandet har kommit in till
tingsr&#228;tten inom tiden f&#246;r &#246;verklagande, skall den omst&#228;ndigheten
att &#246;verklagandet har kommit in till kronofogdemyndigheten f&#246;rst
d&#228;refter inte f&#246;ranleda att det avvisas.

Om den som vill &#246;verklaga ett beslut visar laga f&#246;rfall innan tiden
f&#246;r  &#246;verklagande g&#229;tt ut, skall kronofogdemyndigheten s&#228;tta ut ny
tid. Lag (1993:516).

10 &#167; Om &#246;verklagandet inte avvisas, skall kronofogdemyndigheten
s&#229; snart som m&#246;jligt s&#228;nda detta och &#246;vriga handlingar i m&#229;let
till tingsr&#228;tten. Lag (1993:516).

11 &#167; Ett &#246;verklagande i ett m&#229;l om avl&#228;gsnande beh&#246;ver inte 
inneh&#229;lla s&#229;dana uppgifter om motparten som avses i 5 &#167; 
tredje stycket lagen (1996:242) om domstols&#228;renden i de fall 
uppgifterna saknas i m&#229;let hos Kronofogdemyndigheten.
Lag (2017:467).

Vissa best&#228;mmelser om f&#246;rfarandet i tingsr&#228;tten

12 &#167; Tingsr&#228;tten f&#229;r, utan att motparten dessf&#246;rinnan har getts
tillf&#228;lle att yttra sig &#246;ver &#246;verklagandet, f&#246;rordna att n&#229;gon &#229;tg&#228;rd
f&#246;r verkst&#228;llighet tills vidare inte skall vidtas eller, om det finns
synnerliga sk&#228;l, att en redan vidtagen &#229;tg&#228;rd skall h&#228;vas. Vid
utm&#228;tning av l&#246;n f&#246;r underh&#229;llsbidrag f&#229;r f&#246;rordnandet inskr&#228;nkas
till att avse att influtna medel inte skall betala ut.

Tingsr&#228;tten f&#229;r ocks&#229; omedelbart f&#246;rordna att &#229;tg&#228;rd f&#246;r
verkst&#228;llighet skall genomf&#246;ras och best&#229; till dess annat f&#246;rordnas.
Lag (1995:298).

13 &#167; Den omst&#228;ndigheten att ett beslut har meddelats av en j&#228;vig
f&#246;rr&#228;ttningsman skall inte f&#246;ranleda att beslutet h&#228;vs, om j&#228;vet
uppenbarligen inte har inverkat p&#229; beslutet. Lag (1993:516).

14 &#167; Vid bifall till ett &#246;verklagande av ett visst beslut f&#229;r &#228;ven
ett senare beslut i m&#229;let h&#228;vas n&#228;r det kan ske, om detta beslut har
samband med det f&#246;rra beslutet och inte hade vunnit laga kraft mot
klaganden n&#228;r han &#246;verklagade det f&#246;rsta beslutet. Lag (1993:516).

15 &#167; Om ett &#246;verklagande av ett beslut om f&#246;rdelning av medel
bifalls, g&#228;ller det till f&#246;rm&#229;n &#228;ven f&#246;r den som inte sj&#228;lv har
&#246;verklagat beslutet. Lag (1993:516).

16 &#167; Tingsr&#228;ttens beslut i en fr&#229;ga som &#246;verklagats dit g&#228;ller p&#229;
det s&#228;tt som i 2 kap. 19 &#167; s&#228;gs om kronofogdemyndighetens beslut.

I m&#229;l om utm&#228;tning skall dock en vidtagen &#229;tg&#228;rd inte utan s&#228;rskilt
f&#246;rordnande &#229;terg&#229; innan tingsr&#228;ttens beslut har vunnit laga kraft.
Lag (1995:298).

&#214;verklagande av tingsr&#228;ttens beslut, m. m.

16 a &#167; Har upph&#228;vts genom lag (2005:689).

17 &#167; Ett beslut av en domstol med anledning av ett s&#229;dant
&#246;verklagande som avses i 6 &#167; andra stycket andra meningen f&#229;r
inte &#246;verklagas. Lag (2006:672).

18 &#167; Har upph&#228;vts genom lag (1996:248).

19 &#167; Best&#228;mmelserna i 12, 14 och 15 &#167;&#167; till&#228;mpas &#228;ven i
hovr&#228;tten och H&#246;gsta domstolen. Best&#228;mmelserna i 16 &#167;
till&#228;mpas &#228;ven i hovr&#228;tten. Lag (2015:683).

S&#228;rskilda r&#228;ttsmedel

20 &#167; Best&#228;mmelserna om s&#228;rskilda r&#228;ttsmedel i 58 och 59 kap.
r&#228;tteg&#229;ngsbalken till&#228;mpas i fr&#229;ga om kronofogdemyndighets beslut i
uts&#246;kningsm&#229;l.

Vad som s&#228;gs i 58 kap. 13 &#167; r&#228;tteg&#229;ngsbalken om &#229;terst&#228;llande av
f&#246;rsutten tid g&#228;ller &#228;ven n&#228;r f&#246;rel&#228;ggande har meddelats enligt 4 kap.
20, 21 eller 26 &#167; eller 13 kap. 7 &#167; andra stycket i denna balk.

Anv&#228;ndning av s&#228;rskilt r&#228;ttsmedel f&#229;r ej utan synnerliga sk&#228;l f&#246;ranleda
att exekutiv f&#246;rs&#228;ljning h&#228;vs. Lag (1988:1454).

&#214;verg&#229;ngsbest&#228;mmelser

1984:695

Denna lag tr&#228;der i kraft den 1 januari 1985. Om sak&#228;garf&#246;rteckningen har
uppr&#228;ttats f&#246;re ikrafttr&#228;dandet till&#228;mpas fortfarande &#228;ldre
best&#228;mmelser.

1985:983

Denna lag tr&#228;der i kraft den 1 juli 1986. Har n&#229;gon f&#246;re ikrafttr&#228;dandet
tagit emot egendom f&#246;r f&#246;rvaring, till&#228;mpas dock &#228;ldre best&#228;mmelser.

1987:755

Denna lag tr&#228;der i kraft den 1 januari 1988. Best&#228;mmelserna i 3 kap. 7 &#167;
andra stycket i dess &#228;ldre lydelse g&#228;ller dock fortfarande i fr&#229;ga om
m&#229;l som handlagts enligt lagen (1974:8) om r&#228;tteg&#229;ngen i tvistem&#229;l om
mindre v&#228;rden.

1990:669

Denna lag tr&#228;der i kraft den 1 juli 1990. &#196;ldre best&#228;mmelser i 15 kap.
14 &#167; g&#228;ller till den 1 januari 1991.

1990:748

1. Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om utslag eller beslut
som meddelats enligt lagen (1946:808) om lags&#246;kning och
betalningsf&#246;rel&#228;ggande samt handr&#228;ckningslagen (1981:847).

1991:848

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om lags&#246;kning,
betalningsf&#246;rel&#228;ggande och handr&#228;ckning d&#228;r talan v&#228;ckts f&#246;re
ikrafttr&#228;dandet.

1992:636

Denna lag tr&#228;der i kraft den 1 januari 1993. I enskilda m&#229;l om
inf&#246;rsel som har kommit in till kronofogdemyndigheten f&#246;re
ikrafttr&#228;dandet f&#229;r ers&#228;ttning tas ut f&#246;r s&#229;dana
f&#246;rr&#228;ttningskostnader som uppkommer efter utg&#229;ngen av 1994.
S&#229;dana f&#246;rr&#228;ttningskostnader f&#229;r genast tas ut genom inf&#246;rsel hos
g&#228;lden&#228;ren. I &#246;vrigt g&#228;ller &#228;ldre f&#246;reskrifter fortfarande i fr&#229;ga om
uts&#246;kningsm&#229;l som har kommit in till kronofogdemyndigheten f&#246;re
ikrafttr&#228;dandet. Lag (1994:1983).

1992:831

Denna lag tr&#228;der i kraft den 1 januari 1993. I fall d&#229; g&#228;lden&#228;ren har
f&#246;rv&#228;rvat varan f&#246;re ikrafttr&#228;dandet g&#228;ller &#228;ldre f&#246;reskrifter.

1993:516

Denna lag tr&#228;der i kraft den 1 januari 1994. I fr&#229;ga om beslut som
meddelats av kronofogdemyndighet f&#246;re ikrafttr&#228;dandet g&#228;ller
&#228;ldre f&#246;reskrifter.

1994:480

Denna lag tr&#228;der i kraft den 1 juli 1994. &#196;ldre f&#246;reskrifter till&#228;mpas
fortfarande i fr&#229;ga om betalningss&#228;kring som verkst&#228;llts f&#246;re
ikrafttr&#228;dandet.

1994:1413

Denna lag tr&#228;der i kraft, i fr&#229;ga om 2 kap. 15 &#167; den 1 januari 1995,
och i &#246;vrigt den dag regeringen best&#228;mmer. I fr&#229;ga om 2 kap. 15 &#167;
g&#228;ller &#228;ldre best&#228;mmelser om talan v&#228;ckts f&#246;re ikrafttr&#228;dandet.

1994:1964

Denna lag tr&#228;der i kraft den 1 januari 1995 och till&#228;mpas p&#229;
underh&#229;llsbidrag f&#246;r vilka den ursprungliga f&#246;rfallodagen intr&#228;tt
den 31 december 1991 eller senare.

1995:298

1. Denna lag tr&#228;der i kraft den 1 april 1996.

2. De nya f&#246;reskrifterna skall till&#228;mpas &#228;ven i m&#229;l som har
anh&#228;ngiggjorts f&#246;re ikrafttr&#228;dandet betr&#228;ffande f&#246;rh&#229;llande som
h&#228;nf&#246;r sig till tiden d&#228;refter. I fr&#229;ga om &#246;verklagande av ett beslut
om inf&#246;rsel till&#228;mpas efter ikrafttr&#228;dandet de nya f&#246;reskrifterna om
&#246;verklagande av ett beslut om utm&#228;tning.

3. Om det vid ikrafttr&#228;dandet p&#229;g&#229;r verkst&#228;llighet av ett beslut om
inf&#246;rsel eller utm&#228;tning av l&#246;n, skall kronofogdemyndigheten ompr&#246;va
beslutet med till&#228;mpning av de nya f&#246;reskrifterna i 7 kap. Om ett
s&#229;dant beslut vid ikrafttr&#228;dandet &#228;r f&#246;rem&#229;l f&#246;r pr&#246;vning i domstol,
skall kronofogdemyndigheten avvakta med ompr&#246;vningen tills
domstolspr&#246;vningen &#228;r avslutad.

4. M&#229;l som har anh&#228;ngiggjorts f&#246;re ikrafttr&#228;dandet skall vid
ber&#228;kning av den ett&#229;riga handl&#228;ggningstiden enligt 4 kap. 9 &#167; anses
ha kommit in till kronofogdemyndigheten p&#229; dagen f&#246;r ikrafttr&#228;dandet.

5. En ans&#246;kan om inf&#246;rsel som har gjorts f&#246;re ikrafttr&#228;dandet skall
anses som en ans&#246;kan om utm&#228;tning med beg&#228;ran om begr&#228;nsad
tillg&#229;ngsunders&#246;kning enligt 4 kap. 9 d &#167;. Lag (1996:130).

6. Den nya best&#228;mmelsen i 7 kap. 14 &#167; andra stycket till&#228;mpas endast
p&#229; underh&#229;llsbidrag f&#246;r vilka den ursprungliga f&#246;rfallodagen intr&#228;tt
den 31 december 1991 eller senare.

1996:1032

1. Denna lag tr&#228;der i kraft den 1 januari 1997.

2. I fr&#229;ga om fordran enligt lagen (1964:143) om bidragsf&#246;rskott
eller lagen (1984:1095) om f&#246;rl&#228;ngt bidragsf&#246;rskott f&#246;r studerande
g&#228;ller 23 &#167; i sin &#228;ldre lydelse.

3. &#196;ven om ett beslut om &#229;terbetalningsskyldighet enligt lagen
(1996:1030) om underh&#229;llsst&#246;d &#228;nnu inte har delgetts den
bidragsskyldige den 1 januari 1997, f&#229;r p&#229;g&#229;ende handl&#228;ggning hos
kronofogdemyndigheten avseende &#229;terkrav enligt lagen (1964:143) om
bidragsf&#246;rskott eller lagen (1984:1095) om f&#246;rl&#228;ngt bidragsf&#246;rskott
f&#246;r studerande forts&#228;tta och omfatta &#228;ven krav som g&#228;ller fastst&#228;lld
&#229;terbetalningsskyldighet enligt lagen om underh&#229;llsst&#246;d.

4. Belopp som vid f&#246;rdelning enligt 7 kap. 16 &#167; f&#246;rsta stycket
tilldelats fordran enligt lagen (1996:1030) om underh&#229;llsst&#246;d skall i
f&#246;rsta hand avr&#228;knas p&#229; fordringar som f&#246;r samma barn uppkommit
enligt den upph&#228;vda lagen (1964:143) om bidragsf&#246;rskott och den
upph&#228;vda lagen (1984:1095) om f&#246;rl&#228;ngt bidragsf&#246;rskott f&#246;r
studerande.

1999:118

1. Denna lag tr&#228;der i kraft den 1 april 1999.

2. &#196;ldre best&#228;mmelser till&#228;mpas betr&#228;ffande en ans&#246;kan om
verkst&#228;llighet som gjorts f&#246;re ikrafttr&#228;dandet.

3. &#196;ldre best&#228;mmelser g&#228;ller fortfarande vid till&#228;mpningen av
12 &#167; lagen (1981:775) om inf&#246;rande av uts&#246;kningsbalken.

2003:531

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. I fr&#229;ga om en utm&#228;tning som har beslutats p&#229; grund av en
ans&#246;kan som gjorts f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre
best&#228;mmelser.

3. I fr&#229;ga om f&#246;retagshypotek p&#229; grund av en inteckning som har
beviljats f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre best&#228;mmelser
fram till den 1 januari 2005.

2005:689

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
best&#228;mmelser g&#228;ller i fr&#229;ga om krav p&#229; pr&#246;vningstillst&#229;nd vid
&#246;verklagande av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.

2006:672

1. Denna lag tr&#228;der i kraft den 1 juli 2006.

2. &#196;ldre f&#246;reskrifter om beh&#246;rig domstol i 2 kap. 15, 16 och
24 &#167;&#167; g&#228;ller fortfarande i fr&#229;ga om talan med anledning av ett
f&#246;rel&#228;ggande som har meddelats f&#246;re ikrafttr&#228;dandet.

3. &#196;ldre f&#246;reskrifter i 18 kap. 1 &#167; g&#228;ller fortfarande i fr&#229;ga
om &#246;verklagande av beslut som har meddelats f&#246;re
ikrafttr&#228;dandet.

4. &#196;ldre f&#246;reskrifter i 18 kap. 17 &#167; f&#246;rsta meningen om
&#246;verklagandef&#246;rbud g&#228;ller fortfarande i fr&#229;ga om beslut som har
meddelats f&#246;re ikrafttr&#228;dandet.

2007:277

1. Denna lag tr&#228;der i kraft den 1 januari 2008.

2. Om exekutiv f&#246;rs&#228;ljning har skett f&#246;re ikrafttr&#228;dandet,
g&#228;ller 17 kap. 3 &#167; i paragrafens &#228;ldre lydelse.

2010:1937

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
15–17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

2015:756

1. Denna lag tr&#228;der i kraft den 1 april 2016.

2. Best&#228;mmelsen i den &#228;ldre lydelsen g&#228;ller fortfarande f&#246;r
belopp som tillgodor&#228;knas en g&#228;lden&#228;r enligt den upph&#228;vda 19
kap. 19 &#167; socialf&#246;rs&#228;kringsbalken.

2021:80

1. Denna lag tr&#228;der i kraft den 1 mars 2021. 

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r avgiftsf&#246;rel&#228;gganden som har 
godk&#228;nts f&#246;re ikrafttr&#228;dandet. 

2021:790

Denna lag tr&#228;der i kraft den 1 juni 2022 i fr&#229;ga om 7 kap. 5 &#167; 
och i &#246;vrigt den 1 augusti 2021.

2022:753

Denna lag tr&#228;der i kraft den 10 september 2022 i fr&#229;ga om 
7 kap. 14 &#167; och i &#246;vrigt den 1 juli 2022.

2022:1320

1. Denna lag tr&#228;der i kraft den 1 september 2022.

2. Lagen till&#228;mpas inte p&#229; Centrala studiest&#246;dsn&#228;mndens beslut 
som har meddelats f&#246;re den 1 september 2025. F&#246;r s&#229;dana beslut 
g&#228;ller &#228;ldre f&#246;reskrifter.

3. &#196;ldre f&#246;reskrifter g&#228;ller &#228;ven f&#246;r f&#246;rvaltningsmyndighets 
beslut som har meddelats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3899">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3901">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
