

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-11-17" /> 
 <meta id="rattsinfo-edited" content="2022-11-17 10:50:11" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3918</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3917">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3919">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1981:6 ·
                    <a href="/sfsr?bet=1981:6">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1981:6) om konkurs som omfattar egendom i annat nordiskt land</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1981-01-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:974
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Lag (1994:1023) tr&#228;der i kraft den 1 oktober 1994.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Om n&#229;gon som f&#246;rs&#228;tts i konkurs h&#228;r i riket har egendom 
&#228;ven i Danmark, Finland, Island eller Norge, ska konkursen 
omfatta denna egendom.

I fr&#229;ga om s&#229;dan egendom ska, om inte annat f&#246;ljer av denna 
lag, svensk lag till&#228;mpas i f&#246;ljande h&#228;nseenden: den verkan 
konkursen medf&#246;r betr&#228;ffande g&#228;lden&#228;rens r&#228;tt att r&#229;da &#246;ver 
sin egendom, vad som ing&#229;r i konkursboet och &#229;tervinning till 
konkursboet, g&#228;lden&#228;rens r&#228;ttigheter och skyldigheter under 
konkurs, konkursboets f&#246;rvaltning, borgen&#228;rers betalnings- 
och f&#246;rm&#229;nsr&#228;tt, utdelning, ackord samt avslutande av 
konkurs. I konkursboet ska dock inte ing&#229; egendom som enligt 
lagen i det land d&#228;r den finns &#246;ver huvud inte f&#229;r tas i 
anspr&#229;k av &#228;garens borgen&#228;rer.

S&#228;rskilda best&#228;mmelser finns i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) 2015/848 av den 20 maj 2015 om 
insolvensf&#246;rfaranden och lagen (2005:1047) om internationella 
f&#246;rh&#229;llanden r&#246;rande finansiella f&#246;retags insolvens.
Lag (2017:475).

2 &#167; Om det i Sverige beslutas en konkurs som omfattar egendom 
i ett annat nordiskt land, ska r&#228;tten utan dr&#246;jsm&#229;l l&#229;ta 
kung&#246;ra konkursbeslutet i den f&#246;r offentliga meddelanden 
avsedda tidningen i det andra landet.

Om ett beslut om planf&#246;rhandling under f&#246;retagsrekonstruktion 
meddelas h&#228;r i landet och g&#228;lden&#228;ren har egendom i ett annat 
nordiskt land, ska beslutet kung&#246;ras i det andra landet i 
enlighet med f&#246;rsta stycket. Lag (2022:974).

3 &#167; Uppkommer i en svensk konkurs fr&#229;ga om &#229;tervinning till konkursboet
av ett skepp, ett skeppsbygge eller ett luftfartyg som &#228;r registrerat i
ett annat nordiskt land eller av en andel i s&#229;dan egendom, till&#228;mpas
lagen i det land d&#228;r egendomen &#228;r registrerad. Detsamma g&#228;ller i fr&#229;gan
huruvida inskrivning i offentligt register har betydelse f&#246;r giltigheten
gentemot konkursboet av g&#228;lden&#228;rens f&#246;rfogande &#246;ver egendom av angivet
slag.

4 &#167; Om l&#246;s egendom som inte omfattas av 3&#167; &#228;r satt till underpant f&#246;r
skuld i enlighet med lagen i ett annat nordiskt land och egendomen vid
tiden f&#246;r konkursbeslutet &#228;r kvar i detta land, till&#228;mpas det landets
best&#228;mmelser om verkan mot konkursbo av att inskrivning (tinglysning) av
pants&#228;ttningen har skett eller f&#246;rsummats.

5 &#167; Vilken verkan en konkurs skall ha p&#229; den r&#228;tt som har vunnits genom
utm&#228;tning (utlegg) i ett annat nordiskt land och p&#229; ett d&#228;r p&#229;b&#246;rjat
utm&#228;tningsf&#246;rfarande bed&#246;ms enligt det landets lag.

6 &#167; Om egendom som vid tiden f&#246;r konkursbeslutet fanns i ett annat
nordiskt land &#228;r pantsatt eller om den enligt det landets lag f&#229;r
kvarh&#229;llas till s&#228;kerhet f&#246;r fordran, skall det landets lag till&#228;mpas i
fr&#229;ga om r&#228;tten att ta ut fordringen ur egendomen.

7 &#167; F&#246;rs&#228;ljning av konkursboets egendom i ett annat nordiskt land skall
ske enligt det landets lag.

8 &#167; Fr&#229;ga huruvida s&#228;rskild f&#246;rm&#229;nsr&#228;tt &#228;ger rum i egendom som
vid tiden f&#246;r konkursbeslutet fanns i ett annat nordiskt land samt
fr&#229;ga om f&#246;retr&#228;det mellan flera s&#228;rskilda f&#246;rm&#229;nsr&#228;tter i s&#229;dan
egendom avg&#246;rs enligt det landets lag. S&#228;rskild f&#246;rm&#229;nsr&#228;tt har
f&#246;retr&#228;de framf&#246;r allm&#228;n f&#246;rm&#229;nsr&#228;tt n&#228;r det g&#228;ller angiven
egendom.

Betr&#228;ffande f&#246;rm&#229;nsr&#228;tt i fartyg och fartyg under byggnad g&#228;ller
utan hinder av f&#246;rsta stycket 3 kap. 21, 51 och 52 &#167;&#167; sj&#246;lagen
(1994:1009). Detsamma g&#228;ller betr&#228;ffande annan verkan i
f&#246;rh&#229;llande till tredje man.

Fr&#229;ga huruvida f&#246;rm&#229;nsr&#228;tt &#228;ger rum f&#246;r skatt eller avgift som
p&#229;lagts i ett annat nordiskt land bed&#246;ms enligt det landets lag.
Allm&#228;n f&#246;rm&#229;nsr&#228;tt som s&#229;lunda skall g&#228;lla omfattar inte annan
egendom &#228;n den som vid tiden f&#246;r konkursbeslutet fanns i det
andra landet. Ur denna egendom f&#229;r inte med den allm&#228;nna
f&#246;rm&#229;nsr&#228;tten tas ut mer &#228;n vad som &#229;terst&#229;r sedan fr&#229;n v&#228;rdet av
egendomen har fr&#229;nr&#228;knats en andel av summan av fordringarna
mot konkursboet och konkursfordringar med annan allm&#228;n
f&#246;rm&#229;nsr&#228;tt &#228;n den som f&#246;ljer med skatt eller avgift. Den andel som
skall fr&#229;nr&#228;knas best&#228;ms s&#229;, att den motsvarar f&#246;rh&#229;llandet mellan
egendomen i det andra landet och all den egendom som ing&#229;r i
konkursboet. Skall finsk lag till&#228;mpas enligt f&#246;rsta meningen i detta
stycke, g&#228;ller, utan hinder av f&#246;rsta stycket andra meningen, vad
som i finsk lag f&#246;reskrivs om f&#246;retr&#228;det mellan allm&#228;n f&#246;rm&#229;nsr&#228;tt
f&#246;r skatt och s&#228;rskild f&#246;rm&#229;nsr&#228;tt f&#246;r annan fordran.
Lag (1994:1023).

9 &#167; Vid till&#228;mpningen av denna lag anses en konkursg&#228;lden&#228;rs fordran
finnas d&#228;r fordringshandlingen &#228;r, om fordringen grundas p&#229; ett l&#246;pande
skuldebrev eller ett annat fordringsbevis som m&#229;ste f&#246;retes vid krav p&#229;
betalning. Andra fordringar anses som befintliga h&#228;r i riket.

I ett nordiskt land registrerat skepp, skeppsbygge eller luftfartyg anses
befintligt i det land d&#228;r det &#228;r registrerat, dock inte vid till&#228;mpning
av 7&#167;.

10 &#167; Best&#228;mmelserna i denna lag om skepp och skeppsbygge eller fartyg och
fartyg under byggnad g&#228;ller &#228;ven egendom som utan att vara fartyg eller
fartyg under byggnad har registrerats i skeppsregister eller i
skeppsbyggnadsregister i n&#229;got av de nordiska l&#228;nderna. Best&#228;mmelserna i
denna lag om luftfartyg g&#228;ller &#228;ven reservdelar som har intecknats
gemensamt med luftfartyget.

11 &#167; Denna lag till&#228;mpas inte p&#229; fr&#229;gan om ett konkursbos r&#228;tt eller
plikt att tilltr&#228;da ett av g&#228;lden&#228;ren slutet avtal som inte var fullgjort
fr&#229;n b&#229;da sidor vid tiden f&#246;r konkursbeslutet.

12 &#167; I fr&#229;ga om &#229;tervinning vid f&#246;retagsrekonstruktion h&#228;r i 
landet som omfattar egendom i ett annat nordiskt land 
till&#228;mpas svensk lag. N&#228;r det g&#228;ller s&#229;dan egendom som avses i 
3 &#167; till&#228;mpas dock den paragrafen. Lag (2022:974).

13 &#167; Om det i ett beslut om konkurs eller 
f&#246;retagsrekonstruktion har angetts att r&#228;tten grundat sin 
beh&#246;righet p&#229; annan omst&#228;ndighet &#228;n att g&#228;lden&#228;ren har eller 
vid sin d&#246;d hade sin hemvist h&#228;r i landet, till&#228;mpas inte 
denna lag.

Ett bolag, en f&#246;rening eller en stiftelse ska anses ha hemvist 
i Sverige, om styrelsen har sitt s&#228;te h&#228;r. Lag (2022:974).


&#214;verg&#229;ngsbest&#228;mmelser

1987:676

Denna lag tr&#228;der i kraft den 1 januari 1988. Betr&#228;ffande konkurser vari
konkursbeslutet har meddelats f&#246;re ikrafttr&#228;dandet g&#228;ller dock 13 &#167; i sin
&#228;ldre lydelse. Vid fullg&#246;randet av en uppgift som enligt &#228;ldre lag
ankommer p&#229; konkursdomaren best&#229;r tingsr&#228;tten av en lagfaren domare.

2022:974

1. Denna lag tr&#228;der i kraft den 1 augusti 2022.

2. Den &#228;ldre lydelsen av 2 &#167; g&#228;ller fortfarande f&#246;r 
kung&#246;relser av beslut om f&#246;rhandling om offentligt ackord 
enligt den upph&#228;vda lagen (1996:764) om 
f&#246;retagsrekonstruktion.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3917">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3919">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
