

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2021-05-28" /> 
 <meta id="rattsinfo-edited" content="2021-10-21 16:47:33" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>392</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=391">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=393">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2021:401 ·
                    <a href="/sfsr?bet=2021:401">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (2021:401) om Allm&#228;nna arvsfonden</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2021-05-27
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2021-07-01 , &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

Allm&#228;nna arvsfondens &#228;ndam&#229;l

1 &#167; Allm&#228;nna arvsfonden har till &#228;ndam&#229;l att fr&#228;mja verksamhet 
av ideell karakt&#228;r till f&#246;rm&#229;n f&#246;r m&#229;lgrupperna barn, 
ungdomar, &#228;ldre personer och personer med 
funktionsneds&#228;ttning.

Allm&#228;nna arvsfondens egendom

2 &#167; Allm&#228;nna arvsfonden best&#229;r av egendom som har tillfallit 
fonden genom 

- arv, 

- g&#229;va, 

- testamente, 

- f&#246;rm&#229;nstagarf&#246;rordnande i f&#246;rs&#228;kringsavtal, 

- ers&#228;ttning fr&#229;n &#229;tervinning enligt 5 kap. 6 &#167; andra stycket 
begravningslagen (1990:1144), 

- &#246;verl&#228;mnande fr&#229;n en likvidator enligt 7 kap. 11 &#167; 
stiftelselagen (1994:1220),

- uppl&#246;sning av en v&#228;rdepappersfond under de f&#246;ruts&#228;ttningar 
som anges i 9 kap. 3 &#167; lagen (2004:46) om v&#228;rdepappersfonder,

- beslut av Bolagsverket enligt 25 kap. 42 eller 44 &#167; 
aktiebolagslagen (2005:551) eller 17 kap. 41 eller 42 &#167; lagen 
(2018:672) om ekonomiska f&#246;reningar,

- skifte enligt 32 kap. 14 &#167; aktiebolagslagen, eller 

- domstolsbeslut. 

Det som s&#228;gs om egendom som har tillfallit fonden genom arv 
g&#228;ller ocks&#229; egendom som har tillfallit fonden enligt 1 kap. 
11 &#167; i den upph&#228;vda lagen (1937:81) om internationella 
r&#228;ttsf&#246;rh&#229;llanden r&#246;rande d&#246;dsbo eller enligt 2 kap. 4 &#167; 
lagen (2015:417) om arv i internationella situationer.

2 kap. St&#246;d ur Allm&#228;nna arvsfonden

Arvsfondsdelegationen

1 &#167; Arvsfondsdelegationen beslutar om f&#246;rdelning av st&#246;d ur 
Allm&#228;nna arvsfonden.

Om det finns s&#228;rskilda sk&#228;l f&#229;r regeringen, efter f&#246;rslag fr&#229;n 
delegationen, besluta att en annan myndighet under en best&#228;md 
tidsperiod ska f&#246;rdela visst st&#246;d. Det som f&#246;reskrivs i 5, 7, 
8 och 10-14 &#167;&#167; om delegationen ska g&#228;lla &#228;ven f&#246;r en s&#229;dan 
myndighet.

2 &#167; Regeringen utser ledam&#246;terna i Arvsfondsdelegationen.

I delegationen ska s&#229;v&#228;l ledam&#246;ter fr&#229;n Regeringskansliet, 
varav en &#228;r ordf&#246;rande, som andra ledam&#246;ter ing&#229;. En majoritet 
av ledam&#246;terna ska vara personer som inte arbetar i 
Regeringskansliet.

Ledam&#246;terna i delegationen ska ha goda kunskaper om barn, 
ungdomar, &#228;ldre personer eller personer med 
funktionsneds&#228;ttning.

F&#246;ruts&#228;ttningar f&#246;r st&#246;d

3 &#167; St&#246;d f&#229;r l&#228;mnas till en verksamhet som &#228;r utvecklande f&#246;r 
n&#229;gon av Allm&#228;nna arvsfondens m&#229;lgrupper och som har 
f&#246;ruts&#228;ttningar att fr&#228;mja m&#229;lgruppen &#228;ven efter det att 
st&#246;det ur fonden har upph&#246;rt. St&#246;d f&#229;r inte l&#228;mnas till en 
organisations l&#246;pande verksamhet.

St&#246;d f&#229;r ocks&#229; l&#228;mnas f&#246;r ny-, till- eller ombyggnad av 
lokaler, anl&#228;ggningar samt utrustning i anslutning d&#228;rtill, om 
lokalerna eller anl&#228;ggningarna ska anv&#228;ndas f&#246;r verksamhet som 
uppfyller kriterierna i f&#246;rsta stycket.

Vid bed&#246;mningen av om st&#246;d enligt f&#246;rsta eller andra stycket 
ska l&#228;mnas ska h&#228;nsyn tas till om m&#229;lgruppen deltar i 
planeringen eller genomf&#246;randet.

4 &#167; St&#246;d f&#229;r l&#228;mnas endast till en organisation som bedriver 
ideell verksamhet. Om det finns s&#228;rskilda sk&#228;l, f&#229;r st&#246;d 
enligt 3 &#167; f&#246;rsta stycket l&#228;mnas &#228;ven till en offentlig 
huvudman.

St&#246;d f&#229;r inte l&#228;mnas till en organisation som har skulder f&#246;r 
svenska skatter eller avgifter hos Kronofogdemyndigheten eller 
som &#228;r i likvidation eller f&#246;rsatt i konkurs.

Ans&#246;kan om st&#246;d 

5 &#167; En ans&#246;kan om st&#246;d ska g&#246;ras skriftligen hos 
Arvsfondsdelegationen.

Ans&#246;kan ska inneh&#229;lla de uppgifter som beh&#246;vs f&#246;r att bed&#246;ma 
s&#246;kandens f&#246;ruts&#228;ttningar att f&#229; st&#246;d.

Ans&#246;kan ska vara egenh&#228;ndigt undertecknad av s&#246;kanden eller 
dennes ombud. Delegationen f&#229;r till&#229;ta att ans&#246;kan 
undertecknas med en s&#229;dan avancerad elektronisk underskrift 
som avses i artikel 3 i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) nr 910/2014 av den 23 juli 2014 om elektronisk 
identifiering och betrodda tj&#228;nster f&#246;r elektroniska 
transaktioner p&#229; den inre marknaden och om upph&#228;vande av 
direktiv 1999/93/EG, i den ursprungliga lydelsen.

Villkor vid st&#246;d

6 &#167; Ett beslut om st&#246;d ska f&#246;renas med de villkor som beh&#246;vs. 
Dessa ska framg&#229; av beslutet.

7 &#167; Den som beviljas st&#246;d f&#246;r en lokal eller en anl&#228;ggning ska 
f&#246;rbinda sig att under minst tio &#229;r anv&#228;nda den f&#246;r det 
&#228;ndam&#229;l och p&#229; de villkor som meddelades n&#228;r st&#246;det 
beviljades.

Om lokalen eller anl&#228;ggningen innehas med nyttjander&#228;tt, f&#229;r 
f&#246;rbindelsen omfatta minst fem &#229;r om det finns s&#228;rskilda sk&#228;l 
f&#246;r en kortare f&#246;rbindelse &#228;n vad som anges i f&#246;rsta stycket. 

Arvsfondsdelegationen ska som villkor f&#246;r st&#246;det f&#246;reskriva 
att lokalen eller anl&#228;ggningen ska vara anpassad f&#246;r personer 
med funktionsneds&#228;ttning, om inte n&#229;got hindrar det eller om 
det av s&#228;rskilda sk&#228;l inte beh&#246;vs.

8 &#167; Efter ans&#246;kan fr&#229;n den som har beviljats st&#246;d kan 
Arvsfondsdelegationen, om det finns s&#228;rskilda sk&#228;l, besluta om 
undantag fr&#229;n den f&#246;rbindelse eller fr&#229;n de villkor som anges 
i 7 &#167; f&#246;rsta och andra styckena.

Skyldighet att h&#229;lla medel avskilda

9 &#167; Den som har tagit emot st&#246;d ska, om inte annat anges i 
beslutet, vara skyldig att h&#229;lla medlen avskilda.

&#196;ndrade f&#246;rh&#229;llanden

10 &#167; Den som ans&#246;ker om eller har beviljats st&#246;d ur Allm&#228;nna 
arvsfonden ska utan dr&#246;jsm&#229;l till Arvsfondsdelegationen anm&#228;la 
s&#229;dana &#228;ndrade f&#246;rh&#229;llanden som kan p&#229;verka r&#228;tten till eller 
storleken av st&#246;det.

Redovisning

11 &#167; Den som har beviljats st&#246;d ska f&#246;rel&#228;ggas att inom viss 
tid efter mottagandet av medlen skriftligen redovisa hur 
medlen har anv&#228;nts och p&#229; beg&#228;ran av Arvsfondsdelegationen 
l&#228;mna det underlag som beh&#246;vs f&#246;r granskningen av 
redovisningen.

Hinder mot utbetalning

12 &#167; Om den som har beviljats st&#246;d inte uppfyller de krav som 
f&#246;ljer av 3 &#167; f&#246;rsta stycket andra meningen, 4, 6, 7 och 9-
11 &#167;&#167;, ska Arvsfondsdelegationen besluta att st&#246;det helt eller 
delvis inte ska betalas ut. Beslutet g&#228;ller omedelbart.

Innan delegationen fattar ett beslut enligt f&#246;rsta stycket f&#229;r 
delegationen ge den som beviljats st&#246;d tillf&#228;lle att avhj&#228;lpa 
bristen.

&#197;terbetalningsskyldighet och &#229;terkrav

13 &#167; St&#246;d ska betalas tillbaka om

1. st&#246;det inte har anv&#228;nts inom angiven tid eller f&#246;r avsett 
&#228;ndam&#229;l,

2. mottagaren inte inom f&#246;reskriven tid har l&#228;mnat redovisning 
eller underlag enligt 11 &#167;,

3. mottagaren genom att l&#228;mna oriktiga uppgifter eller p&#229; 
annat s&#228;tt har orsakat att st&#246;d ur Allm&#228;nna arvsfonden har 
l&#228;mnats felaktigt eller med ett f&#246;r h&#246;gt belopp, eller

4. st&#246;det av n&#229;got annat sk&#228;l har l&#228;mnats felaktigt eller med 
ett f&#246;r h&#246;gt belopp och mottagaren borde ha insett detta.

F&#246;r st&#246;d f&#246;r en lokal eller en anl&#228;ggning g&#228;ller dessutom att 
st&#246;det ska &#229;terbetalas helt eller delvis, om lokalen eller 
anl&#228;ggningen s&#228;ljs eller anv&#228;ndningen av den &#228;ndras utan 
delegationens medgivande inom den tidsperiod som enligt 7 &#167; 
f&#246;rsta och andra styckena g&#228;ller f&#246;r st&#246;det.

14 &#167; Om Arvsfondsdelegationen anser att mottagaren b&#246;r betala 
tillbaka st&#246;d ur Allm&#228;nna arvsfonden, ska &#228;rendet &#246;verl&#228;mnas 
till Kammarkollegiet som beslutar i fr&#229;gan. Kammarkollegiet 
f&#229;r, om det finns s&#228;rskilda sk&#228;l, besluta att mottagaren helt 
eller delvis ska befrias fr&#229;n &#229;terbetalningsskyldighet.

3 kap. F&#246;rvaltning av Allm&#228;nna arvsfonden

Hanteringen av Allm&#228;nna arvsfondens egendom

1 &#167; Allm&#228;nna arvsfondens egendom f&#246;rvaltas av Kammarkollegiet 
som en s&#228;rskild fond.

2 &#167; Allm&#228;nna arvsfondens r&#228;tt till egendom bevakas av 
Kammarkollegiet. Kammarkollegiet f&#246;r fondens talan i m&#229;l och 
&#228;renden som r&#246;r fonden.

3 &#167; Medel som tillfaller Allm&#228;nna arvsfonden ska &#246;verl&#228;mnas 
till Kammarkollegiet. Kammarkollegiet ska ta emot och granska 
redovisning f&#246;r f&#246;rvaltning av egendom som tillfaller fonden.

4 &#167; Allm&#228;nna arvsfondens kapital f&#229;r tas i anspr&#229;k f&#246;r fondens 
&#228;ndam&#229;l &#228;ven till den del det redovisas som bundet.

5 &#167; Regeringen beslutar varje &#229;r hur stor del av Allm&#228;nna 
arvsfondens samlade tillg&#229;ngar som ska vara tillg&#228;nglig f&#246;r 
utdelning det n&#228;rmast f&#246;ljande &#229;ret och anger samtidigt 
ber&#228;knad niv&#229; f&#246;r de tv&#229; d&#228;rp&#229; f&#246;ljande &#229;ren. 

Regeringens beslut f&#229;r inte medf&#246;ra att fondens l&#229;ngsiktiga 
f&#246;rvaltning och fortlevnad &#228;ventyras. Medel som har gjorts 
tillg&#228;ngliga f&#246;r utdelning, men som inte har f&#246;rdelats under 
&#229;ret, ska &#229;terg&#229; till fondens samlade tillg&#229;ngar.

6 &#167; H&#246;gst en tiondel av de medel som regeringen har beslutat 
enligt 5 &#167; f&#229;r f&#246;rdelas till verksamheter till f&#246;rm&#229;n f&#246;r 
&#228;ldre personer.

G&#229;vor och testamenten

7 &#167; Om ett testamente eller en g&#229;va till f&#246;rm&#229;n f&#246;r Allm&#228;nna 
arvsfonden har f&#246;renats med villkor, beslutar Kammarkollegiet 
om egendomen ska tas emot.

8 &#167; Ett testamente till n&#229;gon annan &#228;n Allm&#228;nna arvsfonden f&#229;r 
godk&#228;nnas av Kammarkollegiet, om det inte finns n&#229;gon 
anledning till klander. Ett testamente som kan antas vara ett 
riktigt uttryck f&#246;r arvl&#229;tarens yttersta vilja f&#229;r godk&#228;nnas 
&#228;ven om det finns anledning till klander.

Kammarkollegiets redovisning till regeringen

9 &#167; Kammarkollegiet ska varje &#229;r till regeringen l&#228;mna en 
redovisning f&#246;r f&#246;rvaltningen av Allm&#228;nna arvsfonden som avser 
det senast avslutade r&#228;kenskaps&#229;ret. Redovisningen ska l&#228;mnas 
i samband med Kammarkollegiets &#229;rsredovisning. Riksrevisionen 
ska i enlighet med vad som f&#246;reskrivs i 5 &#167; lagen (2002:1022) 
om revision av statlig verksamhet m.m. granska redovisningen.

Arvsavst&#229;ende

10 &#167; Arv eller f&#246;rs&#228;kringsbelopp som har tillfallit Allm&#228;nna 
arvsfonden f&#229;r helt eller delvis avst&#229;s till n&#229;gon annan om 
det med h&#228;nsyn till uttalanden av arvl&#229;taren eller till andra 
s&#228;rskilda omst&#228;ndigheter kan anses st&#228;mma &#246;verens med 
arvl&#229;tarens yttersta vilja.

&#196;ven i annat fall f&#229;r arv eller f&#246;rs&#228;kringsbelopp avst&#229;s till 
arvl&#229;tarens sambo eller n&#229;gon annan som genom 
beroendef&#246;rh&#229;llande har st&#229;tt arvl&#229;taren n&#228;ra, om det kan 
anses sk&#228;ligt. Vid sk&#228;lighetsbed&#246;mningen ska s&#228;rskilt beaktas 
graden av beroendef&#246;rh&#229;llande mellan arvl&#229;taren och s&#246;kanden 
och om s&#246;kanden har behov av egendomen.

11 &#167; Arv som utg&#246;rs av s&#229;dan egendom som &#228;r av v&#228;sentlig 
betydelse fr&#229;n kulturhistorisk synpunkt eller fr&#229;n natur- 
eller kulturv&#229;rdssynpunkt f&#229;r avst&#229;s till en juridisk person 
som har s&#228;rskilda f&#246;ruts&#228;ttningar att ta hand om egendomen p&#229; 
l&#228;mpligt s&#228;tt.

Om det finns s&#228;rskilda sk&#228;l f&#229;r ett belopp av det arv som 
tillfallit Allm&#228;nna arvsfonden tillsammans med s&#229;dan egendom 
avst&#229;s till mottagaren av egendomen att anv&#228;ndas f&#246;r s&#229;dana 
omedelbara &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga f&#246;r att bevara den.

12 &#167; Kammarkollegiet beslutar om avst&#229;ende av arv och 
f&#246;rs&#228;kringsbelopp. 

13 &#167; Den som vill att ett arv eller ett f&#246;rs&#228;kringsbelopp som 
har tillfallit Allm&#228;nna arvsfonden ska avst&#229;s helt eller 
delvis, ska ans&#246;ka om det hos Kammarkollegiet. Kammarkollegiet 
f&#229;r uppdra &#229;t l&#228;nsstyrelsen att utreda fr&#229;gan.

En ans&#246;kan om arvsavst&#229;ende ska g&#246;ras senast tre &#229;r efter 
d&#246;dsfallet eller efter det att arvet genom preskription har 
tillfallit fonden. Om ans&#246;kan har kommit in f&#246;r sent ska den 
avvisas.

4 kap. Hantering av d&#246;dsbon 

Anm&#228;lningsskyldighet vid d&#246;dsfall

1 &#167; Om det vid ett d&#246;dsfall inte finns n&#229;gon annan arvinge &#228;n 
Allm&#228;nna arvsfonden eller om fonden &#228;r testamentstagare, ska 
den som har boet i sin v&#229;rd anm&#228;la detta till Kammarkollegiet.

God man

2 &#167; Om det vid ett d&#246;dsfall inte finns n&#229;gon annan arvinge &#228;n 
Allm&#228;nna arvsfonden eller om fonden &#228;r testamentstagare, ska 
Kammarkollegiet f&#246;rordna en god man att f&#246;retr&#228;da fonden vid 
boutredningen.

3 &#167; God man beh&#246;ver inte f&#246;rordnas

1. om Allm&#228;nna arvsfonden har uteslutits fr&#229;n arv genom 
testamente och Kammarkollegiet bed&#246;mer att det inte finns 
n&#229;gon anledning till klander,

2. om boet har st&#246;rre skulder &#228;n tillg&#229;ngar och det inte 
beh&#246;vs en god man f&#246;r att ta v&#229;rd om egendomen, eller

3. om egendom som har tillfallit fonden som legat utg&#246;rs av 
pengar.

4 &#167; Har egendom tillfallit Allm&#228;nna arvsfonden genom g&#229;va som 
inte endast utg&#246;rs av pengar ska Kammarkollegiet f&#246;rordna en 
god man att ta hand om egendomen.

5 &#167; Kammarkollegiet ska &#246;vervaka att den gode mannen fullg&#246;r 
sina uppgifter.

I fr&#229;ga om god man enligt denna lag g&#228;ller vad som &#228;r 
f&#246;reskrivet om sysslom&#228;n i 18 kap. handelsbalken.

F&#246;rs&#228;ljning av Allm&#228;nna arvsfondens egendom

6 &#167; Kammarkollegiet beslutar om f&#246;rs&#228;ljning av fast egendom 
eller tomtr&#228;tt som har tillfallit Allm&#228;nna arvsfonden.

7 &#167; Annan l&#246;s egendom &#228;n tomtr&#228;tt ska, om god man har 
f&#246;rordnats, av denne s&#228;ljas p&#229; offentlig auktion, om 
Kammarkollegiet inte medger annat.

Fordringar f&#229;r s&#228;ljas endast om de inte kan drivas in.

Om s&#228;rskilda f&#246;reskrifter har l&#228;mnats genom ett testamente, 
ska de till&#228;mpas.

8 &#167; Om det i ett d&#246;dsbo finns egendom som f&#246;rvaltas av en god 
man enligt 11 kap. 3 &#167; f&#246;r&#228;ldrabalken och som har tillfallit 
Allm&#228;nna arvsfonden, g&#228;ller 6 och 7 &#167;&#167; i fr&#229;ga om egendomens 
f&#246;rs&#228;ljning.

5 kap. Kostnader

1 &#167; Kostnader f&#246;r f&#246;rdelning av st&#246;d ska betalas ur Allm&#228;nna 
arvsfonden enligt de grunder som regeringen best&#228;mmer.

2 &#167; Kammarkollegiets kostnader f&#246;r att f&#246;rvalta och f&#246;retr&#228;da 
Allm&#228;nna arvsfonden ska betalas ur fonden enligt de grunder 
som regeringen best&#228;mmer.

6 kap. &#214;vriga best&#228;mmelser

&#214;verklagande

1 &#167; Beslut enligt 2 kap. 12 &#167; f&#246;rsta stycket och 
Kammarkollegiets beslut enligt 2 kap. 14 &#167; och 3 kap. 13 &#167; 
andra stycket f&#229;r &#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. 
Andra beslut enligt denna lag f&#229;r inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Redovisning till riksdagen

2 &#167; Regeringen ska varje &#229;r f&#246;re juni m&#229;nads utg&#229;ng l&#228;mna en 
redovisning till riksdagen f&#246;r hur Allm&#228;nna arvsfonden har 
f&#246;rvaltats och hur st&#246;d har f&#246;rdelats under det f&#246;reg&#229;ende 
r&#228;kenskaps&#229;ret och &#228;ven ange den kommande inriktningen av 
st&#246;det.

Kammarkollegiets redovisning enligt 3 kap. 9 &#167; ska bifogas 
redovisningen till riksdagen.

Delgivning

3 &#167; N&#228;r delgivning ska ske med Allm&#228;nna arvsfonden &#228;r chefen 
f&#246;r Kammarkollegiet, eller n&#229;gon annan person som &#228;r beh&#246;rig 
att ta emot delgivningen f&#246;r Kammarkollegiets r&#228;kning, 
delgivningsmottagare.


&#214;verg&#229;ngsbest&#228;mmelser

2021:401

1. Denna lag tr&#228;der i kraft den 1 juli 2021.

2. Genom lagen upph&#228;vs lagen (1994:243) om Allm&#228;nna 
arvsfonden.

3. Den upph&#228;vda lagen g&#228;ller dock fortfarande f&#246;r beslut om 
st&#246;d som har meddelats f&#246;re ikrafttr&#228;dandet.

4. Regeringen f&#229;r efter ikrafttr&#228;dandet besluta hur stor del 
av Allm&#228;nna arvsfondens samlade tillg&#229;ngar som ska vara 
tillg&#228;nglig f&#246;r utdelning f&#246;r perioden 1 juli 2021-31 december 
2021 och samtidigt ange ber&#228;knad niv&#229; f&#246;r 2022 och 2023.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=391">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=393">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
