

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-20" /> 
 <meta id="rattsinfo-edited" content="2023-01-20 13:31:38" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3922</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3921">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3923">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1980:1097 ·
                    <a href="/sfsr?bet=1980:1097">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1980:1097) om Svenska skeppshypotekskassan</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet RSN
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1980-12-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:484
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">&#196;ndam&#229;l

1 &#167; Svenska skeppshypotekskassan har till &#228;ndam&#229;l att medverka
vid finansiering av rederiverksamhet som bedrivs av svenskt
rederi eller av en utl&#228;ndsk juridisk person d&#228;r svenska fysiska
eller juridiska personer har ett betydande inflytande eller
intresse.

F&#246;r &#228;ndam&#229;let l&#228;mnar skeppshypotekskassan l&#229;n, huvudsakligen av
l&#229;ngfristig karakt&#228;r, eller ikl&#228;der sig garanti f&#246;r s&#229;dana l&#229;n.

Svenska skeppshypotekskassan f&#229;r pr&#246;va fr&#229;ga om l&#229;n till
svenskt rederif&#246;retag f&#246;r f&#246;rv&#228;rv, ombyggnad eller reparation
av mindre fartyg, f&#246;r vilket statligt st&#246;d till f&#246;rlustt&#228;ckning
l&#228;mnas eller kan l&#228;mnas. Lag (1998:310).

Fonder

2 &#167; Som garantifond f&#246;r kassans f&#246;rbindelser st&#228;ller staten till
f&#246;rfogande av fullm&#228;ktige i Riksg&#228;ldskontoret utf&#228;rdade
garantif&#246;rbindelser p&#229; trehundrafemtio miljoner kronor. Lag (1992:864).

3 &#167; Kassans beh&#229;llna &#229;rsvinst skall avs&#228;ttas till en reservfond. Denna
skall anv&#228;ndas till att t&#228;cka f&#246;rluster i kassans r&#246;relse.

Kapitalt&#228;ckning

3 a &#167; Av lagen (2014:968) om s&#228;rskild tillsyn &#246;ver 
kreditinstitut och v&#228;rdepappersbolag och lagen (2014:966) om 
kapitalbuffertar framg&#229;r att lagarna och best&#228;mmelser i 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 575/2013 av 
den 26 juni 2013 om tillsynskrav f&#246;r kreditinstitut och om 
&#228;ndring av f&#246;rordning (EU) nr 648/2012 ska till&#228;mpas f&#246;r 
Svenska skeppshypotekskassan. Lag (2021:484).

3 b &#167; Har upph&#228;vts genom lag (1994:2006).

3 c &#167; Har upph&#228;vts genom lag (1994:2006).

Uppl&#229;ning

4 &#167; Kassan anskaffar medel f&#246;r sin verksamhet genom l&#229;n mot
obligationer eller genom annan uppl&#229;ning.

Sammanlagda beloppet av kassans l&#229;neskuld och garantif&#246;rpliktelser
f&#229;r inte uppg&#229; till mera &#228;n tio g&#229;nger sammanlagda beloppet av kassans
garanti- och reservfonder. Motv&#228;rdet i svenska kronor av l&#229;neskuld eller
garantif&#246;rpliktelse i utl&#228;ndsk valuta skall ber&#228;knas p&#229; grundval av den
vid ber&#228;kningstillf&#228;llet p&#229; den svenska valutamarknaden noterade
s&#228;ljkursen f&#246;r valutan i fr&#229;ga.

L&#229;ner&#246;relsen

5 &#167; F&#246;r att l&#229;n skall f&#229; l&#228;mnas fr&#229;n kassan skall det finnas
betryggande s&#228;kerhet i form av inteckning i fartyg eller
tillgodohavande hos eller borgen av staten, bank eller
kreditmarknadsf&#246;retag.

Inteckning skall ligga inom sjuttio eller i s&#228;rskilda fall
&#229;ttio procent av det v&#228;rde till vilket styrelsen uppskattar
fartyget. Som s&#228;kerhet f&#229;r inte godtas inteckning i fartyg som
&#228;r &#228;ldre &#228;n tjugo &#229;r, om det inte finns s&#228;rskilda sk&#228;l.

I fr&#229;ga om l&#229;n till den mindre skeppsfarten utf&#228;rdar regeringen
ytterligare best&#228;mmelser. Lag (2004:428).

6 &#167; L&#229;n skall l&#228;mnas p&#229; best&#228;md tid, som inte f&#229;r &#246;verstiga femton &#229;r.

&#214;verstiger l&#229;netiden ett &#229;r, skall kassan i regel utl&#228;mna l&#229;net att
&#229;terbetalas genom avbetalningar enligt fastst&#228;lld plan.

7 &#167; F&#246;rfallotiden f&#246;r l&#229;n som kassan beviljar skall best&#228;mmas s&#229;, att
den &#228;r f&#246;renlig med villkoren f&#246;r kassans f&#246;rbindelser.

Kassan skall vidare s&#228;rskilt uppm&#228;rksamma att samma eller med varandra i
v&#228;sentlig ekonomisk intressegemenskap f&#246;rbundna l&#229;ntagare inte erh&#229;ller
l&#229;n i s&#229;dan omfattning, att fara f&#246;r kassans s&#228;kerhet kan uppkomma. Med
l&#229;n j&#228;mst&#228;lls borgen och annan garantif&#246;rpliktelse som kassan ing&#229;tt f&#246;r
l&#229;ntagaren.

8 &#167; Om s&#228;kerheten f&#246;r ett l&#229;n f&#246;r&#228;ndras v&#228;sentligt eller en l&#229;ntagare
inte fullg&#246;r villkoren f&#246;r sitt l&#229;n, f&#229;r kassan s&#228;ga upp l&#229;net till
betalning omedelbart eller inom viss tid.

Kostnader f&#246;r besiktning, v&#228;rdering, intecknings&#229;tg&#228;rd eller annan
&#229;tg&#228;rd betalas av l&#229;ntagaren.

Organisation m.m.

9 &#167; Kassan f&#246;rvaltas av en styrelse med s&#228;te i G&#246;teborg. Styrelsen
best&#229;r av sju ledam&#246;ter av vilka en skall vara ordf&#246;rande och en vice
ordf&#246;rande. F&#246;r styrelsens ledam&#246;ter finns h&#246;gst sju suppleanter.

Styrelsens ordf&#246;rande, vice ordf&#246;rande och &#246;vriga ledam&#246;ter samt
suppleanter utses av regeringen f&#246;r en tid av h&#246;gst tre &#229;r.

Regeringen best&#228;mmer arvoden till ledam&#246;terna.

Best&#228;mmelser om arbetstagarrepresentanter finns i lagen (1987:1245) om
styrelserepresentation f&#246;r de privatanst&#228;llda. Lag (1987:1258).

10 &#167; Styrelsen tills&#228;tter och entledigar verkst&#228;llande direkt&#246;r och
&#246;vriga tj&#228;nstem&#228;n samt best&#228;mmer l&#246;nevillkor f&#246;r dem.

Styrelsen beslutar om arbetsordning f&#246;r egen del och om instruktion f&#246;r
verkst&#228;llande direkt&#246;ren och tj&#228;nstem&#228;nnen med n&#228;rmare f&#246;reskrifter om
kassans f&#246;rvaltning.

11 &#167; Regeringen pr&#246;var styrelsens f&#246;rvaltning.

12 &#167; Kassans r&#228;kenskaps&#229;r &#228;r kalender&#229;r.

Styrelsens uppgifter

13 &#167; Styrelsen pr&#246;var fr&#229;gor om att uppta och bevilja l&#229;n och om att
st&#228;lla garanti samt fr&#229;gor om l&#229;n f&#246;r vilket statligt st&#246;d till
f&#246;rlustt&#228;ckning l&#228;mnas eller kan l&#228;mnas.

Styrelsen beslutar om besiktning och v&#228;rdering av fartyg och om arvode
f&#246;r s&#229;dan f&#246;rr&#228;ttning. Lag (1987:1225).

14 &#167; Styrelsen skall tillse att ett pantsatt fartyg i sin helhet &#228;r
kaskof&#246;rs&#228;krat mot s&#229;v&#228;l totalf&#246;rlust som partiell skada och kostnad
till minst det v&#228;rde till vilket styrelsen uppskattar fartyget.
Styrelsen f&#229;r dock godta kaskof&#246;rs&#228;kring avseende l&#228;gre v&#228;rde, om
skillnaden i v&#228;rde t&#228;cks genom kaskointressef&#246;rs&#228;kring. Styrelsen f&#229;r
medge att fartygs&#228;garen st&#229;r sj&#228;lvrisk till h&#246;gst tio procent av det
v&#228;rde till vilket styrelsen uppskattar fartyget.

Styrelsen skall h&#228;rut&#246;ver tillse att f&#246;r fartyget finns dels s&#228;rskild
f&#246;rs&#228;kring, som i sedvanlig utstr&#228;ckning bereder skydd som inte
innefattas i kaskof&#246;rs&#228;kringen mot den ers&#228;ttningsskyldighet som kan
uppkomma f&#246;r fartygets &#228;gare, dels krigsf&#246;rs&#228;kring.

Styrelsen f&#229;r besluta om ytterligare f&#246;rs&#228;kring som styrelsen anser
beh&#246;vlig.

15 &#167; I fr&#229;ga om s&#229;v&#228;l kasko- som kaskointressef&#246;rs&#228;kring skall styrelsen
tillse att f&#246;rs&#228;kringen g&#228;ller till f&#246;rm&#229;n f&#246;r kassan och att den medf&#246;r
r&#228;tt f&#246;r kassan att, &#228;ven om dess fordran inte &#228;r f&#246;rfallen, f&#229; betalt
ur utfallande f&#246;rs&#228;kringsbelopp framf&#246;r fartygs&#228;garen, om inte &#228;garen,
vid partiell skada, l&#229;ter reparera fartyget eller p&#229; annat s&#228;tt bereder
kassan samma s&#228;kerhet som f&#246;re skadans intr&#228;ffande.

16 &#167; Styrelsen skall tillse att f&#246;rs&#228;kringsgivaren gentemot
kassan f&#246;rbundit sig att iaktta att f&#246;rs&#228;kringen inte &#228;ndras
eller upph&#246;r utan kassans vetskap och att kassan f&#229;r det r&#229;drum
som beh&#246;vs f&#246;r att s&#228;kerst&#228;lla sig f&#246;re f&#246;rs&#228;kringens
upph&#246;rande.

I &#246;vrigt skall f&#246;r en f&#246;rs&#228;kring som avses i 14 &#167; g&#228;lla s&#229;dana
best&#228;mmelser som f&#246;reskrivs i f&#246;rs&#228;kringsavtalslagen (2005:104)
med den j&#228;mkning som styrelsen finner p&#229;kallad av
omst&#228;ndigheterna. Lag (2005:114).

17 &#167; Kassan f&#229;r ink&#246;pa s&#229;dant fartyg som pantsatts eller utm&#228;tts f&#246;r
kassans fordran, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att skydda fordringen. Ett
ink&#246;pt fartyg skall avyttras s&#229; snart det kan ske utan f&#246;rlust.

18 &#167; Det &#229;ligger styrelsen att

1. f&#246;ra kassans talan i alla dess angel&#228;genheter,

2. tillse att kassans s&#228;kerheter inte minskar genom vanv&#229;rd av
pantsatt fartyg eller p&#229; annat s&#228;tt,

3. tillse att kassans l&#229;ntagare fullg&#246;r sina skyldigheter mot
kassan i r&#228;tt tid och l&#229;ta vidta beh&#246;vliga &#229;tg&#228;rder, om detta
inte sker,

4. tillse att kassans b&#246;cker och r&#228;kenskaper f&#246;rs i f&#246;reskriven
ordning och att s&#228;kerheter och f&#246;rs&#228;kringar vidmakth&#229;lls och
f&#246;rnyas i r&#228;tt tid,

5. &#229;rligen f&#246;re den 15 mars avge ber&#228;ttelse &#246;ver kassans
f&#246;rvaltning och verksamhet under n&#228;rmast f&#246;reg&#229;ende &#229;r,

6. tillse att Regeringskansliet och l&#229;ntagarna i kassan &#229;rligen
f&#246;re april m&#229;nads utg&#229;ng tillst&#228;lls styrelsens och revisorernas
ber&#228;ttelser &#246;ver kassans f&#246;rvaltning och r&#228;kenskaper,

7. tillse att inom i punkten 6 n&#228;mnd tid till varje l&#229;ntagare
s&#228;nds en f&#246;rteckning &#246;ver l&#229;ntagarna i kassan med angivande av
kapitalbeloppet av varje l&#229;ntagares l&#229;n vid utg&#229;ngen av n&#228;rmast
f&#246;reg&#229;ende &#229;r,

8. ombes&#246;rja att medel som inflyter till kassan och inte
omedelbart kommer till anv&#228;ndning of&#246;rdr&#246;jligen g&#246;rs
r&#228;nteb&#228;rande genom placering p&#229; betryggande s&#228;tt,

9. tillse att den garantif&#246;rbindelse som utg&#246;r garantifond, av
kassan utf&#228;rdade men inte utel&#246;pande obligationer, blanketter
till obligationer, l&#229;nereverser med s&#228;kerheter samt andra
v&#228;rdehandlingar h&#229;lls under betryggande f&#246;rvaring och v&#229;rd.
Lag (1998:310).

19 &#167; Om kassan tar upp l&#229;n eller l&#228;mnar garantif&#246;rpliktelse i utl&#228;ndsk
valuta, skall styrelsen tillse att summan av l&#229;neskuld och
garantif&#246;rpliktelser i utl&#228;ndsk valuta, ber&#228;knad i motv&#228;rdet i svenska
kronor enligt 4 &#167; andra stycket, inte &#246;verstiger 75 procent av
skillnaden mellan det belopp, som enligt n&#228;mnda lagrum utg&#246;r h&#246;gsta
sammanlagda beloppet f&#246;r kassans l&#229;neskuld och garantif&#246;rpliktelser, och
det belopp till vilket kassans l&#229;neskuld och garantif&#246;rpliktelser
uppg&#229;r.

Om kassan har tagit upp l&#229;n i utl&#228;ndsk valuta, skall styrelsen besluta
om l&#229;n fr&#229;n kassan i den valuta vari uppl&#229;ning skett.

Om inteckning utg&#246;r s&#228;kerhet f&#246;r l&#229;n eller garanti som kassan har
l&#228;mnat, skall styrelsen tillse att inteckningen lyder p&#229; belopp i den
valuta vari l&#229;net eller garantin har l&#228;mnats och uppskatta v&#228;rdet av det
intecknade fartyget i samma valuta.

Styrelsens arbetsformer

20 &#167; Styrelsen sammantr&#228;der p&#229; kallelse av ordf&#246;randen s&#229; ofta denne
finner omst&#228;ndigheterna f&#246;ranleda det. Till varje sammantr&#228;de kallas
samt  liga ledam&#246;ter och, vid f&#246;rfall, beh&#246;vligt antal suppleanter.

&#196;r verkst&#228;llande direkt&#246;ren inte ledamot i styrelsen, skall &#228;ven han
kallas till sammantr&#228;de. Verkst&#228;llande direkt&#246;ren skall d&#228;rvid ha r&#228;tt
att delta i &#246;verl&#228;ggningarna, att framst&#228;lla f&#246;rslag och att f&#229; sin
mening antecknad i protokollet men inte ha r&#228;tt att delta i besluten.

Sammantr&#228;de h&#229;lls i G&#246;teborg, om inte s&#228;rskilda sk&#228;l f&#246;ranleder annat.

21 &#167; Styrelsen &#228;r beslutf&#246;r n&#228;r minst fem ledam&#246;ter &#228;r n&#228;rvarande.

Som styrelsens beslut g&#228;ller den mening som de flesta f&#246;renar sig om
eller, vid lika r&#246;stetal, den mening som ordf&#246;randen vid sammantr&#228;det
bitr&#228;der.

22 &#167; Ledamot i styrelsen eller verkst&#228;llande direkt&#246;ren f&#229;r inte delta i
behandling av fr&#229;ga som r&#246;r avtal mellan honom och kassan eller i vilken
han annars har ett v&#228;sentligt intresse.

23 &#167; Vid styrelsens sammantr&#228;de f&#246;rs protokoll som justeras p&#229; s&#228;tt
styrelsen best&#228;mmer.

24 &#167; Styrelsen f&#229;r bemyndiga ledam&#246;ter och suppleanter i styrelsen samt
verkst&#228;llande direkt&#246;ren och annan befattningshavare hos kassan, minst
tv&#229; i f&#246;rening, att teckna kassans firma.

25 &#167; Styrelsen f&#229;r uppdra &#229;t enskilda ledam&#246;ter i styrelsen eller
befattningshavare hos kassan att var f&#246;r sig eller tv&#229; eller flera i
f&#246;rening avg&#246;ra &#228;rende eller grupp av &#228;renden som inte &#228;r av s&#229;dan
beskaffenhet att pr&#246;vningen b&#246;r ankomma p&#229; styrelsen. S&#229;dant uppdrag f&#229;r
dock inte l&#228;mnas i fr&#229;ga om utseende eller entledigande av verkst&#228;llande
direkt&#246;r eller om uppl&#229;ning, beviljande av l&#229;n eller st&#228;llande av
garanti.

Styrelsen f&#229;r sj&#228;lv pr&#246;va &#228;rende utan hinder av l&#228;mnat uppdrag.

Revision

26 &#167; F&#246;r revision av styrelsens f&#246;rvaltning och kassans r&#228;kenskaper
utser regeringen &#229;rligen tv&#229; revisorer och suppleanter f&#246;r dem.

Regeringen best&#228;mmer revisorernas arvoden.

26 a &#167; Om revisorn vid fullg&#246;rande av sitt uppdrag i kassan f&#229;r
k&#228;nnedom om f&#246;rh&#229;llanden som

1. kan utg&#246;ra en v&#228;sentlig &#246;vertr&#228;delse av de f&#246;rfattningar som
reglerar kassans verksamhet,

2. kan p&#229;verka kassans fortsatta drift negativt, eller

3. kan leda till att revisorn avstyrker att balansr&#228;kningen eller
resultatr&#228;kningen fastst&#228;lls eller till anm&#228;rkning enligt 28 &#167;,
skall revisorn omg&#229;ende rapportera detta till Finansinspektionen.
Lag (1996:757).

27 &#167; Styrelsen skall bereda kassans revisorer tillf&#228;lle att n&#228;r som
helst inventera kassans tillg&#229;ngar och att granska kassans b&#246;cker,
r&#228;kenskaper och andra handlingar.

Styrelsens f&#246;rvaltningsber&#228;ttelse skall &#246;verl&#228;mnas till revisorerna utan
dr&#246;jsm&#229;l efter det att den har avgivits.

28 &#167; Revisorerna skall senast den 1 april avge revisionsber&#228;ttelse och
utan dr&#246;jsm&#229;l &#246;verl&#228;mna den till styrelsen.

Revisionsber&#228;ttelsen skall inneh&#229;lla en redog&#246;relse f&#246;r omfattningen och
resultatet av revisorernas granskning samt ett uttalande om anm&#228;rkning
finns med avseende p&#229; f&#246;rvaltningsber&#228;ttelsen, de i denna upptagna
resultat- och balansr&#228;kningarna, styrelsens bokf&#246;ring eller inventering
av de under dess f&#246;rvaltning st&#229;ende tillg&#229;ngarna eller i &#246;vrigt
betr&#228;ffande styrelsens f&#246;rvaltning. Finns anledning till anm&#228;rkning,
skall denna anges i revisionsber&#228;ttelsen. Revisorerna skall i
ber&#228;ttelsen meddela de erinringar som de anser p&#229;kallade.

29 &#167; Revisorerna f&#229;r till sitt bitr&#228;de anlita siffergranskare och
meddela anvisningar f&#246;r dennes arbete.

Siffergranskarens arvode best&#228;ms av revisorerna eller, om styrelsen
beg&#228;r det, av regeringen.

L&#229;ntagarsammantr&#228;de

30 &#167; L&#229;ntagarna skall beredas tillf&#228;lle att sammantr&#228;da f&#246;r granskning
av styrelsens f&#246;rvaltning och kassans r&#228;kenskaper om n&#229;gon l&#229;ntagare
beg&#228;r det. S&#229;dan beg&#228;ran skall framst&#228;llas skriftligen hos styrelsen
f&#246;re den 10 maj &#229;ret n&#228;rmast efter det &#229;r granskningen avser.

Beg&#228;rs sammantr&#228;de enligt f&#246;rsta stycket, skall det genom styrelsens
f&#246;rsorg uts&#228;ttas att &#228;ga rum i G&#246;teborg f&#246;re utg&#229;ngen av maj m&#229;nad samma
&#229;r p&#229; tid och plats som styrelsen best&#228;mmer.

Varje l&#229;ntagare skall kallas till sammantr&#228;det i rekommenderat brev som
skall s&#228;ndas ut minst tio dagar f&#246;re sammantr&#228;det. I kallelsen skall
anges de &#228;renden som skall f&#246;rekomma p&#229; sammantr&#228;det.

31 &#167; Vid l&#229;ntagarsammantr&#228;de f&#229;r ledam&#246;terna och suppleanterna i
styrelsen, verkst&#228;llande direkt&#246;ren och revisorerna n&#228;rvara och delta i
&#246;verl&#228;ggningarna men inte i besluten.

Styrelsens ordf&#246;rande eller vice ordf&#246;rande eller annan styrelseledamot,
verkst&#228;llande direkt&#246;ren och minst en revisor b&#246;r n&#228;rvara vid
sammantr&#228;det.

32 &#167; Sammantr&#228;det &#246;ppnas av den inom styrelsen som styrelsen har utsett
till det. D&#228;refter justeras r&#246;stl&#228;ngd och de r&#246;stber&#228;ttigade l&#229;ntagarna
v&#228;ljer ordf&#246;rande f&#246;r sammantr&#228;det.

33 &#167; Varje l&#229;ntagare som har fullgjort sin betalningsskyldighet till
kassan har r&#246;str&#228;tt vid sammantr&#228;det. L&#229;ntagare har en r&#246;st f&#246;r varje
p&#229;b&#246;rjat femtiotusental av sitt obetalda l&#229;nebelopp hos kassan. R&#246;str&#228;tt
f&#246;r egen del eller p&#229; grund av fullmakt f&#229;r dock inte ut&#246;vas av en
l&#229;ntagare f&#246;r mer &#228;n en tiondel av hela det vid sammantr&#228;det antecknade
r&#246;stetalet.

34 &#167; Omr&#246;stning sker &#246;ppet. Som beslut g&#228;ller den mening f&#246;r vilken de
flesta r&#246;sterna avges. Vid lika r&#246;stetal g&#228;ller den mening som
ordf&#246;randen vid sammantr&#228;det bitr&#228;der.

Vid sammantr&#228;det f&#246;rs protokoll genom styrelsens f&#246;rsorg.

35 &#167; Yttrande som l&#229;ntagarna beslutar vid sammantr&#228;de skall genom
styrelsens f&#246;rsorg tillst&#228;llas industridepartementet senast &#229;tta dagar
efter sammantr&#228;det.

Likvidation

36 &#167; Regeringen beslutar om likvidation. Innan s&#229;dant beslut meddelas,
skall styrelsen h&#246;ras.

Vid likvidation skall kassans egna medel anv&#228;ndas f&#246;r att fullg&#246;ra
kassans f&#246;rbindelser. F&#246;r vad som d&#228;refter &#229;terst&#229;r av f&#246;rbindelserna &#228;r
l&#229;ntagarna ansvariga i f&#246;rh&#229;llande till de vid likvidationsbeslutet
obetalda kapitalbeloppen av sina l&#229;n fr&#229;n kassan. Kan en l&#229;ntagare inte
fullg&#246;ra sin betalningsskyldighet &#228;r &#246;vriga l&#229;ntagare hos kassan med
samma f&#246;rdelning ansvariga f&#246;r bristen. En l&#229;ntagares ansvarighet f&#229;r
dock inte g&#246;ras g&#228;llande till h&#246;gre belopp &#228;n som motsvarar fem procent
av det vid likvidationsbeslutet obetalda kapitalbeloppet av hans l&#229;n
fr&#229;n kassan.

Garantifonden f&#229;r tas i anspr&#229;k endast i den m&#229;n det beh&#246;vs f&#246;r att
fullg&#246;ra kassans f&#246;rbindelser sedan kassans egna medel blivit anv&#228;nda
och l&#229;ntagarnas ansvarighet enligt andra stycket utnyttjats.

Vad som &#229;terst&#229;r av tillg&#229;ngar sedan skulderna har betalats tillfaller
staten.

Skadest&#229;ndsskyldighet f&#246;r styrelseledam&#246;ter och revisorer

37 &#167; Styrelseledam&#246;ter som upps&#229;tligen eller av oaktsamhet tillskyndar
kassan skada svarar solidariskt f&#246;r skadan.

Har revisorer mot b&#228;ttre vetande l&#228;mnat oriktig uppgift i sin ber&#228;ttelse
eller upps&#229;tligen underl&#229;tit att g&#246;ra anm&#228;rkning mot s&#229;dan uppgift i en
handling som de granskat eller visat oaktsamhet vid fullg&#246;rande av sitt
uppdrag, svarar de solidariskt mot kassan f&#246;r skada, som uppkommer
d&#228;rav.

Tillsyn m. m.

38 &#167; Kassan st&#229;r under tillsyn av Finansinspektionen.

Vid meddelande av f&#246;rel&#228;ggande eller f&#246;rbud i samband med
tillsynen kan Finansinspektionen f&#246;rel&#228;gga vite.

Inspektionens beslut enligt denna lag f&#229;r &#246;verklagas hos
regeringen. Inspektionens beslut har omedelbar verkan, om inte
annat beslutas.

Regeringen meddelar ytterligare f&#246;reskrifter om
tillsynsverksamheten. Lag (1998:310).

39 &#167; Kassan skall med &#229;rliga avgifter bekosta
Finansinspektionens verksamhet enligt de ytterligare
f&#246;reskrifter som regeringen meddelar. Lag (1998:310).

&#214;verg&#229;ngsbest&#228;mmelser

1987:1225

1. Denna lag tr&#228;der i kraft den 1 januari 1988, d&#229; f&#246;rordningen
(1971:325) med instruktion f&#246;r l&#229;nen&#228;mnden f&#246;r den mindre
skeppsfarten skall upph&#246;ra att g&#228;lla.

2. F&#246;r de l&#229;n som vid ikrafttr&#228;dandet redan beviljats av
l&#229;nen&#228;mnden f&#246;r den mindre skeppsfarten g&#228;ller best&#228;mmelserna
i f&#246;rordningen (1971:324) om l&#229;n till den mindre skeppsfarten i
till&#228;mpliga delar, dock att skeppshypotekskassan tr&#228;der i
n&#228;mndens och kammarkollegiets st&#228;lle vad g&#228;ller &#246;vervakning
och &#229;terbetalning av l&#229;nen m. m.

1989:1094

1. Denna lag tr&#228;der i kraft den 1 februari 1990.

2. Regeringen eller, efter regeringens bemyndigande, bankinspektionen
f&#229;r, intill utg&#229;ngen av &#229;r 1992, f&#246;reskriva l&#228;gre kapitalkrav &#228;n som
anges i 3 a &#167;. S&#229;dana f&#246;reskrifter f&#229;r dock inte inneb&#228;ra att det kommer
att g&#228;lla ett l&#228;gre kapitalkrav &#228;n som svarar mot kapitalbasens storlek
i f&#246;rh&#229;llande till placeringarnas v&#228;rde vid lagens ikrafttr&#228;dande eller
mot den h&#246;gre grad av kapitalt&#228;ckning som d&#228;refter har uppn&#229;tts.

3. Utan hinder av vad som f&#246;reskrivs i 3 b &#167; tredje stycket f&#229;r
f&#246;rlagsbevis och andra skuldf&#246;rbindelser som utf&#228;rdats f&#246;re lagens
ikrafttr&#228;dande r&#228;knas in i kapitalbasen &#228;ven om den ursprungliga
l&#246;ptiden uppg&#229;r till mindre &#228;n fem &#229;r, dock endast till det l&#228;gre belopp
som anges i lagrummet.

4. Utan hinder av vad som f&#246;reskrivs i 3 c &#167; f&#246;rsta stycket f&#229;r, intill
utg&#229;ngen av &#229;r 1991, v&#228;rdehandlingar och andra fordringar f&#246;r vilka
f&#246;rs&#228;kringsbolag svarar h&#228;nf&#246;ras till grupp B. Lag (1990:1313).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3921">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3923">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
