

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-10-13" /> 
 <meta id="rattsinfo-edited" content="2022-10-13 15:35:43" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3965</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3964">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3966">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:411 ·
                    <a href="/sfsr?bet=1979:411">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1979:411) om &#228;ndringar i Sveriges indelning i kommuner och regioner</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet K
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-05-31
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1988:198
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:634
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. &#196;ndring i indelningen i kommuner

F&#246;ruts&#228;ttningar f&#246;r indelnings&#228;ndring

1 &#167; Regeringen f&#229;r besluta om &#228;ndring i rikets indelning i kommuner, om
&#228;ndringen kan antas medf&#246;ra best&#229;ende f&#246;rdel f&#246;r en kommun eller en del av
en kommun eller andra f&#246;rdelar fr&#229;n allm&#228;n synpunkt. D&#228;rvid f&#229;r regeringen
meddela de f&#246;reskrifter som beh&#246;vs f&#246;r &#228;ndringens genomf&#246;rande.

Vid pr&#246;vning av fr&#229;gan om indelnings&#228;ndring skall s&#228;rskild h&#228;nsyn tas till
&#246;nskem&#229;l och synpunkter fr&#229;n den eller de kommuner som n&#228;rmast ber&#246;rs av
&#228;ndringen. Om en s&#229;dan kommun mots&#228;tter sig en indelnings&#228;ndring, f&#229;r beslut
om &#228;ndringen meddelas endast om det finns synnerliga sk&#228;l. S&#228;rskild h&#228;nsyn
skall ocks&#229; tas till befolkningens &#246;nskem&#229;l och synpunkter.

2 &#167; Om os&#228;kerhet r&#229;der betr&#228;ffande gr&#228;nsen f&#246;r en kommuns omr&#229;de, f&#229;r
regeringen f&#246;rordna om gr&#228;nsens r&#228;tta str&#228;ckning.

3 &#167; Kammarkollegiet f&#229;r besluta om en indelnings&#228;ndring som beh&#246;vs p&#229; grund
av oregelbundenhet i indelningen eller med h&#228;nsyn till fastighetsf&#246;rh&#229;llandena
och som inte f&#246;ranleder ekonomisk reglering mellan kommuner.

Om de kommuner som n&#228;rmast ber&#246;rs av en s&#229;dan indelnings&#228;ndring &#228;r ense om
denna och &#228;ndringen avser kommuner i samma l&#228;n, f&#229;r dock l&#228;nsstyrelsen
besluta om &#228;ndringen.

4 &#167; Kammarkollegiet f&#229;r avsl&#229; en ans&#246;kan om indelnings&#228;ndring, om
kammarkollegiet finner att &#228;ndringen inte b&#246;r ske.

5 &#167; L&#228;nsstyrelsens beslut enligt 3 &#167; andra stycket &#246;verklagas hos
kammarkollegiet genom besv&#228;r.

Kammarkollegiets beslut enligt 3 eller 4 &#167; &#246;verklagas hos regeringen genom
besv&#228;r. Detsamma g&#228;ller kammarkollegiets beslut med anledning av besv&#228;r &#246;ver
l&#228;nsstyrelsens beslut.

Ekonomisk reglering m. m.

6 &#167; N&#228;r en kommun delas, skall de inb&#246;rdes ekonomiska f&#246;rh&#229;llandena mellan
kommunerna enligt den nya indelningen regleras. N&#228;r en del av en kommun
&#246;verf&#246;rs till en annan kommun skall s&#229;dan reglering ske, om en kommunal
tillg&#229;ng eller f&#246;rbindelse, som kan h&#228;nf&#246;ras till den delen b&#246;r &#246;verf&#246;ras
till den andra kommunen eller om det finns s&#228;rskilda sk&#228;l till reglering.
Regleringen skall ha till syfte att p&#229; ett &#228;ndam&#229;lsenligt och sk&#228;ligt s&#228;tt
f&#246;rdela kommunens f&#246;rm&#246;genhet eller en del av denna.

Regleringen fastst&#228;lls av regeringen, n&#228;r beslutet om indelnings&#228;ndringen
meddelas. Om kommunerna &#228;r ense om regleringen, b&#246;r denna fastst&#228;llas.

Ansvaret f&#246;r en f&#246;rbindelse f&#229;r &#246;verf&#246;ras fr&#229;n en kommun till en annan
oberoende av om fordrings&#228;garen har l&#228;mnat sitt medgivande till det.

7 &#167; Om en kommun vid f&#246;rdelningen av tillg&#229;ngar och f&#246;rbindelser till&#228;ggs
st&#246;rre del av tillg&#229;ngarna eller f&#246;rbindelserna &#228;n som f&#246;ljer av grunden
f&#246;r regleringen, skall utj&#228;mning ske i pengar. Regeringen f&#229;r best&#228;mma
att utj&#228;mningsbeloppet skall betalas p&#229; en g&#229;ng eller f&#246;rdelas p&#229; tv&#229;
eller flera &#229;r.

8 &#167; Om inte n&#229;got annat har best&#228;mts vid en ekonomisk reglering enligt
6 &#167;, &#246;verg&#229;r en kommuns ansvarighet f&#246;r borgensf&#246;rbindelser och liknande
&#229;taganden, som ber&#246;r inv&#229;nare, fastigheter eller verksamheter inom ett
omr&#229;de som skall skiljas fr&#229;n kommunen, till den kommun vari omr&#229;det
efter indelnings&#228;ndringen skall ing&#229;.

9 &#167; N&#228;r en kommun l&#228;ggs samman med en annan kommun, &#246;verg&#229;r kommunens
tillg&#229;ngar och ansvarigheten f&#246;r dess f&#246;rbindelser till den kommun som
bildas genom sammanl&#228;ggningen.

10 &#167; Om en kommuns ekonomiska st&#228;llning f&#246;rs&#228;mras p&#229; grund av en
indelnings&#228;ndring, f&#229;r regeringen best&#228;mma att en annan kommun som har
f&#246;rdel av &#228;ndringen skall bidra till den f&#246;rstn&#228;mnda kommunens utgifter
i sk&#228;lig utstr&#228;ckning. Detsamma g&#228;ller om en kommun p&#229; grund av en
indelnings&#228;ndring f&#229;r kostnader f&#246;r att ordna sin f&#246;rvaltning, till
vilka den eller de andra kommuner som n&#228;rmast ber&#246;rs av &#228;ndringen
sk&#228;ligen b&#246;r bidra. Regeringen f&#229;r best&#228;mma att bidraget skall utg&#229;
p&#229; en g&#229;ng eller under en viss &#246;verg&#229;ngstid.

11 &#167; Kommunala f&#246;rfattningar skall i den m&#229;n det beh&#246;vs med h&#228;nsyn till
en indelnings&#228;ndrings omfattning och f&#246;rfattningarnas utformning snarast
m&#246;jligt efter beslutet om &#228;ndringen anpassas till den nya indelningen.
Till dess detta har skett, g&#228;ller s&#229;dana f&#246;rfattningar i till&#228;mpliga delar
inom samma omr&#229;de som f&#246;re indelnings&#228;ndringen.

Indelnings&#228;ndrings ikrafttr&#228;dande och den kommunala beslutander&#228;tten vid
s&#229;dan &#228;ndring

12 &#167; En indelnings&#228;ndring tr&#228;der i kraft den 1 januari det &#229;r som best&#228;ms
i beslutet om &#228;ndringen. Om &#228;ndringen &#228;r av s&#229;dan omfattning att en kommun
enligt den nya indelningen inte b&#246;r f&#246;retr&#228;das av de gamla kommunfull-
m&#228;ktige, tr&#228;der &#228;ndringen i kraft den 1 januari &#229;ret efter det &#229;r d&#229; val
i hela riket av fullm&#228;ktige har &#228;gt rum.

Ett beslut om indelnings&#228;ndring enligt 1 &#167; skall meddelas senast ett &#229;r
innan &#228;ndringen skall tr&#228;da i kraft. Om det finns synnerliga sk&#228;l, f&#229;r
beslutet meddelas vid en senare tidpunkt, dock inte senare &#228;n &#229;tta m&#229;nader
f&#246;re ikrafttr&#228;dandet. Ett beslut om indelnings&#228;ndring enligt 3 &#167; skall
meddelas senast tre m&#229;nader innan &#228;ndringen skall tr&#228;da i kraft.

13 &#167; Sedan en indelnings&#228;ndring har beslutats eller, om indelningsdelegerade
skall utses enligt 17 &#167;, sedan delegerade har valts, kan en kommun enligt
den nya indelningen f&#246;rv&#228;rva r&#228;ttigheter och ikl&#228;da sig skyldigheter.

14 &#167; Under tiden mellan beslutet om indelnings&#228;ndring eller, om indelnings-
delegerade skall utses enligt 17 &#167;, valet av delegerade och &#228;ndringens
ikrafttr&#228;dande skall den beslutander&#228;tt som tillkommer kommunfullm&#228;ktige
ut&#246;vas av f&#246;retr&#228;dare f&#246;r kommunen enligt den nya indelningen, om beslutet
str&#228;cker sina verkningar till tiden efter ikrafttr&#228;dandet.

F&#246;retr&#228;dare f&#246;r kommunen enligt den &#228;ldre indelningen f&#229;r under samma
tid ut&#246;va s&#229;dan beslutander&#228;tt endast i fr&#229;gor som uteslutande avser
denna kommun och som inte str&#228;cker sina verkningar till tiden efter
ikrafttr&#228;dandet.

15 &#167; I fr&#229;ga om r&#228;tten att f&#246;retr&#228;da de kommuner som ber&#246;rs av en
indelnings&#228;ndring skall till dess &#228;ndringen tr&#228;der i kraft g&#228;lla att
kommunfullm&#228;ktige i varje kommun f&#246;retr&#228;der denna kommun enligt s&#229;v&#228;l
den &#228;ldre som den nya indelningen, om inte annat f&#246;ljer av 16 eller
17 &#167;.

16 &#167; Om en indelnings&#228;ndring skall tr&#228;da i kraft den 1 januari &#229;ret efter
det &#229;r d&#229; val i hela riket av kommunfullm&#228;ktige har &#228;gt rum, skall de
nyvalda fullm&#228;ktige i den kommun som bildas genom sammanl&#228;ggning av
kommuner &#228;ven f&#246;retr&#228;da dessa kommuner enligt den &#228;ldre indelningen.

Inneb&#228;r &#228;ndringen att en kommun delas eller att en del av en kommun
&#246;verf&#246;rs till en annan kommun, f&#229;r regeringen f&#246;rordna att kommunen
enligt den &#228;ldre indelningen under tiden till dess &#228;ndringen tr&#228;der i
kraft skall f&#246;retr&#228;das av de gamla fullm&#228;ktige och att deras
tj&#228;nstg&#246;ring f&#246;rst d&#229; skall upph&#246;ra.

17 &#167; Om en indelnings&#228;ndring inneb&#228;r att en ny kommun bildas 
eller om &#228;ndringen annars &#228;r av s&#229;dan omfattning att kommunen 
enligt den nya indelningen inte b&#246;r f&#246;retr&#228;das av de gamla 
kommunfullm&#228;ktige, ska regeringen best&#228;mma att kommunen 
enligt den nya indelningen ska f&#246;retr&#228;das av 
indelningsdelegerade fr&#229;n det att dessa har valts till dess 
de nyvalda fullm&#228;ktige b&#246;rjar sin tj&#228;nstg&#246;ring.
Lag (2016:740).

18 &#167; F&#246;r beredningen och verkst&#228;lligheten i &#228;renden som avser 
kommunen enligt den nya indelningen f&#229;r de nyvalda 
kommunfullm&#228;ktige till dess indelnings&#228;ndringen tr&#228;der i 
kraft anlita indelningsdelegerades utskott samt n&#228;mnder och 
beredningar i den eller de kommuner som n&#228;rmast ber&#246;rs av 
indelnings&#228;ndringen. Lag (2016:740).

19 &#167; Beslut, som under tiden mellan beslutet om 
indelnings&#228;ndring eller, om indelningsdelegerade ska utses, 
valet av delegerade och &#228;ndringens ikrafttr&#228;dande fattas av 
kommunfullm&#228;ktige, kommunstyrelsen eller en annan kommunal 
n&#228;mnd, &#246;verklagas enligt best&#228;mmelserna i 13 kap. 
kommunallagen (2017:725).

Ett beslut f&#229;r &#246;verklagas, f&#246;rutom av medlemmar av kommunen, 
ocks&#229; av andra kommuner som ber&#246;rs av indelnings&#228;ndringen och 
av medlemmar av en s&#229;dan kommun.

Om f&#246;rvaltningsr&#228;tten eller kammarr&#228;tten har upph&#228;vt ett 
beslut eller f&#246;rbjudit att det verkst&#228;lls, f&#229;r domstolens 
beslut &#246;verklagas ocks&#229; av andra kommuner som ber&#246;rs av 
indelnings&#228;ndringen och medlemmar av en s&#229;dan kommun.
Lag (2017:732).

F&#246;rfarandet

20 &#167; En fr&#229;ga om &#228;ndring i den kommunala indelningen kan v&#228;ckas av en
kommun eller medlem av en kommun, som skulle ber&#246;ras av &#228;ndringen.
Ans&#246;kningen om en s&#229;dan &#228;ndring skall inges till kammarkollegiet.

Regeringen, kammarkollegiet och l&#228;nsstyrelsen kan ta upp en fr&#229;ga
om indelnings&#228;ndring p&#229; eget initiativ. Om en indelnings&#228;ndring som
l&#228;nsstyrelsen tar initiativ till inte &#228;r av den beskaffenhet att
l&#228;nsstyrelsen enligt 3 &#167; andra stycket f&#229;r besluta om &#228;ndringen,
skall l&#228;nsstyrelsen &#246;verl&#228;mna &#228;rendet till kammarkollegiet.

Kammarkollegiet skall till l&#228;nsstyrelsen &#246;verl&#228;mna s&#229;dana &#228;renden om
indelnings&#228;ndring som f&#229;r beslutas av l&#228;nsstyrelsen enligt 3 &#167; andra
stycket. Lag (1982:1252).

21 &#167; I &#228;renden om s&#229;dana indelnings&#228;ndringar som avses i 1 &#167; och 3 &#167;
f&#246;rsta stycket skall kammarkollegiet g&#246;ra den utredning som beh&#246;vs
eller, n&#228;r det bed&#246;ms l&#228;mpligt, &#246;verl&#228;mna &#229;t l&#228;nsstyrelsen att g&#246;ra
utredningen. Om det beh&#246;vs med h&#228;nsyn till &#228;rendets omfattning och
beskaffenhet, f&#229;r kammarkollegiet uppdra &#229;t en s&#228;rskild utredare att
g&#246;ra utredningen.

I &#228;renden om s&#229;dan indelnings&#228;ndring som avses i 3 &#167; andra stycket skall
utredningen g&#246;ras av l&#228;nsstyrelsen. Lag (1982:1252).

22 &#167; Utredning om en &#228;ndring i den kommunala indelningen skall omfatta
alla omst&#228;ndigheter som inverkar p&#229; fr&#229;gan. Vid utredningen skall samr&#229;d
ske med de kommuner som har intresse av fr&#229;gan.

Om den &#228;ndring i den kommunala indelningen som utredningen avser b&#246;r
f&#246;ranleda en &#228;ndring ocks&#229; i n&#229;gon annan indelning, skall utredningen
omfatta &#228;ven en s&#229;dan &#228;ndring.

23 &#167; Statliga och kommunala myndigheter skall i sk&#228;lig omfattning l&#228;mna
upplysningar och bitr&#228;de, n&#228;r det beg&#228;rs av den som g&#246;r utredningen.

24 &#167; N&#228;r det finns sk&#228;l till det skall en s&#228;rskild unders&#246;kning
g&#246;ras om befolkningens inst&#228;llning till en indelnings&#228;ndring.
Om en s&#228;rskild utredare finner sk&#228;l till en s&#229;dan unders&#246;kning,
skall han anm&#228;la detta till Kammarkollegiet, som beslutar i
fr&#229;gan. L&#228;nsstyrelsen beslutar om s&#229;dana unders&#246;kningar i
&#228;renden som l&#228;nsstyrelsen utreder.

Unders&#246;kningen skall g&#246;ras av l&#228;nsstyrelsen. Den kan ske genom
omr&#246;stning, opinionsunders&#246;kning eller liknande f&#246;rfarande.
L&#228;nsstyrelsen f&#229;r d&#228;rvid anlita valn&#228;mnden i kommunen, om inte
n&#228;mndens verksamhet i &#246;vrigt hindras d&#228;rigenom.

Skall unders&#246;kningen ske genom en omr&#246;stning f&#229;r l&#228;nsstyrelsen
besluta att det, med till&#228;mpning av 5 kap. vallagen (2005:837),
skall framst&#228;llas r&#246;stl&#228;ngd och r&#246;stkort f&#246;r omr&#246;stningen.

R&#246;stl&#228;ngd och r&#246;stkort framst&#228;lls av den centrala
valmyndigheten. Lag (2005:841).

25 &#167; Om utredningen visar att den kommunala indelningen b&#246;r &#228;ndras,
skall ett f&#246;rslag uppr&#228;ttas till &#228;ndringen samt till den ekonomiska
reglering och de &#246;vriga f&#246;reskrifter som &#228;ndringen kan ge anledning
till.

Om &#228;ven n&#229;gon annan indelning beh&#246;ver &#228;ndras, skall f&#246;rslag uppr&#228;ttas
ocks&#229; till en s&#229;dan &#228;ndring.

26 &#167; Den myndighet som har hand om en utredning enligt denna lag f&#229;r
besluta att kostnad f&#246;r utredningen skall f&#246;rskotteras av s&#246;kanden
eller av allm&#228;nna medel.

Den myndighet som meddelar det slutliga beslutet i &#228;rendet f&#229;r f&#246;rordna
att s&#246;kanden eller en kommun, som har f&#246;rdel av indelnings&#228;ndringen,
slutligen helt eller delvis skall st&#229; f&#246;r utredningskostnaden. I den
m&#229;n ett s&#229;dant f&#246;rordnande inte meddelas skall staten svara f&#246;r
utredningskostnaden.

Till utredningskostnaden h&#228;nf&#246;rs &#228;ven kostnaden f&#246;r valn&#228;mndens
medverkan i en unders&#246;kning om ortsbefolkningens inst&#228;llning till en
indelnings&#228;ndring.

2 kap. &#196;ndring i indelningen i regioner

1 &#167; Regeringen f&#229;r besluta om &#228;ndring i rikets indelning i 
regioner, om det inte finns hinder mot en motsvarande &#228;ndring 
i l&#228;nsindelningen. Best&#228;mmelser om sambandet mellan 
regionindelningen och l&#228;nsindelningen finns i 1 kap. 1 &#167; 
kommunallagen (2017:725). En &#228;ndring i regionindelningen f&#229;r 
dock ske endast om &#228;ndringen kan antas medf&#246;ra best&#229;ende 
f&#246;rdel f&#246;r en region eller en del av en region eller andra 
f&#246;rdelar fr&#229;n allm&#228;n synpunkt.

Regeringen f&#229;r meddela f&#246;reskrifter om genomf&#246;randet av en 
beslutad indelnings&#228;ndring.

Vid pr&#246;vning av fr&#229;gan om indelnings&#228;ndring ska s&#228;rskild 
h&#228;nsyn tas till &#246;nskem&#229;l och synpunkter fr&#229;n den eller de 
regioner som n&#228;rmast ber&#246;rs av &#228;ndringen. Om en s&#229;dan region 
mots&#228;tter sig en indelnings&#228;ndring, f&#229;r &#228;ndringen beslutas 
endast om det finns s&#228;rskilda sk&#228;l. S&#228;rskild h&#228;nsyn ska &#228;ven 
tas till &#246;nskem&#229;l och synpunkter fr&#229;n den eller de kommuner 
som n&#228;rmast ber&#246;rs av &#228;ndringen. Befolkningens &#246;nskem&#229;l och 
synpunkter ska beaktas. Lag (2019:834).

1 a &#167; Kammarkollegiet f&#229;r besluta om en indelnings&#228;ndring som 
b&#246;r ske med anledning av en s&#229;dan &#228;ndring i den kommunala 
indelningen som avses i 1 kap. 3 &#167;. Lag (2019:834).

2 &#167; Kammarkollegiet f&#229;r avsl&#229; en ans&#246;kan om 
indelnings&#228;ndring, om myndigheten anser att &#228;ndringen inte 
b&#246;r ske. Lag (2016:740).

3 &#167; Kammarkollegiets beslut enligt 1 a eller 2 &#167; &#246;verklagas 
till regeringen. Lag (2019:834).

4 &#167; En fr&#229;ga om &#228;ndring i regionindelningen kan v&#228;ckas av en 
region eller medlem av en region som skulle ber&#246;ras av 
&#228;ndringen. Ans&#246;kan om en s&#229;dan &#228;ndring ska ges in till 
Kammarkollegiet.

Regeringen och Kammarkollegiet kan ocks&#229; ta upp en fr&#229;ga om 
indelnings&#228;ndring p&#229; eget initiativ. Lag (2019:834).

5 &#167; I ett &#228;rende om indelnings&#228;ndring ska Kammarkollegiet 
g&#246;ra den utredning som beh&#246;vs. Om det beh&#246;vs med h&#228;nsyn till 
&#228;rendets omfattning och beskaffenhet, f&#229;r Kammarkollegiet ge 
en s&#228;rskild utredare i uppdrag att g&#246;ra utredningen.
Lag (2016:740).

6 &#167; En indelnings&#228;ndring tr&#228;der i kraft den 1 januari det &#229;r 
som best&#228;ms i beslutet om &#228;ndringen. Om &#228;ndringen &#228;r av s&#229;dan 
omfattning att en region enligt den nya indelningen inte b&#246;r 
f&#246;retr&#228;das av de gamla regionfullm&#228;ktige, tr&#228;der &#228;ndringen 
i kraft den 1 januari &#229;ret efter det &#229;r d&#229; val i hela riket av 
fullm&#228;ktige har &#228;gt rum. 

Ett beslut om indelnings&#228;ndring enligt 1 &#167; f&#246;rsta stycket ska 
meddelas senast ett &#229;r innan &#228;ndringen ska tr&#228;da i kraft. Om 
det finns synnerliga sk&#228;l, f&#229;r beslutet meddelas vid en senare 
tidpunkt, dock inte senare &#228;n &#229;tta m&#229;nader f&#246;re 
ikrafttr&#228;dandet. Ett beslut om indelnings&#228;ndring enligt 1 a &#167; 
ska meddelas senast tre m&#229;nader innan &#228;ndringen ska tr&#228;da 
i kraft. Lag (2019:834).

7 &#167; Vid &#228;ndringar i indelningen i regioner till&#228;mpas 
best&#228;mmelserna i 1 kap. om

1. ekonomisk reglering i 6-10 &#167;&#167;,

2. r&#228;ttskapacitet i 13 &#167;,

3. f&#246;rdelning av beslutander&#228;tt i 14-16 &#167;&#167;,

4. indelningsdelegerade i 17 &#167;,

5. beredning och verkst&#228;llighet i 18 &#167;,

6. &#246;verklagande i 19 &#167;, och

7. utredning om indelnings&#228;ndring i 22, 23, 25 och 26 &#167;&#167;.

D&#229; ska det som d&#228;r s&#228;gs om

1. kommun i st&#228;llet g&#228;lla region,

2. kommunfullm&#228;ktige i st&#228;llet g&#228;lla regionfullm&#228;ktige, och

3. kommunstyrelse i st&#228;llet g&#228;lla regionstyrelse.
Lag (2019:834).

7 a &#167; Ber&#246;rda regioner ska, om det inte &#228;r uppenbart 
obeh&#246;vligt, som ett led i beredningen av ett yttrande eller en 
ans&#246;kan om &#228;ndrad regionindelning inh&#228;mta synpunkter fr&#229;n 
befolkningen. Lag (2019:834).

8 &#167; Om en indelnings&#228;ndring inneb&#228;r att en ny region bildas, 
f&#229;r 

1. regionen l&#228;mna bidrag till en kommun inom regionen i den 
utstr&#228;ckning det beh&#246;vs f&#246;r att motverka att bildandet leder 
till h&#246;jd kommunalskatt, och

2. kommunerna inom regionen l&#228;mna bidrag till varandra, om det 
beh&#246;vs f&#246;r att j&#228;mna ut ekonomiska effekter mellan kommunerna 
p&#229; grund av att uppgifter f&#246;rts &#246;ver fr&#229;n regionen till 
kommunerna eller omv&#228;nt.

Bidrag f&#229;r som l&#228;ngst l&#228;mnas till utg&#229;ngen av det femte &#229;ret 
fr&#229;n det att indelnings&#228;ndringen har tr&#228;tt i kraft.

De n&#228;rmare villkoren f&#246;r bidragsgivningen ska regleras i en 
&#246;verenskommelse mellan de ber&#246;rda parterna. Lag (2019:834).

3 kap. Indelningsdelegerade

1 &#167; Detta kapitel inneh&#229;ller best&#228;mmelser som ska till&#228;mpas om 
regeringen enligt 1 kap. 17 &#167; eller 2 kap. 7 &#167; f&#246;rsta 
stycket 4 har beslutat att en kommun eller en region ska 
f&#246;retr&#228;das av indelningsdelegerade. Lag (2019:834).

Val av indelningsdelegerade

2 &#167; De indelningsdelegerade och ers&#228;ttare f&#246;r dessa utses fr&#229;n 
varje kommun eller region vars omr&#229;de helt eller delvis ska 
ing&#229; i kommunen eller regionen enligt den nya indelningen 
(&#228;ndringsber&#246;rda kommuner och regioner). Lag (2019:834).

3 &#167; Antalet indelningsdelegerade och ers&#228;ttare fr&#229;n varje 
kommun och region best&#228;ms av fullm&#228;ktige i &#228;ndringsber&#246;rda 
kommuner och regioner. Om kommunerna eller regionerna inte &#228;r 
&#246;verens om antalet, ska regeringen fastst&#228;lla antalet 
indelningsdelegerade och ers&#228;ttare. Lag (2019:834).

4 &#167; De indelningsdelegerade och deras ers&#228;ttare ska v&#228;ljas av 
fullm&#228;ktige i &#228;ndringsber&#246;rda kommuner och regioner inom 
30 dagar efter det att kommunen eller regionen f&#229;tt del av 
regeringens beslut om indelnings&#228;ndring, om inte regeringen 
best&#228;mmer en senare tidpunkt. Lag (2019:834).

5 &#167; De indelningsdelegerade och deras ers&#228;ttare v&#228;ljs bland 
dem som &#228;r ledam&#246;ter eller ers&#228;ttare i fullm&#228;ktige i 
&#228;ndringsber&#246;rda kommuner och regioner.

Under de f&#246;ruts&#228;ttningar som anges i lagen (2022:629) om 
proportionella val i kommuner och regioner ska valet vara 
proportionellt. Om ers&#228;ttarna inte v&#228;ljs proportionellt, ska 
det vid valet best&#228;mmas i vilken ordning ers&#228;ttarna ska 
tj&#228;nstg&#246;ra. Lag (2022:634).

6 &#167; Om en indelningsdelegerad avg&#229;r, ska fyllnadsval h&#229;llas.

Om den indelningsdelegerade har utsetts vid ett proportionellt 
val, ska fullm&#228;ktige, s&#229; l&#229;ngt som det &#228;r m&#246;jligt, s&#228;kerst&#228;lla 
att representationen bland de indelningsdelegerade inte 
f&#246;r&#228;ndras. Lag (2022:634).

7 &#167; Sedan fullm&#228;ktige har underr&#228;ttat l&#228;nsstyrelsen om vilka 
indelningsdelegerade och ers&#228;ttare som har valts, ska 
l&#228;nsstyrelsen snarast f&#246;rordna en av de indelningsdelegerade 
att utf&#228;rda kung&#246;relse om det f&#246;rsta sammantr&#228;det och leda 
detta till dess att en ordf&#246;rande har valts.

Om tv&#229; eller flera l&#228;nsstyrelser ber&#246;rs av 
indelnings&#228;ndringen, f&#229;r regeringen utse en av dessa att 
fatta beslut enligt f&#246;rsta stycket. Lag (2016:740).

Uppdraget som indelningsdelegerad

8 &#167; Om en indelningsdelegerad eller en ers&#228;ttare upph&#246;r att 
vara valbar, upph&#246;r ocks&#229; uppdraget genast.

I fr&#229;ga om de indelningsdelegerade och deras ers&#228;ttare 
till&#228;mpas i &#246;vrigt best&#228;mmelserna i 4 kap. kommunallagen 
(2017:725) om

1. upph&#246;rande av uppdrag i 6 &#167; och 9 &#167; 2,

2. ledighet fr&#229;n anst&#228;llning i 11 &#167; f&#246;rsta stycket,

3. omr&#246;stning och beslut i 24 och 25 &#167;&#167;, och

4. reservation i 27 &#167;.

Det som d&#228;r s&#228;gs om en f&#246;rtroendevald eller ledamot i 
fullm&#228;ktige ska d&#229; i st&#228;llet g&#228;lla en indelningsdelegerad 
eller en ers&#228;ttare. Det som s&#228;gs om fullm&#228;ktige i 4 kap. 6 &#167; 
kommunallagen ska d&#229; i st&#228;llet g&#228;lla indelningsdelegerade.
Lag (2017:732).

9 &#167; Indelningsdelegerade f&#229;r besluta att den som &#228;r 
indelningsdelegerad, ledamot i utskott eller ers&#228;ttare i 
sk&#228;lig omfattning ska f&#229;

1. ers&#228;ttning f&#246;r resekostnader och andra utgifter som 
f&#246;ranleds av uppdraget,

2. arvode f&#246;r det arbete som &#228;r f&#246;renat med uppdraget,

3. pension, och

4. andra ekonomiska f&#246;rm&#229;ner.
Lag (2016:740).

Organisation

10 &#167; Indelningsdelegerade &#228;r enligt 1 kap. 17 &#167; och 2 kap. 7 &#167; 
f&#246;rsta stycket 4 beslutande f&#246;rsamling f&#246;r kommunen eller 
regionen enligt den nya indelningen. Lag (2019:834).

11 &#167; Indelningsdelegerade ska tills&#228;tta ett arbetsutskott f&#246;r 
beredning av &#228;renden och verkst&#228;llighet av beslut. Om det 
beh&#246;vs f&#246;r att fullg&#246;ra s&#229;dana uppgifter, f&#229;r 
indelningsdelegerade tills&#228;tta flera utskott eller anlita 
n&#228;mnder och beredningar i &#228;ndringsber&#246;rda kommuner och 
regioner. Lag (2019:834).

12 &#167; Om inte n&#229;got annat f&#246;ljer av lag eller annan f&#246;rfattning 
f&#229;r ansvaret f&#246;r beredning, f&#246;rvaltning och verkst&#228;llighet 
inom ett utskotts verksamhetsomr&#229;de l&#228;mnas &#246;ver till 
partssammansatta organ. Detta g&#228;ller dock endast &#228;renden som 
avser f&#246;rh&#229;llandet mellan kommunen eller regionen enligt den 
nya indelningen som arbetsgivare och dess anst&#228;llda.

Best&#228;mmelserna i 7 kap. 20-25 &#167;&#167; kommunallagen (2017:725) 
till&#228;mpas i fr&#229;ga om partsammansatta organ. Det som d&#228;r s&#228;gs 
om fullm&#228;ktige och n&#228;mnd ska d&#229; i st&#228;llet g&#228;lla 
indelningsdelegerade och utskott. Lag (2019:834).

Indelningsdelegerades arbetsformer

13 &#167; Indelningsdelegerade best&#228;mmer n&#228;r och var sammantr&#228;den 
ska h&#229;llas.

Sammantr&#228;de ska ocks&#229; h&#229;llas om arbetsutskottet eller minst 
en tredjedel av de indelningsdelegerade beg&#228;r det eller om 
ordf&#246;randen anser att det beh&#246;vs. Lag (2016:740).

14 &#167; Indelningsdelegerade ska besluta i &#228;renden som har v&#228;ckts 
av 

1. ett utskott, 

2. en indelningsdelegerad genom motion, 

3. revisorerna om &#228;rendet avser granskning eller f&#246;rvaltning 
som har samband med revisionsuppdraget, och

4. fullm&#228;ktige eller styrelse i &#228;ndringsber&#246;rda kommuner och 
regioner. Lag (2019:834).

15 &#167; Indelningsdelegerade f&#229;r uppdra &#229;t ett utskott att 
besluta i ett visst &#228;rende eller en viss grupp av &#228;renden.

F&#246;rsta stycket g&#228;ller inte &#228;renden som anges i 5 kap. 1 &#167; 
kommunallagen (2017:725) och inte heller &#228;renden som enligt 
lag eller annan f&#246;rfattning ska avg&#246;ras av fullm&#228;ktige.
Lag (2017:732).

16 &#167; Indelningsdelegerade f&#229;r best&#228;mma att ett utskott i sin 
tur f&#229;r uppdra &#229;t en ledamot eller ers&#228;ttare eller &#229;t en 
anst&#228;lld hos &#228;ndringsber&#246;rda kommuner och regioner att besluta 
p&#229; utskottets v&#228;gnar.

F&#246;rsta stycket g&#228;ller inte s&#229;dana &#228;renden som anges i 6 kap. 
38 &#167; kommunallagen (2017:725). Lag (2019:834).

17 &#167; Indelningsdelegerade samt ledam&#246;ter i ett fullm&#228;ktige som 
har utsett indelningsdelegerade f&#229;r st&#228;lla interpellationer 
och fr&#229;gor till

1. ordf&#246;randen i ett utskott, och

2. ordf&#246;randen i en n&#228;mnd eller beredning i &#228;ndringsber&#246;rda 
kommuner och regioner.

Indelningsdelegerade f&#229;r &#228;ven besluta att ordf&#246;randen i en 
n&#228;mnd f&#229;r &#246;verl&#229;ta besvarandet av en interpellation eller 
fr&#229;ga till n&#229;gon som har utsetts av fullm&#228;ktige f&#246;r 
&#228;ndringsber&#246;rda kommuner och regioner och som &#228;r ledamot i 
styrelsen f&#246;r en s&#229;dan juridisk person som avses i 10 kap. 2-
6 &#167;&#167; kommunallagen (2017:725) eller till ordf&#246;randen i 
styrelsen eller annan n&#228;mnd i ett kommunalf&#246;rbund som 
&#228;ndringsber&#246;rda kommuner och regioner &#228;r medlemmar i.
Lag (2019:834).

18 &#167; I fr&#229;ga om indelningsdelegerades arbetsformer i &#246;vrigt 
till&#228;mpas best&#228;mmelserna i kommunallagen (2017:725) om 

1. ordf&#246;rande och vice ordf&#246;rande i 5 kap. 11 &#167;, 

2. tillk&#228;nnagivande om och kallelse till sammantr&#228;den i 5 kap. 
13-15 &#167;&#167;,

3. ers&#228;ttare i 4 kap. 22 &#167; och 5 kap. 17-20 &#167;&#167;, 

4. beslutsf&#246;rhet i 5 kap. 45 och 46 &#167;&#167;, 

5. j&#228;v i 5 kap. 47 och 48 &#167;&#167;, 

6. r&#228;tt och skyldighet f&#246;r andra &#228;n ledam&#246;terna att medverka i 
5 kap. 40 och 41 &#167;&#167;, 

7. hur &#228;renden bereds i 5 kap. 26, 28, 29 och 33 &#167;&#167;, 

8. bordl&#228;ggning och &#229;terremiss i 5 kap. 50 och 51 &#167;&#167;, 

9. offentlighet och ordning vid sammantr&#228;dena i 5 kap. 42 och 
43 &#167;&#167;, 

10. hur &#228;rendena avg&#246;rs i 5 kap. 52-57 &#167;&#167;, 

11. interpellationer i 5 kap. 59-62 &#167;&#167;, 

12. fr&#229;gor i 5 kap. 64 &#167;, dock inte till den del det i 64 &#167; 
h&#228;nvisas till 63 &#167;, och 

13. protokollet i 5 kap. 65-69 &#167;&#167; och 8 kap. 12 &#167;. 

D&#229; ska det som d&#228;r s&#228;gs om 

1. fullm&#228;ktige i st&#228;llet g&#228;lla indelningsdelegerade, 

2. en ledamot i fullm&#228;ktige i st&#228;llet g&#228;lla en 
indelningsdelegerad, 

3. styrelsen i st&#228;llet g&#228;lla arbetsutskottet, 

4. n&#228;mnd eller fullm&#228;ktigeberedning i st&#228;llet g&#228;lla utskott, 
och

5. kommunens eller regionens anslagstavla i 5 kap. 13 &#167; andra 
stycket och 8 kap. 12 &#167; kommunallagen avse anslagstavlan i 
&#228;ndringsber&#246;rda kommuner och regioner.

Vid till&#228;mpningen av 5 kap. 26, 28, 41 och 61 &#167;&#167; kommunallagen 
ska dock det som d&#228;r s&#228;gs om n&#228;mnd &#228;ven g&#228;lla utskott.
Lag (2019:834).

19 &#167; Indelningsdelegerande ska besluta en arbetsordning med 
de ytterligare best&#228;mmelser som beh&#246;vs f&#246;r sammantr&#228;dena och 
handl&#228;ggningen av &#228;rendena. Lag (2016:740).

20 &#167; Arbetsordningen ska alltid inneh&#229;lla best&#228;mmelser om

1. indelningsdelegerades s&#228;te,

2. var och n&#228;r sammantr&#228;den ska h&#229;llas och p&#229; vems 
initiativ,

3. anm&#228;lan av hinder att delta i sammantr&#228;den,

4. inkallande av ers&#228;ttare och deras tj&#228;nstg&#246;ring,

5. vem som ska f&#246;ra ordet till dess ordf&#246;rande har utsetts,

6. r&#228;tten att delta i indelningsdelegerades &#246;verl&#228;ggningar,

7. f&#246;rfarandet vid omr&#246;stningar,

8. handl&#228;ggningen av motioner, interpellationer och fr&#229;gor, 
och

9. formerna f&#246;r justering av protokollen.
Lag (2016:740).

Arbetsutskottet och &#246;vriga utskott

21 &#167; Ledam&#246;ter och ers&#228;ttare i utskott v&#228;ljs av 
indelningsdelegerade f&#246;r tiden fram till dess att 
indelnings&#228;ndringen tr&#228;der i kraft och till det antal som 
indelningsdelegerade best&#228;mmer. Antalet ledam&#246;ter i 
arbetsutskottet f&#229;r dock inte vara mindre &#228;n fem.
Lag (2016:740).

22 &#167; Valbar som ledamot eller ers&#228;ttare i utskott &#228;r den som 
vid tidpunkten f&#246;r ett s&#229;dant val 

1. &#228;r indelningsdelegerad eller ers&#228;ttare f&#246;r 
indelningsdelegerad, eller

2. har r&#246;str&#228;tt vid val av fullm&#228;ktige i kommunen eller 
regionen enligt den nya indelningen.

I fr&#229;ga om valbarhet i &#246;vrigt till&#228;mpas best&#228;mmelserna om 
valbarhetshinder i 7 kap. 3 &#167; och 4 kap. 5 &#167; 1 kommunallagen 
(2017:725). Det som d&#228;r s&#228;gs om n&#228;mnd ska d&#229; i st&#228;llet g&#228;lla 
utskott. Lag (2019:834).

23 &#167; Under de f&#246;ruts&#228;ttningar som anges i lagen (2022:629) om 
proportionella val i kommuner och regioner ska valet till 
utskott vara proportionellt. Om ers&#228;ttarna inte v&#228;ljs 
proportionellt, ska indelningsdelegerade best&#228;mma i vilken 
ordning som de ska tj&#228;nstg&#246;ra. Lag (2022:634).

24 &#167; F&#246;r ledam&#246;ter och ers&#228;ttare till&#228;mpas best&#228;mmelserna om 
uppdragets upph&#246;rande i 4 kap. 6 och 7 &#167;&#167; och 9 &#167; 2 
kommunallagen (2017:725).

D&#229; ska det som d&#228;r s&#228;gs om

1. fullm&#228;ktige i st&#228;llet g&#228;lla indelningsdelegerade,

2. n&#228;mnd i st&#228;llet g&#228;lla utskott, och

3. en f&#246;rtroendevald i st&#228;llet g&#228;lla en ledamot eller en 
ers&#228;ttare i utskott. Lag (2017:732).

25 &#167; Om en ledamot avg&#229;r, ska fyllnadsval h&#229;llas.

Om ledamoten har utsetts vid ett proportionellt val, ska 
indelnings-delegerade, s&#229; l&#229;ngt som det &#228;r m&#246;jligt, 
s&#228;kerst&#228;lla att representationen i utskottet inte f&#246;r&#228;ndras.
Lag (2022:634).

26 &#167; Ledam&#246;ter och ers&#228;ttare i utskott har r&#228;tt till ledighet 
fr&#229;n anst&#228;llning i den utstr&#228;ckning som f&#246;ljer av 4 kap. 11 &#167; 
f&#246;rsta stycket kommunallagen (2017:725). Lag (2017:732).

27 &#167; Arbetsutskottet ska uppr&#228;tta f&#246;rslag till budget f&#246;r 
kommunen eller regionen enligt den nya indelningen. I fr&#229;ga om 
tidsfrister till&#228;mpas 11 kap. 8 och 9 &#167;&#167; kommunallagen 
(2017:725). Lag (2019:834).

28 &#167; Indelningsdelegerade f&#229;r besluta att en 
indelningsdelegerad, en utskottsledamot, en ers&#228;ttare som 
inte &#228;r ledamot eller ers&#228;ttare i ett visst utskott eller en 
revisor ska f&#229; n&#228;rvara vid utskottets sammantr&#228;den och delta 
i &#246;verl&#228;ggningarna, men inte i besluten, samt f&#229; sin mening 
antecknad i protokollet. Lag (2016:740).

29 &#167; I fr&#229;ga om utskott i &#246;vrigt till&#228;mpas best&#228;mmelserna i 
kommunallagen (2017:725) om 

1. omr&#246;stning, beslut och reservation i 4 kap. 24-27 &#167;&#167;, 

2. ers&#228;ttarnas tj&#228;nstg&#246;ring och r&#228;tt att n&#228;rvara vid 
sammantr&#228;den i 6 kap. 17 &#167;, 

3. ordf&#246;rande och vice ordf&#246;rande i 6 kap. 21 och 22 &#167;&#167;, 

4. tidpunkt f&#246;r sammantr&#228;den i 6 kap. 23 &#167;, 

5. offentlighet och n&#228;rvaror&#228;tt i 6 kap. 25 &#167; f&#246;rsta och 
tredje styckena och 26 &#167;, 

6. beslutsf&#246;rhet i 6 kap. 27 &#167;, 

7. j&#228;v i 6 kap. 28-32 &#167;&#167;, 

8. hur &#228;rendena avg&#246;rs i 6 kap. 33 &#167;, 

9. protokollet i 6 kap. 35 &#167;, 

10. delgivning i 6 kap. 36 &#167;, och 

11. personalf&#246;retr&#228;dare i 7 kap. 10-19 &#167;&#167;. 

D&#229; ska det som d&#228;r s&#228;gs om 

1. fullm&#228;ktige i st&#228;llet g&#228;lla indelningsdelegerade, 

2. styrelsen i st&#228;llet g&#228;lla arbetsutskottet, 

3. n&#228;mnd i st&#228;llet g&#228;lla utskott, 

4. en ledamot eller en ers&#228;ttare i fullm&#228;ktige i st&#228;llet g&#228;lla 
en indelningsdelegerad eller en ers&#228;ttare, 

5. f&#246;rtroendevald i st&#228;llet g&#228;lla ledamot i utskott, och

6. anslagstavla avse anslagstavlan i &#228;ndringsber&#246;rda kommuner 
och regioner. Lag (2019:834).

Ekonomi

30 &#167; &#196;ndringsber&#246;rda kommuner och regioner ska tillhandah&#229;lla 
medel f&#246;r indelningsdelegerades verksamhet. 

Kostnaderna ska f&#246;rdelas mellan kommuner och regioner i 
f&#246;rh&#229;llande till de sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomster som enligt lagen (1965:269) med s&#228;rskilda 
best&#228;mmelser om kommuns och annan menighets utdebitering av 
skatt, m.m. ska ligga till grund f&#246;r kommunernas best&#228;mmande 
av skattesatsen f&#246;r uttag av skatt f&#246;r det &#229;r d&#229; beslutet om 
indelnings&#228;ndringen meddelas. 

Om endast en del av en kommun eller en region ing&#229;r i kommunen 
eller regionen enligt den nya indelningen, ska f&#246;rdelningen 
ske i f&#246;rh&#229;llande till de sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomsterna f&#246;r den delen av kommunen eller regionen.
Lag (2019:834).

31 &#167; I fr&#229;ga om f&#246;rvaltning av de medel som tillhandah&#229;lls 
indelningsdelegerade till&#228;mpas best&#228;mmelserna i kommunallagen 
(2017:725) om

1. m&#229;l f&#246;r den ekonomiska f&#246;rvaltningen i 11 kap. 1 &#167; f&#246;rsta 
meningen,

2. medelsf&#246;rvaltningen i 11 kap. 2 och 3 &#167;&#167;,

3. avgifter i 2 kap. 5 och 6 &#167;&#167;,

4. utgiftsbeslut under budget&#229;ret i 11 kap. 15 &#167;, och

5. r&#228;kenskaper och &#229;rsredovisning i 11 kap. 17–19 &#167;&#167; och 
24 &#167;.

D&#229; ska det som d&#228;r s&#228;gs om

1. fullm&#228;ktige i st&#228;llet g&#228;lla indelningsdelegerade,

2. styrelsen i st&#228;llet g&#228;lla arbetsutskottet, och

3. n&#228;mnd i st&#228;llet g&#228;lla utskott.
Lag (2017:732).

32 &#167; Indelningsdelegerade ska l&#228;mna en redovisning till 
fullm&#228;ktige och revisorerna i kommunen eller regionen enligt 
den nya indelningen. Redovisningen ska l&#228;mnas snarast m&#246;jligt 
och senast den 15 april det &#229;r indelnings&#228;ndringen tr&#228;der i 
kraft. Lag (2019:834).

Revision  

33 &#167; Indelningsdelegerade ska v&#228;lja minst fem revisorer f&#246;r 
granskning av utskottens verksamhet. Lag (2016:740).

34 &#167; Valbar som revisor &#228;r den som vid tidpunkten f&#246;r ett 
s&#229;dant val har r&#246;str&#228;tt vid val av fullm&#228;ktige i kommunen 
eller regionen enligt den nya indelningen.

Den som &#228;r indelningsdelegerad eller ers&#228;ttare f&#246;r delegerad 
&#228;r inte valbar som revisor. I &#246;vrigt till&#228;mpas best&#228;mmelserna 
om valbarhetshinder i 7 kap. 3 &#167; och 4 kap. 4 &#167; andra stycket 
kommunallagen (2017:725). Lag (2019:834).

35 &#167; Under de f&#246;ruts&#228;ttningar som anges i lagen (2022:629) om 
proportionella val i kommuner och regioner ska valet av 
revisorer vara proportionellt. Lag (2022:634).

36 &#167; I fr&#229;ga om revisorerna till&#228;mpas best&#228;mmelserna i 
kommunallagen (2017:725) om

1. uppdragets upph&#246;rande i 4 kap. 6 och 7 &#167;&#167; och 9 &#167; 2,

2. ledighet fr&#229;n anst&#228;llning i 4 kap. 11 &#167; f&#246;rsta stycket,

3. j&#228;v i 12 kap. 14–17 &#167;&#167;,

4. revisorernas st&#228;llning i 12 kap. 7 &#167;,

5. sakkunnigt bitr&#228;de i 12 kap. 8 &#167;,

6. revisorernas uppgifter i 12 kap. 1 och 3 &#167;&#167;,

7. revisorernas r&#228;tt till information i 12 kap. 9 &#167;, och

8. revisorernas f&#246;rvaltning i 12 kap. 10 och 11 &#167;&#167;.

D&#229; ska det som d&#228;r s&#228;gs om

1. fullm&#228;ktige i st&#228;llet g&#228;lla indelningsdelegerade,

2. n&#228;mnd i st&#228;llet g&#228;lla utskott, och

3. f&#246;rtroendevald i st&#228;llet g&#228;lla revisor.
Lag (2017:732).

37 &#167; Revisorerna ska det &#229;r indelnings&#228;ndringen tr&#228;der i kraft 
till fullm&#228;ktige i kommunen eller regionen enligt den nya 
indelningen l&#228;mna en ber&#228;ttelse med redog&#246;relse f&#246;r resultatet 
av revisionen av utskottens verksamhet.

De sakkunnigas rapporter ska l&#228;mnas tillsammans med 
revisionsber&#228;ttelsen. 

I fr&#229;ga om anm&#228;rkningar till&#228;mpas 12 kap. 13 &#167; kommunallagen 
(2017:725). Det som d&#228;r s&#228;gs om n&#228;mnder och f&#246;rtroendevalda 
ska d&#229; i st&#228;llet g&#228;lla utskott och ledam&#246;ter och ers&#228;ttare i 
utskott. Lag (2019:834).

38 &#167; Indelningsdelegerade f&#229;r anta ett reglemente om 
revisionen. Lag (2016:740).

&#214;verklagande

39 &#167; &#196;ndringsber&#246;rda kommuner och regioner samt deras 
medlemmar har r&#228;tt att f&#229; pr&#246;vat om ett beslut av 
indelningsdelegerade, ett utskott eller ett partssammansatt 
organ &#228;r lagligt genom att &#246;verklaga beslutet till f&#246;r-
valtningsr&#228;tten. Lag (2019:834).

40 &#167; I fr&#229;ga om &#246;verklagande g&#228;ller best&#228;mmelserna i 13 kap. 
kommunallagen (2017:725) om 

1. till&#228;mpningsomr&#229;de i 3 &#167;, 

2. hur besluten &#246;verklagas i 4 &#167;, 

3. tiden f&#246;r &#246;verklagande i 5 och 6 &#167;&#167;, 

4. grunder f&#246;r upph&#228;vande av besluten i 7-9 &#167;&#167;, 

5. handl&#228;ggningen i domstol i 10-13 &#167;&#167;, 

6. n&#228;r beslut f&#229;r verkst&#228;llas i 14 &#167;, och 

7. r&#228;ttelse av verkst&#228;llighet i 15 &#167;.

Det som i 13 kap. 13 &#167; andra stycket kommunallagen s&#228;gs om 
r&#228;tten att &#246;verklaga domstolens beslut ska &#228;ven g&#228;lla 
&#228;ndringsber&#246;rda kommuner och regioner samt deras medlemmar.
Lag (2019:834).

4 kap. Val

1 &#167; Om en &#228;ndrad region- eller kommunindelning ska tr&#228;da 
i kraft den 1 januari &#229;ret efter det &#229;r d&#229; ordinarie val h&#229;lls 
till region- och kommunfullm&#228;ktige, ska redan det valet avse 
regionen och kommunen enligt den nya indelningen.
Lag (2019:834).

2 &#167; Om en &#228;ndrad kommunal indelning inneb&#228;r att en ny kommun
bildas, skall de indelningsdelegerade snarast m&#246;jligt under
&#229;ret f&#246;re ikrafttr&#228;dandet v&#228;lja ledam&#246;ter till valn&#228;mnden och
ers&#228;ttare f&#246;r dessa. Lag (2016:740).


&#214;verg&#229;ngsbest&#228;mmelser

1995:46

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

2017:732

1. Denna lag tr&#228;der i kraft den 1 januari 2018.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r &#246;verklagande av 
beslut som har tillk&#228;nnagetts f&#246;re ikrafttr&#228;dandet.

2022:634

1. Denna lag tr&#228;der i kraft den 1 juli 2022.

2. Best&#228;mmelserna i 3 kap. 6 och 25 &#167;&#167; i den &#228;ldre lydelsen 
g&#228;ller fortfarande f&#246;r indelningsdelegerade och ledam&#246;ter som 
valts f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3964">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3966">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
