

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2018-04-23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3967</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3966">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3968">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:369 ·
                    <a href="/sfsr?bet=1979:369">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Folkomr&#246;stningslag (1979:369)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-05-31
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:29
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag g&#228;ller f&#246;r folkomr&#246;stningar som avses i 8 kap. 2 &#167;
f&#246;rsta stycket 5 regeringsformen. Lag (2010:1427).

2 &#167; Den myndighet som avses i 3 kap. 1 &#167; vallagen (2005:837) &#228;r
central myndighet ocks&#229; f&#246;r folkomr&#246;stning. Lag (2005:840).

3 &#167; F&#246;r folkomr&#246;stning &#228;r riket indelat i omr&#246;stningsdistrikt.
Del av kommun som vid val enligt vallagen (2005:837) bildar ett
valdistrikt utg&#246;r ett omr&#246;stningsdistrikt. Lag (2005:840).

4 &#167; F&#246;r folkomr&#246;stnings genomf&#246;rande svarar inom varje kommun
valn&#228;mnd som avses i 3 kap. 3 &#167; vallagen (2005:837).

N&#228;r folkomr&#246;stning f&#246;rr&#228;ttas i samband med val till riksdagen
tj&#228;nstg&#246;r de r&#246;stmottagare i ett valdistrikt som har utsetts
enligt 3 kap. 6 &#167; vallagen ocks&#229; som omr&#246;stningsf&#246;rr&#228;ttare.
Inf&#246;r annan folkomr&#246;stning utser valn&#228;mnden f&#246;r varje
omr&#246;stningsdistrikt minst fyra personer att vid omr&#246;stningen
tj&#228;nstg&#246;ra som omr&#246;stningsf&#246;rr&#228;ttare i distriktet. Vad som i 3
kap. vallagen f&#246;reskrivs om r&#246;stmottagare till&#228;mpas betr&#228;ffande
s&#228;rskilt utsedd omr&#246;stningsf&#246;rr&#228;ttare. Lag (2005:840).

5 &#167; R&#246;str&#228;tt vid folkomr&#246;stning tillkommer den som &#228;r
r&#246;stber&#228;ttigad vid val till riksdagen.

Fr&#229;gan om en person har r&#246;str&#228;tt avg&#246;rs p&#229; grundval av en f&#246;re
omr&#246;stningen uppr&#228;ttad r&#246;stl&#228;ngd. Om inte omr&#246;stningen h&#229;lls
samtidigt med ett annat val enligt vallagen (2005:837) skall
r&#246;stl&#228;ngd f&#246;r omr&#246;stningen uppr&#228;ttas med till&#228;mpning av 5 kap.
1, 2, 6 och 7 &#167;&#167; vallagen. Best&#228;mmelserna i 15 kap. den lagen
om &#246;verklagande av beslut om r&#228;ttelse av r&#246;stl&#228;ngd skall g&#228;lla
&#228;ven i fr&#229;ga om &#246;verklagande i samband med en omr&#246;stning.
Lag (2005:840).

6 &#167; N&#228;r en folkomr&#246;stning skall f&#246;rr&#228;ttas, skall, i den m&#229;n den
centrala valmyndigheten inte best&#228;mmer annat, f&#246;r var och en
som enligt den r&#246;stl&#228;ngd som uppr&#228;ttats f&#246;r omr&#246;stningen &#228;r
r&#246;stber&#228;ttigad vid omr&#246;stningen uppr&#228;ttas ett r&#246;stkort med
uppgifter om den r&#246;stber&#228;ttigade. R&#246;stkortet skall dessutom
inneh&#229;lla uppgifter om omr&#246;stningen till ledning f&#246;r den
r&#246;stber&#228;ttigade. F&#246;r folkomr&#246;stning och val till riksdagen som
&#228;ger rum samtidigt uppr&#228;ttas gemensamt r&#246;stkort. I fr&#229;ga om
r&#246;stkort till&#228;mpas i &#246;vrigt 5 kap. 8-–10 &#167;&#167; vallagen (2005:837).

Centrala valmyndigheten b&#246;r p&#229; l&#228;mpligt s&#228;tt sprida k&#228;nnedom
bland allm&#228;nheten om tid och s&#228;tt f&#246;r r&#246;stning och om de
best&#228;mmelser i &#246;vrigt som g&#228;ller f&#246;r folkomr&#246;stningen.
Myndigheten b&#246;r vidare inf&#246;r folkomr&#246;stning i grundlagsfr&#229;ga p&#229;
l&#228;mpligt s&#228;tt sprida k&#228;nnedom bland allm&#228;nheten om lydelsen av
det f&#246;rslag som omr&#246;stningen avser. Lag (2005:840).

7 &#167; Vid folkomr&#246;stningen f&#229;r anv&#228;ndas endast r&#246;stsedlar som
tillhandah&#229;lls av centrala valmyndigheten.

F&#246;r varje f&#246;rslag som &#228;r f&#246;rem&#229;l f&#246;r omr&#246;stning framst&#228;lls r&#246;stsedlar
f&#246;rsedda med tryckt meningsyttring. Dessutom skall finnas blanka
r&#246;stsedlar. R&#246;stsedlar f&#246;r en och samma omr&#246;stning skall vara lika till
storlek, f&#228;rg och material.

8 &#167; Statsverket svarar f&#246;r kostnaderna f&#246;r framst&#228;llning av det
antal r&#246;stsedlar som beh&#246;vs.

I lokal d&#228;r omr&#246;stning &#228;ger rum skall de r&#246;stande ha tillg&#229;ng
till

1. r&#246;stsedlar f&#246;r varje f&#246;rslag som &#228;r f&#246;rem&#229;l f&#246;r
folkomr&#246;stning och

2. blanka r&#246;stsedlar.

De kuvert som anv&#228;nds vid folkomr&#246;stning skall tillhandah&#229;llas
av den centrala valmyndigheten. Lag (2005:840).

9 &#167; Ingen f&#229;r r&#246;sta f&#246;r mer &#228;n ett f&#246;rslag i en omr&#246;stning. Den som inte
&#246;nskar r&#246;sta f&#246;r n&#229;got av f&#246;rslagen f&#229;r avl&#228;mna blank r&#246;stsedel.

10 &#167; R&#246;stning sker p&#229; dagen f&#246;r folkomr&#246;stningen i
omr&#246;stningslokalen f&#246;r det omr&#246;stningsdistrikt d&#228;r den r&#246;stande
&#228;r upptagen i r&#246;stl&#228;ngd. R&#246;stber&#228;ttigad, som p&#229; grund av
vistelse utom riket eller p&#229; annan ort inom riket eller av
annat sk&#228;l finner sig vara f&#246;rhindrad att r&#246;sta p&#229; tid och
plats som nu sagts, f&#229;r r&#246;sta i en r&#246;stningslokal inom landet
eller hos svensk utlandsmyndighet.

Om flera omr&#246;stningar &#228;ger rum samtidigt, skall den som r&#246;star
i en r&#246;stningslokal inom landet eller hos utlandsmyndighet vid
ett och samma tillf&#228;lle ut&#246;va sin r&#246;str&#228;tt i samtliga
omr&#246;stningar som han vill deltaga i. Om omr&#246;stning &#228;ger rum i
samband med val till riksdagen, skall r&#246;stande som nu har
angivits, som &#246;nskar delta b&#229;de i omr&#246;stningen och i valet,
avge sin r&#246;st i folkomr&#246;stningen samtidigt som han r&#246;star i
valet.

I fr&#229;ga om r&#246;stningen och om den vidare behandlingen av r&#246;ster
som har avgivits i en r&#246;stningslokal inom landet eller hos
utlandsmyndighet till&#228;mpas i &#246;vrigt best&#228;mmelserna om ordinarie
val till riksdagen i 7, 8 och 10 kap. vallagen (2005:837). Om
folkomr&#246;stning &#228;ger rum i samband med extra val till riksdagen
eller om den inte omfattar hela riket, till&#228;mpas i st&#228;llet de
best&#228;mmelser i n&#228;mnda kapitel som avser val som inte g&#228;ller
hela landet.

I lokal d&#228;r r&#246;stning &#228;ger rum skall vid folkomr&#246;stning i
grundlagsfr&#229;ga texten till det f&#246;rslag som avses med
omr&#246;stningen finnas tillg&#228;nglig. Lag (2005:840).

11 &#167; R&#246;sterna r&#228;knas prelimin&#228;rt i omr&#246;stningslokal och hos
valn&#228;mnd. D&#228;rvid till&#228;mpas best&#228;mmelserna i 11 och 12 kap.
vallagen (2005:837). Har omr&#246;stning f&#246;rr&#228;ttats samtidigt med
val till riksdagen, sker granskningen av f&#246;rtidsr&#246;ster
gemensamt f&#246;r omr&#246;stningen och valet.

Vid r&#228;kningen ordnas r&#246;stsedlarna i grupper efter
meningsyttring. Blanka r&#246;stsedlar bildar en grupp. Antalet
r&#246;stsedlar inom varje grupp r&#228;knas och antalet antecknas i
protokollet. R&#246;stsedlarna l&#228;ggs d&#228;refter gruppvis in i
s&#228;rskilda omslag. P&#229; omslagen antecknas vilken grupp r&#246;stsedlar
omslaget inneh&#229;ller och r&#246;stsedlarnas antal.

Vid r&#246;str&#228;kning hos valn&#228;mnd anv&#228;nds en urna f&#246;r varje
omr&#246;stning och f&#246;r varje omr&#229;de som bildar en valkrets vid val
av kommunfullm&#228;ktige. Lag (2005:840).

12 &#167; R&#246;sterna r&#228;knas slutligt av l&#228;nsstyrelsen. R&#246;sterna skall
d&#228;rvid redovisas s&#228;rskilt f&#246;r varje omr&#229;de som bildar en
valkrets vid val av kommunfullm&#228;ktige. Vid r&#246;str&#228;kningen skall
13 kap. 1-6 &#167;&#167; vallagen (2005:837) g&#228;lla. Lag (2005:840).

13 &#167; R&#246;stsedel &#228;r ogiltig om den

1. ej &#228;r s&#229;dan som f&#246;r omr&#246;stningen har tillhandah&#229;llits av centrala
valmyndigheten eller

2. &#228;r f&#246;rsedd med k&#228;nnetecken som uppenbarligen har blivit
anbragt p&#229; r&#246;stsedeln med avsikt.

Finns i ett r&#246;stkuvert flera likalydande r&#246;stsedlar, skall endast en
r&#246;stsedel r&#228;knas. Finns i annat fall i ett r&#246;stkuvert mer &#228;n en
r&#246;stsedel, &#228;r r&#246;stsedlarna ogiltiga. Lag (1993:1401).

14 &#167; Sedan r&#246;str&#228;kningen inom l&#228;nsstyrelsen har verkst&#228;llts,
l&#228;ggs r&#246;stsedlarna in i s&#228;rskilda omslag, de godk&#228;nda f&#246;r sig
och de ogiltiga f&#246;r sig. Omslagen f&#246;rseglas. R&#246;stsedlarna
f&#246;rvaras minst ett &#229;r efter det att sammanr&#228;kningsf&#246;rr&#228;ttningen
har avslutats.

F&#246;rr&#228;ttningen avslutas genom att protokollet l&#228;ggs fram f&#246;r
granskning. Protokollet s&#228;nds genast till centrala
valmyndigheten. Lag (1997:162).

15 &#167; Centrala valmyndigheten sammanr&#228;knar f&#246;r hela riket de avgivna
r&#246;sterna p&#229; grundval av protokollen fr&#229;n l&#228;nsstyrelserna och
tillk&#228;nnager folkomr&#246;stningens utg&#229;ng genom kung&#246;relse i Post- och
Inrikes tidningar. D&#228;rmed &#228;r folkomr&#246;stningen avslutad. De handlingar
som r&#246;r folkomr&#246;stningen l&#228;ggs i s&#228;kert f&#246;rvar och bevaras minst ett &#229;r
efter det att omr&#246;stningen har avslutats.

16 &#167; Ett beslut av den centrala valmyndigheten att fastst&#228;lla 
utg&#229;ngen av en folkomr&#246;stning &#246;verklagas till 
Valpr&#246;vningsn&#228;mnden. I fr&#229;ga om ett s&#229;dant &#246;verklagande 
till&#228;mpas de best&#228;mmelser i 15 kap. 5 &#167; f&#246;rsta stycket, 6 &#167; 
f&#246;rsta stycket 5 och andra stycket, 7 &#167; andra stycket och 8 &#167; 
vallagen (2005:837) som avser &#246;verklaganden av utg&#229;ngen av 
riksdagsval samt best&#228;mmelserna i 11 och 12 &#167;&#167; samma 
kapitel.

Ett beslut enligt f&#246;rsta stycket f&#229;r &#246;verklagas av 

1. den som enligt r&#246;stl&#228;ngden var r&#246;stber&#228;ttigad vid 
folkomr&#246;stningen,

2. den som enligt ett beslut som s&#228;gs i 5 kap. 6 &#167; vallagen 
var utesluten fr&#229;n r&#246;str&#228;tt, och 

3. ett parti eller en kampanjkommitt&#233; som har verkat f&#246;r 
n&#229;got av de f&#246;rslag som omr&#246;stningen har g&#228;llt. 
Lag (2018:29).

17 &#167; Har i den verksamhet f&#246;r f&#246;rberedande och genomf&#246;rande av
folkomr&#246;stning, f&#246;r vilken myndighet svarar, f&#246;rekommit
avvikelse fr&#229;n f&#246;reskriven ordning eller har n&#229;gon hindrat
omr&#246;stningen, f&#246;rvanskat avgivna r&#246;ster eller otillb&#246;rligen
verkat vid omr&#246;stningen p&#229; n&#229;got annat s&#228;tt, skall
Valpr&#246;vningsn&#228;mnden, om det med fog kan antas att vad som har
f&#246;rekommit har inverkat p&#229; utg&#229;ngen av omr&#246;stningen, vid
pr&#246;vning av ett &#246;verklagande av omr&#246;stningen upph&#228;va denna i
den omfattning som beh&#246;vs och f&#246;rordna om ny omr&#246;stning
betr&#228;ffande ett eller flera omr&#229;den som bildar valkrets vid val
av kommunfullm&#228;ktige eller, om r&#228;ttelse kan &#229;stadkommas genom
f&#246;rnyad r&#246;str&#228;kning, uppdra &#229;t centrala valmyndigheten att
vidta s&#229;dan r&#228;ttelse. F&#246;rordnande om ny omr&#246;stning f&#229;r dock,
s&#229;vitt g&#228;ller r&#229;dgivande folkomr&#246;stning, meddelas endast om vad
som f&#246;rekommit kan ha lett till att resultatet av
folkomr&#246;stningen har blivit missvisande med h&#228;nsyn till
omr&#246;stningens &#228;ndam&#229;l.

Om enligt best&#228;mmelse i lag talan mot visst beslut inte f&#229;r
f&#246;ras eller skall f&#246;ras i s&#228;rskild ordning, f&#229;r omst&#228;ndighet
som avses med beslutet inte &#229;beropas vid besv&#228;r som avses i
denna paragraf. Lag (2002:69).

18 &#167; Inf&#246;r r&#229;dgivande folkomr&#246;stning anges i s&#228;rskild lag den fr&#229;ga som
skall st&#228;llas till folket samt tidpunkten f&#246;r omr&#246;stningen.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3966">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3968">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
