

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1998-05-11" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3970</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3969">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3971">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:323 ·
                    <a href="/sfsr?bet=1979:323">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1979:323)
om till&#228;mpning av en &#246;verenskommelse den 23 februari 1978
ang&#229;ende
till&#228;mpning av konventionen den 27 februari 1976 mellan Sverige
och
F&#246;rbundsrepubliken Tyskland om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-05-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS1991:1184
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan. 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den &#246;verenskommelse ang&#229;ende till&#228;mpning av konventionen den 27
februari 1976 mellan Sverige och F&#246;rbundsrepubliken Tyskland om social
trygghet, som undertecknades den 23 februari 1978, har tr&#228;tt i kraft
den 8 maj 1979 och skall l&#228;nda till efterr&#228;ttelse h&#228;r i riket.

&#214;verenskommelsen bifogas denna f&#246;rordning i svensk och tysk text som
bilaga.

Bilaga


&#214;verenskommelse
ang&#229;ende till&#228;mpning av konventionen den 27 februari 1976 mellan
Konungariket Sverige och F&#246;rbundsrepubliken Tyskland om social
trygghet

Konungariket Sveriges regering och F&#246;rbundsrepubliken Tysklands
regering har med st&#246;d av artikel 33 f&#246;rsta stycket i konventionen den
27 februari 1976 mellan Konungariket Sverige och F&#246;rbundsrepubliken
Tyskland om social trygghet, i det f&#246;ljande ben&#228;mnd &quot;konventionen&quot;,

&#246;verenskommit om f&#246;ljande:

AVDELNING I

Allm&#228;nna best&#228;mmelser

Artikel 1

I f&#246;ljande best&#228;mmelser anv&#228;nds de i konventionen f&#246;rekommande
uttrycken i deras d&#228;r angivna betydelse.

Artikel 2

De enligt konventionens artikel 33 andra stycket inr&#228;ttade
f&#246;rbindelseorganen har att inom ramen f&#246;r sin beh&#246;righet l&#228;mna ber&#246;rda
personer allm&#228;n information om r&#228;ttigheter och skyldigheter enligt
konventionen.

Artikel 3

De enligt konventionens artikel 33 andra stycket inr&#228;ttade
f&#246;rbindelseorganen och de enligt denna &#246;verenskommelse artikel 11
andra stycket beh&#246;riga f&#246;rs&#228;kringsorganen tr&#228;ffar var och en inom sitt
beh&#246;righetsomr&#229;de och under medverkan av de beh&#246;riga myndigheterna
&#246;verenskommelse om s&#229;dan administrativa &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga och
&#228;ndam&#229;lsenliga f&#246;r konventionens till&#228;mpning. Konventionens artikel 33
f&#246;rsta stycket ber&#246;rs ej.

Artikel 4

1. De i konventionens artikel 27 f&#246;rsta stycket angivna organen skall
inom ramen f&#246;r sin beh&#246;righet till varandra och till ber&#246;rda personer
l&#228;mna de uppgifter och tillhandah&#229;lla den bevisning som beh&#246;vs f&#246;r att
trygga de ber&#246;rda personernas r&#228;ttigheter och skyldigheter enligt den
i konventionens artikel 2 f&#246;rsta stycket angivna lagstiftningen,
enligt konventionen och enligt denna &#246;verenskommelse.

2. &#196;r n&#229;gon enligt den i konventionens artikel 2 f&#246;rsta stycket
angivna lagstiftningen, enligt konventionen eller enligt denna
&#246;verenskommelse skyldig att till f&#246;rs&#228;kringsorgan eller annat organ
l&#228;mna uppgift om angivna f&#246;rh&#229;llanden, g&#228;ller denna skyldighet &#228;ven
med avseende p&#229; motsvarande f&#246;rh&#229;llanden som f&#246;religger inom den andra
f&#246;rdragsslutande statens territorium eller enligt dess r&#228;tt. Detsamma
g&#228;ller i det fall n&#229;gon &#228;r skyldig att f&#246;rebringa viss bevisning.

Artikel 5

1. I de fall som avses i konventionens artiklar 6 och 10 l&#228;mnar
beh&#246;rigt f&#246;rs&#228;kringsorgan inom den stats territorium, vars
lagstiftning skall vara till&#228;mplig, den person varom fr&#229;ga &#228;r p&#229;
beg&#228;ran ett intyg att han omfattas av denna lagstiftning.

2. I F&#246;rbundsrepubliken Tyskland utf&#228;rdar f&#246;rs&#228;kringsorganet f&#246;r
sjukf&#246;rs&#228;kringen n&#228;mnda intyg ocks&#229; f&#246;r &#246;vriga f&#246;rs&#228;kringsgrenar.
Omfattas en person enbart av yrkesskadef&#246;rs&#228;kringen, utf&#228;rdar det
beh&#246;riga f&#246;rs&#228;kringsorganet f&#246;r yrkesskadef&#246;rs&#228;kringen intyget.

3. I Sverige utf&#228;rdas n&#228;mnda intyg vid till&#228;mpning av artikel 6 i
konventionen av den allm&#228;nna f&#246;rs&#228;kringskassan eller
riksf&#246;rs&#228;kringsverket, och vid till&#228;mpning av artikel 10 i konventionen
av riksf&#246;rs&#228;kringsverket. F&#246;rordning (1991:1184).

Artikel 6

Kontantf&#246;rm&#229;ner utbetalas till mottagare inom den andra
f&#246;rdragsslutande statens territorium utan f&#246;rmedling av f&#246;rbindelse
organ i denna stat. Konventionens artikel 17 andra stycket och artikel
21 andra stycket ber&#246;rs ej.

AVDELNING II

S&#228;rskilda best&#228;mmelser

Kapitel 1. Sjukf&#246;rs&#228;kring

Artikel 7

I den m&#229;n n&#229;gon &#228;r skyldig att anm&#228;la till det beh&#246;riga
f&#246;rs&#228;kringsorganet att arbetsof&#246;rm&#229;ga f&#246;religger eller har upph&#246;rt kan
denna anm&#228;lan vid till&#228;mpning av konventionens artikel 17 ocks&#229; g&#246;ras
hos f&#246;rs&#228;kringsorganet f&#246;r vistelseorten. Detta skall omg&#229;ende
underr&#228;tta det beh&#246;riga f&#246;rs&#228;kringsorganet.

Artikel 8

1. Beg&#228;r n&#229;gon, som &#228;r ber&#228;ttigad till sjukv&#229;rdsf&#246;rm&#229;ner enligt
lagstiftningen i en f&#246;rdragsslutande stat, sjukv&#229;rdsf&#246;rm&#229;ner enligt
konventionens artiklar 13 och 16 i den andra f&#246;rdragsslutande staten,
kan f&#246;rs&#228;kringsorganet f&#246;r vistelseorten beg&#228;ra att han &#246;verl&#228;mnar ett
intyg som utvisar att r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner f&#246;religger enligt
den f&#246;rstn&#228;mnda statens lagstiftning. Tyskt f&#246;rs&#228;kringsorgan som
erh&#229;ller h&#228;r avsett intyg betraktas i forts&#228;ttningen som f&#246;rs&#228;krings
organ f&#246;r vistelseorten &#228;ven om personen i fr&#229;ga skulle komma att
vistas inom ett annat f&#246;rs&#228;kringsorgans omr&#229;de, s&#229;vida icke det senare
organet erh&#229;ller ett nytt intyg.

2. Den som enligt den tyska lagstiftningen &#228;r att betrakta som
familjemedlem &#228;r ber&#228;ttigad att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner enligt
konventionens artiklar 14 och 16 i F&#246;rbundsrepubliken Tyskland.
F&#246;ruts&#228;ttning &#228;r h&#228;rvid att r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner skulle har
f&#246;relegat f&#246;r familjemedlemmen i denna hans egenskap enligt tysk
lagstiftning om den i konventionens artikel 14 avsedde personen hade
varit sjukf&#246;rs&#228;krad enligt denna lagstiftning. Familjemedlemmen skall
till f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten &#246;verl&#228;mna intyg att han
&#228;r medlem av en i Sverige bosatt och enligt svensk lagstiftning
f&#246;rs&#228;krad persons familj. F&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten
underr&#228;ttas av det svenska beh&#246;riga f&#246;rs&#228;kringsorganet n&#228;r
f&#246;rs&#228;kringen upph&#246;r.

3. F&#246;r att erh&#229;lla sjukv&#229;rdsf&#246;rm&#229;ner enligt konventionens artikel 15 i
F&#246;rbundsrepubliken Tyskland &#246;verl&#228;mnar den som uppb&#228;r eller har ans&#246;kt
om pension enbart enligt den svenska lagstiftningen till
f&#246;rs&#228;kringsorganet f&#246;r bos&#228;ttningsorten ett intyg h&#228;rom fr&#229;n det
svenska beh&#246;riga f&#246;rs&#228;kringsorganet. Det svenska organet underr&#228;ttar
organet f&#246;r bos&#228;ttningsorten n&#228;r pensionsutbetalningen upph&#246;r eller
ans&#246;kan om pension avsl&#229;s.

4. Har intyg enligt f&#246;rsta - tredje styckena ej kunnat f&#246;retes hos
f&#246;rs&#228;kringsorganet f&#246;r vistelseorten i r&#228;tt tid, skall p&#229; den
ber&#228;ttigades beg&#228;ran vid senare f&#246;reteende av intyget n&#228;mnda organ
ers&#228;tta de kostnader som uppst&#229;tt. Ers&#228;ttningens storlek motsvarar vad
f&#246;rs&#228;kringsorganet skulle ha utgivit om intyget hade f&#246;retetts hos
f&#246;rs&#228;kringsorganet f&#246;r vistelseorten i r&#228;tt tid.

5. Den som enligt punkt 8 a) i slutprotokollet till konventionen efter
upph&#246;rande av inskrivning i den svenska allm&#228;nna f&#246;rs&#228;kringskassan
frivilligt forts&#228;tter f&#246;rs&#228;kringen enligt den tyska lagstiftningen om
sjukf&#246;rs&#228;kring skall p&#229; anfordran av det tyska sjukf&#246;rs&#228;kringsorganet
f&#246;rete intyg om n&#228;r han var sjukf&#246;rs&#228;krad enligt svensk lagstiftning.

Artikel 9

F&#246;r f&#246;rs&#228;kringsplikt i den tyska sjukf&#246;rs&#228;kringen beaktas f&#246;rs&#228;krings
perioder som fullgjorts enligt svensk lagstiftning i den m&#229;n de icke
sammanfaller med f&#246;rs&#228;kringsperioder enligt den tyska lagstiftningen.

Kapitel 2. Yrkesskadef&#246;rs&#228;kring

Artikel 10

1. Betr&#228;ffande yrkesskadeanm&#228;lan till&#228;mpas den f&#246;rdragsslutande stats
lagstiftning enligt vilken f&#246;rs&#228;kringen g&#228;ller.

2. Anm&#228;lan g&#246;rs hos det beh&#246;riga f&#246;rs&#228;kringsorganet. Detta underl&#228;ttar
omg&#229;ende f&#246;rs&#228;kringsorganet f&#246;r vistelseorten. Anm&#228;lan kan &#228;ven g&#246;ras
hos det senare organet. Detta &#246;vers&#228;nder anm&#228;lningen omg&#229;ende till det
beh&#246;riga f&#246;rs&#228;kringsorganet.

Kapitel 3. Pensionsf&#246;rs&#228;kring

Artikel 11

1. I den m&#229;n f&#246;reskrifter h&#228;rom ej redan finns i den tyska
lagstiftningen skall inom pensionsf&#246;rs&#228;kringen f&#246;r arbetare det f&#246;r
denna f&#246;rs&#228;kring inr&#228;ttade f&#246;rbindelseorganet vara beh&#246;rigt att
fastst&#228;lla f&#246;rm&#229;ner, med undantag f&#246;r medicinska, arbetsv&#229;rdande och
kompletterande rehabiliteringsf&#246;rm&#229;ner, n&#228;r

a) f&#246;rs&#228;kringsperioder har fullgjorts eller &#228;r tillgodor&#228;kningsbara
enligt b&#229;de tysk och svensk lagstiftning eller

b) den ber&#228;ttigade &#228;r bosatt inom Konungariket Sveriges territorium
eller

c) den ber&#228;ttigade &#228;r svensk medborgare och bosatt utanf&#246;r de
f&#246;rdragsslutande staternas territorier.

2. S&#228;rskilda inr&#228;ttningars beh&#246;righet ber&#246;rs ej.

Artikel 12

F&#246;r till&#228;mpningen av konventionens artikel 22 sj&#228;tte stycket g&#228;ller
f&#246;ljande:

Barntill&#228;gg eller det belopp, med vilket barnpension f&#246;rh&#246;jes, utges
enligt de normer som g&#228;ller i innerstatlig r&#228;tt, n&#228;r r&#228;tt till pension
f&#246;religger utan &#229;beropande av f&#246;rsta stycket och barntill&#228;gg eller
barnpension icke utg&#229;r enligt den svenska lagstiftningen. I annat fall
utges barntill&#228;gget eller det belopp, varmed barnpensionen h&#246;js, med
h&#228;lften av vad som skulle f&#246;lja av innerstatlig r&#228;tt.

Artikel 13

De i konventionens artikel 33 andra stycket och i denna
&#246;verenskommelses artikel 11 angivna f&#246;rs&#228;kringsorganen skall &#229;rligen
per den 31 december sammanst&#228;lla statistik &#246;ver utbetalningar som
gjorts till den andra f&#246;rdragsslutande statens territorium.
Statistiken skall s&#229;vitt m&#246;jligt inneh&#229;lla efter pensionens art
f&#246;rdelade uppgifter &#246;ver pensioners och kapitalutbetalningars antal
och totalbelopp. Statistiken utv&#228;xlas.

AVDELNING III

&#214;vrigt

Artikel 14

Sammantr&#228;ffar utbetalning av sjukpenning enligt lagstiftningen i den
ena f&#246;rdragsslutande staten med utbetalning av pension enligt
lagstiftningen i den andra f&#246;rdragsslutande staten, skall
konventionens artikel 35 f&#246;rsta stycket ha motsvarande till&#228;mpning.

AVDELNING IV

Slutbest&#228;mmelser

Artikel 15

Denna &#246;verenskommelse g&#228;ller &#228;ven f&#246;r Land Berlin, s&#229;vida icke
F&#246;rbundsrepubliken Tysklands regering till Konungariket Sveriges
regering avger en motsatt f&#246;rklaring inom tre m&#229;nader efter denna
&#246;verenskommelses ikrafttr&#228;dande.

Artikel 16

Denna &#246;verenskommelse tr&#228;der i kraft s&#229; snart de b&#229;da regeringarna
meddelat varandra att erforderliga f&#246;ruts&#228;ttningar enligt nationell
r&#228;tt f&#246;religger f&#246;r dess ikrafttr&#228;dande. Den skall till&#228;mpas fr&#229;n och
med dagen f&#246;r konventionens ikrafttr&#228;dande.

SOM SKEDDE i Bonn den 23 februari 1978 i tv&#229; originalexemplar,
vartdera p&#229; svenska och tyska spr&#229;ken, vilka b&#229;da texter &#228;ger lika
vitsord.

F&#246;r Konungariket Sveriges regering
F&lt;r die Regierung des K&#246;nigreichs Schweden
Sven Backlund

&#214;verg&#229;ngsbest&#228;mmelser

1991:1184

Denna f&#246;rordning tr&#228;der ikraft den 1 augusti 1991.

De nya best&#228;mmelserna g&#228;ller &#228;ven f&#246;r Land Berlin, s&#229;vida inte den tyska
regeringen till den svenska regeringen avger en f&#246;rklaring om motsatsen
inom tre m&#229;nader efter ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3969">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3971">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
