

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-27" /> 
 <meta id="rattsinfo-edited" content="2023-03-27 09:43:50" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3975</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3974">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3976">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:197 ·
                    <a href="/sfsr?bet=1979:197">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">B&#246;tesverkst&#228;llighetsf&#246;rordning (1979:197)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L5
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-04-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1983:358
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1505
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; F&#246;rordningens best&#228;mmelser om b&#246;ter g&#228;ller ocks&#229; viten. Vad
som f&#246;reskrivs i 1--8, 11, 23, 25 och 26 &#167;&#167; g&#228;ller dessutom s&#229;dan
s&#228;rskild r&#228;ttsverkan av brott som innefattar betalningsskyldighet.
Best&#228;mmelserna i 17--22 &#167;&#167; g&#228;ller inte s&#229;dana b&#246;ter och viten som
enligt s&#228;rskilda f&#246;reskrifter inte f&#229;r f&#246;rvandlas.

Med f&#246;rel&#228;ggande avses s&#229;dant f&#246;rel&#228;ggande som utf&#228;rdas enligt 48
kap. r&#228;tteg&#229;ngsbalken. F&#246;rordning (1993:1241).

F&#246;rskott

2 &#167; F&#246;rskottsbetalning av b&#246;ter g&#246;rs till Polismyndigheten. I
m&#229;l som Tullverket eller Kustbevakningen handl&#228;gger f&#229;r
f&#246;rskottsbetalning &#228;ven g&#246;ras till respektive myndighet.

Kustbevakningen ska redovisa mottagna medel till
Polismyndigheten. F&#246;rordning (2014:1127).

Uppb&#246;rd

3 &#167; Verkst&#228;llighet p&#229; grund av f&#246;rel&#228;ggande eller p&#229; grund av 
dom eller slutligt beslut som meddelats av allm&#228;n domstol ska, 
med de begr&#228;nsningar som framg&#229;r av andra och tredje styckena, 
i f&#246;rsta hand ske genom uppb&#246;rd. Polismyndigheten &#228;r 
uppb&#246;rdsmyndighet. 

Uppb&#246;rd f&#229;r inte ske i fr&#229;ga om b&#246;ter och belopp som avser 
s&#228;rskild r&#228;ttsverkan av brott, om betalningsskyldighet har 
&#229;lagts flera med solidariskt betalningsansvar. 

Uppb&#246;rd f&#229;r inte ske om kvarstad beslutats till s&#228;kerhet f&#246;r 
fullg&#246;rande av betalningsskyldigheten.

Vid uppb&#246;rd p&#229; grund av f&#246;rel&#228;ggande ska g&#228;lden&#228;ren ges 
tillf&#228;lle att betala frivilligt inom tre m&#229;nader fr&#229;n den dag 
f&#246;rel&#228;ggandet godk&#228;ndes. Om minst halva beloppet har betalats 
inom den tiden ska g&#228;lden&#228;ren ges tillf&#228;lle att frivilligt 
betala det resterande beloppet inom ytterligare tre m&#229;nader. 

N&#228;r en domstol d&#246;mer ut ett belopp som kan bli f&#246;rem&#229;l f&#246;r 
uppb&#246;rd enligt denna paragraf, ska domstolen samtidigt upplysa 
den b&#246;tf&#228;llde om m&#246;jligheten till frivillig betalning. 

Om betalning av b&#246;ter grundas p&#229; ett f&#246;rel&#228;ggande av 
ordningsbot som har utf&#228;rdats f&#246;r n&#229;gon som endast tillf&#228;lligt 
uppeh&#229;ller sig i Sverige, f&#229;r betalningen tas emot av en 
tj&#228;nsteman vid Polismyndigheten, en tulltj&#228;nsteman eller en 
kustbevakningstj&#228;nsteman. Inbetalda medel ska i s&#229;dant fall 
redovisas till Polismyndigheten eller, d&#229; b&#246;terna har betalats 
till en tulltj&#228;nsteman, till Tullverket. 
F&#246;rordning (2022:1505).

4 &#167; Har b&#246;ter betalats i f&#246;rskott, ska Polismyndigheten eller 
Tullverket, om verket tagit emot medlen, ta dessa i anspr&#229;k 
f&#246;r verkst&#228;llighet. F&#246;rordning (2022:827).

5 &#167; Om det mottagna b&#246;tesbeloppet ska tillfalla n&#229;gon annan
&#228;n staten eller &#229;terbetalas, ska Polismyndigheten underr&#228;tta
den som &#228;r ber&#228;ttigad till beloppet och &#246;vers&#228;nda detta.
F&#246;rordning (2014:1127).

Indrivning

6 &#167; Polismyndigheten ska beg&#228;ra indrivning av

1. obetalda b&#246;ter som har &#229;lagts genom allm&#228;n domstols
lagakraftvunna dom eller slutliga beslut eller genom godk&#228;nt
f&#246;rel&#228;ggande och som varit f&#246;rem&#229;l f&#246;r uppb&#246;rd, och

2. b&#246;ter som har &#229;lagts genom allm&#228;n domstols lagakraftvunna
dom eller slutliga beslut och som undantagits fr&#229;n uppb&#246;rd
enligt 3 &#167;.

Best&#228;mmelser om beg&#228;ran om indrivning m.m. finns i 4–9 &#167;&#167;
indrivningsf&#246;rordningen (1993:1229). F&#246;rordning (2014:1127).

7 &#167; Har upph&#228;vts genom f&#246;rordning (2010:357).

8 &#167; I fr&#229;ga om andra b&#246;ter &#228;n s&#229;dana som anges i 6 &#167; ska den
domstol eller myndighet som d&#246;mt ut b&#246;terna genast sedan
b&#246;tesavg&#246;randet vunnit laga kraft beg&#228;ra indrivning.
Best&#228;mmelser om beg&#228;ran om indrivning m.m. finns i 4-9 &#167;&#167;
indrivningsf&#246;rordningen (1993:1229). F&#246;rordning (2010:357).

9 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

10 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

11 &#167; Kronofogdemyndigheten f&#229;r beg&#228;ra bitr&#228;de av Tullverket 
f&#246;r att driva in b&#246;ter, n&#228;r den b&#246;tf&#228;llde antas vara ombord 
p&#229; fartyg, som anl&#246;per svensk hamn.

Tullverket ska i &#246;vrigt medverka vid verkst&#228;llighet av 
b&#246;tesstraff som d&#246;ms ut enligt lagen (2000:1225) om straff 
f&#246;r smuggling eller tullagen (2016:253). 
F&#246;rordning (2016:288).

12 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

13 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

14 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

15 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

16 &#167; Har upph&#228;vts genom f&#246;rordning (1993:1241).

F&#246;rvandling av b&#246;ter

17 &#167; Om indrivning av b&#246;ter har avbrutits utan att b&#246;terna har
blivit fullt betalda och om det enligt Kronofogdemyndighetens
bed&#246;mning finns anledning att anta att b&#246;terna skall
f&#246;rvandlas, skall Kronofogdemyndigheten skyndsamt s&#228;nda en
redog&#246;relse f&#246;r f&#246;rh&#229;llandet till &#229;klagare som &#228;r beh&#246;rig att
f&#246;ra talan om b&#246;ternas f&#246;rvandling. Redog&#246;relsen skall
inneh&#229;lla upplysningar om den b&#246;tf&#228;llde och hans f&#246;rm&#229;ga att
betala b&#246;terna samt utdrag ur uts&#246;knings- och
indrivningsdatabasen. Redog&#246;relsen uppr&#228;ttas enligt formul&#228;r
som fastst&#228;lls av Kronofogdemyndigheten efter samr&#229;d med
&#197;klagarmyndigheten.

Om b&#246;terna betalas helt eller delvis, sedan handlingarna har
s&#228;nts till &#229;klagaren men innan r&#228;tten har meddelat slutligt
beslut i m&#229;let, skall Kronofogdemyndigheten genast underr&#228;tta
&#229;klagaren.

Uppgift om att handlingarna har &#246;vers&#228;nts till &#229;klagaren och
vilken dag detta har skett skall f&#246;ras in i uts&#246;knings- och
indrivningsdatabasen. Utf&#228;rdar Kronofogdemyndigheten d&#228;refter
nytt utdrag ur uts&#246;knings- och indrivningsdatabasen, skall &#228;ven
uppgift om detta f&#246;ras in i databasen. P&#229; grund av ett s&#229;dant
utdrag f&#229;r inte n&#229;gon &#229;tg&#228;rd vidtas f&#246;r b&#246;ternas f&#246;rvandling
utan att samtycke l&#228;mnas av den &#229;klagare till vilken utdrag
f&#246;rst s&#228;nts.

Best&#228;mmelserna i denna paragraf till&#228;mpas inte i fr&#229;ga om en
b&#246;tf&#228;lld, som inte har kunnat antr&#228;ffas eller som vistas
utomlands. F&#246;rordning (2006:1199).

18 &#167; Betalas b&#246;terna helt sedan beslut om f&#246;rvandlingsstraff har
meddelats men innan verkst&#228;llighet av straffet har avslutats,
skall Kronofogdemyndigheten genast l&#228;mna underr&#228;ttelse om detta
till Kriminalv&#229;rden. F&#246;rordning (2006:761).

19 &#167; N&#228;r s&#229;dana handlingar som n&#228;mns i 17 &#167; f&#246;rsta stycket
har kommit &#229;klagaren till handa, ska &#229;klagaren skyndsamt ta
st&#228;llning till om talan om f&#246;rvandling av b&#246;terna ska v&#228;ckas.
Om det beh&#246;vs f&#229;r &#229;klagaren f&#246;r detta &#228;ndam&#229;l besluta om
ytterligare utredning och anlita bitr&#228;de av Polismyndigheten.
I fr&#229;ga om utredningen g&#228;ller det som &#228;r f&#246;reskrivet om
f&#246;runders&#246;kning i brottm&#229;l, med undantag f&#246;r best&#228;mmelserna
om h&#228;mtning till f&#246;rh&#246;r och om tv&#229;ngsmedel.

Beslutar &#229;klagaren att inte v&#228;cka talan om f&#246;rvandling av
b&#246;terna, ska de handlingar som har kommit in fr&#229;n
Kronofogdemyndigheten &#229;terst&#228;llas med uppgift om sk&#228;len f&#246;r
att s&#229;dan talan inte har v&#228;ckts. F&#246;rordning (2014:1127).

20 &#167; Talan om f&#246;rvandling av b&#246;ter v&#228;cks genom ans&#246;kan. Ans&#246;kan skall
inneh&#229;lla uppgift om den domstol eller myndighet som har &#229;d&#246;mt b&#246;terna,
dagen f&#246;r b&#246;tesbeslutet, brottets beskaffenhet samt de &#229;d&#246;mda b&#246;terna
och vad som har erlagts av dem. Ans&#246;kan skall ocks&#229; inneh&#229;lla uppgift om
grunden f&#246;r yrkandet. Vid ans&#246;kningen skall fogas de fr&#229;n
Kronofogdemyndigheten inkomna handlingarna samt protokoll &#246;ver utredning
som &#229;klagaren har verkst&#228;llt. F&#246;rordning (2006:761).

21 &#167; R&#228;ttens slutliga beslut i m&#229;l om f&#246;rvandling av b&#246;ter skall
inneh&#229;lla s&#229;dana uppgifter r&#246;rande b&#246;terna som enligt 20 &#167; andra
meningen skall upptas i ans&#246;kan.

I &#246;vrigt skall i fr&#229;ga om beslutets inneh&#229;ll g&#228;lla vad som i allm&#228;nhet
&#228;r f&#246;reskrivet om ett slutligt beslut. F&#246;rordning (1983:358).

22 &#167; N&#228;r slutligt beslut i m&#229;l om f&#246;rvandling av b&#246;ter har meddelats
skall tingsr&#228;tt senast inom en vecka och hovr&#228;tt genast till
Kronofogdemyndigheten s&#228;nda en avskrift av beslutet och det utdrag av
sak&#246;resl&#228;ngd eller av expedition av b&#246;tesbeslutet som h&#246;r till m&#229;let.
Har en tingsr&#228;tt &#229;lagt f&#246;rvandlingsstraff, skall dock s&#228;ndas endast
s&#229;dant utdrag som nyss har angetts med bevis om utg&#229;ngen av m&#229;let.
Dessutom skall, om hovr&#228;tt &#228;ndrar tingsr&#228;ttens beslut, avskrift av
hovr&#228;ttens beslut genast s&#228;ndast till l&#228;nsstyrelsen eller den myndighet
som annars har att se till att b&#246;tesbeslutet befordras till
verkst&#228;llighet.

Om expeditioner i m&#229;l om f&#246;rvandling av b&#246;ter finns dessutom s&#228;rskilda
f&#246;reskrifter. I &#246;vrigt skall i fr&#229;ga om expeditioner i m&#229;l om
f&#246;rvandling av b&#246;ter i till&#228;mpliga delar iakttas vad som g&#228;ller
betr&#228;ffande brottm&#229;l i allm&#228;nhet. F&#246;rordning (2006:761).

&#214;vriga best&#228;mmelser

23 &#167; Kronofogdemyndigheten skall underr&#228;tta &#229;klagaren i den ort d&#228;r den
b&#246;tf&#228;llde finns om f&#246;rordnande enligt 12 &#167; b&#246;tesverkst&#228;llighetslagen
(1979:189). Underr&#228;ttelsen skall s&#228;ndas inom tre veckor fr&#229;n det
f&#246;rordnandet meddelades.

24 &#167; Har upph&#228;vts genom f&#246;rordning (1986:1367).

25 &#167; Indrivning beh&#246;ver inte beg&#228;ras f&#246;r en fordran som understiger
100 kronor om indrivning inte kr&#228;vs fr&#229;n allm&#228;n synpunkt.
Ytterligare f&#246;reskrifter som g&#228;ller vid indrivning av b&#246;ter finns i
uts&#246;kningsf&#246;rordningen (1981:981) och indrivningsf&#246;rordningen
(1993:1229). F&#246;rordning (1993:1241).

26 &#167; De ytterligare f&#246;reskrifter som beh&#246;vs f&#246;r
verkst&#228;llighet av best&#228;mmelserna om uppb&#246;rd, indrivning,
redovisning och f&#246;rvandling av b&#246;ter f&#229;r meddelas av
Kronofogdemyndigheten, &#197;klagarmyndigheten, Polismyndigheten,
Tullverket, Kustbevakningen och Domstolsverket, var och en
f&#246;r sitt verksamhetsomr&#229;de. F&#246;rordning (2014:1127).

&#214;verg&#229;ngsbest&#228;mmelser

1987:1092

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 1988. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande i fr&#229;ga om b&#246;tesstraff, som &#229;d&#246;mts enligt tullagen
(1973:670) eller tullstadgan (1973:671).

1988:215

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1988. &#196;ldre f&#246;reskrifter
g&#228;ller dock i fr&#229;ga om domar och slutliga beslut som meddelats f&#246;re
ikrafttr&#228;dandet.

2000:1308

Denna f&#246;rordning tr&#228;der i kraft den 1 januari 2001. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om b&#246;tesstraff som
&#229;d&#246;mts enligt tullagen (1994:1550) eller tullf&#246;rordningen
(1994:1558).

2016:288

1. Denna f&#246;rordning tr&#228;der i kraft den 1 maj 2016.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om 
b&#246;tesstraff som f&#246;re ikrafttr&#228;dandet d&#246;mts ut enligt tullagen 
(2000:1281).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3974">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3976">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
