

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2021-02-17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3976</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3975">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3977">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:189 ·
                    <a href="/sfsr?bet=1979:189">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">B&#246;tesverkst&#228;llighetslag (1979:189)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L5
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-04-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2020:1074
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Allm&#228;nna best&#228;mmelser

1 &#167; B&#246;tesstraff verkst&#228;lls genom uppb&#246;rd eller indrivning. Regeringen
best&#228;mmer, i vad m&#229;n uppb&#246;rd skall ske.

Lagens best&#228;mmelser om b&#246;ter g&#228;ller ocks&#229; vite. Best&#228;mmelserna i
1--13 &#167;&#167; g&#228;ller dessutom s&#229;dan s&#228;rskild r&#228;ttsverkan av brott som
innefattar betalningsskyldighet. Vad som s&#228;gs i lagen om dom g&#228;ller
&#228;ven beslut. Lag (1983:352).

2 &#167; Uppb&#246;rd av b&#246;ter sker s&#229; snart dom, straff&#246;rel&#228;ggande eller
f&#246;rel&#228;ggande av ordningsbot har meddelats. Indrivning f&#229;r d&#228;remot ej
ske f&#246;rr&#228;n domen har vunnit laga kraft eller f&#246;rel&#228;ggandet har
godk&#228;nts.

Utan hinder av att dom eller f&#246;rel&#228;ggande ej har meddelats f&#229;r den
misst&#228;nkte betala f&#246;rskott p&#229; b&#246;ter som kan komma att &#229;l&#228;ggas honom.
Regeringen eller myndighet som regeringen best&#228;mmer meddelar n&#228;rmare
f&#246;reskrifter om s&#229;dan f&#246;rskottsbetalning.

3 &#167; Om verkst&#228;llighet utomlands av h&#228;r i landet &#229;lagt b&#246;tesstraff
finns s&#228;rskilda best&#228;mmelser.

Uppb&#246;rd

4 &#167; Uppb&#246;rd sker genom att den b&#246;tf&#228;llde frivilligt erl&#228;gger betalning
till myndighet som regeringen best&#228;mmer. Influtet belopp avr&#228;knas p&#229; de
b&#246;ter som f&#229;r antas vara avsedda med betalningen.

Som uppb&#246;rd anses &#228;ven att medel, som har betalats som f&#246;rskott p&#229;
b&#246;ter, tas i anspr&#229;k f&#246;r betalning av dessa.

5 &#167; Uppkommer &#246;verskott vid uppb&#246;rd, f&#229;r det avr&#228;knas p&#229; andra
b&#246;ter som den b&#246;tf&#228;llde &#228;r skyldig att betala. I den m&#229;n
avr&#228;kning ej sker, skall &#246;verskott &#229;terbetalas.

Endast &#246;verskott som uppg&#229;r till minst femtio kronor skall
&#229;terbetalas. Beloppet skall avrundas till n&#228;rmaste l&#228;gre hela
krontal. Lag (2001:356).

Indrivning

6 &#167; Om uppb&#246;rd inte skall ske eller om uppb&#246;rd inte har lett till full
betalning, skall b&#246;terna l&#228;mnas f&#246;r indrivning. Regeringen f&#229;r
f&#246;reskriva att indrivning inte beh&#246;ver beg&#228;ras f&#246;r ett ringa belopp.

Best&#228;mmelser om indrivning finns i lagen (1993:891) om indrivning
av statliga fordringar m.m. Lag (1993:902).

7 &#167; har upph&#228;vts genom lag (1993:902).

8 &#167; har upph&#228;vts genom lag (1985:148).

9 &#167; har upph&#228;vts genom lag (1993:902).

10 &#167; har upph&#228;vts genom lag (1993:902).

11 &#167; har upph&#228;vts genom lag (1993:902).

12 &#167; Skulle indrivning av b&#246;ter vara till synnerligt men f&#246;r den
b&#246;tf&#228;llde eller n&#229;gon som &#228;r beroende av honom f&#246;r sin f&#246;rs&#246;rjning,
kan kronofogdemyndigheten f&#246;rordna att vidare verkst&#228;llighet ej skall
&#228;ga rum. S&#229;dant f&#246;rordnande f&#229;r ej meddelas, om det &#228;r p&#229;kallat fr&#229;n
allm&#228;n synpunkt att indrivningen fortg&#229;r.

13 &#167; &#197;klagaren i den ort d&#228;r den b&#246;tf&#228;llde finns f&#229;r &#246;verklaga
ett f&#246;rordnande av Kronofogdemyndigheten enligt 12 &#167; till
tingsr&#228;tten i samma ort. &#214;verklagandet skall ha kommit in till
Kronofogdemyndigheten inom tre veckor fr&#229;n den dag d&#229; &#229;klagaren
fick del av beslutet. Vid &#246;verklagande g&#228;ller i &#246;vrigt lagen
(1996:242) om domstols&#228;renden. Vid handl&#228;ggningen av &#228;rendet
best&#229;r tingsr&#228;tten av en lagfaren domare. Om det finns
s&#228;rskilda sk&#228;l med h&#228;nsyn till &#228;rendets beskaffenhet, f&#229;r
tingsr&#228;tten dock best&#229; av en lagfaren domare och tre n&#228;mndem&#228;n.

Kronofogdemyndighetens beslut att inte meddela f&#246;rordnande
enligt 12 &#167; f&#229;r inte &#246;verklagas. Den b&#246;tf&#228;llde f&#229;r dock beg&#228;ra
pr&#246;vning av beslutet i samband med klagan &#246;ver utm&#228;tning.
Lag (2006:695).

14 &#167; Har beslut om f&#246;rvandlingsstraff f&#246;r obetalda b&#246;ter meddelats, f&#229;r
dessa b&#246;ter ej indrivas. Intill dess f&#246;rvandlingsstraffet har till fullo
verkst&#228;llts eller bortfallit f&#229;r dock betalning f&#246;r b&#246;terna tas emot, om
den avser hela det b&#246;tesbelopp som &#228;r obetalt. Lag (1983:352).

F&#246;rvandling av b&#246;ter

15 &#167; Om b&#246;ter inte har kunnat drivas in och det beror p&#229; trots 
fr&#229;n den b&#246;tf&#228;llde, ska b&#246;terna p&#229; talan av &#229;klagare 
f&#246;rvandlas till f&#228;ngelse. B&#246;tesf&#246;rvandling ska ocks&#229; ske om 
det av s&#228;rskilda sk&#228;l &#228;r motiverat fr&#229;n allm&#228;n synpunkt. 

Om den b&#246;tf&#228;llde, n&#228;r f&#246;rvandlingsstraffet ska beslutas, &#228;r 
skyldig att betala &#228;ven andra b&#246;ter &#228;n s&#229;dana som avses i 
f&#246;rsta stycket, ska ocks&#229; dessa b&#246;ter f&#246;rvandlas.

F&#246;rvandlingsstraffet ska best&#228;mmas till f&#228;ngelse i l&#228;gst 
fjorton dagar och h&#246;gst tre m&#229;nader. Lag (2020:1074).

16 &#167; M&#229;l om f&#246;rvandling av b&#246;ter tas upp av tingsr&#228;tten i den ort d&#228;r
den b&#246;tf&#228;llde finns eller av den tingsr&#228;tt som har handlagt det m&#229;l, i
vilket b&#246;tesstraffet eller, om det &#228;r fr&#229;ga om flera s&#229;dana straff,
n&#229;got av dem har &#229;d&#246;mts. Har b&#246;tesstraffet eller vid flera straff n&#229;got
av dem best&#228;mts genom straff&#246;rel&#228;ggande eller genom f&#246;rel&#228;ggande av
ordningsbot, kan m&#229;let tas upp &#228;ven av den tingsr&#228;tt hos vilken &#229;tal
skulle ha kunnat v&#228;ckas. Lag (1983:352).

17 &#167; I m&#229;l om b&#246;tesf&#246;rvandling skall tingsr&#228;tten vid avg&#246;rande av saken
best&#229; av en lagfaren domare och n&#228;mndem&#228;n. &#197;klagaren och den b&#246;tf&#228;llde
skall kallas till f&#246;rhandling inf&#246;r r&#228;tten. Om den b&#246;tf&#228;llde inte
inst&#228;ller sig, f&#229;r m&#229;let &#228;nd&#229; avg&#246;ras, s&#229;vida tillfredsst&#228;llande
utredning finns i saken.

R&#228;ttens avg&#246;rande av saken sker genom beslut.

Ett beslut varigenom r&#228;tten har l&#228;mnat en ans&#246;kan om f&#246;rvandling utan
bifall utg&#246;r inte hinder f&#246;r att en s&#229;dan ans&#246;kan tas upp p&#229; nytt
betr&#228;ffande samma b&#246;ter, om nya f&#246;rh&#229;llanden ger anledning till det.

I &#246;vrigt skall i till&#228;mpliga delar g&#228;lla vad som &#228;r f&#246;reskrivet
betr&#228;ffande m&#229;l om allm&#228;nt &#229;tal. Lag (1983:380).

18 &#167; Om den b&#246;tf&#228;llde sedan f&#246;rvandling av b&#246;terna har beslutats
betalar hela b&#246;tesbeloppet, bortfaller f&#246;rvandlingsstraffet till
den del det inte har verkst&#228;llts. Beslut om detta meddelas av
Kriminalv&#229;rden. Lag (2005:976).

19 &#167; Har n&#229;gon &#229;lagts f&#246;rvandlingsstraff f&#246;r b&#246;ter och uppkommer
d&#228;refter fr&#229;ga om f&#246;rvandling av andra b&#246;ter, som har &#229;lagts innan det
f&#246;rstn&#228;mnda straffet har blivit till fullo verkst&#228;llt, skall vid det nya
straffet best&#228;mmande i m&#246;jlig m&#229;n iakttas att straffen tillsammans inte
&#246;verstiger vad som skulle ha &#229;lagts om b&#246;terna hade f&#246;rvandlats
samtidigt. R&#228;tten f&#229;r i ett s&#229;dant fall f&#246;rordna att det tidigare &#229;d&#246;mda
f&#246;rvandlingsstraffet skall avse &#228;ven de andra b&#246;terna eller best&#228;mma det
nya straffet till kortare tid &#228;n som anges i 15 &#167; tredje stycket.

Avser ett beslut om f&#246;rvandling b&#246;ter som har &#229;lagts innan ett tidigare
f&#246;rvandlingsstraff har b&#246;rjat verkst&#228;llas och framg&#229;r det inte av
beslutet att det tidigare f&#246;rvandlingsstraffet har beaktats, skall
r&#228;tten, sedan besluten har vunnit laga kraft, efter anm&#228;lan av &#229;klagare
ompr&#246;va det beslut som har meddelats senast. D&#228;rvid till&#228;mpas f&#246;rsta
stycket. Lag (1983:352).

20 &#167; Om verkst&#228;llighet av f&#246;rvandlingsstraff f&#246;reskrivs s&#228;rskilt. Lag
(1983:352).

21 &#167; &#197;lagt f&#246;rvandlingsstraff bortfaller, om beslutet inte har b&#246;rjat
verkst&#228;llas inom tre &#229;r fr&#229;n det beslutet vann laga kraft. Lag
(1983:352).

22 &#167; F&#246;rvandling av b&#246;ter f&#229;r ej ske av

1. b&#246;ter, som har &#229;d&#246;mts f&#246;r brott som enligt domen beg&#229;tts under
p&#229;verkan av en allvarlig psykisk st&#246;rning,

2. vite som har utd&#246;mts f&#246;r underl&#229;tenhet att fullg&#246;ra dom eller beslut
r&#246;rande saken i m&#229;l som har handlagts enligt lagen (1974:371) om
r&#228;tteg&#229;ngen i arbetstvister.

Om hinder i andra fall mot f&#246;rvandling av b&#246;ter eller viten finns
s&#228;rskilda best&#228;mmelser. Lag (1991:1140).

23 &#167; Ett beslut av hovr&#228;tten i ett m&#229;l om b&#246;tesf&#246;rvandling f&#229;r
inte &#246;verklagas av enskild part. Hovr&#228;tten f&#229;r dock till&#229;ta att
beslutet &#246;verklagas, om det finns s&#228;rskilda sk&#228;l f&#246;r en pr&#246;vning om
tillst&#229;nd skall ges enligt 54 kap. 10 &#167; f&#246;rsta stycket 1
r&#228;tteg&#229;ngsbalken. Lag (1993:518).


&#214;verg&#229;ngsbest&#228;mmelser

1988:947

Denna lag tr&#228;der i kraft den 1 januari 1989. &#196;ldre best&#228;mmelser g&#228;ller
dock fortfarande i fr&#229;ga om b&#246;ter som har &#229;d&#246;mts f&#246;re ikrafttr&#228;dandet.

1989:359

Denna lag tr&#228;der i kraft den 1 juli 1989. &#196;ldre best&#228;mmelser till&#228;mpas
dock i fr&#229;ga om hovr&#228;tts beslut som meddelats f&#246;re ikrafttr&#228;dandet.

1991:1140

1. Denna lag tr&#228;der i kraft den 1 januari 1992.

2. I fr&#229;ga om b&#246;ter som har &#229;d&#246;mts f&#246;r brott som beg&#229;tts f&#246;re
ikrafttr&#228;dandet g&#228;ller &#228;ldre best&#228;mmelser fortfarande.

2020:1074

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r b&#246;tesstraff som 
har d&#246;mts ut f&#246;re ikrafttr&#228;dandet. 
</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3975">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3977">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
