

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1994-01-24" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3981</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3980">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3982">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1979:56 ·
                    <a href="/sfsr?bet=1979:56">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1979:56) om till&#228;mpning av en konvention den 5 maj 
1978 mellan Sverige och Grekland r&#246;rande social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1979-02-08
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1993:1670
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagorna 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Sverige och Grekland undertecknade den 5 maj 1978 dels
en konvention r&#246;rande social trygghet och dels en
&#246;verenskommelse om till&#228;mpningen av konventionen.

Den 14 september 1984 undertecknade de b&#229;da l&#228;nderna en
till&#228;ggs&#246;verenskommelse till konventionen inneb&#228;rande dels att
artikel 24 i konventionen skall upph&#246;ra att g&#228;lla, dels att
artiklarna 1, 2, 6, 8, 15--18, 20--23 samt 29 i konventionen skall
erh&#229;lla &#228;ndrad lydelse och dels att den grekiska texten av
konventionen i &#246;vrigt och av till&#228;mpnings&#246;verenskommelsen
skall erh&#229;lla &#228;ndrad avfattning.

Till f&#246;ljd h&#228;rav skall konventionen och &#246;verenskommelsen om
till&#228;mpningen av konventionen g&#228;lla h&#228;r i riket fr. o. m. den 1
november 1985 i den lydelse som framg&#229;r av bilagorna 1 och 2.
F&#246;rordning (1985:774).

2 &#167; Enligt till&#228;ggs&#246;verenskommelsen skall artikel 41 i konventionen
till&#228;mpas p&#229; de r&#228;ttigheter som uppkommer p&#229; grund av
till&#228;ggs&#246;verenskommelsen. F&#246;rordning (1985:774).

3 &#167; Vid till&#228;mpning av artiklarna 10, 12, 33 och 34 i konventionen
&#228;r Riksf&#246;rs&#228;kringsverket beh&#246;rig svensk myndighet.
F&#246;rordning (1993:1670).

4 &#167; har upph&#228;vts genom f&#246;rordning (1993:1670).

Bilaga 1

Konvention mellan Konungariket Sverige och Republiken Grekland om
social trygghet

Konungariket Sverige och Republiken Grekland, som &#246;nskar reglera de
b&#229;da staternas &#246;msesidiga f&#246;rbindelser p&#229; den sociala trygghetens
omr&#229;de, har &#246;verenskommit att sluta f&#246;ljande konvention:

AVDELNING I

Allm&#228;nna best&#228;mmelser

Artikel 1

1. I denna konvention skall

1) med &quot;Grekland&quot; f&#246;rst&#229;s Republiken Grekland och med &quot;Sverige&quot;
Konungariket Sverige;

2) med &quot;lagstiftning&quot; f&#246;rst&#229;s g&#228;llande lagar, f&#246;rordningar och
administrativa f&#246;reskrifter som anges i artikel 2;

3) med &quot;beh&#246;rig myndighet&quot; f&#246;rst&#229;s

med avseende p&#229; Greklands socialf&#246;rs&#228;kringsministern eller, s&#229;vitt
avser arbetsl&#246;shetsf&#246;rs&#228;kring och familjebidrag, arbetsministern

med avseende p&#229; Sverige regeringen eller den myndighet regeringen
best&#228;mmer;

4) med &quot;f&#246;rs&#228;kringsorgan&quot; f&#246;rst&#229;s det organ eller den myndighet som
svarar f&#246;r till&#228;mpningen av den i artikel 2 angivna lagstiftningen
(eller del d&#228;rav);

5) med &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot; f&#246;rst&#229;s det f&#246;rs&#228;kringsorgan som
&#228;r beh&#246;rigt enligt den till&#228;mpliga lagstiftningen;

6) med &quot;f&#246;rbindelseorgan&quot; f&#246;rst&#229;s ett organ f&#246;r f&#246;rbindelse och
information mellan de b&#229;da f&#246;rdragsslutande staternas f&#246;rs&#228;kringsorgan
f&#246;r underl&#228;ttande av konventionens till&#228;mpning samt f&#246;r information
till ber&#246;rda personer betr&#228;ffande r&#228;ttigheter och skyldigheter enligt
konventionen;

7) med &quot;familjemedlem&quot; f&#246;rst&#229;s en familjemedlem enligt den
lagstiftning som g&#228;ller i det f&#246;redragsslutande land d&#228;r den
inr&#228;ttning som svarar f&#246;r f&#246;rm&#229;nen har sitt s&#228;te;

8) med &quot;f&#246;rs&#228;kringsperioder&quot; f&#246;rst&#229;s avgiftsperioder, anst&#228;llnings
perioder eller andra perioder som i den lagstiftning enligt vilken
de fullgjorts betraktas som f&#246;rs&#228;kringsperioder eller d&#228;rmed
j&#228;mst&#228;llda perioder, d&#228;ribland kalander&#229;r f&#246;r vilka pensionspo&#228;ng har
tillgodor&#228;knats inom den svenska f&#246;rs&#228;kringen f&#246;r till&#228;ggspension p&#229;
grund av anst&#228;llning eller annan f&#246;rv&#228;rvsverksamhet under det ifr&#229;ga
varande &#229;ret eller en del d&#228;rav;

9) med &quot;kontantf&#246;rm&#229;n&quot;, &quot;pension&quot;, &quot;livr&#228;nta&quot; eller &quot;ers&#228;ttning&quot;
f&#246;rst&#229;s en kontantf&#246;rm&#229;n, pension, livr&#228;nta eller ers&#228;ttning enligt
den till&#228;mpliga lagstiftningen, inber&#228;knat alla d&#228;ri ing&#229;ende delar
som utg&#229;r av allm&#228;nna medel och alla h&#246;jningar och till&#228;gg.

2. Andra uttryck som anv&#228;nds i denna konvention har den betydelse som
tillkommer dem enligt den till&#228;mpliga lagstiftningen.

Artikel 2

1. Denna konvention skall till&#228;mpas

A. betr&#228;ffande Grekland, p&#229;

a) den allm&#228;nna lagstiftningen om social trygghet f&#246;r arbetstagare
och d&#228;rmed likst&#228;llda vid &#229;lderdom, d&#246;dsfall, invaliditet, sjukdom,
moderskap, olycksfall i arbete och arbetssjukdomar,

b) lagstiftningen om de s&#228;rskilda systemen f&#246;r social trygghet f&#246;r
vissa kategorier av arbetstagare och d&#228;rmed likst&#228;llda och till
sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksamma eller fria yrkesut&#246;vare och
lantbrukare (odlare) samt, s&#229;vitt g&#228;ller till&#228;mpning av artikel 5 i
denna konvention, de s&#228;rskilda trygghetssystemen f&#246;r sj&#246;m&#228;n och
statligt anst&#228;llda,

c) lagstiftningen om arbetsl&#246;shetsf&#246;rs&#228;kring f&#246;r arbetstagare,

d) lagstiftningen om familjebidrag till arbetstagare och om
demografiska barnbidrag.

B. betr&#228;ffande Sverige, p&#229; lagstiftningen om

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring;

b) folkpensionering;

c) f&#246;rs&#228;kring f&#246;r till&#228;ggspension;

d) allm&#228;nna barnbidrag;

e) arbetsskadef&#246;rs&#228;kring;

f) arbetsl&#246;shetsf&#246;rs&#228;kring och kontant arbetsmarknadsst&#246;d.

2. D&#228;r ej annat f&#246;ljer av best&#228;mmelsen i fj&#228;rde stycket, skall
konventionen j&#228;mv&#228;l till&#228;mpas p&#229; lagstiftning som kodifierar, &#228;ndrar
eller kompletterar den lagstiftning som anges i f&#246;rsta stycket.

3. Konventionen skall till&#228;mpas p&#229; lagstiftning om ett nytt system
eller en ny gren av social trygghet ut&#246;ver den som angetts i f&#246;rsta
stycket endast om s&#228;rskild &#246;verenskommelse h&#228;rom tr&#228;ffas.

4. Konventionen skall icke till&#228;mpas p&#229; lagstiftning som utvidgat
till&#228;mpningsomr&#229;det f&#246;r den i f&#246;rsta stycket n&#228;mnda lagstiftningen
till nya persongrupper, om beh&#246;rig myndighet i den ber&#246;rda staten inom
tre m&#229;nader efter den nya lagens offentligg&#246;rande meddelar den andra
statens beh&#246;riga myndighet, att en s&#229;dan utvidgning av konventionen
icke &#228;r avsedd.

5. De beh&#246;riga myndigheterna i de f&#246;rdragsslutande l&#228;nderna kan
&#246;verenskomma att konventionen i dess helhet skall till&#228;mpas ocks&#229; p&#229;
det s&#228;rskilda grekiska trygghetssystemet f&#246;r sj&#246;m&#228;n.

Artikel 3

Denna konvention g&#228;ller, i den m&#229;n ej annat d&#228;ri f&#246;reskrives, f&#246;r de
f&#246;rdragsslutande staternas medborgare, f&#246;r personer som &#228;r eller varit
omfattade av lagstiftningen i n&#229;gon av staterna samt f&#246;r personer som
h&#228;rleder sina r&#228;ttigheter fr&#229;n s&#229;dana personer.

Artikel 4

I den m&#229;n ej annat f&#246;reskrives i denna konvention likst&#228;lles vid
till&#228;mpningen av en f&#246;rdragsslutande stats lagstiftning med denna
stats medborgare f&#246;ljande inom statens territorium bosatta personer:

a) medborgare i den andra f&#246;rdragsslutande staten,

b) flyktingar och statsl&#246;sa som avses i konventionen den 28 juli 1951
om flyktingars r&#228;ttsliga st&#228;llning och protokollet den 31 januari 1967
till n&#228;mnda konvention respektive konventionen den 28 september 1954
om statsl&#246;sa personers r&#228;ttsliga st&#228;llning,

c) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n
en medborgare i f&#246;rdragsslutande stat eller fr&#229;n en i denna artikel
avsedd flykting eller statsl&#246;s person.

Artikel 5

1. Pensioner och andra kontantf&#246;rm&#229;ner med undantag av f&#246;rm&#229;ner vid
arbetsl&#246;shet f&#229;r, i den m&#229;n ej annat f&#246;reskrives i denna konvention,
icke minskas, &#228;ndras, inneh&#229;llas eller &#229;terkallas p&#229; grund av att
f&#246;rm&#229;nstagaren &#228;r bosatt inom den andra statens territorium.

2. F&#246;rm&#229;ner som en av de f&#246;rdragsslutande staterna har att utge,
skall, i den m&#229;n ej annat f&#246;reskrives i denna konvention utbetalas
till medborgare i den andra staten som &#228;r bosatta i en tredje stat
under samma villkor och i samma omfattning som till den f&#246;rsta statens
medborgare som &#228;r bosatta i den tredje staten.

Artikel 6

1. &#197;r f&#246;r vilka pensionspo&#228;ng har tillgodor&#228;knats inom den svenska
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension skall tas i ber&#228;kning n&#228;r det
beh&#246;riga grekiska f&#246;rs&#228;kringsorganet fastst&#228;ller r&#228;tt till forts&#228;tt
ningsf&#246;rs&#228;kring i form av frivillig f&#246;rs&#228;kring i Grekland.

2. En f&#246;rdragsslutande stats lagbest&#228;mmelser om minskning eller
indragning av f&#246;rm&#229;ner, som utg&#229;r enligt till&#228;mplig lagstiftning i
artikel 2, n&#228;r de sammantr&#228;ffar med annan f&#246;rm&#229;n eller f&#246;rv&#228;rvsinkomst
till&#228;mpas &#228;ven om den andra f&#246;rm&#229;nen f&#246;rv&#228;rvats enligt lagstiftning
i den andra staten eller om inkomsten tj&#228;nats in inom den andra
statens territorium.

3. Vid pr&#246;vning av fr&#229;ga om indragning av f&#246;rm&#229;n som avses i andra
stycket skall det beh&#246;riga grekiska f&#246;rs&#228;kringsorganet beakta annan
f&#246;rm&#229;n eller f&#246;rv&#228;rvsinkomst endast till den del som motsvarar
f&#246;rh&#229;llandet mellan den grekiska delf&#246;rm&#229;nen enligt artikel 21, f&#246;rsta
stycket punkt c) och det teoretiska belopp som n&#228;mns i samma stycke
punkt b).

AVDELNING II

Best&#228;mmelser om till&#228;mplig lagstiftning

Artikel 7

I den m&#229;n ej annat f&#246;reskrives i artiklarna 8 och 9 skall de personer
som omfattas av konventionen vara underkastade

1. svensk lagstiftning om de &#228;r bosatta i Sverige eller, med avseende
p&#229; arbetsskadef&#246;rs&#228;kring f&#246;r arbetstagare, om de &#228;r sysselsatta i
Sverige,

2. grekisk lagstiftning om de &#228;r sysselsatta i Grekland.

Artikel 8

1. Uts&#228;nds en arbetstagare, som syssels&#228;tts i en f&#246;rdragsslutande
stat, av sin arbetsgivare till den andra f&#246;rdragsslutande statens
territorium f&#246;r att d&#228;r utf&#246;ra arbete f&#246;r denne arbetsgivare, skall
han fortfarande omfattas av den f&#246;rstn&#228;mnda statens lagstiftning till
utg&#229;ngen av den tjugofj&#228;rde kalenderm&#229;naden efter uts&#228;ndandet, som om
arbetstagaren fortfarande sysselsattes inom den statens territorium.

2. Vid j&#228;rnv&#228;gs- eller v&#228;gtrafikf&#246;retag eller flyglinjer anst&#228;lld
resande personal med arbete i b&#229;da f&#246;rdragsslutande staterna skall
omfattas av lagstiftningen i den stat, d&#228;r f&#246;retaget har sitt s&#228;te.
&#196;r den anst&#228;llde bosatt i den andra staten, skall dock lagstiftningen
i den staten till&#228;mpas.

3. Ett fartygs bes&#228;ttning och andra ej blott tillf&#228;lligt p&#229; ett fartyg
sysselsatta personer skall omfattas av lagstiftningen i den stat vars
flagga fartyget f&#246;r, om annat ej f&#246;reskrives i artikel 2 A (b). Har
arbetstagare anst&#228;llts f&#246;r lastning, lossning, reparationsarbete eller
vakttj&#228;nst ombord p&#229; ett fartyg under dess uppeh&#229;ll i hamn, skall han
omfattas av lagstiftningen i den stat, d&#228;r hamnen &#228;r bel&#228;gen.

4. En arbetstagare som enligt best&#228;mmelserna i denna artikel skall
omfattas av lagstiftningen i en f&#246;rdragsslutande stat skall, liksom
de medlemmar av hans familj som &#229;tf&#246;ljer honom, d&#228;rvid betraktas som
bosatt i denna f&#246;rdragsslutande stat.

Artikel 9

1. F&#246;r diplomatiska f&#246;retr&#228;dare och karri&#228;rkonsuler samt f&#246;r den
administrativa och tekniska personalen hos beskickning och hos
konsulat, som f&#246;rest&#229;s av karri&#228;rkonsul, liksom &#228;ven f&#246;r medlemmar av
beskickningens respektive konsulatets tj&#228;nstepersonal och f&#246;r personer
som uteslutande &#228;r anst&#228;llda i privat tj&#228;nst i hush&#229;llet hos
diplomatiska f&#246;retr&#228;dare, karri&#228;rkonsuler och medlemmar av konsulat,
som f&#246;rest&#229;s av karri&#228;rkonsul, skall, i den m&#229;n denna personkrets
omfattas av Wienkonventionen om diplomatiska f&#246;rbindelser respektive
Wienkonventionen om konsul&#228;ra f&#246;rbindelser, best&#228;mmelserna i dessa
konventioner vara till&#228;mpliga.

2. F&#246;r andra statligt anst&#228;llda &#228;n som avses i f&#246;rsta stycket &#228;ger
vid uts&#228;ndning till den andra statens territorium best&#228;mmelserna i
artikel 8 f&#246;rsta stycket till&#228;mpning.

Artikel 10

1. P&#229; gemensam framst&#228;llning av arbetsgivare och arbetstagare eller
p&#229; framst&#228;llning av sj&#228;lvst&#228;ndigt f&#246;rv&#228;rvsverksam person kan de
beh&#246;riga myndigheterna i de b&#229;da f&#246;rdragsslutande staterna
&#246;verenskomma om undantag fr&#229;n best&#228;mmelserna i artiklarna 7-9 f&#246;r
vissa personer eller persongrupper. De beh&#246;riga myndigheterna kan
ocks&#229; utan att s&#229;dan framst&#228;llning f&#246;religger &#246;verenskomma om s&#229;dant
undantag efter h&#246;rande av ber&#246;rda personer.

2. Best&#228;mmelserna i artikel 8 fj&#228;rde stycket &#228;ger motsvarande
till&#228;mpning i fall som avses i denna artikel.

AVDELNING III

S&#228;rskilda best&#228;mmelser

Kapitel 1. Sjukdom, moderskap och barns f&#246;delse

Artikel 11

Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder enligt b&#229;da de
f&#246;rdragsslutande staternas lagstiftningar, skall dessa perioder f&#246;r
f&#246;rv&#228;rv av r&#228;tt till en f&#246;rm&#229;n sammanr&#228;knas i den m&#229;n de icke
sammanfaller.

Artikel 12

1. &#196;r n&#229;gon bosatt i en f&#246;rdragsslutande stat och enligt
lagstiftningen i denna stat ber&#228;ttigad till sjukv&#229;rdsf&#246;rm&#229;ner,
erh&#229;ller han under tillf&#228;llig vistelse i den andra f&#246;rdragsslutande
staten sjukv&#229;rdsf&#246;rm&#229;ner om han p&#229; grund av sitt tillst&#229;nd &#228;r i
omedelbart behov av s&#229;dana f&#246;rm&#229;ner.

2. F&#246;rm&#229;ner tillhandah&#229;lles i enlighet med den lagstiftning som
till&#228;mpas av f&#246;rs&#228;kringsorgan p&#229; f&#246;rm&#229;nstagarens tillf&#228;lliga
vistelseort och enligt best&#228;mmelser i en administrativ
&#246;verenskommelse.

3. De beh&#246;riga myndigheterna i de f&#246;rdragsslutande staterna skall
fastst&#228;lla de avgifter som patienten skall erl&#228;gga p&#229; grundval av
g&#228;llande officiella taxor eller genomsnittskostnader.

Artikel 13

1. Familjemedlemmar till i Sverige f&#246;rs&#228;krade personer erh&#229;ller under
bos&#228;ttning p&#229; grekiskt territorium sjukv&#229;rdsf&#246;rm&#229;ner fr&#229;n det beh&#246;riga
f&#246;rs&#228;kringsorganet f&#246;r familjemedlemmarnas bos&#228;ttningsort. F&#246;rm&#229;ner
tillhandah&#229;lles mot en &#229;rlig avgift som fastst&#228;lles av beh&#246;rig grekisk
myndighet.

2. F&#246;rm&#229;ner tillhandah&#229;lles i enlighet med den grekiska lagstiftningen
och de villkor som den beh&#246;riga myndigheten best&#228;mmer.

Artikel 14

1. Person, som uppb&#228;r pension enligt b&#229;da f&#246;rdragsslutande staternas
lagstiftning, har r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner enligt lagstiftningen
i den stat d&#228;r han &#228;r bosatt. F&#246;rm&#229;nerna utg&#229;r p&#229; bekostnad av beh&#246;rig
myndighet i den stat d&#228;r pensionstagaren &#228;r bosatt.

2. Den som &#228;r bosatt i Grekland och som erh&#229;ller pension enbart enligt
svensk lagstiftning, liksom familjemedlemmar som &#229;tf&#246;ljer honom, har
r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner fr&#229;n det beh&#246;riga f&#246;rs&#228;kringsorganet p&#229;
bos&#228;ttningsorten. F&#246;rm&#229;ner tillhandah&#229;lles mot en &#229;rlig avgift som
fastst&#228;lles av beh&#246;rig grekisk myndighet.

3. F&#246;rm&#229;ner tillhandah&#229;lles i enlighet med den grekiska lagstiftningen
och de villkor som den beh&#246;riga myndigheten best&#228;mmer.

Kapitel 2. &#197;lderdom, invaliditet och efterlevande

Till&#228;mpning av svensk lagstiftning

Artikel 15

Grekiska medborgare s&#229;v&#228;l som de personer som anges i artikel 4 b)
och c), som icke uppfyller de villkor som enligt den svenska
lagstiftningen g&#228;ller f&#246;r dem i fr&#229;ga om r&#228;tt till folkpension, skall,
vare sig de &#228;r bosatta i Sverige eller annorst&#228;des, ha r&#228;tt till
folkpension enligt de regler som g&#228;ller f&#246;r utomlands bosatta svenska
medborgare.

Artikel 16

Handikappers&#228;ttning som inte utg&#229;r som till&#228;gg till folkpension,
v&#229;rdbidrag f&#246;r handikappade barn, pensionstillskott och
inkomstpr&#246;vade f&#246;rm&#229;ner utges till personer som avses i artikel 15,
f&#246;rutsatt att de &#228;r bosatta i Sverige, varvid ber&#228;kningsreglerna i
n&#228;mnda artikel g&#228;ller i till&#228;mpliga delar.

Artikel 17

Om en medborgare i en av de f&#246;rdragsslutande staterna eller en person
som anges i artikel 4 b) eller c) inte har erforderliga svenska
f&#246;rs&#228;kringsperioder f&#246;r att uppfylla villkoren f&#246;r r&#228;tt till
folkpension enligt de best&#228;mmelser som g&#228;ller f&#246;r svenska medborgare
bosatta utanf&#246;r Sverige, skall f&#246;rs&#228;kringsperioder fullgjorda enligt
den grekiska lagstiftningen medr&#228;knas i den m&#229;n de inte sammanfaller
med svenska f&#246;rs&#228;kringsperioder. D&#228;rvid skall 300 f&#246;rs&#228;kringsdagar
fullgjorda enligt ett grekiskt f&#246;rs&#228;kringssystem likst&#228;llas med ett
&#229;r f&#246;r vilket ber&#228;knats till statlig inkomstskatt taxerad inkomst.

Artikel 18

1. &#214;verg&#229;ngsbest&#228;mmelserna i den svenska lagstiftningen om ber&#228;kning
av folkpension f&#246;r personer f&#246;dda 1929 eller tidigare ber&#246;rs icke av
denna konvention.

2. Best&#228;mmelserna i svensk lagstiftning om r&#228;tt till folkpension f&#246;r
svenska medborgare som &#228;r bosatta utom Sverige ber&#246;rs icke av artikel
5 i denna konvention.

Artikel 19

F&#246;r utgivande av till&#228;ggspension g&#228;ller f&#246;ljande:

1. Den som ej &#228;r svensk medborgare tillgodor&#228;knas pensionspo&#228;ng endast
p&#229; grund av f&#246;rv&#228;rvsarbete under bos&#228;ttning i Sverige eller p&#229; grund
av anst&#228;llning ombord p&#229; svenskt fartyg.

2. Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder inom b&#229;de den svenska
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension och grekisk pensionsf&#246;rs&#228;kring, skall
dessa f&#246;r f&#246;rv&#228;rv av r&#228;tt till till&#228;ggspension i erforderlig
omfattning sammanr&#228;knas i den m&#229;n de ej sammanfaller. H&#228;rvid
likst&#228;lles trehundra inom grekisk pensionsf&#246;rs&#228;kring fullgjorda
f&#246;rs&#228;kringsdagar med ett kalander&#229;r, f&#246;r vilket pensionspo&#228;ng
tillgodor&#228;knats.

3. F&#246;r ber&#228;kning av storleken av till&#228;ggspension beaktas endast
f&#246;rs&#228;kringsperioder enligt den svenska lagstiftningen.

4. Den svenska lagstiftningens &#246;verg&#229;ngsbest&#228;mmelser om ber&#228;kning av
till&#228;ggspension f&#246;r personer som &#228;r f&#246;dda f&#246;re &#229;r 1924 ber&#246;rs ej av
denna konvention.

Till&#228;mpning av grekisk lagstiftning

Artikel 20

Invalidpensioner

1. Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder enligt b&#229;da de
f&#246;rdragsslutande staternas lagstiftningar, skall perioderna f&#246;r
f&#246;rv&#228;rv av r&#228;tt till f&#246;rm&#229;ner enligt den grekiska lagstiftningen
sammanr&#228;knas i den m&#229;n de ej sammanfaller.

2. Om r&#228;tt till f&#246;rm&#229;n f&#246;rv&#228;rvats enligt best&#228;mmelserna i f&#246;rsta
stycket av denna artikel, ber&#228;knar det beh&#246;riga grekiska
f&#246;rs&#228;kringsorganet det teoretiska belopp som skulle ha beviljats, om
alla f&#246;rs&#228;kringsperioder som fullgjorts enligt de b&#229;da
f&#246;rdragsslutande staternas lagstiftningar hade fullgjorts i Grekland,
varvid om f&#246;rm&#229;nens belopp ej beror av f&#246;rs&#228;kringsperiodens l&#228;ngd
detta belopp anses som teoretiskt belopp.

3. D&#228;refter ber&#228;knar f&#246;rs&#228;kringsorganet p&#229; grundval av det enligt
best&#228;mmelserna i andra stycket av denna artikel framr&#228;knade beloppet
den delf&#246;rm&#229;n, som f&#246;rs&#228;kringsorganet skall utge, efter f&#246;rh&#229;llandet
mellan l&#228;ngden av de f&#246;rs&#228;kringsperioder, som skall beaktas enligt
dess lagstiftning, och den sammanlagda l&#228;ngden av de f&#246;rs&#228;krings
perioder, som skall beaktas enligt b&#229;da de f&#246;rdragsslutande staternas
lagstiftningar.

4. F&#246;religger enligt den grekiska lagstiftningen r&#228;tt till
invalidpension &#228;ven utan beaktande av f&#246;rsta stycket av denna artikel,
utger det beh&#246;riga grekiska f&#246;rs&#228;kringsorganet pension med h&#228;nsyn
tagen utelsutande till f&#246;rs&#228;kringsperioder, som skall beaktas enligt
den lagstiftning som f&#246;rs&#228;kringsorganet har att till&#228;mpa, s&#229; l&#228;nge
motsvarande r&#228;tt till f&#246;rm&#229;n inom den svenska f&#246;rs&#228;kringen f&#246;r
till&#228;ggspension ej f&#246;religger.

5. En enligt fj&#228;rde stycket av denna artikel fastst&#228;lld pension
omr&#228;knas n&#228;r r&#228;tt till en motsvarande f&#246;rm&#229;n enligt den svenska
lagstiftningen uppkommer. Omr&#228;kning sker med verkan fr&#229;n och med den
dag, d&#229; f&#246;rm&#229;nen enligt den svenska lagstiftningen skall b&#246;rja utg&#229;.
Den omst&#228;ndigheten att tidigare beslut vunnit laga kraft utg&#246;r ej
hinder f&#246;r omr&#228;kningen.

6. Har n&#229;gon enligt den grekiska lagstiftningen &#228;ven utan beaktande
av f&#246;rsta stycket av denna artikel r&#228;tt till en f&#246;rm&#229;n, och skulle
denna vara st&#246;rre &#228;n summan av den enligt tredje stycket framr&#228;knade
grekiska f&#246;rm&#229;nen och den svenska till&#228;ggspensionen, utger det
grekiska f&#246;rs&#228;kringsorganet som delf&#246;rm&#229;n sin p&#229; n&#228;mnda s&#228;tt ber&#228;knade
f&#246;rm&#229;n, f&#246;rh&#246;jd med skillnaden mellan denna summa och den f&#246;rm&#229;n som
skulle utg&#229; om h&#228;nsyn togs uteslutande till den lagstiftning som
f&#246;rs&#228;kringsorganet har att till&#228;mpa.

Artikel 21

&#197;lders- och efterlevandepensioner

1. F&#246;rs&#228;kringsperioder fullgjorda enligt svensk lagstiftning skall
l&#228;ggas samman med f&#246;rs&#228;kringsperioder fullgjorda enligt grekisk
lagstiftning i den m&#229;n s&#229; erfordras f&#246;r f&#246;rv&#228;rv av r&#228;tt till &#229;lders-
och efterlevandepensioner enligt grekisk lagstiftning.

2. Om f&#246;rs&#228;kringsperioder fullgjorda enligt svensk lagstiftning
beaktas f&#246;r f&#246;rv&#228;rv av r&#228;tt enligt f&#246;reg&#229;ende stycke, skall den f&#246;rm&#229;n
som utges enligt grekisk lagstiftning best&#228;mmas enligt f&#246;ljande:

a) F&#246;rs&#228;kringsorganet ber&#228;knar f&#246;rst beloppet av en pension som skulle
ha beviljats den ber&#246;rda personen, om de f&#246;rs&#228;kringsperioder som
fullgjorts enligt svensk lagstiftning och som beaktats enligt
f&#246;reg&#229;ende stycke hade fullgjorts enligt dess egen lagstiftning.

b) P&#229; grundval av det belopp som ber&#228;knats enligt mom. a) ber&#228;knar
f&#246;rs&#228;kringsorganet d&#228;refter den delf&#246;rm&#229;n som det har att utge efter
f&#246;rh&#229;llandet mellan l&#228;ngden av de f&#246;rs&#228;kringsperioder som fullgjorts
enligt dess egen lagstiftning och den sammanlagda l&#228;ngden av de
f&#246;rs&#228;kringsperioder som beaktats.

3. Syssels&#228;ttningstid i gruvarbete i Sverige skall l&#228;ggas samman med
f&#246;rs&#228;kringsperioder fullgjorda enligt grekisk lagstiftning vid
till&#228;mpning av grekiska best&#228;mmelser om pensioner till personer med
arbete i underjordiska j&#228;rnmalmsgruvor och brunkolsgruvor s&#229;v&#228;l som
best&#228;mmelser om tungt arbete och h&#228;lsofarligt arbete.

Artikel 22

Gemensamma best&#228;mmelser avseende alla slag av pension

1. Uppg&#229;r den sammanlagda l&#228;ngden av de f&#246;rs&#228;kringsperioder som enligt
grekisk lagstiftning skall beaktas f&#246;r ber&#228;kning av f&#246;rm&#229;nen inte till
tolv m&#229;nader, utges ingen f&#246;rm&#229;n enligt denna lagstiftning s&#229;vida inte
enligt den grekiska lagstiftningen r&#228;tt till pension f&#246;religger utan
till&#228;mpning av artikel 20.

2. F&#246;r de beh&#246;riga grekiska f&#246;rs&#228;kringsorganens till&#228;mpning av
artiklarna 20 och 21 skall g&#228;lla f&#246;ljande regler.

a) F&#246;r fastst&#228;llande av f&#246;rs&#228;kringsgren och beh&#246;rigt f&#246;rs&#228;kringsorgan
beaktas endast grekiska f&#246;rs&#228;kringsperioder.

b) Som enligt den svenska lagstiftningen fullgjorda
f&#246;rs&#228;kringsperioder anses f&#246;rs&#228;kringsperioder inom den svenska
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension samt bos&#228;ttnings&#229;r f&#246;re 1960, f&#246;r
vilka f&#246;r personen i fr&#229;ga ber&#228;knats till statlig inkomstskatt taxerad
inkomst.

c) Vid till&#228;mpning av artikel 20 andra stycket beaktas svenska
f&#246;rs&#228;kringsperioder &#228;ven om de inte anses som f&#246;rs&#228;kringsperioder
enligt grekisk lagstiftning.

d) F&#246;r ber&#228;kning av pensionens belopp beaktas endast
f&#246;rs&#228;kringsperioder enligt den grekiska lagstiftningen.

Best&#228;mmelser gemensamma f&#246;r b&#229;da de f&#246;rdragsslutande staterna

Artikel 23

Om en f&#246;rdragsslutande stat har ing&#229;tt en konvention om social
trygghet med en tredje stat, som inneh&#229;ller regler om sammanl&#228;ggning
av f&#246;rs&#228;kringsperioder, skall staten, om s&#229; erfordras, f&#246;r f&#246;rv&#228;rv
av r&#228;tt till pension beakta &#228;ven f&#246;rs&#228;kringsperioder som fullgjorts
enligt den tredje statens lagstiftning.

Artikel 24
(Utg&#229;r)

Kapitel 3. F&#246;rm&#229;ner vid arbetsskada

Artikel 25

1. R&#228;tten till f&#246;rm&#229;ner vid olycksfall i arbetet best&#228;mmes av den
lagstiftning som g&#228;llde f&#246;r den f&#246;rs&#228;krade vid tidpunkten f&#246;r olyckan
enligt best&#228;mmelserna i artiklarna 7-10.

2. Ers&#228;ttning f&#246;r nytt olycksfall i arbetet skall fastst&#228;llas av
beh&#246;rigt organ med beaktande av den neds&#228;ttning i arbetsf&#246;rm&#229;gan som
f&#246;rorsakats av det nya olycksfallet och enligt den lagstiftning som
n&#228;mnda organ har att till&#228;mpa.

3. Om enligt lagstiftningen i den ena av de f&#246;rdragsslutande staterna,
f&#246;r bed&#246;mningen av invaliditetsgraden tas h&#228;nsyn till tidigare
intr&#228;ffade olycksfall i arbetet eller arbetssjukdomar, tar det
beh&#246;riga f&#246;rs&#228;kringsorganet i samma syfte h&#228;nsyn till tidigare
arbetsskador som &#228;r att h&#228;nf&#246;ra till arbete i den andra f&#246;rdrags
slutande staten, p&#229; samma s&#228;tt som om lagstiftningen i den f&#246;rstn&#228;mnda
staten hade varit till&#228;mplig.

Artikel 26

1. F&#246;rm&#229;ner vid arbetssjukdom best&#228;mmes enligt lagstiftningen i den
f&#246;rdragsslutande stat, vars lagstiftning varit till&#228;mplig d&#229; den
f&#246;rs&#228;krade arbetat i verksamhet som medf&#246;rt risk f&#246;r arbetssjukdomen,
&#228;ven om sjukdomen konstaterats f&#246;rst i den andra staten.

2. Skulle den f&#246;rs&#228;krade ha arbetat i s&#229;dan verksamhet i b&#229;da
staterna, till&#228;mpas lagstiftningen i den stat d&#228;r han senast haft
s&#229;dant arbete.

3. Om arbetssjukdom f&#246;ranlett beviljande av f&#246;rm&#229;n enligt en
f&#246;rdragsslutande stats lagstiftning, skall &#228;ven ers&#228;ttning f&#246;r
f&#246;rs&#228;mring av sjukdomen, som intr&#228;ffar inom den andra f&#246;rdragsslutande
statens territorium, utg&#229; enligt f&#246;rstn&#228;mnda stats lagstiftning. Detta
g&#228;ller dock ej om f&#246;rs&#228;mringen &#228;r att h&#228;nf&#246;ra till arbete inom den
andra statens territorium i verksamhet, vari fara f&#246;r sjukdomen
f&#246;religger.

Kapitel 4. F&#246;rm&#229;ner vid arbetsl&#246;shet

Artikel 27

1. Har n&#229;gon varit omfattad av b&#229;da de f&#246;rdragsslutande staternas
lagstiftningar, sammanr&#228;knas f&#246;r f&#246;rv&#228;rv av r&#228;tt till ers&#228;ttning vid
arbetsl&#246;shet f&#246;rs&#228;krings- eller syssels&#228;ttningsperioder som skall
beaktas enligt b&#229;da lagstiftningarna, i den m&#229;n de ej sammanfaller.

2. F&#246;r till&#228;mpning av f&#246;rsta stycket kr&#228;vs att s&#246;kanden under de
senaste tolv m&#229;naderna f&#246;re framst&#228;llningen utf&#246;rt f&#246;rv&#228;rvsarbete
sammanlagt minst fyra veckor i den f&#246;rdragsslutande stat, enligt vars
lagstiftning han g&#246;r framst&#228;llning om ers&#228;ttning. Har en anst&#228;llning
utan arbetstagarens f&#246;rv&#229;llande upph&#246;rt tidigare &#228;n efter fyra veckor,
skall f&#246;rsta stycket likv&#228;l till&#228;mpas om anst&#228;llningen var avsedd att
vara l&#228;ngre tid.

Artikel 28

Fr&#229;n ers&#228;ttningstid, vartill n&#229;gon &#228;r ber&#228;ttigad enligt lagstiftningen
i en f&#246;rdragsslutande stat p&#229; grund av best&#228;mmelserna i artikel 27,
avdrages tid, f&#246;r vilken ett organ i den andra f&#246;rdragsslutande staten
inom de senaste tolv m&#229;naderna f&#246;re framst&#228;llningen om ers&#228;ttning
utgivit ers&#228;ttning till den arbetsl&#246;se.

Kapitel 5. Familjef&#246;rm&#229;ner

Artikel 29

1. Allm&#228;nt barnbidrag utges enligt svensk lagstiftning f&#246;r i Sverige
bosatt barn som &#228;r grekisk medborgare p&#229; samma villkor som f&#246;r barn
med svensk medborgarskap.

2. Familjebidrag och demografiska barnbidrag enligt grekisk
lagstiftning utges f&#246;r barn som &#228;r bosatt i Grekland och &#228;r svensk
medborgare under samma f&#246;ruts&#228;ttningar och p&#229; samma villkor som g&#228;ller
f&#246;r barn som &#228;r grekiska medborgare.

Artikel 30

I den m&#229;n r&#228;tten till familjef&#246;rm&#229;ner enligt best&#228;mmelserna i grekisk
lagstiftning f&#246;ruts&#228;tter uppfyllandet av vissa syssels&#228;ttnings- eller
f&#246;rs&#228;kringsperioder beaktas &#228;ven i Sverige fullgjorda s&#229;dana
perioder.

&#214;vriga best&#228;mmelser

Artikel 31

De h&#246;gsta f&#246;rvaltningsmyndigheterna kan komma &#246;verens om
till&#228;mpningsbest&#228;mmelser till denna konvention. De skall vidare tillse
att erforderliga f&#246;rbindelseorgan utses i vardera staten f&#246;r att
underl&#228;tta till&#228;mpningen av konventionen.

Artikel 32

1. Vid till&#228;mpningen av denna konvention skall myndigheter och organ
i de b&#229;da staterna l&#228;mna varandra bist&#229;nd i samma utstr&#228;ckning som
vid till&#228;mpningen av den egna statens lagstiftning. Bist&#229;nd som h&#228;r
avses l&#228;mnas utan vederlag.

2. Myndigheters och organs skriftv&#228;xling liksom enskilda personers
framst&#228;llningar kan avfattas p&#229; grekiska, svenska, franska eller
engelska.

3. De diplomatiska och konsul&#228;ra representationer f&#229;r beg&#228;ra
upplysningar direkt hos myndigheter och organ i den andra
staten f&#246;r att kunna tillvarataga egna medborgares intressen.

Artikel 33

De h&#246;gsta f&#246;rvaltningsmyndigheterna i de b&#229;da staterna skall snarast
m&#246;jligt underr&#228;tta varandra om alla &#228;ndringar i den lagstiftning, som
anges i artikel 2.

Artikel 34

De h&#246;gsta f&#246;rvalningsmyndigheterna i de b&#229;da staterna skall h&#229;lla
varandra underr&#228;ttade om de &#229;tg&#228;rder, som vidtas inom den egna staten
f&#246;r till&#228;mpningen av konventionen.

Artikel 35

I den ena staten medgiven befrielse fr&#229;n st&#228;mpel- och andra avgifter
p&#229; handlingar och bevis, som skall f&#246;retes f&#246;r myndigheter och organ
i n&#228;mnda stat, skall g&#228;lla &#228;ven f&#246;r handlingar och bevis, som vid
till&#228;mpningen av denna konvention skall f&#246;retes f&#246;r myndigheter och
organ i den andra staten. Handlingar och bevis, som skall f&#246;retes i
&#228;renden enligt denna konvention, beh&#246;ver ej legaliseras genom
diplomatisk eller konsul&#228;r myndighet.

Artikel 36

1. Ans&#246;kningar, besv&#228;r och andra handlingar, som enligt den ena
statens lagstiftning inom en viss tid skall ingivas till beh&#246;rig
myndighet eller beh&#246;rigt organ, skall anses ha inkommit i r&#228;tt tid,
om de inom fastst&#228;lld tid ingivits till motsvarande myndighet eller
organ i den andra staten.

2. Ans&#246;kan om f&#246;rm&#229;n, som ingives enligt den ena statens lagstiftning,
skall bed&#246;mas som ans&#246;kan om motsvarande f&#246;rm&#229;n enligt den andra
statens lagstiftning. I &#229;lderspensionsfall g&#228;ller detta dock ej om
s&#246;kanden anger att ans&#246;kan avser pensionsf&#246;rm&#229;ner endast enligt den
f&#246;rstn&#228;mnda statens lagstiftning.

Artikel 37

1. Utbetalning enligt denna konvention f&#229;r med befriande verkan g&#246;ras
i den egna statens valuta.

2. Om valutarestriktioner inf&#246;res i n&#229;gon av de f&#246;rdragsslutande
staterna, skall regeringarna omedelbart i samf&#246;rst&#229;nd vidtaga &#229;tg&#228;rder
f&#246;r att s&#228;kerst&#228;lla &#246;verf&#246;ringar mellan de b&#229;da staterna av beh&#246;vliga
belopp enligt denna konvention.

Artikel 38

1. Har ett f&#246;rs&#228;kringsorgan i en stat utgivit ett f&#246;rskott kan belopp
som bel&#246;per p&#229; samma period som f&#246;rskottet enligt lagstiftningen i
den andra staten inneh&#229;llas. Har f&#246;rs&#228;kringsorgan i en stat utgivit
f&#246;rm&#229;n med f&#246;r h&#246;gt belopp f&#246;r en period, f&#246;r vilken f&#246;rs&#228;kringsorgan
i den andra staten skall utgiva ett motsvarande ers&#228;ttningsbelopp,
kan det f&#246;r mycket utbetalda beloppet likaledes inneh&#229;llas.

2. F&#246;rskottet eller det f&#246;r mycket utbetalade beloppet avr&#228;knas p&#229;
ers&#228;ttning som avser motsvarande tid och utbetalas i efterskott. N&#228;r
s&#229;dan efterskottsbetalning inte f&#246;rekommer eller icke f&#246;rsl&#229;r f&#246;r
avr&#228;kningen kan avr&#228;kningen ske helt eller f&#246;r det &#229;terst&#229;ende
beloppet p&#229; l&#246;pande f&#246;rm&#229;nsbetalningar, dock p&#229; det s&#228;tt och med de
begr&#228;nsningar som f&#246;ljer av lagstiftningen i den stat d&#228;r avr&#228;kningen
skall g&#246;ras.

Artikel 39

1. Tvist, som uppkommer vid till&#228;mpningen av denna konvention, skall
l&#246;sas i samf&#246;rst&#229;nd av de h&#246;gsta f&#246;rvaltningsmyndigheterna i de
f&#246;rdragsslutande staterna.

2. Om uppg&#246;relse ej kommer till st&#229;nd, skall tvisten avg&#246;ras genom
skiljedomsf&#246;rfarande, som regleras genom &#246;verenskommelse mellan de
h&#246;gsta f&#246;rvaltningsmyndigheterna i den b&#229;da staterna. Skiljedomen
skall grundas p&#229; denna konventions anda och mening.

Artikel 40

Med &quot;h&#246;gsta f&#246;rvaltningsmyndighet&quot; avses i denna konvention

i Grekland den minister, under vilken de i artikel 2 A angivna
socialf&#246;rs&#228;kringsgrenarna sorterar,

i Sverige regeringen eller den myndighet regeringen f&#246;rordnar.

Artikel 41

1. Denna konvention &#228;ger till&#228;mpning &#228;ven p&#229; f&#246;rs&#228;kringsfall som
intr&#228;ffat f&#246;re dess ikrafttr&#228;dande. Konventionen grundar likv&#228;l ingen
r&#228;tt till utbetalning av f&#246;rm&#229;ner f&#246;r tid f&#246;re dess ikrafttr&#228;dande.
F&#246;r fastst&#228;llande av r&#228;tt till f&#246;rm&#229;ner beaktas dock f&#246;rs&#228;krings-
eller bos&#228;ttningsperioder som fullgjorts f&#246;re konventionens
ikrafttr&#228;dande.

2. F&#246;rm&#229;n som p&#229; grund av n&#229;gons nationalitet icke beviljats eller
som p&#229; grund av hans bos&#228;ttning inom den andra statens territorium
indragits skall p&#229; d&#228;rom gjord ans&#246;kan beviljas eller &#229;ter utbetalas
fr&#229;n och med den dag d&#229; konventionen tr&#228;der i kraft.

3. P&#229; d&#228;rom gjord ans&#246;kan skall f&#246;rm&#229;n som beviljats f&#246;re denna
konventions ikrafttr&#228;dande omr&#228;knas, varvid konventionens best&#228;mmelser
skall till&#228;mpas. S&#229;dan f&#246;rm&#229;n kan ocks&#229; omr&#228;knas utan ans&#246;kan.
Omr&#228;kning som nu sagts f&#229;r ej medf&#246;ra minskning av utg&#229;ende f&#246;rm&#229;n.

4. Best&#228;mmelser i de b&#228;gge staternas lagstiftning som avser
preskription och upph&#246;rande av r&#228;tten till f&#246;rm&#229;ner skall icke
till&#228;mpas p&#229; r&#228;ttigheter enligt best&#228;mmelserna i f&#246;rsta-tredje
styckena av denna artikel under f&#246;ruts&#228;ttning att den f&#246;rs&#228;krade
inkommer med ans&#246;kan om f&#246;rm&#229;n inom tv&#229; &#229;r fr&#229;n konventionens
ikrafttr&#228;dande. Inges ans&#246;kan efter n&#228;mnda tid, utg&#229;r f&#246;rm&#229;ner fr&#229;n
tidpunkten f&#246;r ingivande av ans&#246;kan, s&#229;vida inte f&#246;rm&#229;nligare
best&#228;mmelser g&#228;ller enligt lagstiftningen i det f&#246;rdragsslutande land
som har att utge f&#246;rm&#229;nen och i den utstr&#228;ckning som r&#228;tten till
f&#246;rm&#229;n icke preskriberats eller upph&#246;rt.

Artikel 42

1. Denna konvention kan upps&#228;gas av vardera av de b&#228;gge staterna.
Upps&#228;gningen skall meddelas senast tre m&#229;nader f&#246;re utg&#229;ngen av det
l&#246;pande kalender&#229;ret, varvid konventionen upph&#246;r att g&#228;lla vid
kalender&#229;rets slut.

2. Upps&#228;ges konventionen skall dess best&#228;mmelser &#228;ga fortsatt
giltighet p&#229; redan f&#246;rv&#228;rvad f&#246;rm&#229;n, utan hinder av vad som kan ha
stadgats i de b&#229;da l&#228;ndernas lagstiftning r&#246;rande begr&#228;nsningarna i
r&#228;tten till f&#246;rm&#229;n vid bos&#228;ttning eller medborgarskap i annat land.
Den r&#228;tt till blivande f&#246;rm&#229;ner, som kan ha f&#246;rv&#228;rvats p&#229; grund av
konventionens best&#228;mmelser, skall regleras genom s&#228;rskild
&#246;verenskommelse.

Artikel 43

Denna konvention skall ratificeras och ratifikationsinstrumenten skall
utv&#228;xlas i Stockholm.

Konventionen skall tr&#228;da i kraft f&#246;rsta dagen i den andra m&#229;naden
efter den d&#229; ratifikationsinstrumenten utv&#228;xlats.

Till bevis h&#228;rom har de b&#229;da f&#246;rdragsslutande staternas
befullm&#228;ktigade ombud undertecknat denna konvention.
F&#246;rordning (1985:774).

Bilaga 2


&#214;verenskommelse om till&#228;mpningen av konventionen mellan Sverige och
Grekland om social trygghet

Med st&#246;d av artikel 31 i den konvention om social trygghet som den 5
maj 1978 har slutits mellan Sverige och Grekland har de b&#229;da staternas
h&#246;gsta f&#246;rvaltningsmyndigheter kommit &#246;verens om f&#246;ljande till&#228;mp
ningsbest&#228;mmelser till konventionen.

AVDELNING I

Allm&#228;nna best&#228;mmelser

Artikel 1

1. F&#246;rbindelseorgan enligt artikel 1 i konventionen &#228;r

i Sverige

arbetsmarknadsstyrelsen betr&#228;ffande arbetsl&#246;shetsf&#246;rs&#228;kring och
kontant arbetsmarknadst&#246;d,

riksf&#246;rs&#228;kringsverket betr&#228;ffande &#246;vriga f&#246;rm&#229;ner,

i Grekland

organisationen f&#246;r arbetsf&#246;rmedlingen, O.A.E.D., betr&#228;ffande arbets
l&#246;shetsf&#246;rrs&#228;kring och familjebidrag,

institutet f&#246;r lantbruksf&#246;rs&#228;kringen, O.G.A., betr&#228;ffande f&#246;rs&#228;kring
f&#246;r lantbrukare,

socialf&#246;rs&#228;kringsinstitutet, I.K.A., betr&#228;ffande &#246;vriga f&#246;rm&#229;ner.

2. F&#246;rbindelseorganen har de uppgifter som anges i denna &#246;verens
kommelse. I och f&#246;r till&#228;mpning av konventionen kan de tr&#228;da i
omedelbar f&#246;rbindelse s&#229;v&#228;l med varandra som med ber&#246;rda personer
eller deras ombud. De skall bist&#229; varandra vid till&#228;mpningen av
konventionen.

AVDELNING II

Till&#228;mpning av best&#228;mmelserna om till&#228;mplig lagstiftning

Artikel 2

Uts&#228;ndning f&#246;r arbete i det andra landet

I fall som avses i artikel 8 i konventionen skall den fortsatta
till&#228;mpningen av den uts&#228;ndande statens lagstiftning styrkas genom
intyg. Intyget utf&#228;rdas

i Sverige av riksf&#246;rs&#228;kringsverket,

i Grekland av vederb&#246;rande f&#246;rbindelseorgan enligt artikel 1.

AVDELNING III

Till&#228;mpning av best&#228;mmelserna om olika f&#246;rm&#229;ner

Kapitel 1. Sjukdom och moderskap

Artikel 3

Sammanl&#228;ggning av kvalifikationsperioder

F&#246;r till&#228;mpning av konventionens artikel 11 genom en f&#246;rdragsslutande
stats f&#246;rs&#228;kringsorgan skall den person varom fr&#229;ga &#228;r f&#246;rete intyg
f&#246;r organet om de kvalifikationsperioder som skall beaktas enligt den
andra statens lagstiftning. P&#229; den f&#246;rs&#228;krades beg&#228;ran skall s&#229;dant
intyg utf&#228;rdas.

i Sverige av riksf&#246;rs&#228;kringsverket,

i Grekland av beh&#246;rigt f&#246;rbindelseorgan enligt artikel 1.

Artikel 4

Best&#228;mmelser om sjukv&#229;rdsf&#246;rm&#229;ner

1. I fall som avses i artikel 12 i konventionen skall f&#246;r det
f&#246;rs&#228;kringsorgan som anges i artikelns andra stycke f&#246;retes ett intyg
fr&#229;n beh&#246;rigt organ p&#229; bos&#228;ttningsorten som visar r&#228;tten till
f&#246;rm&#229;ner. F&#246;rs&#228;kringsbesked utf&#228;rdat av beh&#246;rigt f&#246;rs&#228;kringsorgan
g&#228;ller som s&#229;dant intyg. Betr&#228;ffande Grekland tillhandah&#229;lles
sjukv&#229;rdsf&#246;rm&#229;ner av I.K.A. mot betalning av avgift som fastst&#228;lles
enligt tredje stycket i n&#228;mnda artikel. I annat fall tillhandah&#229;lles
f&#246;rm&#229;nerna av de statliga sjukhusen.

2. I fall som avses i artikel 13 i konventionen skall i Grekland
bosatta familjemedlemmar skriva in sig hos I.K.A. De skall d&#228;rvid
f&#246;rete intyg, utf&#228;rdat av beh&#246;rigt f&#246;rs&#228;kringsorgan, som visar att
den person, fr&#229;n vilken de h&#228;rleder sina r&#228;ttigheter, &#228;r ber&#228;ttigad
till sjukv&#229;rdsf&#246;rm&#229;ner i Sverige. Ett s&#229;dant intyg g&#228;ller tills I.K.A.
har mottagit meddelande om dess &#229;terkallelse.

3. I fall som avses i artikel 14 i konventionen skall en i Grekland
bosatt pension&#228;r skriva in sig hos I.K.A. och d&#228;rvid f&#246;rete intyg
utf&#228;rdat av beh&#246;rigt f&#246;rs&#228;kringsorgan om att han uppb&#228;r pension fr&#229;n
Sverige. Pension&#228;ren eller hans familjemedlemmar skall till I.K.A.
anm&#228;la varje &#228;ndring i sina f&#246;rh&#229;llanden som kan p&#229;verka deras r&#228;tt
till sjukv&#229;rdsf&#246;rm&#229;ner, s&#228;rskilt om varje inneh&#229;llande eller
&#229;terkallelse av pensionen och om &#228;ndring av adress. &#196;ven det beh&#246;riga
f&#246;rs&#228;kringsorganet skall anm&#228;la s&#229;dana &#228;ndringar till I.K.A.

Kapitel 2. &#197;lderdom, invaliditet och d&#246;dsfall (pensioner)

Artikel 5

Handl&#228;ggning av pensionsans&#246;kningar

1. De beh&#246;riga f&#246;rs&#228;kringsorganen skall omedelbart underr&#228;tta varandra
om ans&#246;kan om s&#229;dan pension p&#229; vilken konventionens avdelning III
kapitel 2 j&#228;mf&#246;rt med dess artikel 36 andra stycket &#228;r till&#228;mplig.

2. De beh&#246;riga f&#246;rs&#228;kringsorganen skall vidare underr&#228;tta varandra
om f&#246;rh&#229;llanden som har betydelse vid best&#228;mmande av pension och
d&#228;rvid ocks&#229; bifoga medicinska handlingar av betydelse.

3. De beh&#246;riga f&#246;rs&#228;kringsorganen skall underr&#228;tta varandra om beslut
som fattas under handl&#228;ggningen av ett pensions&#228;rende.

Artikel 6

Utbetalning av pensioner

Pension skall betalas ut direkt till f&#246;rm&#229;nstagaren.

Artikel 7

Statistik

De beh&#246;riga f&#246;rs&#228;kringsorganen skall s&#228;nda sina respektive
f&#246;rbindelseorgan &#229;rliga statistiska uppgifter om utbetalningar som
har skett i den andra f&#246;rdragsslutande staten. F&#246;rbindelseorganen
skall utv&#228;xla dessa uppgifter.

Kapitel 3. Olycksfall i arbete och arbetssjukdomar

Artikel 8

Utbetalning av livr&#228;ntor, statistik

Artiklarna 6 och 7 skall &#228;ven g&#228;lla livr&#228;ntor.

Kapitel 4. Arbetsl&#246;shet

Artikel 9

F&#246;rfarandet

Ans&#246;ker n&#229;gon med &#229;beropande av artiklarna 27 och 28 i konventionen
om kontantf&#246;rm&#229;ner vid arbetsl&#246;shet i en av de f&#246;rdragsslutande
staterna, skall uppgifter vid behov inh&#228;mtas fr&#229;n den andra statens
f&#246;rbindelseorgan.

AVDELNING IV

Slutbest&#228;mmelser

Artikel 10

Medicinsk och administrativ kontroll

1. P&#229; beg&#228;ran av en f&#246;rdragsslutande stats beh&#246;riga organ genom dess
f&#246;rbindelseorgan skall den andra statens organ bist&#229; vid den
medicinska och administrativa kontrollen av personer som bor i den
staten.

2. Organens utgifter f&#246;r denna kontroll skall fr&#229;nsett
administrationskostnader ers&#228;ttas av det beh&#246;riga organet.

Artikel 11

Blanketter

Formul&#228;r till intyg och andra underr&#228;ttelser som avser denna &#246;verens
kommelse skall fastst&#228;llas av f&#246;rbindelseorganen.

Artikel 12

Skriftv&#228;xlingsspr&#229;k

1. F&#246;rbindelseorganen skall skriftv&#228;xla p&#229; engelska eller franska.

2. F&#246;rbindelseorganen skall vid behov bist&#229; varandra med att &#246;vers&#228;tta
ans&#246;kningar och andra handlingar som har skrivits p&#229; deras officiella
spr&#229;k till engelska eller franska.

Artikel 13

Ikrafttr&#228;dande

Denna &#246;verenskommelse tr&#228;der i kraft samtidigt med konventionen.

Till bevis h&#228;rom har de b&#229;da f&#246;rdragsslutande staternas
befullm&#228;ktigade ombud undertecknat denna &#246;verenskommelse.
F&#246;rordning (1985:774).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3980">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3982">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
