

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2016-08-03" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>3990</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3989">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3991">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1978:599 ·
                    <a href="/sfsr?bet=1978:599">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1978:599) om avbetalningsk&#246;p mellan n&#228;ringsidkare m.fl.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1978-06-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2016:564
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller avbetalningsk&#246;p som sluts mellan
n&#228;ringsidkare i deras yrkesm&#228;ssiga verksamhet eller som annars
faller utanf&#246;r konsumentkreditlagen (2010:1846).

Med avbetalningsk&#246;p avses avtal om k&#246;p av vara, om

1. betalningen ska erl&#228;ggas i s&#228;rskilda poster, varav minst en
sedan varan har l&#228;mnats ut till k&#246;paren, och

2. avtalet inneh&#229;ller villkor som ger s&#228;ljaren m&#246;jlighet att
&#229;terta varan om k&#246;paren inte fullg&#246;r sin del av avtalet
(f&#246;rbeh&#229;ll om &#229;tertagander&#228;tt).

Har avtalet betecknats som uthyrning eller betalningen som
vederlag f&#246;r varans nyttjande f&#246;religger &#228;nd&#229; avbetalningsk&#246;p,
om det &#228;r avsett att den till vilken varan utl&#228;mnas ska bli
&#228;gare av denna. Lag (2010:1847).

1 a &#167; Om det i lagen (2015:860) om internationella
s&#228;kerhetsr&#228;tter i l&#246;sa saker finns n&#229;gon best&#228;mmelse som
avviker fr&#229;n denna lag, g&#228;ller den best&#228;mmelsen.
Lag (2015:866).

2 &#167; I lagen avses med

kontantpris: det pris till vilket varan vanligen h&#229;lls till handa mot
kontant betalning,

kreditbelopp: den del av kontantpriset varmed betalningsanst&#229;nd l&#228;mnas,

kreditkostnad: det sammanlagda beloppet av alla r&#228;ntor, till&#228;gg och
andra kostnader som k&#246;paren har att erl&#228;gga med anledning av krediten,

kreditfordran: summan av kreditbeloppet och kreditkostnaden.

3 &#167; Avtalsvillkor som inskr&#228;nker k&#246;parens befogenheter eller f&#246;rm&#229;ner
enligt denna lag &#228;r ogiltigt.

F&#246;rtidsbetalning

4 &#167; K&#246;paren har alltid r&#228;tt att betala sin skuld till s&#228;ljaren i f&#246;rtid.

S&#228;ljaren f&#229;r kr&#228;va betalning i f&#246;rtid endast om han har gjort f&#246;rbeh&#229;ll
h&#228;rom samt

1. k&#246;paren sedan mer &#228;n fjorton dagar &#228;r i dr&#246;jsm&#229;l med att erl&#228;gga
f&#246;rfallen del av kreditfordringen som uppg&#229;r till mer &#228;n en tiondel av
hela kreditfordringen eller, om dr&#246;jsm&#229;let avser tv&#229; eller flera vid
olika tidpunkter f&#246;rfallna poster, till mer &#228;n en tjugondel av denna,
eller

2. k&#246;paren genom att &#229;sidos&#228;tta i f&#246;rbeh&#229;llet angiven f&#246;rpliktelse p&#229;
grund av avbetalningsk&#246;pet har &#228;ventyrat s&#228;ljarens s&#228;kerhet i varan.

5 &#167; Vid f&#246;rtidsbetalning enligt 4 &#167; skall vid ber&#228;kning av s&#228;ljarens
fordran den obetalda delen av kreditfordringen minskas med den del av
kreditkostnaden som enligt ber&#228;kningsgrunder, som st&#229;r i
&#246;verensst&#228;mmelse med god sed p&#229; marknaden, &#228;r att h&#228;nf&#246;ra till den ej
utnyttjade kredittiden.

Vid avr&#228;kning enligt f&#246;rsta stycket f&#229;r s&#228;ljaren tillgodor&#228;kna sig hela
kostnaden f&#246;r uppl&#228;ggning av krediten, om denna kostnad s&#228;rskilt anges i
avtalet och ej &#228;r osk&#228;lig.

Avr&#228;kningsf&#246;rbeh&#229;ll

6 &#167; Belopp som k&#246;paren erl&#228;gger f&#246;r avr&#228;kning p&#229; s&#228;ljarens fordran p&#229;
grund av avbetalningsk&#246;pet f&#229;r s&#228;ljaren inte f&#246;rst avr&#228;kna p&#229; annan
fordran.

F&#246;rsta stycket utg&#246;r ej hinder f&#246;r s&#228;ljare att g&#246;ra g&#228;llande f&#246;rbeh&#229;ll
om avr&#228;kning p&#229; fordran som avser ers&#228;ttning f&#246;r reparation eller annan
&#229;tg&#228;rd betr&#228;ffande varan.

&#197;tertagander&#228;tt

7 &#167; F&#246;rbeh&#229;ll om &#229;tertagander&#228;tt f&#229;r g&#246;ras g&#228;llande endast om

1. k&#246;paren sedan mer &#228;n fjorton dagar &#228;r i dr&#246;jsm&#229;l med att erl&#228;gga
f&#246;rfallen och ej preskriberad del av kreditfordringen som uppg&#229;r till
mer &#228;n en tiondel av hela kreditfordringen eller, om dr&#246;jsm&#229;let avser
tv&#229; eller flera vid olika tidpunkter f&#246;rfallna poster, till mer &#228;n en
tjugondel av denna, eller som utg&#246;r &#229;terstoden av kreditfordringen,
eller

2. k&#246;paren genom att &#229;sidos&#228;tta i f&#246;rbeh&#229;llet angiven f&#246;rpliktelse p&#229;
grund av avbetalningsk&#246;pet har &#228;ventyrat s&#228;ljarens s&#228;kerhet i varan.

8 &#167; Om k&#246;paren i fall som avses i 7 &#167; 1 efter utg&#229;ngen av den d&#228;r
angivna tiden men innan varan &#229;tertages erl&#228;gger belopp som inte har
betalats i r&#228;tt tid j&#228;mte dr&#246;jsm&#229;lsr&#228;nta och ers&#228;ttning f&#246;r s&#228;ljarens
kostnader i anledning av dr&#246;jsm&#229;let, i f&#246;rekommande fall ber&#228;knade
enligt de grunder som anges i 9 &#167; fj&#228;rde och femte styckena, f&#229;r
s&#228;ljaren ej &#229;tertaga varan p&#229; grund av dr&#246;jsm&#229;let. Ej heller f&#229;r
s&#228;ljaren i s&#229;dant fall g&#246;ra g&#228;llande avtalsvillkor som avses i 4 &#167;
andra stycket.

Uppg&#246;relse vid &#229;tertagande av vara

9 &#167; Vill s&#228;ljaren utnyttja r&#228;tt att &#229;tertaga vara, skall avr&#228;kning
g&#246;ras mellan honom och k&#246;paren.

K&#246;paren tillgodor&#228;knas h&#228;rvid varans v&#228;rde vid &#229;tertagandet. V&#228;rdet
ber&#228;knas efter vad s&#228;ljaren kan antagas f&#229; ut genom att p&#229; l&#228;mpligt
s&#228;tt f&#246;rs&#228;lja varan.

S&#228;ljaren f&#229;r tillgodor&#228;kna sig den obetalda delen av kreditfordringen
efter avr&#228;kning enligt 5 &#167;, fordran som avser ers&#228;ttning f&#246;r reparation
eller annan &#229;tg&#228;rd betr&#228;ffande varan och som omfattas av f&#246;rbeh&#229;ll som
avses i 6 &#167; andra stycket samt i f&#246;rekommande fall dr&#246;jsm&#229;lsr&#228;nta.

S&#228;ljaren f&#229;r d&#228;rj&#228;mte tillgodor&#228;kna sig ers&#228;ttning f&#246;r f&#246;ljande
kostnader f&#246;r &#229;tertagande av varan, n&#228;mligen uts&#246;kningsavgift, sk&#228;lig
kostnad f&#246;r transport av varan samt utgift f&#246;r inst&#228;llelse vid
f&#246;rr&#228;ttning f&#246;r &#229;tertagande, om inst&#228;llelsen har varit p&#229;kallad f&#246;r
tillvaratagande av s&#228;ljarens r&#228;tt. Vid best&#228;mmande av ers&#228;ttning f&#246;r
utgift f&#246;r inst&#228;llelse till&#228;mpas best&#228;mmelserna om ber&#228;knande av
ers&#228;ttning av allm&#228;nna medel till vittne.

I m&#229;l om handr&#228;ckning f&#246;r &#229;tertagande f&#229;r s&#228;ljaren, enligt vad
regeringen n&#228;rmare f&#246;reskriver, tillgodor&#228;kna sig &#228;ven sk&#228;lig ers&#228;ttning
f&#246;r eget arbete med anledning av m&#229;let samt arvode till ombud eller
bitr&#228;de. Lag (1988:395).

10 &#167; Om k&#246;paren vid avr&#228;kningen tillgodor&#228;knas ett st&#246;rre
belopp &#228;n s&#228;ljaren, f&#229;r varan &#229;tertas endast om s&#228;ljaren
betalar mellanskillnaden till k&#246;paren eller, n&#228;r varan har
v&#228;rderats av Kronofogdemyndigheten, s&#228;tter ned
mellanskillnaden hos myndigheten.

Har s&#228;ljaren f&#246;r att kunna &#229;terta varan eller f&#246;r att denna
efter &#229;tertagande ska kunna brukas p&#229; avsett s&#228;tt varit
tvungen att betala en skuld som &#229;vilar k&#246;paren, f&#229;r s&#228;ljaren
vid till&#228;mpning av f&#246;rsta stycket avr&#228;kna en s&#229;dan betalning
mot den mellanskillnad som k&#246;paren har till godo.

Tillgodor&#228;knas s&#228;ljaren ett st&#246;rre belopp &#228;n k&#246;paren, f&#229;r
s&#228;ljaren inte kr&#228;va ut mer &#228;n mellanskillnaden (restskulden).
Lag (2012:67).

Handr&#228;ckning

11 &#167; S&#228;ljaren f&#229;r hos Kronofogdemyndigheten s&#246;ka handr&#228;ckning 
f&#246;r att &#229;terta varan under f&#246;ruts&#228;ttning att det r&#246;rande 
avbetalningsk&#246;pet i en handling eller i n&#229;gon annan l&#228;sbar 
och varaktig form som &#228;r tillg&#228;nglig f&#246;r k&#246;paren har 
dokumenterats uppgifter om f&#246;rbeh&#229;llet om &#229;tertagander&#228;tt, 
kontantpriset, kreditbeloppet, kreditavtalets l&#246;ptid, 
kreditfordringen och tidpunkterna f&#246;r betalning. Dokumentet 
ska ha undertecknats av k&#246;paren eller skrivits under av denne 
med en s&#229;dan avancerad elektronisk underskrift som avses i 
artikel 3 i Europaparlamentets och r&#229;dets f&#246;rordning (EU) nr 
910/2014 av den 23 juli 2014 om elektronisk identifiering och 
betrodda tj&#228;nster f&#246;r elektroniska transaktioner p&#229; den inre 
marknaden och om upph&#228;vande av direktiv 1999/93/EG, i den 
ursprungliga lydelsen. Lag (2016:564).

12 &#167; En ans&#246;kan om handr&#228;ckning ska g&#246;ras skriftligen. Den ska
inneh&#229;lla uppgift om hur stor del av kreditfordringen som &#228;r
obetald. Om s&#228;ljaren g&#246;r anspr&#229;k p&#229; dr&#246;jsm&#229;lsr&#228;nta eller, i
fall d&#229; avtalet inneh&#229;ller f&#246;rbeh&#229;ll som avses i 6 &#167; andra
stycket, ers&#228;ttning f&#246;r reparation eller annan &#229;tg&#228;rd
betr&#228;ffande varan, ska det ocks&#229; uppges i ans&#246;kningen vad
s&#228;ljaren fordrar i den delen. En styrkt kopia av det dokument
som anges i 11 &#167; ska fogas till ans&#246;kningen.

Uts&#246;kningsavgift ska f&#246;rskotteras av s&#246;kanden, om
Kronofogdemyndigheten beg&#228;r det. Betalas inte f&#246;rskott inom
f&#246;relagd tid, f&#229;r handr&#228;ckningen inst&#228;llas.

I fr&#229;ga om handr&#228;ckning enligt denna lag till&#228;mpas
best&#228;mmelserna om verkst&#228;llighet i 16 kap. 11–12 a &#167;&#167;
uts&#246;kningsbalken. Lag (2012:67).

13 &#167; Handr&#228;ckning f&#229;r beviljas endast om det &#228;r uppenbart att s&#228;ljaren
enligt 7 &#167; f&#229;r g&#246;ra g&#228;llande f&#246;rbeh&#229;llet om &#229;tertagander&#228;tt.

14 &#167; Har upph&#228;vts genom lag (1995:304).

15 &#167; Vid handr&#228;ckning ska Kronofogdemyndigheten v&#228;rdera varan.
Om det beh&#246;vs f&#229;r en eller flera sakkunniga anlitas f&#246;r att
bitr&#228;da vid v&#228;rderingen. Lag (2012:67).

16 &#167; Beslut om handr&#228;ckning f&#229;r &#246;verklagas hos tingsr&#228;tten.
Vid &#246;verklagandet och vid handl&#228;ggningen i domstol till&#228;mpas
18 kap. uts&#246;kningsbalken. Hovr&#228;ttens beslut f&#229;r inte
&#246;verklagas.

&#196;r k&#246;paren eller s&#228;ljaren missn&#246;jd med v&#228;rdering eller annan
&#229;tg&#228;rd vid handr&#228;ckningen, &#228;r han of&#246;rhindrad att v&#228;cka talan
mot den andre vid domstol.

Visar inte s&#228;ljaren att han har v&#228;ckt talan vid domstol inom
en m&#229;nad efter det att beslutet om handr&#228;ckning vann laga
kraft mot honom, f&#229;r k&#246;paren hos Kronofogdemyndigheten lyfta
det belopp som har nedsatts enligt 10 &#167; f&#246;rsta stycket.
Lag (2012:67).

17 &#167; I fr&#229;ga om handr&#228;ckning g&#228;ller i &#246;vrigt uts&#246;kningsbalken i
till&#228;mpliga delar. Lag (1981:802).

18 &#167; Ans&#246;kan om verkst&#228;llighet av dom varigenom k&#246;paren har
f&#246;rpliktats att &#229;terl&#228;mna en vara som har s&#229;lts genom
avbetalningsk&#246;p g&#246;rs skriftligen eller muntligen, varvid domen
ska ges in.

I fr&#229;ga om verkst&#228;lligheten till&#228;mpas 16 kap. 12 a &#167;
uts&#246;kningsbalken och, om inte n&#229;got annat f&#246;ljer av domen,
15 &#167;. Betr&#228;ffande talan mot Kronofogdemyndighetens v&#228;rdering
till&#228;mpas 16 &#167; andra och tredje styckena. Lag (2012:67).

19 &#167; Vara som har s&#229;lts genom avbetalningsk&#246;p f&#229;r ej utm&#228;tas
f&#246;r fordran p&#229; grund av k&#246;pet.

&#214;verg&#229;ngsbest&#228;mmelser

1995:304

Denna lag tr&#228;der i kraft den 1 april 1996. F&#246;reskrifterna i 12, 14
och 18 &#167;&#167; g&#228;ller i sin &#228;ldre lydelse i fr&#229;ga om ans&#246;kningar om
handr&#228;ckning som gjorts f&#246;re ikrafttr&#228;dandet. F&#246;reskrifterna i 16 &#167;
g&#228;ller i sin &#228;ldre lydelse i fr&#229;ga om beslut som meddelats av
kronofogdemyndighet f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3989">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=3991">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
