

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2022-04-07 10:48:07" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4009</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4008">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4010">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1978:108 ·
                    <a href="/sfsr?bet=1978:108">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1978:108) om internationellt samarbete r&#246;rande lagf&#246;ring f&#246;r brott</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1978-03-16
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1041
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Lagen (1976:19) om internationellt samarbete r&#246;rande
lagf&#246;ring f&#246;r brott (lagf&#246;ringslagen) ska, med nedan angivna
begr&#228;nsningar, till&#228;mpas i f&#246;rh&#229;llande till f&#246;ljande stater som
har tilltr&#228;tt den europeiska konventionen den 15 maj 1972 om
&#246;verf&#246;rande av lagf&#246;ring i brottm&#229;l (lagf&#246;ringskonventionen).

Stat            Ikrafttr&#228;dande          Best&#228;mmelser i lagen
                                        som inte g&#228;ller i
                                        f&#246;rh&#229;llande till staten

Albanien        2000-07-05              5 &#167;

Armenien        2005-03-18              5 &#167;

Bosnien och
Hercegovina     2005-07-26              -

Bulgarien       2004-07-01              5 &#167;

Cypern          2002-03-20              -

Danmark         1978-03-30              5 &#167;

Estland         1997-07-29              -

Lettland        1997-09-03              -

Liechtenstein   2003-05-27              5 &#167;

Litauen         2000-02-24              -

Makedonien      2005-03-01              -

Moldavien       2007-04-24              -

Montenegro      2006-06-06              -

Nederl&#228;nderna
med
Nederl&#228;ndska
Antillerna och
Aruba           1985-07-19              -

Norge           1978-03-30              -

Rum&#228;nien        2000-09-09              -

Ryssland        2008-09-27              –

Serbien         2002-12-31              -

Slovakien       1993-01-01              5 &#167;

Spanien         1988-11-12              -

Tjeckien        1993-01-01              5 &#167;

Turkiet         1979-01-28              -

Ukraina         1995-12-29              -

&#214;sterrike       1980-07-01              5 &#167;

Enligt ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelserna till
lagf&#246;ringslagen ska den inte till&#228;mpas vid samarbete r&#246;rande
lagf&#246;ring f&#246;r brott som har beg&#229;tts innan
lagf&#246;ringskonventionen tr&#228;tt i kraft mellan Sverige och den
andra staten. F&#246;rordning (2009:89).

2 &#167; I f&#246;rh&#229;llandet mellan Sverige och annan nordisk stat g&#228;ller
3-21 &#167;&#167; med de j&#228;mkningar som f&#246;ljer av 22 &#167;.

&#214;verf&#246;rande av lagf&#246;ring fr&#229;n Sverige till annan  stat

3 &#167; Misst&#228;nks n&#229;gon f&#246;r brott enligt svensk lag och finns
anledning att &#246;verf&#246;ra lagf&#246;ringen till utomnordisk stat, skall
&#229;klagaren anm&#228;la &#228;rendet till riks&#229;klagaren.

Uppkommer i fall som avses i 2 &#167; andra stycket lagf&#246;ringslagen
behov av att &#246;verf&#246;ra lagf&#246;ringen, skall Kriminalv&#229;rden eller
annan myndighet som svarar f&#246;r verkst&#228;llighet av domen anm&#228;la
&#228;rendet till riks&#229;klagaren. F&#246;rordning (2005:996).

4 &#167; Riks&#229;klagaren beslutar om framst&#228;llning om &#246;verf&#246;rande av
lagf&#246;ring enligt 2 &#167; lagf&#246;ringslagen. Han beslutar ocks&#229; om
&#229;terkallelse av s&#229;dan framst&#228;llning.

5 &#167; Framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring skall g&#246;ras skriftligen
samt inneh&#229;lla uppgift om

1. den misst&#228;nktes namn, f&#246;delsetid, nationalitet och hemvist,

2. brottets beskaffenhet, tid och plats f&#246;r brottet samt de svenska
straffbest&#228;mmelser som &#228;r till&#228;mpliga,

3. de tv&#229;ngs&#229;tg&#228;rder som har vidtagits mot den misst&#228;nkte.

Framst&#228;llningen skall &#229;tf&#246;ljas av f&#246;runders&#246;kningsprotokoll och de
andra handlingar som &#228;r av betydelse f&#246;r &#228;rendets pr&#246;vning i den
fr&#228;mmande staten. &#196;r den misst&#228;nkte anh&#229;llen eller h&#228;ktad i den
fr&#228;mmande staten  p&#229; grund av framst&#228;llning som avses i 9 &#167;, f&#229;r dock
framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ringen g&#246;ras utan hinder av att
handlingarna kan s&#228;ndas f&#246;rst senare.

6 &#167; &#196;r den misst&#228;nkte anh&#229;llen eller h&#228;ktad h&#228;r i landet eller
underkastad resef&#246;rbud, skall i framst&#228;llningen anges att denna kan
komma att &#229;terkallas om den fr&#228;mmande statens beslut med anledning
av framst&#228;llningen inte har mottagits inom viss tidsfrist. Detsamma
g&#228;ller om egendom har tagits i beslag eller har belagts med kvarstad
eller skingringsf&#246;rbud med anledning av brottet och viss tidsfrist
&#228;r p&#229;kallad av h&#228;nsyn till enskilds r&#228;tt eller fr&#229;n allm&#228;n synpunkt.

&#214;verskrids tidsfristen, skall framst&#228;llningen &#229;terkallas om ej
s&#228;rskilda sk&#228;l f&#246;ranleder annat.

7 &#167; Har, sedan framst&#228;llning gjorts om &#246;verf&#246;rande av lagf&#246;ring, h&#228;r i
landet mot den misst&#228;nkte vidtagits tv&#229;ngs&#229;tg&#228;rd som &#228;r av betydelse
f&#246;r f&#246;rfarandet, skall den fr&#228;mmande staten omedelbart underr&#228;ttas
h&#228;rom. D&#228;rvid skall 6 &#167; till&#228;mpas.

8 &#167; Om den som avses med framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring
finns h&#228;r i landet, skall han  om m&#246;jligt beredas tillf&#228;lle att yttra
sig innan framst&#228;llningen beslutas.

9 &#167; Grundas den fr&#228;mmande statens beh&#246;righet att &#246;verta lagf&#246;ringen
enbart p&#229; lagf&#246;ringskonventionen eller d&#228;rav f&#246;ranledd lagstiftning
och har den misst&#228;nkte beg&#228;rts h&#228;ktad h&#228;r i landet, f&#229;r riks&#229;klagaren,
i avvaktan p&#229; framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ringen, g&#246;ra
framst&#228;llning om att den misst&#228;nkte skall anh&#229;llas eller h&#228;ktas i den
fr&#228;mmande staten.

Framst&#228;llning enligt f&#246;rsta stycket skall, ut&#246;ver de uppgifter som
anges i 5 &#167; f&#246;rsta stycket, inneh&#229;lla uppgift om att
h&#228;ktningsframst&#228;llning har gjorts i enlighet med svensk lag samt
en kort redog&#246;relse f&#246;r saken.

10 &#167; Har &#229;tal h&#228;r i landet v&#228;ckts mot den som avses med
framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring eller har eljest hos
domstol uppkommit fr&#229;ga om &#229;tg&#228;rd p&#229; grund av brottet, skall
riks&#229;klagaren underr&#228;tta domstolen om framst&#228;llningen och om den
fr&#228;mmande statens beslut med anledning av framst&#228;llningen.

Har den som avses med framst&#228;llningen h&#228;r i landet d&#246;mts till
p&#229;f&#246;ljd f&#246;r brottet, l&#228;mnas underr&#228;ttelser enligt f&#246;rsta stycket
till Kriminalv&#229;rden eller annan myndighet som svarar f&#246;r
verkst&#228;llighet av domen. F&#246;rordning (2005:996).

11 &#167; 10 &#167; skall ocks&#229; till&#228;mpas i fr&#229;ga om beslut att &#229;terkalla
framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring. Underr&#228;ttelse om s&#229;dant
beslut skall &#228;ven s&#228;ndas till den som har avsetts med framst&#228;llningen.

&#214;verf&#246;rande av lagf&#246;ring fr&#229;n annan stat till Sverige

12 &#167; Riks&#229;klagaren pr&#246;var fr&#229;ga som avses i 6-10  &#167;&#167; lagf&#246;ringslagen.
Finner riks&#229;klagaren att framst&#228;llning b&#246;r avsl&#229;s d&#228;rf&#246;r att brottet
&#228;r av politisk  natur eller ett rent milit&#228;rt brott, skall han
&#246;verl&#228;mna fr&#229;gan till regeringen f&#246;r avg&#246;rande. Riks&#229;klagaren f&#229;r
&#228;ven i annat fall &#246;verl&#228;mna fr&#229;gan till regeringen.

13 &#167; Om det f&#246;r g&#228;rningen kan d&#246;mas efter svensk lag endast 
med st&#246;d av 2 kap. 3 &#167; 5 brottsbalken, ska den som avses med 
framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring ges tillf&#228;lle att 
yttra sig innan beslut fattas med anledning av framst&#228;llningen. 
F&#246;rordning (2021:1041).

14 &#167; Bifalls framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring, f&#229;r
riks&#229;klagaren uppdra &#229;t allm&#228;n &#229;klagare att vidta de &#229;tg&#228;rder
som p&#229;kallas av beslutet. Detsamma g&#228;ller, om utomnordisk stat
g&#246;r framst&#228;llning om &#229;tg&#228;rd som avses i 15 &#167; lagf&#246;ringslagen.
F&#246;rordning (2001:992).

15 &#167; Riks&#229;klagaren skall of&#246;rdr&#246;jligen underr&#228;tta beh&#246;rig myndighet i
den fr&#228;mmande staten om beslut med anledning av framst&#228;llning om
&#246;verf&#246;rande av lagf&#246;ring. Detsamma g&#228;ller i fr&#229;ga om &#229;tg&#228;rd enligt
15 &#167; lagf&#246;ringslagen.

Sedan dom eller slutligt beslut har vunnit laga kraft, skall bestyrkt
avskrift av avg&#246;randet &#246;vers&#228;ndas till den utl&#228;ndska myndigheten.

16 &#167; Riks&#229;klagaren skall omedelbart underr&#228;tta den domstol som
beslutat om h&#228;ktning, n&#228;r s&#229;dan &#229;tg&#228;rd skall h&#228;vas till f&#246;ljd av
f&#246;rh&#229;llande som avses i 16 &#167; lagf&#246;ringslagen.

S&#228;rskilda best&#228;mmelser

17 &#167; &#196;r de upplysningar som har l&#228;mnats fr&#229;n annan stat inte
tillr&#228;ckliga f&#246;r pr&#246;vningen av fr&#229;ga om &#246;verf&#246;rande av lagf&#246;ring,
skall riks&#229;klagaren beg&#228;ra de ytterligare upplysningar som beh&#246;vs
fr&#229;n den staten. D&#228;rvid f&#229;r fastst&#228;llas viss tidsfrist inom vilken
upplysningarna skall l&#228;mnas.

18 &#167; Konsultation som avses i del IV lagf&#246;ringskonventionen sker
genom riks&#229;klagaren.

19 &#167; I fr&#229;ga om r&#228;ttshj&#228;lp enligt 17 &#167; lagf&#246;ringslagen beslutar den
domstol d&#228;r &#229;tal kan v&#228;ckas, om framst&#228;llning om &#246;verf&#246;rande av
lagf&#246;ring bifalls.

20 &#167; Handling fr&#229;n fr&#228;mmande stat som &#228;r avfattad p&#229; annat spr&#229;k
&#228;n danska, engelska, norska eller svenska skall vara &#229;tf&#246;ljd av
&#246;vers&#228;ttning till engelska eller svenska. Detta g&#228;ller dock inte i
fr&#229;ga om avskrift av dom eller slutligt beslut som till f&#246;ljd av
&#246;verf&#246;rande av lagf&#246;ring till fr&#228;mmande stat har meddelats i den
staten.

21 &#167; Framst&#228;llning och annat meddelande till eller fr&#229;n utomnordisk
stat skall &#246;vers&#228;ndas till utrikesdepartementet, som vidarebefordrar
handlingen till beh&#246;rig myndighet. I br&#229;dskande fall f&#229;r framst&#228;llning
eller meddelande &#246;vers&#228;ndas genom den internationella kriminalpolis
organisationen (Interpol).

&#214;vers&#228;ttning av handling som skall s&#228;ndas till fr&#228;mmande stat
ombes&#246;rjs om det beh&#246;vs av Justitiedepartementet.
F&#246;rordning (2000:714).

22 &#167; I f&#246;rh&#229;llande till annan nordisk stat g&#228;ller f&#246;ljande.

1. Fr&#229;ga om &#246;verf&#246;rande av lagf&#246;ring till eller fr&#229;n Sverige pr&#246;vas
av &#229;klagare, som &#228;r beh&#246;rig att v&#228;cka &#229;tal f&#246;r brottet. Finner
&#229;klagaren sk&#228;l att avsl&#229; framst&#228;llning fr&#229;n annan nordisk stat,
skall han med eget yttrande &#246;verl&#228;mna &#228;rendet till riks&#229;klagaren.

2. Framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring fr&#229;n en stat till en
annan f&#229;r g&#246;ras direkt hos beh&#246;rig myndighet i den senare staten.
Skriftv&#228;xling i s&#229;dant &#228;rende sker direkt mellan ber&#246;rda
myndigheter.

3. &#197;klagare som beslutar i &#228;rende om &#246;verf&#246;rande av lagf&#246;ring skall
fullg&#246;ra de uppgifter som i s&#229;dant &#228;rende ankommer p&#229; riks&#229;klagaren
enligt denna f&#246;rordning samt i &#246;vrigt vidta de &#229;tg&#228;rder som p&#229;kallas
av beslutet.

23 &#167; Ytterligare f&#246;reskrifter f&#246;r verkst&#228;llighet av lagf&#246;ringslagen
meddelas av riks&#229;klagaren.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4008">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4010">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
