

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1977-12-01" /> 
 <meta id="rattsinfo-edited" content="2019-02-19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4021</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4020">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4022">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1977:818 ·
                    <a href="/sfsr?bet=1977:818">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1977:818) om till&#228;mpning av en konvention den 28 juni 1976 mellan Sverige och F&#246;rbundsrepubliken Tyskland om ers&#228;ttning vid arbetsl&#246;shet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet AA
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1977-11-17
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Den konvention mellan Sverige och F&#246;rbundsrepubliken Tyskland om
ers&#228;ttning vid arbetsl&#246;shet som har undertecknats den 28 juni 1976 skall
l&#228;nda till efterr&#228;ttelse h&#228;r i riket fr&#229;n och med den 1 januari 1978.

Konventionen bifogas denna f&#246;rordning i svensk och tysk text som bilaga.


Som bevis om tyskt medborgarskap skall vid till&#228;mpning av konventionen
g&#228;lla pass eller annat intyg om medborgarskap, som har utf&#228;rdats av
F&#246;rbundsrepubliken Tysklands beh&#246;riga myndigheter eller av beh&#246;rig
myndighet i V&#228;stberlin.

Vid till&#228;mpning av artikel 19 mom. 1 i konventionen skall
arbetsmarknadsstyrelsen vara beh&#246;rig svensk myndighet.

Bilaga

Konvention
mellan Konungariket Sverige och F&#246;rbundsrepubliken Tyskland om
ers&#228;ttning vid arbetsl&#246;shet

Konungariket Sverige och F&#246;rbundsrepubliken Tyskland

VILKA &#214;NSKAR reglera sina f&#246;rbindelser i fr&#229;ga om social trygghet vid
arbetsl&#246;shet, har &#246;verenskommit om f&#246;ljande:

AVDELNING I

Allm&#228;nna best&#228;mmelser

Artikel 1

Definitioner

I denna konvention f&#246;rst&#229;s med uttrycken

1. &quot;territorium&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland det omr&#229;de, inom vilket
F&#246;rbundsrepubliken Tysklands grundlag g&#228;ller, med avseende p&#229;
Konungariket Sverige dess territorium;

2. &quot;medborgare&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland en tysk i den f&#246;r
F&#246;rbundsrepubliken Tyskland g&#228;llande grundlagens mening, med avseende p&#229;
Konungariket Sverige en person med svenskt medborgarskap;

3. &quot;lagstiftning&quot;

lagar, f&#246;rordningar, kung&#246;relser och andra allm&#228;nna r&#228;ttsf&#246;reskrifter
r&#246;rande de i artikel 2 mom. 1 angivna grenarna av social trygghet;

4. &quot;beh&#246;rig myndighet&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland, f&#246;rbundsministern f&#246;r
arbete och sociala fr&#229;gor,

med avseende p&#229; Konungariket Sverige, regeringen eller den myndighet
regeringen best&#228;mmer;

5. &quot;f&#246;rs&#228;kringsorgan&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland, f&#246;rbundsanstalten f&#246;r
arbetsfr&#229;gor,

med avseende p&#229; Konungariket Sverige

-- vad ang&#229;r arbetsl&#246;shetsf&#246;rs&#228;kringen, arbetsmarknadsstyrelsen och de
erk&#228;nda arbetsl&#246;shetskassorna

-- vad ang&#229;r arbetsl&#246;shetsst&#246;det, arbetsmarknadsstyrelsen och dess
regionala organ (l&#228;nsarbetsn&#228;mnder);

6. &quot;syssels&#228;ttning&quot;

en syssels&#228;ttning eller verksamhet enligt den till&#228;mpliga
lagstiftningen;

7. &quot;arbetsl&#246;shetsst&#246;d&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland, den av avgifter oberoende
ers&#228;ttningen vid arbetsl&#246;shet (s.k. arbetsl&#246;shetshj&#228;lp), med avseende p&#229;
Konungariket Sverige, den av avgifter oberoende ers&#228;ttningen vid
arbetsl&#246;shet (kontant arbetsmarknadsst&#246;d).

Artikel 2

Sakligt till&#228;mpningsomr&#229;de

1. Konventionen &#228;r, i den m&#229;n ej annat d&#228;ri f&#246;reskrives, till&#228;mplig p&#229;

1) den tyska lagstiftningen r&#246;rande arbetsl&#246;shetsf&#246;rs&#228;kring och
arbetsl&#246;shetshj&#228;lp;

2) den svenska lagstiftningen r&#246;rande arbetsl&#246;shetsf&#246;rs&#228;kring och
arbetsl&#246;shetsst&#246;d (kontant arbetsmarknadsst&#246;d).

2. Vid denna konventions till&#228;mpning beaktas icke s&#229;dan lagstiftning i
f&#246;rdragsslutande stat, som f&#246;ljer av annan mellanstatlig &#246;verenskommelse
eller av &#246;verstatlig r&#228;tt eller som avser till&#228;mpningen av s&#229;dan
&#246;verenskommelse eller r&#228;tt.

Artikel 3

Personligt till&#228;mpningsomr&#229;de

Likabehandling

1. Konventionen omfattar, om i det f&#246;ljande ej annat s&#228;gs, vad ang&#229;r
arbetsl&#246;shetsf&#246;rs&#228;kringen, envar som &#228;r underkastad den i artikel 2
angivna lagstiftningen oavsett medborgarskap, vad ang&#229;r
arbetsl&#246;shetsst&#246;det, de f&#246;rdragsslutande staternas medborgare.

2. I den m&#229;n konventionen enligt mom. 1 eller best&#228;mmelserna i avdelning
II &#228;r till&#228;mplig endast p&#229; de f&#246;rdragsslutande staternas medborgare,
skall med s&#229;dana medborgare j&#228;mst&#228;llas

a) flyktingar enligt artikel 1 i konventionen den 28 juli 1951 ang&#229;ende
flyktingars r&#228;ttsliga st&#228;llning samt protokollet den 31 januari 1967
till n&#228;mnda konvention,

b) statsl&#246;sa enligt artikel 1 i konventionen den 28 september 1954
ang&#229;ende statsl&#246;sa personers r&#228;ttsliga st&#228;llning, allt under
f&#246;ruts&#228;ttning, att de har sitt hemvist inom den f&#246;rdragsslutande statens
territorium.

3. De personer som enligt mom. 1 och 2 omfattas av konventionen skall
vara likst&#228;llda i fr&#229;ga om r&#228;ttigheter och skyldigheter enligt de
f&#246;rdragsslutande staternas i artikel 2 angivna lagstiftning, om ej annat
f&#246;reskrivs i artikel 24.

Artikel 4

Verkan av inkomster eller syssels&#228;ttningsf&#246;rh&#229;llanden p&#229; avgiftsplikt
och ers&#228;ttning i den andra f&#246;rdragsslutande staten

I den m&#229;n enligt lagstiftningen i den ena f&#246;rdragsslutande staten en
ers&#228;ttning enligt sociallagstiftningen eller annan inkomst eller viss
syssels&#228;ttning har r&#228;ttsverkan p&#229; avgiftsplikten eller r&#228;tten till
f&#246;rs&#228;kring eller ers&#228;ttning enligt denna konvention, skall samma verkan
tillkomma &#228;ven liknande ers&#228;ttning och liknande inkomster fr&#229;n den andra
f&#246;rdragsslutande staten samt liknande syssels&#228;ttning i denna stat.

Artikel 5

Till&#228;mplig lagstiftning

1. Om ej annat f&#246;reskrivs i mom. 2, skall r&#228;tten till f&#246;rs&#228;kring och
avgiftsplikten best&#228;mmas enligt lagstiftningen i den f&#246;rdragsslutande
stat inom vars territorium den f&#246;rv&#228;rvsarbetande &#228;r sysselsatt, &#228;ven om
arbetsgivaren finns inom den andra f&#246;rdragsslutande statens territorium.


2. Om enligt artikel 6--8 och 10 i konventionen om social trygghet
mellan F&#246;rbundsrepubliken Tyskland och Konungariket Sverige i fr&#229;ga om
f&#246;rs&#228;kringspliktig syssels&#228;ttning icke skall till&#228;mpas den lagstiftning
som g&#228;ller p&#229; syssels&#228;ttningsorten, utan i st&#228;llet den andra
f&#246;rdragsslutande statens lagstiftning, s&#229; skall denna stats lagstiftning
till&#228;mpas &#228;ven inom ramen f&#246;r denna konventions sakliga
till&#228;mpningsomr&#229;de.

3. Denna konvention ber&#246;r icke de best&#228;mmelser i Wienkonventionen om
diplomatiska f&#246;rbindelser och Wienkonventionen om konsul&#228;ra
f&#246;rbindelser, som h&#228;nf&#246;r sig till den i artikel 2 mom. 1 angivna
lagstiftningen.

AVDELNING II

Ers&#228;ttningsr&#228;tt

1. Allm&#228;nt

Artikel 6

I fr&#229;ga om ers&#228;ttningsanspr&#229;k och f&#246;rfarandet till&#228;mpas lagstiftningen i
den f&#246;rdragsslutande stat inom vars territorium anspr&#229;ket reses, om icke
annat f&#246;reskrivs i denna avdelning.

2. Arbetsl&#246;shetsf&#246;rs&#228;kring

Artikel 7

Sammanr&#228;kning av i de f&#246;rdragsslutande staterna tillgodor&#228;kningsbara
tider

1. Vid fastst&#228;llande av ers&#228;ttningsanspr&#229;ket skall

a) i F&#246;rbundsrepubliken Tyskland den tid under vilken den arbetsl&#246;se
varit medlem i svensk arbetsl&#246;shetskassa och varit sysselsatt i
Konungariket Sverige anses som tid varunder avgiftspliktig
syssels&#228;ttning utf&#246;rts i F&#246;rbundsrepubliken Tyskland;

b) i Konungariket Sverige tid varunder en avgiftspliktig syssels&#228;ttning
utf&#246;rts i F&#246;rbundsrepubliken Tyskland anses som tid under vilken den
arbetsl&#246;se varit medlem i svensk arbetsl&#246;shetskassa och varit sysselsatt
i Konungariket Sverige;

c) vad g&#228;ller medborgare i n&#229;gon av de f&#246;rdragsslutande staterna,
beaktas &#228;ven s&#229;dana tider av medlemskap, syssels&#228;ttning samt av
avgiftspliktig syssels&#228;ttning vilka i det enskilda fallet skall beaktas
i den andra f&#246;rdragsslutande staten p&#229; grund av mellanstatliga f&#246;rdrag
eller de Europeiska gemenskapernas r&#228;ttsordning.

2. Reser den arbetsl&#246;se ers&#228;ttningsanspr&#229;ket i F&#246;rbundsrepubliken
Tyskland, &#228;r mom. 1 till&#228;mpligt endast om den arbetsl&#246;se,

a) sedan han inlett vistelsen i F&#246;rbundsrepubliken Tyskland, har ut&#246;vat
en enligt den tyska lagstiftningen avgiftspliktig syssels&#228;ttning under
minst fyra veckor eller

b) &#228;r tysk medborgare eller

c) &#229;terv&#228;nder till F&#246;rbundsrepubliken Tyskland efter att ha varit medlem
i svensk arbetsl&#246;shetskassa och varit sysselsatt i Konungariket Sverige
samt hans senaste avgiftspliktiga syssels&#228;ttning enligt tysk
lagstiftning icke ligger l&#228;ngre tillbaka i tiden &#228;n tolv m&#229;nader, r&#228;knat
fr&#229;n dagen f&#246;r ans&#246;kan.

3. Reser den arbetsl&#246;se ers&#228;ttningsanspr&#229;ket i Konungariket Sverige, &#228;r
mom. 1 till&#228;mpligt endast om den arbetsl&#246;se,

a) sedan han inlett vistelsen i Konungariket Sverige, varit medlem i
svensk arbetsl&#246;shetskassa och sysselsatt i Konungariket Sverige under
minst fyra veckor eller

b) &#228;r svensk medborgare eller

c) &#229;terv&#228;nder till Konungariket Sverige efter att ha ut&#246;vat en enligt
tysk lagstiftning avgiftspliktig syssels&#228;ttning samt hans medlemskap i
svensk arbetsl&#246;shetskassa och syssels&#228;ttning i Konungariket Sverige icke
ligger l&#228;ngre tillbaka i tiden &#228;n tolv m&#229;nader, r&#228;knat fr&#229;n dagen f&#246;r
ans&#246;kan.

4. Tider, som enligt lagstiftningen i en f&#246;rdragsslutande stat j&#228;mst&#228;lls
med tider av medlemskap och syssels&#228;ttning eller av avgiftspliktig
syssels&#228;ttning, skall beaktas &#228;ven i den andra staten, dock l&#228;ngst f&#246;r
tid f&#246;r vilken denna stats lagstiftning medger tillgodor&#228;kning av
j&#228;mst&#228;llda tider.

Artikel 8

Minskning av ers&#228;ttningstidens l&#228;ngd

1. Ers&#228;ttningstidens l&#228;ngd skall minskas med den tid f&#246;r vilken ett
f&#246;rs&#228;kringsorgan i den andra staten har beviljat den arbetsl&#246;se
arbetsl&#246;shetsers&#228;ttning under de tolv m&#229;naderna n&#228;rmast f&#246;re dagen f&#246;r
ans&#246;kan, dock ej i den m&#229;n som den arbetsl&#246;se efter uppb&#228;rande av denna
ers&#228;ttning har fullgjort en ny kvalifikationstid.

2. Har ers&#228;ttning tillf&#228;lligt eller varaktigt v&#228;grats, har en s&#229;dan
&#229;tg&#228;rd samma verkan under samma tid p&#229; anspr&#229;k som den arbetsl&#246;se reser
mot f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande staten.

Artikel 9

Flyttning under uppb&#228;rande av ers&#228;ttning

Flyttar medborgare i den ena f&#246;rdragsslutande staten under uppb&#228;rande av
ers&#228;ttning fr&#229;n arbetsl&#246;shetsf&#246;rs&#228;kringen till den andra
f&#246;rdragsslutande staten, skall f&#246;rs&#228;kringsorganet i sistn&#228;mnda stat
bevilja fortsatt ers&#228;ttning enligt den f&#246;r organet g&#228;llande
lagstiftningen utan att pr&#246;va, om kvalifikationstiden fullgjorts &#228;ven
enligt dessa regler. Artikel 7 mom. 2 b) och c), mom. 3 b) och c) samt
artikel 8 skall &#228;ga motsvarande till&#228;mpning.

Artikel 10

Ber&#228;kning av ers&#228;ttningen

I den m&#229;n enligt lagstiftningen i en f&#246;rdragsslutande stat ers&#228;ttningens
storlek &#228;r beroende av tidigare erh&#229;llen arbetsl&#246;n eller av f&#246;rs&#228;kring i
viss ers&#228;ttningsklass skall ers&#228;ttning f&#246;r tid som arbetstagaren icke
var sysselsatt inom denna stats territorium ber&#228;knas utifr&#229;n den
genomsnittliga l&#246;nen enligt kollektivavtal eller, om s&#229;dant ej finns,
den g&#228;ngse arbetsl&#246;nen i en j&#228;mf&#246;rbar syssels&#228;ttning i bos&#228;ttningsorten
eller den ers&#228;ttningsklass som normalt motsvarar denna.

Artikel 11

Gottg&#246;relse av avgifter och ers&#228;ttningar

Gottg&#246;relse av avgifter och ers&#228;ttningar skall ej &#228;ga rum mellan vare
sig de f&#246;rdragsslutande staterna eller f&#246;rs&#228;kringsorganen.

3. Arbetsl&#246;shetsst&#246;d

Artikel 12

1. I den m&#229;n enligt lagstiftningen i en f&#246;rdragsslutande stat anspr&#229;k p&#229;
arbetsl&#246;shetsst&#246;d &#228;r beroende av att viss syssels&#228;ttning fullgjorts inom
staten, skall en syssels&#228;ttning som fullgjorts i den andra
f&#246;rdragsslutande staten behandlas som om den fullgjorts inom staten.
Artikel 7 mom. 2 och 3 samt artiklarna 8--11 skall &#228;ga motsvarande
till&#228;mpning.

2. I den m&#229;n enligt lagstiftningen i en f&#246;rdragsslutande stat anspr&#229;k p&#229;
arbetsl&#246;shetsst&#246;d &#228;r beroende av att ett anspr&#229;k p&#229;
arbetsl&#246;shetsers&#228;ttning f&#246;rut har best&#229;tt och utt&#246;mts, skall ett anspr&#229;k
p&#229; arbetsl&#246;shetsers&#228;ttning, vilket har best&#229;tt och utt&#246;mts enligt
lagstiftningen i den andra f&#246;rdragsslutande staten, behandlas som ett
anspr&#229;k, vilket har best&#229;tt och utt&#246;mts i f&#246;rstn&#228;mnda f&#246;rdragsslutande
stat. Artikel 7 mom. 2 och 3 samt artiklarna 8, 10 och 11 skall &#228;ga
motsvarande till&#228;mpning.

AVDELNING III

&#214;vriga best&#228;mmelser

F&#246;rvaltnings- och r&#228;ttsbist&#229;nd

Artikel 13

Allm&#228;nt f&#246;rvaltningsbist&#229;nd

De f&#246;rdragsslutande staternas f&#246;rs&#228;kringsorgan, sammanslutningar av
f&#246;rs&#228;kringsorgan, myndigheter och domstolar skall vid till&#228;mpningen av
den lagstiftning som anges i artikel 2 mom. 1 och av denna konvention
l&#228;mna varandra &#246;msesidigt bist&#229;nd p&#229; samma s&#228;tt som vid till&#228;mpning av
den f&#246;r dem g&#228;llande lagstiftningen. Bist&#229;ndet l&#228;mnas kostnadsfritt.

Artikel 14

&#214;msesidighet i fr&#229;ga om erk&#228;nnande och verkst&#228;llighet av domar och
beslut.

1. Av en f&#246;rdragsslutande stats domstolar meddelade verkst&#228;llbara domar
liksom &#228;ven av en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan eller
myndigheter meddelade verkst&#228;llbara beslut om avgifter och andra
fordringar inom ramen f&#246;r konventionens till&#228;mpningsomr&#229;de erk&#228;nnes i
den andra f&#246;rdragsslutande staten.

2. Erk&#228;nnande f&#229;r v&#228;gras endast om det strider mot den allm&#228;nna
ordningen i den f&#246;rdragsslutande stat d&#228;r domen eller beslutet &#229;beropas.


3. Enligt mom. 1 erk&#228;nda verkst&#228;llbara domar och beslut verkst&#228;lles i
den andra f&#246;rdragsslutande staten. H&#228;rvid f&#246;rfares i enlighet med vad
som enligt lagstiftningen i den stat inom vars territorium
verkst&#228;llandet skall ske, g&#228;ller f&#246;r verkst&#228;llande av i denna stat
meddelade motsvarande domar och beslut. Utskrift av domen eller beslutet
m&#229;ste f&#246;rses med intyg om dess verkst&#228;llbarhet (exigibilitetsklausul).

4. Har f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat fordran p&#229; oguldna
avgifter, skall vid tv&#229;ngsverkst&#228;llighet, liksom &#228;ven vid konkurs- och
f&#246;rlikningsf&#246;rfarande i den andra staten s&#229;dan fordran ha samma
f&#246;rm&#229;nsr&#228;tt som en motsvarande fordran i denna stat.

5. Med &#246;vriga fordringar enligt mom. 1 f&#246;rst&#229;s &#228;ven i artikel 20 angivna
ers&#228;ttningsanspr&#229;k.

Artikel 15

Befrielse fr&#229;n skatt, avgifter och legalisering

1. I en f&#246;rdragsslutande stats lagstiftning f&#246;reskriven befrielse fr&#229;n
eller neds&#228;ttning av skatter eller avgifter, d&#228;ri inbegripna konsul&#228;ra
och administrativa avgifter, f&#246;r handlingar eller beslut, som skall
f&#246;retes i och f&#246;r till&#228;mpning av denna lagstiftning, utstr&#228;ckes att
omfatta &#228;ven motsvarande handlingar och beslut som skall f&#246;retes i och
f&#246;r till&#228;mpningen av denna konvention eller av den i artikel 2 mom. 1
angivna lagstiftningen i den andra f&#246;rdragsslutande staten.

2. Beslut, som skall f&#246;retes i och f&#246;r till&#228;mpningen av denna konvention
eller den i artikel 2 mom. 1 angivna lagstiftningen, beh&#246;ver icke f&#246;rses
med &#228;kthetsbevis eller underkastas n&#229;gon annan liknande formalitet vid
&#229;beropande hos den andra f&#246;rdragsslutande statens organ.

Artikel 16

F&#246;rfarandet vid kontakt mellan myndigheter, domstolar och
f&#246;rs&#228;kringsorgan

I artikel 13 avsedda organ kan vid till&#228;mpningen av den i artikel 2 mom.
1 angivna lagstiftningen och av denna konvention tr&#228;da i omedelbar
f&#246;rbindelse med varandra och med ber&#246;rda personer och deras ombud p&#229;
sitt spr&#229;k. Lagstiftning om anlitande av tolk p&#229;verkas ej. Domar, beslut
och andra handlingar kan direkt tillst&#228;llas en person som uppeh&#229;ller sig
inom den andra f&#246;rdragsslutande statens territorium i rekommenderad
f&#246;rs&#228;ndelse med mottagningsbevis.

Artikel 17

Iakttagande av laga tid

1. Har ans&#246;kan om ers&#228;ttning enligt en f&#246;rdragsslutande stats
lagstiftning gjorts hos ett organ i den andra f&#246;rdragsslutande staten,
som &#228;r beh&#246;rig att mottaga ans&#246;kan om en motsvarande ers&#228;ttning enligt
den f&#246;r detta organ g&#228;llande lagstiftningen, betraktas ans&#246;kningen som
gjord hos det beh&#246;riga f&#246;rs&#228;kringsorganet. Vad nu sagts &#228;ger motsvarande
till&#228;mpning p&#229; andra ans&#246;kningar, f&#246;rklaringar och besv&#228;rsskrifter.

2. Ans&#246;kningar, f&#246;rklaringar och besv&#228;rsskrifter skall av det organ i
den ena f&#246;rdragsslutande staten, till vilket de ingivits, of&#246;rdr&#246;jligen
vidarebefordras till den andra statens beh&#246;riga organ.

Artikel 18

R&#228;tt f&#246;r yrkeskonsul&#228;ra myndigheter att vara ombud

Den ena f&#246;rdragsslutande statens yrkeskonsul&#228;ra myndigheter i den andra
f&#246;rdragsslutande staten har r&#228;tt att utan f&#246;reteende av fullmakt, p&#229;
ers&#228;ttningsber&#228;ttigads beg&#228;ran, vidtaga &#229;tg&#228;rder som beh&#246;vs f&#246;r att
trygga och vidmakth&#229;lla r&#228;ttigheter f&#246;r den f&#246;rstn&#228;mnda statens
medborgare. S&#228;rskilt kan de hos organ som avses i artikel 13 i
medborgarnas intresse g&#246;ra ans&#246;kningar, avge f&#246;rklaringar och inl&#228;mna
besv&#228;rsskrifter.

Konventionens till&#228;mpning och tolkning

Artikel 19

&#214;msesidiga underr&#228;ttelser - f&#246;rbindelseorgan

1. De beh&#246;riga myndigheterna skall underr&#228;tta varandra om &#228;ndringar i
och utvidgningar av f&#246;r dem g&#228;llande i artikel 2 angiven lagstiftning.

2. Till&#228;mpningen av denna konvention ankommer p&#229; f&#246;rbindelseorgan.

Dessa &#228;r i F&#246;rbundsrepubliken Tyskland f&#246;rbundsanstaltens f&#246;r
arbetsfr&#229;gor centralf&#246;rvaltning, N&#252;rnberg i Konungariket Sverige
arbetsmarknadsstyrelsen.

Artikel 20

Skadest&#229;ndsanspr&#229;k mot tredje man

Om n&#229;gon, som enligt den i artikel 2 n&#228;mnda lagstiftningen har erh&#229;llit
ers&#228;ttning i den ena f&#246;rdragsslutande staten till f&#246;ljd av arbetsl&#246;shet,
enligt den andra f&#246;rdragsslutande statens lagstiftning har anspr&#229;k p&#229;
ers&#228;ttning mot tredje man p&#229; grund av den genom arbetsl&#246;shet uppkomna
skadan, skall detta ers&#228;ttningsanspr&#229;k g&#229; &#246;ver p&#229; det f&#246;rpliktade
f&#246;rs&#228;kringsorganet enligt den f&#246;r detta g&#228;llande lagstiftningen.

Artikel 21

Betalningss&#228;tt och valutaomr&#228;kning

Kontanters&#228;ttning kan av en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan med
befriande verkan utges till en person, som uppeh&#229;ller sig inom den andra
f&#246;rdragsslutande statens territorium, i denna stats valuta. I
f&#246;rh&#229;llandet mellan f&#246;rs&#228;kringsorganet och den till ers&#228;ttning
ber&#228;ttigade g&#228;ller f&#246;r omr&#228;kningen den dags kurs som lagts till grund
f&#246;r kontanters&#228;ttningens &#246;verf&#246;rande. Ett f&#246;rs&#228;kringsorgans
utbetalningar till ett f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande
staten skall ske i den sistn&#228;mnda statens valuta. Ett f&#246;rs&#228;kringsorgans
utbetalningar till ett f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande
staten i de fall som avses i artiklarna 14 och 20 skall ske i den
f&#246;rstn&#228;mnda statens valuta.

Artikel 22

&#197;terg&#228;ldande av felaktigt beviljade ers&#228;ttningar

1. Om f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat felaktigt har beviljat
ers&#228;ttning, kan det felaktigt betalda beloppet inneh&#229;llas f&#246;r
f&#246;rs&#228;kringsorganets r&#228;kning fr&#229;n efterf&#246;ljande eller p&#229;g&#229;ende
utbetalning enligt den andra f&#246;rdragsslutande statens lagstiftning.

2. &#196;r n&#229;gon enligt en f&#246;rdragsslutande stats lagstiftning ber&#228;ttigad
till kontanters&#228;ttning f&#246;r tid f&#246;r vilken han eller hans
familjemedlemmar erh&#229;llit f&#246;rm&#229;ner fr&#229;n ett socialhj&#228;lpsorgan i den
andra f&#246;rdragsslutande staten, skall denna kontanters&#228;ttning p&#229; beg&#228;ran
av det ers&#228;ttningsber&#228;ttigade socialhj&#228;lpsorganet inneh&#229;llas f&#246;r dettas
r&#228;kning som om detta organ var ett socialhj&#228;lpsorgan med s&#228;te inom den
f&#246;rstn&#228;mnda statens territorium.

Artikel 23

Skiljedomsklausul

1. Tvister mellan de b&#229;da f&#246;rdragsslutande staterna om konventionens
tolkning eller till&#228;mpning skall s&#229;vitt m&#246;jligt bil&#228;ggas genom de
beh&#246;riga myndigheterna.

2. Kan en tvist icke bil&#228;ggas p&#229; detta s&#228;tt, h&#228;nskjutes den p&#229; beg&#228;ran
av en f&#246;rdragsslutande stat till en skiljedomstol.

3. Skiljedomstol bildas f&#246;r varje s&#228;rskilt fall genom att var och en av
de f&#246;rdragsslutande staterna utser en medlem och dessa b&#229;da medlemmar
enar sig om en medborgare i en tredje stat som ordf&#246;rande, vilken utses
av de b&#229;da f&#246;rdragsslutande staternas regeringar. Medlemmarna utses inom
tv&#229; m&#229;nader och ordf&#246;randen inom tre m&#229;nader fr&#229;n det den ena
f&#246;rdragsslutande staten meddelat den andra att den &#228;mnar underst&#228;lla
tvisten en skiljedomstol.

4. Om de i tredje stycket angivna fristerna icke iakttages, kan i brist
p&#229; annan &#246;verenskommelse var och en av de f&#246;rdragsslutande staterna
h&#228;nv&#228;nda sig till presidenten f&#246;r den europeiska domstolen f&#246;r m&#228;nskliga
r&#228;ttigheter med beg&#228;ran om erforderliga personers utseende. &#196;r
presidenten medborgare i en av de f&#246;rdragsslutande staterna eller &#228;r han
av annan anledning f&#246;rhindrad, skall personerna utses av
vicepresidenten. &#196;r &#228;ven vicepresidenten medborgare i en av de
f&#246;rdragsslutande staterna eller &#228;r &#228;ven han f&#246;rhindrad, skall personerna
utses av den till rangen d&#228;refter fr&#228;mste medlemmen av domstolen, som
icke &#228;r medborgare i n&#229;gon av de f&#246;rdragsslutande staterna.

5. Skiljedomstolen tr&#228;ffar sitt avg&#246;rande genom majoritetsbeslut p&#229;
grundval av f&#246;religgande f&#246;rdrag mellan parterna och allm&#228;n folkr&#228;tt.
Dess beslut &#228;r bindande. Var och en av de f&#246;rdragsslutande staterna b&#228;r
kostnaderna f&#246;r sin medlem och f&#246;r sitt deltagande i f&#246;rfarandet inf&#246;r
skiljedomstolen. Kostnaderna f&#246;r ordf&#246;randen och &#246;vriga kostnader b&#228;rs
av de f&#246;rdragsslutande staterna till lika delar. Skiljedomstolen kan
besluta om annan kostnadsreglering. I &#246;vrigt reglerar skiljedomstolen
sj&#228;lv sitt f&#246;rfarande.

Artikel 24

Utseende av ledam&#246;ter i f&#246;rs&#228;kringsorgans styrelser och judiciella organ


En f&#246;rdragsslutande stats lagstiftning om s&#228;kerst&#228;llande av f&#246;rs&#228;krades
och arbetsgivares medverkan i organ f&#246;r f&#246;rs&#228;kringsorgans och
sammanslutningars sj&#228;lvf&#246;rvaltning och i den d&#246;mande verksamheten p&#229; den
sociala trygghetens omr&#229;de ber&#246;rs ej.

AVDELNING IV

&#214;verg&#229;ngs- och slutbest&#228;mmelser

Artikel 25

&#214;verg&#229;ngsregler

1. Denna konvention grundar ingen r&#228;tt till ers&#228;ttning f&#246;r tid f&#246;re dess
ikrafttr&#228;dande.

2. Vid denna konventions till&#228;mpning beaktas &#228;ven f&#246;re ikrafttr&#228;dandet
intr&#228;ffade omst&#228;ndigheter av betydelse enligt de f&#246;rdragsslutande
staternas lagstiftningar.

3. Tidigare avg&#246;randen hindrar icke konventionens till&#228;mpning.

Artikel 26

Berlin-klausul

Konventionen g&#228;ller &#228;ven f&#246;r Land Berlin, om icke F&#246;rbundsrepubliken
Tysklands regering till Konungariket Sveriges regering avger motsatt
f&#246;rkaring inom tre m&#229;nader efter konventionens ikrafttr&#228;dande.

Artikel 27

Ikrafttr&#228;dande

1. Konventionen skall ratificeras; ratifikationsinstrumenten skall
utv&#228;xlas snarast m&#246;jligt i Stockholm.

2. Konventionen tr&#228;der i kraft p&#229; den f&#246;rsta dagen i den andra m&#229;naden
efter utg&#229;ngen av den m&#229;nad under vilken ratifikationsinstrumenten
utv&#228;xlats.

Artikel 28

Giltighetstid

1. Konventionen ing&#229;s p&#229; obest&#228;md tid. Envar f&#246;rdragsslutande stat kan
senast tre m&#229;nader i f&#246;rv&#228;g s&#228;ga upp den till utg&#229;ngen av ett
kalender&#229;r.

2. Upph&#246;r konventionen att g&#228;lla till f&#246;ljd av upps&#228;gning, skall dess
best&#228;mmelser alltj&#228;mt g&#228;lla f&#246;r ers&#228;ttningsanspr&#229;k som uppkommit
dessf&#246;rinnan.

TILL BEKR&#196;FTELSE H&#196;RP&#197; har undertecknade h&#228;rtill av sina regeringar
vederb&#246;rligen befullm&#228;ktigade ombud undertecknat denna konvention och
f&#246;rsett den med sina sigill.

SOM SKEDDE i Bonn den 28 juni 1976 i tv&#229; originalexemplar, vartdera p&#229;
svenska och tyska spr&#229;ken, vilka b&#229;da texter &#228;ger lika vitsord.

F&#246;r Konungariket Sverige
Ingemund Bengtsson
Sven Backlund

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4020">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4022">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
