

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1998-05-19" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4028</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4027">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4029">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1977:740 ·
                    <a href="/sfsr?bet=1977:740">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1977:740) om till&#228;mpning av en konvention 
den 27 februari 1976 mellan Sverige och 
F&#246;rbundsrepubliken Tyskland om social trygghet
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1977-09-01
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1991:1183
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten finns med i bilagorna.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Den konvention mellan Sverige och F&#246;rbundsrepubliken Tyskland om
social trygghet som har undertecknats den 27 februari 1976 j&#228;mte
slutprotokoll till konventionen skall i originaltexternas lydelse g&#228;lla
som f&#246;rordning h&#228;r i landet.

Texterna i deras till f&#246;ljd av en till&#228;ggs&#246;verenskommelse den 26 oktober
1989 &#228;ndrade lydelse &#228;r intagna som bilagor 1 och 2 till denna
f&#246;rordning. F&#246;rordning (1991:1183).

2 &#167; Vid till&#228;mpning av artikel 10 och artikel 33 f&#246;rsta stycket andra
punkten i konventionen skall riksf&#246;rs&#228;kringsverket vara beh&#246;rig svensk
myndighet. F&#246;rordning (1991:1183).

3 &#167; Artikel 37 i konventionen g&#228;ller, med undantag som s&#228;gs i 4 &#167;, p&#229;
motsvarande s&#228;tt f&#246;r r&#228;ttigheter som uppst&#229;r f&#246;rst p&#229; grund av
till&#228;ggs&#246;verenskommelsen. F&#246;rordning (1991:1183).

4 &#167; Artikel 22 sj&#228;tte stycket i konventionen i dess lydelse enligt
till&#228;ggs&#246;verenskommelsen skall g&#228;lla retroaktivt fr&#229;n och med den 1
januari 1982 och till&#228;mpas &#228;ven f&#246;r f&#246;rs&#228;kringsfall som intr&#228;ffat f&#246;re
denna tidpunkt. Pensioner som har fastst&#228;llts f&#246;re ikrafttr&#228;dandet av
till&#228;ggs&#246;verenskommelsen fastst&#228;lls p&#229; nytt efter ans&#246;kan med beaktande
av f&#246;rsta meningen. De kan &#228;ven fastst&#228;llas p&#229; nytt utan ans&#246;kan.
F&#246;rordning (1991:1183).

5 &#167; Nummer 3 b) i slutprotokollet g&#228;ller endast f&#246;r f&#246;rs&#228;kringsfall som
intr&#228;ffar efter ikrafttr&#228;dandet av denna f&#246;rordning. F&#246;rordning
(1991:1183).

6 &#167; F&#246;r en person som avses i nummer 6 b) i slutprotokollet till
konventionen och som vid ikrafttr&#228;dandet av denna f&#246;rordning redan &#228;r
sysselsatt b&#246;rjar den trem&#229;nadersfrist som s&#228;gs i n&#228;mnda best&#228;mmelse i
slutprotokollet att l&#246;pa vid ikrafttr&#228;dandet. F&#246;rordning (1991:1183).

7 &#167; Artiklarna 23--25 i konventionen i deras lydelse enligt
till&#228;ggs&#246;verenskommelsen skall till&#228;mpas i fr&#229;ga om efterlevandepension
n&#228;r f&#246;rs&#228;kringsfallet intr&#228;ffat efter utg&#229;ngen av &#229;r 1989.


Bilaga 1

Konvention mellan Konungariket Sverige och F&#246;rbundsrepubliken Tyskland
om social trygghet

Konungariket Sverige och F&#246;rbundsrepubliken Tyskland som &#246;nskat reglera
sina f&#246;rbindelser p&#229; den sociala trygghetens omr&#229;de, har &#246;verenskommit
om f&#246;ljande:

AVDELNING 1

Allm&#228;nna best&#228;mmelser

Artikel 1

I denna konvention f&#246;rst&#229;s med uttrycken

1) &quot;territorium&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland det omr&#229;de, inom vilket
F&#246;rbundsrepubliken Tysklands grundlag g&#228;ller,

med avseende p&#229; Konungariket Sverige dess territorium;

2) &quot;medborgare&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland en tysk i den f&#246;r
F&#246;rbundsrepubliken Tyskland g&#228;llande grundlagens mening,

med avseende p&#229; Konungariket Sverige en person med svenskt
medborgarskap;

3) &quot;lagstiftning&quot;

lagar, f&#246;rordningar, kung&#246;relser och andra allm&#228;nna r&#228;ttsf&#246;reskrifter
r&#246;rande de i artikel 2 f&#246;rsta stycket angivna grenarna av social
trygghet;

4) &quot;beh&#246;rig myndighet&quot;

med avseende p&#229; F&#246;rbundsrepubliken Tyskland f&#246;rbundsministern f&#246;r arbete
och sociala fr&#229;gor,

med avseende p&#229; Konungariket Sverige regeringen eller den myndighet
regeringen best&#228;mmer;

5) &quot;f&#246;rs&#228;kringsorgan&quot;

det organ eller den myndighet som svarar f&#246;r till&#228;mpningen av den i
artikel 2 f&#246;rsta stycket angivna lagstiftningen;

6) &quot;beh&#246;rigt f&#246;rs&#228;kringsorgan&quot;

det f&#246;rs&#228;kringsorgan som &#228;r beh&#246;rigt enligt den till&#228;mpliga
lagstiftningen;

7) &quot;syssels&#228;ttning&quot;

en anst&#228;llning eller f&#246;rv&#228;rvsverksamhet i den till&#228;mpliga
lagstiftningens mening;

8) &quot;f&#246;rs&#228;kringsperioder&quot;

avgiftsperioder, syssels&#228;ttningsperioder eller bos&#228;ttningsperioder, som
i den lagstiftning enligt vilken de fullgjorts betecknas eller betraktas
som f&#246;rs&#228;kringsperioder, samt andra tidsperioder i den m&#229;n de i n&#228;mnda
lagstiftning betraktas som likv&#228;rdiga med f&#246;rs&#228;kringsperioder, d&#228;ribland
kalender&#229;r, f&#246;r vilka inom den svenska f&#246;rs&#228;kringen f&#246;r till&#228;ggspension
pensionspo&#228;ng har tillgodor&#228;knats p&#229; grund av syssels&#228;ttning under det
ifr&#229;gavarande &#229;ret eller en del d&#228;rav;

9) &quot;kontantf&#246;rm&#229;n&quot; eller &quot;pension&quot;

en kontantf&#246;rm&#229;n eller pension med alla till&#228;gg, tillskott och
f&#246;rh&#246;jningar.

Artikel 2

1. Denna konvention &#228;r, i den m&#229;n ej annat d&#228;ri f&#246;reskrives, till&#228;mplig
p&#229;

1) den tyska lagstiftningen om

a) sjukf&#246;rs&#228;kring och skydd f&#246;r f&#246;rv&#228;rvsarbetande m&#246;drar, i den m&#229;n inom
dessa f&#246;rm&#229;nsgrenar regleras r&#228;tt till kontant- och sjukv&#229;rdsf&#246;rm&#229;ner
genom sjukf&#246;rs&#228;kringens organ;

b) yrkesskadef&#246;rs&#228;kring;

c) pensionsf&#246;rs&#228;kring och till&#228;ggsf&#246;rs&#228;kring f&#246;r gruvarbetare;

d) &#229;ldershj&#228;lp f&#246;r lantbrukare;

e) barnbidrag;

f) bidrag f&#246;r v&#229;rd av barn;

2) den svenska lagstiftningen om

a) sjukf&#246;rs&#228;kring med f&#246;r&#228;ldraf&#246;rs&#228;kring;

b) yrkesskadef&#246;rs&#228;kring;

c) folkpension;

d) f&#246;rs&#228;kring f&#246;r till&#228;ggspension.

2. Vid denna konventions till&#228;mpning beaktas icke s&#229;dan lagstiftning i
f&#246;rdragsslutande stat, som f&#246;ljer av annan mellanstatlig &#246;verenskommelse
eller av &#246;verstatlig r&#228;tt eller som avser till&#228;mpningen av s&#229;dan
&#246;verenskommelse eller r&#228;tt. F&#246;rordning (1991:1183).

Artikel 3

1. Denna konvention &#228;r, i den m&#229;n ej annat d&#228;ri f&#246;reskrives, till&#228;mplig
p&#229; de f&#246;rdragsslutande staternas medborgare, andra personer som omfattas
eller har omfattats av en f&#246;rdragsslutande stats lagstiftning och
personer som h&#228;rleder sin r&#228;tt fr&#229;n n&#229;gon nu n&#228;mnd person.

2. I den m&#229;n ej annat f&#246;reskrives i denna konvention likst&#228;lles vid
till&#228;mpningen av en f&#246;rdragsslutande stats lagstiftning med denna stats
medborgare f&#246;ljande inom statens territorium bosatta personer:

a) medborgare i den andra f&#246;rdragsslutande staten,

b) flyktingar som avses i artikel 1 av konventionen den 28 juli 1951 om
flyktingars r&#228;ttsliga st&#228;llning och protokollet den 31 januari 1967 till
n&#228;mnda konvention,

c) statsl&#246;sa som avses i artikel 1 av konventionen den 28 september 1954
om statsl&#246;sa personers r&#228;ttsliga st&#228;llning,

d) andra personer med avseende p&#229; r&#228;ttigheter som de h&#228;rleder fr&#229;n en
medborgare i f&#246;rdragsslutande stat eller fr&#229;n en i denna artikel avsedd
flykting eller statsl&#246;s person.

Artikel 4

1. N&#228;r fr&#229;ga &#228;r om en i artikel 3 andra stycket angiven person skall i
den m&#229;n ej annat f&#246;reskrives i denna konvention, kontantf&#246;rm&#229;ner vid
invaliditet, p&#229; grund av &#229;lder och till efterlevande samt livr&#228;ntor och
eng&#229;ngsbelopp i anledning av yrkesskada utges till den d&#228;rtill
ber&#228;ttigade &#228;ven om denne vistas inom den andra f&#246;rdragsslutande statens
territorium.

2. I den m&#229;n ej annat f&#246;reskrives i denna konvention utges f&#246;rm&#229;ner
enligt den ena f&#246;rdragsslutande statens lagstiftning till medborgare i
den andra f&#246;rdragsslutande staten, som &#228;r bosatt utanf&#246;r de
f&#246;rdragsslutande staternas territorier, p&#229; samma villkor som till
medborgare i den f&#246;rstn&#228;mnda f&#246;rdragsslutande staten som &#228;r bosatta
utanf&#246;r n&#228;mnda territorier.

Artikel 5

I den m&#229;n ej annat f&#246;reskrives i artiklarna 6--10, skall fr&#229;gan om en
persons f&#246;rs&#228;kringstillh&#246;righet bed&#246;mas

1) enligt svensk r&#228;tt, om personen i fr&#229;ga &#228;r bosatt i Konungariket
Sverige, eller, med avseende p&#229; yrkesskadef&#246;rs&#228;kring, om han &#228;r
sysselsatt d&#228;r,

2) enligt tysk r&#228;tt, om han &#228;r sysselsatt i F&#246;rbundsrepubliken Tyskland,
varvid i fall, d&#229; f&#246;rs&#228;kringstillh&#246;righeten bed&#246;ms med h&#228;nsyn till
syssels&#228;ttningsorten, denna skall vara best&#228;mmande &#228;ven om arbetet
utf&#246;rs f&#246;r en arbetsgivare som befinner sig i den andra f&#246;rdragsslutande
staten.

Artikel 6

Uts&#228;nds en arbetstagare, som syssels&#228;tts i en f&#246;rdragsslutande stat, av
sin arbetsgivare till den andra f&#246;rdragsslutande staten f&#246;r att d&#228;r
utf&#246;ra ett arbete f&#246;r denne arbetsgivare, skall den f&#246;rstn&#228;mnda statens
lagstiftning  forts&#228;tta att g&#228;lla till utg&#229;ngen av den tjugofj&#228;rde
kalenderm&#229;naden efter uts&#228;ndandet, som om arbetstagaren fortfarande
sysselsattes inom dess territorium. F&#246;rordning (1991:1183).

Artikel 7

1. F&#246;r ett fartygs bes&#228;ttning och andra ej blott tillf&#228;lligt p&#229; ett
fartyg sysselsatta personer g&#228;ller med avseende p&#229;
f&#246;rs&#228;kringstillh&#246;righeten lagstiftningen i den f&#246;rdragsslutande stat,
vars flagga fartyget f&#246;r.

2. Om en arbetstagare, som &#228;r bosatt inom en f&#246;rdragsslutande stats
territorium, av en arbetsgivare, som har sitt s&#228;te inom denna stats
territorium och ej &#228;r &#228;gare till fartyget, tillf&#228;lligt syssels&#228;tts p&#229;
ett fartyg som f&#246;r den andra f&#246;rdragsslutande statens flagga, g&#228;ller med
avseende p&#229; f&#246;rs&#228;kringstillh&#246;righeten den f&#246;rstn&#228;mnda statens
lagstiftning, som om han sysselsattes inom dess territorium.

Artikel 8

Artiklarna 5--7 &#228;ger motsvarande till&#228;mpning p&#229; personer som icke &#228;r
arbetstagare men p&#229; vilka den i artikel 2 angivna lagstiftningen &#228;r
till&#228;mplig.

Artikel 9

Artiklarna 5, 6 och 8 ber&#246;r inte de best&#228;mmelser i Wienkonventionen om
diplomatiska f&#246;rbindelser och Wienkonventionen om konsul&#228;ra
f&#246;rbindelser, som h&#228;nf&#246;r sig till den lagstiftning som anges i artikel 2
f&#246;rsta stycket. F&#246;rordning (1991:1183).

Artikel 10

P&#229; gemensam framst&#228;llning av arbetstagare och arbetsgivare eller p&#229;
framst&#228;llning av en i artikel 8 avsedd likst&#228;lld person kan den beh&#246;riga
myndigheten, eller den myndighet som utses av denna, i den
f&#246;rdragsslutande stat, vars lagstiftning enligt artiklarna 5--9 skulle
vara till&#228;mplig, medge undantagande fr&#229;n denna lagstiftning, under
f&#246;ruts&#228;ttning att personen i fr&#229;ga blir omfattad av den andra
f&#246;rdragsslutande statens lagstiftning. Vid beslut h&#228;rom skall beaktas
syssels&#228;ttningens art och de omst&#228;ndigheter under vilka den ut&#246;vas. F&#246;re
avg&#246;randet skall den andra f&#246;rdragsslutande statens beh&#246;riga myndighet,
eller den myndighet som utses av denna, beredas tillf&#228;lle till
st&#228;llningstagande. &#196;r arbetstagare icke sysselsatt inom dess
territorium, betraktas han som sysselsatt p&#229; den ort, d&#228;r han senast
f&#246;rut var sysselsatt. Har han f&#246;rut icke varit sysselsatt inom dess
territorium, betraktas han som sysselsatt p&#229; den ort, d&#228;r denna
f&#246;rdragsslutande stats beh&#246;riga myndighet har sitt s&#228;te. F&#246;rordning
(1991:1183).

Artikel 11

1. I fall, d&#229; enligt best&#228;mmelser i en f&#246;rdragsslutande stats
lagstiftning r&#228;tt till en f&#246;rm&#229;n inskr&#228;nkes eller icke f&#246;religger eller
en f&#246;rm&#229;n inskr&#228;nkes eller icke utges vid sammantr&#228;ffande med r&#228;tt till
annan f&#246;rm&#229;n eller med utgivandet av andra f&#246;rm&#229;ner skall dessa
best&#228;mmelser till&#228;mpas &#228;ven med avseende p&#229; motsvarande f&#246;rh&#229;llanden
enligt den andra f&#246;rdragsslutande statens lagstiftning. Om vad nu sagts
skulle medf&#246;ra minskning av b&#229;da f&#246;rm&#229;nerna, skall vardera f&#246;rm&#229;nen
minskas med halva det belopp varmed minskning skulle ske enligt den
f&#246;rdragsslutande stats lagstiftning, p&#229; vilken r&#228;tten till f&#246;rm&#229;nen
grundas.

2. I fall, d&#229; enligt best&#228;mmelser i f&#246;rdragsslutande stats lagstiftning
r&#228;tt till en f&#246;rm&#229;n icke f&#246;religger eller en f&#246;rm&#229;n inskr&#228;nkes s&#229; l&#228;nge
en syssels&#228;ttning eller en viss syssels&#228;ttning ut&#246;vas eller en
obligatorisk pensionsf&#246;rs&#228;kring best&#229;r, skall dessa best&#228;mmelser
till&#228;mpas &#228;ven med avseende p&#229; motsvarande f&#246;rh&#229;llanden enligt den andra
f&#246;rdragsslutande statens lagstiftning eller inom dess territorium.

AVDELNING II

S&#228;rskilda best&#228;mmelser

Kapitel 1. Sjukf&#246;rs&#228;kring

Artikel 12

I fr&#229;ga om fastst&#228;llande av r&#228;tten till en f&#246;rm&#229;n och den tidrymd under
vilken f&#246;rm&#229;nen skall utges skall f&#246;rs&#228;kringsperioder som fullgjorts och
perioder varunder f&#246;rm&#229;n utgivits enligt b&#229;da de f&#246;rdragsslutande
staternas lagstiftningar sammanr&#228;knas i den m&#229;n de icke sammanfaller.

Artikel 13

1. &#196;r n&#229;gon bosatt inom en f&#246;rdragsslutande stats territorium och
ber&#228;ttigad till sjukv&#229;rdsf&#246;rm&#229;ner enligt denna stats lagstiftning,
erh&#229;ller han under tillf&#228;llig vistelse inom den andra f&#246;rdragsslutande
statens territorium sjukv&#229;rdsf&#246;rm&#229;ner enligt denna stats lagstiftning,
om han p&#229; grund av sitt tillst&#229;nd &#228;r i omedelbart behov av s&#229;dana
f&#246;rm&#229;ner.

2. F&#246;rsta stycket g&#228;ller ej f&#246;r fall d&#229; n&#229;gon beger sig till den andra
f&#246;rdragsslutande statens territorium i syfte att erh&#229;lla v&#229;rd, s&#228;rskilt
n&#228;r syftet &#228;r att genomg&#229; kurbehandling eller att vistas p&#229;
h&#228;lsov&#229;rdsanstalt, vilohem eller luftkuranstalt.

3. I fr&#229;ga om s&#228;ttet f&#246;r och omfattningen av tillhandah&#229;llande av
f&#246;rm&#229;ner enligt f&#246;rsta stycket till&#228;mpas den f&#246;r vistelseortens
f&#246;rs&#228;kringsorgan g&#228;llande lagstiftningen.

4. Personer, som enligt de i artikel 9 n&#228;mnda konventionerna &#228;r befriade
fr&#229;n f&#246;rs&#228;kringsplikt i den f&#246;rdragsslutande stat d&#228;r de &#228;r sysselsatta,
erh&#229;ller, liksom deras medf&#246;ljande familjemedlemmar, sjukv&#229;rdsf&#246;rm&#229;ner
enligt lagstiftningen i denna f&#246;rdragsslutande stat under f&#246;ruts&#228;ttning
att de har r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner enligt lagstiftningen i den andra
f&#246;rdragsslutande staten. F&#246;rordning (1991:1183).

Artikel 14

&#196;r n&#229;gon bosatt inom en f&#246;rdragsslutande stats territorium och f&#246;rs&#228;krad
enligt denna stats lagstiftning, erh&#229;ller hans familjemedlemmar, som &#228;r
bosatta inom den andra f&#246;rdragsslutande statens territorium,
sjukv&#229;rdsf&#246;rm&#229;ner enligt den lagstiftning som f&#246;rs&#228;kringsorganet f&#246;r
deras bos&#228;ttningsort har att till&#228;mpa om icke redan enligt
bos&#228;ttningsortens lagstiftning r&#228;tt till sjukv&#229;rdsf&#246;rm&#229;ner f&#246;religger p&#229;
annan grund.

Artikel 15

1. F&#246;r den som &#229;tnjuter pension fr&#229;n pensionsf&#246;rs&#228;kring i de
f&#246;rdragsslutande staterna till&#228;mpas lagstiftningen om sjukf&#246;rs&#228;kring f&#246;r
pensionstagare i den f&#246;rdragsslutande stat, inom vars territorium han &#228;r
bosatt. Utg&#229;r pension enbart enligt den andra f&#246;rdragsslutande statens
lagstiftning betraktas d&#228;rvid i fr&#229;ga om sjukv&#229;rdsf&#246;rm&#229;ner denna pension
som pension fr&#229;n den f&#246;rstn&#228;mnda f&#246;rdragsslutande staten.

2. F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning p&#229; pensionss&#246;kande.

Artikel 16

1. I fall som avses i artiklarna 13 och 14 tillhandah&#229;lles f&#246;rm&#229;nerna i
fr&#229;ga

i F&#246;rbundsrepubliken Tyskland
av den f&#246;r vistelseorten beh&#246;riga allm&#228;nna ortssjukkassan

i Sverige
av den f&#246;r vistelseorten beh&#246;riga allm&#228;nna f&#246;rs&#228;kringskassan, s&#229;vida
inte annan inr&#228;ttning &#228;r beh&#246;rig. F&#246;rordning (1991:1183).

2. Skall enskilda personer eller inr&#228;ttningar enligt avtal med
f&#246;rs&#228;kringsorgan som anges i f&#246;rsta stycket tillhandah&#229;lla
sjukv&#229;rdsf&#246;rm&#229;ner f&#246;r de hos f&#246;rs&#228;kringsorganet f&#246;rs&#228;krade personerna
och deras familjemedlemmar, &#228;r de skyldiga att tillhandah&#229;lla
sjukv&#229;rdsf&#246;rm&#229;ner enligt artiklarna 13 och 14 p&#229; villkor som skulle ha
g&#228;llt om d&#228;r avsedda personer varit f&#246;rs&#228;krade hos f&#246;rs&#228;kringsorganet
eller varit s&#229;dana f&#246;rs&#228;krades familjemedlemmar och omfattats av
avtalen.

3. Kostnaderna f&#246;r sjukv&#229;rdsf&#246;rm&#229;ner som tillhandah&#229;lles enligt denna
artikel skall b&#228;ras av f&#246;rs&#228;kringsorganet f&#246;r vistelseorten.

Artikel 17

1. Kontantf&#246;rm&#229;ner enligt sjukf&#246;rs&#228;kringslagstiftningen skall utges &#228;ven
om den f&#246;rm&#229;nsber&#228;ttigade vistas inom den andra f&#246;rdragsslutande statens
territorium.

2. P&#229; beg&#228;ran av det beh&#246;riga f&#246;rs&#228;kringsorganet skall kontantf&#246;rm&#229;ner
utbetalas av det i artikel 16 f&#246;rsta stycket angivna f&#246;rs&#228;kringsorganet
f&#246;r vistelseorten. Det beh&#246;riga f&#246;rs&#228;kringsorganet ers&#228;tter
f&#246;rs&#228;kringsorganet f&#246;r vistelseorten de utbetalade kontantf&#246;rm&#229;nerna.

Kapitel 2. Yrkesskadef&#246;rs&#228;kring

Artikel 18

1. Skall enligt en f&#246;rdragsslutande stats lagstiftning graden av
arbetsf&#246;rm&#229;gans neds&#228;ttning och ers&#228;ttningsr&#228;tten i anledning av
yrkesskada i denna lagstiftnings mening bed&#246;mas med beaktande av annan
yrkesskada, g&#228;ller detta &#228;ven f&#246;r yrkesskada som &#228;r att h&#228;nf&#246;ra till den
andra f&#246;rdragsslutande statens lagstiftning, som om den hade varit att
h&#228;nf&#246;ra till lagstiftningen om yrkesskadef&#246;rs&#228;kring i den f&#246;rstn&#228;mnda
staten. Med yrkesskador som skall beaktas likst&#228;lls skadefall som enligt
andra f&#246;rfattningar skall beaktas som olycksfall eller andra
ers&#228;ttningsfall.

2. Det f&#246;rs&#228;kringsorgan som &#228;r beh&#246;rigt att reglera det senare
intr&#228;ffade f&#246;rs&#228;kringsfallet best&#228;mmer den f&#246;rm&#229;n som skall utg&#229; med
h&#228;nsyn till den neds&#228;ttning av arbetsf&#246;rm&#229;gan, som f&#246;rs&#228;kringsorganet
har att beakta enligt den f&#246;r organet g&#228;llande nationella
lagstiftningen.

Artikel 19

1. F&#246;r r&#228;tt till f&#246;rm&#229;n i anledning av en yrkessjukdom skall en
f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan beakta &#228;ven syssels&#228;ttningar i
den andra f&#246;rdragsslutande staten som varit av beskaffenhet att medf&#246;ra
fara f&#246;r sjukdomen. F&#246;religger d&#228;rvid enligt b&#229;da de f&#246;rdragsslutande
staternas lagstiftningar r&#228;tt till f&#246;rm&#229;n, utges sjukv&#229;rdsf&#246;rm&#229;ner och
kontantf&#246;rm&#229;ner med undantag av livr&#228;nta enbart enligt lagstiftningen i
den f&#246;rdragsslutande stat, inom vars territorium den ber&#228;ttigade &#228;r
bosatt. Av en livr&#228;nta utger varje f&#246;rs&#228;kringsorgan s&#229; stor del som
motsvarar f&#246;rh&#229;llandet mellan syssels&#228;ttningstiden inom den egna
f&#246;rdragsslutande statens territorium och den sammanlagda
syssels&#228;ttningstid som skall beaktas enligt f&#246;rsta punkten.

2. F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning i fr&#229;ga om f&#246;rm&#229;ner till
efterlevande.

Artikel 20

1. Den som p&#229; grund av yrkesskada &#228;r ber&#228;ttigad till sjukv&#229;rdsf&#246;rm&#229;ner
enligt en f&#246;rdragsslutande stats lagstiftning erh&#229;ller under vistelse
inom den andra f&#246;rdragsslutande statens territorium sjukv&#229;rdsf&#246;rm&#229;ner av
f&#246;rs&#228;kringsorganet f&#246;r vistelseorten enligt den f&#246;r detta
f&#246;rs&#228;kringsorgan g&#228;llande lagstiftningen.

2. I fall som avses i f&#246;rsta stycket tillhandah&#229;lles sjukv&#229;rdsf&#246;rm&#229;nerna


i F&#246;rbundsrepubliken Tyskland
av den f&#246;r vistelseorten beh&#246;riga allm&#228;nna ortssjukkassan,

i Sverige
av den f&#246;r den ifr&#229;gavarande personens vistelseort beh&#246;riga allm&#228;nna
f&#246;rs&#228;kringskassan.

3. Skall enligt f&#246;rsta stycket yrkesm&#228;ssig rehabilitering vidtagas,
skall detta ske genom det h&#228;rf&#246;r inom vistelsestatens territorium
beh&#246;riga organet enligt den f&#246;r detta organ g&#228;llande lagstiftningen.
Beh&#246;rigt &#228;r det organ som skulle ha varit beh&#246;rigt om r&#228;tten att komma i
&#229;tnjutande av &#229;tg&#228;rderna hade varit att bed&#246;ma enligt n&#228;mnda
f&#246;rdragsslutande stats lagstiftning.

4. Artikel 16 andra stycket &#228;ger motsvarande till&#228;mpning i fall som
avses i denna artikel.

5. Kostnaderna f&#246;r f&#246;rm&#229;ner som tillhandah&#229;lles enligt denna artikel
skall b&#228;ras av f&#246;rs&#228;kringsorganet f&#246;r vistelseorten.

Artikel 21

1. I den m&#229;n ej annat f&#246;ljer av artikel 4 f&#246;rsta stycket skall
kontantf&#246;rm&#229;ner enligt lagstiftningen om yrkesskadef&#246;rs&#228;kring utges &#228;ven
om den f&#246;rm&#229;nsber&#228;ttigade vistas inom den andra f&#246;rdragsslutande statens
territorium.

2. P&#229; beg&#228;ran av det beh&#246;riga f&#246;rs&#228;kringsorganet utbetalas
kontantf&#246;rm&#229;ner med undantag av livr&#228;nta, eng&#229;ngsbelopp, v&#229;rdbidrag och
begravningshj&#228;lp av det i artikel 20 andra stycket angivna
f&#246;rs&#228;kringsorganet f&#246;r vistelseorten. Det beh&#246;riga f&#246;rs&#228;kringsorganet
ers&#228;tter f&#246;rs&#228;kringsorganet f&#246;r vistelseorten de utbetalade
kontantf&#246;rm&#229;nerna.

Kapitel 3. Pensionsf&#246;rs&#228;kringar

DEL 1

Pensionsf&#246;rs&#228;kring enligt den tyska lagstiftningen

Artikel 22

1. F&#246;religger enligt b&#229;da de f&#246;rdragsslutande staternas lagstiftningar
f&#246;rs&#228;kringsperioder som skall tillgodor&#228;knas, beaktas f&#246;r f&#246;rv&#228;rv av
r&#228;tt till f&#246;rm&#229;n enligt den tyska lagstiftningen &#228;ven
f&#246;rs&#228;kringsperioder enligt den svenska lagstiftningen som ej avser samma
tid. Fr&#229;gor i vilken omfattning f&#246;rs&#228;kringsperioder som fullgjorts
enligt den svenska lagstiftningen kan tillgodor&#228;knas pr&#246;vas enligt
svensk lagstiftning.

2. F&#246;rs&#228;kringsperioder som skall betraktas enligt f&#246;rsta stycket h&#228;nf&#246;rs
till den f&#246;rs&#228;kringsgren, vars f&#246;rs&#228;kringsorgan &#228;r beh&#246;rigt att
fastst&#228;lla f&#246;rm&#229;n n&#228;r enbart tysk lagstiftning till&#228;mpas. Skulle i
enlighet h&#228;rmed pensionsf&#246;rs&#228;kringen f&#246;r gruvarbetare vara beh&#246;rig,
beaktas inom denna de f&#246;rs&#228;kringsperioder som skall beaktas enligt den
svenska lagstiftningen under f&#246;ruts&#228;ttning att dessa perioder fullgjorts
i gruvarbete under jord.

3. Ber&#228;kningsunderlaget utg&#246;rs av de f&#246;rs&#228;kringsperioder som enligt den
tyska lagstiftningen skall beaktas f&#246;r penionsber&#228;kningen.

4. F&#246;r bortfall av utj&#228;mningsf&#246;rm&#229;n inom f&#246;rs&#228;kringen f&#246;r gruvarbetare
likst&#228;lls svensk gruvdrift med tysk gruvdrift.

5. Uppfylls villkoren f&#246;r pensionsr&#228;tt endast med beaktande av f&#246;rsta
stycket, tillgodor&#228;knas den p&#229; antagandetid bel&#246;pande f&#246;rm&#229;nsandelen
endast till h&#228;lften.

6. F&#246;religger r&#228;tt till barntill&#228;gg utan &#229;beropande av f&#246;rsta stycket
och utg&#229;r icke barntill&#228;gg eller barnpension enligt den svenska
lagstiftningen, utges barntill&#228;gget med fullt belopp &#228;ven om det ing&#229;r
som delf&#246;rm&#229;n i barnpension. I annat fall utges barntill&#228;gget med halva
sitt belopp.

7. Beror f&#246;rs&#228;kringsplikt av att mindre &#228;n ett visst antal avgifter
erlagts, beaktas vid beslut om f&#246;rs&#228;kringsplikt f&#246;rs&#228;kringsperioder som
skall beaktas enligt den svenska lagstiftningen.

DEL 2

Pensionsf&#246;rs&#228;kring enligt den svenska lagstiftningen

Artikel 23

F&#246;r att uppfylla det enligt svensk lagstiftning f&#246;r r&#228;tt till
folkpension vid bos&#228;ttning utomlands g&#228;llande kravet p&#229; en minsta tid av
tre kalender&#229;r f&#246;r vilka pensionspo&#228;ng tillgodor&#228;knats eller, i
f&#246;rekommande fall med beaktande av artikel 24 f&#246;rsta stycket 2) andra
meningen, d&#228;rmed likst&#228;llda &#229;r, skall f&#246;rs&#228;kringsperioder som fullgjorts
enligt tysk lagstiftning beaktas i erforderlig omfattning, i den m&#229;n de
inte avser samma tid som de svenska perioderna. H&#228;rvid likst&#228;lls tolv
inom den tyska pensionsf&#246;rs&#228;kringen fullgjorda f&#246;rs&#228;kringsm&#229;nader med
ett kalender&#229;r, f&#246;r vilket pensionspo&#228;ng tillgodor&#228;knas. F&#246;rordning
(1991:1183).

Artikel 24

1. Folkpension enligt svensk lagstiftning utges med till&#228;mpning av denna
konvention uteslutande enligt f&#246;ljande best&#228;mmelser, i f&#246;rekommande fall
med beaktande av artikel 23:

1) F&#246;r tysk medborgare som &#228;r bosatt i Sverige g&#228;ller de regler i den
svenska lagstiftningen som &#228;r till&#228;mpliga p&#229; personer som inte &#228;r
svenska medborgare.

2) Tysk medborgare som

a) &#228;r bosatt i Sverige men inte uppfyller f&#246;ruts&#228;ttningarna i den under
1) angivna lagstiftningen eller

b) &#228;r bosatt utanf&#246;r Sverige
har r&#228;tt till folkpension enligt den lagstiftning som g&#228;ller f&#246;r svenska
medborgare vid bos&#228;ttning utomlands. D&#228;rvid beaktas &#228;ven varje &#229;r under
tiden fr&#229;n och med &#229;r 1960 till och med &#229;r 1973 f&#246;r vilket sj&#246;mansskatt
enligt svensk r&#228;tt har erlagts.

3) Handikappers&#228;ttning, som inte utg&#229;r som till&#228;gg till folkpension,
samt v&#229;rdbidrag f&#246;r handikappade barn, pensionstillskott och
inkomstpr&#246;vade pensionsf&#246;rm&#229;ner utges till tysk medborgare som &#228;r bosatt
i Sverige med motsvarande till&#228;mpning av 1) och 2). F&#246;rordning
(1991:1183).

Artikel 25

F&#246;r utgivande av till&#228;ggspension enligt den svenska lagstiftningen
g&#228;ller f&#246;ljande:

1) Den som inte &#228;r svensk medborgare tillgodor&#228;knas pensionspo&#228;ng endast
p&#229; grund av f&#246;rv&#228;rvsverksamhet under bos&#228;ttning i Sverige.

2) Har n&#229;gon fullgjort f&#246;rs&#228;kringsperioder inom b&#229;de den svenska
f&#246;rs&#228;kringen f&#246;r till&#228;ggspension och den tyska pensionsf&#246;rs&#228;kringen,
skall dessa f&#246;r f&#246;rv&#228;rv av r&#228;tt till till&#228;ggspension i erforderlig
omfattning sammanr&#228;knas i den m&#229;n de inte sammanfaller. H&#228;rvid likst&#228;lls
tolv inom den tyska pensionsf&#246;rs&#228;kringen fullgjorda f&#246;rs&#228;kringsm&#229;nader
med ett kalender&#229;r, f&#246;r vilket pensionspo&#228;ng tillgodor&#228;knats.

3) F&#246;r ber&#228;kning av till&#228;ggspension beaktas endast f&#246;rs&#228;kringsperioder
enligt den svenska lagstiftningen. F&#246;rordning (1991:1183).

Artikel 26

&#214;verg&#229;ngsbest&#228;mmelserna i svensk lagstiftning om r&#228;tt till folkpension
f&#246;r svenska medborgare som &#228;r bosatta utomlands samt om ber&#228;kningen av
till&#228;ggspension f&#246;r personer som &#228;r f&#246;dda f&#246;re &#229;r 1924 ber&#246;rs inte av
denna konvention. F&#246;rordning (1991:1183).

Kapitel 4. Familjef&#246;rm&#229;ner

Artikel 26 a

Om ett barn, som &#228;r bosatt i en av de f&#246;rdragsslutande staterna, har
r&#228;tt till barnbidrag enligt lagstiftningen i b&#229;da f&#246;rdragsslutande
staterna, utges barnbidrag endast av den stat, i vilken barnet &#228;r
bosatt. F&#246;rordning (1991:1183).

Artikel 26 b

Bidragsf&#246;rskott enligt svensk lagstiftning utges f&#246;r ett barn, som inte
&#228;r svensk medborgare, om barnet och v&#229;rdnadshavaren &#228;r bosatta i Sverige
och antingen barnet eller v&#229;rdnadshavaren vistas d&#228;r sedan minst sex
m&#229;nader. F&#246;rordning (1991:1183).

AVDELNING III

&#214;vriga best&#228;mmelser

Kapitel 1. Myndighetsbist&#229;nd och r&#228;ttshj&#228;lp

Artikel 27

1. De f&#246;rdragsslutande staternas f&#246;rs&#228;kringsorgan, sammanslutningar av
f&#246;rs&#228;kringsorgan, myndigheter och domstolar skall vid till&#228;mpningen av
den lagstiftning som anges i artikel 2 f&#246;rsta stycket och av denna
konvention l&#228;mna varandra &#246;msesidigt bist&#229;nd p&#229; samma s&#228;tt som vid
till&#228;mpning av den f&#246;r dem g&#228;llande lagstiftningen. Bist&#229;ndet l&#228;mnas
kostnadsfritt. Kontantutl&#228;gg skall dock ers&#228;ttas.

2. F&#246;rsta stycket f&#246;rsta punkten &#228;ger motsvarande till&#228;mpning
betr&#228;ffande l&#228;karunders&#246;kningar. Kostnader f&#246;r s&#229;dana unders&#246;kningar,
resekostnader, gottg&#246;relse f&#246;r mistad arbetsf&#246;rtj&#228;nst,
uppeh&#229;llskostnader i samband med unders&#246;kning och andra kontantutl&#228;gg
med undantag av portokostnader ers&#228;tts av det organ som beg&#228;rt
unders&#246;kningen. Kostnaderna ers&#228;tts icke, om det ligger i b&#229;da de
f&#246;rdragsslutande staternas beh&#246;riga f&#246;rs&#228;kringsorgans intresse att
l&#228;karunders&#246;kningen kommer till st&#229;nd.

Artikel 28

1. Av en f&#246;rdragsslutande stats domstolar meddelade verkst&#228;llbara domar
liksom &#228;ven av en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan eller
myndigheter meddelade verkst&#228;llbara beslut om avgifter och andra
fordringar p&#229; grund av socialf&#246;rs&#228;kring erk&#228;nnes i den andra
f&#246;rdragsslutande staten.

2. Erk&#228;nnande f&#229;r v&#228;gras endast om det strider mot den allm&#228;nna
ordningen i den f&#246;rdragsslutande stat d&#228;r domen eller beslutet &#229;beropas.


3. Enligt f&#246;rsta stycket erk&#228;nda verkst&#228;llbara domar och beslut
verkst&#228;lles i den andra f&#246;rdragsslutande staten. H&#228;rvid f&#246;rfares i
enlighet med vad som enligt lagstiftningen i den stat, inom vars
territorium verkst&#228;llandet skall ske, g&#228;ller f&#246;r verkst&#228;llande av i
denna stat meddelade motsvarande domar och beslut. Utskrift av domen
eller beslutet m&#229;ste f&#246;rses med intyg om dess verkst&#228;llbarhet
(exigibilitetsklausul).

4. Har f&#246;rs&#228;kringsorgan i en f&#246;rdragsslutande stat fordran p&#229; oguldna
avgifter, skall vid tv&#229;ngsverkst&#228;llighet liksom &#228;ven vid konkurs- och
f&#246;rlikningsf&#246;rfarande i den andra staten s&#229;dan fordran ha samma
f&#246;rm&#229;nsr&#228;tt som en motsvarande fordran i denna stat.

Artikel 29

1. I en f&#246;rdragsslutande stats lagstiftning f&#246;reskriven befrielse fr&#229;n
eller neds&#228;ttning av skatter eller avgifter, d&#228;ri inbegripna konsul&#228;ra
och administrativa avgifter, f&#246;r handlingar eller beslut, som skall
f&#246;retes i och f&#246;r till&#228;mpning av denna lagstiftning, utstr&#228;ckes att
omfatta &#228;ven motsvarande handlingar och beslut som skall f&#246;retes i och
f&#246;r till&#228;mpningen av denna konvention eller av den i artikel 2 f&#246;rsta
stycket angivna lagstiftningen i den andra f&#246;rdragsslutande staten.

2. Beslut, som skall f&#246;retes i och f&#246;r till&#228;mpningen av denna konvention
eller den i artikel 2 f&#246;rsta stycket angivna lagstiftningen, beh&#246;ver
icke f&#246;rses med &#228;kthetsbevis eller underkastas n&#229;gon annan liknande
formalitet vid &#229;beropande hos den andra f&#246;rdragsslutande statens organ.

Artikel 30

I artikel 27 f&#246;rsta stycket avsedda organ kan vid till&#228;mpningen av den i
artikel 2 f&#246;rsta stycket angivna lagstiftningen och av denna konvention
tr&#228;da i omedelbar f&#246;rbindelse med varandra och med ber&#246;rda personer och
deras ombud p&#229; sitt tj&#228;nstespr&#229;k. Lagstiftning om anlitande av tolk
p&#229;verkas ej. Domar, beslut och andra handlingar kan direkt tillst&#228;llas
en person som uppeh&#229;ller sig inom den andra f&#246;rdragsslutande statens
territorium i rekommenderad f&#246;rs&#228;ndelse med mottagningsbevis.

Artikel 31

1. Har ans&#246;kan om f&#246;rm&#229;n enligt en f&#246;rdragsslutande stats lagstiftning
gjorts hos ett organ i den andra f&#246;rdragsslutande staten, som &#228;r
beh&#246;rigt att mottaga ans&#246;kan om en motsvarande f&#246;rm&#229;n enligt den f&#246;r
detta organ g&#228;llande lagstiftningen, betraktas ans&#246;kningen som gjord hos
det beh&#246;riga f&#246;rs&#228;kringsorganet. Vad nu sagts &#228;ger motsvarande
till&#228;mpning p&#229; andra ans&#246;kningar, f&#246;rklaringar och besv&#228;rsskrifter.

2. Ans&#246;kningar, f&#246;rklaringar och besv&#228;rsskrifter skall av det organ i
den ena f&#246;rdragsslutande staten, till vilket de ingivits, of&#246;rdr&#246;jligen
vidarebefordras till den andra statens beh&#246;riga organ.

3. Ans&#246;kan om f&#246;rm&#229;ner enligt den ena f&#246;rdragsslutande statens
lagstiftning betraktas &#228;ven som ans&#246;kan om en motsvarande f&#246;rm&#229;n enligt
lagstiftningen i den andra f&#246;rdragsslutande staten. Detta g&#228;ller dock
icke, om s&#246;kanden uttryckligen beg&#228;r att fastst&#228;llandet av r&#228;tt som
f&#246;rv&#228;rvats enligt den andra f&#246;rdragsslutande statens lagstiftning skall
uppskjutas och s&#229;dant fall &#228;r f&#246;rhanden, att han enligt denna
f&#246;rdragsslutande stats lagstiftning kan v&#228;lja den tidpunkt, fr&#229;n vilken
f&#246;rm&#229;nen skall utg&#229;.

4. Fastst&#228;lls i en av de f&#246;rdragsslutande staterna en pensionsf&#246;rm&#229;n
utan ans&#246;kan skall, om inte dessf&#246;rinnan en uttrycklig ans&#246;kan om
motsvarande f&#246;rm&#229;n har gjorts hos f&#246;rs&#228;kringsorgan i den andra
f&#246;rdragsslutande staten, ans&#246;kan betraktas som gjord den dag d&#229; den
pensionsf&#246;rm&#229;n som skall utges utan ans&#246;kan i den f&#246;rsta
f&#246;rdragsslutande staten b&#246;rjar utg&#229;; artikel 31 tredje stycket andra
meningen ber&#246;rs inte. F&#246;rordning (1991:1183).

Artikel 32

Den ena f&#246;rdragsslutande statens yrkeskonsul&#228;ra myndigheter i den andra
f&#246;rdragsslutande staten har r&#228;tt att utan f&#246;reteende av fullmakt, p&#229;
f&#246;rm&#229;nsber&#228;ttigads beg&#228;ran, vidtaga &#229;tg&#228;rder som beh&#246;vs f&#246;r att trygga
och vidmakth&#229;lla r&#228;ttigheter f&#246;r den f&#246;rstn&#228;mnda statens medborgare.
S&#228;rskilt kan de hos organ, som avses i artikel 27 f&#246;rsta stycket i
medborgarens intresse g&#246;ra ans&#246;kningar, avge f&#246;rklaringar och inl&#228;mna
besv&#228;rsskrifter.

Kapitel 2. Konventionens till&#228;mpning och tolkning

Artikel 33

1. De beh&#246;riga myndigheterna kan &#246;verenskomma om de administrativa
&#229;tg&#228;rder som beh&#246;vs f&#246;r konventionens till&#228;mpning. De skall underr&#228;tta
varandra om &#228;ndringar och utvidgningar av den lagstiftning som anges i
artikel 2.

2. F&#246;r konventionens till&#228;mpning inr&#228;ttas f&#246;ljande f&#246;rbindelseorgan:

i F&#246;rbundsrepubliken Tyskland
f&#246;r sjukf&#246;rs&#228;kringen
AOK - f&#246;rbundsorganisation, Bonn,
f&#246;r yrkesskadef&#246;rs&#228;kring
de industriella yrkesf&#246;reningarnas huvudorganisation e. V., Sankt
Augustin,

f&#246;r pensionsf&#246;rs&#228;kring f&#246;r arbetare
delstatsf&#246;rs&#228;kringsanstalten Schleswig--Holstein, L&#252;beck,

f&#246;r pensionsf&#246;rs&#228;kring f&#246;r tj&#228;nstem&#228;n
f&#246;rbundsf&#246;rs&#228;kringsanstalten f&#246;r tj&#228;nstem&#228;n, Berlin,

f&#246;r pensionsf&#246;rs&#228;kring f&#246;r gruvarbetare
f&#246;rbundsgruvarbetarorganisationen, Bochum,

f&#246;r till&#228;ggsf&#246;rs&#228;kringen f&#246;r gruvarbetare
delstatsf&#246;rs&#228;kringsanstalten f&#246;r Saarlandet, Saarbr&#252;cken;

f&#246;r barnbidrag

centralf&#246;rvaltningen vid f&#246;rbundsanstalten f&#246;r arbetsmarknadsfr&#229;gor
(barnbidragskassan), N&#252;rnberg;

i Konungariket Sverige
riksf&#246;rs&#228;kringsverket, Stockholm. F&#246;rordning (1991:1183).

Artikel 34

Kontantf&#246;rm&#229;ner kan av en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan med
befriande verkan utges till en person, som uppeh&#229;ller sig inom den andra
f&#246;rdragsslutande statens territorium, i denna stats valuta. I
f&#246;rh&#229;llandet mellan f&#246;rs&#228;kringsorganet och den till f&#246;rm&#229;nen ber&#228;ttigade
g&#228;ller f&#246;r omr&#228;kningen den dags kurs som lagts till grund f&#246;r
kontantf&#246;rm&#229;nens &#246;verf&#246;rande. Ett f&#246;rs&#228;kringsorgans utbetalningar till
ett f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande staten skall ske i den
sistn&#228;mnda statens valuta. Ett f&#246;rs&#228;kringsorgans utbetalningar till ett
f&#246;rs&#228;kringsorgan i den andra f&#246;rdragsslutande staten i fall som avses i
artikel 28 skall ske i den f&#246;rstn&#228;mnda statens valuta.

Artikel 35

1. Har en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan felaktigt utgivit
kontantf&#246;rm&#229;ner, kan det felaktigt utbetalade beloppet f&#246;r
f&#246;rs&#228;kringsorganets r&#228;kning avdragas fr&#229;n en motsvarande f&#246;rm&#229;n enligt
den andra f&#246;rdragsslutande statens lagstiftning.

2. Har en f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan utgivit f&#246;rskott
avseende en f&#246;rm&#229;n enligt den andra f&#246;rdragsslutande statens
lagstiftning, skall det utbetalade beloppet avdragas fr&#229;n f&#246;rm&#229;nen f&#246;r
f&#246;rs&#228;kringsorganets r&#228;kning.

3. &#196;r n&#229;gon enligt en f&#246;rdragsslutande stats lagstiftning ber&#228;ttigad
till en kontantf&#246;rm&#229;n f&#246;r tid, f&#246;r vilken han eller hans
familjemedlemmar erh&#229;llit f&#246;rm&#229;ner fr&#229;n ett socialhj&#228;lpsorgan i den
andra f&#246;rdragsslutande staten, skall denna kontantf&#246;rm&#229;n p&#229; beg&#228;ran av
det ers&#228;ttningsber&#228;ttigade socialhj&#228;lpsorganet inneh&#229;llas f&#246;r dettas
r&#228;kning som om detta organ var ett socialhj&#228;lpsorgan med s&#228;te inom den
f&#246;rstn&#228;mnda statens territorium.

Artikel 36

1. Tvister mellan de b&#229;da f&#246;rdragsslutande staterna om konventionens
tolkning eller till&#228;mpning skall s&#229;vitt m&#246;jligt bil&#228;ggas genom de
beh&#246;riga myndigheterna.

2. Kan en tvist icke bil&#228;ggas p&#229; detta s&#228;tt, h&#228;nskjutes den p&#229; beg&#228;ran
av en f&#246;rdragsslutande stat till en skiljedomstol.

3. Skiljedomstol bildas f&#246;r varje s&#228;rskilt fall genom att var och en av
de f&#246;rdragsslutande staterna utser en medlem och dessa b&#229;da medlemmar
enar sig om en medborgare i en tredje stat som ordf&#246;rande, vilken utses
av de b&#229;da f&#246;rdragsslutande staternas regeringar. Medlemmarna utses inom
tv&#229; m&#229;nader och ordf&#246;randen inom tre m&#229;nader fr&#229;n det den ena
f&#246;rdragsslutande staten meddelat den andra att den &#228;mnar underst&#228;lla
tvisten en skiljedomstol.

4. Om de i tredje stycket angivna fristerna icke iakttages, kan i brist
p&#229; annan &#246;verenskommelse var och en av de f&#246;rdragsslutande staterna
h&#228;nv&#228;nda sig till presidenten f&#246;r den europeiska domstolen f&#246;r m&#228;nskliga
r&#228;ttigheter med beg&#228;ran om erforderliga personers utseende. &#196;r
presidenten medborgare i en av de f&#246;rdragsslutande staterna eller &#228;r han
av annan anledning f&#246;rhindrad, skall personerna utses av
vicepresidenten. &#196;r &#228;ven vicepresidenten medborgare i en av de
f&#246;rdragsslutande staterna eller &#228;r &#228;ven han f&#246;rhindrad, skall personerna
utses av den till rangen d&#228;refter fr&#228;mste medlemmen av domstolen, som
icke &#228;r medborgare i n&#229;gon av de f&#246;rdragsslutande staterna.

5. Skiljedomstolen tr&#228;ffar sitt avg&#246;rande genom majoritetsbeslut p&#229;
grundval av f&#246;religgande f&#246;rdrag mellan parterna och allm&#228;n folkr&#228;tt.
Dess beslut &#228;r bindande. Var och en av de f&#246;rdragsslutande staterna b&#228;r
kostnaderna f&#246;r sin medlem och f&#246;r sitt deltagande i f&#246;rfarandet inf&#246;r
skiljedomstolen. Kostnaderna f&#246;r ordf&#246;randen och &#246;vriga kostnader b&#228;rs
av de f&#246;rdragsslutande staterna till lika delar. Skiljedomstolen kan
besluta om annan kostnadsreglering. I &#246;vrigt reglerar skiljedomstolen
sj&#228;lv sitt f&#246;rfarande.

AVDELNING IV

&#214;verg&#229;ngs- och slutbest&#228;mmelser

Artikel 37

1. Denna konvention grundar ingen r&#228;tt till f&#246;rm&#229;ner f&#246;r tid f&#246;re dess
ikrafttr&#228;dande.

2. Vid denna konventions till&#228;mpning beaktas &#228;ven f&#246;re ikrafttr&#228;dandet
intr&#228;ffade omst&#228;ndigheter av betydelse enligt de f&#246;rdragsslutande
staternas lagstiftningar.

3. Tidigare avg&#246;randen hindrar icke konventionens till&#228;mpning.

4. Pensioner som fastst&#228;llts f&#246;re denna konventions ikrafttr&#228;dande kan
med beaktande av konventionen av f&#246;rs&#228;kringsorgan sj&#228;lvmant ompr&#246;vas
utan ans&#246;kan. I s&#229;dana fall betraktas, utan hinder av artikel 31 andra
stycket, den dag d&#229; f&#246;rs&#228;kringsorganet inleder sitt f&#246;rfarande som dag
f&#246;r ans&#246;kan enligt den andra f&#246;rdragsslutande statens lagstiftning.

5. Skulle ompr&#246;vning enligt fj&#228;rde stycket inneb&#228;ra att pension ej skall
utg&#229; eller att pension skall utg&#229; med l&#228;gre belopp &#228;n det som senast
utbetalats f&#246;r tid f&#246;re denna konventions ikrafttr&#228;dande, skall
pensionen alltj&#228;mt utg&#229; med samma belopp som f&#246;rut.

Artikel 38

Det bifogade slutprotokollet utg&#246;r en best&#229;ndsdel av denna konvention.

Artikel 39

Denna konvention g&#228;ller &#228;ven f&#246;r Land Berlin, s&#229;vida icke
F&#246;rbundsrepubliken Tysklands regering till Konungariket Sveriges
regering avger en motsatt f&#246;rklaring inom tre m&#229;nader efter denna
konventions ikrafttr&#228;dande.

Artikel 40

1. Denna konvention skall ratificeras. Ratifikationshandlingarna skall
s&#229; snart som m&#246;jligt utv&#228;xlas i Bonn.

2. Denna konvention tr&#228;der i kraft f&#246;rsta dagen i den andra m&#229;naden
efter utg&#229;ngen av den m&#229;nad, under vilken ratifikationshandlingarna
utv&#228;xlas.

Artikel 41

1. Konventionen ing&#229;s f&#246;r obest&#228;md tid. Var och en av de
f&#246;rdragsslutande staterna kan med iakttagande av tre m&#229;naders
upps&#228;gningstid upps&#228;ga den till utg&#229;ngen av ett kalender&#229;r.

2. Tr&#228;der konventionen p&#229; grund av upps&#228;gning ur kraft, skall dess
best&#228;mmelser g&#228;lla betr&#228;ffande f&#246;rm&#229;n vartill r&#228;tt f&#246;rv&#228;rvats
dessf&#246;rinnan. Lagstiftning som inskr&#228;nker r&#228;tten till f&#246;rm&#229;n f&#246;r den som
vistas utomlands eller f&#246;reskriver inneh&#229;llande eller indragning av
f&#246;rm&#229;n i s&#229;dant fall till&#228;mpas ej betr&#228;ffande f&#246;rm&#229;n som nyss sagts.

TILL BEVIS H&#196;ROM har undertecknade, d&#228;rtill befullm&#228;ktigade av sina
regeringar, undertecknat denna konvention och f&#246;rsett den med sina
sigill.

SOM SKEDDE I STOCKHOLM den 27 februari 1976 i tv&#229; originalexemplar,
vartdera p&#229; svenska och tyska spr&#229;ken, vilka b&#229;da texter &#228;ger lika
vitsord.

F&#246;r Konungariket Sverige
Sven Aspling

F&#246;r F&#246;rbundsrepubliken Tyskland
Dietrich Stoecker
Walter Arendt

Bilaga 2

Slutprotokoll
till konvention mellan Konungariket Sverige och F&#246;rbundsrepubliken
Tyskland om social trygghet

Vid undertecknandet av den denna dag mellan Konungariket Sverige och
F&#246;rbundsrepubliken Tyskland ing&#229;ngna konventionen om social trygghet har
de b&#229;da f&#246;rdragsslutande staternas befullm&#228;ktigade ombud f&#246;rklarat sig
eniga om f&#246;ljande:

1. Till artikel 2:

a) Konventionens avdelning II kapitel 3 till&#228;mpas icke p&#229; den i
F&#246;rbundsrepubliken Tyskland g&#228;llande till&#228;ggsf&#246;rs&#228;kringen f&#246;r
gruvarbetare och &#229;ldershj&#228;lpen f&#246;r lantbrukare,

b) Om enligt en f&#246;rdragsslutande stats lagstiftning f&#246;ruts&#228;ttningarna
&#228;r uppfyllda f&#246;r till&#228;mpning av b&#229;de denna konvention och en annan
konvention eller en &#246;verstatlig best&#228;mmelse, skall denna
f&#246;rdragsslutande stats f&#246;rs&#228;kringsorgan vid konventionens till&#228;mpning
bortse fr&#229;n den andra konventionen eller den &#246;verstatliga
best&#228;mmelsen.

c) Konventionens artikel 2 andra stycket och best&#228;mmelsen under
punkten b h&#228;rovan till&#228;mpas icke p&#229; lagstiftning om social trygghet
som f&#246;r F&#246;rbundsrepubliken Tysklands del f&#246;ljer av mellanstatlig
&#246;verenskommelse eller av &#246;verstatlig r&#228;tt eller som avser
till&#228;mpningen av s&#229;dan &#246;verenskommelse eller r&#228;tt i den m&#229;n
lagstiftningen inneh&#229;ller s&#228;rskild reglering av
f&#246;rs&#228;kringsf&#246;rpliktelser (Versicherungslastregelungen).

2. Till artikel 3:

a) S&#228;rskild reglering av f&#246;rs&#228;kringsf&#246;rpliktelser
(Versicherungslastregelungen) i &#246;verenskommelse, som
F&#246;rbundsrepubliken Tyskland ing&#229;tt med annan stat ber&#246;rs ej.

b) En f&#246;rdragsslutande stats lagstiftning om s&#228;kerst&#228;llande av
f&#246;rs&#228;krades och arbetsgivares medverkan i organ f&#246;r f&#246;rs&#228;kringsorgans
och sammanslutningars sj&#228;lvf&#246;rvaltning och i den d&#246;mande verksamheten
p&#229; den sociala trygghetens omr&#229;de ber&#246;rs ej.

c) Svenska medborgare som &#228;r bosatta utanf&#246;r F&#246;rbundsrepubliken
Tysklands territorium &#228;r ber&#228;ttigade till frivillig f&#246;rs&#228;kring inom
den tyska pensionsf&#246;rs&#228;kringen, om de med laga verkan erlagt avgifter
f&#246;r minst 60 m&#229;nader till denna eller var ber&#228;ttigade till frivillig
f&#246;rs&#228;kring p&#229; grund av &#246;verg&#229;ngsbest&#228;mmelser som var i kraft f&#246;re den
19 oktober 1972. Detta g&#228;ller &#228;ven f&#246;r s&#229;dana inom Sveriges
territorium bosatta flyktingar och statsl&#246;sa som avses i artikel 3
andra stycket b och c.

3. Till artikel 4:

a) Den tyska lagstiftningen om utgivande av f&#246;rm&#229;ner f&#246;r medicinsk,
yrkesm&#228;ssig och kompletterande rehabilitering genom f&#246;rs&#228;kringsorgan
f&#246;r pensionf&#246;rs&#228;kringen ber&#246;rs ej.

b) F&#246;r personer bosatta i Sverige g&#228;ller inte artikel 4 f&#246;rsta stycket i
konventionen i fr&#229;ga om pension enligt tysk lagstiftning vid of&#246;rm&#229;ga
att arbeta inom visst yrke, of&#246;rm&#229;ga att f&#246;rv&#228;rvsarbeta eller nedsatt
f&#246;rm&#229;ga att arbeta i gruva, n&#228;r of&#246;rm&#229;gan eller neds&#228;ttningen &#228;ven har
sin grund i f&#246;rh&#229;llande p&#229; arbetsmarknaden. F&#246;rordning (1991:1183).


4. Till artiklarna 4 och 21:

Den tyska lagstiftningen om f&#246;rm&#229;ner

p&#229; grund av yrkesskada, vid vars intr&#228;ffande den skadade icke var
f&#246;rs&#228;krad enligt tysk f&#246;rbundsr&#228;tt,

p&#229; grund av f&#246;rs&#228;kringsperioder, som icke fullgjorts enligt tysk
f&#246;rbundsr&#228;tt, ber&#246;rs ej.

4 a. Till artikel 5:

Tysk lagstiftning om sjukf&#246;rs&#228;kring f&#246;r studerande g&#228;ller f&#246;r studerande
som &#228;r inskrivna vid statlig eller statligt erk&#228;nd h&#246;gskola inom
F&#246;rbundsrepubliken Tysklands territorium. Detta g&#228;ller dock inte i fall
som avses under nummer 8 b. F&#246;rordning (1991:1183).

4 b. Till artikel 6:

F&#246;r arbetstagare som &#228;r sysselsatta av en offentlig arbetsgivare g&#228;ller
artikel 6 &#228;ven i fr&#229;ga om en l&#228;ngre uts&#228;ndningstid &#228;n 24
kalenderm&#229;nader. F&#246;rordning (1991:1183).

5. Till artikel 6--10:

Omfattas en person enligt artiklarna 6-10 av lagstiftningen i en
f&#246;rdragsslutande stat som om han var sysselsatt inom dess territorium,
anses denna person liksom hans medf&#246;ljande familjemedlemmar, s&#229;vida
dessa inte ut&#246;var n&#229;gon syssels&#228;ttning, &#228;ven vara bosatta inom denna
f&#246;rdragsslutande stats territorium. F&#246;rsta meningen g&#228;ller inte i fr&#229;ga
om den tyska lagstiftningens best&#228;mmelser om beaktande av perioder med
v&#229;rd av barn inom den lagstadgade pensionsf&#246;rs&#228;kringen. F&#246;rordning
(1991:1183).

6. Till artikel 9:

a) Personer som avses i de i artikel 9 angivna best&#228;mmelserna omfattas,
om de &#228;r sysselsatta i Sverige och &#228;r tyska medborgare, av den tyska
lagstiftningen som om de var sysselsatta i F&#246;rbundsrepubliken
Tyskland. De betraktas som sysselsatta p&#229; den ort, d&#228;r den tyska
beh&#246;riga myndigheten har sitt s&#228;te.

b) Om en person som avses i punkten a ovan var bosatt inom Sveriges
territorium f&#246;re syssels&#228;ttningens b&#246;rjan, kan han inom tre m&#229;nader
efter syssels&#228;ttningens b&#246;rjan v&#228;lja att omfattas av den svenska
lagstiftningen. Lagstiftningen skall till&#228;mpas fr&#229;n och med den dag
valet tillk&#228;nnagivits.

c) Familjemedlemmar till en person som genom de i artikel 9 n&#228;mnda
konventionerna &#228;r befriad fr&#229;n f&#246;rs&#228;kringstillh&#246;righet i Sverige, skall
om de blir sysselsatta i Sverige av en d&#228;r bosatt arbetsgivare, vid
till&#228;mpning av svensk lagstiftning behandlas som om de &#228;ven var bosatta
inom Sveriges territorium. F&#246;rordning (1991:1183).

7. Till artikel 11:

a) Vid till&#228;mpning av den svenska lagstiftningen likst&#228;lls tysk
pension med svensk till&#228;ggspension.

b) Vid sammantr&#228;ffande av pension enligt den tyska lagstiftningen om
pensionsf&#246;rs&#228;kring med livr&#228;nta enligt den svenska lagstiftningen om
yrkesskadef&#246;rs&#228;kring beaktas vid till&#228;mpning av den tyska
lagstiftningen endast det ber&#228;kningsunderlag som g&#228;ller f&#246;r den tyska
pensionens ber&#228;kning.

c) Artikel 11 ber&#246;r inte den tyska lagstiftningen om &#229;terbetalning av
avgifter fr&#229;n den lagstadgade pensionsf&#246;rs&#228;kringen n&#228;r det &#228;r fr&#229;ga om
personer som inte anges i artikel 3 andra stycket eller om personer som
anges i artikel 3 andra stycket och som inte omfattas av den svenska
lagstiftningen om f&#246;rs&#228;kring f&#246;r till&#228;ggspension. F&#246;rordning
(1991:1183).

8. Till artikel 12:

a) Bos&#228;tter sig n&#229;gon som har varit f&#246;rs&#228;krad enligt den svenska
lagstiftningen inom F&#246;rbundsrepubliken Tysklands territorium, har han
r&#228;tt till frivillig forts&#228;ttningsf&#246;rs&#228;kring enligt den tyska
lagstiftningen. D&#228;rvid likst&#228;lls upph&#246;rande av inskrivning hos svensk
allm&#228;n f&#246;rs&#228;kringskassa med avslutandet av f&#246;rs&#228;kringspliktig
syssels&#228;ttning enligt den tyska lagstiftningen. F&#246;rs&#228;kringen
forts&#228;ttes vid den f&#246;r bos&#228;ttningsorten beh&#246;riga allm&#228;nna
ortssjukkassan. Vad nu sagts &#228;ger motsvarande till&#228;mpning p&#229; personer,
vilkas r&#228;tt till vidaref&#246;rs&#228;kring h&#228;rleder sig fr&#229;n en annan persons
f&#246;rs&#228;kring.

b) F&#246;r r&#228;tt till frivillig vidaref&#246;rs&#228;kring enligt den tyska
lagstiftningen om sjukf&#246;rs&#228;kring skall f&#246;rs&#228;kringsperioder som
fullgjorts enligt de b&#229;da f&#246;rdragsslutande staternas lagstiftningar
sammanr&#228;knas i den m&#229;n de ej sammanfaller.

c) Artikel 12 &#228;ger motsvarande till&#228;mpning p&#229; f&#246;rm&#229;ner, som enligt den
tyska lagstiftningen utges efter sk&#246;nsm&#228;ssig pr&#246;vning av ett
f&#246;rs&#228;kringsorgan.

8 a. Till artikel 13:

Tandv&#229;rdsf&#246;rm&#229;ner utges under tillf&#228;llig vistelse inom Sveriges
territorium oberoende av personens &#229;lder. F&#246;rordning (1991:1183).

8 b. Till artikel 14:

Artikel 14 g&#228;ller &#228;ven f&#246;r studerande som &#228;r inskrivna vid statlig eller
statligt erk&#228;nd h&#246;gskola inom F&#246;rbundsrepubliken Tysklands territorium,
om de &#228;r familjemedlemmar till en person, som &#228;r bosatt i Sverige och
som &#228;r f&#246;rs&#228;krad enligt svensk lagstiftning. F&#246;rordning (1991:1183).

9. Till artikel 15:

a) Skall enligt f&#246;rsta stycket andra punkten den tyska lagstiftningen
till&#228;mpas, utges icke avgiftstillskott f&#246;r pensionstagares
sjukf&#246;rs&#228;kring.

b) I den m&#229;n personer, som uppb&#228;r pensioner fr&#229;n den tyska
pensionsf&#246;rs&#228;kringen, intill konventionens ikrafttr&#228;dande var bosatta
inom Sveriges territorium och var ber&#228;ttigade till avgiftstillskott
enligt den tyska lagstiftningen om pensionstagares sjukf&#246;rs&#228;kring,
kvarst&#229;r denna r&#228;tt s&#229; l&#228;nge de forts&#228;tter att vara bosatta inom
Sveriges territorium.

c) Vid till&#228;mpningen av f&#246;rsta stycket andra punkten skall en pension,
som utges enligt den svenska lagstiftningen om folkpension eller
till&#228;ggspension, betraktas som pension fr&#229;n pensionsf&#246;rs&#228;kringen f&#246;r
arbetare.

10. Till artikel 16 tredje stycket och artikel 20 femte stycket:

a) &#196;r n&#229;gon enligt den tyska lagstiftningen med beaktande av
konventionen ber&#228;ttigad till f&#246;rm&#229;ner f&#246;r en skada, f&#246;r vilken han
enligt annan tysk r&#228;tt kan kr&#228;va ers&#228;ttning av tredje man, &#246;verg&#229;r
detta krav i den m&#229;n den tyska lagstiftningen medger detta till det
f&#246;rs&#228;kringsorgan som utger f&#246;rm&#229;nerna.

b) N&#228;r en l&#228;ngre tids erfarenheter f&#246;religger om till&#228;mpningen av
artikel 16 tredje stycket och artikel 20 femte stycket pr&#246;var de
f&#246;rdragsslutande staterna gemensamt, om kostnaderna f&#246;r f&#246;rm&#229;ner som
avses i dessa best&#228;mmelser skall regleras p&#229; annat s&#228;tt. De b&#229;da
f&#246;rdragsslutande staterna skall s&#229; l&#229;ngt m&#246;jligt fastst&#228;lla dessa
kostnader och tidigast fr&#229;n och med &#229;r 1990 p&#229; f&#246;rslag av en av de
f&#246;rdragsslutande staterna ta upp f&#246;rhandlingar om en annan
kostnadsreglering. F&#246;rordning (1991:1183).

11. Till artikel 17:

Kontantf&#246;rm&#229;ner enligt svensk lagstiftning p&#229; grund av sjukdom, som
intr&#228;ffar inom F&#246;rbundsrepubliken Tysklands territorium, utges endast
f&#246;r den tid, f&#246;r vilken sjukdom styrks genom l&#228;karintyg. F&#246;r f&#246;rs&#228;krade,
som vid tiden f&#246;r insjuknandet &#228;r sysselsatta inom F&#246;rbundsrepubliken
Tysklands territorium eller h&#246;r till bes&#228;ttningen p&#229; ett fartyg som f&#246;r
svensk flagg, g&#228;ller dock samma best&#228;mmelser som vid insjuknande inom
Sveriges territorium. F&#246;rordning (1991:1183).

12. Till artikel 18:

Inverkar enligt den tyska lagstiftningen en pension fr&#229;n
pensionsf&#246;rs&#228;kringen p&#229; storleken av f&#246;rm&#229;n fr&#229;n
yrkesskadef&#246;rs&#228;kringen, medf&#246;r en motsvarande pension som &#229;tnjuts
enligt den svenska lagstiftningen samma verkan.

13. Till artikel 20:

a) I det i andra stycket angivna tyska f&#246;rs&#228;kringsorganets st&#228;lle kan
f&#246;rm&#229;nen utges av det f&#246;rs&#228;kringsorgan f&#246;r den tyska
yrkesskadef&#246;rs&#228;kringen, som skulle vara beh&#246;rigt om beslut om r&#228;tt till
f&#246;rm&#229;nen fattades enligt den tyska lagstiftningen. Utan hinder av
artikel 20 andra stycket i konventionen och vad som sagts i f&#246;reg&#229;ende
mening skall sjukv&#229;rdsf&#246;rm&#229;ner i F&#246;rbundsrepubliken Tyskland endast
utges av det tyska f&#246;rs&#228;kringsorganet f&#246;r yrkesskadef&#246;rs&#228;kring s&#229; snart
enligt tysk lagstiftning en ordning tr&#228;der i kraft, enligt vilken
sjukv&#229;rdsf&#246;rm&#229;ner till en person som &#228;r f&#246;rs&#228;krad hos en tysk sjukkassa
enbart skall utges av ett f&#246;rs&#228;kringsorgan f&#246;r yrkesskadef&#246;rs&#228;kring.

b) Beh&#246;rigt organ f&#246;r &#229;tg&#228;rder som avses i tredje stycket &#228;r inom
F&#246;rbundsrepubliken Tysklands territorium yrkesskadef&#246;rs&#228;kringens
f&#246;rs&#228;kringsorgan och inom Konungariket Sveriges territorium
arbetsmarknadsstyrelsen. F&#246;rordning (1991:1183).

14. Till artikel 22:

a) Den svenska lagstiftning som avses i artikel 22 &#228;r lagstiftningen om
f&#246;rs&#228;kring f&#246;r till&#228;ggspension.

b) Vid till&#228;mpning av artikel 22 f&#246;rsta stycket likst&#228;lls f&#246;ljande
perioder med f&#246;rs&#228;kringsperioder som kan tillgodor&#228;knas enligt den
svenska lagstiftningen:

1. Kalender&#229;r varunder n&#229;gon efter fyllda 16 &#229;r varit bosatt inom
Sveriges territorium f&#246;re &#229;r 1960, i den m&#229;n f&#246;r personen i fr&#229;ga f&#246;r
dessa &#229;r ber&#228;knats till svensk statlig inkomstskatt taxerad inkomst.

2. Kalender&#229;r f&#246;re 1974, f&#246;r vilka sj&#246;mansskatt enligt svensk r&#228;tt har
erlagts.

c) F&#246;r utgivande av f&#246;rm&#229;nstill&#228;gg enligt den tyska lagstiftningen om
pensionsf&#246;rs&#228;kring f&#246;r gruvarbetare beaktas inte f&#246;rs&#228;kringsperioder som
kan tillgodor&#228;knas enligt den svenska lagstiftningen.

d) Artikel 22 f&#246;rsta stycket har inom den tyska pensionsf&#246;rs&#228;kringen
motsvarande till&#228;mpning med avseende p&#229; f&#246;rm&#229;ner, som utges efter
f&#246;rs&#228;kringsorganets sk&#246;nsm&#228;ssiga bed&#246;mning.

e) Vid till&#228;mpning av den tyska lagstiftningen om ber&#228;kning av pension,
s&#228;rskilt den h&#246;gre v&#228;rderingen av avgiftsperioder f&#246;r fullg&#246;rande av ett
best&#228;mt minsta antal f&#246;rs&#228;krings&#229;r, beaktas inte svenska
f&#246;rs&#228;kringsperioder.

f) Vid till&#228;mpning av s&#229;dan tysk lagstiftning, som g&#246;r r&#228;tt till pension
vid of&#246;rm&#229;ga att arbeta inom visst yrke, of&#246;rm&#229;ga att f&#246;rv&#228;rvsarbeta
eller nedsatt f&#246;rm&#229;ga att arbeta i gruva beroende av att vissa
obligatoriska avgifter erlagts inom en fastst&#228;lld tidsperiod f&#246;re
pensionsfallets intr&#228;ffande och som vid fastst&#228;llandet av denna
tidsperiod f&#246;reskriver att vissa tider inte medr&#228;knas, g&#228;ller detta &#228;ven
f&#246;r motsvarande tider, under vilka f&#246;rtidspension eller &#229;lderspension
eller f&#246;rm&#229;ner vid sjukdom eller arbetsskada (f&#246;rutom livr&#228;ntor)
utbetalas enligt svensk lagstiftning eller f&#246;rm&#229;ner vid arbetsl&#246;shet
utbetalas enligt den svenska lagstiftningen om arbetsl&#246;shetsf&#246;rs&#228;kring
och kontant arbetsmarknadsst&#246;d, &#228;vensom f&#246;r motsvarande tider med v&#229;rd
av barn i Sverige.

g) Tr&#228;der enligt den tyska lagstiftningen en reglering i kraft om
proportionell v&#228;rdering av antagandetid och proportionellt
till&#228;ggsbelopp till barnpension, g&#228;ller inte artikel 22 femte och
sj&#228;tte styckena f&#246;r fall, p&#229; vilken denna reglering skall till&#228;mpas.
F&#246;rordning (1991:1183).

15. Till artikel 24 f&#246;rsta stycket:

P&#229; tysk medborgare skall med avseende p&#229; bos&#228;ttning inom och
utom Sverige och d&#228;rmed sammanh&#228;ngande sakf&#246;rh&#229;llanden
till&#228;mpas den svenska lagstiftning, som g&#228;ller vid ikrafttr&#228;dandet
av till&#228;ggs&#246;verenskommelsen. Senare gynnsammare lagstiftning
ber&#246;rs inte. F&#246;rordning (1991:1183).

15. Till artikel 25:

a) Understiger i fall, d&#229; makar b&#229;da &#228;r ber&#228;ttigade till folkpension,
pensionernas sammanlagda belopp den pension som skulle tillkomma en av
makarna om endast denne var pensionsber&#228;ttigad, f&#246;rh&#246;jes pensionerna
med skillnadsbeloppet. Detta f&#246;rdelas proportionellt mellan de b&#228;gge
pensionerna.

b) Villkoret om r&#228;tt till till&#228;ggspension enligt f&#246;rsta stycket skall
anses vara uppfyllt om f&#246;r personen i fr&#229;ga eller, n&#228;r fr&#229;ga &#228;r om
&#228;nke- eller barnpension, f&#246;r den avlidne ber&#228;knats till svensk statlig
inkomstskatt taxerad inkomst f&#246;r &#229;r f&#246;re &#229;r 1960, dock under
f&#246;ruts&#228;ttning att antalet s&#229;dana &#229;r, om s&#229; erfordras sammanlagt med &#229;r
f&#246;r vilka pensionspo&#228;ng tillgodor&#228;knats inom f&#246;rs&#228;kringen f&#246;r
till&#228;ggspension liksom med f&#246;rs&#228;kringstider i den tyska
pensionsf&#246;rs&#228;kringen, uppg&#229;r till minst tre. H&#228;rvid likst&#228;lles tolv
inom den tyska pensionsf&#246;rs&#228;kringen fullgjorda f&#246;rs&#228;kringsm&#229;nader med
ett &#229;r f&#246;r vilket till svensk statlig inkomstskatt taxerad inkomst
ber&#228;knats.

c) Med &#229;r, f&#246;r vilka pensionspo&#228;ng tillgodor&#228;knats inom f&#246;rs&#228;kringen
f&#246;r till&#228;ggspension, likst&#228;lles vid till&#228;mpning av best&#228;mmelserna i
f&#246;rsta stycket om folkpensionens ber&#228;kning &#229;r f&#246;re &#229;r 1960, f&#246;r vilka
ber&#228;knats till svensk statlig inkomstskatt taxerad inkomst.

d) G&#246;r n&#229;gon anspr&#229;k p&#229; pension med &#229;beropande av best&#228;mmelserna under
b eller c h&#228;rovan, skall han i den m&#229;n s&#229; erfordras styrka att
f&#246;ruts&#228;ttningarna f&#246;r pensionsr&#228;tt f&#246;religger.

16. Till avdelning II kapitel 4:

Om ett barn har r&#228;tt till bidragsf&#246;rskott enligt svensk lagstiftning
endast med beaktande av nummer 5, &#228;r r&#228;tt till bidragsf&#246;rskott
enligt tysk lagstiftning utesluten. F&#246;rordning (1991:1183).

16. Till artikel 26:

a) Lagstiftningen om ber&#228;kning av till&#228;ggspension f&#246;r svenska
medborgare, som &#228;r f&#246;dda f&#246;re &#229;r 1924, ber&#246;rs ej.

b) Lagstiftningen om tillgodor&#228;kning av pensionspo&#228;ng f&#246;r utl&#228;ndsk
medborgare p&#229; grund av anst&#228;llning ombord p&#229; svenskt handelsfartyg
ber&#246;rs ej.

17. Konventionen ber&#246;r icke s&#229;dana best&#228;mmelser i tysk lagstiftning
som inneb&#228;r f&#246;rm&#229;nligare regler f&#246;r personer som tillfogats skada till
f&#246;ljd av sin politiska h&#229;llning eller p&#229; grund av ras, tro eller
v&#228;rlds&#229;sk&#229;dning.

SOM SKEDDE I STOCKHOLM den 27 februari 1976 i tv&#229; originalexemplar,
vartdera p&#229; svenska och tyska spr&#229;ken, vilka b&#229;da texter &#228;ger lika
vitsord.

F&#246;r Konungariket Sverige
Sven Aspling

F&#246;r F&#246;rbundsrepubliken Tyskland
Dietrich Stoecker
Walter Arendt


&#214;verg&#229;ngsbest&#228;mmelser

1991:1183

Denna f&#246;rordning tr&#228;der i kraft den 1 augusti 1991.

De nya best&#228;mmelserna g&#228;ller &#228;ven f&#246;r Land Berlin, s&#229;vida inte den tyska
regeringen till den svenska regeringen avger en f&#246;rklaring om motsatsen
inom tre m&#229;nader efter ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4027">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4029">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
