

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-24" /> 
 <meta id="rattsinfo-edited" content="2023-01-24 15:51:07" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4030</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4029">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4031">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1977:595 ·
                    <a href="/sfsr?bet=1977:595">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1977:595) om erk&#228;nnande och verkst&#228;llighet av nordiska domar p&#229; privatr&#228;ttens omr&#229;de</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1977-06-30
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1323
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Lagakraftvunnen dom, som har meddelats i Danmark, Finlands,
Island eller Norge i tvistem&#229;l eller brottm&#229;l och som avser fr&#229;ga
av privatr&#228;ttslig beskaffenhet, g&#228;ller &#228;ven h&#228;r i riket, om ej
annat f&#246;ljer av vad som s&#228;gs nedan.

Med dom f&#246;rst&#229;s i denna lag domstols beslut, som inneb&#228;r slutligt
avg&#246;rande av saken.

2 &#167; Med dom j&#228;mst&#228;lls i denna lag

1. utslag varigenom &#246;verexekutor i Finland efter lags&#246;kning 
har beslutat att n&#229;gon &#228;r betalningsskyldig,

2. finsk betalningsorder, 

3. av norsk &#229;klagarmyndighet utf&#228;rdat f&#246;rel&#228;ggande av 
ers&#228;ttningsskyldighet, vilket har godk&#228;nts av den som avses 
med f&#246;rel&#228;ggandet,

4. beslut om ers&#228;ttning f&#246;r r&#228;tteg&#229;ngskostnad i tvistem&#229;l, om 
dom i m&#229;let skulle omfattas av denna lag eller lagen 
(1979:1001) om erk&#228;nnande av nordiska f&#246;r&#228;ldraskapsavg&#246;randen, 
och i brottm&#229;l, om ers&#228;ttningen ska betalas till enskild part,

5. beslut om ers&#228;ttning till vittne eller sakkunnig i 
tvistem&#229;l eller brottm&#229;l,

6. beslut om &#229;terbetalning till staten av f&#246;rskott p&#229; s&#229;dan 
ers&#228;ttning f&#246;r inst&#228;llelsekostnad, som har utbetalats till 
vittne, m&#229;ls&#228;gande eller part.

Ett finskt lags&#246;kningsutslag mot vilket besv&#228;r inte har 
anf&#246;rts anses ha f&#229;tt laga kraft, &#228;ven om tiden f&#246;r st&#228;mning 
om &#229;tervinning inte har g&#229;tt ut. Lag (2022:1323).

3 &#167; Dom, som g&#228;ller h&#228;r i riket enligt denna lag och som f&#229;r
verkst&#228;llas i den stat d&#228;r den har meddelats, skall p&#229; ans&#246;kan
verkst&#228;llas h&#228;r.

4 &#167; Dom, varigenom betalningsskyldighet har &#229;lagts och som kan bli
g&#228;llande h&#228;r i riket enligt denna lag, skall utan hinder av att domen
ej har vunnit laga kraft p&#229; ans&#246;kan verkst&#228;llas h&#228;r, om den f&#229;r
verkst&#228;llas i den stat d&#228;r den har meddelats.

5 &#167; Verkst&#228;llighet h&#228;r i riket skall p&#229; ans&#246;kan ske &#228;ven av

1. f&#246;rlikning som i fr&#229;ga av privatr&#228;ttslig beskaffenhet har ing&#229;tts
inf&#246;r domstol eller annan myndighet i Danmark, Finland, Island eller
Norge och som f&#229;r verkst&#228;llas i den stat d&#228;r den har ing&#229;tts,

2. f&#246;rlikning som avses i &#167; 478, stk 1, nr. 4, loven om rettens pleje
(udenretligt forlig), om f&#246;rlikningen har tr&#228;ffats och f&#229;r verkst&#228;llas i
Danmark samt g&#228;lden&#228;ren hade hemvist d&#228;r n&#228;r den ingicks,

3. skuldebrev som enligt dansk lag kan utg&#246;ra grund f&#246;r verkst&#228;llighet
utan r&#228;tteg&#229;ng, om skuldebrevet har undertecknats av g&#228;lden&#228;ren i
Danmark och han d&#229; hade hemvist i Danmark,

4. skuldebrev som enligt norsk lag kan utg&#246;ra grund f&#246;r verkst&#228;llighet
utan r&#228;tteg&#229;ng, om skuldebrevet har undertecknats av g&#228;lden&#228;ren i Norge
och han d&#229; hade hemvist i Norge,

5. lagakraftvunnet beslut av finsk exekutiv myndighet varigenom k&#246;pare
eller s&#228;ljare har &#229;lagts betalningsskyldighet i samband med &#229;tertagning
av gods som har s&#229;lts p&#229; avbetalning, om den betalningsskyldige vid
tidpunkten f&#246;r &#229;tertagningen hade hemvist i Finland. Lag (1992:798).

6 &#167; Avg&#246;rande av domstol eller administrativ myndighet i Danmark,
Finland, Island eller Norge r&#246;rande v&#229;rdnad om eller r&#228;tt till umg&#228;nge
med barn eller &#246;verl&#228;mnande av barn i annat fall skall p&#229; ans&#246;kan
verkst&#228;llas h&#228;r i riket, om avg&#246;randet kan utg&#246;ra grund f&#246;r
verkst&#228;llighet i den stat d&#228;r det har meddelats. Detta g&#228;ller &#228;ven om
avg&#246;randet icke har vunnit laga kraft eller endast avser tiden intill
dess lagakraft&#228;gande avg&#246;rande f&#246;religger.

Om avg&#246;randet strider mot dom eller beslut som har meddelats h&#228;r i
riket, f&#229;r det verkst&#228;llas endast om det enligt s&#228;rskild best&#228;mmelse
skall g&#228;lla h&#228;r.

Med avg&#246;rande j&#228;mst&#228;lles f&#246;rlikning som har ing&#229;tts inf&#246;r domstol och
avtal som har godk&#228;nts av administrativ myndighet.

F&#246;rsta stycket g&#228;ller ej beslut av verkst&#228;llande myndighet eller
beslut som har meddelats av barnav&#229;rdsn&#228;mnd eller annan myndighet
enligt lagstiftningen om det allm&#228;nnas barna- och ungdomsv&#229;rd eller
annan d&#228;rmed j&#228;mf&#246;rlig v&#229;rd eller behandling.

7 &#167; Denna lag till&#228;mpas inte om n&#229;got annat f&#246;ljer av 

- de unionsr&#228;ttsakter och internationella instrument som anges 
i 1 &#167; lagen (2014:912) med kompletterande best&#228;mmelser om 
domstols beh&#246;righet och om erk&#228;nnande och internationell 
verkst&#228;llighet av vissa avg&#246;randen eller i 1 kap. 2 &#167; lagen 
(2019:234) om makars och sambors f&#246;rm&#246;genhetsf&#246;rh&#229;llanden i 
internationella situationer, eller 

- s&#228;rskilda best&#228;mmelser om erk&#228;nnande och verkst&#228;llighet av 
avg&#246;randen och f&#246;rlikningar p&#229; s&#228;rskilda r&#228;ttsomr&#229;den. 

Lagen till&#228;mpas inte heller i fr&#229;ga om 

1. dom eller f&#246;rlikning i m&#229;l om boskillnad, legal separation, 
&#228;ktenskapsskillnad, &#229;terg&#229;ng av &#228;ktenskap, antagande av 
adoptivbarn eller adoptivf&#246;rh&#229;llandes h&#228;vande, 
omyndighetsf&#246;rklaring eller dess h&#228;vande eller i m&#229;l ang&#229;ende 
bodelning eller skadest&#229;nd med anledning av legal separation, 
&#228;ktenskapsskillnad eller &#229;terg&#229;ng av &#228;ktenskap, om det inte &#228;r 
fr&#229;ga om verkst&#228;llighet av en dom som ska g&#228;lla i Sverige 
enligt 22 &#167; f&#246;rordningen (1931:429) om vissa internationella 
r&#228;ttsf&#246;rh&#229;llanden r&#246;rande &#228;ktenskap, adoption och 
f&#246;rmynderskap eller enligt 3 kap. 14 &#167; lagen (2019:234) om 
makars och sambors f&#246;rm&#246;genhetsf&#246;rh&#229;llanden i internationella 
situationer, 

2. dom eller f&#246;rlikning som r&#246;r v&#229;rdnad om eller r&#228;tt till 
umg&#228;nge med barn eller &#246;verl&#228;mnande av barn i annat fall, om 
det inte &#228;r fr&#229;ga om verkst&#228;llighet enligt 6 &#167;, 

3. dom eller f&#246;rlikning som r&#246;r familjer&#228;ttslig 
underh&#229;llsskyldighet,

4. dom eller f&#246;rlikning som r&#246;r faderskapet till ett barn 
eller f&#246;r&#228;ldraskapet till ett barn f&#246;r en kvinna som &#228;r eller 
har varit gift eller sambo med barnets mor,

5. dom eller f&#246;rlikning som r&#246;r r&#228;tt p&#229; grund av arv eller 
testamente, efterlevande makes r&#228;tt, boutredning eller skifte 
med anledning av d&#246;dsfall eller ansvar f&#246;r den d&#246;des skulder, 
om inte den avlidne var medborgare i Danmark, Finland, Island, 
Norge eller Sverige och hade sin hemvist i n&#229;gon av dessa 
stater,

6. dom eller f&#246;rlikning som r&#246;r

a) en g&#228;lden&#228;rs f&#246;rs&#228;ttande i konkurs,

b) inledande av en f&#246;rhandling om offentligt ackord utan 
konkurs,

c) andra fr&#229;gor som beror av en konkursdomares eller 
konkursdomstols pr&#246;vning, eller

d) en r&#228;ttshandlings eller n&#229;gon annan &#229;tg&#228;rds ogiltighet 
eller &#229;terg&#229;ng p&#229; grund av konkurs eller f&#246;rhandling om 
offentligt ackord utan konkurs i n&#229;got av de nordiska 
l&#228;nderna, om det framg&#229;r av konkursbeslutet eller beslutet om 
offentlig ackordsf&#246;rhandling att g&#228;lden&#228;ren inte hade sin 
hemvist i n&#229;got av de nordiska l&#228;nderna, eller

7. dom eller f&#246;rlikning i m&#229;l som ska tas upp omedelbart av 
s&#228;rskild domstol f&#246;r handl&#228;ggning av tvister som r&#246;r 
kollektivavtal. Lag (2022:1323).

7 a &#167; S&#228;rskilda best&#228;mmelser finns i r&#229;dets f&#246;rordning (EU) 
2019/1111 av den 25 juni 2019 om beh&#246;righet, erk&#228;nnande och 
verkst&#228;llighet av avg&#246;randen i &#228;ktenskapsm&#229;l och m&#229;l om 
f&#246;r&#228;ldraansvar, och om internationella bortf&#246;randen av barn 
(Bryssel II-f&#246;rordningen). Lag (2022:953).

8 &#167; Dom erk&#228;nnes icke h&#228;r i riket och f&#229;r ej heller verkst&#228;llas h&#228;r

1. om domstolen i m&#229;l om betalningsskyldighet har varit beh&#246;rig endast
p&#229; grund av att svaranden hade egendom i den stat d&#228;r domen har
meddelats, s&#229;vida icke m&#229;let har avsett fordran, som ang&#229;r egendomen
eller f&#246;r vilken egendomen st&#228;llts som s&#228;kerhet, eller svaranden utan
f&#246;rbeh&#229;ll har ing&#229;tt i svarom&#229;l i saken,

2. om domstolen har varit beh&#246;rig endast p&#229; grund av att svaranden vid
st&#228;mningens delgivning tillf&#228;lligt uppeh&#246;ll sig i den stat d&#228;r domen
har meddelats, s&#229;vida icke svaranden utan f&#246;rbeh&#229;ll har ing&#229;tt i
svarom&#229;l i saken,

3. om domen har meddelats mot svarande som ej har ing&#229;tt i svarom&#229;l
vare sig i f&#246;rsta instans eller i h&#246;gre r&#228;tt och f&#246;rel&#228;ggande att
svara i saken ej har delgivits honom p&#229; annat s&#228;tt &#228;n genom
kung&#246;relse, s&#229;vida icke domen avser r&#228;tt p&#229; grund av arv eller
testamente, efterlevande makes r&#228;tt eller boutredning eller skifte med
anledning av d&#246;dsfall samt den avlidne var medborgare i Danmark,
Finland, Island, Norge eller Sverige och hade hemvist i n&#229;gon av dessa
stater,

4. om r&#228;tteg&#229;ng ang&#229;ende samma sak &#228;r anh&#228;ngig h&#228;r i riket eller i
annat nordiskt land och talan i den r&#228;tteg&#229;ngen har v&#228;ckts f&#246;rst; dock
skall utl&#228;ndsk r&#228;tteg&#229;ng ha s&#229;dan verkan endast om den kan leda till
dom, som enligt denna lag erk&#228;nnes eller f&#229;r verkst&#228;llas h&#228;r i riket,

5. om, med h&#228;nsyn till sakens beskaffenhet, uteslutande beh&#246;righet att
pr&#246;va saken b&#246;r tillkomma domstol i annan stat &#228;n den d&#228;r domen har
meddelats,

6. om erk&#228;nnande eller verkst&#228;llande av domen &#228;r uppenbart of&#246;renligt
med grunderna f&#246;r r&#228;ttsordningen h&#228;r i riket.

F&#246;rsta stycket g&#228;ller i till&#228;mpliga delar betr&#228;ffande f&#246;rlikning och
beslut som avses i 5 &#167; och avg&#246;rande som avses i 6 &#167;.

9 &#167; Ans&#246;kan om verkst&#228;llighet g&#246;rs hos kronofogdemyndigheten. I
fall som avses i 6 &#167; g&#246;rs dock ans&#246;kan hos tingsr&#228;tten i den
ort d&#228;r barnet har sitt hemvist. Om en annan tingsr&#228;tt
handl&#228;gger ett m&#229;l mellan samma parter om v&#229;rdnaden, boendet
eller umg&#228;nget, f&#229;r verkst&#228;llighet ocks&#229; s&#246;kas hos den
tingsr&#228;tten. Om det i fall som avses i 6 &#167; inte finns n&#229;gon
annan beh&#246;rig domstol, tas fr&#229;gan om verkst&#228;llighet upp av
Stockholms tingsr&#228;tt.

Till ans&#246;kningen skall fogas

1. om ans&#246;kningen r&#246;r verkst&#228;llighet av en dom eller av ett
beslut som avses i 5 &#167; 5, av vederb&#246;rande myndighet bestyrkt
avskrift av exekutionstiteln samt bevis att denna har vunnit
laga kraft eller, i fr&#229;ga om icke lagakraftvunnen dom, bevis
att den utan hinder d&#228;rav f&#229;r verkst&#228;llas i den stat d&#228;r den
har meddelats,

2. om ans&#246;kningen r&#246;r verkst&#228;llighet av en f&#246;rlikning, bestyrkt
avskrift av f&#246;rlikningen och bevis att denna f&#229;r verkst&#228;llas i
den stat d&#228;r den har ing&#229;tts,

3. om ans&#246;kningen r&#246;r verkst&#228;llighet av ett skuldebrev som
avses i 5 &#167; 3 och 4, bestyrkt avskrift av skuldebrevet och
bevis att detta kan utg&#246;ra grund f&#246;r verkst&#228;llighet utan
r&#228;tteg&#229;ng i den stat d&#228;r g&#228;lden&#228;ren undertecknat skuldebrevet
samt bevis att denne vid tidpunkten f&#246;r undertecknandet hade
hemvist i den staten,

4. om ans&#246;kningen r&#246;r verkst&#228;llighet av ett avg&#246;rande som avses
i 6 &#167;, bestyrkt avskrift av exekutionstiteln och bevis att den
kan utg&#246;ra grund f&#246;r verkst&#228;llighet i den stat d&#228;r den har
uppr&#228;ttats.

En handling, som &#228;r avfattad p&#229; annat spr&#229;k &#228;n danska, norska
eller svenska, skall vara &#229;tf&#246;ljd av bestyrkt &#246;vers&#228;ttning till
n&#229;got av dessa spr&#229;k, om inte kronofogdemyndigheten eller
r&#228;tten medger undantag. Lag (2006:460).

10 &#167; Beslut om verkst&#228;llighet, som s&#246;ks hos
Kronofogdemyndigheten, meddelas utan motpartens h&#246;rande, om
inte Kronofogdemyndigheten best&#228;mmer annat.

Ans&#246;kan om verkst&#228;llighet av f&#246;rlikning eller skuldebrev som
avses i 5 &#167; 2--4 f&#229;r inte bifallas utan att tillf&#228;lle har
beretts motparten att yttra sig. Inkommer han med bestridande
som inte &#228;r uppenbart ogrundat, skall ans&#246;kningen avsl&#229;s.
Inneh&#229;ller f&#246;rlikning som avses i 5 &#167; 2 best&#228;mmelse om
skyldighet att ers&#228;tta kostnad, f&#229;r detta belopp j&#228;mkas.
Lag (2006:692).

11 &#167; Verkst&#228;llighet, som s&#246;kes hos Kronofogdemyndigheten, sker
enligt vad som &#228;r f&#246;reskrivet i fr&#229;ga om svensk domstols
lagakraft&#228;gande dom. I fall som avses i 4 &#167; sker dock
verkst&#228;lligheten enligt vad som g&#228;ller om s&#229;dan dom som avses i
3 kap. 6 &#167; uts&#246;kningsbalken. F&#246;reskrift om tv&#229;ngsmedel i den
utl&#228;ndska exekutionstiteln skall ej vinna till&#228;mpning.
Lag (2006:692).

12 &#167; Verkst&#228;llighet, som beg&#228;rs hos r&#228;tten, sker enligt vad som
&#228;r f&#246;reskrivet om verkst&#228;llighet av svensk domstols avg&#246;rande i
motsvarande fall. Lag (2006:460).

13 &#167; V&#228;ckes vid svensk domstol talan ang&#229;ende sak, varom redan &#228;r
r&#228;tteg&#229;ng vid domstol i Danmark, Finland, Island eller Norge, och kan
den utl&#228;ndska r&#228;tteg&#229;ngen leda till dom som enligt denna lag g&#228;ller
h&#228;r i riket, skall talan avvisas eller f&#246;rklaras vilande i avvaktan p&#229;
lagakraftvunnen dom i den utl&#228;ndska r&#228;tteg&#229;ngen.

14 &#167; Har kvarstad eller annan s&#228;kerhets&#229;tg&#228;rd beviljats enligt 15 kap.
1-3 &#167;&#167; r&#228;tteg&#229;ngsbalken, skall med avseende p&#229; giltigheten av s&#229;dan
&#229;tg&#228;rd vid till&#228;mpning av 7 &#167; i samma kapitel med talans
anh&#228;ngigg&#246;rande vid svensk domstol j&#228;mst&#228;llas talans v&#228;ckande vid
dansk, finsk, isl&#228;ndsk eller norsk domstol, om domen i den utl&#228;ndska
r&#228;tteg&#229;ngen kan bli g&#228;llande h&#228;r i riket enligt denna lag. Lag
(1981:778).

&#214;verg&#229;ngsbest&#228;mmelser

1977:595

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Lagen f&#229;r
s&#228;ttas i kraft i f&#246;rh&#229;llande till tv&#229; eller tre av de l&#228;nder som
n&#228;mnes i 1 &#167;.

Genom denna lag upph&#228;ves lagen (1932:540) om erk&#228;nnande och
verkst&#228;llighet av dom, som meddelats i Danmark, Finland, Island eller
Norge.

&#196;ldre lag &#228;ger fortfarande till&#228;mpning p&#229; avg&#246;rande som har meddelats
eller f&#246;rlikning som har ing&#229;tts f&#246;re den nya lagens ikrafttr&#228;dande.

1981:8

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. Lagen f&#229;r
s&#228;ttas i kraft i f&#246;rh&#229;llande till tv&#229; eller tre av de &#246;vriga nordiska
l&#228;nderna.

S&#228;tts lagen i kraft i f&#246;rh&#229;llande till endast tv&#229; eller tre av de
&#246;vriga nordiska l&#228;nderna, g&#228;ller dock &#228;ldre best&#228;mmelser fortfarande i
f&#246;rh&#229;llande till de &#246;vriga l&#228;nderna.

2006:460

1. Denna lag tr&#228;der i kraft den 1 juli 2006.

2. &#196;ldre best&#228;mmelser till&#228;mpas i fr&#229;ga om m&#229;l om
verkst&#228;llighet som vid ikrafttr&#228;dandet &#228;r anh&#228;ngigt vid
domstol. D&#228;rvid till&#228;mpas 21 kap. f&#246;r&#228;ldrabalken i den lydelse
kapitlet hade vid utg&#229;ngen av juni 2006.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4029">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4031">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
