

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2018-09-18" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4061</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4060">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4062">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1976:633 ·
                    <a href="/sfsr?bet=1976:633">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1976:633) om kung&#246;rande av lagar och andra f&#246;rfattningar</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1976-06-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1989:935
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:99
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; F&#246;rfattningar som har beslutats av riksdagen eller
regeringen eller av en myndighet under regeringen eller
riksdagen ska kung&#246;ras enligt denna lag, om inte annat f&#246;ljer
av 2 &#167;. Detsamma g&#228;ller de internationella &#246;verenskommelser och
de &#228;ndringar i s&#229;dana som enligt f&#246;rfattning ska g&#228;lla som
svensk r&#228;tt.

Med f&#246;rfattningar ska i denna lag f&#246;rst&#229;s lagar, f&#246;rordningar
och andra r&#228;ttsregler som i 8 kap. regeringsformen betecknas
som f&#246;reskrifter.

R&#228;ttsakter som innefattar f&#246;reskrifter beslutade av Europeiska
unionen och som enligt lagen (1994:1500) med anledning av
Sveriges anslutning till Europeiska unionen g&#228;ller h&#228;r i
landet, kung&#246;rs i Europeiska unionens officiella tidning.
Lag (2010:1425).

2 &#167; I fr&#229;ga om andra f&#246;rfattningar &#228;n lagar g&#228;ller att 4–9 &#167;&#167; 
inte till&#228;mpas p&#229; en f&#246;rfattning

1. som p&#229; grund av offentlighets- och sekretesslagen 
(2009:400) inte f&#229;r l&#228;mnas ut till envar eller

2. som endast reglerar en statlig myndighets inre 
f&#246;rh&#229;llanden eller f&#246;rh&#229;llandet mellan statliga myndigheter 
inb&#246;rdes, f&#246;rutsatt att f&#246;rfattningen inte inneh&#229;ller n&#229;got 
som kan vara av v&#228;sentligt intresse f&#246;r utomst&#229;ende eller f&#246;r 
ber&#246;rda arbetstagares eller uppdragstagares r&#228;ttsst&#228;llning.

Regeringen f&#229;r meddela f&#246;reskrifter om att f&#246;ljande 
f&#246;reskrifter inte beh&#246;ver kung&#246;ras p&#229; det s&#228;tt som anges i 
9 &#167;:

1. F&#246;reskrifter som avses i 41 &#167; v&#228;glagen (1971:948).

2. Lokala trafikf&#246;reskrifter.

3. F&#246;reskrifter med s&#228;rskilda trafikregler som har meddelats 
av en statlig v&#228;gh&#229;llningsmyndighet.

4. F&#246;reskrifter som avses i 3 kap. 11 &#167; ordningslagen 
(1993:1617).

5. F&#246;reskrifter om f&#246;rbud mot eldning utomhus och liknande 
f&#246;rebyggande &#229;tg&#228;rder mot brand som har meddelats av en 
l&#228;nsstyrelse.

Regeringen f&#229;r ocks&#229; meddela f&#246;reskrifter om att f&#246;reskrifter 
om h&#246;gsta till&#229;tna f&#228;rdhastighet eller om b&#228;righetsklasser 
f&#246;r v&#228;gar inte beh&#246;ver kung&#246;ras p&#229; det s&#228;tt som anges i 6 &#167;.
Lag (2016:500).

3 &#167; F&#246;r kung&#246;rande av f&#246;rfattningar skall finnas

1. Svensk f&#246;rfattningssamling,

2. f&#246;rfattningssamlingar f&#246;r centrala myndigheter under
regeringen,

3. f&#246;rfattningssamlingar f&#246;r riksdagsf&#246;rvaltningen och
f&#246;r f&#246;rvaltningsmyndigheter under riksdagen,

4. en f&#246;rfattningssamling f&#246;r varje l&#228;n. Lag (2000:421).

4 &#167; Lagar och f&#246;rordningar ska kung&#246;ras i Svensk 
f&#246;rfattningssamling.

Om m&#246;jligheten att &#246;verblicka f&#246;rfattningsmaterialet 
underl&#228;ttas eller det finns andra s&#228;rskilda sk&#228;l, f&#229;r 
regeringen best&#228;mma att en av regeringen beslutad f&#246;rfattning 
i st&#228;llet ska kung&#246;ras i n&#229;gon annan angiven 
f&#246;rfattningssamling. Om det finns synnerliga sk&#228;l, f&#229;r 
regeringen best&#228;mma att en s&#229;dan f&#246;rfattning ska kung&#246;ras i 
n&#229;gon annan angiven publikation.

Om utomordentliga f&#246;rh&#229;llanden kr&#228;ver det f&#229;r regeringen 
besluta att en f&#246;rfattning ska kung&#246;ras p&#229; n&#229;got annat s&#228;tt 
&#228;n som anges i f&#246;rsta stycket. Den tid som annars r&#228;knas fr&#229;n 
kung&#246;rande i Svensk f&#246;rfattningssamling ska d&#229; i st&#228;llet 
r&#228;knas fr&#229;n det kung&#246;rande som regeringen beslutat.
Lag (2016:500).

5 &#167; Regeringen ska se till att Svensk f&#246;rfattningssamling 
publiceras elektroniskt p&#229; en s&#228;rskild webbplats.

En f&#246;rfattning ska anses kungjord n&#228;r den har publicerats i 
Svensk f&#246;rfattningssamling p&#229; webbplatsen.
Lag (2016:500).

6 &#167; F&#246;rfattningar som beslutas av centrala myndigheter under
regeringen skall kung&#246;ras i den f&#246;rfattningssamling som
myndigheten enligt regeringens beslut l&#229;ter ge ut eller, om en
s&#229;dan f&#246;rfattningssamling saknas, i n&#229;gon annan av regeringen
best&#228;md f&#246;rfattningssamling som ges ut genom en central
myndighets f&#246;rsorg.

Om f&#246;rfattningen skall g&#228;lla endast inom ett eller n&#229;gra l&#228;n,
kan myndigheten besluta att f&#246;rfattningen i st&#228;llet skall
kung&#246;ras i det ber&#246;rda l&#228;nets f&#246;rfattningssamling.

Om det inte finns n&#229;gon f&#246;rfattningssamling i vilken
kung&#246;randet kan ske, skall f&#246;rfattningen kung&#246;ras i Svensk
f&#246;rfattningssamling. I &#246;vrigt f&#229;r en s&#229;dan f&#246;rfattning som
avses i f&#246;rsta stycket kung&#246;ras i Svensk f&#246;rfattningssamling
endast n&#228;r det av s&#228;rskilda sk&#228;l anses vara den l&#228;mpligaste
&#229;tg&#228;rden. Lag (2003:244).

7 &#167; Regeringen f&#229;r medge att central myndighet under regeringen kung&#246;r
f&#246;rfattning p&#229; annat s&#228;tt &#228;n i f&#246;rfattningssamling. S&#229;dant medgivande
f&#229;r dock l&#228;mnas endast om det finns synnerliga sk&#228;l.

8 &#167; F&#246;rfattningar som beslutas av riksdagsf&#246;rvaltningen skall
kung&#246;ras i en f&#246;rfattningssamling som riksdagsf&#246;rvaltningen l&#229;ter utge.

F&#246;rfattningar som beslutas av en f&#246;rvaltningsmyndighet under riksdagen
skall kung&#246;ras i en f&#246;rfattningssamling som utges genom myndighetens
f&#246;rsorg eller p&#229; annat s&#228;tt som riksdagen f&#246;reskriver. Lag (2000:421).

9 &#167; F&#246;rfattningar som beslutas av en l&#228;nsstyrelse eller av
n&#229;gon annan regional eller lokal statlig myndighet som &#228;r
underordnad regeringen skall kung&#246;ras i f&#246;rfattningssamlingen
f&#246;r det l&#228;n inom vilket myndigheten har sitt s&#228;te. L&#228;nets
f&#246;rfattningssamling ges ut genom l&#228;nsstyrelsens f&#246;rsorg.

Om utomordentliga f&#246;rh&#229;llanden kr&#228;ver det, kan regeringen medge
att f&#246;rfattningen kung&#246;rs p&#229; n&#229;got annat s&#228;tt &#228;n i l&#228;nets
f&#246;rfattningssamling. Lag (2003:244).

10 &#167; Om kung&#246;randet av kommunala f&#246;rfattningar g&#228;ller vad som
&#228;r s&#228;rskilt f&#246;reskrivet. Lag (2003:244).

11 &#167; Finns best&#228;mmelse om att viss f&#246;rfattning skall kung&#246;ras p&#229; annat
s&#228;tt &#228;n som f&#246;ljer av denna lag skall &#228;ven den best&#228;mmelsen g&#228;lla.

P&#229; kung&#246;rande i ortstidning enligt best&#228;mmelse som avses i f&#246;rsta
stycket skall 3 &#167; lagen (1977:654) om kung&#246;rande i m&#229;l och &#228;renden hos
myndighet m.m. ha motsvarande till&#228;mpning. Lag (1977:714).

12 &#167; Om f&#246;rfattning, som har kungjorts i f&#246;rfattningssamling
som avses i denna lag, upph&#228;vs eller &#228;ndras efter &#246;verklagande,
skall den myndighet som har ombes&#246;rjt kung&#246;randet l&#229;ta kung&#246;ra
upph&#228;vandet eller &#228;ndringen i de former i vilka f&#246;rfattningen
ursprungligen kungjordes. Lag (2003:244).

13 &#167; Av f&#246;rfattning skall framg&#229; n&#228;r den tr&#228;der i kraft.

14 &#167; Om det i en f&#246;rfattning f&#246;reskrivs att en internationell
&#246;verenskommelse eller en &#228;ndring i en s&#229;dan skall g&#228;lla som svensk r&#228;tt,
skall &#246;verenskommelsen eller &#228;ndringen kung&#246;ras p&#229; samma s&#228;tt som
f&#246;rfattningen. Om det &#228;r l&#228;mpligare, f&#229;r regeringen dock best&#228;mma att
&#246;verenskommelsen eller &#228;ndringen i st&#228;llet skall kung&#246;ras p&#229; n&#229;got annat
s&#228;tt. Var kung&#246;randet i s&#229;dant fall sker skall ges till k&#228;nna i den
f&#246;rfattningssamling d&#228;r f&#246;rfattningen har kungjorts.

&#196;r en &#246;verenskommelse avfattad p&#229; mer &#228;n ett spr&#229;k, f&#229;r den myndighet
som utf&#228;rdar f&#246;rfattningen besluta att endast en text skall kung&#246;ras.
Finns en svensk text, skall denna kung&#246;ras. En text som enligt
&#246;verenskommelsen skall ha vitsord framf&#246;r alla de andra, f&#229;r inte
utel&#228;mnas.

Om en utl&#228;ndsk text har utel&#228;mnats vid kung&#246;randet av en
&#246;verenskommelse, skall uppgift d&#228;rvid l&#228;mnas om var denna text finns
tillg&#228;nglig.

En &#246;verenskommelse som inte har svensk text skall kung&#246;ras tillsammans
med en svensk &#246;vers&#228;ttning, om inte s&#228;rskilda sk&#228;l f&#246;ranleder n&#229;got
annat.

Om kung&#246;randet i &#246;vrigt i f&#246;rfattningssamlingar som avses i denna lag av
annat &#228;n f&#246;rfattningar g&#228;ller vad som &#228;r s&#228;rskilt f&#246;reskrivet.
Lag (1989:935).

&#214;verg&#229;ngsbest&#228;mmelser

1989:935

Denna lag tr&#228;der i kraft den 1 januari 1977.

Genom denna lag upph&#228;ves lagen (1894:44 s. 1) ang&#229;ende tiden f&#246;r
allm&#228;nna f&#246;rfattningars tr&#228;dande i kraft.

Vad i lag eller annan f&#246;rfattning f&#246;reskrives om kung&#246;rande i l&#228;nets
allm&#228;nna kung&#246;relser eller l&#228;nskung&#246;relserna av f&#246;rfattning skall fr&#229;n
och med denna lags ikrafttr&#228;dande avse kung&#246;rande i l&#228;nets
f&#246;rfattningssamling.

2016:500

1. Denna lag tr&#228;der i kraft den 1 juli 2016 i fr&#229;ga om 2 &#167; 
och i &#246;vrigt den dag som regeringen best&#228;mmer.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r f&#246;rfattningar 
som har utf&#228;rdats f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4060">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4062">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
