

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2022-07-22 10:29:41" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4062</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4061">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4063">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1976:580 ·
                    <a href="/sfsr?bet=1976:580">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1976:580) om medbest&#228;mmande i arbetslivet</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1976-06-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1114
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2007:1095 har iakttagits.
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1977-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag &#228;ger till&#228;mpning p&#229; f&#246;rh&#229;llandet mellan arbetsgivare och
arbetstagare.

Som arbetstagare anses i lagen &#228;ven den som utf&#246;r arbete &#229;t annan och
d&#228;rvid ej &#228;r anst&#228;lld hos denne men har en st&#228;llning av v&#228;sentligen
samma slag som en anst&#228;lld. Den f&#246;r vars r&#228;kning arbetet utf&#246;res skall
i s&#229;dant fall anses som arbetsgivare.

2 &#167; Arbetsgivares verksamhet som &#228;r av religi&#246;s, vetenskaplig,
konstn&#228;rlig eller annan ideell natur eller som har kooperativt,
fackligt, politiskt eller annat opinionsbildande &#228;ndam&#229;l undantages
fr&#229;n lagens till&#228;mpningsomr&#229;de s&#229;vitt avser verksamhetens m&#229;l och
inriktning.

3 &#167; Inneh&#229;ller lag eller med st&#246;d av lag meddelad f&#246;rfattning s&#228;rskild
f&#246;reskrift som avviker fr&#229;n denna lag, g&#228;ller den f&#246;reskriften.

4 &#167; Ett avtal &#228;r ogiltigt i den m&#229;n det inneb&#228;r att en 
r&#228;ttighet eller skyldighet enligt denna lag upph&#228;vs eller 
inskr&#228;nks.

Genom ett kollektivavtal f&#229;r det dock g&#246;ras avvikelser fr&#229;n 
11, 12, 14 och 19 &#167;&#167;, 20 &#167; f&#246;rsta stycket, 21, 22 och 28 &#167;&#167;, 
29 &#167; tredje meningen, 33-40 &#167;&#167;, 43 &#167; andra stycket samt 64 och 
65 &#167;&#167;. Kollektivavtalet f&#229;r inte inneb&#228;ra att mindre 
f&#246;rm&#229;nliga regler ska till&#228;mpas f&#246;r arbetstagarsidan &#228;n som 
f&#246;ljer av r&#229;dets direktiv 98/59/EG av den 20 juli 1998 om 
tilln&#228;rmning av medlemsstaternas lagstiftning om kollektiva 
upps&#228;gningar, eller av r&#229;dets direktiv 2001/23/EG av den 
12 mars 2001 om tilln&#228;rmning av medlemsstaternas lagstiftning 
om skydd f&#246;r arbetstagares r&#228;ttigheter vid &#246;verl&#229;telse av 
f&#246;retag, verksamheter eller delar av f&#246;retag eller 
verksamheter, b&#229;da i lydelsen enligt Europaparlamentets och 
r&#229;dets direktiv (EU) 2015/1794.

I ett kollektivavtal f&#229;r det ocks&#229; f&#246;reskrivas l&#228;ngre g&#229;ende 
fredsplikt &#228;n som anges i 41, 41 a, 41 b, 41 e och 44 &#167;&#167; eller 
ett l&#228;ngre g&#229;ende skadest&#229;ndsansvar &#228;n det som f&#246;ljer av denna 
lag. Lag (2019:503).

5 &#167; Vad i denna lag f&#246;reskrivs inneb&#228;r inte r&#228;tt till insyn f&#246;r en
part i s&#229;dana f&#246;rh&#229;llanden hos motparten, som har betydelse f&#246;r en
f&#246;rest&#229;ende eller redan utbruten arbetskonflikt, eller r&#228;tt till
inflytande &#246;ver motpartens beslut r&#246;rande s&#229;dan konflikt.

F&#246;reskrifterna i 11, 12, 19, 34, 35, 38 och 39 &#167;&#167; skall till&#228;mpas &#228;ven
n&#228;r kollektivavtal tillf&#228;lligt inte g&#228;ller. Lag (1994:1686).

6 &#167; Med arbetstagarorganisation avses s&#229;dan sammanslutning av
arbetstagare som enligt sina stadgar skall tillvarataga arbetstagarnas
intressen i f&#246;rh&#229;llandet till arbetsgivaren. Med
arbetsgivarorganisation avses motsvarande sammanslutning p&#229;
arbetsgivarsidan.

Med lokal arbetstagarorganisation avses s&#229;dan sammanslutning av
arbetstagare som &#228;r part i lokal f&#246;rhandling med arbetsgivare. Med
central arbetstagarorganisation avses f&#246;rbund eller d&#228;rmed j&#228;mf&#246;rlig
sammanslutning av arbetstagare.

Best&#228;mmelser som avser arbetsgivar- eller arbetstagarorganisation
g&#228;ller i till&#228;mpliga delar sammanslutning av flera s&#229;dana
organisationer. Vad som s&#228;gs om medlem i organisation g&#228;ller i s&#229;dant
fall de anslutna organisationerna och deras medlemmar.

F&#246;reningsr&#228;tt

7 &#167; Med f&#246;reningsr&#228;tt avses r&#228;tt f&#246;r arbetsgivare och arbetstagare att
tillh&#246;ra arbetsgivar- eller arbetstagarorganisation, att utnyttja
medlemskapet och att verka f&#246;r organisationen eller f&#246;r att s&#229;dan
bildas.

8 &#167; F&#246;reningsr&#228;tten skall l&#228;mnas okr&#228;nkt. Kr&#228;nkning av f&#246;reningsr&#228;tten
f&#246;religger, om n&#229;gon p&#229; arbetsgivar- eller arbetstagarsidan vidtager
&#229;tg&#228;rd till skada f&#246;r n&#229;gon p&#229; andra sidan f&#246;r att denne har utnyttjat
sin f&#246;reningsr&#228;tt eller om n&#229;gon p&#229; ena sidan vidtager &#229;tg&#228;rd mot
n&#229;gon p&#229; andra sidan i syfte att f&#246;rm&#229; denne att icke utnyttja sin
f&#246;reningsr&#228;tt. S&#229;dan kr&#228;nkning f&#246;religger &#228;ven om &#229;tg&#228;rden vidtages
f&#246;r att &#229;tagande mot annan skall uppfyllas.

Arbetsgivar- eller arbetstagarorganisation &#228;r icke skyldig att t&#229;la
s&#229;dan kr&#228;nkning av f&#246;reningsr&#228;tten som inneb&#228;r intr&#229;ng i dess
verksamhet. Finns b&#229;de lokal och central organisation, g&#228;ller vad som
nu har sagts den centrala organisationen.

Sker kr&#228;nkning av f&#246;reningsr&#228;tten genom avtalsupps&#228;gning eller annan
s&#229;dan r&#228;ttshandling eller genom best&#228;mmelse i kollektivavtal eller
annat avtal, &#228;r r&#228;ttshandlingen eller best&#228;mmelsen ogiltig.

9 &#167; Det &#229;ligger arbetsgivar- och arbetstagarorganisation att s&#246;ka
hindra, att medlem vidtager &#229;tg&#228;rd som kr&#228;nker f&#246;reningsr&#228;tten,
Har medlem vidtagit s&#229;dan &#229;tg&#228;rd, &#228;r organisationen skyldig att s&#246;ka
f&#246;rm&#229; honom att upph&#246;ra d&#228;rmed.

F&#246;rhandlingsr&#228;tt

10 &#167; Arbetstagarorganisation har r&#228;tt till f&#246;rhandling med
arbetsgivare i fr&#229;ga r&#246;rande f&#246;rh&#229;llande mellan arbetsgivaren och
s&#229;dan medlem i organisationen, som &#228;r eller har varit arbetstagare hos
arbetsgivaren. Arbetsgivare har motsvarande r&#228;tt att f&#246;rhandla med
arbetstagarorganisation.

F&#246;rhandlingsr&#228;tt enligt f&#246;rsta stycket tillkommer
arbetstagarorganisationen &#228;ven i f&#246;rh&#229;llande till organisation som
arbetsgivaren tillh&#246;r och arbetsgivarens organisation i f&#246;rh&#229;llande
till arbetstagarorganisationen.

11 &#167; Innan arbetsgivare beslutar om viktigare f&#246;r&#228;ndring av sin
verksamhet, skall han p&#229; eget initiativ f&#246;rhandla med
arbetstagarorganisation i f&#246;rh&#229;llande till vilken han &#228;r bunden av
kollektivavtal. Detsamma skall iakttagas innan arbetsgivare beslutar
om viktigare f&#246;r&#228;ndring av arbets- eller anst&#228;llningsf&#246;rh&#229;llandena f&#246;r
arbetstagare som tillh&#246;r organisationen.

Om synnerliga sk&#228;l f&#246;ranleder det, f&#229;r arbetsgivaren fatta och
verkst&#228;lla beslut innan han har fullgjort sin f&#246;rhandlingsskyldighet
enligt f&#246;rsta stycket.

12 &#167; N&#228;r arbetstagarorganisation som avses i 11 &#167; p&#229;kallar det, skall
arbetsgivare &#228;ven i annat fall &#228;n d&#228;r anges f&#246;rhandla med
organisationen innan han fattar eller verkst&#228;ller beslut, som r&#246;r
medlem i organisationen. Om s&#228;rskilda sk&#228;l f&#246;ranleder det, f&#229;r
arbetsgivaren dock fatta och verkst&#228;lla beslutet innan han har
fullgjort sin f&#246;rhandlingsskyldighet.

13 &#167; Om en fr&#229;ga s&#228;rskilt ang&#229;r arbets- eller
anst&#228;llningsf&#246;rh&#229;llandena f&#246;r arbetstagare som tillh&#246;r en
arbetstagarorganisation i f&#246;rh&#229;llande till vilken arbetsgivaren inte
&#228;r bunden av kollektivavtal, &#228;r arbetsgivaren skyldig att f&#246;rhandla
enligt 11 och 12 &#167;&#167; med den organisationen.

Om arbetsgivaren inte &#228;r bunden av n&#229;got kollektivavtal alls, &#228;r
arbetsgivaren skyldig att f&#246;rhandla enligt 11 &#167; med alla ber&#246;rda
arbetstagarorganisationer i fr&#229;gor som r&#246;r upps&#228;gning p&#229; grund av
arbetsbrist eller en s&#229;dan &#246;verg&#229;ng av ett f&#246;retag, en verksamhet
eller en del av en verksamhet som omfattas av 6 b &#167; lagen (1982:80)
om anst&#228;llningsskydd. Detta g&#228;ller dock inte om arbetsgivaren
endast tillf&#228;lligt inte &#228;r bunden av n&#229;got kollektivavtal.
Lag (1994:1686).

14 &#167; Finns lokal arbetstagarorganisation, skall
f&#246;rhandlingsskyldigheten enligt 11-13 &#167;&#167; fullg&#246;ras i f&#246;rsta hand genom
f&#246;rhandling med denna.

Uppn&#229;s icke enighet vid f&#246;rhandling enligt f&#246;rsta stycket, skall
arbetsgivaren p&#229; beg&#228;ran f&#246;rhandla &#228;ven med central
arbetstagarorganisation.

15 &#167; En part som &#228;r skyldig att f&#246;rhandla skall sj&#228;lv eller
genom ombud inst&#228;lla sig vid f&#246;rhandlingssammantr&#228;de och, om
det beh&#246;vs, l&#228;gga fram ett motiverat f&#246;rslag till l&#246;sning av
den fr&#229;ga som f&#246;rhandlingen avser. Parterna kan gemensamt v&#228;lja
n&#229;gon annan form f&#246;r f&#246;rhandling &#228;n sammantr&#228;de.

En arbetsgivare skall i samband med f&#246;rhandling inf&#246;r beslut om
upps&#228;gning p&#229; grund av arbetsbrist i god tid skriftligen
underr&#228;tta motparten om

1. sk&#228;len till de planerade upps&#228;gningarna,

2. antalet arbetstagare som avses bli uppsagda och vilka
kategorier de tillh&#246;r,

3. antalet arbetstagare som normalt syssels&#228;tts och vilka
kategorier de tillh&#246;r,

4. den tidsperiod under vilken upps&#228;gningarna &#228;r avsedda att
verkst&#228;llas, och

5. ber&#228;kningsmetoden f&#246;r eventuella ers&#228;ttningar ut&#246;ver vad som
f&#246;ljer av lag eller kollektivavtal vid upps&#228;gning.

Arbetsgivaren skall ocks&#229; l&#228;mna motparten en kopia av de varsel
som har l&#228;mnats till Arbetsf&#246;rmedlingen enligt 2 a &#167; f&#246;rsta och
andra styckena lagen (1974:13) om vissa anst&#228;llningsfr&#228;mjande
&#229;tg&#228;rder. Lag (2007:402).

16 &#167; Part som vill f&#246;rhandla skall g&#246;ra framst&#228;llning hos motparten om
f&#246;rhandling. Om motparten beg&#228;r det, skall framst&#228;llningen vara
skriftlig och ange den fr&#229;ga om vilken f&#246;rhandling p&#229;kallas.

I annat fall &#228;n som avses i 11-13 &#167;&#167; skall, om parterna ej enas om
annat, sammantr&#228;de f&#246;r f&#246;rhandling h&#229;llas inom tv&#229; veckor efter det
att motparten har f&#229;tt del av f&#246;rhandlingsframst&#228;llning, n&#228;r motparten
&#228;r enskild arbetsgivare eller lokal arbetstagarorganisation, och
annars inom tre veckor efter det att framst&#228;llningen har kommit
motparten till handa. Det ankommer i &#246;vrigt p&#229; parterna att best&#228;mma
tid och plats f&#246;r f&#246;rhandlingssammantr&#228;de.

F&#246;rhandling skall bedrivas skyndsamt. Om part beg&#228;r det, skall f&#246;ras
protokoll som justeras av b&#229;da parter. Enas parterna ej om annat,
skall f&#246;rhandling anses avslutad, n&#228;r part som har fullgjort sin
f&#246;rhandlingsskyldighet har givit motparten skriftligt besked om att
han fr&#229;ntr&#228;der f&#246;rhandlingen.

17 &#167; Arbetstagare som har utsetts att f&#246;retr&#228;da sin organisation vid
f&#246;rhandling f&#229;r ej v&#228;gras sk&#228;lig ledighet f&#246;r att deltaga i
f&#246;rhandlingen.

R&#228;tt till information

18 &#167; Part som vid f&#246;rhandling &#229;beropar skriftlig handling skall h&#229;lla
den tillg&#228;nglig f&#246;r motparten, om denne beg&#228;r det.

19 &#167; Arbetsgivare skall fortl&#246;pande h&#229;lla arbetstagarorganisation i
f&#246;rh&#229;llande till vilken han &#228;r bunden av kollektivavtal underr&#228;ttad om
hur hans verksamhet utvecklas produktionsm&#228;ssigt och ekonomiskt liksom
om riktlinjerna f&#246;r personalpolitiken. Arbetsgivaren skall dessutom
bereda arbetstagarorganisationen tillf&#228;lle att granska b&#246;cker,
r&#228;kenskaper och andra handlingar, som r&#246;r arbetsgivarens verksamhet, i
den omfattning som organisationen beh&#246;ver f&#246;r att tillvarataga
medlemmarnas gemensamma intressen i f&#246;rh&#229;llande till arbetsgivaren.

Om det kan ske utan osk&#228;lig kostnad eller omg&#229;ng, skall arbetsgivaren
p&#229; beg&#228;ran f&#246;rse arbetstagarorganisationen med avskrift av handling
och bitr&#228;da organisationen med utredning, som den beh&#246;ver f&#246;r nyss
angivet &#228;ndam&#229;l.

19 a &#167; En arbetsgivare som inte &#228;r bunden av n&#229;got
kollektivavtal alls skall fortl&#246;pande h&#229;lla
arbetstagarorganisationer som har medlemmar som &#228;r arbetstagare
hos arbetsgivaren underr&#228;ttade om hur verksamheten utvecklas
produktionsm&#228;ssigt och ekonomiskt liksom om riktlinjerna f&#246;r
personalpolitiken. Lag (2005:392).

19 b &#167; Arbetstagare som har utsetts att f&#246;retr&#228;da sin
organisation f&#246;r att ta emot information enligt 19 a &#167; f&#229;r inte
v&#228;gras sk&#228;lig ledighet f&#246;r att ta emot informationen.
Lag (2005:392).

20 &#167; Finns lokal arbetstagarorganisation, skall
informationsskyldigheten enligt 19 &#167; fullg&#246;ras mot denna. Vid
f&#246;rhandling enligt 14 &#167; andra stycket skall skyldigheten
fullg&#246;ras &#228;ven mot central arbetstagarorganisation, i den m&#229;n
informationen &#228;r av betydelse f&#246;r f&#246;rhandlingsfr&#229;gan.

Informationsskyldigheten enligt 19 a &#167; skall fullg&#246;ras mot
lokal arbetstagarorganisation om s&#229;dan finns.
Lag (2005:392).

21 &#167; Part som skall l&#228;mna information har r&#228;tt till f&#246;rhandling med
motparten om tystnadsplikt r&#246;rande den information som skall l&#228;mnas.
Om f&#246;rhandlingen avser information enligt 19 &#167;, &#228;ger 14 &#167; motsvarande
till&#228;mpning.

Uppn&#229;s icke enighet vid f&#246;rhandling enligt f&#246;rsta stycket, kan parten
v&#228;cka talan vid domstol om tystnadsplikt. S&#229;dan talan skall v&#228;ckas
inom tio dagar efter det att f&#246;rhandling har avslutats. Domstolen
skall f&#246;rordna om tystnadsplikt, i den m&#229;n det kan antagas att det
annars skulle f&#246;religga risk f&#246;r v&#228;sentlig skada f&#246;r part eller
annan.





Har part p&#229;kallat f&#246;rhandling om tystnadsplikt och iakttager han
f&#246;reskrifterna i f&#246;rsta och andra styckena, g&#228;ller till dess fr&#229;gan
har blivit slutligt avgjord den tystnadsplikt som han kr&#228;ver. &#196;r
kravet obefogat och har parten insett eller bort inse detta,
f&#246;religger dock ej tystnadsplikt. Lag (1977:532).

22 &#167; Den som med tystnadsplikt har mottagit information f&#246;r lokal
eller central arbetstagarorganisations r&#228;kning f&#229;r utan hinder av
tystnadsplikten f&#246;ra informationen vidare till ledamot i styrelsen f&#246;r
organisationen. I s&#229;dant fall g&#228;ller tystnadsplikten &#228;ven f&#246;r
styrelseledamoten.

Kollektivavtal

23 &#167; Med kollektivavtal avses skriftligt avtal mellan
arbetsgivarorganisation eller arbetsgivare och arbetstagarorganisation
om anst&#228;llningsvillkor f&#246;r arbetstagare eller om f&#246;rh&#229;llandet i &#246;vrigt
mellan arbetsgivare och arbetstagare.

Avtal anses skriftligt &#228;ven n&#228;r dess inneh&#229;ll har upptagits i justerat
protokoll eller n&#228;r f&#246;rslag till avtal och godk&#228;nnande d&#228;rav har
upptagits i skilda skrifter.

24 &#167; Avser kollektivavtal arbetstagares hyresf&#246;rh&#229;llande, har avtalet
i den delen verkan som kollektivavtal endast i den m&#229;n det &#228;r fr&#229;ga om
partsst&#228;llning och inneh&#229;ll &#228;r s&#229;dant som anges i 12 kap. 67 &#167;
jordabalken.

25 &#167; Avtal saknar verkan som kollektivavtal i den m&#229;n det har annat
inneh&#229;ll &#228;n s&#229;dant som avses i 23 och 24 &#167;&#167;.

25 a &#167; Ett kollektivavtal som &#228;r ogiltigt enligt utl&#228;ndsk r&#228;tt p&#229; den
grunden att det tillkommit efter en strids&#229;tg&#228;rd &#228;r trots detta giltigt
h&#228;r i landet, om strids&#229;tg&#228;rden var till&#229;ten enligt denna lag. Lag
(1991:681).

26 &#167; Kollektivavtal som har slutits av arbetsgivar- eller
arbetstagarorganisation binder inom sitt till&#228;mpningsomr&#229;de &#228;ven
medlem i organisationen. Detta g&#228;ller oavsett om medlemmen har tr&#228;tt in
i organisationen f&#246;re eller efter avtalets tillkomst, dock ej i den
m&#229;n han redan &#228;r bunden av annat kollektivavtal.

Uttr&#228;der medlem ur organisation som har slutit kollektivavtal, upph&#246;r
han ej d&#228;rmed att vara bunden av avtalet.

27 &#167; Arbetsgivare och arbetstagare som &#228;r bundna av kollektivavtal kan
ej med giltig verkan tr&#228;ffa &#246;verenskommelse som strider mot avtalet.

28 &#167; N&#228;r ett f&#246;retag, en verksamhet eller en del av en verksamhet
&#246;verg&#229;r fr&#229;n en arbetsgivare som &#228;r bunden av ett kollektivavtal till
en ny arbetsgivare, genom en s&#229;dan &#246;verg&#229;ng som omfattas av 6 b &#167;
i lagen (1982:80) om anst&#228;llningsskydd, g&#228;ller avtalet i till&#228;mpliga
delar f&#246;r den nya arbetsgivaren. Detta g&#228;ller dock inte om den nya
arbetsgivaren redan &#228;r bunden av n&#229;got annat kollektivavtal som
kan till&#228;mpas p&#229; de arbetstagare som f&#246;ljer med.

I det fall som avses i f&#246;rsta stycket f&#229;r arbetstagarparten s&#228;ga upp
avtalet inom trettio dagar efter det att den har underr&#228;ttats om
&#246;verg&#229;ngen. G&#246;rs upps&#228;gning inom denna tid, upph&#246;r avtalet att
g&#228;lla vid &#246;verg&#229;ngen eller, om upps&#228;gningen g&#246;rs efter &#246;verg&#229;ngen,
vid tidpunkten f&#246;r upps&#228;gningen. Kollektivavtalet g&#228;ller inte heller
f&#246;r den nya arbetsgivaren, om den tidigare arbetsgivaren s&#228;ger upp
avtalet f&#246;re &#246;verg&#229;ngen. G&#246;rs en s&#229;dan upps&#228;gning senare &#228;n sextio
dagar f&#246;re &#246;verg&#229;ngen, g&#228;ller dock avtalet f&#246;r den nya arbetsgivaren
till dess sextio dagar har f&#246;rflutit fr&#229;n upps&#228;gningen.

N&#228;r arbetstagares anst&#228;llningsavtal och anst&#228;llningsf&#246;rh&#229;llanden
har &#246;verg&#229;tt till en ny arbetsgivare enligt 6 b &#167; lagen (1982:80) om
anst&#228;llningsskydd, &#228;r den nya arbetsgivaren skyldig att under ett &#229;r
fr&#229;n &#246;verg&#229;ngen till&#228;mpa anst&#228;llningsvillkoren i det kollektivavtal
som d&#229; g&#228;llde f&#246;r den tidigare arbetsgivaren. Villkoren skall
till&#228;mpas p&#229; samma s&#228;tt som den tidigare arbetsgivaren var skyldig
att till&#228;mpa dessa villkor. Detta g&#228;ller dock inte sedan
kollektivavtalets giltighetstid har l&#246;pt ut eller sedan ett nytt
kollektivavtal har b&#246;rjat g&#228;lla f&#246;r de &#246;vertagna arbetstagarna.

Om tv&#229; eller flera arbetsgivar- eller arbetstagarorganisationer sl&#229;s
samman, skall kollektivavtal som g&#228;ller f&#246;r organisation som
uppl&#246;ses, g&#228;lla f&#246;r den sammanslagna organisationen som om
avtalet hade slutits av denna. Lag (1994:1686).


29 &#167; &#196;r kollektivavtal p&#229; den ena sidan eller p&#229; b&#229;da sidor slutet av
flera parter och kr&#228;ves upps&#228;gning f&#246;r att avtalet skall upph&#246;ra att
g&#228;lla, f&#229;r part f&#246;r egen del s&#228;ga upp avtalet hos en eller flera
parter p&#229; andra sidan. Har s&#229;dan upps&#228;gning skett till viss tid, f&#229;r
annan part s&#228;ga upp avtalet till samma tidpunkt. Dennes upps&#228;gning
skall dock g&#246;ras inom tre veckor efter det att upps&#228;gningen annars
skulle ha skett eller, om den avtalade upps&#228;gningstiden understiger
sex veckor, inom h&#228;lften av upps&#228;gningstiden.

30 &#167; Upps&#228;gning av kollektivavtal skall ske skriftligen.

Har meddelande om upps&#228;gning avs&#228;nts under motpartens senast k&#228;nda
adress s&#229; tidigt att det hade bort komma denne till handa innan
upps&#228;gning senast skulle ha skett, skall upps&#228;gning anses ha &#228;gt rum i
tid &#228;ven om meddelandet icke kommer fram eller kommer fram f&#246;r sent.

31 &#167; Har arbetsgivare, arbetstagare eller organisation som &#228;r bunden
av kollektivavtal grovt brutit mot s&#229;dant avtal eller mot denna lag
och har f&#246;rfarandet v&#228;sentlig betydelse f&#246;r avtalsf&#246;rh&#229;llandet i dess
helhet, f&#229;r domstol p&#229; yrkande av motpart f&#246;rklara att kollektivavtal
som binder parterna icke l&#228;ngre skall g&#228;lla mellan dem.

&#196;r kollektivavtal p&#229; den ena sidan eller p&#229; b&#229;da sidor slutet av flera
parter och har f&#246;rklaring enligt f&#246;rsta stycket gjorts f&#246;r endast
vissa av dem, f&#229;r annan part inom tre veckor d&#228;refter med omedelbar
verkan s&#228;ga upp samma avtal f&#246;r egen del.

Finner domstol att visst f&#246;rfarande strider mot kollektivavtal eller
mot denna lag, f&#229;r domstolen p&#229; yrkande befria arbetsgivare,
arbetstagare eller organisation fr&#229;n f&#246;rpliktelse enligt
kollektivavtal eller enligt lagen, i den m&#229;n det med h&#228;nsyn till det
otill&#229;tna f&#246;rfarandet icke sk&#228;ligen kan kr&#228;vas att f&#246;rpliktelsen
fullg&#246;res. Lag (1977:532).

31 a &#167; &#196;r en arbetsgivare bunden av ett kollektivavtal som denna lag
inte &#228;r direkt till&#228;mplig p&#229; och tr&#228;ffar han d&#228;refter ett kollektivavtal
enligt best&#228;mmelserna i 23--24 &#167;&#167; skall i de delar avtalen &#228;r of&#246;renliga
det senare avtalet g&#228;lla. Lag (1991:681).

Medbest&#228;mmander&#228;tt genom kollektivavtal

32 &#167; Mellan parter som tr&#228;ffar kollektivavtal om l&#246;ner och allm&#228;nna
anst&#228;llningsvillkor b&#246;r, om arbetstagarparten beg&#228;r det, &#228;ven tr&#228;ffas
kollektivavtal om medbest&#228;mmander&#228;tt f&#246;r arbetstagarna i fr&#229;gor som
avser ing&#229;ende och upph&#246;rande av anst&#228;llningsavtal, ledningen och
f&#246;rdelningen av arbetet och verksamhetens bedrivande i &#246;vrigt.

I kollektivavtal om medbest&#228;mmander&#228;tt kan parterna, med beaktande av
vad som f&#246;reskrives i 3 &#167;, best&#228;mma att beslut, som annars skulle
fattas av arbetsgivaren, skall fattas av f&#246;retr&#228;dare f&#246;r arbetstagarna
eller av s&#228;rskilt inr&#228;ttat partssammansatt organ. Lag (1977:529).

Best&#228;mmander&#228;tt om tvist om tolkning av avtal

33 &#167; Inneh&#229;ller kollektivavtal f&#246;reskrifter om medbest&#228;mmander&#228;tt f&#246;r
arbetstagarna i fr&#229;ga som avses i 32 &#167; och uppkommer tvist om
till&#228;mpning i visst fall av s&#229;dan f&#246;reskrift eller av beslut som har
fattats med st&#246;d d&#228;rav, g&#228;ller arbetstagarpartens mening till dess
tvisten har slutligt pr&#246;vats. Detsamma g&#228;ller tvist om kollektivavtal
r&#246;rande p&#229;f&#246;ljd f&#246;r arbetstagare som har beg&#229;tt avtalsbrott. Vad som
nu har sagts ger dock ej arbetstagarparten r&#228;tt att verkst&#228;lla beslut
p&#229; arbetsgivarens v&#228;gnar.

Intager tv&#229; eller flera arbetstagarparter of&#246;renliga st&#229;ndpunkter i
s&#229;dan tvist som avses i f&#246;rsta stycket, f&#229;r arbetsgivaren ej fatta
eller verkst&#228;lla beslut som ber&#246;res av tvisten f&#246;rr&#228;n denna har
slutligt pr&#246;vats.

Arbetsgivaren beh&#246;ver ej iakttaga vad som f&#246;reskrives i f&#246;rsta och
andra styckena, om synnerliga sk&#228;l f&#246;religger eller om
arbetstagarparts mening &#228;r oriktig och parten har insett eller bort
inse detta. Lag (1977:529).

34 &#167; Uppkommer mellan arbetsgivare och arbetstagarorganisation, som &#228;r
bundna av samma kollektivavtal, tvist om medlems arbetsskyldighet
enligt avtal, g&#228;ller organisationens mening till dess tvisten har
slutligt pr&#246;vats.

F&#246;religger enligt arbetsgivarens uppfattning synnerliga sk&#228;l mot att
omtvistat arbete uppskjutes, f&#229;r han utan hinder av f&#246;rsta stycket
kr&#228;va att arbetet utf&#246;res enligt hans mening i tvisten. Arbetstagaren
&#228;r d&#229; skyldig att utf&#246;ra arbetet. S&#229;dan skyldighet f&#246;religger dock ej,
om arbetsgivarens mening i tvisten &#228;r oriktig och arbetsgivaren har
insett eller bort inse detta eller om arbetet inneb&#228;r fara f&#246;r liv
eller h&#228;lsa eller d&#228;rmed j&#228;mf&#246;rligt hinder m&#246;ter.

Blir arbetet utf&#246;rt enligt andra stycket, skall arbetsgivaren
omedelbart p&#229;kalla f&#246;rhandling i tvisten. Kan tvisten icke l&#246;sas vid
f&#246;rhandling, skall han v&#228;cka talan vid domstol. Lag (1977:532).

35 &#167; Uppkommer mellan arbetsgivare och arbetstagarorganisation, som &#228;r
bundna av samma kollektivavtal, r&#228;ttstvist om l&#246;n eller annan
ers&#228;ttning till medlem i organisationen, &#228;r arbetsgivaren skyldig att
omedelbart p&#229;kalla f&#246;rhandling i tvisten. Kan tvisten icke l&#246;sas vid
f&#246;rhandling, skall han v&#228;cka talan vid domstol. Underl&#229;ter
arbetsgivaren att p&#229;kalla f&#246;rhandling eller v&#228;cka talan, &#228;r han s&#229;vitt
avser det omtvistade beloppet skyldig att utge ers&#228;ttning enligt
arbetstagarorganisationens mening, om kravet ej &#228;r osk&#228;ligt. Lag
(1977:532).

36 &#167; Arbetstagarpartens r&#228;tt enligt 33-35 &#167;&#167; tillkommer den
avtalsslutande arbetstagarorganisationen och ut&#246;vas av lokal
arbetstagarorganisation, om s&#229;dan finns. Har central f&#246;rhandling
p&#229;kallats, ut&#246;vas r&#228;tten av den centrala arbetstagarorganisationen.

37 &#167; Skall enligt f&#246;reskrift i kollektivavtal f&#246;rhandling enligt 34 &#167;
tredje stycket eller 35 &#167; &#228;ga rum b&#229;de lokalt och centralt, skall
central f&#246;rhandling p&#229;kallas inom tio dagar efter det att den lokala
f&#246;rhandlingen har avslutats. Talan vid domstol skall v&#228;ckas inom tio
dagar efter det att f&#246;rhandling har avslutats. Lag (1977:532).

Facklig vetor&#228;tt i vissa fall

38 &#167; Innan en arbetsgivare beslutar att l&#229;ta n&#229;gon utf&#246;ra
visst arbete f&#246;r hans r&#228;kning eller i hans verksamhet utan att
denne d&#228;rvid ska vara arbetstagare hos honom, ska
arbetsgivaren p&#229; eget initiativ f&#246;rhandla med den
arbetstagarorganisation i f&#246;rh&#229;llande till vilken han &#228;r
bunden av kollektivavtal f&#246;r s&#229;dant arbete. Arbetsgivaren &#228;r
vid f&#246;rhandlingen skyldig att l&#228;mna den information om det
tillt&#228;nkta arbetet som arbetstagarorganisationen beh&#246;ver f&#246;r
att kunna ta st&#228;llning i f&#246;rhandlingsfr&#229;gan.

F&#246;rsta stycket g&#228;ller inte, om arbetet &#228;r av kortvarig och
tillf&#228;llig natur eller kr&#228;ver s&#228;rskild sakkunskap och det inte
&#228;r fr&#229;ga om att anlita arbetstagare enligt lagen (2012:854) om
uthyrning av arbetstagare. F&#246;rsta stycket g&#228;ller inte heller
om den tillt&#228;nkta &#229;tg&#228;rden i allt v&#228;sentligt motsvarar en
&#229;tg&#228;rd som har godtagits av arbetstagarorganisationen. Om
organisationen i ett s&#228;rskilt fall beg&#228;r det, &#228;r arbetsgivaren
dock skyldig att f&#246;rhandla innan han fattar eller verkst&#228;ller
ett beslut.

Om synnerliga sk&#228;l f&#246;ranleder det, f&#229;r arbetsgivaren fatta och
verkst&#228;lla ett beslut innan f&#246;rhandlingsskyldigheten enligt
f&#246;rsta stycket har fullgjorts. Beg&#228;rs f&#246;rhandling enligt andra
stycket, &#228;r arbetsgivaren inte skyldig att skjuta upp beslutet
eller verkst&#228;lligheten till dess f&#246;rhandlingsskyldigheten har
fullgjorts, om det finns s&#228;rskilda sk&#228;l mot uppskov. I fr&#229;ga
om f&#246;rhandling enligt f&#246;rsta och andra styckena ska 14 &#167;
till&#228;mpas.

Har f&#246;rhandling beg&#228;rts enligt f&#246;rsta eller andra stycket &#228;r
arbetsgivaren skyldig att p&#229; beg&#228;ran av
arbetstagarorganisationen l&#228;mna s&#229;dan information om det
tillt&#228;nkta arbetet som organisationen beh&#246;ver f&#246;r att kunna ta
st&#228;llning i fr&#229;gan. Lag (2012:855).

39 &#167; Har f&#246;rhandling enligt 38 &#167; &#228;gt rum och f&#246;rklarar den 
centrala arbetstagarorganisationen eller, om en s&#229;dan inte 
finns, den arbetstagarorganisation som har slutit 
kollektivavtalet, att den av arbetsgivaren tillt&#228;nkta &#229;tg&#228;rden 
kan antas medf&#246;ra att lag eller kollektivavtal f&#246;r arbetet 
&#229;sidos&#228;tts eller att &#229;tg&#228;rden p&#229; annat s&#228;tt strider mot vad 
som &#228;r allm&#228;nt godtaget inom parternas avtalsomr&#229;de, f&#229;r 
&#229;tg&#228;rden inte beslutas eller verkst&#228;llas av arbetsgivaren.

Vid upphandling enligt lagen (2016:1145) om offentlig 
upphandling, lagen (2016:1146) om upphandling inom 
f&#246;rs&#246;rjningssektorerna, lagen (2016:1147) om upphandling av 
koncessioner, lagen (2011:1029) om upphandling p&#229; f&#246;rsvars- 
och s&#228;kerhetsomr&#229;det eller lagen (2008:962) om val-
frihetssystem f&#229;r en f&#246;rklaring enligt f&#246;rsta stycket g&#246;ras 
endast om den grundar sig p&#229; omst&#228;ndigheter som anges i

- 13 kap. 1, 2 och 3 &#167;&#167; samt 19 kap. 17 &#167; lagen om offentlig 
upphandling,

- 13 kap. 1 och 2-4 &#167;&#167; samt 19 kap. 17 &#167; lagen om upphandling 
inom f&#246;rs&#246;rjningssektorerna,

- 11 kap. 1 och 2-4 &#167;&#167; lagen om upphandling av koncessioner,

- 11 kap. 1-3 &#167;&#167; samt 15 kap. 16 &#167; lagen om upphandling p&#229; 
f&#246;rsvars- och s&#228;kerhetsomr&#229;det, eller

- 7 kap. 1 &#167; lagen om valfrihetssystem.
Lag (2021:1114).

40 &#167; F&#246;rbud enligt 39 &#167; intr&#228;der inte, om 
arbetstagarorganisationen saknar fog f&#246;r sin st&#229;ndpunkt. 
F&#246;rbud intr&#228;der inte heller, om arbetstagarorganisationen vid 
s&#229;dan upphandling som avses i 39 &#167; andra stycket har grundat 
sin f&#246;rklaring p&#229; andra omst&#228;ndigheter &#228;n som anges i de 
best&#228;mmelser som r&#228;knas upp d&#228;r.

Har arbetsgivaren med st&#246;d av 38 &#167; tredje stycket verkst&#228;llt 
beslut i den fr&#229;ga som f&#246;rhandlingen avser, ska 39 &#167; inte 
till&#228;mpas. Lag (2016:1149).

Fredsplikt

41 &#167; Arbetsgivare och arbetstagare som &#228;r bundna av kollektivavtal
f&#229;r inte vidta eller delta i arbetsinst&#228;llelse (lockout eller
strejk), blockad, bojkott eller annan d&#228;rmed j&#228;mf&#246;rlig
strids&#229;tg&#228;rd, om avtalet har ing&#229;tts av en organisation och denna
organisation inte i beh&#246;rig ordning har beslutat &#229;tg&#228;rden, om
&#229;tg&#228;rden strider mot en best&#228;mmelse om fredsplikt i kollektivavtal
eller om &#229;tg&#228;rden har till &#228;ndam&#229;l

1. att ut&#246;va p&#229;tryckning i en tvist om ett kollektivavtals giltighet,
best&#229;nd eller r&#228;tta inneb&#246;rd eller i en tvist huruvida ett visst
f&#246;rfarande strider mot avtalet eller mot denna lag,

2. att &#229;stadkomma &#228;ndring i avtalet,

3. att genomf&#246;ra best&#228;mmelse, som &#228;r avsedd att till&#228;mpas sedan
avtalet har upph&#246;rt att g&#228;lla, eller

4. att st&#246;dja n&#229;gon annan, n&#228;r denne inte sj&#228;lv f&#229;r vidta
strids&#229;tg&#228;rd.

Strids&#229;tg&#228;rder som har vidtagits i strid mot f&#246;rsta stycket betecknas
som olovliga.

F&#246;rsta stycket hindrar inte arbetstagare att delta i en blockad som
har beslutats av en arbetstagarorganisation i beh&#246;rig ordning och
som har till &#228;ndam&#229;l att utverka betalning av klar och f&#246;rfallen
fordran p&#229; l&#246;n eller p&#229; n&#229;gon annan ers&#228;ttning f&#246;r utf&#246;rt arbete
(indrivningsblockad). En s&#229;dan strids&#229;tg&#228;rd &#228;r inte olovlig.
Lag (1993:1498).

41 a &#167; En arbetsgivare f&#229;r inte s&#229;som strids&#229;tg&#228;rd eller som ett led i
en strids&#229;tg&#228;rd h&#229;lla inne l&#246;n eller n&#229;gon annan ers&#228;ttning f&#246;r utf&#246;rt
arbete som har f&#246;rfallit till betalning. Arbetsgivaren f&#229;r inte heller
h&#229;lla inne l&#246;n eller n&#229;gon annan ers&#228;ttning f&#246;r utf&#246;rt arbete, som
har f&#246;rfallit till betalning, med anledning av att arbetstagarna deltar
i en strejk eller n&#229;gon annan strids&#229;tg&#228;rd.

S&#229;dana &#229;tg&#228;rder som avses i f&#246;rsta stycket &#228;r att anse som olovliga
strids&#229;tg&#228;rder. Lag (1993:1498).

41 b &#167; En arbetstagare f&#229;r inte vidta eller delta i en
strids&#229;tg&#228;rd som har till &#228;ndam&#229;l att kollektivavtal skall
tr&#228;ffas med ett f&#246;retag som inte har n&#229;gra arbetstagare eller
d&#228;r bara f&#246;retagaren eller f&#246;retagarens familjemedlemmar &#228;r
arbetstagare och ensamma &#228;gare. Detsamma g&#228;ller n&#228;r en
strids&#229;tg&#228;rd har till &#228;ndam&#229;l att st&#246;dja n&#229;gon som vill tr&#228;ffa
kollektivavtal med ett s&#229;dant f&#246;retag. Vad som nu sagts hindrar
inte en arbetstagare fr&#229;n att delta i en anst&#228;llningsblockad
som riktar sig mot ett s&#229;dant f&#246;retag och som har beslutats i
beh&#246;rig ordning av en arbetstagarorganisation.

Strids&#229;tg&#228;rder som har vidtagits i strid mot f&#246;rsta stycket &#228;r
att anse som olovliga. F&#246;r&#228;ndringar i anst&#228;llnings- eller
&#228;garf&#246;rh&#229;llanden som har intr&#228;ffat sedan en strids&#229;tg&#228;rd har
varslats eller inletts skall inte beaktas vid bed&#246;mningen av om
en strids&#229;tg&#228;rd &#228;r att anse som olovlig enligt f&#246;rsta stycket.
Lag (2000:166).

41 c &#167; En strids&#229;tg&#228;rd som vidtas i strid mot 15, 16 eller 
19 &#167; lagen (1999:678) om utstationering av arbetstagare &#228;r 
olovlig. Lag (2020:595).

41 d &#167; En arbetstagare f&#229;r inte vidta eller delta i en 
strids&#229;tg&#228;rd mot en kollektivavtalsbunden arbetsgivare till 
st&#246;d f&#246;r krav i en fr&#229;ga som &#228;r reglerad genom arbetsgivarens 
kollektivavtal 

1. om strids&#229;tg&#228;rden inte i beh&#246;rig ordning har beslutats av 
arbetstagarens organisation, 

2. om strids&#229;tg&#228;rden inte har till &#228;ndam&#229;l att uppn&#229; 
kollektivavtalsbundenhet mellan arbetsgivaren och 
arbetstagarorganisationen, 

3. om arbetstagarorganisationen inte har f&#246;rhandlat med 
arbetsgivaren eller arbetsgivarens organisation om de krav som 
arbetstagarorganisationen st&#228;ller, eller 

4. om arbetstagarorganisationen kr&#228;ver att arbetsgivaren ska 
till&#228;mpa det kollektivavtal som organisationen vill uppn&#229; p&#229; 
ett s&#229;dant s&#228;tt att det tr&#228;nger undan arbetsgivarens 
befintliga kollektivavtal. 

En strids&#229;tg&#228;rd som strider mot f&#246;rsta stycket &#228;r olovlig. 

Den allm&#228;nna f&#246;rhandlingsr&#228;tten i 10 &#167; ska till&#228;mpas vid 
f&#246;rhandlingar enligt f&#246;rsta stycket &#228;ven om 
arbetstagarorganisationen saknar medlemmar som &#228;r anst&#228;llda 
hos arbetsgivaren. Skyldigheten att f&#246;rhandla g&#228;ller inte om 
det har funnits hinder mot f&#246;rhandlingen som inte har berott 
p&#229; arbetstagarorganisationen. 

Best&#228;mmelserna i denna paragraf ska inte till&#228;mpas p&#229; en 
strids&#229;tg&#228;rd som har till &#228;ndam&#229;l att st&#246;dja n&#229;gon annans 
lovliga strids&#229;tg&#228;rd eller p&#229; en indrivningsblockad.
Lag (2019:503).

41 e &#167; En arbetsgivare eller en arbetstagare f&#229;r inte vidta 
eller delta i en strids&#229;tg&#228;rd som har till &#228;ndam&#229;l att ut&#246;va 
p&#229;tryckning i en r&#228;ttstvist. 

En strids&#229;tg&#228;rd som strider mot f&#246;rsta stycket &#228;r olovlig. 

F&#246;rsta stycket till&#228;mpas inte p&#229; strids&#229;tg&#228;rder som omfattas 
av f&#246;rbudet mot strids&#229;tg&#228;rder i r&#228;ttstvister i 41 &#167; f&#246;rsta 
stycket 1. 

F&#246;rsta stycket hindrar inte en indrivningsblockad.
Lag (2019:503).

42 &#167; En arbetsgivar- eller arbetstagarorganisation f&#229;r inte
anordna eller p&#229; n&#229;got annat s&#228;tt f&#246;ranleda en olovlig
strids&#229;tg&#228;rd. En s&#229;dan organisation f&#229;r inte heller genom
underst&#246;d eller p&#229; n&#229;got annat s&#228;tt medverka vid en olovlig
strids&#229;tg&#228;rd.

En organisation som sj&#228;lv &#228;r bunden av ett kollektivavtal &#228;r
skyldig att, om en olovlig strids&#229;tg&#228;rd av en medlem f&#246;rest&#229;r
eller p&#229;g&#229;r, f&#246;rs&#246;ka hindra &#229;tg&#228;rden eller verka f&#246;r att den
upph&#246;r.

Om n&#229;gon har vidtagit en olovlig strids&#229;tg&#228;rd, f&#229;r ingen
annan delta i den. Lag (2010:229).

42 a &#167; Best&#228;mmelserna i 41 d &#167; f&#246;rsta stycket 4 och 42 &#167; 
f&#246;rsta stycket ska inte till&#228;mpas n&#228;r en organisation vidtar 
&#229;tg&#228;rder med anledning av arbetsf&#246;rh&#229;llanden som denna lag 
inte &#228;r direkt till&#228;mplig p&#229;. 

Trots f&#246;rsta stycket ska 41 d &#167; f&#246;rsta stycket 4 och 42 &#167; 
f&#246;rsta stycket till&#228;mpas n&#228;r &#229;tg&#228;rder vidtas mot en 
arbetsgivare som &#228;r etablerad inom Europeiska ekonomiska 
samarbetsomr&#229;det eller Schweiz och som utstationerar 
arbetstagare i Sverige enligt lagen (1999:678) om 
utstationering av arbetstagare. Lag (2019:503).

43 &#167; Har olovlig strids&#229;tg&#228;rd vidtagits av arbetstagare som &#228;r bundna
av kollektivavtal, &#229;ligger det arbetsgivaren och ber&#246;rd
arbetstagarorganisation att omedelbart taga upp &#246;verl&#228;ggning med
anledning av strids&#229;tg&#228;rden och att gemensamt verka f&#246;r dess
upph&#246;rande.

F&#246;rsta stycket g&#228;ller lokal arbetstagarorganisation, om s&#229;dan finns.

44 &#167; Om en part vid en f&#246;rhandling om kollektivavtal har 
beg&#228;rt att en fr&#229;ga som avses i 32 &#167; ska regleras i avtalet 
eller i ett s&#228;rskilt avtal, men fr&#229;gan inte har blivit 
uttryckligt reglerad n&#228;r avtalet sluts, ska fr&#229;gan inte till 
f&#246;ljd av det slutna avtalet anses omfattad av fredsplikt 
enligt 41 &#167; vid en senare f&#246;rhandling om reglering av fr&#229;gan i 
ett s&#228;rskilt avtal.

F&#246;rsta stycket ska inte till&#228;mpas om det slutna 
kollektivavtalet har tillkommit efter en strids&#229;tg&#228;rd mot en 
kollektivavtalsbunden arbetsgivare i en s&#229;dan situation som 
avses i 41 d &#167;. Lag (2019:503).

Varsel

45 &#167; N&#228;r en arbetsgivarorganisation, arbetsgivare eller
arbetstagarorganisation avser att vidta en strids&#229;tg&#228;rd eller
att utvidga en p&#229;g&#229;ende strids&#229;tg&#228;rd, skall den skriftligen
varsla motparten och Medlingsinstitutet minst sju arbetsdagar i
f&#246;rv&#228;g. Som arbetsdag r&#228;knas varje dag utom l&#246;rdag, s&#246;ndag,
annan allm&#228;n helgdag, midsommarafton, julafton och ny&#229;rsafton.
Tidsfristen skall r&#228;knas fr&#229;n samma tidpunkt p&#229; dagen som den
d&#229; strids&#229;tg&#228;rden skall inledas.

Omfattar en strids&#229;tg&#228;rd fr&#229;n arbetsgivarsidan &#228;ven
arbetstagare som inte &#228;r medlemmar i ber&#246;rd
arbetstagarorganisation, b&#246;r de varslas genom allm&#228;nt synliga
anslag p&#229; arbetsplatsen eller p&#229; annat l&#228;mpligt s&#228;tt.

Varselskyldigheten g&#228;ller inte om det finns giltigt hinder mot
att varsla. Skyldighet att varsla finns inte i fr&#229;ga om
strids&#229;tg&#228;rd som avses i 41 &#167; tredje stycket.

Varsel enligt f&#246;rsta och andra styckena skall inneh&#229;lla uppgift
om anledningen till strids&#229;tg&#228;rden och om strids&#229;tg&#228;rdens
omfattning. Lag (2000:163).

Medling

46 &#167; F&#246;r medling i arbetstvister mellan &#229; ena sidan en
arbetsgivare eller arbetsgivarorganisation och &#229; andra sidan
en arbetstagarorganisation finns Medlingsinstitutet.
Institutet ska verka f&#246;r en v&#228;l fungerande l&#246;nebildning.
Lag (2013:615).

47 &#167; Medlingsinstitutet skall genom &#246;verl&#228;ggningar med parter
eller p&#229; annat s&#228;tt informera sig om kommande eller p&#229;g&#229;ende
avtalsf&#246;rhandlingar.

Institutet skall ocks&#229; ge r&#229;d och upplysningar till parterna p&#229;
arbetsmarknaden om f&#246;rhandlingar och kollektivavtal.

En part som tr&#228;ffat kollektivavtal om l&#246;ner och allm&#228;nna
anst&#228;llningsvillkor skall p&#229; beg&#228;ran ge in en kopia av avtalet
till Medlingsinstitutet. Lag (2000:163).

47 a &#167; Efter samtycke fr&#229;n parter som f&#246;rhandlar om
kollektivavtal kan Medlingsinstitutet utse en eller flera
f&#246;rhandlingsledare eller medlare. Lag (2000:163).

47 b &#167; Om Medlingsinstitutet bed&#246;mer att det i en tvist finns
risk f&#246;r strids&#229;tg&#228;rder eller om strids&#229;tg&#228;rder redan har
p&#229;b&#246;rjats, f&#229;r institutet &#228;ven utan samtycke fr&#229;n parterna utse
en eller flera medlare f&#246;r att medla i tvisten.

Medlingsinstitutets beslut enligt f&#246;rsta stycket f&#229;r inte
&#246;verklagas.

Parter som &#228;r ense om att de &#228;r bundna av ett avtal om
f&#246;rhandlingsordning som inneh&#229;ller tidsplaner f&#246;r
f&#246;rhandlingar, tidsramar och regler f&#246;r tills&#228;ttning av
medlare, regler om medlarens befogenheter och regler om
upps&#228;gning av avtalet kan anm&#228;la avtalet till
Medlingsinstitutet f&#246;r registrering. N&#228;r avtalet har
registrerats, f&#229;r under dess giltighetstid medlare inte utses
utan samtycke fr&#229;n parterna. Lag (2000:163).

48 &#167; En medlare som utsetts av Medlingsinstitutet skall f&#246;rs&#246;ka
f&#229; till st&#229;nd en &#246;verenskommelse mellan parterna. Medlaren
skall f&#246;r det &#228;ndam&#229;let kalla parterna till f&#246;rhandling eller
vidta annan l&#228;mplig &#229;tg&#228;rd. F&#246;r att fr&#228;mja en god l&#246;sning av
tvisten, kan medlaren l&#228;gga fram egna f&#246;rslag till
&#246;verenskommelse.

Medlaren skall ocks&#229; verka f&#246;r att en part uppskjuter eller
inst&#228;ller en strids&#229;tg&#228;rd. Lag (2000:163).

49 &#167; Om det fr&#228;mjar en god l&#246;sning av tvisten, f&#229;r
Medlingsinstitutet p&#229; medlarens beg&#228;ran besluta att en part
skall skjuta upp varslade strids&#229;tg&#228;rder under en
sammanh&#228;ngande tid av h&#246;gst 14 dagar f&#246;r varje strids&#229;tg&#228;rd
eller utvidgning av en strids&#229;tg&#228;rd. Ett s&#229;dant beslut f&#229;r
meddelas endast en g&#229;ng f&#246;r varje medlingsuppdrag. Tidsfristen
skall r&#228;knas fr&#229;n den dag d&#229; &#229;tg&#228;rden enligt varselmeddelandet
skall p&#229;b&#246;rjas eller utvidgas. Beslutet skall om m&#246;jligt
f&#246;reg&#229;s av samr&#229;d med parterna.

Medlingsinstitutets beslut enligt f&#246;rsta stycket f&#229;r inte
&#246;verklagas. Lag (2000:163).

50 &#167; En parts skyldighet enligt 18 &#167; att vid f&#246;rhandling h&#229;lla
skriftlig handling tillg&#228;nglig f&#246;r motparten g&#228;ller &#228;ven i
f&#246;rh&#229;llande till en medlare som medverkar vid f&#246;rhandlingen.
Lag (2000:163).

51 &#167; En medlare kan f&#246;resl&#229; parterna att l&#229;ta en tvist avg&#246;ras
genom skiljef&#246;rfarande.

Medlingsinstitutet kan medverka vid utseende av skiljem&#228;n.

Om strids&#229;tg&#228;rder har p&#229;b&#246;rjats, kan Medlingsinstitutet uppmana
parterna att l&#229;ta tvisten avg&#246;ras genom skiljef&#246;rfarande.

En medlare f&#229;r inte &#229;ta sig skiljemannauppdrag i arbetstvist,
om inte Medlingsinstitutet i s&#228;rskilt fall medger det.
Lag (2000:163).

52 &#167; Om en part har kallats till en &#246;verl&#228;ggning enligt 47 &#167;
f&#246;rsta stycket och inte infinner sig, kan Medlingsinstitutet
f&#246;rel&#228;gga parten vid vite att komma till en &#246;verl&#228;ggning.

Om en part, som enligt 10 &#167; &#228;r f&#246;rhandlingsskyldig, har kallats
till en f&#246;rhandling inf&#246;r medlare men inte infinner sig eller
om parten p&#229; annat s&#228;tt underl&#229;ter att fullg&#246;ra sina
skyldigheter enligt 15 &#167; f&#246;rsta stycket, kan Medlingsinstitutet
p&#229; beg&#228;ran av medlaren f&#246;rel&#228;gga parten vid vite att fullg&#246;ra
sin f&#246;rhandlingsskyldighet.

Medlingsinstitutets beslut enligt f&#246;rsta och andra styckena f&#229;r
inte &#246;verklagas.

Talan om utd&#246;mande av vite f&#246;rs av Medlingsinstitutet vid
Arbetsdomstolen. I m&#229;l om utd&#246;mande av vite f&#229;r Arbetsdomstolen
bed&#246;ma &#228;ven vitets l&#228;mplighet. Lag (2000:163).

53 &#167; Om en part underl&#229;ter att fullg&#246;ra sin skyldighet enligt
47 &#167; tredje stycket att ge in en kopia av ett kollektivavtal,
kan Medlingsinstitutet f&#246;rel&#228;gga parten vid vite att ge in
kopian.

Medlingsinstitutets beslut enligt f&#246;rsta stycket f&#229;r inte
&#246;verklagas.

Talan om utd&#246;mande av vite f&#246;rs av Medlingsinstitutet vid
Arbetsdomstolen. I m&#229;l om utd&#246;mande av vite f&#229;r Arbetsdomstolen
bed&#246;ma &#228;ven vitets l&#228;mplighet. Lag (2000:163).

Skadest&#229;nd och andra p&#229;f&#246;ljder

54 &#167; Arbetsgivare, arbetstagare och organisation som bryter mot denna
lag eller mot kollektivavtal skall ers&#228;tta uppkommen skada, om ej
annat f&#246;ljer av vad nedan s&#228;gs.

55 &#167; Vid bed&#246;mande om och i vad m&#229;n skada har uppkommit f&#246;r n&#229;gon
skall h&#228;nsyn tagas &#228;ven till dennes intresse av att lagens eller
kollektivavtalets best&#228;mmelser iakttages och till &#246;vriga
omst&#228;ndigheter av annan &#228;n rent ekonomisk betydelse.

56 &#167; Bryter arbetsgivare eller arbetstagare mot tystnadsplikt som
avses i denna lag eller utnyttjar han obeh&#246;rigen vad han under s&#229;dan
tystnadsplikt har f&#229;tt k&#228;nnedom om, skall han ers&#228;tta uppkommen
skada.

Om n&#229;gon som f&#246;retr&#228;der arbetsgivare eller organisation g&#246;r sig skyldig
till handling som avses i f&#246;rsta stycket, svarar arbetsgivaren eller
organisationen f&#246;r skadan.

I fall som avses i denna paragraf skall ej f&#246;lja ansvar enligt 20 kap.
3 &#167; brottsbalken.

57 &#167; Arbetstagarorganisation skall ers&#228;tta uppkommen skada,
om den i tvist som avses i 33 eller 34 &#167; har f&#246;ranlett eller godk&#228;nt
felaktig till&#228;mpning av avtal eller av denna lag och organisationen
har saknat fog f&#246;r sin st&#229;ndpunkt i tvisten. Detsamma g&#228;ller om
organisationen har saknat fog f&#246;r f&#246;rklaring enligt 39 &#167;.

Arbetstagarorganisation svarar vidare f&#246;r skada, som tillfogas
arbetsgivaren genom att f&#246;retr&#228;dare f&#246;r organisationen i
f&#246;rh&#229;llande till honom missbrukar sin st&#228;llning som ledamot i
s&#228;rskilt genom avtal inr&#228;ttat beslutsorgan eller i s&#229;dan st&#228;llning
f&#246;rfar grovt v&#229;rdsl&#246;st. Lag (1994:1686).

58 &#167; Har arbetsgivare utan fog utkr&#228;vt arbete enligt 34 &#167; andra
stycket utan att s&#229;dana synnerliga sk&#228;l som d&#228;r avses har f&#246;relegat,
skall han ers&#228;tta uppkommen skada.

59 &#167; Har organisation, som &#228;r bunden av kollektivavtal, eller
&#246;verordnad organisation anordnat eller f&#246;ranlett olovlig
strids&#229;tg&#228;rd, kan skadest&#229;nd ej &#229;l&#228;ggas enskild arbetsgivare eller
arbetstagare f&#246;r att han har deltagit i &#229;tg&#228;rden.

Skadest&#229;nd kan icke &#229;l&#228;ggas arbetstagare, om han med sin organisations
godk&#228;nnande har v&#228;grat att utf&#246;ra arbete som arbetsgivaren har kr&#228;vt
enligt 34 &#167; andra stycket.

60 &#167; Om det &#228;r sk&#228;ligt kan skadest&#229;nd s&#228;ttas ned eller helt falla bort.

Vid bed&#246;mande enligt f&#246;rsta stycket av arbetstagares
skadest&#229;ndsskyldighet f&#246;r deltagande i olovlig strids&#229;tg&#228;rd skall
s&#228;rskild h&#228;nsyn tas till omst&#228;ndigheter, som har framkommit vid
&#246;verl&#228;ggning enligt 43 &#167;, och verkningarna av &#246;verl&#228;ggningen.

I m&#229;l om skadest&#229;nd f&#246;r arbetstagares deltagande i en olovlig
strids&#229;tg&#228;rd skall domstolen, om arbetskonflikten &#228;nnu p&#229;g&#229;r och om
domstolen finner den olovlig, s&#229; snart som m&#246;jligt &#229;l&#228;gga arbetstagarna
att &#229;terg&#229; till arbetet. Lag (1992:440).

61 &#167; &#196;r flera ansvariga f&#246;r skada, skall skadest&#229;ndsskyldigheten
f&#246;rdelas mellan dem efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till
omst&#228;ndigheterna.

62 &#167; Kan enligt denna lag skadest&#229;nd f&#246;lja p&#229; &#229;tg&#228;rd eller
underl&#229;tenhet av arbetstagare, f&#229;r annan p&#229;f&#246;ljd icke &#229;l&#228;ggas
arbetstagaren utan st&#246;d i f&#246;rfattning eller kollektivavtal. Detsamma
g&#228;ller i fall n&#228;r av 56 &#167; andra stycket eller 59 &#167; f&#246;ljer, att
arbetstagare icke kan &#229;l&#228;ggas skadest&#229;nd.

&#196;r annan p&#229;f&#246;ljd &#228;n skadest&#229;nd f&#246;reskriven i kollektivavtal, f&#229;r den
utan hinder av f&#246;rsta stycket till&#228;mpas &#228;ven p&#229; arbetstagare som ej &#228;r
medlem av den avtalsslutande arbetstagarorganisationen men syssels&#228;tts
i s&#229;dant arbete som avses med avtalet.

Varselavgift

62 a &#167; Den som underl&#229;ter att varsla Medlingsinstitutet enligt
45 &#167; skall &#229;l&#228;ggas att betala en varselavgift till staten.
Varselavgiften skall best&#228;mmas till l&#228;gst 30 000 kr och h&#246;gst
100 000 kr. Om det finns s&#228;rskilda sk&#228;l kan varselavgiften
best&#228;mmas till ett l&#228;gre belopp eller helt falla bort.

Den som vidtar en strids&#229;tg&#228;rd i strid mot Medlingsinstitutets
beslut enligt 49 &#167; att en varslad strids&#229;tg&#228;rd skall skjutas
upp skall &#229;l&#228;ggas att betala en f&#246;rh&#246;jd varselavgift om minst
300 000 kr och h&#246;gst 1 000 000 kr till staten. Om det finns
s&#228;rskilda sk&#228;l kan varselavgiften best&#228;mmas till ett l&#228;gre
belopp eller helt falla bort.

Varselavgiften &#229;l&#228;ggs av tingsr&#228;tt p&#229; talan av
Medlingsinstitutet. Talan skall v&#228;ckas inom ett &#229;r fr&#229;n den dag
varsel skulle ha l&#228;mnats eller, n&#228;r det g&#228;ller f&#246;rh&#246;jd
varselavgift enligt andra stycket, den dag d&#229; strids&#229;tg&#228;rden
vidtogs. F&#246;rsummas det f&#229;r talan inte v&#228;ckas.
Lag (2000:163).

Tvistef&#246;rhandling och r&#228;tteg&#229;ng

63 &#167; I m&#229;l, vari denna lag skall till&#228;mpas, g&#228;ller lagen
(1974:371) om r&#228;ttteg&#229;ngen i arbetstvister.

I fr&#229;ga om m&#229;l enligt 62 a &#167; till&#228;mpas f&#246;r r&#228;tteg&#229;ngen vad som
&#228;r f&#246;reskrivet om tvistem&#229;l d&#228;r f&#246;rlikning om saken inte &#228;r
till&#229;ten. &#214;verklagande av tingsr&#228;ttens avg&#246;rande sker till
Arbetsdomstolen. I s&#229;dant fall till&#228;mpas lagen om r&#228;tteg&#229;ngen i
arbetstvister med beaktande av f&#246;rsta meningen i detta stycke.

I fr&#229;ga om m&#229;l om utd&#246;mande av vite enligt 52 &#167; fj&#228;rde stycket
och 53 &#167; tredje stycket g&#228;ller vad som i 8 &#167; lagen (1985:206)
om viten f&#246;reskrivs om allm&#228;n domstols handl&#228;ggning av m&#229;l om
vitets utd&#246;mande. Lag (2000:163).

64 &#167; Vill n&#229;gon som har f&#246;rhandlingsr&#228;tt enligt 10 &#167; yrka skadest&#229;nd
eller annan fullg&#246;relse enligt denna lag eller kollektivavtal, skall
han p&#229;kalla f&#246;rhandling inom fyra m&#229;nader efter det att han har f&#229;tt
k&#228;nnedom om den omst&#228;ndighet vartill yrkandet h&#228;nf&#246;r sig och senast
inom tv&#229; &#229;r efter det att omst&#228;ndigheten har intr&#228;ffat. Skall enligt
f&#246;reskrift i kollektivavtal f&#246;rhandling &#228;ga rum b&#229;de lokalt och
centralt, g&#228;ller vad som nu har sagts den lokala f&#246;rhandlingen.
Central f&#246;rhandling skall i s&#229;dant fall p&#229;kallas inom tv&#229; m&#229;nader
efter det att den lokala f&#246;rhandlingen har avslutats.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning, n&#228;r part som avses d&#228;r
vill vinna f&#246;rklaring att r&#228;ttshandling eller avtalsbest&#228;mmelse &#228;r
ogiltig av det sk&#228;let att den inneb&#228;r kr&#228;nkning av f&#246;reningsr&#228;tten.

P&#229;kallar part ej f&#246;rhandling inom f&#246;reskriven tid, f&#246;rlorar han r&#228;tten
till f&#246;rhandling.

65 &#167; Talan i fall som avses i 64 &#167; skall v&#228;ckas inom tre m&#229;nader efter
det att f&#246;rhandling har avslutats. N&#228;r b&#229;de lokal och central
f&#246;rhandling har &#228;gt rum, r&#228;knas tiden fr&#229;n det att den centrala
f&#246;rhandlingen har avslutats. Har mot f&#246;rhandling f&#246;relegat hinder som
ej har berott av k&#228;randen, r&#228;knas tiden fr&#229;n det att f&#246;rhandling
senast skulle ha h&#229;llits.

66 &#167; Har organisation ej iakttagit f&#246;reskriven tid f&#246;r f&#246;rhandling
eller v&#228;ckande av talan, f&#229;r den som &#228;r eller har varit medlem i
organisationen och som ber&#246;res av tvisten v&#228;cka talan inom en m&#229;nad
efter det att tiden har l&#246;pt ut. Skall enligt 4 kap. 7 &#167; lagen
(1974:371) om r&#228;tteg&#229;ngen i arbetstvister talan f&#246;reg&#229;s av f&#246;rhandling
men har s&#229;dan ej &#228;gt rum, g&#228;ller vad som nu har sagts i st&#228;llet r&#228;tt
att p&#229;kalla f&#246;rhandling. Talan skall i s&#229;dant fall v&#228;ckas inom tid som
anges i 65 &#167;.


I tvist, vari arbetstagare ej kan f&#246;retr&#228;das av organisation, skall
han v&#228;cka talan inom fyra m&#229;nader efter det att han f&#229;tt k&#228;nnedom om
den omst&#228;ndighet vartill yrkandet h&#228;nf&#246;r sig och senast inom tv&#229; &#229;r
efter det att omst&#228;ndigheten har intr&#228;ffat.

67 &#167; Talan om skadest&#229;nd eller annan fullg&#246;relse med anledning av
olovlig strids&#229;tg&#228;rd f&#229;r ej i n&#229;got fall v&#228;ckas senare &#228;n tre m&#229;nader
efter det att strids&#229;tg&#228;rden har avslutats.

68 &#167; V&#228;cker part ej talan inom f&#246;reskriven tid, f&#246;rlorar han r&#228;tten
till talan.

69 &#167; F&#246;reskrifterna i 33--35 och 39 &#167;&#167; utg&#246;r inte hinder mot
beslut enligt 15 kap. r&#228;tteg&#229;ngsbalken. Lag (1994:1686).

70 &#167; har upph&#228;vts genom lag (1980:238).

&#214;verg&#229;ngsbest&#228;mmelser

1984:817

Denna lag tr&#228;der i kraft den 1 januari 1985. De nya best&#228;mmelserna i
60 &#167; till&#228;mpas n&#228;r skadest&#229;ndsskyldigheten har uppkommit efter
ikrafttr&#228;dandet. I annat fall till&#228;mpas 60 &#167; i dess &#228;ldre lydelse.

1992:440

Denna lag tr&#228;der i kraft den 1 juli 1992. I fr&#229;ga om skadest&#229;ndsansvar
som har uppkommit f&#246;re ikrafttr&#228;dandet g&#228;ller 60 &#167; i sin &#228;ldre lydelse.

1994:1686

Denna lag tr&#228;der i kraft den 1 januari 1995. En arbetsgivare &#228;r dock
inte skyldig att f&#246;rhandla eller underr&#228;tta enligt de nya
best&#228;mmelserna i 13 &#167; andra stycket och 15 &#167; andra stycket, om det
skulle inneb&#228;ra att f&#246;rhandling skulle ha inletts eller underr&#228;ttelse
skulle ha l&#228;mnats f&#246;re ikrafttr&#228;dandet.

2007:1095

1. Denna lag tr&#228;der i kraft den 1 januari 2008.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om
upphandlingar p&#229; vilka lagen (1992:1528) om offentlig
upphandling &#228;r till&#228;mplig.

2016:1149

1. Denna lag tr&#228;der i kraft den 1 januari 2017.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r upphandlingar 
som har p&#229;b&#246;rjats f&#246;re den 1 januari 2017.

2019:503

1. Denna lag tr&#228;der i kraft den 1 augusti 2019.

2. Best&#228;mmelserna ska inte till&#228;mpas n&#228;r det g&#228;ller en 
strids&#229;tg&#228;rd som har p&#229;b&#246;rjats f&#246;re ikrafttr&#228;dandet.

2021:1114

1. Denna lag tr&#228;der i kraft den 1 februari 2022.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r s&#229;dana 
upphandlingar som har p&#229;b&#246;rjats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4061">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4063">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
