

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-03-24" /> 
 <meta id="rattsinfo-edited" content="2023-03-24 15:38:05" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4074</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4073">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4075">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1976:206 ·
                    <a href="/sfsr?bet=1976:206">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1976:206) om felparkeringsavgift</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1976-04-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1987:25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1230
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Regeringen f&#229;r f&#246;rordna att denna lag skall till&#228;mpas i
fr&#229;ga om &#246;vertr&#228;delser av f&#246;reskrifter som r&#246;r parkering eller
stannande av

1. fordon som &#228;r upptagna i v&#228;gtrafikregistret eller
motsvarande utl&#228;ndska register,

2. fordon som &#228;r upptagna i det milit&#228;ra fordonsregistret,
eller

3. fordon som brukas med st&#246;d av saluvagnslicens,

om &#246;vertr&#228;delsen inte &#228;r belagd med straff. Lag (2001:564).

2 &#167; &#214;vertr&#228;der n&#229;gon f&#246;reskrift som avses i 1 &#167; &#228;r han skyldig att
erl&#228;gga avgift (felparkeringsavgift).

3 &#167; Regeringen f&#229;r ange det h&#246;gsta och det l&#228;gsta belopp som
felparkeringsavgifter f&#229;r fastst&#228;llas till. Beloppen f&#229;r d&#228;rvid
varieras med h&#228;nsyn till skilda slag av parkerings&#246;vertr&#228;delser. Att
beloppet h&#246;js i vissa fall framg&#229;r av 6 &#167; andra stycket.

Avgiftens belopp fastst&#228;lls av regeringen eller den myndighet eller
kommun som regeringen best&#228;mmer. Lag (1985:19).

4 &#167; Fordonets &#228;gare ansvarar f&#246;r att felparkeringsavgiften betalas.
&#196;garen ansvarar dock inte om omst&#228;ndigheterna g&#246;r det sannolikt att
fordonet fr&#229;nh&#228;nts honom genom brott.

Med fordonets &#228;gare avses

1. den som n&#228;r &#246;vertr&#228;delsen skedde var antecknad som fordonets &#228;gare
i n&#229;got av de register som avses i 1 &#167; 1 eller 2 eller den som senare
har antecknats d&#228;r som &#228;gare av fordonet vid tiden f&#246;r &#246;vertr&#228;delsen,

2. i fr&#229;ga om fordon som brukas med st&#246;d av licens som anges i 1 &#167; 3,
den som vid samma tid innehade licensen. Lag (1988:1180).

5 &#167; Har fordon stannats eller parkerats i strid mot f&#246;reskrifter som
avses i 1 &#167;, f&#229;r parkeringsanm&#228;rkning meddelas av en polisman eller av
en s&#229;dan parkeringsvakt som avses i lagen (1987:24) om kommunal
parkerings&#246;vervakning. En s&#229;dan anm&#228;rkning skall inneh&#229;lla en
uppmaning att inom en viss tid betala den fastst&#228;llda avgiften.

Anm&#228;rkningen &#246;verl&#228;mnas till fordonets f&#246;rare eller &#228;gare eller f&#228;stes
p&#229; fordonet.

En ny parkeringsanm&#228;rkning f&#229;r meddelas f&#246;r varje p&#229;b&#246;rjat
kalenderdygn som &#246;vertr&#228;delsen p&#229;g&#229;r. Minst sex timmar m&#229;ste dock
f&#246;rflyta fr&#229;n det att en parkeringsanm&#228;rkning meddelats till dess att
en ny f&#229;r meddelas. H&#246;gst fem parkeringsanm&#228;rkningar f&#229;r meddelas f&#246;r
samma &#246;vertr&#228;delse.

Att en polisman under vissa omst&#228;ndigheter f&#229;r l&#229;ta bli att meddela en
parkeringsanm&#228;rkning framg&#229;r av polislagen (1984:387). &#196;ven en
parkeringsvakt f&#229;r l&#229;ta bli att meddela en parkeringsanm&#228;rkning,
n&#228;mligen om &#246;vertr&#228;delsen med h&#228;nsyn till omst&#228;ndigheterna i fallet
framst&#229;r som obetydlig. Lag (1987:25).

6 &#167; Betalas inte en felparkeringsavgift inom f&#246;reskriven tid, skall
fordonets &#228;gare erinras om betalningsansvaret och uppmanas att inom
viss tid betala avgiften.

Betalas inte avgiften efter uppmaning, skall ett &#229;l&#228;ggande utf&#228;rdas
f&#246;r fordonets &#228;gare att inom viss tid betala en f&#246;rh&#246;jd avgift. Det
belopp med vilket avgiften skall h&#246;jas fastst&#228;lls av regeringen. F&#246;ljs
inte &#229;l&#228;ggandet, skall avgiften indrivas. Regeringen f&#229;r f&#246;reskriva om
ytterligare avgiftsf&#246;rh&#246;jning i samband med indrivning. Lag
(1981:142).

7 &#167; Avgift skall erl&#228;ggas inom f&#246;reskriven tid &#228;ven om talan f&#246;res om
undanr&#246;jande av betalningsskyldigheten.

8 &#167; Meddelas en parkeringsanm&#228;rkning och anser fordonets
f&#246;rare eller &#228;gare att detta inte borde ha skett, f&#229;r han
eller hon ans&#246;ka om r&#228;ttelse hos Polismyndigheten. Bifalls
ans&#246;kan, ska myndigheten undanr&#246;ja betalningsansvaret.

Bifalls inte ans&#246;kan om r&#228;ttelse eller kan fr&#229;gan inte
l&#228;mpligen pr&#246;vas i denna ordning, ska den som har beg&#228;rt
r&#228;ttelse upplysas om m&#246;jligheten att bestrida
betalningsansvar p&#229; det s&#228;tt som anges i 9 &#167;.

Mot beslut med anledning av beg&#228;ran om r&#228;ttelse f&#229;r talan
inte f&#246;ras. Lag (2014:719).

9 &#167; &#196;garen av ett fordon, f&#246;r vilket parkeringsanm&#228;rkning har
meddelats, f&#229;r hos Polismyndigheten skriftligen anm&#228;la att
han eller hon bestrider betalningsansvar. I anm&#228;lan ska han
eller hon ange de omst&#228;ndigheter som bestridandet grundas p&#229;
och den bevisning som &#229;beropas.

Har bestridande anm&#228;lts, verkst&#228;ller Polismyndigheten den
utredning som beh&#246;vs. Sedan utredningen har avslutats,
meddelar Polismyndigheten beslut med anledning av
bestridandet. Finner myndigheten att parkeringsanm&#228;rkning
inte borde ha meddelats eller att den som bestritt
betalningsansvar av n&#229;gon annan anledning inte &#228;r
betalningsansvarig, ska myndigheten undanr&#246;ja
betalningsansvaret.

Anm&#228;ls bestridande senare &#228;n sex m&#229;nader efter det att
avgiften har betalats eller Kronofogdemyndigheten vidtagit
&#229;tg&#228;rd f&#246;r indrivning av avgiften, ska anm&#228;lan avvisas.
Lag (2014:719).

10 &#167; Ett beslut enligt 9 &#167; som inneb&#228;r att betalningsansvaret
undanr&#246;jts f&#229;r inte &#246;verklagas.

Andra beslut enligt 9 &#167; &#246;verklagas skriftligen till den
tingsr&#228;tt inom vars domkrets &#246;vertr&#228;delsen har &#228;gt rum.
&#214;verklagandet ska ges in till Polismyndigheten. Det ska ha
kommit in dit senast tre veckor fr&#229;n det att klaganden fick
del av beslutet. Vid &#246;verklagande g&#228;ller lagen (1996:242) om
domstols&#228;renden, om inte annat anges i denna lag.

Omst&#228;ndigheter eller bevis som inte angetts vid
Polismyndigheten f&#229;r i tingsr&#228;tten eller hovr&#228;tten &#229;beropas
endast om parten g&#246;r sannolikt, att han eller hon haft giltig
urs&#228;kt f&#246;r sin underl&#229;tenhet att ange omst&#228;ndigheten eller
beviset vid Polismyndigheten, eller om det av annan s&#228;rskild
anledning b&#246;r till&#229;tas att omst&#228;ndigheten eller beviset
&#229;beropas. Lag (2014:719).

10 a &#167; Hovr&#228;ttens beslut f&#229;r inte &#246;verklagas av en enskild
part. Hovr&#228;tten f&#229;r dock till&#229;ta att beslutet &#246;verklagas, om
det finns s&#228;rskilda sk&#228;l f&#246;r en pr&#246;vning om tillst&#229;nd skall ges
enligt 54 kap. 10 &#167; f&#246;rsta stycket 1 r&#228;tteg&#229;ngsbalken.
Lag (2005:697).

11 &#167; Ett fordon f&#229;r inte anv&#228;ndas, om felparkeringsavgift 
eller f&#246;rh&#246;jd avgift inte har betalats inom f&#246;reskriven tid. 
Anv&#228;ndningsf&#246;rbud intr&#228;der dock f&#246;rst n&#228;r

1. den totala avgiftsskulden uppg&#229;r till mer &#228;n 5 000 kronor, 
och

2. minst sex m&#229;nader har g&#229;tt fr&#229;n den dag d&#229; den totala 
avgiftsskulden eller en del d&#228;rav som &#246;verstiger 5 000 kronor 
senast skulle ha betalats.

I den totala avgiftsskulden ska inte r&#228;knas in

1. avgift som en tidigare &#228;gare av fordonet &#228;r skyldig att 
betala, och

2. avgift f&#246;r vilken anst&#229;nd med betalningen g&#228;ller.

Anv&#228;ndningsf&#246;rbudet g&#228;ller till dess det belopp enligt f&#246;rsta 
stycket 2 som har lett till f&#246;rbudet har betalats.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r den myndighet som regeringen 
best&#228;mmer medge att ett visst fordon f&#229;r anv&#228;ndas trots 
best&#228;mmelserna i f&#246;rsta stycket. Lag (2020:507).

11 a &#167; Om ett fordon har s&#229;lts vid en exekutiv f&#246;rs&#228;ljning, av 
ett konkursbo eller enligt lagen (1982:129) om flyttning av 
fordon i vissa fall f&#229;r det anv&#228;ndas &#228;ven om 
felparkeringsavgift eller f&#246;rh&#246;jd avgift, som en tidigare 
&#228;gare &#228;r betalningsskyldig f&#246;r, inte har betalats. Detsamma 
g&#228;ller f&#246;r ett fordon som tillh&#246;r ett konkursbo i fr&#229;ga om 
avgift som konkursg&#228;lden&#228;ren eller en tidigare &#228;gare &#228;r 
betalningsskyldig f&#246;r. Lag (2022:1230).

11 b &#167; Om ett fordon anv&#228;nds i strid med 11 &#167;, ska en polisman 
eller en bilinspekt&#246;r ta hand om fordonets 
registreringsskyltar.

Den som har tagit hand om fordonets registreringsskyltar f&#229;r 
medge att fordonet f&#246;rs till n&#228;rmaste l&#228;mpliga 
avlastningsplats eller uppst&#228;llningsplats. Lag (2020:507).

11 c &#167; Beslut enligt 11 &#167; fj&#228;rde stycket f&#229;r &#246;verklagas till 
allm&#228;n f&#246;rvaltningsdomstol.

Beslut enligt 11 b &#167; f&#229;r inte &#246;verklagas.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2020:507).

12 &#167; Har upph&#228;vts genom lag (1996:257).

13 &#167; &#197;l&#228;ggande enligt 6 &#167; andra stycket f&#229;r inte utf&#228;rdas
senare &#228;n ett &#229;r efter den dag d&#229; &#246;vertr&#228;delsen skedde.

Om en felparkeringsavgift inte betalas efter ett s&#229;dant
&#229;l&#228;ggande som avses i 6 &#167; andra stycket skall
Transportstyrelsen beg&#228;ra indrivning av avgiften. Regeringen
f&#229;r meddela f&#246;reskrifter om att indrivning inte beh&#246;ver beg&#228;ras
f&#246;r ett ringa belopp.

Best&#228;mmelser om indrivning finns i lagen (1993:891) om
indrivning av statliga fordringar m.m. Vid indrivning f&#229;r
verkst&#228;llighet enligt uts&#246;kningsbalken ske oavsett om
&#229;l&#228;ggandet har f&#229;tt laga kraft. Lag (2008:1361).

14 &#167; V&#228;ckes &#229;tal eller utf&#228;rdas straff&#246;rel&#228;ggande f&#246;r g&#228;rning som icke
omfattas av f&#246;rordnande enligt denna lag och ing&#229;r i g&#228;rningen
f&#246;rfarande som kan f&#246;ranleda parkeringsanm&#228;rkning, skall s&#229;dan
anm&#228;rkning ej meddelas.

15 &#167; Felparkeringsavgift &#229;terbetalas om

1. betalningsansvaret har undanr&#246;jts genom beslut som har vunnit laga
kraft,

2. avgift tidigare har erlagts f&#246;r samma &#246;vertr&#228;delse,

3. parkeringsanm&#228;rkningen inte har pr&#246;vats av domstol och det &#228;r
uppenbart att anm&#228;rkningen inte borde ha meddelats, eller

4. avgiften redan har erlagts, n&#228;r &#229;tal v&#228;ckes eller straff&#246;rel&#228;ggande
utf&#228;rdats i fall som avses i 14 &#167;. Lag (1988:1180).

16 &#167; N&#228;r en parkeringsanm&#228;rkning har meddelats i en kommun som sj&#228;lv
svarar f&#246;r &#246;vervakningen enligt lagen (1987:24) om kommunal
parkerings&#246;vervakning, tillfaller felparkeringsavgiften kommunen.

Vid utbetalning till en kommun av betalda felparkeringsavgifter skall
statens kostnader dras av med ett belopp som fastst&#228;lls av regeringen
eller den myndighet som regeringen best&#228;mmer. Om avgiften har h&#246;jts
enligt 6 &#167; andra stycket, skall dessutom tre fj&#228;rdedelar av det belopp
som svarar mot h&#246;jningen tillfalla staten.

I andra fall &#228;n som avses i f&#246;rsta stycket tillfaller avgiften staten.
Lag (1988:1180).

&#214;verg&#229;ngsbest&#228;mmelser

1988:1180

Denna lag tr&#228;der i kraft den 1 januari 1989.

I fr&#229;ga om parkeringsanm&#228;rkningar som har meddelats f&#246;re
ikrafttr&#228;dandet g&#228;ller inte 10 a &#167;. Betr&#228;ffande s&#229;dana
parkeringsanm&#228;rkningar skall 9, 10 och 16 &#167;&#167; i deras &#228;ldre lydelse
till&#228;mpas &#228;ven efter ikrafttr&#228;dandet.

1989:358

Denna lag tr&#228;der i kraft den 1 juli 1989. &#196;ldre best&#228;mmelser till&#228;mpas
dock i fr&#229;ga om avg&#246;randen av hovr&#228;tt som meddelats f&#246;re
ikrafttr&#228;dandet.

1992:633

Denna lag tr&#228;der i kraft den 1 januari 1993. &#196;ldre f&#246;reskrifter g&#228;ller
dock fortfarande i fr&#229;ga om restavgift.

2005:697

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
best&#228;mmelser g&#228;ller i fr&#229;ga om krav p&#229; pr&#246;vningstillst&#229;nd vid
&#246;verklagande av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.

2020:507

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. De nya best&#228;mmelserna till&#228;mpas inte i fr&#229;ga om 
felparkeringsavgifter som har beslutats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4073">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4075">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
