

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-01-23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4075</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4074">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4076">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1976:108 ·
                    <a href="/sfsr?bet=1976:108">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1976:108) om erk&#228;nnande och verkst&#228;llighet av utl&#228;ndskt avg&#246;rande ang&#229;ende underh&#229;llsskyldighet</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1976-03-25
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2014:920
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Best&#228;mmelserna i denna lag &#228;ger enligt f&#246;rordnande av regeringen
till&#228;mpning i f&#246;rh&#229;llande till stat som har tilltr&#228;tt Haagkonventionen
den 2 oktober 1973 om erk&#228;nnande och verkst&#228;llighet av avg&#246;randen
ang&#229;ende underh&#229;llsskyldighet.

Regeringen f&#229;r f&#246;rordna att lagen skall till&#228;mpas ocks&#229; i f&#246;rh&#229;llande
till en annan stat eller del av stat som under i huvudsak likv&#228;rdiga
f&#246;ruts&#228;ttningar som anges i denna lag erk&#228;nner och verkst&#228;ller svenska
avg&#246;randen ang&#229;ende underh&#229;llsskyldighet. En s&#229;dan stat eller del av
stat skall vid till&#228;mpningen av denna lag j&#228;mst&#228;llas med de stater som
avses i f&#246;rsta stycket. Lag (1988:258).

2 &#167; Lagakraftvunnet avg&#246;rande av beh&#246;rig myndighet i f&#246;rdragsslutande
stat g&#228;ller &#228;ven h&#228;r i riket, om det avser skyldighet att p&#229; grund av
f&#246;r&#228;ldraskap utge underh&#229;llsbidrag f&#246;r tid innan den
underh&#229;llsber&#228;ttigade har fyllt tjugoett &#229;r eller ing&#229;tt &#228;ktenskap
eller avser skyldighet att utge underh&#229;llsbidrag till make eller
f&#246;rutvarande make.

Har f&#246;rdragsslutande stat f&#246;rbeh&#229;llit sig att ej erk&#228;nna och
verkst&#228;lla avg&#246;rande, varigenom underh&#229;llsbidrag har best&#228;mts till
visst belopp att utges en g&#229;ng f&#246;r alla, kan regeringen f&#246;rordna att
s&#229;dant avg&#246;rande som har meddelats i den staten ej skall g&#228;lla h&#228;r
i riket.

3 &#167; Med avg&#246;rande avses i denna lag dom eller slutligt beslut av
domstol eller annan myndighet.

Vad i lagen s&#228;gs om avg&#246;rande g&#228;ller i till&#228;mpliga delar ocks&#229;
f&#246;rlikningsavtal, som har tr&#228;ffats inf&#246;r domstol eller annan myndighet
i f&#246;rdragsslutande stat och som kan verkst&#228;llas d&#228;r.

Har f&#246;rdragsslutande stat avgivit f&#246;rklaring att konventionen skall
g&#228;lla &#228;ven s&#229;dan officiell handling (acte authentique) r&#246;rande
underh&#229;llsskyldighet som har uppr&#228;ttats av eller inf&#246;r myndighet eller
offentlig funktion&#228;r och som omedelbart kan l&#228;ggas till grund f&#246;r
verkst&#228;llighet i den stat d&#228;r handlingen har uppr&#228;ttats, kan regeringen
f&#246;rordna att vad som s&#228;gs om avg&#246;rande i lagen skall i till&#228;mpliga delar
g&#228;lla &#228;ven handling av n&#228;mnda slag.

4 &#167; Erk&#228;nnande eller verkst&#228;llighet av avg&#246;rande kan v&#228;gras

1. om erk&#228;nnande eller verkst&#228;llande av avg&#246;randet &#228;r uppenbart
of&#246;renligt med grunderna f&#246;r r&#228;ttsordningen h&#228;r i riket,

2. om avg&#246;randet har p&#229;verkats av svikligt f&#246;rfarande i samband med
handl&#228;ggningen,

3. om m&#229;l ang&#229;ende samma sak &#228;r anh&#228;ngigt h&#228;r i riket och talan d&#228;ri
har v&#228;ckts innan talan v&#228;cktes i den andra staten,

4. om h&#228;r i riket har meddelats avg&#246;rande ang&#229;ende samma sak,

5. om i annan stat har meddelats avg&#246;rande ang&#229;ende samma sak och det
avg&#246;randet uppfyller &#246;vriga villkor f&#246;r att g&#228;lla h&#228;r i riket.

Avg&#246;rande mot utebliven svarande g&#228;ller h&#228;r i riket endast om st&#228;mning
med underr&#228;ttelse om det v&#228;sentliga inneh&#229;llet i k&#228;randens talan har
delgivits svaranden enligt f&#246;reskrifterna i den stat, d&#228;r avg&#246;randet
har meddelats, och denne med h&#228;nsyn till omst&#228;ndigheterna har haft
tillr&#228;cklig tid f&#246;r att svara i saken.

5 &#167; Avg&#246;rande anses vara meddelat av beh&#246;rig myndighet i
f&#246;rdragsslutande stat

1. om den underh&#229;llsskyldige eller den underh&#229;llsber&#228;ttigade hade
sitt hemvist i den staten, n&#228;r talan v&#228;cktes,

2. om den underh&#229;llsskyldige och den underh&#229;llsber&#228;ttigade var
medborgare i den staten, n&#228;r talan v&#228;cktes,

3. om den underh&#229;llsskyldige uttryckligen har godtagit att saken pr&#246;vas
av myndigheten eller utan inv&#228;ndning ang&#229;ende myndighetens beh&#246;righet
har ing&#229;tt i svarom&#229;l i saken.

Ut&#246;ver vad som f&#246;ljer av f&#246;rsta stycket skall myndighet i
f&#246;rdragsslutande stat som har meddelat avg&#246;rande ang&#229;ende underh&#229;ll anses
beh&#246;rig, om underh&#229;llet utg&#229;r med anledning av &#228;ktenskapsskillnad eller
legal separation eller med anledning av ogiltighetsf&#246;rklaring eller
&#229;terg&#229;ng av &#228;ktenskap samt beslutet h&#228;rom har meddelats av myndighet i
samma stat och myndigheten i s&#229;dant h&#228;nseende var beh&#246;rig enligt svensk
lag.

Vad myndighet i f&#246;rdragsslutande stat har funnit utrett ang&#229;ende de
omst&#228;ndigheter, p&#229; vilka myndigheten har grundat sin beh&#246;righet, skall
godtagas.

6 &#167; Har offentligt organ p&#229; grund av avg&#246;rande som avses i denna lag
betalat bidrag till underh&#229;llsber&#228;ttigad, &#228;ger organet i hans st&#228;lle
ans&#246;ka om erk&#228;nnande eller verkst&#228;llighet av avg&#246;randet, om organet &#228;r
beh&#246;rigt d&#228;rtill enligt lagen i den stat det tillh&#246;r.

Har avg&#246;rande meddelats p&#229; ans&#246;kan av offentligt organ, som har utgivit
bidrag i f&#246;rskott till underh&#229;llsber&#228;ttigad, fordras f&#246;r att avg&#246;randet
skall g&#228;lla h&#228;r i riket, ut&#246;ver vad som f&#246;ljer av 1--5 &#167;&#167;,

1. att det offentliga organet kan erh&#229;lla &#229;terbetalning av den
underh&#229;llsskyldige enligt lagen i den stat det tillh&#246;r,

2. att skyldighet att utge underh&#229;ll till den underh&#229;llsber&#228;ttigade &#228;r
f&#246;reskriven i den lag som &#228;r till&#228;mplig enligt svensk internationell
privatr&#228;tt.

Ett offentligt organ, som enligt lagen i den stat det tillh&#246;r har till
uppgift att f&#246;r den underh&#229;llsber&#228;ttigades r&#228;kning ta emot betalning av
underh&#229;llsbidrag och som f&#246;r detta &#228;ndam&#229;l har &#246;vertagit den
underh&#229;llsber&#228;ttigades r&#228;tt att kr&#228;va ut bidraget, f&#229;r i dennes st&#228;lle
ans&#246;ka om erk&#228;nnande och verkst&#228;llighet av ett avg&#246;rande ang&#229;ende
underh&#229;llsskyldighet. Lag (1988:1220).

7 &#167; Avg&#246;rande, som g&#228;ller h&#228;r i riket enligt denna lag, skall p&#229;
ans&#246;kan verkst&#228;llas h&#228;r.

Ans&#246;kan f&#229;r avse avg&#246;randet i dess helhet eller del d&#228;rav.

8 &#167; &#196;ven icke lagkraftvunnen dom ang&#229;ende underh&#229;ll, vilken f&#229;r
verkst&#228;llas i den stat d&#228;r den har meddelats, skall p&#229; ans&#246;kan
verkst&#228;llas h&#228;r. Detsamma g&#228;ller domstols beslut om underh&#229;ll f&#246;r tiden
intill dess lagakraft&#228;gande dom eller beslut f&#246;religger, om beslut av
detta slag kan meddelas av svensk domstol i motsvarande fall.

Ans&#246;kan enligt f&#246;rsta stycket f&#229;r icke bifallas, om hinder mot
verkst&#228;llighet av lagakraftvunnet avg&#246;rande skulle f&#246;religga enligt
denna lag.

9 &#167; En ans&#246;kan om att ett avg&#246;rande ska f&#246;rklaras verkst&#228;llbart 
g&#246;rs till den tingsr&#228;tt som regeringen f&#246;reskriver.

S&#246;kanden ska tillsammans med ans&#246;kan ge in

1. exekutionstiteln i original eller i kopia som har bestyrkts 
av en myndighet,

2. bevis om att exekutionstiteln f&#229;r verkst&#228;llas i den stat d&#228;r 
den har uppr&#228;ttats,

3. om ans&#246;kan avser en dom eller ett beslut om 
underh&#229;llsskyldighet som har meddelats mot n&#229;gon som har
uteblivit, en handling i original eller i bestyrkt kopia som
utvisar att st&#228;mning med underr&#228;ttelse, som avses i 4 &#167; andra
stycket, har delgetts i den ordning som g&#228;ller enligt lagen i
den stat d&#228;r domen eller beslutet har meddelats,

4. om s&#246;kanden &#228;r ett offentligt organ, beh&#246;vliga handlingar
om organets beh&#246;righet att beg&#228;ra verkst&#228;llighet,

5. en bestyrkt &#246;vers&#228;ttning av handlingarna till svenska,
s&#229;vida inte tingsr&#228;tten anser att det inte beh&#246;vs.
Lag (2014:920).

10 &#167; Om ett avg&#246;rande f&#246;rklaras verkst&#228;llbart, verkst&#228;lls
avg&#246;randet p&#229; samma s&#228;tt som en svensk dom som har f&#229;tt laga
kraft. En f&#246;reskrift om tv&#229;ngsmedel i avg&#246;randet ska dock
inte till&#228;mpas. Lag (2014:920).

11 &#167; Vid handl&#228;ggning i domstol av ett &#228;rende om
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen (1996:242) 
om domstols&#228;renden. Lag (2014:920).

12 &#167; F&#246;reskrifterna i denna lag g&#228;ller ej i f&#246;rh&#229;llande till Danmark,
Finland, Island och Norge, i den m&#229;n s&#228;rskilda best&#228;mmelser &#228;ger
till&#228;mpning.

&#214;verg&#229;ngsbest&#228;mmelser

1976:108

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

I fr&#229;ga om underh&#229;llsbidrag, som har fastst&#228;llts i stat som avses i 1 &#167;
f&#246;rsta stycket f&#246;re konventionens ikrafttr&#228;dande i f&#246;rh&#229;llande till den
staten, g&#228;ller lagen endast s&#229;vitt avser bidragsbelopp som f&#246;rfaller
till betalning efter ikrafttr&#228;dandet. Lag (1988:258).

2014:920

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea hovr&#228;tt
och H&#246;gsta domstolen av &#228;renden som har inletts i hovr&#228;tten
f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4074">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4076">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
