

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2022-04-20 14:28:51" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4077</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4076">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4078">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1976:19 ·
                    <a href="/sfsr?bet=1976:19">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1976:19) om internationellt samarbete 
r&#246;rande lagf&#246;ring f&#246;r brott</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1976-01-29
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:1021
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Lagens till&#228;mpningsomr&#229;de

1 &#167; Denna lag &#228;ger enligt f&#246;rordnande av regeringen till&#228;mpning i
fr&#229;ga om &#246;verf&#246;rande av lagf&#246;ring f&#246;r brott till eller fr&#229;n stat som
har tilltr&#228;tt den europeiska konventionen den 15 maj 1972 om &#246;ver
f&#246;rande av lagf&#246;ring i brottm&#229;l. I fr&#229;ga om trafikbrott g&#228;ller lagen
dock ej i f&#246;rh&#229;llande till stat som har tilltr&#228;tt den europeiska
konventionen den 30 november 1964 om straff f&#246;r v&#228;gtrafikbrott.

&#214;verf&#246;rande av lagf&#246;ring fr&#229;n Sverige till annan stat

2 &#167; Misst&#228;nkes n&#229;gon f&#246;r brott enligt svensk lag, f&#229;r framst&#228;llning
om &#246;verf&#246;rande av lagf&#246;ringen till annan stat g&#246;ras

1. om den misst&#228;nkte har hemvist i den andra staten,

2. om den misst&#228;nkte &#228;r medborgare i den andra staten eller om denna
stat &#228;r hans ursprungliga hemland,

3. om den misst&#228;nkte underg&#229;r eller skall underg&#229; frihetsber&#246;vande
p&#229;f&#246;ljd i den andra staten,

4. om lagf&#246;ring f&#246;r samma eller annat brott har inletts mot den
misst&#228;nkte i den andra staten,

5. om &#246;verf&#246;rande av lagf&#246;ring p&#229;kallas av utredningssk&#228;l,

6. om verkst&#228;llighet i den andra staten av dom p&#229; grund av brottet kan
antagas &#246;ka m&#246;jligheterna till den d&#246;mdes sociala anpassning,

7. om den misst&#228;nktes personliga n&#228;rvaro ej kan s&#228;kerst&#228;llas vid
f&#246;rhandling h&#228;r i landet men vid f&#246;rhandling i den andra staten,
eller

8. om dom p&#229; grund av brottet ej kan verkst&#228;llas h&#228;r i landet ens med
anv&#228;ndning av utl&#228;mningsf&#246;rfarande men verkst&#228;llighet kan ske i den
andra staten.

Har fr&#229;ga om ansvar f&#246;r g&#228;rningen pr&#246;vats h&#228;r i landet genom dom som
vunnit laga kraft mot den misst&#228;nkte, f&#229;r framst&#228;llning enligt f&#246;rsta
stycket g&#246;ras endast om p&#229;f&#246;ljd &#229;d&#246;mts genom domen men denna ej kan
verkst&#228;llas h&#228;r ens med anv&#228;ndning av utl&#228;mningsf&#246;rfarande och den
andra staten icke erk&#228;nner principen om verkst&#228;llighet av utl&#228;ndsk dom
eller v&#228;grar att verkst&#228;lla s&#229;dan dom.

Regeringen eller myndighet som regeringen best&#228;mmer beslutar om fram
st&#228;llning enligt denna paragraf.

3 &#167; Sedan framst&#228;llning enligt 2 &#167; gjorts, f&#229;r ej &#229;tal v&#228;ckas f&#246;r
brottet. Annan &#229;tg&#228;rd f&#246;r lagf&#246;ring f&#229;r vidtagas intill dess den andra
statens beslut med anledning av framst&#228;llningen har mottagits.

&#214;verf&#246;res lagf&#246;ring sedan &#229;tal v&#228;ckts, skall detta f&#246;rh&#229;llande anses
utg&#246;ra r&#228;tteg&#229;ngshinder i brottm&#229;let.

Dom som har meddelats h&#228;r i landet mot den misst&#228;nkte f&#246;r brottet f&#229;r
ej, utom s&#229;vitt ang&#229;r enskilt anspr&#229;k i anledning av brottet, verk
st&#228;llas sedan framst&#228;llningen gjorts.

4 &#167; Utan hinder av 3 &#167; f&#229;r &#229;tg&#228;rd f&#246;r lagf&#246;ring eller verkst&#228;llighet
vidtagas h&#228;r i landet

1. om den andra staten meddelar, att den beslutat att ej vidtaga
&#229;tg&#228;rder med anledning av framst&#228;llningen eller avbryta s&#229;dana
&#229;tg&#228;rder eller att den avslagit framst&#228;llningen eller &#229;terkallat sitt
bifall till denna,

2. om framst&#228;llningen &#229;terkallas innan den andra staten har meddelat
att den beslutat att vidtaga &#229;tg&#228;rder med anledning av den.

5 &#167; Har framst&#228;llning enligt 2 &#167; avl&#229;tits, f&#246;rl&#228;nges tiden f&#246;r &#229;tals
preskription h&#228;r i landet med sex m&#229;nader.

&#214;verf&#246;rande av lagf&#246;ring fr&#229;n annan stat till Sverige

Pr&#246;vning av framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring

6 &#167; &#196;r n&#229;gon i annan stat misst&#228;nkt f&#246;r brott enligt dess lag, kan
lagf&#246;ringen p&#229; framst&#228;llning fr&#229;n den staten &#246;verf&#246;ras till Sverige,
om sk&#228;l finnes d&#228;rtill med motsvarande till&#228;mpning av 2 &#167;.

Lagf&#246;ringen f&#229;r &#246;verf&#246;ras endast i fall d&#229; g&#228;rningen skulle har varit
ett brott enligt svensk lag, om den hade beg&#229;tts h&#228;r i landet, samt
i s&#229;dant fall g&#228;rningsmannen skulle ha varit underkastad ansvar &#228;ven
enligt svensk lag. Har brottet beg&#229;tts av person i offentlig st&#228;llning
i den andra staten eller mot s&#229;dan person eller offentlig institution
eller egendom med offentlig karakt&#228;r i denna stat, skall brottet anses
beg&#229;nget av person i offentlig st&#228;llning h&#228;r i landet eller mot
person, institution eller egendom som h&#228;r i landet motsvarar den mot
vilken det har beg&#229;tts.

7 &#167; Framst&#228;llningen f&#229;r inte bifallas

1. om det finns hinder mot lagf&#246;ring h&#228;r i landet enligt 
2 kap. 9 &#167; brottsbalken,

2. om &#229;talspreskription har intr&#228;tt i den andra staten enligt 
dess lag innan framst&#228;llningen l&#228;mnades,

3. om &#229;talspreskription har intr&#228;tt enligt svensk lag innan 
framst&#228;llningen mottogs,

4. om lagf&#246;ringen skulle strida mot Sveriges internationella 
&#229;taganden, eller

5. om lagf&#246;ringen skulle strida mot grunderna f&#246;r 
r&#228;ttsordningen h&#228;r i landet. Lag (2021:1021).

8 &#167; Framst&#228;llningen f&#229;r avsl&#229;s

1. om den misst&#228;nkte icke har hemvist i Sverige,

2. om den misst&#228;nkte icke &#228;r svensk medborgare och ej heller hade
hemvist i Sverige vid tiden f&#246;r brottet,

3. om brottet &#228;r av politisk natur eller ett rent milit&#228;rt eller
skatter&#228;ttsligt brott,

4. om det finns grundad anledning antaga att framst&#228;llningen har f&#246;r
anletts av h&#228;nsyn till ras, religion, nationalitet eller politisk
&#229;sikt,

5. om g&#228;rningen har beg&#229;tts utom den andra statens omr&#229;de, eller

6. om den andra staten icke har iakttagit de f&#246;reskrifter r&#246;rande
f&#246;rfarandet som f&#246;reskrives i den konvention som avses i 1 &#167; f&#246;rsta
meningen.

9 &#167; Beslut varigenom framst&#228;llningen har bifallits skall &#229;terkallas

1. om det framkommer att f&#246;ruts&#228;ttning enligt 6 &#167; f&#246;r &#246;verf&#246;rande av
lagf&#246;ringen ej &#228;r f&#246;r handen eller att grund f&#246;r avslag enligt 7 &#167; 1
eller 2 f&#246;religger, eller

2. om grund f&#246;r avslag enligt 7 &#167; 3--5 framkommer innan &#229;tal har
v&#228;ckts h&#228;r.

10 &#167; Beslut varigenom framst&#228;llningen har bifallits f&#229;r &#229;terkallas

1. om den misst&#228;nktes personliga n&#228;rvaro vid f&#246;rhandling h&#228;r i landet
ej kan s&#228;kerst&#228;llas eller blivande dom p&#229; grund av brottet ej kan
verkst&#228;llas h&#228;r,

2. om grund f&#246;r avslag enligt 8 &#167; framkommer innan &#229;tal har v&#228;ckts
h&#228;r, eller

3. i annat fall, om den andra staten samtycker d&#228;rtill.

11 &#167; Regeringen eller myndighet som regeringen best&#228;mmer pr&#246;var fr&#229;ga
som avses i 6-10 &#167;&#167;.

Verkan av framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring

12 &#167; &#196;r b&#229;de h&#228;r i landet och i den andra staten &#229;tal beroende av
angivelse, har angivelse som har gjorts i den andra staten samma
verkan som angivelse som gjorts h&#228;r i landet.

Kr&#228;ves angivelse endast h&#228;r i landet, f&#229;r &#229;tg&#228;rd f&#246;r lagf&#246;ring
vidtagas &#228;ven om angivelse ej har gjorts, om den som har r&#228;tt att g&#246;ra
angivelse ej har gjort inv&#228;ndning h&#228;remot inom en m&#229;nad fr&#229;n det att
underr&#228;ttelse om hans r&#228;tt att g&#246;ra s&#229;dan inv&#228;ndning har delgivits
honom.

13 &#167; Har framst&#228;llning fr&#229;n en annan stat om &#246;verf&#246;rande av 
lagf&#246;ring bifallits, f&#229;r &#229;tal v&#228;ckas h&#228;r i landet, &#228;ven om 
s&#229;dant f&#246;rordnande som avses i 2 kap. 7 eller 10 &#167; 
brottsbalken inte har meddelats.

F&#246;r g&#228;rning som avses med framst&#228;llningen d&#246;ms s&#229;som f&#246;r brott 
som enligt svensk lag motsvarar g&#228;rningen efter vad som s&#228;gs i 
6 &#167; andra stycket. Kan lagf&#246;ringen ske h&#228;r i landet endast med 
st&#246;d av denna lag, f&#229;r det inte d&#246;mas till p&#229;f&#246;ljd som &#228;r att 
anse som str&#228;ngare &#228;n det sv&#229;raste straff som &#228;r stadgat f&#246;r 
brottet enligt lagen i den andra staten. Lag (2021:1021).

14 &#167; &#197;tg&#228;rd f&#246;r v&#228;ckande av &#229;tal eller f&#246;runders&#246;kning, som har vid
tagits enligt lagen i den andra staten, har samma giltighet h&#228;r i
landet som om den hade vidtagits av svensk myndighet. Den f&#229;r dock ej
tillerk&#228;nnas st&#246;rre bevisverkan &#228;n den har i den andra staten.

S&#229;dan i den andra staten vidtagen &#229;tg&#228;rd som enligt lagen i den staten
medf&#246;r f&#246;rl&#228;ngning av den tid inom vilken p&#229;f&#246;ljd kan &#229;d&#246;mas har
motsvarande verkan h&#228;r i landet.

Tillf&#228;lliga tv&#229;ngs&#229;tg&#228;rder

15 &#167; Har annan stat meddelat sin avsikt att g&#246;ra framst&#228;llning enligt
6 &#167; i fr&#229;ga om g&#228;rning, f&#246;r vilken lagf&#246;ring h&#228;r i landet kan ske
endast med st&#246;d av denna lag, f&#229;r den misst&#228;nkte p&#229; framst&#228;llning av
den andra staten anh&#229;llas eller h&#228;ktas h&#228;r i landet, om h&#228;ktning f&#246;r
brottet f&#229;r ske enligt svensk lag och det sk&#228;ligen kan befaras att den
misst&#228;nkte avviker eller undanr&#246;jer bevis. I fr&#229;ga om s&#229;dan tv&#229;ngs
&#229;tg&#228;rd till&#228;mpas i &#246;vrigt vad som &#228;r f&#246;reskrivet i svensk lag.

Har i fall som avses i f&#246;rsta stycket framst&#228;llning om &#246;verf&#246;rande av
lagf&#246;ring &#229;tf&#246;ljd av f&#246;reskrivna handlingar mottagits fr&#229;n annan stat,
f&#229;r h&#228;r i landet anv&#228;ndas alla de tv&#229;ngsmedel vilka hade kunnat
anv&#228;ndas enligt svensk lag i fr&#229;ga om brottet.

16 &#167; Tv&#229;ngs&#229;tg&#228;rd som avses i 15 &#167; skall omedelbart h&#228;vas, om r&#228;tten
till lagf&#246;ring &#229;terg&#229;r till den andra staten.

Den som har anh&#229;llits eller h&#228;ktats skall omedelbart friges, om
framst&#228;llning om &#246;verf&#246;rande av lagf&#246;ring ej har mottagits inom 18
dagar fr&#229;n den dag d&#229; han ber&#246;vades friheten p&#229; grund av beslutet om
anh&#229;llande eller h&#228;ktning eller om de handlingar, som skall &#229;tf&#246;lja
framst&#228;llningen, ej har erh&#229;llits inom 15 dagar fr&#229;n det framst&#228;ll
ningen mottogs. Tiden f&#246;r frihetsber&#246;vande enligt 15 &#167; f&#246;rsta stycket
f&#229;r ej i n&#229;got fall &#246;verskrida 40 dagar.

Slutbest&#228;mmelser

17 &#167; Har annan stat gjort framst&#228;llning enligt 6 &#167; i fr&#229;ga om
g&#228;rning f&#246;r vilken lagf&#246;ring h&#228;r i landet kan ske endast med st&#246;d av
denna lag eller gjort framst&#228;llning om &#229;tg&#228;rd enligt 15 &#167;, skall den
som avses med framst&#228;llningen vid behov l&#228;mnas r&#228;ttshj&#228;lp enligt vad
som g&#228;ller f&#246;r tilltalad i brottm&#229;l. Ers&#228;ttning som har utgivits av
allm&#228;nna medel till offentlig f&#246;rsvarare skall alltid stanna p&#229;
staten. Lag (1996:1638).

18 &#167; I fr&#229;ga om f&#246;rfarandet i &#228;rende enligt denna lag meddelar
regeringen eller myndighet som regeringen best&#228;mmer erforderliga f&#246;re
skrifter.

&#214;verg&#229;ngsbest&#228;mmelser

1976:19

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer.

Lagen &#228;ger ej till&#228;mpning vid samarbete r&#246;rande lagf&#246;ring f&#246;r brott
som har beg&#229;tts innan den i 1 &#167; f&#246;rsta meningen n&#228;mnda konventionen
tr&#228;tt i kraft mellan Sverige och den andra staten.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4076">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4078">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
