

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1989-02-15" /> 
 <meta id="rattsinfo-edited" content="1997-09-05" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4098</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4097">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4099">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1975:607 ·
                    <a href="/sfsr?bet=1975:607">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1975:607) med tillk&#228;nnagivande av lydelsen 
av York-Antwerpen-reglerna 1974
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1975-06-05
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast svenska texten till bilagan med h&#228;r.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Regeringen tillk&#228;nnager, att York-Antwerpen-reglerna 1974 har den
lydelse i engelsk text och svensk &#246;vers&#228;ttning som framg&#229;r av bilaga
till denna f&#246;rordning. Den engelska texten &#228;ger vitsord.

Bilaga

York-Antwerpen-reglerna 1974

Tolkningsregel. Vid uppg&#246;randet av gemensamt haveri skall
f&#246;ljande littererade och numrerade regler till&#228;mpas med uteslutande av
varje med dem of&#246;renlig lag eller praxis.

Gemensamt haveri uppg&#246;rs i enlighet med de littererade reglerna utom i
de fall f&#246;r vilka s&#228;rskilda best&#228;mmelser finns i de numrerade reglerna.

Regel A.  En gemensamt-haveri-akt f&#246;religger d&#229; -- och endast
d&#229; -- en extraordin&#228;r uppoffring eller utgift avsiktligt och sk&#228;ligen
g&#246;rs till gemensam r&#228;ddning i syfte att bevara v&#228;rden, som gemensamt &#228;r
utsatta f&#246;r fara p&#229; sj&#246;n.

Regel B. Uppoffringar och kostnader av gemensamt haveris
natur b&#228;rs av de olika bidragande intressena efter nedan angivna
grunder.

Regel C. Endast s&#229;dana f&#246;rluster, skador eller kostnader,
vilka &#228;r en direkt f&#246;ljd av gemensamt-haveri-akten ers&#228;tts s&#229;som
gemensamt haveri.

S&#229;som gemensamt haveri ers&#228;tts icke f&#246;rlust eller skada p&#229; fartyg eller
last genom dr&#246;jsm&#229;l, vare sig under resan eller d&#228;refter, s&#229;som
demurrage, och icke heller n&#229;gon som helst indirekt f&#246;rlust s&#229;som
f&#246;rlust av marknad.

Regel D. D&#229; den h&#228;ndelse, som gav anledning till uppoffringen
eller utgiften, tillkommit genom v&#229;llande av n&#229;gon av
haveriintressenterna, f&#246;religger icke desto mindre bidragsskyldighet,
men detta skall inte inskr&#228;nka n&#229;gondera sidans m&#246;jlighet att &#229;beropa
s&#229;dant v&#229;llande.

Regel E. Den, som kr&#228;ver ers&#228;ttning i gemensamt haveri, har
att visa att f&#246;rlusten eller kostnaden &#228;r ers&#228;ttningsgill s&#229;som
gemensamt haveri.

Regel F. Varje extra utgift, som tr&#228;tt i st&#228;llet f&#246;r annan
utgift, vilken skulle ha ersatts s&#229;om gemensamt haveri, skall anses vara
gemensamt haveri och ers&#228;ttas s&#229;som s&#229;dant, utan h&#228;nsyn till den
besparing som kan ha uppst&#229;tt f&#246;r andra intressen, men endast intill
beloppet av den inbesparade gemensamt-haveri-utgiften.

Regel G. Med h&#228;nsyn till s&#229;v&#228;l r&#228;tten till ers&#228;ttning som
bidragsskyldigheten skall gemensamt haveri uppg&#246;ras p&#229; grundval av
v&#228;rdena vid den tid och p&#229; den ort, d&#228;r resan slutar.

Genom denna regel avg&#246;rs icke, var dispaschen ang&#229;ende det gemensamma
haveriet skall uppr&#228;ttas.

Regel I. Kast av last

&#214;verbordkastning av last ers&#228;tts icke s&#229;som gemensamt haveri, s&#229;vida
icke samma last transporteras i &#246;verensst&#228;mmelse med erk&#228;nd sedv&#228;nja
inom ifr&#229;gavarande slags fraktfart.

Regel II. Skada, f&#246;rorsakad av kastning och uppoffring f&#246;r det
helas r&#228;ddning.

Som gemensamt haveri ers&#228;tts skada som tillfogas fartyg och/eller last
genom eller till f&#246;ljd av en uppoffring f&#246;r det helas r&#228;ddning liksom
&#228;ven skador av vatten som tr&#228;nger ner genom ett fartygs luckor, n&#228;r
dessa &#246;ppnats f&#246;r att verkst&#228;lla kastning f&#246;r det helas r&#228;ddning, eller
som tr&#228;nger ner genom andra &#246;ppningar som gjorts i samma avsikt.

Regel III. Sl&#228;ckning av brand ombord

Skada som vid brandsl&#228;ckning ombord tillfogas fartyg och/eller last
genom vatten eller annorledes, d&#228;ri inbegripet skada, som uppkommit
genom att ett brinnande fartyg strandsatts eller borrats i sank, skall
ers&#228;ttas s&#229;om gemensamt haveri; dock ers&#228;tts icke skada av r&#246;k eller
v&#228;rme hur den &#228;n uppkommit.

Regel IV. Bortkapning av skadade fartygsdelar

F&#246;rlust eller skada uppkommen till f&#246;ljd av bortkapning av spillror
eller delar av fartyget, vilka f&#246;rut slagits loss eller m&#229;ste anses
f&#246;rlorade till f&#246;ljd av sj&#246;olycka, skall icke ers&#228;ttas som gemensamt
haveri.

Regel V. Frivillig strandning

N&#228;r ett fartyg med avsikt s&#228;tts p&#229; grund f&#246;r det helas r&#228;ddning, vare
sig fartyget i annat fall skulle drivit i land eller ej, skall d&#228;rav
uppkommande f&#246;rlust eller skada ers&#228;ttas som gemensamt haveri.

Regel VI. B&#228;rgarl&#246;n

Utgifter som haveriintressent till f&#246;ljd av b&#228;rgning f&#229;tt vidk&#228;nnas p&#229;
grund av kontrakt eller p&#229; annan grund skall ers&#228;ttas i gemensamt haveri
i den omfattning b&#228;rgnings&#229;tg&#228;rderna vidtagits f&#246;r att bevara v&#228;rden som
gemensamt var utsatta f&#246;r fara p&#229; sj&#246;n.

Regel VII. Skada p&#229; maskineri och pannor

Skada som uppkommit p&#229; maskineri av n&#229;got slag och p&#229; pannor vid f&#246;rs&#246;k
att flottaga fartyg, som strandat och befinner sig i farlig bel&#228;genhet,
skall ers&#228;ttas s&#229;som gemensamt haveri, n&#228;r skadan bevisligen h&#228;rleder
sig fr&#229;n &#229;tg&#228;rd, som f&#246;retagits i avsikt att f&#246;r det helas r&#228;ddning
bringa fartyget flott &#228;ven med risk att lida dylik skada; men n&#228;r
fartyget &#228;r flott ers&#228;tts icke under n&#229;gra omst&#228;ndigheter s&#229;som
gemensamt haveri f&#246;rlust eller skada som uppst&#229;tt genom att fartygets
framdrivningsmaskineri och pannor f&#229;tt arbeta.

Regel VIII. Utgifter f&#246;r att l&#228;tta strandat fartyg och skada som
d&#228;rav f&#246;ljt

N&#228;r fartyget strandat och lossning av last, fartygets br&#228;nsle och /eller
utrustningsartiklar sker s&#229;om en gmensamt-haveri-akt, skall de extra
utgifterna f&#246;r fartygets l&#228;ttande, f&#246;r pr&#229;mhyror och f&#246;r &#229;terinlastning
(om s&#229;dan &#228;gt rum) &#228;vensom d&#228;rvid uppkommen f&#246;rlust eller skada ers&#228;ttas
s&#229;som gemensamt haveri.

Regel IX. Fartygsinventarier och utrustningsartiklar, anv&#228;nda till
br&#228;nsle

Fartygsinventarier och/eller utrustningsartiklar, som oundg&#228;ngligen m&#229;st
anv&#228;ndas till br&#228;nsle f&#246;r det helas r&#228;ddning i en n&#246;dsituation, skall
ers&#228;ttas s&#229;som gemensamt haveri, d&#229; -- och endast d&#229; -- fartyget varit
f&#246;rsett med ett tillr&#228;ckligt f&#246;rr&#229;d av br&#228;nsle; dock skall den
uppskattade kvantitet br&#228;nsle, som eljest skolat f&#246;rbrukas, ber&#228;knad
efter g&#228;ngse pris i fartygets sista avg&#229;ngsort vid tiden f&#246;r avg&#229;ngen,
r&#228;knas det gemensamma haveriet till godo.

Regel X. Utgifter i n&#246;dhamn etc.

(a) N&#228;r fartyget anl&#246;pt en hamn eller ort s&#229;som n&#246;dhamn eller &#229;terv&#228;nt
till lastningsort till f&#246;ljd av sj&#246;olycka, uppoffring eller andra
extraordin&#228;ra omst&#228;ndigheter, som gjort anl&#246;pandet eller &#229;terv&#228;ndandet
n&#246;dv&#228;ndigt f&#246;r det helas r&#228;ddning, skall utgifterna f&#246;r anl&#246;pandet av
s&#229;dan hamn eller ort ers&#228;ttas s&#229;som gemensamt haveri; och n&#228;r fartyget
d&#228;rifr&#229;n &#229;ter avg&#229;tt med sin ursprungliga last eller en del d&#228;rav, skall
motsvarande utgifter f&#246;r utg&#229;ende fr&#229;n s&#229;dan hamn eller ort, vilka &#228;r en
f&#246;ljd av s&#229;dant anl&#246;pande, likaledes ers&#228;ttas s&#229;som gemensamt haveri.

N&#228;r fartyget befinner sig i hamn eller ort s&#229;som n&#246;dhamn och m&#229;ste
f&#246;rflyttas till annan hamn eller ort emedan reparation icke kan utf&#246;ras
i den f&#246;rsta hamnen eller orten, d&#229; skall best&#228;mmelserna i denna regel
till&#228;mpas betr&#228;ffande denna andra hamn eller ort som om den var n&#246;dhamn
och kostnaderna f&#246;r s&#229;dan f&#246;rflyttning, inklusive provisoriska
reparationer och bogsering, skall ers&#228;ttas s&#229;som gemensamt haveri.
Best&#228;mmelserna i Regel XI skall till&#228;mpas p&#229; den f&#246;rl&#228;ngning av resan
som f&#246;ranletts av dylik f&#246;rflyttning.

(b) Kostnaden f&#246;r hantering ombord eller lossning av last, br&#228;nsle eller
utrustningsartiklar, vare sig i lastningsort, orderplats eller n&#246;dhamn,
skall ers&#228;ttas s&#229;som gemensamt haveri, n&#228;r hanteringen eller lossningen
var n&#246;dv&#228;ndig f&#246;r det helas r&#228;ddning eller f&#246;r att m&#246;jligg&#246;ra reparation
av skada, som fartyget lidit genom uppoffring eller sj&#246;olycka, f&#246;rutsatt
att reparationen vad n&#246;dv&#228;ndig f&#246;r att resan tryggt skulle kunna
fullf&#246;ljas utom i de fall d&#229; skadan p&#229; fartyget uppt&#228;cks i lastningsort
eller orderplats utan att n&#229;gon sj&#246;olycka eller annan extraordin&#228;r
h&#228;ndelse som &#228;ger samband med s&#229;dan skada intr&#228;ffat under resan.

Kostnaden f&#246;r hantering ombord eller lossning av last, br&#228;nsle eller
utrustningsartiklar skall ej ers&#228;ttas i gemensamt haveri om den
uppkommit endast f&#246;r omstuvning p&#229; grund av f&#246;rskjutning under resan och
s&#229;dan omstuvning icke &#228;r n&#246;dv&#228;ndig f&#246;r gemensam r&#228;ddning.

(c) N&#228;r kostnaden f&#246;r hantering eller lossning av last, br&#228;nsle eller
utrustningsartiklar &#228;r f&#246;rem&#229;l f&#246;r ers&#228;ttning i gemensamt haveri, skall
kostnaden f&#246;r lagring inklusive sk&#228;lig f&#246;rs&#228;kringskostnad,
&#229;terinlastning och stuvning av n&#228;mnda last, br&#228;nsle eller
utrustningsartiklar likaledes ers&#228;ttas s&#229;som gemensamt haveri.

Om fartyget kondemneras eller icke forts&#228;tter sin ursprungliga resa,
skall lagringskostnader dock ers&#228;ttas i gemensamt haveri endast fram
till den tidpunkt d&#229; fartyget kondemneras eller resan avbryts eller fram
till den tidpunkt d&#229; lossningen av lasten avslutas om kondemnation sker
eller beslut om resans avbrytande tr&#228;ffas dessf&#246;rinnan.

Regel XI. Bes&#228;ttningens hyror och underh&#229;ll j&#228;mte andra utgifter
under anl&#246;pande av och uppeh&#229;ll i n&#246;dhamn etc.

(a) Sk&#228;liga kostnader f&#246;r hyror och underh&#229;ll f&#246;r bef&#228;l och bes&#228;ttning,
j&#228;mte br&#228;nsle och utrustningsartiklar som f&#246;rbrukats under f&#246;rl&#228;ngning
av resan till f&#246;ljd av att fartyg anl&#246;per en hamn eller ort s&#229;som
n&#246;dhamn eller &#229;terv&#228;nder till sin lastningsort, skall ers&#228;ttas s&#229;som
gemensamt haveri, om utgifterna f&#246;r anl&#246;pande av dylik hamn eller ort
ers&#228;tts i gemensamt haveri enligt Regel X (a).

(b) N&#228;r fartyget anl&#246;pt eller blivit uppeh&#229;llet i n&#229;gon hamn eller ort
till f&#246;ljd av sj&#246;olycka, uppoffring eller av annan extraordin&#228;r
omst&#228;ndighet, som gjort detta n&#246;dv&#228;ndigt f&#246;r det helas r&#228;ddning eller
f&#246;r att m&#246;jligg&#246;ra reparation av skador p&#229; fartyget f&#246;rorsakade av
uppoffring eller sj&#246;olycka, d&#229; skall, om reparationen var n&#246;dv&#228;ndig f&#246;r
att resan tryggt skulle kunna fullf&#246;ljas, sk&#228;liga kostnader f&#246;r hyror
och underh&#229;ll f&#246;r bef&#228;l och bes&#228;ttning under den tid det extra
uppeh&#229;llet i s&#229;dan hamn eller ort varar och intill dess fartyget &#228;r
eller bort vara f&#228;rdigt att forts&#228;tta resan, ers&#228;ttas s&#229;som gemensamt
haveri.

D&#229; skada p&#229; fartyget uppt&#228;cks i lastningsort eller orderplats utan att
n&#229;gon sj&#246;olycka eller annan extraordin&#228;r h&#228;ndelse som &#228;ger samband med
s&#229;dan skada intr&#228;ffat under resan, skall dock ej hyror och underh&#229;ll f&#246;r
bef&#228;l och bes&#228;ttning eller f&#246;rbrukat br&#228;nsle och utrustningsartiklar
under det extra uppeh&#229;llet f&#246;r reparation av s&#229;lunda uppt&#228;ckta skador
ers&#228;ttas i gemensamt haveri, &#228;ven om reparationerna &#228;r n&#246;dv&#228;ndiga f&#246;r
att resan tryggt skall kunna fullf&#246;ljas.

N&#228;r fartyget kondemneras eller icke forts&#228;tter sin ursprungliga resa
skall hyror och underh&#229;ll f&#246;r bef&#228;l och bes&#228;ttning samt f&#246;rbrukat
br&#228;nsle och utrustningsartiklar ers&#228;ttas i gemensamt haveri endast fram
till den tidpunkt d&#229; fartyget kondemneras eller resan avbryts eller fram
till den tidpunkt d&#229; lossningen av lasten avslutas om kondemnation sker
eller beslut om resans avbrytande tr&#228;ffas dessf&#246;rinnan.

Br&#228;nsle och utrustningsartiklar som f&#246;rbrukats under det f&#246;rl&#228;ngda
uppeh&#229;llet skall ers&#228;ttas i gemensamt haveri, dock ej vad som f&#246;rbrukats
medan reparationer, som ej &#228;r ers&#228;ttningsgilla i gemensamt haveri,
utf&#246;rts.

Hamnavgifter f&#246;r tiden f&#246;r det f&#246;rl&#228;ngda uppeh&#229;llet skall likaledes
ers&#228;ttas i gemensamt haveri utom s&#229;dana avgifter som uteslutande
f&#246;ranletts av reparationer, vilka icke &#228;r ers&#228;ttningsgilla i gemensamt
haveri.

(c) I denna och &#246;vriga regler inbegrips under hyror alla utbetalningar
till eller till f&#246;rm&#229;n f&#246;r bef&#228;l och bes&#228;ttning, vare sig dessa
betalningar &#229;ligger redaren enligt lag eller enligt anst&#228;llningsavtal.

(d) N&#228;r ers&#228;ttning f&#246;r &#246;vertid betalas till bef&#228;l och bes&#228;ttning f&#246;r
underh&#229;llsarbeten p&#229; fartyget eller s&#229;dana reparationsarbeten, vilka
icke &#228;r ers&#228;ttningsgilla i gemensamt haveri, skall s&#229;dant &#246;vertidsarbete
ers&#228;ttas i gemensamt haveri endast intill det inbesparade beloppet av de
utgifter, vilka skulle ha uppkommit och ersatts s&#229;som gemensamt haveri,
om s&#229;dant &#246;vertidsarbete icke tillgripits.

Regel XII. skada p&#229; lasten genom lossning etc.

Skada p&#229; eller f&#246;rlust av last, br&#228;nsle eller utrustningsartiklar,
vilken f&#246;rorsakats av sj&#228;lva hanteringen, lossningen, uppl&#228;ggningen,
&#229;terinlastningen och stuvningen skall ers&#228;ttas s&#229;som gemensamt haveri,
d&#229; -- och endast d&#229; -- kostnaderna f&#246;r dessa &#229;tg&#228;rder ers&#228;tts i
gemensamt haveri.

Regel XIII. Avdrag &#229; reparationskostnader

Reparationer som skall ers&#228;ttas i gemensamt haveri skall icke
underkastas avdrag f&#246;r &quot;nytt mot gammalt&quot; d&#229; gammalt material eller
gamla delar ers&#228;tts med nytt, s&#229;vida icke fartyget &#228;r &#246;ver femton &#229;r
gammalt, i vilket fall avdrag med en tredjedel skall g&#246;ras. Avdragen
skall best&#228;mmas efter fartygets &#229;lder r&#228;knat fr&#229;n den 31 december det &#229;r
d&#229; nybyggnaden f&#228;rdigst&#228;lldes intill dagen f&#246;r gemensamt-haveri-akten
utom ifr&#229;ga om isolering, livb&#229;tar och liknande b&#229;tar, apparater och
utrustning f&#246;r kommunikation och navigering, maskineri och pannor, f&#246;r
vilka avdragen skall best&#228;mmas efter &#229;ldern av de s&#228;rskilda delar
vartill de h&#228;nf&#246;r sig.

Avdragen skall g&#246;ras endast &#229; kostnaden f&#246;r nytt material eller nya
delar n&#228;r materialet eller delarna &#228;r f&#228;rdiga att ins&#228;ttas i fartyget.

Inga avdrag skall g&#246;ras f&#246;r proviant, utrustningsartiklar, ankare eller
ankark&#228;ttningar.

Torrdocks-, slip- och f&#246;rhalningskostnader skall ers&#228;ttas fullt.

Kostnaderna f&#246;r reng&#246;ring, m&#229;lning eller strykning av botten skall ej
ers&#228;ttas i gemensamt haveri s&#229;vida icke botten blivit m&#229;lad eller
struken inom tolv m&#229;nader f&#246;re gemensamt-haveri-akten, i vilket fall
h&#228;lften av s&#229;dan kostnad skall ers&#228;ttas.

Regel XIV. Provisoriska reparationer

D&#229; provisoriska reparationer utf&#246;rs p&#229; ett fartyg i en lastning-, order-
eller n&#246;dhamn f&#246;r gemensam r&#228;ddning eller till avhj&#228;lpande av skada,
f&#246;rorsakad av uppoffring av gemensamt haveris natur, skall kostnaden f&#246;r
s&#229;dana reparationer ers&#228;ttas s&#229;som gemensamt haveri.

D&#229; provisoriska reparationer av en skada som uppkommit genom
olycksh&#228;ndelse utf&#246;rs endast f&#246;r att m&#246;jligg&#246;ra resans fullbordande,
skall kostnaden f&#246;r s&#229;dana reparationer ers&#228;ttas s&#229;som gemensamt haveri
utan h&#228;nsyn till den besparing som kan ha uppst&#229;tt f&#246;r andra intressen,
men endast i den m&#229;n d&#228;rigenom inbesparas utgift, som, om icke de
provisoriska reparationerna utf&#246;rts, skulle ha uppkommit och skulle ha
ersatts s&#229;som gemensamt haveri.

Intet avdrag f&#246;r skillnad av &quot;nytt mot gammalt&quot; g&#246;rs fr&#229;n kostnad f&#246;r
provisoriska reparationer, vilken ers&#228;tts s&#229;som gemensamt haveri.

Regel XV. F&#246;rlust av frakt

Fraktf&#246;rlust h&#228;rr&#246;rande fr&#229;n skada p&#229; eller f&#246;rlust av last skall
ers&#228;ttas s&#229;som gemensamt haveri, n&#228;r den f&#246;rorsakats av en
gemensamt-haveri-akt eller n&#228;r skadan p&#229; eller f&#246;rlusten av lasten
ers&#228;tts s&#229;som gemensamt haveri.

Fr&#229;n beloppet av den f&#246;rlorade bruttofrakten skall avdragas kostnader,
vilka fraktens &#228;gare skulle haft att vidk&#228;nnas f&#246;r fraktens intj&#228;nande
men vilka till f&#246;ljd av uppoffringen ej uppkommit.

Regel XVI. Ers&#228;ttning f&#246;r last som f&#246;rlorats eller skadats genom
uppoffring

Det ers&#228;ttningsbelopp, som utg&#229;r i gemensamt haveri f&#246;r skada p&#229; eller
f&#246;rlust av uppoffrad last skall motsvara den f&#246;rlust, som uppkommit
genom uppoffringen, ber&#228;knad efter v&#228;rdet vid tiden f&#246;r lossningen
fastst&#228;llt med ledning av den handelsfaktura mottagaren erh&#229;llit eller,
om s&#229;dan ej finns, med ledning av avskeppningsv&#228;rdet. V&#228;rdet vid tiden
f&#246;r lossningen skall innefatta kostnaderna f&#246;r f&#246;rs&#228;kring och frakt,
dock ej i den utstr&#228;ckning annan &#228;n lastintressenten st&#229;r risken f&#246;r
frakten.

D&#229; s&#229;lunda skadad last f&#246;rs&#228;ljs, och skadans storlek icke annorledes
&#246;verenskommits, skall den i gemensamt haveri ers&#228;ttningsgilla f&#246;rlusten
utg&#246;ra skillnaden mellan beh&#229;llningen av f&#246;rs&#228;ljningen och nettov&#228;rdet i
oskadat skick ber&#228;knat s&#229;som anges i regeln f&#246;rsta stycke.

Regel XVII. Bidragande v&#228;rden

Gemensamt haveri skall f&#246;rdelas efter de verkliga nettov&#228;rden egendomen
&#228;gde vid resant slut, varvid dock lastens v&#228;rde skall utg&#246;ra v&#228;rdet vid
tiden f&#246;r lossningen fastst&#228;llt med ledning av den handelsfaktura
mottagaren erh&#229;llit eller, om s&#229;dan ej finns, med ledning av
avskeppningsv&#228;rdet. Lastens v&#228;rde skall innefatta kostnaden f&#246;r
f&#246;rs&#228;kring och frakt, dock ej i den utstr&#228;ckning annan &#228;n
lastintressenten st&#229;r risken f&#246;r frakten, med avdrag f&#246;r s&#229;dan f&#246;rlust
eller skada p&#229; lasten som uppkommit f&#246;re eller under lossningen.
Fartygets v&#228;rde skall best&#228;mmas utan h&#228;nsynstagande till den v&#228;rde&#246;kning
eller v&#228;rdeminskning som kan bero av det kontrakt om skeppslega (demise
charter) eller tidscerteparti som m&#229; g&#228;lla f&#246;r fartyget.

Till dessa v&#228;rden skall l&#228;ggas den ers&#228;ttning i gemensamt haveri f&#246;r
uppoffrad egendom som ej redan ing&#229;r d&#228;ri. Fr&#229;n f&#246;r risk utsatta frakt-
och passageraravgifter avdrages s&#229;dana kostnader och hyror till
bes&#228;ttningen, som icke skulle ha uppkommit f&#246;r fraktens intj&#228;nande i
h&#228;ndelse fartyg och last totalt f&#246;rlorats, n&#228;r gemensamt-haveri-akten
&#228;gde rum, och vilka icke ers&#228;tts s&#229;som gemensamt haveri. Likaledes
avdrages fr&#229;n den bidragande egendomens v&#228;rde alla kostnader, som &#229;
densamma uppst&#229;tt efter gemensamt-haveri-akten med undantag av s&#229;dana
kostnader, vilka ers&#228;tts s&#229;som gemensamt haveri.

D&#229; last f&#246;rs&#228;ljs innan den n&#229;tt best&#228;mmelseorten skall den bidraga p&#229;
grundval av beh&#229;llningen av f&#246;rs&#228;ljningen j&#228;mte eventuell ers&#228;ttning i
gemensamt haveri.

Passagerares resgods och personliga effekter, var&#229; konossement ej
utf&#228;rdats, skall icke bidraga till g&#228;ldande av gemensamt haveri.

Regel XVIII. Skada p&#229; fartyg

Det belopp, vilket skall ers&#228;ttas s&#229;som gemensamt haveri f&#246;r skada eller
f&#246;rlust som drabbat fartyg, dess maskineri och/eller tillbeh&#246;r och som
f&#246;ranletts av en gemensamt-haveri-akt skall ber&#228;knas s&#229;lunda:

(a) D&#229; reparaion eller nyanskaffning sker:

Den verkliga och sk&#228;liga kostnaden f&#246;r s&#229;dan reparation eller
nyanskaffning, efter avdrag enligt Regel XIII.

(b) D&#229; reparation eller nyanskaffning ej sker:

Den sk&#228;liga v&#228;rdeminskning som f&#246;ranleds av s&#229;dan skada eller f&#246;rlust,
dock ej ut&#246;ver den uppskattade reparationskostnaden; men d&#229; fartyget
g&#229;tt totalt f&#246;rlorat eller d&#229; kostnaden f&#246;r reparation och skadan skulle
&#246;verstiga v&#228;rdet av fartyget efter reparation, skall ers&#228;ttningen i
gemensamt haveri utg&#246;ra skillnaden mellan det uppskattade v&#228;rdet av
fartyget i oskadat skick med avdrag f&#246;r den uppskattade kostnaden f&#246;r
reparation av skada som icke &#228;r av gemensamt-haveri-natur och v&#228;rdet av
fartyget i skadat skick, vilket kan ber&#228;knas med ledning av beh&#229;llningen
av en everntuell f&#246;rs&#228;ljning.

Regel XIX. Oanm&#228;ld eller oriktigt angiven last */-k/

Skada p&#229; eller f&#246;rlust av gods, som inlastats utan redarens eller hans
ombuds vetskap, eller gods, som avsiktligt betecknats oriktigt vid
avskeppningen, ers&#228;tts icke s&#229;som gemensamt haveri, men s&#229;dant gods &#228;r
bidragspliktigt, om det r&#228;ddas.

Skada p&#229; eller f&#246;rlust av gods, som vid avskeppningen avsiktligt
angivits till ett l&#228;gre v&#228;rde &#228;n det verkliga, skall ers&#228;ttas s&#229;som
gemensamt haveri efter det angivna v&#228;rdet, men s&#229;dant gods &#228;r
bidragspliktigt efter sitt verkliga v&#228;rde.

Regel XX. Anskaffande av penningmedel

En kommission av 2 % p&#229; andra gemensamt-haveri-utl&#228;gg &#228;n hyror och
underh&#229;ll till bef&#228;l och bes&#228;ttning samt br&#228;nsle och utrustningsartiklar
som icke f&#246;rnyats under resan, ers&#228;tts s&#229;som gemensamt haveri; men d&#229;
medlen icke f&#246;rskjutits av n&#229;gon av haveriintressenterna, ers&#228;tts s&#229;som
gemensamt haveri n&#246;dv&#228;ndig kostnad f&#246;r anskaffande av de erforderliga
medlen genom bodmeril&#229;n eller annorledes, eller f&#246;rlust f&#246;r &#228;gare av
gods, som s&#229;lts i samma syfte.

Kostnaden f&#246;r f&#246;rs&#228;kring av penningar, f&#246;rskjutna till g&#228;ldande av
gemensamt-haveri-utgifter, ers&#228;tts likaledes s&#229;som gemensamt haveri.

Regel XXI. R&#228;nta p&#229; utgifter ersatta i gemensamt haveri

R&#228;nta p&#229; utgifter, uppoffringar och ers&#228;ttningar, vilka blivit h&#228;nf&#246;rda
till gemensamt haveri, skall gottg&#246;ras efter en r&#228;ntesats av 7 % om &#229;ret
till generaldispaschens dag, varvid h&#228;nsyn skall tagas till under tiden
l&#228;mnade f&#246;rskott fr&#229;n haveriintressent eller fr&#229;n det gemensamma
haveriets depositionsfond.

Regel XXII. Behandling av deponerade belopp

D&#229; kontanta belopp deponerats till s&#228;kerhet f&#246;r lasts ansvarighet
betr&#228;ffande gemensamt haveri, b&#228;rgningskostnad eller enskilda kostnader
skall s&#229;dana deponerade belopp utan varje dr&#246;jsm&#229;l ins&#228;ttas p&#229; ett
s&#228;rskild konto i tv&#229; personers gemensamma namn, varav den ene skall
utses f&#246;r redaren och den andre f&#246;r deponenterna, i en bank som godk&#228;nns
av b&#229;da. S&#229;lunda deponerade belopp j&#228;mte eventuellt uppenlupen r&#228;nta
skall tj&#228;na som s&#228;kerhet f&#246;r betalning till dem som &#228;r ber&#228;ttigade till
s&#229;dant bidrag till gemensamt haveri, b&#228;rgningskostnad eller enskilda
kostnader som skall g&#228;ldas f&#246;r last betr&#228;ffande vilken depositionerna
gjorts. F&#246;rskottsbetalningar eller &#229;terbetalningar av deponerade belopp
m&#229; g&#246;ras i enlighet med skriftligt intyg av dispasch&#246;ren. Deposition,
f&#246;rskottsbetalning eller &#229;terbetalnning &#228;r utan verkan betr&#228;ffande den
slutliga ansvarigheten parterna emellan.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4097">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4099">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
