

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2009-09-28" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4124</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4123">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4125">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:981 ·
                    <a href="/sfsr?bet=1974:981">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1974:981) om arbetstagares r&#228;tt till ledighet f&#246;r utbildning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-12-13
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1994:1687
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1975-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167; Arbetstagare i allm&#228;n eller enskild tj&#228;nst, som vill underg&#229;
utbildning, har r&#228;tt till beh&#246;vlig ledighet fr&#229;n sin anst&#228;llning
enligt denna lag.

Har i lag meddelats best&#228;mmelse som avviker fr&#229;n denna lag, g&#228;ller den
best&#228;mmelsen. Betr&#228;ffande f&#246;rl&#228;ggningen av ledighet kan avvikande
best&#228;mmelse meddelas &#228;ven genom annan f&#246;rfattning &#228;n lag, om den r&#246;r
arbetstagare, vars avl&#246;ningsf&#246;rm&#229;ner fastst&#228;lles under medverkan av
regeringen eller myndighet som regeringen best&#228;mmer, eller arbetstagare
hos riksdagen eller dess verk.

2 &#167; Avtal som inneb&#228;r att arbetstagares r&#228;ttigheter enligt denna lag
inskr&#228;nkes &#228;r ogiltigt i den delen.

Utan hinder av f&#246;rsta stycket f&#229;r avvikelse fr&#229;n 3 &#167;, 4 &#167; tredje
stycket, 5 och 7 &#167;&#167; samt 10 &#167; andra och tredje styckena g&#246;ras med st&#246;d
av kollektivavtal som p&#229; arbetstagarsidan har slutits eller godk&#228;nts av
organisation som &#228;r att anse som central arbetstagarorganisation enligt
lagen (1976:580) om medbest&#228;mmande i arbetslivet.

Arbetsgivare, som &#228;r bunden av kollektivavtal som avses i andra stycket,
f&#229;r till&#228;mpa avtalet &#228;ven p&#229; arbetstagare som ej &#228;r medlem av den
avtalsslutande organisationen p&#229; arbetstagarsidan, under f&#246;ruts&#228;ttning
att arbetstagaren syssels&#228;ttes i arbete som avses med avtalet och ej
omfattas av annat till&#228;mpligt kollektivavtal. Lag (1976:595).

2 a &#167; Med &#246;verg&#229;ng av f&#246;retag eller del av f&#246;retag enligt denna lag
avses s&#229;dan &#246;verg&#229;ng av ett f&#246;retag, en verksamhet eller en del av
en verksamhet som omfattas av 6  b &#167; lagen (1982:80) om
anst&#228;llningsskydd. Vad som i denna lag s&#228;gs om s&#229;dan &#246;verg&#229;ng
skall g&#228;lla &#228;ven i det fallet att den tidigare arbetsgivaren f&#246;rsatts i
konkurs. Lag (1994:1687).

3 &#167; R&#228;tt till ledighet tillkommer arbetstagare som vid ledighetens
b&#246;rjan har varit anst&#228;lld hos arbetsgivaren de senaste sex m&#229;naderna
eller sammanlagt minst tolv m&#229;nader under de senaste tv&#229; &#229;ren.

Arbetstagare som vill deltaga i utbildning, vilken till v&#228;sentlig del
avser fackliga eller med facklig verksamhet sammanh&#228;ngande fr&#229;gor, har
r&#228;tt till ledighet &#228;ven om han ej har uppn&#229;tt den anst&#228;llningstid som
har f&#246;reskrivits i f&#246;rsta stycket.

Vid best&#228;mmande av anst&#228;llningstid enligt f&#246;rsta stycket skall
medr&#228;knas tid under vilken arbetstagaren har varit anst&#228;lld hos annat
f&#246;retag inom koncern som arbetsgivaren tillh&#246;r. Har f&#246;retag eller del
av f&#246;retag &#246;verg&#229;tt till ny arbetsgivare, skall vid best&#228;mmande av
anst&#228;llningstid hos den nye arbetsgivaren medr&#228;knas tid under vilken
arbetstagaren har varit anst&#228;lld hos f&#246;rutvarande arbetsgivaren eller
hos f&#246;retag inom koncern som f&#246;rutvarande arbetsgivaren tillh&#246;rde.

4 &#167; Arbetsgivare har r&#228;tt att uppskjuta ledighet till senare tid &#228;n
arbetstagaren har beg&#228;rt enligt vad som s&#228;gs i 5 - 7 &#167;&#167;.

Vill arbetsgivaren uppskjuta ledigheten, skall han genast underr&#228;tta
arbetstagaren om uppskovet och sk&#228;len f&#246;r detta.

Om arbetsgivaren &#228;r eller brukar vara bunden av kollektivavtal
betr&#228;ffande den kategori som arbetstagaren tillh&#246;r, skall underr&#228;ttelse
om uppskovet genast l&#228;mnas f&#246;rutom till arbetstagaren ocks&#229; till ber&#246;rd
lokal arbetstagarorganisation. Arbetstagarorganisationen har r&#228;tt att
inom en vecka efter det att underr&#228;ttelse l&#228;mnades p&#229;kalla &#246;verl&#228;ggning
med arbetsgivaren om uppskovet.

5 &#167; &#196;r eller brukar arbetsgivaren vara bunden av kollektivavtal
betr&#228;ffande den kategori som arbetstagaren tillh&#246;r och vill han att
ledigheten skall taga sin b&#246;rjan senare &#228;n sex m&#229;nader efter
arbetstagarens framst&#228;llning, fordras samtycke till uppskovet av den
ber&#246;rda lokala arbetstagarorganisationen eller, om fr&#229;gan h&#228;nskjutes
till centrala &#246;verl&#228;ggningar, av vederb&#246;rande huvudorganisation p&#229;
arbetstagarsidan.

I fr&#229;ga om ledighet som sammanlagt motsvarar h&#246;gst en arbetsvecka
fordras samtycke som avses i f&#246;rsta stycket s&#229; snart den frist
arbetsgivaren &#246;nskar &#228;r l&#228;ngre &#228;n tv&#229; veckor. Detsamma g&#228;ller
betr&#228;ffande ledighet som avses i 3 &#167; andra stycket.

Vad som nu har sagts g&#228;ller &#228;ven om f&#246;retag eller del av f&#246;retag har
&#246;verg&#229;tt till ny arbetsgivare.

6 &#167; Har arbetstagare ej f&#229;tt p&#229;b&#246;rja sin ledighet inom tv&#229; &#229;r efter
det att framst&#228;llning gjordes, har han r&#228;tt att p&#229;kalla domstols
pr&#246;vning av fr&#229;gan om ledighetens f&#246;rl&#228;ggning.

Pr&#246;vning som avses i f&#246;rsta stycket f&#229;r p&#229;kallas sedan ett &#229;r har
f&#246;rflutit efter arbetstagarens framst&#228;llning, om ledigheten sammanlagt
motsvarar h&#246;gst en arbetsvecka.

Vad som nu har sagts g&#228;ller &#228;ven om f&#246;retag eller del av f&#246;retag har
&#246;verg&#229;tt till ny arbetsgivare.

7 &#167; Vid pr&#246;vning enligt 6 &#167; skall sk&#228;lig h&#228;nsyn tagas s&#229;v&#228;l till
arbetstagarens &#246;nskem&#229;l som till intresset av att verksamheten hos
arbetsgivaren kan fortg&#229; utan allvarlig st&#246;rning.

Kan flera arbetstagare ej samtidigt beredas ledighet, har den
f&#246;retr&#228;de som vill deltaga i utbildning som avses i 3 &#167; andra stycket.
I andra hand skall f&#246;retr&#228;de l&#228;mnas arbetstagare som ej har utbildning
motsvarande nio&#229;rig grundskola och, vid turordningen dem emellan, den
som har obekv&#228;m arbetstid.

Pr&#246;vning enligt andra stycket sker inom varje kollektivavtalsomr&#229;de
f&#246;r sig.

8 &#167; Sker upps&#228;gning eller avskedande enbart av det sk&#228;let att
arbetstagare beg&#228;r eller tar i anspr&#229;k sin r&#228;tt till ledighet, skall
&#229;tg&#228;rden p&#229; yrkande av arbetstagaren f&#246;rklaras ogiltig. D&#228;rvid skall
34, 35, 37, 39, 40, 42 och 43 &#167;&#167; lagen (1982:80) om anst&#228;llningsskydd
g&#228;lla. Lag (1982:89).

9 &#167; Arbetstagare som har &#229;tnjutit ledighet skall, n&#228;r han &#229;terg&#229;r i
arbete, vara tillf&#246;rs&#228;krad samma eller likv&#228;rdig st&#228;llning i fr&#229;ga om
arbetsf&#246;rh&#229;llanden och anst&#228;llningsvillkor som om han ej haft
ledighet.

Den n&#228;rmare inneb&#246;rden av f&#246;rsta stycket f&#229;r regleras genom
kollektivavtal som avses i 2 &#167; andra stycket. D&#228;rvid &#228;ger 2 &#167; tredje
stycket motsvarande till&#228;mpning.

10 &#167; Arbetstagare som avbryter sin utbildning har r&#228;tt att &#229;terg&#229; i
arbete.

Vill arbetstagaren utnyttja den r&#228;tt som tillkommer honom enligt
f&#246;rsta stycket, skall han underr&#228;tta arbetsgivaren om att han vill
&#229;terg&#229;. Arbetsgivaren &#228;r dock ej skyldig att l&#229;ta arbetstagaren &#229;terg&#229;
tidigare &#228;n tv&#229; veckor eller, om ledigheten har varat minst ett &#229;r, en
m&#229;nad efter det att han mottog underr&#228;ttelsen. Vill arbetsgivaren
utnyttja sin r&#228;tt att uppskjuta &#229;terg&#229;ngen, skall han genast
underr&#228;tta arbetstagaren om detta och samtidigt ange n&#228;r &#229;terg&#229;ngen
kan ske.

Andra stycket g&#228;ller ej i fr&#229;ga om ledighet som sammanlagt motsvarar
h&#246;gst en arbetsvecka.

11 &#167; &#196;r eller brukar arbetsgivaren vara bunden av kollektivavtal
betr&#228;ffande den kategori som arbetstagaren tillh&#246;r och uppkommer tvist
om till&#228;mpning av denna lag eller av kollektivavtalsbest&#228;mmelse med st&#246;d
av 2 &#167; andra stycket har tr&#228;tt i st&#228;llet f&#246;r 3 &#167;, 4 &#167; tredje stycket, 5
&#167;, 7 &#167; eller 10 &#167; andra och tredje styckena eller som avses i 9 &#167; andra
stycket, g&#228;ller den ber&#246;rda lokala arbetstagarorganisationens mening om
lagens eller kollektivavtalets r&#228;tta inneb&#246;rd intill dess tvisten har
slutligt pr&#246;vats.

Genom kollektivavtal som nu avses kan f&#246;reskrivas att den lokala
arbetstagarorganisationens r&#228;tt enligt f&#246;rsta stycket i st&#228;llet skall
tillkomma huvudorganisationen.

12 &#167; &#196;r eller brukar flera arbetstagarorganisationer vara bundna av
kollektivavtal betr&#228;ffande den kategori som arbetstagaren tillh&#246;r och
kan organisationerna ej enas om beslut enligt 5 eller 11 &#167;, g&#228;ller den
mening som f&#246;retr&#228;des av organisation eller organisationer med
sammanlagt mer &#228;n fyra femtedelar av antalet kollektivavtalsbundna
arbetstagare p&#229; arbetsplatsen inom den ber&#246;rda kategorin. Uppn&#229;s ej
s&#229;dan majoritet, f&#246;rfaller den r&#228;tt som tillkommer organisation enligt
angivna lagrum.

F&#246;rsta stycket g&#228;ller ej, om arbetstagarorganisationerna genom
kollektivavtal med arbetsgivaren har tr&#228;ffat annan &#246;verenskommelse.

13 &#167; &#197;sidos&#228;tter arbetsgivare sina f&#246;rpliktelser enligt denna lag eller
kollektivavtalsbest&#228;mmelser som med st&#246;d av 2 &#167; andra stycket har tr&#228;tt
i st&#228;llet f&#246;r 3 &#167;, 4 &#167; tredje stycket, 5 &#167;, 7 &#167; eller 10 &#167; andra och
tredje styckena eller som avses i 9 &#167; andra stycket skall han utge,
f&#246;rutom l&#246;n och andra anst&#228;llningsf&#246;rm&#229;ner vartill arbetstagaren kan
vara ber&#228;ttigad, ers&#228;ttning f&#246;r uppkommen skada. Vid bed&#246;mande om och i
vad m&#229;n skada har uppst&#229;tt skall h&#228;nsyn tagas &#228;ven till arbetstagarens
organisations intresse av att lagens best&#228;mmelser iakttages i
f&#246;rh&#229;llande till organisationens medlemmar samt till &#246;vriga
omst&#228;ndigheter av annan &#228;n rent ekonomisk betydelse. Ers&#228;ttning f&#246;r
skada som avser tid efter anst&#228;llningens upph&#246;rande best&#228;mmes h&#246;gst till
belopp som avses i 39 &#167; lagen (1982:80) om anst&#228;llningsskydd.

Arbetstagarorganisation kan &#229;l&#228;ggas att utge skadest&#229;nd om den, vid
utnyttjande av den r&#228;tt som enligt 11 &#167; tillkommer
arbetstagarorganisation, har f&#246;ranlett felaktig till&#228;mpning av lagen
eller kollektivavtal som avses i f&#246;rsta stycket och organisationen har
insett eller uppenbarligen borde ha insett felaktigheten.

Om det med h&#228;nsyn till skadans storlek eller andra omst&#228;ndigheter &#228;r
sk&#228;ligt, kan skadest&#229;ndet j&#228;mkas. Lag (1982:89).

14 &#167; Den som vill fordra skadest&#229;nd enligt 13 &#167; skall underr&#228;tta
motparten om sitt anspr&#229;k inom fyra m&#229;nader efter det att skadan
intr&#228;ffade. Har inom den tiden f&#246;rhandling r&#246;rande anspr&#229;ket p&#229;kallats
enligt lagen (1976:580) om medbest&#228;mmande i arbetslivet eller med st&#246;d
av kollektivavtal, skall talan v&#228;ckas inom fyra m&#229;nader efter det att
f&#246;rhandlingen avslutades. I annat fall skall talan v&#228;ckas inom &#229;tta
m&#229;nader efter det att skadan intr&#228;ffande.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning i fr&#229;ga om anspr&#229;k p&#229; l&#246;n
och andra anst&#228;llningsf&#246;rm&#229;ner som avses i 13 &#167; f&#246;rsta stycket.

Iakttages ej vad som f&#246;reskrives i f&#246;rsta och andra styckena, &#228;r talan
f&#246;rlorad.

15 &#167; M&#229;l om till&#228;mpning av denna lag handl&#228;gges enligt lagen (1974:371)
om r&#228;tteg&#229;ngen i arbetstvister. Detsamma g&#228;ller f&#246;rfattning som avses i
1 &#167; andra stycket, s&#229;vida f&#246;rfattningen ej inneh&#229;ller regler om
besv&#228;rsr&#228;tt.

Utan hinder av 11 &#167; kan dom stol meddela f&#246;rordnande i tvistefr&#229;gan f&#246;r
tiden intill dess tvisten har slutligt pr&#246;vats. Yrkande om s&#229;dant
f&#246;rordnande f&#229;r ej bifallas utan att motparten har beretts tillf&#228;lle att
yttra sig.

&#214;verg&#229;ngsbest&#228;mmelser

1974:981

Denna lag tr&#228;der i kraft den 1 januari 1975.

Lagen g&#228;ller ej ledighet, varom ans&#246;kan har gjorts f&#246;re ikrafttr&#228;dandet.

Kollektivavtal, som avses i 2 &#167; andra stycket, 9 &#167; andra stycket och
12 &#167; andra stycket, kan ing&#229;s f&#246;re ikrafttr&#228;dandet.

1994:1687

Denna lag tr&#228;der i kraft den 1 januari 1995. Lagen skall dock inte
till&#228;mpas betr&#228;ffande en &#246;verg&#229;ng av ett f&#246;retag, en verksamhet
eller en del av en verksamhet som intr&#228;ffat f&#246;re ikrafttr&#228;dandet.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4123">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4125">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
