

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="1989-04-14" /> 
 <meta id="rattsinfo-edited" content="1989-11-14" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4128</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4127">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4129">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:711 ·
                    <a href="/sfsr?bet=1974:711">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">/r1/ Socialstyrelsens kung&#246;relse (1974:711) 
om till&#228;mpningen av narkotikaf&#246;rordningen (1962:704) (socialstyrelsens 
narkotikakung&#246;relse);
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Socialdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-06-07
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Enligt i 15 &#167; Kungl. Maj:ts narkotikaf&#246;rordning den 14 december 1962 (nr 
704) givet bemyndigande f&#246;rordnar socialstyrelsen f&#246;ljande.

S&#229;vitt ej annorlunda s&#228;gs, skall denna kung&#246;relse till&#228;mpas p&#229; de i 
f&#246;rteckningarna I, II och III socialstyrelsens kung&#246;relse med 
f&#246;rteckningar &#246;ver narkotika upptagna varorna.

Allm&#228;nna best&#228;mmelser

1 &#167; 1 mom. De i f&#246;rteckning 1 upptagna varorna f&#229;r icke inf&#246;ras till 
eller utf&#246;ras fr&#229;n riket eller h&#228;r tillverkas, saluh&#229;llas eller 
&#246;verl&#229;tas. Socialstyrelsen kan dock ge tillst&#229;nd att anv&#228;nda dessa varor 
f&#246;r medicinsk och vetenskaplig forskning.

2 mom. Vad i denna kung&#246;relse f&#246;reskrives skall g&#228;lla j&#228;mv&#228;l i fr&#229;ga om 
inf&#246;rsel, utf&#246;rsel, transitering och omdestination av alla delar av 
v&#228;xten Papaver somniferum L. med undantag av dess fr&#246;n.

3 mom. Resande som f&#246;r personligt bruk medf&#246;r narkotiskt l&#228;kemedel 
&#229;ligger att p&#229; beg&#228;ran f&#246;r vederb&#246;rande tullmyndighet styrka sitt behov 
av l&#228;kemedlet genom skriftligt intyg fr&#229;n l&#228;kare, s&#229;vida icke l&#228;kemedlet 
&#228;r &#229;satt apoteksetikett, som upptager den resandes och den ordinerandes 
namn samt uppgift om medlets art och m&#228;ngd. Vid varje tillf&#228;lle f&#229;r 
narkotiskt l&#228;kemedel inf&#246;ras i landet i en m&#228;ngd, som motsvarar behovet 
under h&#246;gst fem dagar.

Om inf&#246;rsel

2 &#167; 1 mom. Tillst&#229;nd till inf&#246;rsel av narkotika meddelas endast den som 
blivit av socialstyrelsen godk&#228;nd som import&#246;r. Godk&#228;nnande som import&#246;r 
meddelas f&#246;r viss tid eller tillsvidare och kan avse viss eller vissa av 
h&#228;r avsedda varor eller dylika varor i allm&#228;nhet.

Ans&#246;kan om godk&#228;nnande som import&#246;r skall &#229;tf&#246;ljas av uppgift om 

a) s&#246;kandens j&#228;mte i f&#246;rekommande fall f&#246;retagets namn och postadress;

b) s&#229;vida ans&#246;kan ej g&#228;ller narkotika i allm&#228;nhet, den eller de varor 
som avses.

2 mom. F&#246;r varje inf&#246;rsel fordras - ut&#246;ver godk&#228;nnande som s&#228;gs i 1 mom. 
- ett av socialstyrelsen meddelat tillst&#229;nd (inf&#246;rselcertifikat) f&#246;r 
ifr&#229;gavarande varuparti.

Ans&#246;kan om tillst&#229;nd skall &#229;tf&#246;ljas av uppgift om

a) s&#246;kandens och export&#246;rens namn och postadress;

b) varans art och m&#228;ngd samt, i fr&#229;ga om beredningar, art och m&#228;ngd av i 
dem ing&#229;ende narkotika;

c) tullplats inom riket, &#246;ver vilken inf&#246;rseln skall &#228;ga rum, och 
ber&#228;knad tidpunkt h&#228;rf&#246;r;

d) det befordningsmedel, med vilket inf&#246;rseln avses ske;

e) huruvida varan skall anv&#228;ndas f&#246;r medicinskt eller vetenskapligt 
&#228;ndam&#229;l eller b&#229;dadera.

3 mom. Om socialstyrelsen ej finner hinder f&#246;religga f&#246;r inf&#246;rsel av 
ifr&#229;gavarande varuparti, utf&#228;rdar styrelsen ett inf&#246;rselcertifikat, som 
j&#228;mte en avskrift d&#228;rav tillst&#228;lles s&#246;kanden. En avskrift &#246;vers&#228;ndes 
till generaltullstyrelsen f&#246;r att vidarebefordras till den tullplats, 
&#246;ver vilken inf&#246;rseln avses &#228;ga rum.

Den avskrift av inf&#246;rselcertifikatet som tillst&#228;llts s&#246;kanden &#246;vers&#228;ndes 
av denne till export&#246;ren; originalet skall uppvisas f&#246;r vederb&#246;rande 
tullmyndighet vid inf&#246;rseln av varupartiet.

4 mom. F&#246;rs&#228;ndelsen skall vara &#229;satt det namn och den adress, som anges 
f&#246;r mottagaren p&#229; inf&#246;rselcertifikatet, och f&#229;r ej adresseras till 
postbox eller bank.

5 mom. Vid inf&#246;rsel skall f&#246;rpackning inneh&#229;llande narkotika vara &#229;satt 
etikett, som anger inneh&#229;llets art och m&#228;ngd. Denna etikett f&#229;r icke 
anbringas p&#229; det yttre emballaget. Arten skall anges med det NFN- eller 
INN-namn som f&#246;r ifr&#229;gavarande narkotikum finnes upptaget i 
socialstyrelsens f&#246;rteckningar &#246;ver narkotika eller med deklaration, 
vari s&#229;dant namn ing&#229;r.

6 mom. Vid f&#246;rtullning av narkotika skall tullmyndigheten p&#229; s&#229;v&#228;l 
originalexemplaret som avskriften av certifikatet anteckna kvantiteten 
av varje s&#228;rskilt slag av narkotika som inf&#246;res samt tidpunkten f&#246;r 
inf&#246;rseln. D&#228;refter skall originalexemplaret &#229;terst&#228;llas till import&#246;ren 
och avskriften omedelbart ins&#228;ndas till socialstyrelsen. &#197;tf&#246;ljes 
narkotikaf&#246;rs&#228;ndelse av utf&#246;rselcertifikat, utst&#228;llt i exportlandet, 
skall detta samtidigt ins&#228;ndas till socialstyrelsen.

Har tullanstalt, hos vilken narkotika anm&#228;les till f&#246;rtullning, icke 
erh&#229;llit avskrift av det f&#246;r inf&#246;rseln g&#228;llande certifikatet, skall 
tullanstalten till socialstyrelsen ins&#228;nda s&#228;rskilt meddelande om 
inf&#246;rseln. Har f&#246;rtullningen skett p&#229; annan ort &#228;n den i certifikatet 
angivna inf&#246;rselorten, skall tullanstalten till tullmyndigheten i 
sistn&#228;mnda ort &#246;vers&#228;nda avskrift av meddelandet.

Avskrift av inf&#246;rselcertifikat, som icke utnyttjas, skall av 
tullmyndighet ins&#228;ndas till socialstyrelsen omedelbart efter utg&#229;ngen av 
certifikatets giltighetstid.

7 mom. Inf&#246;rselcertifikat &#228;ger giltighet tre m&#229;nader r&#228;knat fr&#229;n dagen 
f&#246;r dess utf&#228;rdande. Efter skriftlig framst&#228;llning d&#228;rom, kan 
socialstyrelsen medge viss f&#246;rl&#228;ngning av giltighetstiden.

8 mom. I inf&#246;rselcertifikat upptaget varuparti f&#229;r icke inf&#246;ras f&#246;rdelat 
p&#229; flera f&#246;rs&#228;ndelser.

9 mom. F&#246;rtullning av r&#229;opium f&#229;r enligt generaltullstyrelsens beslut 
ske endast vid centraltullkamrarna i G&#246;teborg, Malm&#246; och Stockholm samt 
vid tullkammaren i Trelleborg.

10 mom. Efter inf&#246;rsel av vara som upptages i f&#246;rteckning IV 
socialstyrelsens kung&#246;relse med f&#246;rteckningar &#246;ver narkotika skall 
import&#246;ren till socialstyrelsen ins&#228;nda den avskrift av 
exportdeklarationen, som &#229;tf&#246;ljer f&#246;rs&#228;ndelsen, med anteckning om den 
mottagna varans art och m&#228;ngd samt datum f&#246;r mottagandet. 

11 mom. Vad som f&#246;reskrives i denna paragraf &#228;ger ej till&#228;mpning p&#229; 
narkotiska l&#228;kemedel, som avses i f&#246;rteckningarna II - V 
socialstyrelsens kung&#246;relse med f&#246;rteckningar &#246;ver narkotika och som i 
&#246;verensst&#228;mmelse med vad d&#228;rom &#228;r s&#228;rskilt stadgat ing&#229;r i fartygs 
skeppsapotek och i sjukv&#229;rdsl&#229;da i luftfartyg.

Om utf&#246;rsel

3 &#167; 1 mom. Narkotika f&#229;r utf&#246;ras endast av den som &#228;r godk&#228;nd som 
import&#246;r, av tillverkare samt av apotekschef.

2 mom. F&#246;r varje utf&#246;rsel fordras ett av socialstyrelsen meddelat 
tillst&#229;nd (utf&#246;rselcertifikat) f&#246;r ifr&#229;gavarande varuparti.

Ans&#246;kan om tillst&#229;nd skall &#229;tf&#246;ljas av ett av vederb&#246;rande myndighet i 
inf&#246;rsellandet utst&#228;llt inf&#246;rselcertifikat, d&#229; s&#228;rskilt tillst&#229;nd 
fordras f&#246;r inf&#246;rsel av ifr&#229;gavarande vara, samt inneh&#229;lla uppgift om

a) s&#246;kandens och mottagarens namn och postadress; f&#246;rs&#228;ndelse f&#229;r ej 
adresseras till postbox eller bank;

b) varans art och m&#228;ngd samt, i fr&#229;ga om beredningar, art och m&#228;ngd av i 
dem ing&#229;ende narkotika;

c) tullplats inom riket, &#246;ver vilken utf&#246;rseln skall &#228;ga rum, och 
ber&#228;knad tidpunkt h&#228;rf&#246;r;

d) det befordringsmedel, med vilket utf&#246;rseln avses ske;

e) huruvida varan skall anv&#228;ndas f&#246;r medicinskt eller vetenskapligt 
&#228;ndam&#229;l eller b&#229;dadera.

3 mom. Om socialstyrelsen ej finner hinder f&#246;religga f&#246;r utf&#246;rsel av 
ifr&#229;gavarande varuparti, utf&#228;rdar styrelsen ett utf&#246;rselcertifikat, som 
j&#228;mte en avskrift d&#228;rav tillst&#228;lles s&#246;kanden. En avskrift &#246;vers&#228;ndes 
till generaltullstyrelsen f&#246;r att vidarebefordras till den tullplats, 
&#246;ver vilken utf&#246;rseln avses &#228;ga rum.

Vid utf&#246;rseln skall s&#246;kanden uppvisa utf&#246;rselcertifikat f&#246;r vederb&#246;rande 
tullmyndighet; avskriften skall bil&#228;ggas f&#246;rs&#228;ndelsen.

4 mom. Vid utf&#246;rsel skall f&#246;rpackning inneh&#229;llande narkotika vara &#229;satt 
etikett, som anger inneh&#229;llets art och m&#228;ngd. Denna etikett f&#229;r icke 
anbringas p&#229; det yttre emballaget. Arten skall anges med det NFN- eller 
INN-namn som f&#246;r ifr&#229;gavarande narkotikum finns upptaget i 
socialstyrelsens f&#246;rteckning &#246;ver narkotika eller med deklaration, vari 
s&#229;dant namn ing&#229;r.

5 mom. Vid utf&#246;rsel av narkotika skall tullmyndigheten p&#229; s&#229;v&#228;l 
originalexemplaret som avskriften av certifikatet anteckna kvantiteten 
av varje s&#228;rskilt slag av narkotika som utf&#246;res samt tidpunkten f&#246;r 
utf&#246;rseln. D&#228;refter skall originalexemplaret &#229;terst&#228;llas till export&#246;ren 
och avskriften omedelbart ins&#228;ndas till socialstyrelsen.

Har tullanstalt, hos vilken narkotika anm&#228;les till utf&#246;rsel, icke 
erh&#229;llit avskrift av det f&#246;r utf&#246;rseln g&#228;llande certifikatet, skall 
tullanstalten till socialstyrelsen ins&#228;nda s&#228;rskilt meddelande om 
utf&#246;rseln. Har f&#246;rtullningen skett p&#229; annan ort &#228;n den i certifikatet 
angivna utf&#246;rselorten, skall tullanstalten till tullmyndigheten i 
sistn&#228;mnda ort &#246;vers&#228;nda avskrift av meddelandet.

Avskrift av utf&#246;rselcertifikat, som icke utnyttjas, skall av 
tullmyndighet ins&#228;ndas till socialstyrelsen omedelbart efter utg&#229;ngen av 
certifikatets giltighetstid.

6 mom. Utf&#246;rselcertifikat &#228;ger giltighet tre m&#229;nader r&#228;knat fr&#229;n dagen 
f&#246;r dess utf&#228;rdande. Efter skriftlig framst&#228;llning d&#228;rom kan 
socialstyrelsen medge viss f&#246;rl&#228;ngning av giltighetstiden.

7 mom. I utf&#246;rselcertifikat upptaget varuparti f&#229;r icke utf&#246;ras f&#246;rdelat 
p&#229; flera f&#246;rs&#228;ndelser.

8 mom. Tillst&#229;nd till utf&#246;rsel av r&#229;opium meddelas icke.

9 mom. F&#246;r varje utf&#246;rsel av i f&#246;rteckning IV upptagna varor fordras att 
export&#246;ren utst&#228;ller en exportdeklaration i tre exemplar, vilken skall 
inneh&#229;lla uppgift om

a) export&#246;rens och import&#246;rens namn och adress;

b) varans art och m&#228;ngd samt, i fr&#229;ga om beredningar, art och m&#228;ngd av i 
dem ing&#229;ende narkotika; arten skall anges med i f&#246;rteckning IV upptagen 
ben&#228;mning;

c) avs&#228;ndningsdatum.

Export&#246;ren skall ins&#228;nda tv&#229; exemplar av deklarationen till 
socialstyrelsen. Det tredje exemplaret bil&#228;gges f&#246;rs&#228;ndelsen.

10 mom. Vad som f&#246;reskrives i denna paragraf &#228;ger ej till&#228;mpning p&#229; 
narkotiska l&#228;kemedel, som avses i f&#246;rteckningarna II - V och som i 
&#246;verensst&#228;mmelse med vad d&#228;rom &#228;r s&#228;rskilt stadgat ing&#229;r i fartygs 
skeppsapotek och i sjukv&#229;rdsl&#229;da i luftfartyg.

Om transitering m.m.

4 &#167; 1 mom. Transitering genom riket till utrikes ort av narkotika f&#229;r 
ske utan s&#228;rskilt tillst&#229;nd av socialstyrelsen under f&#246;ruts&#228;ttning att 
f&#246;r vederb&#246;rande tullmyndighet uppvisas antingen en avskrift av det f&#246;r 
varorna g&#228;llande utf&#246;rselcertifikatet fr&#229;n det land, varifr&#229;n varorna 
avs&#228;nts, f&#246;rsedd med socialstyrelsens p&#229;teckning om att avskriften 
uppvisats i styrelsen, eller ock ett enligt 5 &#167; beh&#246;rigen utf&#228;rdat 
omdestinationscertifikat. F&#246;rs&#228;ndelsen skall vidarebefordras till den 
ort som anges i utf&#246;rsel- eller omdestinationscertifikatet.

2 mom. Best&#228;mmelserna i denna paragraf &#228;ger ej till&#228;mpning p&#229; 
f&#246;rs&#228;ndelse, som inkommer till riket postledes och under postverkets 
kontroll omedelbart befordras i o&#246;ppnat skick till utrikes ort eller som 
transporteras i luftfartyg. Om luftfartyget landar p&#229; svensk omr&#229;de, 
skall best&#228;mmelserna dock iakttagas s&#229; l&#229;ngt omst&#228;ndigheterna medger.

5 &#167; 1 mom. Narkotika, som transiteras genom landet, f&#229;r ej omdestineras 
till annan ort &#228;n som anges i utf&#246;rselcertifikatet, med mindre 
socialstyrelsen medgivit tillst&#229;nd d&#228;rtill (omdestinationscertifikat).

2 mom. Ans&#246;kan om omdestinationscertifikat skall inges enligt de i 3 &#167; 2 
mom. meddelade f&#246;reskrifterna och dessutom inneh&#229;lla uppgift om det 
land, varifr&#229;n f&#246;rs&#228;ndelsen ursprungligen utf&#246;rts. Vid ans&#246;kan skall 
fogas det ursprungliga utf&#246;rselcertifikatet, som &#229;tf&#246;ljer s&#228;ndningen, 
f&#246;rsett med vederb&#246;rande tullmyndighets anteckning om det faktiskt 
inf&#246;rda varupartiets art och m&#228;ngd. I &#246;vrigt skall best&#228;mmelserna i 3 &#167; 
&#228;ga motsvarande till&#228;mpning och vad i kung&#246;relsen stadgas om 
utf&#246;rselcertifikat skall &#228;ga till&#228;mpning j&#228;mv&#228;l betr&#228;ffande 
omdestinationscertifikat.

3 mom. Best&#228;mmelserna i denna paragraf &#228;ger ej till&#228;mpning p&#229; 
f&#246;rs&#228;ndelse, som inkommer till riket postledes och under postverkets 
kontroll omedelbart befordras i o&#246;ppnat skick till utrikes ort eller som 
transporteras i luftfartyg. Om luftfartyget landar p&#229; svenskt omr&#229;de, 
skall best&#228;mmelserna dock iakttagas s&#229; l&#229;ngt omst&#228;ndigheterna medger.

6 &#167; Narkotika, som transiteras genom landet eller f&#246;rvaras i tullager 
eller frihamn, f&#229;r icke utan socialstyrelsens tillst&#229;nd underg&#229; n&#229;gon 
behandling, som f&#246;r&#228;ndrar deras natur eller f&#246;rpackning.

Om tillverkning

7 &#167; 1 mom. Med tillverkning f&#246;rst&#229;s

a) framst&#228;llning av narkotiskt &#228;mne ur i naturen f&#246;rekommande r&#229;varor 
eller p&#229; syntetisk v&#228;g &#228;vensom omvandling av narkotiskt &#228;mne eller 
bearbetning av ofullst&#228;ndigt renad vara samt avv&#228;gning eller ompackning 
av narkotiskt &#228;mne eller drog;

b) framst&#228;llning av beredning, som avses under 1 c) och d) 
socialstyrelsens kung&#246;relse med f&#246;rteckningar &#246;ver narkotika, samt 
avv&#228;gning, uppr&#228;kning eller ompackning av s&#229;dan beredning.

Med tillverkning f&#246;rst&#229;s &#228;ven framst&#228;llning av s&#229;dan beredning med 
narkotiskt &#228;mne, vilken icke &#228;r h&#228;nf&#246;rlig till narkotika.

Vad i detta mom. s&#228;gs skall &#228;ven g&#228;lla f&#246;r varor i f&#246;rteckningarna IV 
och V.

2 mom. Tillst&#229;nd att tillverka narkotika l&#228;mnas av socialstyrelsen efter 
ans&#246;kan f&#246;r ett &#229;r i s&#228;nder. Ans&#246;kan skall &#229;tf&#246;ljas av uppgift om

a) s&#246;kandens namn och postadress samt namn och adress p&#229; den eller de 
personer, som skall f&#246;rest&#229; tillverkningen;

b) tillverknings- och lagerlokalernas bel&#228;genhet;

c) art och m&#228;ngd av varje narkotiskt &#228;mne, som skall tillverkas 
respektive anv&#228;ndas till beredningar.

3 mom. Om socialstyrelsen ej finner hinder f&#246;religga f&#246;r tillverkningen, 
meddelar styrelsen tillst&#229;nd d&#228;rtill och f&#246;reskriver d&#228;rvid erforderliga 
villkor f&#246;r &#229;tnjutande av tillst&#229;ndet.

4 mom. Tillverkning av narkotiska &#228;mnen b&#246;r f&#246;rl&#228;ggas till lokaler, som 
&#228;r avskilda fr&#229;n annan tillverkning.

5 mom. F&#246;rest&#229;ndare skall tillse att tillverkning &#228;ger rum under s&#229;dana 
f&#246;rh&#229;llanden, att obeh&#246;rig &#229;tkomst av narkotika f&#246;rhindras. Han skall 
ut&#246;va noggrann tillsyn &#246;ver personer, som har befattning med 
tillverkningen, och utf&#228;rda erforderliga kontrollf&#246;reskrifter till skydd 
mot att narkotika olagligen undanskaffas. F&#246;rest&#229;ndare skall p&#229; s&#228;rskild 
anmodan l&#228;mna socialstyrelsen uppgift om namn och adress p&#229; de personer, 
som vid varje tidpunkt &#228;r sysselsatta med h&#228;r avsett arbete.

Om handel

8 &#167; 1 mom. Ans&#246;kan om s&#229;dant tillst&#229;nd att bedriva handel med narkotika, 
som avses i 6 &#167; 1 mom. c) narkotikaf&#246;rordningen, skall &#229;tf&#246;ljas av 
uppgift om

a) s&#246;kandens namn och postadress samt namn och adress p&#229; den eller de 
personer, som skall f&#246;rest&#229; handeln;

b) handelslokalens bel&#228;genhet;

c) det eller de narkotika som avses, s&#229;vida ans&#246;kan ej g&#228;ller narkotika 
i allm&#228;nhet.

2 mom. Tillst&#229;nd att bedriva handel med narkotika avser, s&#229;vida 
socialstyrelsen icke s&#228;rskilt medger annat, endast handel med narkotika 
som farmacevtiska specialiteter eller eljest i obrutna 
originalf&#246;rpackningar, vilka endast f&#229;r s&#228;ljas i den f&#246;rpackning vari de 
ink&#246;pts.

3 mom. F&#246;r f&#246;rs&#228;ljning fr&#229;n filial fordras, s&#229;vida ej annat medges, 
s&#228;rskilt tillst&#229;nd. F&#246;rs&#228;ljning fr&#229;n filial f&#229;r endast ske i fr&#229;n 
huvudf&#246;retaget mottagna obrutna f&#246;rpackningar.

Om utl&#228;mnande

9 &#167; 1 mom. Annan &#228;n apotekschef &#228;ger utl&#228;mna narkotika endast till 
tillverkare f&#246;r dennes r&#246;relse eller till &#229;terf&#246;rs&#228;ljare eller apotek.

2 mom. Narkotiskt l&#228;kemedel f&#229;r ej utl&#228;mnas som l&#228;kemedelsprov.

3 mom. Utan hinder av vad i 1 och 2 mom. s&#228;gs &#228;ger tillverkare efter 
anm&#228;lan till socialstyrelsen utl&#228;mna oregistrerat narkotiskt l&#228;kemedel i 
&#246;verensst&#228;mmelse med vad som s&#228;rskilt f&#246;reskrives ang&#229;ende klinisk 
pr&#246;vning av oregistrerade l&#228;kemedel.

Om f&#246;rvaring m.m.

10 &#167; 1 mom. P&#229; apotek och sjukv&#229;rdsinr&#228;ttning skall narkotika f&#246;rvaras i 
enlighet med av socialstyrelsen s&#228;rskilt meddelade f&#246;reskrifter.

2 mom. Import&#246;r, tillverkare, partihandlare och f&#246;rest&#229;ndare f&#246;r 
vetenskaplig institution skall f&#246;rvara narkotika avskilda fr&#229;n andra 
varor i l&#229;st sk&#229;p eller rum samt i h&#229;llbart emballage, m&#228;rkt med varans 
namn. Nyckel till s&#229;dan f&#246;rvaringsplats f&#229;r innehavas av f&#246;rest&#229;ndaren 
f&#246;r verksamheten eller den han utser d&#228;rtill. Nyckeln skall f&#246;rvaras p&#229; 
betryggande s&#228;tt. Tillverkare och partihandlare skall meddela 
socialstyrelsen namn och postadress p&#229; person, som har tillg&#229;ng till 
f&#246;rr&#229;d av narkotika.

3 mom. Tillverkare och partihandlare f&#229;r icke h&#229;lla i lager st&#246;rre m&#228;ngd 
av narkotiska &#228;mnen och droger &#228;n som med h&#228;nsyn till det r&#229;dande 
marknadsl&#228;get &#228;r n&#246;dv&#228;ndigt f&#246;r den ekonomiska driften av f&#246;retaget. 
Lagret av r&#229;varor f&#229;r icke &#246;verstiga den ber&#228;knade f&#246;rbrukningen under 
sex m&#229;nader. Socialstyrelsen kan dock, d&#229; s&#228;rskilda sk&#228;l f&#246;religger, 
medge en lagerh&#229;llning motsvarande ett &#229;rs f&#246;rbrukning.

4 mom. F&#246;rpackningar med narkotika, som &#228;r avsedda f&#246;r parti- eller 
detaljhandel, skall vara f&#246;rslutna p&#229; s&#229;dant s&#228;tt, att brytning av 
f&#246;rpackningen l&#228;tt kan uppt&#228;ckas.

5 mom. Narkotika f&#229;r hos tillverkare eller partihandlare f&#246;rst&#246;ras 
endast efter socialstyrelsens medgivande och p&#229; s&#228;tt styrelsen 
f&#246;reskriver.

6 mom. Betr&#228;ffande innehav, f&#246;rvaring och kontroll av narkotika hos 
personal vid krigsmakten g&#228;ller av f&#246;rsvarets sjukv&#229;rdsstyrelse efter 
samr&#229;d med socialstyrelsen utf&#228;rdade f&#246;reskrifter.

Om redovisning

11 &#167; 1 mom. Apotekschef, fartygsbef&#228;lhavare och den f&#246;r luftfartygs 
sjukv&#229;rdsl&#229;da ansvarige skall f&#246;ra anteckningar &#246;ver sitt handhavande av 
narkotika i enlighet med av socialstyrelsen i s&#228;rskild ordning meddelade 
f&#246;reskrifter.

2 mom. Import&#246;r, tillverkare, partihandlare samt f&#246;rest&#229;ndare f&#246;r 
vetenskaplig institution skall f&#246;ra s&#229;dana anteckningar &#246;ver narkotika, 
att f&#246;ljande upplysningar vid varje tidpunkt framg&#229;r:

a) ink&#246;p och inf&#246;rsel med angivande av datum f&#246;r mottagandet, art och 
m&#228;ngd samt leverant&#246;r med h&#228;nvisning till faktura och 
inf&#246;rselcertifikat;

b) f&#246;rs&#228;ljning och utf&#246;rsel i &#246;versst&#228;mmelse med vad som anges under a);

c) f&#246;rbrukning till under 1 c) socialstyrelsens kung&#246;relse med 
f&#246;rteckningar &#246;ver narkotika avsedda beredningar. Anteckning skall f&#246;ras 
&#246;ver den m&#228;ngd av narkotika, som anv&#228;nts vid varje framst&#228;llning av 
s&#229;dana beredningar, med angivande av utbytet vid tillverkningen och 
avfyllningen;

d) f&#246;rbrukning till under 2 socialstyrelsens kung&#246;relse med 
f&#246;rteckningar &#246;ver narkotika avsedda beredningar;

e) avvikelse fr&#229;n det teoretiska utbytet vid avv&#228;gningar eller 
uppdelning av narkotika i mindre f&#246;rpackningar;

f) utf&#246;rsel av under 2 socialstyrelsens kung&#246;relse med f&#246;rteckningar 
&#246;ver narkotika avsedda beredningar, f&#246;r vilka s&#228;rskilt tillst&#229;nd till 
utf&#246;rsel icke fordras;

g) f&#246;rbrukning f&#246;r analytiskt &#228;ndam&#229;l och f&#246;rs&#246;k, med angivande av dels 
datum samt art och m&#228;ngd av anv&#228;nt narkotikum, dels allm&#228;n uppgift om 
den analys eller det f&#246;rs&#246;k, vartill ifr&#229;gavarande medel har anv&#228;nts;

h) m&#228;ngd av narkotiskt &#228;mne, som tillverkats eller omvandlats i andra 
narkotiska eller icke narkotiska &#228;mnen;

i) m&#228;ngd av r&#229;varor, som anv&#228;nts vid framst&#228;llning av narkotika;

j) m&#228;ngd av narkotika, som blivit f&#246;rst&#246;rd;

k) m&#228;ngd av narkotika, som finns i lager, f&#246;rdelad p&#229; narkotiska &#228;mnen 
och droger, halvfabrikat och l&#228;kemedel.

3 mom. Import&#246;r, export&#246;r, tillverkare och partihandlare skall 
betr&#228;ffande i f&#246;rteckning IV upptagna varor f&#246;ra anteckningar &#246;ver de 
m&#228;ngder som inf&#246;rts, ink&#246;pts, utf&#246;rts, f&#246;rs&#229;lts och tillverkats. 
Motsvarande anteckningar skall f&#246;ras av import&#246;r, export&#246;r och 
tillverkare &#246;ver inf&#246;rsel, utf&#246;rsel och tillverkning av varor i 
f&#246;rteckning V.

P&#229; apotek och sjukv&#229;rdsinr&#228;ttning samt vetenskaplig institution skall 
uppgifter om f&#246;rv&#228;rv och anv&#228;ndning av varor i f&#246;rteckning IV vara l&#228;tt 
&#229;tkomliga.

Tillverkare skall anteckna den m&#228;ngd av varje substans, upptagen i 
f&#246;rteckningarna IV eller V, som anv&#228;nts vid tillverkning av s&#229;dan 
beredning, som ej upptages under 2 d) socialstyrelsens kung&#246;relse med 
f&#246;rteckningar &#246;ver narkotika, samt totala m&#228;ngden av s&#229;dan undantagen 
beredning som tillverkats.

4 mom. F&#246;rda anteckningar och handlingar r&#246;rande verksamheten skall 
f&#246;rvaras under minst tre &#229;r.

5 mom. Avst&#228;mning av lagret skall f&#246;retagas, n&#228;r s&#229; befinnes p&#229;kallat, 
dock minst en g&#229;ng i kvartalet. Brister i lagret, som kan misst&#228;nkas 
bero p&#229; olagligt undanskaffande eller dylikt, skall omedelbart anm&#228;las 
till socialstyrelsen.

Om uppgifter till socialstyrelsen

12 &#167; 1 mom. Import&#246;r och export&#246;r av narkotika skall inom fjorton dagar 
efter utg&#229;ngen av varje kvartal ins&#228;nda uppgift till socialstyrelsen om 
in- och utf&#246;rsel av narkotika under det g&#229;ngna kvartalet med angivande 
av datum h&#228;rf&#246;r, art och m&#228;ngd av varje s&#228;rskilt parti samt in- och 
utf&#246;rselcertifikatens nummer.

2 mom. Tillverkare skall inom fjorton dagar efter utg&#229;ngen av varje 
kvartal ins&#228;nda uppgift f&#246;r det g&#229;ngna kvartalet om

a) den m&#228;ngd r&#229;varor, som ink&#246;pts eller framst&#228;llts; f&#246;r r&#229;opium skall 
h&#228;rvid anges ing&#229;ende halt av morfin;

b) den m&#228;ngd r&#229;varor, som f&#246;rbrukats, och den m&#228;ngd av narkotiska &#228;mnen, 
som framst&#228;llts d&#228;rur;

c) lager av r&#229;varor och narkotiska &#228;mnen vid kvartalets b&#246;rjan och slut. 
Lagret av narkotiska &#228;mnen skall anges s&#229;, att det framg&#229;r hur mycket 
som finns i form av &#228;mnen, halvfabrikat och l&#228;kemedel.

3 mom. Import&#246;r, tillverkare, partihandlare och f&#246;rest&#229;ndare f&#246;r 
vetenskaplig institution skall &#229;rligen f&#246;re utg&#229;ngen av januari m&#229;nad 
ins&#228;nda uppgift till socialstyrelsen &#246;ver sin verksamhet med narkotika 
under det f&#246;reg&#229;ende &#229;ret p&#229; s&#228;tt som styrelsen f&#246;reskriver.

Uppgiften skall &#228;ven omfatta i f&#246;rteckningarna IV och V avsedda varor.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4127">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4129">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
