

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-09-22" /> 
 <meta id="rattsinfo-edited" content="2022-09-22 14:43:53" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4135</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4134">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4136">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:358 ·
                    <a href="/sfsr?bet=1974:358">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1974:358) om facklig f&#246;rtroendemans st&#228;llning p&#229; arbetsplatsen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Arbetsmarknadsdepartementet ARM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-05-31
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:837
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1974-07-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag till&#228;mpas p&#229; den som har utsetts av en
arbetstagarorganisation att som facklig f&#246;rtroendeman f&#246;retr&#228;da de
anst&#228;llda p&#229; viss arbetsplats i fr&#229;gor som r&#246;r f&#246;rh&#229;llandet till
arbetsgivaren eller andra med facklig verksamhet sammanh&#228;ngande fr&#229;gor.

Med arbetstagarorganisation avses i denna lag organisation som &#228;r eller
brukar vara bunden av kollektivavtal f&#246;r de arbetstagare som ber&#246;rs av
f&#246;rtroendemannens verksamhet.

Lagen till&#228;mpas p&#229; en facklig f&#246;rtroendeman d&#229; organisationen har
underr&#228;ttat arbetsgivaren om det fackliga uppdraget. I f&#246;rh&#229;llande till
f&#246;rtroendemannen best&#228;mmer organisationen n&#228;r lagen skall g&#228;lla f&#246;r
honom. Lag (1990:1039).

2 &#167; Har i lag meddelats best&#228;mmelse som avviker fr&#229;n denna lag, g&#228;ller
den best&#228;mmelsen. &#196;ven avvikande best&#228;mmelse i annan f&#246;rfattning &#228;n lag
g&#228;ller, om den avser fr&#229;ga om f&#246;retr&#228;desr&#228;tt till fortsatt arbete eller
f&#246;rl&#228;ggning av ledighet f&#246;r facklig f&#246;rtroendeman, vars
avl&#246;ningsf&#246;rm&#229;ner fastst&#228;lles under medverkan av regeringen eller
myndighet som regeringen best&#228;mmer, eller facklig f&#246;rtroendeman hos
riksdagen eller dess verk.

Avtal som inneb&#228;r att en facklig f&#246;rtroendemans r&#228;ttigheter enligt denna
lag inskr&#228;nks &#228;r ogiltigt i den delen. Avvikelse f&#229;r dock g&#246;ras fr&#229;n 1,
5--7, 8 &#167;&#167; f&#246;rsta stycket, och 9 a &#167; f&#246;rsta och andra styckena med st&#246;d
av kollektivavtal som p&#229; arbetstagarsidan har slutits eller godk&#228;nts av
organisation som &#228;r att anse som central arbetstagarorganisation enligt
lagen (1976:580) om medbest&#228;mmande i arbetslivet. Lag (1990:1039).

3 &#167; En arbetsgivare f&#229;r inte hindra en facklig f&#246;rtroendeman att
fullg&#246;ra sitt uppdrag.

Om uppdraget avser en annan arbetsplats &#228;n f&#246;rtroendemannens egen, &#228;r
arbetsgivaren p&#229; den arbetsplatsen skyldig att l&#229;ta f&#246;rtroendemannen f&#229;
tilltr&#228;de och vara verksam i den omfattning som beh&#246;vs f&#246;r uppdraget.
Verksamheten f&#229;r dock inte medf&#246;ra betydande hinder f&#246;r arbetets
beh&#246;riga g&#229;ng.

F&#246;rtroendemannen skall ges tillf&#228;lle att disponera lokal eller annat
utrymme p&#229; den egna arbetsplatsen som fordras f&#246;r det fackliga uppdrag
som utf&#246;rs d&#228;r. Lag (1990:1039).

4 &#167; Facklig f&#246;rtroendeman f&#229;r ej med anledning av sitt uppdrag ges
f&#246;rs&#228;mrade arbetsf&#246;rh&#229;llanden eller anst&#228;llningsvillkor. N&#228;r uppdraget
har upph&#246;rt skall arbetstagaren vara tillf&#246;rs&#228;krad samma eller
likv&#228;rdig st&#228;llning i fr&#229;ga om arbetsf&#246;rh&#229;llanden och
anst&#228;llningsvillkor som om han ej haft fackligt uppdrag.

5 &#167; Uppkommer fr&#229;ga om &#228;ndring av facklig f&#246;rtroendemans
arbetsf&#246;rh&#229;llanden eller anst&#228;llningsvillkor, skall arbetsgivaren
minst tv&#229; veckor i f&#246;rv&#228;g varsla den lokala arbetstagarorganisationen
och underr&#228;tta f&#246;rtroendemannen. F&#246;religger hinder h&#228;rf&#246;r, skall
varsel och underr&#228;ttelse i st&#228;llet l&#228;mnas s&#229; snart det kan ske.
Skyldighet att l&#228;mna varsel och underr&#228;ttelse f&#246;religger ej vid s&#229;dan
&#228;ndring som utg&#246;r ett normalt led i f&#246;rtroendemannens arbete och icke
f&#246;rs&#228;mrar hans m&#246;jligheter att fullg&#246;ra det fackliga uppdraget.

Den lokala arbetstagarorganisationen och f&#246;rtroendemannen har r&#228;tt
till &#246;verl&#228;ggning med arbetsgivaren om &#229;tg&#228;rd som avses i f&#246;rsta
stycket. S&#229;dan &#246;verl&#228;ggning skall p&#229;kallas senast en vecka efter det
att varsel eller underr&#228;ttelse l&#228;mnades. Har &#246;verl&#228;ggning p&#229;kallats,
f&#229;r arbetsgivaren icke vidtaga den tillt&#228;nkta &#229;tg&#228;rden f&#246;rr&#228;n
tillf&#228;lle till &#246;verl&#228;ggning har l&#228;mnats.

6 &#167; Facklig f&#246;rtroendeman har r&#228;tt till den ledighet som fordras f&#246;r
det fackliga uppdraget.

Ledigheten f&#229;r dock icke ha st&#246;rre omfattning &#228;n som &#228;r sk&#228;ligt med
h&#228;nsyn till f&#246;rh&#229;llandena p&#229; arbetsplatsen. Ledigheten f&#229;r icke
f&#246;rl&#228;ggas s&#229;, att den medf&#246;r betydande hinder f&#246;r arbetets beh&#246;riga
g&#229;ng.

Ledighetens omfattning och f&#246;rl&#228;ggning best&#228;mmes efter &#246;verl&#228;ggning
mellan arbetsgivaren och den lokala arbetstagarorganisationen.

7 &#167; Vid ledighet som avser den fackliga verksamheten p&#229;
f&#246;rtroendemannens egen arbetsplats skall den fackliga f&#246;rtroendemannen
ha r&#228;tt till bibeh&#229;llna anst&#228;llningsf&#246;rm&#229;ner.

Beror det p&#229; arbetsgivaren att den fackliga verksamhet som avser
f&#246;rtroendemannens egen arbetsplats f&#246;rl&#228;ggs till annan tid &#228;n
f&#246;rtroendemannens ordinarie arbetstid, skall ers&#228;ttning utg&#229; till
f&#246;rtroendemannen som om han hade utf&#246;rt arbete f&#246;r arbetsgivarens
r&#228;kning.

&#196;ven uppkomna merkostnader skall ers&#228;ttas, om de beror p&#229; arbetsgivaren.

Om anst&#228;llningsf&#246;rm&#229;n enligt lag utg&#229;r endast f&#246;r arbetad tid, skall med
s&#229;dan tid likst&#228;llas tid som avses i f&#246;rsta och andra styckena. Lag
(1990:1039).

8 &#167; Vid upps&#228;gning p&#229; grund av arbetsbrist och vid 
permittering ska en facklig f&#246;rtroendeman, utan hinder av 22 &#167; 
lagen (1982:80) om anst&#228;llningsskydd, ges f&#246;retr&#228;de till 
fortsatt arbete, om det &#228;r av s&#228;rskild betydelse f&#246;r den 
fackliga verksamheten p&#229; arbetsplatsen. Om f&#246;rtroendemannen 
endast efter omplacering kan beredas fortsatt arbete, g&#228;ller 
som f&#246;ruts&#228;ttning f&#246;r att f&#246;rtroendemannen ska ges f&#246;retr&#228;de 
att han eller hon har tillr&#228;ckliga kvalifikationer f&#246;r detta 
arbete. 

Upps&#228;gning som sker i strid med f&#246;rsta stycket ska p&#229; yrkande 
av f&#246;rtroendemannen f&#246;rklaras ogiltig. H&#228;rvid ska 37, 39, 40 
och 42 &#167;&#167; lagen (1982:80) om anst&#228;llningsskydd g&#228;lla.
Lag (2022:837).

8 a &#167; Vid en tvist om giltigheten av en upps&#228;gning av en 
facklig f&#246;rtroendeman upph&#246;r inte f&#246;rtroendemannens 
anst&#228;llning till f&#246;ljd av upps&#228;gningen f&#246;rr&#228;n tvisten slutligt 
har avgjorts, om det &#228;r av s&#228;rskild betydelse f&#246;r den fackliga 
verksamheten p&#229; arbetsplatsen att f&#246;rtroendemannens 
anst&#228;llning best&#229;r.

En s&#229;dan f&#246;rtroendeman f&#229;r inte st&#228;ngas av fr&#229;n arbete p&#229; 
grund av de omst&#228;ndigheter som har lett till upps&#228;gningen, om 
det inte finns s&#228;rskilda sk&#228;l. F&#246;rtroendemannen har r&#228;tt till 
l&#246;n och andra f&#246;rm&#229;ner enligt 12-14 &#167;&#167; lagen (1982:80) om 
anst&#228;llningsskydd s&#229; l&#228;nge anst&#228;llningen best&#229;r.

Om en tvist uppkommit i fr&#229;gan om huruvida f&#246;rtroendemannen 
har s&#228;rskild betydelse f&#246;r den fackliga verksamheten p&#229; 
arbetsplatsen, kan en domstol p&#229; f&#246;rtroendemannens beg&#228;ran f&#246;r 
tiden fram till det slutliga avg&#246;randet besluta att hans eller 
hennes anst&#228;llning ska best&#229;. Domstolen kan &#228;ven f&#246;r tiden 
fram till det slutliga avg&#246;randet besluta att en p&#229;g&#229;ende 
avst&#228;ngning av f&#246;rtroendemannen ska upph&#246;ra. P&#229; arbetsgivarens 
beg&#228;ran kan domstolen f&#246;r tiden fram till det slutliga 
avg&#246;randet besluta att f&#246;rtroendemannens anst&#228;llning ska 
upph&#246;ra vid upps&#228;gningstidens utg&#229;ng eller vid den senare 
tidpunkt som domstolen best&#228;mmer. Lag (2022:837).

8 b &#167; Vid en tvist om giltigheten av ett avskedande av en 
facklig f&#246;rtroendeman kan en domstol p&#229; f&#246;rtroendemannens 
beg&#228;ran besluta att hans eller hennes anst&#228;llning trots 
avskedandet ska best&#229; till dess att tvisten slutligt har 
avgjorts, om det &#228;r av s&#228;rskild betydelse f&#246;r den fackliga 
verksamheten p&#229; arbetsplatsen att f&#246;rtroendemannens 
anst&#228;llning best&#229;r.

Om en domstol har meddelat ett s&#229;dant beslut, f&#229;r 
arbetsgivaren inte st&#228;nga av f&#246;rtroendemannen fr&#229;n arbete p&#229; 
grund av de omst&#228;ndigheter som har lett till avskedandet. 
F&#246;rtroendemannen har r&#228;tt till l&#246;n och andra f&#246;rm&#229;ner enligt 
12-14 &#167;&#167; lagen om anst&#228;llningsskydd s&#229; l&#228;nge anst&#228;llningen 
best&#229;r. Lag (2022:837).

9 &#167; Uppkommer tvist om till&#228;mpning p&#229; en facklig f&#246;rtroendeman av 1,
3, 4, 6 eller 7 &#167; eller 8 &#167; f&#246;rsta stycket eller
kollektivavtalsbest&#228;mmelse som med st&#246;d av 2 &#167; andra stycket har tr&#228;tt
i st&#228;llet f&#246;r 1, 6 eller 7 &#167; eller 8 &#167; f&#246;rsta stycket, g&#228;ller den
lokala arbetstagarorganisationens mening om lagens eller
kollektivavtalets r&#228;tta inneb&#246;rd intill dess tvisten har slutligt
pr&#246;vats. I kollektivavtal som har tr&#228;tt i lagens st&#228;lle kan
f&#246;reskrivas att arbetstagarpartens best&#228;mmander&#228;tt i st&#228;llet skall
tillkomma huvudorganisationen.

Utan hinder av f&#246;rsta stycket kan arbetsgivaren v&#228;gra s&#229;dan ledighet
som &#228;ventyrar s&#228;kerheten p&#229; arbetsplatsen, viktiga samh&#228;llsfunktioner
eller d&#228;rmed j&#228;mf&#246;rliga intressen.

9 a &#167; En arbetsgivare som enligt 3 &#167; andra stycket &#228;r skyldig
att ge en facklig f&#246;rtroendeman tilltr&#228;de till en arbetsplats
och l&#229;ta f&#246;rtroendemannen vara verksam d&#228;r har r&#228;tt till
f&#246;rhandling med den ber&#246;rda arbetstagarorganisationen om
tystnadsplikt r&#246;rande den information som ska l&#228;mnas till
f&#246;rtroendemannen.

I s&#229;dana fall till&#228;mpas 21 &#167; andra och tredje styckena lagen
(1976:580) om medbest&#228;mmande i arbetslivet. Vad en facklig
f&#246;rtroendeman har f&#229;tt k&#228;nnedom om med tystnadsplikt som
avses i f&#246;rsta stycket f&#229;r f&#246;rtroendemannen trots
tystnadsplikten f&#246;ra vidare till en ledamot i styrelsen f&#246;r
arbetstagarorganisationen. I ett s&#229;dant fall g&#228;ller
tystnadsplikten &#228;ven f&#246;r styrelseledamoten.

I fr&#229;ga om den som ut&#246;var ett uppdrag enligt 3 &#167; andra
stycket p&#229; en arbetsplats i det allm&#228;nnas verksamhet
till&#228;mpas 10 kap. 11–14 &#167;&#167; och 12 kap. 2 &#167; offentlighets- och
sekretesslagen (2009:400) i st&#228;llet f&#246;r best&#228;mmelserna i
f&#246;rsta och andra styckena. Lag (2009:417).

10 &#167; &#197;sidos&#228;tter arbetsgivare sina f&#246;rpliktelser enligt denna lag
eller kollektivavtalsbest&#228;mmelser som har tr&#228;tt i lagens st&#228;lle skall
han utge, f&#246;rutom l&#246;n och andra anst&#228;llningsf&#246;rm&#229;ner vartill facklig
f&#246;rtroendeman &#228;r ber&#228;ttigad, ers&#228;ttning f&#246;r uppkommen skada. Vid
bed&#246;mande om och i vad m&#229;n skada har uppst&#229;tt skall h&#228;nsyn tagas &#228;ven
till arbetstagarorganisations intresse av att lagens best&#228;mmelser
iakttages i f&#246;rh&#229;llande till organisationens f&#246;rtroendem&#228;n samt till
&#246;vriga omst&#228;ndigheter av annan &#228;n rent ekonomisk betydelse.

Arbetstagarorganisation kan &#229;l&#228;ggas att utge skadest&#229;nd om den
f&#246;ranlett felaktig till&#228;mpning av lagen eller kollektivavtal som har
tr&#228;tt i lagens st&#228;lle och har insett eller uppenbarligen borde ha
insett felaktigheten. Detsamma g&#228;ller om organisationen icke vidtager
sk&#228;liga &#229;tg&#228;rder f&#246;r att hindra facklig f&#246;rtroendeman fr&#229;n ett
motsvarande f&#246;rfarande eller om organisationen icke s&#246;ker f&#246;rebygga
skada av ett felaktigt f&#246;rfaringss&#228;tt. Facklig f&#246;rtroendeman kan icke
&#229;l&#228;ggas att utge skadest&#229;nd eller &#229;terb&#228;ra erh&#229;llen l&#246;n f&#246;r facklig
verksamhet som han har bedrivit med organisationens godk&#228;nnande.

Om det med h&#228;nsyn till skadans storlek eller andra omst&#228;ndigheter &#228;r
sk&#228;ligt, kan skadest&#229;ndet j&#228;mkas.

10 a &#167; Om en facklig f&#246;rtroendeman eller en ledamot i styrelsen f&#246;r en
arbetstagarorganisation bryter mot den tystnadsplikt som avses i 9 a &#167;
f&#246;rsta och andra styckena eller obeh&#246;rigen utnyttjar kunskaper som
f&#246;rtroendemannen eller styrelseledamoten har f&#229;tt under s&#229;dan
tystnadsplikt, svarar arbetstagarorganisationen f&#246;r den skada som
uppkommer. I ett s&#229;dant fall f&#246;ljer inte ansvar enligt 20 kap. 3 &#167;
brottsbalken.

Om det &#228;r sk&#228;ligt kan skadest&#229;ndet s&#228;ttas ned eller helt falla bort. Lag
(1990:1039).

11 &#167; Den som vill fordra skadest&#229;nd enligt denna lag skall underr&#228;tta
motparten om sitt anspr&#229;k inom fyra m&#229;nader fr&#229;n det skadan
intr&#228;ffade. Har inom den tiden f&#246;rhandling r&#246;rande anspr&#229;ket p&#229;kallats
enligt lagen (1976:580) om medbest&#228;mmande i arbetslivet eller med st&#246;d
av kollektivavtal, skall talan v&#228;ckas inom fyra m&#229;nader efter det att
f&#246;rhandlingen avslutades. I annat fall skall talan v&#228;ckas inom &#229;tta
m&#229;nader fr&#229;n skadans uppkomst.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning i fr&#229;ga om anspr&#229;k p&#229; l&#246;n
och andra anst&#228;llningsf&#246;rm&#229;ner enligt denna lag eller kollektivavtal
som har tr&#228;tt i lagens st&#228;lle.

Iakttages ej vad som f&#246;reskrives i f&#246;rsta och andra styckena, &#228;r talan
f&#246;rlorad. Lag (1976:594).

12 &#167; M&#229;l om till&#228;mpning av denna lag handl&#228;ggs enligt lagen 
(1974:371) om r&#228;tteg&#229;ngen i arbetstvister. S&#229;dant m&#229;l ska 
handl&#228;ggas skyndsamt. Detsamma g&#228;ller m&#229;l om kollektivavtal 
som har tr&#228;tt i lagens st&#228;lle. 

Utan hinder av 9 &#167; kan Arbetsdomstolen meddela beslut i 
tvistefr&#229;gan f&#246;r tiden fram till dess tvisten har slutligt 
pr&#246;vats. Ett yrkande om s&#229;dant beslut f&#229;r inte bifallas utan 
att motparten har f&#229;tt tillf&#228;lle att yttra sig. 

Ett yrkande om beslut enligt 8 a &#167; tredje stycket eller 8 b &#167; 
f&#246;rsta stycket f&#229;r inte bifallas utan att motparten har f&#229;tt 
tillf&#228;lle att yttra sig. Om ett dr&#246;jsm&#229;l skulle medf&#246;ra risk 
f&#246;r skada, f&#229;r dock domstolen omedelbart bifalla yrkandet att 
g&#228;lla till dess annat beslutas. Beslut som en tingsr&#228;tt har 
meddelat under r&#228;tteg&#229;ngen f&#229;r &#246;verklagas s&#228;rskilt.
Lag (2022:837).


&#214;verg&#229;ngsbest&#228;mmelser

1974:358

Denna lag tr&#228;der i kraft den 1 juli 1974.

Kollektivavtal enligt 2 &#167; andra stycket kan ing&#229;s f&#246;re
ikrafttr&#228;dandet.

har en arbetstagares fackliga uppdrag upph&#246;rt f&#246;re ikrafttr&#228;dandet
&#228;ger 4 &#167; icke till&#228;mpning.

F&#246;reskrifterna i 5 &#167; g&#228;ller icke om de leder till att varsel och
underr&#228;ttelse skall ha l&#228;mnats f&#246;re ikrafttr&#228;dandet.

2022:837

1. Denna lag tr&#228;der i kraft den 30 juni 2022.

2. Lagen till&#228;mpas f&#246;rsta g&#229;ngen den 1 oktober 2022.

3. &#196;ldre f&#246;reskrifter g&#228;ller fram till den 1 oktober 2022.

4. Om en arbetsgivare f&#246;re den 1 oktober 2022 har sagt upp 
eller avskedat en facklig f&#246;rtroendeman, eller har inlett ett 
f&#246;rfarande f&#246;r upps&#228;gning eller avskedande genom en 
f&#246;rhandlingsframst&#228;llning, en underr&#228;ttelse eller ett varsel, 
g&#228;ller &#228;ldre f&#246;reskrifter fortfarande f&#246;r fr&#229;gor som har att 
g&#246;ra med den upps&#228;gningen eller det avskedandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4134">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4136">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
