

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 11:00:01" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4136</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4135">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4137">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:268 ·
                    <a href="/sfsr?bet=1974:268">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1974:268) med anledning av milj&#246;skyddskonventionen den 19 februari 1974 mellan Danmark, Finland, Norge och Sverige</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-05-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1980:220
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagan.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Artiklarna 1-13 i milj&#246;skyddskonventionen den 19 februari 1974
mellan Danmark, Finland, Norge och Sverige skall g&#228;lla som svensk lag.
Konventionen har den lydelse som h&#228;rvid fogad bilaga utvisar.

2 &#167; har upph&#228;vts genom lag (1980:220).

Bilaga

Milj&#246;skyddskonvention mellan Danmark, Finland, Norge och Sverige

Regeringarna i Danmark, Finland, Norge och Sverige, som anser
det utomordentligt angel&#228;get att skydda och f&#246;rb&#228;ttra milj&#246;n
har endast om f&#246;ljande:

Arikel 1

Med milj&#246;skadlig verksamhet avses i denna konvention utsl&#228;ppande
av fast eller flytande avfall, gas eller annat &#228;mne fr&#229;n mark,
byggnad eller anl&#228;ggning i vattendrag, sj&#246; eller havet samt
anv&#228;ndning av mark, havsbotten, byggnad eller anl&#228;ggning p&#229;
annat s&#228;tt som medf&#246;r eller kan medf&#246;ra st&#246;rning f&#246;r omgivningen
genom vattenf&#246;rorening eller annan inverkan p&#229; vattenf&#246;rh&#229;llanden,
sanddrift, luftf&#246;rorening, buller, skakning, temperatur&#228;ndring,
jonisterande str&#229;lning, ljus eller annat s&#229;dant.

Konventionen &#228;r ej till&#228;mplig, i den m&#229;n milj&#246;skadlig verksamhet
regleras genom s&#228;rskild &#246;verenskommelse mellan tv&#229; eller flera
f&#246;rdragsslutande stater.

Artikel 2

Vid pr&#246;vning av till&#229;tligheten av milj&#246;skadlig verksamhet skall
st&#246;rning som s&#229;dan verksamhet medf&#246;r eller kan medf&#246;ra i annan
f&#246;rdragsslutande stat likst&#228;llas med st&#246;rning i det egna landet.

Artikel 3

Den som drabbats eller kan drabbas av st&#246;rning fr&#229;n milj&#246;skadlig
verksamhet i annan f&#246;rdragsslutande stat f&#229;r f&#246;ra talan hos
vederb&#246;rande domstol eller administrativa myndighet i den staten
betr&#228;ffande verksamhetens till&#229;tlighet, d&#228;ri inbegripet talan om
skadef&#246;rebyggande &#229;tg&#228;rder, och &#246;verklaga domstolens eller
myndighetens beslut i samma utstr&#228;ckning och under samma
f&#246;ruts&#228;ttningar som r&#228;ttssubjekt i verksamhetslandet.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning betr&#228;ffande talan
om ers&#228;ttning f&#246;r skada p&#229; grund av milj&#246;skadlig verksamhet.
Fr&#229;gan om ers&#228;ttning f&#229;r ej bed&#246;mas efter regler som &#228;r
of&#246;rm&#229;nligare f&#246;r den skadelidande &#228;n verksamhetslandets
ers&#228;ttningsregler.

Artikel 4

Varje stat utser en s&#228;rskild myndighet (bevakningsmyndighet) med
uppgift att tillvarata allm&#228;nna milj&#246;skyddsintressen i landet i
samband med st&#246;rning fr&#229;n milj&#246;skadlig verksamhet i annan
f&#246;rdragsslutande stat.

F&#246;r tillvaratagande av s&#229;dana intressen &#228;ger bevakningsmyndigheten
f&#246;ra talan hos eller bli h&#246;rd av vederb&#246;rande domstol eller
administrativa myndighet i annan f&#246;rdragsslutande stat betr&#228;ffande
till&#229;tligheten av milj&#246;skadlig verksamhet, om myndighet eller
annan f&#246;retr&#228;dare f&#246;r allm&#228;nna milj&#246;skyddsintressen i den staten
kan f&#246;ra talan eller bli h&#246;rd i &#228;renden av det slag varom fr&#229;ga
&#228;r, samt &#246;verklaga domstolens eller den administrativa myndighetens
beslut enligt den procedur- och instansordning som i staten i
fr&#229;ga g&#228;ller f&#246;r s&#229;dana &#228;renden.

Artikel 5

Finner domstol eller administrativ myndighet som &#228;r att pr&#246;va fr&#229;ga
om tillst&#229;nd till milj&#246;skadlig verksamhet (pr&#246;vningsmyndighet)
att verksamheten medf&#246;r eller kan medf&#246;ra st&#246;rning av betydelse
i annan f&#246;rdragsslutande stat, skall pr&#246;vningsmyndigheten, om
kung&#246;relse- eller utst&#228;llningsf&#246;rfarande till&#228;mpas i &#228;renden av
ifr&#229;gavarande slag, s&#229; snart som m&#246;jligt s&#228;nda ett exemplar av
handlingarna i &#228;rendet till bevakningsmyndigheten i den andra
staten samt bereda denna myndighet tillf&#228;lle att avge yttrande.
Besked om tid och plats f&#246;r sammantr&#228;de eller besiktning skall
i f&#246;rekommande fall i god tid tillst&#228;llas bevakningsmyndigheten,
som &#228;ven i &#246;vrigt skall h&#229;llas underr&#228;ttad om &#228;rendets g&#229;ng, i
den m&#229;n det kan ha intresse f&#246;r denna myndighet.

Artikel 6

P&#229; beg&#228;ran av bevakningsmyndigheten skall pr&#246;vningsmyndighet, i den
m&#229;n det &#246;verensst&#228;mmer med procedurreglerna i verksamhetslandet,
f&#246;rel&#228;gga den som s&#246;ker tillst&#229;nd till milj&#246;skadlig verksamhet att
l&#228;mna de ytterligare uppgifter, ritningar och tekniska beskrivningar
som pr&#246;vningsmyndigheten anser erforderliga f&#246;r att bed&#246;ma
verkningarna i det andra landet.

Artikel 7

Bevakningsmyndigheten tillk&#228;nnager, i den m&#229;n den anser det
beh&#246;vligt av h&#228;nsyn till allm&#228;nna eller enskilda intressen,
meddelanden fr&#229;n pr&#246;vningsmyndighet genom kung&#246;relse i ortstidning
eller annat l&#228;mpligt s&#228;tt och verkst&#228;ller i &#246;vrigt den utredning
om verkningarna i det egna landet som den finner erforderlig.

Artikel 8

Kostnaderna f&#246;r bevakningsmyndighetens verksamhet betalas av
hemlandet.

Artikel 9

Har bevakningsmyndigheten i visst &#228;rende underr&#228;ttat vederb&#246;rande
domstol eller administrativa myndighet i verksamhetslandet att
bevakningsmyndighetens uppgifter i &#228;rendet skall fullg&#246;ras av
annan myndighet, g&#228;ller konventionens best&#228;mmelser om
bevakningsmyndighet i till&#228;mpliga delar denna myndighet.

Artikel 10

Om det beh&#246;vs f&#246;r utredning om milj&#246;skadlig verksamhets
skadeverkningar i annat land, skall bevakningsmyndigheten i det
landet p&#229; beg&#228;ran av pr&#246;vningsmyndighet i verksamhetslandet
f&#246;ranstalta om besiktning p&#229; platsen. Vid s&#229;dan besiktning f&#229;r
pr&#246;vningsmyndigheten eller sakkunnig som myndighet f&#246;rordnar
vara n&#228;rvarande.

Vid behov skall n&#228;rmare f&#246;reskrifter ang&#229;ende besiktning som avses
i f&#246;rsta stycket utarbetas i samr&#229;d mellan ber&#246;rda l&#228;nder.

Artikel 11

&#196;r fr&#229;ga om tillst&#229;nd till milj&#246;skadlig verksamhet, som medf&#246;r
eller kan medf&#246;ra st&#246;rning av v&#228;sentlig betydelse i annan
f&#246;rdragsslutande stat, f&#246;rem&#229;l f&#246;r pr&#246;vning av regeringen eller
vederb&#246;rande minister eller departement (ministerium) i
verksamhetslandet, skall samr&#229;d &#228;ga rum mellan staterna i fr&#229;gan,
om regeringen i den f&#246;rra staten beg&#228;r det.

Artikel 12

I fall som avses i artikel 11 &#228;ger regeringen i vardera staten
p&#229;fordra att en kommission, som om annan ej &#246;verenskommes skall
best&#229; av en av parterna gemensamt utsedd ordf&#246;rande fr&#229;n annan
f&#246;rdragsslutande stat samt tre ledam&#246;ter fr&#229;n vardera av de
ber&#246;rda staterna, skall avge yttrande i &#228;rendet. Har s&#229; skett,
f&#229;r &#228;rendet ej avg&#246;ras, innan yttrandet avgivits.

Vardera staten avl&#246;nar de ledam&#246;ter som utsetts av staten. Arvode
eller annan ers&#228;ttning till ordf&#246;randen j&#228;mte &#246;vriga kostnader f&#246;r
kommissionens verksamhet, vilka ej uppenbarligen &#228;r att anse som
blott endera statens utgifter, skall betalas till lika delar av
ber&#246;rda stater.

Artikel 13

Konventionen &#228;r till&#228;mplig &#228;ven i fr&#229;ga om f&#246;rdragsslutande stats
kontientalsockelomr&#229;de.

Artikel 14

Denna konvention tr&#228;der i kraft sex m&#229;nader efter den dag d&#229;
samtliga f&#246;rdragsslutande stater meddelat det svenska
utrikesdepartementet att de konstitutionella &#229;tg&#228;rder som kr&#228;vs
f&#246;r konventionens ikrafttr&#228;dande genomf&#246;rts. Det svenska
utrikesdepartementet underr&#228;ttar de &#246;vriga f&#246;ragsslutande
staterna om mottagandet av dessa meddelanden.

Artikel 15

M&#229;l eller &#228;rende som vid denna konventions iktrafttr&#228;dande &#228;r
anh&#228;ngigt vid domstol eller administrativ myndighet och som r&#246;r
fr&#229;ga som omfattas av konventionen skall handl&#228;ggas och bed&#246;mas
enligt f&#246;rut g&#228;llande bst&#228;mmelser.

Artikel 16

&#214;nskar f&#246;rdragsslutande stat s&#228;ga upp konventionen, skall skriftligt
meddelande h&#228;rom tillst&#228;llas den svenska regeringen, som
of&#246;rdr&#246;jligen underr&#228;ttar &#246;vriga f&#246;rdragsslutande stater om
upps&#228;gningen och om dagen n&#228;r meddelandet har mottagits.

Upps&#228;gningen tr&#228;der i kraft tolv m&#229;nader efter den dag d&#229;
meddelandet har mottagits av den svenska regeringen eller vid
den senare tidpunkt som upps&#228;gningen anger.

Konventionen skall vara deponerad i det svenska utrikesdepartementet,
och bestyrkta avskrifter skall av det svenska utrikesdepartementet
tillst&#228;llas var och en av de f&#246;rdragsslutande staternas
regeringar.

Till bekr&#228;ftelse h&#228;rav har de befullm&#228;ktigade ombuden f&#246;r
respektive stater undertecknat denna konvention.

Som skedde i Stockholm den 19 februari 1974 i ett exemplar p&#229;
danska, finska, norska och svenska spr&#229;ken, vilka alla har
samma vitsord.

F&#246;r Sveriges Regeringen

Svante Lundkvist</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4135">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4137">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
