

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:57:51" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4139</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4138">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4140">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:212 ·
                    <a href="/sfsr?bet=1974:212">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Bisjukdomsf&#246;rordning (1974:212)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-05-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:623
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Bek&#228;mpning enligt bisjukdomslagen (1974:211) f&#229;r ske i fr&#229;ga om
amerikansk yngelr&#246;ta, kvalstersjuka och varroasjuka.
F&#246;rordning (1979:66).

1 a &#167; L&#228;nsstyrelsens uppgifter enligt 2 &#167; bisjukdomslagen
(1974:211) och denna f&#246;rordning utf&#246;rs av

1. L&#228;nsstyrelsen i Stockholms l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i Stockholms, Uppsala, S&#246;dermanlands,
Gotlands eller V&#228;stmanlands l&#228;n,

2. L&#228;nsstyrelsen i &#214;sterg&#246;tlands l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i &#214;sterg&#246;tlands, J&#246;nk&#246;pings eller Kalmar
l&#228;n,

3. L&#228;nsstyrelsen i Sk&#229;ne l&#228;n, n&#228;r biodling av n&#229;gon betydelse
bedrivs i Sk&#229;ne, Kronobergs eller Blekinge l&#228;n,

4. L&#228;nsstyrelsen i V&#228;stra G&#246;talands l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i V&#228;stra G&#246;talands eller Hallands l&#228;n,

5. L&#228;nsstyrelsen i Dalarnas l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i Dalarnas, V&#228;rmlands, &#214;rebro eller
G&#228;vleborgs l&#228;n,

6. L&#228;nsstyrelsen i V&#228;sternorrlands l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i V&#228;sternorrlands eller J&#228;mtlands l&#228;n, och

7. L&#228;nsstyrelsen i Norrbottens l&#228;n, n&#228;r biodling av n&#229;gon
betydelse bedrivs i Norrbottens eller V&#228;sterbottens l&#228;n.
F&#246;rordning (2012:362).

2 &#167; Det &#229;ligger statens jordbruksverk i fr&#229;ga om bek&#228;mpning av bisjukdom
som avses i 1 &#167; att

1. med uppm&#228;rksamhet f&#246;lja sjukdomens upptr&#228;dande och spridning s&#229;v&#228;l
inom som utom riket samt att s&#228;rskilt s&#246;ka utr&#246;na sjukdomens
spridningsv&#228;gar,

2. utf&#228;rda f&#246;reskrifter om bek&#228;mpning av sjukdomen till tillsynsm&#228;n som
avses i 3 &#167; samt meddela anvisningar om bek&#228;mpning till ledning f&#246;r
andra myndigheter,

3. till hj&#228;lp f&#246;r biodlare meddela r&#229;d och anvisningar f&#246;r igenk&#228;nnande
och bek&#228;mpning av sjukdomen,

4. skyndsamt underr&#228;tta chefen f&#246;r jordbruksdepartementet, d&#229; s&#229;dan
sjukdom utbrutit i landet, samt h&#229;lla honom underr&#228;ttad om sjukdomens
vidare utbredning och n&#228;r den upph&#246;rt,

5. i &#246;vrigt leda bek&#228;mpningen av sjukdomen och, n&#228;r s&#229; beh&#246;vs, genom
framst&#228;llning till regeringen eller vederb&#246;rlig myndighet verka f&#246;r dess
bek&#228;mpning.

Det &#229;ligger l&#228;nsstyrelsen att regionalt bitr&#228;da jordbruksverket med
bek&#228;mpning. F&#246;rordning (1991:1443)

2 a &#167; Beslut i s&#228;rskilda fall om &#229;tg&#228;rder enligt 3 &#167; bisjukdomslagen
(1974:211) f&#229;r meddelas av jordbruksverket. F&#246;rordning (1991:1443).

Jordbruksverket f&#229;r meddela s&#229;dana f&#246;reskrifter som avses i 3 &#167; 4
bisjukdomslagen om f&#246;rbud mot eller villkor f&#246;r bortf&#246;rande av levande
bin m. m. fr&#229;n ett omr&#229;de som inte har f&#246;rklarats smittat eller
misst&#228;nkt f&#246;r smitta. F&#246;rordning (1991:1443).

3 &#167; I l&#228;n, d&#228;r biodling av n&#229;gon betydelse bedrives, skall
l&#228;nsstyrelsen efter samr&#229;d med styrelserna f&#246;r st&#246;rre biodlarf&#246;reningar
inom l&#228;net utse erforderligt antal tillsynsm&#228;n med uppgift att inom f&#246;r
var och en av dem best&#228;mt tillsynsdistrikt verka f&#246;r bek&#228;mpning av
sjukdom som avses i 1 &#167;.  F&#246;rordning (1991:1443).

4 &#167; Till tillsynsman skall utses en i bisk&#246;tsel kunnig person som
har  erforderlig kunskap om smittsamma bisjukdomar och s&#228;tten f&#246;r
deras  bek&#228;mpning och som i &#246;vrigt kan anses l&#228;mplig f&#246;r uppdraget.
Uppdraget f&#229;r n&#228;r som helst &#229;terkallas.

L&#228;nsstyrelsen skall genast till Jordbruksverket s&#228;nda uppgift om de
personer som utsetts till tillsynsm&#228;n och tillsynsdistriktens
omfattning samt inf&#246;ra uppgifterna i l&#228;nets f&#246;rfattningssamling.
F&#246;rordning (1993:1421).

Anm&#228;lan och smittf&#246;rklaring

5 &#167; Anm&#228;lan enligt 2 &#167; bisjukdomslagen (1974:211) g&#246;res hos tillsynsman
i distriktet eller l&#228;nsstyrelsen. F&#246;rordning (1991:1443).

6 &#167; Har sjukdom som avses i 1 &#167; utbrutit eller finnes sk&#228;lig anledning
antaga att s&#229;dan sjukdom f&#246;rekommer, skall jordbruksverket omedelbart
f&#246;rklara omr&#229;de av den storlek, som med h&#228;nsyn till omst&#228;ndigheterna
anses erforderlig, smittat eller misst&#228;nkt f&#246;r smitta. F&#246;rordning
(1991:1443).

7 &#167; Har upph&#228;vts genom f&#246;rordning (2019:623).

8 &#167; Fr&#229;n omr&#229;de som f&#246;rklarats smittat eller misst&#228;nkt f&#246;r smitta f&#229;r ej
utan s&#228;rskilt tillst&#229;nd av tillsynsmannen bortf&#246;ras levande bin,
utbyggda vaxkakor och avfall av s&#229;dana, begagnade bibost&#228;der eller
begagnade biodlingsredskap. Under tiden den 1 oktober--den 31 mars f&#229;r
dock vaxkakor och avfall av s&#229;dana f&#246;rflyttas f&#246;r omsm&#228;ltning.

Tillsynsmans skyldigheter och befogenheter m.m.

9 &#167; Tillsynsman skall st&#228;lla sig till efterr&#228;ttelse av jordbruksverkets
utf&#228;rdade f&#246;reskrifter om sjukdomsbek&#228;mpning. I &#246;vrigt &#228;r tillsynsman
underst&#228;lld l&#228;nsstyrelsen. F&#246;rordning (1991:1443).

10 &#167; Utbryter smittsam bisjukdom inom tillsynsdistrikt, d&#228;r f&#246;rklaring
enligt 6 &#167; icke g&#228;ller, eller finnes sk&#228;lig anledning antaga att s&#229;dan
sjukdom f&#246;rekommer d&#228;r, skall tillsynsmannen omedelbart anm&#228;la detta
till l&#228;nsstyrelsen. F&#246;rordning (1991:1443).

11 &#167; Har tillsynsman anledning misst&#228;nka f&#246;rekomst av sjukdom som avses
i 1 &#167;, skall han verkst&#228;lla unders&#246;kning f&#246;r att fastst&#228;lla sjukdomens
art och taga h&#228;rf&#246;r erforderliga prov. S&#229;dan unders&#246;kning skall ocks&#229;
g&#246;ras p&#229; beg&#228;ran av l&#228;nsstyrelse. Finner tillsynsman att bisamh&#228;llet
smittats av sjukdom som avses i 1 &#167;, skall han vidtaga s&#229;dana i 3 &#167;
f&#246;rsta stycket bisjukdomslagen (1974:211) angivna &#229;tg&#228;rder som &#228;r
n&#246;dv&#228;ndiga f&#246;r bek&#228;mpning av sjukdomen.

Bisamh&#228;lle, som tagit bostad i annat f&#246;rem&#229;l &#228;n avsedd bibostad och som
kan misst&#228;nkas vara smittat av sjukdom som avses i 1 &#167;, f&#229;r tillsynsman
f&#246;rinta utan f&#246;reg&#229;ende unders&#246;kning. Om innehavaren av s&#229;dant
bisamh&#228;lle mots&#228;tter sig f&#246;rintandet och den skada som uppkommer genom
f&#246;rintandet ej &#228;r ringa, skall jordbruksverkets medgivande dock f&#246;rst
inh&#228;mtas. F&#246;rordning (1991:1443).

12 &#167; Den som innehar bisamh&#228;lle eller f&#246;rem&#229;l vari herrel&#246;st bisamh&#228;lle
tagit bostad skall l&#228;mna tillsynsman erforderligt bitr&#228;de vid
unders&#246;kning och behandling av bisamh&#228;llet.

Ers&#228;ttningsbest&#228;mmelser

13 &#167; F&#246;r kostnad eller f&#246;rlust som har uppkommit genom en tillsynsmans
eller annan myndighets beslut om f&#246;rintande av bisamh&#228;llen i big&#229;rdar
kan ers&#228;ttning av statsmedel l&#228;mnas med 100 kronor f&#246;r varje bisamh&#228;lle.
Ers&#228;ttning l&#228;mnas dock endast om minst fyra bisamh&#228;llen har f&#246;rintats.
Fr&#229;n ers&#228;ttningsbeloppet skall fr&#229;nr&#228;knas en sj&#228;lvrisk om 300 kronor.

Ers&#228;ttning av statsmedel kan ocks&#229; l&#228;mnas till den som p&#229; grund av
beslut av en tillsynsman eller annan myndighet f&#229;r vidk&#228;nnas kostnad
eller f&#246;rlust genom att vildbisamh&#228;lle f&#246;rintas.

Fr&#229;gor om ers&#228;ttning pr&#246;vas av jordbruksverket eller, efter verkets
best&#228;mmande, av l&#228;nsstyrelsen. Anspr&#229;k p&#229; s&#229;dan ers&#228;ttning skall
framst&#228;llas inom sex m&#229;nader fr&#229;n det f&#246;rintande &#228;gde rum. Framst&#228;lls
inte anspr&#229;k inom denna tid, &#228;r r&#228;tten till ers&#228;ttning f&#246;rfallen.
F&#246;rordning (1991:1443).

13 a &#167; Best&#228;mmelserna i 13 &#167; f&#246;rsta stycket g&#228;ller inte om en
tillsynsman eller annan myndighet har beslutat f&#246;rinta bisamh&#228;llen i
big&#229;rdar f&#246;r att bek&#228;mpa eller hindra spridning av varroasjuka.
Ers&#228;ttning f&#246;r kostnad eller f&#246;rlust kan i s&#229;dana fall l&#228;mnas med 900
kronor f&#246;r varje bisamh&#228;lle. F&#246;rordning (1992:855)

14 &#167; Unders&#246;kning och behandling av bisamh&#228;lle utf&#246;rs av
tillsynsman utan kostnad f&#246;r innehavaren.

Ers&#228;ttning till tillsynsman l&#228;mnas av statsmedel enligt en taxa
som fastst&#228;lls av Jordbruksverket efter samr&#229;d med
Ekonomistyrningsverket. F&#246;rordning (1998:448).

&#214;vriga best&#228;mmelser

15 &#167; Den som innehar bisamh&#228;lle skall l&#228;mna uppgift till
l&#228;nsstyrelsen om var bisamh&#228;llets bostad &#228;r stadigvarande
uppst&#228;lld. Efter anmaning av l&#228;nsstyrelsen skall uppgift ocks&#229;
l&#228;mnas om tillf&#228;llig uppst&#228;llningsplats.
F&#246;rordning (2004:1375).

16 &#167; Om f&#246;rbud mot inf&#246;rsel av levande bin finns best&#228;mmelser i
kung&#246;relsen (1962:62) ang&#229;ende inf&#246;rsel av levande bin.

17 &#167; N&#228;rmare f&#246;reskrifter f&#246;r till&#228;mpningen av denna kung&#246;relse meddelas
av jordbruksverket. F&#246;rordning (1991:1443).

1987:832

Denna f&#246;rordning tr&#228;der i kraft den 15 augusti 1987.

Den nya 13 a &#167; skall dock till&#228;mpas i fr&#229;ga om &#229;tg&#228;rder som har
beslutats fr&#229;n och med den 1 juli 1987. Paragrafen g&#228;ller endast till
utg&#229;ngen av &#229;r 1988.

1992:855

Denna f&#246;rordning tr&#228;der i kraft den 1 juli 1992. Den nya 13 a &#167; skall
dock till&#228;mpas i fr&#229;ga om &#229;tg&#228;rder som har beslutats fr&#229;n och med den 1
januari 1991.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4138">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4140">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
