

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-04" /> 
 <meta id="rattsinfo-edited" content="2024-01-04 10:48:23" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4144</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4143">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4145">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:182 ·
                    <a href="/sfsr?bet=1974:182">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Inkassolag (1974:182)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-04-26
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:716
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Till&#228;mpningsomr&#229;de

1 &#167; Denna lag g&#228;ller indrivning av egen eller annans fordran
genom krav eller annan inkasso&#229;tg&#228;rd (inkassoverksamhet). Med
inkasso&#229;tg&#228;rd f&#246;rst&#229;s &#229;tg&#228;rd som inneb&#228;r annan p&#229;tryckning p&#229;
g&#228;lden&#228;ren &#228;n angivande av tid f&#246;r betalning eller uppgift om
att fordringen, om den inte betalas, kommer att &#246;verl&#228;mnas till
n&#229;gon annan f&#246;r inkasso.

Betr&#228;ffande enskilda personers indrivning av egna eller
n&#228;rst&#229;endes fordringar och d&#246;dsbons indrivning av egna
fordringar till&#228;mpas lagen endast om fordringen har uppkommit i
n&#228;ringsverksamhet eller har &#246;vertagits f&#246;r indrivning. Som
n&#228;rst&#229;ende till en indrivare anses den som &#228;r gift med
indrivaren eller &#228;r syskon eller sl&#228;kting i r&#228;tt upp- eller
nedstigande led till indrivaren eller &#228;r besv&#229;grad med honom
eller henne i r&#228;tt upp- eller nedstigande led eller s&#229; att den
ene &#228;r gift med den andres syskon samt den som p&#229; annat s&#228;tt
st&#229;r indrivaren personligen s&#228;rskilt n&#228;ra.

Lagen g&#228;ller ej Kronofogdemyndighetens verksamhet.
Lag (2006:691).

Tillst&#229;nd f&#246;r viss inkassoverksamhet

2 &#167; Inkassoverksamhet som avser indrivning av fordringar f&#246;r 
n&#229;gon annans r&#228;kning eller fordringar som har &#246;vertagits f&#246;r 
indrivning, f&#229;r bedrivas endast efter tillst&#229;nd av 
Finansinspektionen.

Om inkassoverksamheten utg&#246;r ett underordnat led i en annan 
verksamhet och inte n&#229;gon av verksamheterna utg&#246;r 
n&#228;ringsverksamhet, eller om inkassoverksamheten bedrivs av ett 
f&#246;retag f&#246;r ett annat f&#246;retag inom samma koncern, beh&#246;vs 
tillst&#229;nd endast i fall d&#229; inkassoverksamheten avser 
fordringar som tillkommer eller har &#246;vertagits fr&#229;n n&#229;gon som 
inte utan tillst&#229;nd enligt denna lag hade kunnat driva in 
fordringarna.

Tillst&#229;nd beh&#246;vs inte f&#246;r inkassoverksamhet som bedrivs av 
f&#246;retag som st&#229;r under Finansinspektionens tillsyn enligt 
n&#229;gon annan f&#246;rfattning eller av advokater. Lag (2023:716).

3 &#167; Tillst&#229;nd f&#229;r meddelas endast om verksamheten kan antas 
bli bedriven p&#229; ett sakkunnigt och omd&#246;mesgillt s&#228;tt.

Tillst&#229;nd f&#229;r meddelas f&#246;r en tid av h&#246;gst tio &#229;r i s&#228;nder. 
Tillst&#229;ndet f&#229;r f&#246;renas med villkor om hur verksamheten ska 
bedrivas och om skyldighet att anm&#228;la &#228;ndring av f&#246;rh&#229;llanden 
som har haft betydelse f&#246;r tillst&#229;ndet. Lag (2023:716).

Regler f&#246;r inkassoverksamhet

4 &#167; Inkassoverksamhet ska bedrivas enligt god inkassosed. I 
det ing&#229;r att se till att en g&#228;lden&#228;r inte drabbas av on&#246;dig 
skada eller ol&#228;genhet eller uts&#228;tts f&#246;r otillb&#246;rlig 
p&#229;tryckning eller n&#229;gon annan otillb&#246;rlig inkasso&#229;tg&#228;rd.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om god inkassosed. Lag (2023:716).

5 &#167; Krav mot en g&#228;lden&#228;r skall framst&#228;llas skriftligt. Kravet skall
inneh&#229;lla tydlig uppgift om borgen&#228;rens namn och om det f&#246;rh&#229;llande som
fordringen grundar sig p&#229;. &#196;r det fr&#229;ga om en fordran som har &#246;verl&#229;tits
eller pantsatts och kan g&#228;lden&#228;ren p&#229; grund h&#228;rav ej med befriande
verkan betala till &#246;verl&#229;taren eller pants&#228;ttaren, skall kravet
inneh&#229;lla en tydlig upplysning om detta f&#246;rh&#229;llande. I krav b&#246;r l&#228;mnas
anvisning om l&#228;mpligt betalningss&#228;tt.

I krav skall vad som fordras i kapital, r&#228;nta och ers&#228;ttning f&#246;r
kostnader anges var f&#246;r sig. I fr&#229;ga om r&#228;nta skall s&#228;rskilt anges
beloppet av upplupen r&#228;nta, r&#228;ntesatsen samt den tid och det
kapitalbelopp som ligger till grund f&#246;r r&#228;nteber&#228;kningen.

I samband med krav skall anges viss sk&#228;lig tid inom vilken g&#228;lden&#228;ren
har att betala frivilligt eller anm&#228;la om han har n&#229;gon inv&#228;ndning mot
kravet. Lag (1981:738).

6 &#167; R&#228;ttslig &#229;tg&#228;rd med anledning av fordran f&#229;r ej vidtagas f&#246;rr&#228;n
g&#228;lden&#228;ren tillst&#228;llts krav som avses i 5&#167; och den angivna tiden l&#246;pt
ut.

7 &#167; Best&#228;mmelsen i 6&#167; g&#228;ller ej, om g&#228;lden&#228;ren uppenbarligen s&#246;ker
undandraga sig att betala eller om det annars f&#246;religger s&#228;rskilda sk&#228;l
att fr&#229;ng&#229; vad som f&#246;reskrivs d&#228;r. Lag (1981:738).

8 &#167; F&#246;religger sannolika sk&#228;l f&#246;r att fordran ej &#228;r lagligen grundad
eller framst&#229;r fordringen annars som obefogad, b&#246;r inkasso&#229;tg&#228;rd ej
vidtagas.

Verkan av viss betalning

9 &#167; Betalning som g&#228;lden&#228;ren erlagt till den som har uppdrag att driva
in fordran &#228;r g&#228;llande mot borgen&#228;ren.

Hantering av inkasserade medel

10 &#167; Medel som har inkasserats f&#246;r annans r&#228;kning skall h&#229;llas avskilda.
Har medlen uppburits i inkassoverksamhet som inte &#228;r av tillf&#228;llig natur
och inte avser endast enstaka fordringar, skall de utan dr&#246;jsm&#229;l
ins&#228;ttas p&#229; r&#228;kning i bank eller motsvarande.

Om den som f&#229;r en borgen&#228;rs uppdrag att driva in en fordran har ett
annat, fortl&#246;pande uppdrag av borgen&#228;ren att i v&#228;sentlig omfattning
uppb&#228;ra medel f&#246;r dennes r&#228;kning utan skyldighet att h&#229;lla dessa medel
avskilda, kan parterna skriftligen &#246;verenskomma om undantag fr&#229;n f&#246;rsta
stycket.

Medel som har inkasserats f&#246;r annans r&#228;kning skall utan dr&#246;jsm&#229;l
redovisas till denne, om ej annat har avtalats. Lag (1981:738).

Register i inkassoverksamhet

10 a &#167; Ett register som avser g&#228;lden&#228;rer och som anv&#228;nds i 
tillst&#229;ndspliktig inkassoverksamhet f&#229;r &#246;verl&#229;tas eller 
uppl&#229;tas till n&#229;gon annan endast efter medgivande av 
Finansinspektionen.

Den som upph&#246;r med tillst&#229;ndspliktig inkassoverksamhet eller 
som avser att flytta en s&#229;dan verksamhet till ett annat land 
eller att kassera ett register som avser g&#228;lden&#228;rer och som 
anv&#228;nds i s&#229;dan verksamhet ska anm&#228;la detta till 
Finansinspektionen. Inspektionen beslutar i s&#229;dana fall hur 
ett register som ber&#246;rs av &#229;tg&#228;rden ska hanteras. 
Lag (2023:716).

Tystnadsplikt i inkassoverksamhet

11 &#167; Den som &#228;r eller har varit verksam i en
inkassoverksamhet som avser indrivning av fordringar f&#246;r
n&#229;gon annans r&#228;kning eller fordringar som har &#246;vertagits f&#246;r
indrivning f&#229;r inte obeh&#246;rigen r&#246;ja eller utnyttja vad han
eller hon till f&#246;ljd d&#228;rav har f&#229;tt veta om enskildas
personliga f&#246;rh&#229;llanden eller om yrkes- eller
aff&#228;rshemligheter. Detta g&#228;ller dock inte i fr&#229;ga om
inkassoverksamhet som &#228;r av tillf&#228;llig natur och avser endast
enstaka fordringar.

F&#246;rsta stycket till&#228;mpas inte i fr&#229;ga om den som enligt n&#229;gon
annan f&#246;rfattning &#228;r underkastad en motsvarande
tystnadsplikt. I det allm&#228;nnas verksamhet till&#228;mpas
best&#228;mmelserna i offentlighets- och sekretesslagen
(2009:400). Lag (2009:415).

Kostnader f&#246;r inkasso&#229;tg&#228;rder

12 &#167; Om g&#228;lden&#228;rers skyldighet att ers&#228;tta kostnader f&#246;r inkasso&#229;tg&#228;rder
finns s&#228;rskilda best&#228;mmelser. Lag (1981:738).

Tillsyn m.m.

13 &#167; Finansinspektionen ut&#246;var tillsyn &#246;ver att denna lag 
f&#246;ljs. Inspektionens tillsyn omfattar dock inte verksamhet som 
bedrivs av advokater.

Tillsynen ska ut&#246;vas s&#229; att den inte orsakar st&#246;rre kostnader 
eller ol&#228;genheter &#228;n som &#228;r n&#246;dv&#228;ndigt. Lag (2023:716).

14 &#167; Finansinspektionen f&#229;r genomf&#246;ra en unders&#246;kning p&#229; plats 
hos den som bedriver inkassoverksamhet och ta del av alla 
handlingar som r&#246;r verksamheten.

Den som bedriver verksamheten ska l&#228;mna de upplysningar om 
verksamheten som Finansinspektionen beg&#228;r f&#246;r sin tillsyn.

Om den som bedriver verksamheten inte ger tillg&#229;ng till en 
handling eller inte l&#228;mnar en upplysning i ett fall som avses 
i denna paragraf, f&#229;r Finansinspektionen f&#246;rel&#228;gga vite.
Lag (2023:716).

15 &#167; Om Finansinspektionens tillsyn f&#246;ranleder det, f&#229;r 
inspektionen meddela villkor om hur inkassoverksamheten ska 
bedrivas och om skyldighet att anm&#228;la &#228;ndring av f&#246;rh&#229;llanden 
som har haft betydelse f&#246;r tillst&#229;ndet att bedriva 
inkassoverksamheten. Ett villkor om hur inkassoverksamheten 
ska bedrivas f&#229;r f&#246;renas med vite.

Om den som har f&#229;tt tillst&#229;nd att bedriva inkassoverksamhet 
&#229;sidos&#228;tter n&#229;gon best&#228;mmelse i denna lag eller villkor som 
har meddelats med st&#246;d av lagen och inte g&#246;r r&#228;ttelse, eller 
om f&#246;ruts&#228;ttningarna f&#246;r tillst&#229;ndet i &#246;vrigt inte l&#228;ngre &#228;r 
uppfyllda, f&#229;r Finansinspektionen &#229;terkalla tillst&#229;ndet.
Lag (2023:716).

16 &#167; Har upph&#228;vts genom lag (1980:969).

16 &#167; De som bedriver inkassoverksamhet ska med &#229;rliga avgifter 
bekosta Finansinspektionens verksamhet enligt denna lag. 

Finansinspektionen f&#229;r ta ut avgifter f&#246;r ans&#246;kningar och 
anm&#228;lningar enligt denna lag.

Regeringen f&#229;r meddela f&#246;reskrifter om avgifterna.
Lag (2023:716).

Straff och skadest&#229;nd m.m.

17 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r d&#246;ms den som
upps&#229;tligen eller av oaktsamhet

1. utan f&#246;reskrivet tillst&#229;nd vidtar en &#229;tg&#228;rd som utg&#246;r
inkassoverksamhet enligt denna lag,

2. bryter mot f&#246;reskrift enligt 3 &#167; andra stycket eller 15 &#167;
f&#246;rsta stycket att anm&#228;la &#228;ndring av visst f&#246;rh&#229;llande,

3. bryter mot 10 a &#167; f&#246;rsta stycket eller andra stycket f&#246;rsta
meningen eller mot f&#246;reskrift som har meddelats enligt 10 a &#167;
andra stycket andra meningen, eller

4. l&#228;mnar osann uppgift i s&#229;dana fall som avses i 14 &#167; andra
stycket. Lag (1999:73).

17 a &#167; Har inkassoverksamhet bedrivits utan f&#246;reskrivet tillst&#229;nd, skall
register som avser g&#228;lden&#228;rer och som har anv&#228;nts i verksamheten
f&#246;rklaras f&#246;rverkat, om det ej &#228;r uppenbart obilligt. Detsamma g&#228;ller,
om ett register har &#246;verl&#229;tits eller uppl&#229;tits i strid med 10 a &#167; f&#246;rsta
stycket eller om f&#246;reskrift som har meddelats enligt 10 a &#167; andra
stycket andra meningen ej har f&#246;ljts. Lag (1981:738).

18 &#167; Den som bedriver inkassoverksamhet skall ers&#228;tta skada som till
f&#246;ljd av verksamheten tillfogas n&#229;gon genom otillb&#246;rlig p&#229;tryckning
eller annan otillb&#246;rlig inkasso&#229;tg&#228;rd. Vid bed&#246;mande om och i vad m&#229;n
skada har uppst&#229;tt tages h&#228;nsyn &#228;ven till lidande och andra
omst&#228;ndigheter av annan &#228;n rent ekonomisk betydelse.

19 &#167; Finansinspektionens beslut enligt denna lag f&#229;r 
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol. Justitiekanslern 
f&#229;r f&#246;ra talan f&#246;r att ta till vara allm&#228;nna intressen.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten av 
beslut om f&#246;rel&#228;ggande av vite. Lag (2023:716).


&#214;verg&#229;ngsbest&#228;mmelser

1994:1398

Denna lag tr&#228;der i kraft den 1 januari 1995. Beslut som har
meddelats f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

1998:381

Denna lag tr&#228;der i kraft den 1 oktober 1998. I fr&#229;ga om
&#246;verklagande av beslut som meddelats f&#246;re ikrafttr&#228;dandet
g&#228;ller &#228;ldre best&#228;mmelser.

2023:716

1. Denna lag tr&#228;der i kraft den 1 januari 2024.

2. Ett tillst&#229;nd att bedriva inkassoverksamhet som har 
beviljats f&#246;re ikrafttr&#228;dandet g&#228;ller fortfarande. F&#246;r 
verksamhet som bedrivs av en kreditf&#246;rvaltare g&#228;ller dock 
tidigare beslut om tillst&#229;nd l&#228;ngst till och med den 29 juni 
2024 eller till det tidigare datum d&#229; tillst&#229;nd f&#246;r 
kreditf&#246;rvaltning enligt lagen (2023:714) om f&#246;rv&#228;rv och 
f&#246;rvaltning av n&#246;dlidande kreditavtal beviljas.

3. Ans&#246;kningar om tillst&#229;nd som har gjorts hos 
Integritetsskyddsmyndigheten men som &#228;nnu inte har avgjorts 
ska vid ikrafttr&#228;dandet &#246;verl&#228;mnas till Finansinspektionen.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4143">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4145">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
