

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-30" /> 
 <meta id="rattsinfo-edited" content="2023-01-30 15:19:08" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4148</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4147">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4149">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1974:152 ·
                    <a href="/sfsr?bet=1974:152">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1974:152) om beslutad ny regeringsform</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L6
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1974-02-28
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2011:109, 2014:1385, 2018:1903, 2022:1600
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1600
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2002:904 och 2010:1408 har iakttagits. R&#228;ttelsesida 2022:1600 har iakttagits.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Statsskickets grunder

1 &#167; All offentlig makt i Sverige utg&#229;r fr&#229;n folket.

Den svenska folkstyrelsen bygger p&#229; fri &#229;siktsbildning och p&#229; 
allm&#228;n och lika r&#246;str&#228;tt. Den f&#246;rverkligas genom ett 
representativt och parlamentariskt statsskick och genom 
kommunal sj&#228;lvstyrelse.

Den offentliga makten ut&#246;vas under lagarna.

2 &#167; Den offentliga makten ska ut&#246;vas med respekt f&#246;r alla 
m&#228;nniskors lika v&#228;rde och f&#246;r den enskilda m&#228;nniskans frihet 
och v&#228;rdighet.

Den enskildes personliga, ekonomiska och kulturella v&#228;lf&#228;rd 
ska vara grundl&#228;ggande m&#229;l f&#246;r den offentliga verksamheten. 
S&#228;rskilt ska det allm&#228;nna trygga r&#228;tten till arbete, bostad 
och utbildning samt verka f&#246;r social omsorg och trygghet och 
f&#246;r goda f&#246;ruts&#228;ttningar f&#246;r h&#228;lsa.

Det allm&#228;nna ska fr&#228;mja en h&#229;llbar utveckling som leder till 
en god milj&#246; f&#246;r nuvarande och kommande generationer.

Det allm&#228;nna ska verka f&#246;r att demokratins id&#233;er blir 
v&#228;gledande inom samh&#228;llets alla omr&#229;den samt v&#228;rna den 
enskildes privatliv och familjeliv.

Det allm&#228;nna ska verka f&#246;r att alla m&#228;nniskor ska kunna uppn&#229; 
delaktighet och j&#228;mlikhet i samh&#228;llet och f&#246;r att barns r&#228;tt 
tas till vara. Det allm&#228;nna ska motverka diskriminering av 
m&#228;nniskor p&#229; grund av k&#246;n, hudf&#228;rg, nationellt eller etniskt 
ursprung, spr&#229;klig eller religi&#246;s tillh&#246;righet, 
funktionshinder, sexuell l&#228;ggning, &#229;lder eller andra 
omst&#228;ndigheter som g&#228;ller den enskilde som person.

Samiska folkets och etniska, spr&#229;kliga och religi&#246;sa 
minoriteters m&#246;jligheter att beh&#229;lla och utveckla ett eget 
kultur- och samfundsliv ska fr&#228;mjas. Lag (2010:1408).

3 &#167; Regeringsformen, successionsordningen, 
tryckfrihetsf&#246;rordningen och yttrandefrihetsgrundlagen &#228;r 
rikets grundlagar. Lag (1991:1471).

4 &#167; Riksdagen &#228;r folkets fr&#228;msta f&#246;retr&#228;dare.

Riksdagen stiftar lag, beslutar om skatt till staten och 
best&#228;mmer hur statens medel ska anv&#228;ndas. Riksdagen granskar 
rikets styrelse och f&#246;rvaltning. Lag (2010:1408).

5 &#167; Konungen eller drottning som enligt successionsordningen 
innehar Sveriges tron &#228;r rikets statschef. Lag (2010:1408).

6 &#167; Regeringen styr riket. Den &#228;r ansvarig inf&#246;r riksdagen. 
Lag (1976:871).

7 &#167; I riket finns kommuner p&#229; lokal och regional niv&#229;. Lag 
(2010:1408).

8 &#167; F&#246;r r&#228;ttskipningen finns domstolar och f&#246;r den offentliga 
f&#246;rvaltningen statliga och kommunala f&#246;rvaltningsmyndigheter. 
Lag (1976:871).

9 &#167; Domstolar samt f&#246;rvaltningsmyndigheter och andra som 
fullg&#246;r offentliga f&#246;rvaltningsuppgifter ska i sin verksamhet 
beakta allas likhet inf&#246;r lagen samt iaktta saklighet och 
opartiskhet. Lag (2010:1408).

10 &#167; Sverige &#228;r medlem i Europeiska unionen. Sverige deltar 
&#228;ven inom ramen f&#246;r F&#246;renta nationerna och Europar&#229;det samt i 
andra sammanhang i internationellt samarbete. Lag (2010:1408).

2 kap. Grundl&#228;ggande fri- och r&#228;ttigheter

Opinionsfriheter

1 &#167; Var och en &#228;r gentemot det allm&#228;nna tillf&#246;rs&#228;krad

1. yttrandefrihet: frihet att i tal, skrift eller bild eller 
p&#229; annat s&#228;tt meddela upplysningar samt uttrycka tankar, 
&#229;sikter och k&#228;nslor,

2. informationsfrihet: frihet att inh&#228;mta och ta emot 
upplysningar samt att i &#246;vrigt ta del av andras yttranden,

3. m&#246;tesfrihet: frihet att anordna och delta i sammankomster 
f&#246;r upplysning, meningsyttring eller annat liknande syfte 
eller f&#246;r framf&#246;rande av konstn&#228;rligt verk,

4. demonstrationsfrihet: frihet att anordna och delta i 
demonstrationer p&#229; allm&#228;n plats,

5. f&#246;reningsfrihet: frihet att sammansluta sig med andra f&#246;r 
allm&#228;nna eller enskilda syften, och

6. religionsfrihet: frihet att ensam eller tillsammans med 
andra ut&#246;va sin religion.

I fr&#229;ga om tryckfriheten och motsvarande frihet att yttra sig 
i ljudradio, television och i vissa liknande &#246;verf&#246;ringar, 
offentliga uppspelningar ur en databas samt filmer, videogram, 
ljudupptagningar och andra tekniska upptagningar g&#228;ller 
tryckfrihetsf&#246;rordningen och yttrandefrihetsgrundlagen.

I tryckfrihetsf&#246;rordningen finns ocks&#229; best&#228;mmelser om r&#228;tt 
att ta del av allm&#228;nna handlingar. Lag (2010:1408).

2 &#167; Ingen f&#229;r av det allm&#228;nna tvingas att ge till k&#228;nna sin 
&#229;sk&#229;dning i politiskt, religi&#246;st, kulturellt eller annat 
s&#229;dant h&#228;nseende. Inte heller f&#229;r n&#229;gon av det allm&#228;nna 
tvingas att delta i sammankomst f&#246;r opinionsbildning eller i 
demonstration eller annan meningsyttring eller att tillh&#246;ra 
politisk sammanslutning, trossamfund eller annan 
sammanslutning f&#246;r &#229;sk&#229;dning som avses i f&#246;rsta meningen. Lag 
(2010:1408).

3 &#167; Ingen svensk medborgare f&#229;r utan samtycke antecknas i ett 
allm&#228;nt register enbart p&#229; grund av sin politiska &#229;sk&#229;dning. 
Lag (2010:1408).

Kroppslig integritet och r&#246;relsefrihet

4 &#167; D&#246;dsstraff f&#229;r inte f&#246;rekomma. Lag (2010:1408).

5 &#167; Var och en &#228;r skyddad mot kroppsstraff. Ingen f&#229;r heller 
uts&#228;ttas f&#246;r tortyr eller f&#246;r medicinsk p&#229;verkan i syfte att 
framtvinga eller hindra yttranden. Lag (2010:1408).

6 &#167; Var och en &#228;r gentemot det allm&#228;nna skyddad mot p&#229;tvingat 
kroppsligt ingrepp &#228;ven i andra fall &#228;n som avses i 4 och 
5 &#167;&#167;. Var och en &#228;r dessutom skyddad mot kroppsvisitation, 
husrannsakan och liknande intr&#229;ng samt mot unders&#246;kning av 
brev eller annan f&#246;rtrolig f&#246;rs&#228;ndelse och mot hemlig 
avlyssning eller upptagning av telefonsamtal eller annat 
f&#246;rtroligt meddelande.

Ut&#246;ver vad som f&#246;reskrivs i f&#246;rsta stycket &#228;r var och en 
gentemot det allm&#228;nna skyddad mot betydande intr&#229;ng i den 
personliga integriteten, om det sker utan samtycke och inneb&#228;r 
&#246;vervakning eller kartl&#228;ggning av den enskildes personliga 
f&#246;rh&#229;llanden. Lag (2010:1408).

7 &#167; Ingen svensk medborgare f&#229;r landsf&#246;rvisas eller hindras 
att resa in i riket.

Ingen svensk medborgare som &#228;r eller har varit bosatt i riket 
f&#229;r fr&#229;ntas sitt medborgarskap. Det f&#229;r dock f&#246;reskrivas att 
barn under arton &#229;r i fr&#229;ga om sitt medborgarskap ska f&#246;lja 
f&#246;r&#228;ldrarna eller en av dem. Lag (2010:1408).

8 &#167; Var och en &#228;r gentemot det allm&#228;nna skyddad mot 
frihetsber&#246;vanden. Den som &#228;r svensk medborgare &#228;r &#228;ven i 
&#246;vrigt tillf&#246;rs&#228;krad frihet att f&#246;rflytta sig inom riket och 
att l&#228;mna det. Lag (2010:1408).

R&#228;ttss&#228;kerhet

9 &#167; Om en annan myndighet &#228;n en domstol har ber&#246;vat n&#229;gon 
friheten med anledning av brott eller misstanke om brott, ska 
han eller hon kunna f&#229; frihetsber&#246;vandet pr&#246;vat av domstol 
utan osk&#228;ligt dr&#246;jsm&#229;l. Detta g&#228;ller dock inte n&#228;r det &#228;r 
fr&#229;ga om att till Sverige flytta &#246;ver verkst&#228;llighet av en 
frihetsber&#246;vande p&#229;f&#246;ljd enligt en dom i en annan stat.

&#196;ven den som av n&#229;gon annan anledning &#228;n som anges i f&#246;rsta 
stycket har blivit omh&#228;ndertagen tv&#229;ngsvis, ska kunna f&#229; 
omh&#228;ndertagandet pr&#246;vat av domstol utan osk&#228;ligt dr&#246;jsm&#229;l. Med 
pr&#246;vning av domstol likst&#228;lls i s&#229;dant fall pr&#246;vning av en 
n&#228;mnd, om n&#228;mndens sammans&#228;ttning &#228;r best&#228;md i lag och 
ordf&#246;randen i n&#228;mnden ska vara eller ha varit ordinarie 
domare.

Har pr&#246;vningen inte uppdragits &#229;t en myndighet som &#228;r beh&#246;rig 
enligt f&#246;rsta eller andra stycket, ska pr&#246;vningen g&#246;ras av 
allm&#228;n domstol. Lag (2010:1408).

10 &#167; Ingen f&#229;r d&#246;mas till straff eller annan brottsp&#229;f&#246;ljd f&#246;r 
en g&#228;rning som inte var belagd med brottsp&#229;f&#246;ljd n&#228;r den 
begicks. Inte heller f&#229;r n&#229;gon d&#246;mas till sv&#229;rare 
brottsp&#229;f&#246;ljd f&#246;r g&#228;rningen &#228;n den som var f&#246;reskriven d&#229;. Vad 
som f&#246;reskrivs h&#228;r om brottsp&#229;f&#246;ljd g&#228;ller &#228;ven f&#246;rverkande 
och annan s&#228;rskild r&#228;ttsverkan av brott.

Skatt eller statlig avgift f&#229;r inte tas ut i vidare m&#229;n &#228;n som 
f&#246;ljer av f&#246;reskrifter som g&#228;llde n&#228;r den omst&#228;ndighet 
intr&#228;ffade som utl&#246;ste skatt- eller avgiftsskyldigheten. 
Finner riksdagen att det finns s&#228;rskilda sk&#228;l f&#246;r det, f&#229;r en 
lag dock inneb&#228;ra att skatt eller statlig avgift tas ut trots 
att lagen inte hade tr&#228;tt i kraft n&#228;r omst&#228;ndigheten 
intr&#228;ffade, om regeringen eller ett riksdagsutskott d&#229; hade 
l&#228;mnat ett f&#246;rslag om det till riksdagen. Med f&#246;rslag 
j&#228;mst&#228;lls ett meddelande i skrivelse fr&#229;n regeringen till 
riksdagen om att ett s&#229;dant f&#246;rslag &#228;r att v&#228;nta. Vidare f&#229;r 
riksdagen f&#246;reskriva undantag fr&#229;n f&#246;rsta meningen, om 
riksdagen finner att det av s&#228;rskilda sk&#228;l kr&#228;vs i samband med 
krig, krigsfara eller sv&#229;r ekonomisk kris. Lag (2010:1408).

11 &#167; Domstol f&#229;r inte inr&#228;ttas f&#246;r en redan beg&#229;ngen g&#228;rning 
och inte heller f&#246;r en viss tvist eller i &#246;vrigt f&#246;r ett visst 
m&#229;l.

En r&#228;tteg&#229;ng ska genomf&#246;ras r&#228;ttvist och inom sk&#228;lig tid. 
F&#246;rhandling vid domstol ska vara offentlig. Lag (2010:1408).

Skydd mot diskriminering

12 &#167; Lag eller annan f&#246;reskrift f&#229;r inte inneb&#228;ra att n&#229;gon 
missgynnas d&#228;rf&#246;r att han eller hon tillh&#246;r en minoritet med 
h&#228;nsyn till etniskt ursprung, hudf&#228;rg eller annat liknande 
f&#246;rh&#229;llande eller med h&#228;nsyn till sexuell l&#228;ggning. Lag 
(2010:1408).

13 &#167; Lag eller annan f&#246;reskrift f&#229;r inte inneb&#228;ra att n&#229;gon 
missgynnas p&#229; grund av sitt k&#246;n, om inte f&#246;reskriften utg&#246;r 
ett led i str&#228;vanden att &#229;stadkomma j&#228;mst&#228;lldhet mellan m&#228;n 
och kvinnor eller avser v&#228;rnplikt eller motsvarande 
tj&#228;nsteplikt. Lag (2010:1408).

Strids&#229;tg&#228;rder p&#229; arbetsmarknaden

14 &#167; En f&#246;rening av arbetstagare samt arbetsgivare och en 
f&#246;rening av arbetsgivare har r&#228;tt att vidta strids&#229;tg&#228;rder p&#229; 
arbetsmarknaden, om inte annat f&#246;ljer av lag eller avtal. Lag 
(2010:1408).

Egendomsskydd och allemansr&#228;tt

15 &#167; Vars och ens egendom &#228;r tryggad genom att ingen kan 
tvingas avst&#229; sin egendom till det allm&#228;nna eller till n&#229;gon 
enskild genom expropriation eller n&#229;got annat s&#229;dant 
f&#246;rfogande eller t&#229;la att det allm&#228;nna inskr&#228;nker anv&#228;ndningen 
av mark eller byggnad utom n&#228;r det kr&#228;vs f&#246;r att tillgodose 
angel&#228;gna allm&#228;nna intressen.

Den som genom expropriation eller n&#229;got annat s&#229;dant 
f&#246;rfogande tvingas avst&#229; sin egendom ska vara tillf&#246;rs&#228;krad 
full ers&#228;ttning f&#246;r f&#246;rlusten. Ers&#228;ttning ska ocks&#229; vara 
tillf&#246;rs&#228;krad den f&#246;r vilken det allm&#228;nna inskr&#228;nker 
anv&#228;ndningen av mark eller byggnad p&#229; s&#229;dant s&#228;tt att p&#229;g&#229;ende 
markanv&#228;ndning inom ber&#246;rd del av fastigheten avsev&#228;rt 
f&#246;rsv&#229;ras eller att skada uppkommer som &#228;r betydande i 
f&#246;rh&#229;llande till v&#228;rdet p&#229; denna del av fastigheten. 
Ers&#228;ttningen ska best&#228;mmas enligt grunder som anges i lag.

Vid inskr&#228;nkningar i anv&#228;ndningen av mark eller byggnad som 
sker av h&#228;lsoskydds-, milj&#246;skydds- eller s&#228;kerhetssk&#228;l g&#228;ller 
dock vad som f&#246;ljer av lag i fr&#229;ga om r&#228;tt till ers&#228;ttning.

Alla ska ha tillg&#229;ng till naturen enligt allemansr&#228;tten 
oberoende av vad som f&#246;reskrivits ovan. Lag (2010:1408). 

Upphovsr&#228;tt

16 &#167; F&#246;rfattare, konstn&#228;rer och fotografer &#228;ger r&#228;tt till sina 
verk enligt best&#228;mmelser som meddelas i lag. Lag (2010:1408).

N&#228;ringsfrihet

17 &#167; Begr&#228;nsningar i r&#228;tten att driva n&#228;ring eller ut&#246;va yrke 
f&#229;r inf&#246;ras endast f&#246;r att skydda angel&#228;gna allm&#228;nna intressen 
och aldrig i syfte enbart att ekonomiskt gynna vissa personer 
eller f&#246;retag.

Samernas r&#228;tt att bedriva rensk&#246;tsel regleras i lag. Lag 
(2010:1408).

Utbildning och forskning

18 &#167; Alla barn som omfattas av den allm&#228;nna skolplikten har 
r&#228;tt till kostnadsfri grundl&#228;ggande utbildning i allm&#228;n skola. 
Det allm&#228;nna ska svara ocks&#229; f&#246;r att h&#246;gre utbildning finns.

Forskningens frihet &#228;r skyddad enligt best&#228;mmelser som 
meddelas i lag. Lag (2010:1408).

Europakonventionen

19 &#167; Lag eller annan f&#246;reskrift f&#229;r inte meddelas i strid med 
Sveriges &#229;taganden p&#229; grund av den europeiska konventionen 
ang&#229;ende skydd f&#246;r de m&#228;nskliga r&#228;ttigheterna och de 
grundl&#228;ggande friheterna. Lag (2010:1408).

F&#246;ruts&#228;ttningar f&#246;r begr&#228;nsningar av fri- och r&#228;ttigheter

20 &#167; F&#246;ljande fri- och r&#228;ttigheter f&#229;r, i den utstr&#228;ckning som 
medges i 21-24 &#167;&#167;, begr&#228;nsas genom lag:

1. yttrandefriheten, informationsfriheten, m&#246;tesfriheten, 
demonstrationsfriheten och f&#246;reningsfriheten (1 &#167; f&#246;rsta 
stycket 1-5),

2. skyddet mot annat kroppsligt ingrepp &#228;n som avses i 4 och 
5 &#167;&#167;, mot kroppsvisitation, husrannsakan och liknande intr&#229;ng, 
mot intr&#229;ng i f&#246;rtroliga f&#246;rs&#228;ndelser och meddelanden samt i 
&#246;vrigt mot intr&#229;ng som inneb&#228;r &#246;vervakning och kartl&#228;ggning av 
den enskildes personliga f&#246;rh&#229;llanden (6 &#167;),

3. r&#246;relsefriheten (8 &#167;), och

4. offentligheten vid domstolsf&#246;rhandling (11 &#167; andra stycket 
andra meningen).

Efter bemyndigande i lag f&#229;r de i f&#246;rsta stycket angivna fri- 
och r&#228;ttigheterna begr&#228;nsas genom annan f&#246;rfattning i de fall 
som anges i 8 kap. 5 &#167; och i fr&#229;ga om f&#246;rbud att r&#246;ja s&#229;dant 
som n&#229;gon f&#229;tt k&#228;nnedom om i allm&#228;n tj&#228;nst eller under 
ut&#246;vande av tj&#228;nsteplikt. I samma ordning f&#229;r m&#246;tesfriheten 
och demonstrationsfriheten begr&#228;nsas &#228;ven i de fall som anges 
i 24 &#167; f&#246;rsta stycket andra meningen. Lag (2010:1408).

21 &#167; Begr&#228;nsningar enligt 20 &#167; f&#229;r g&#246;ras endast f&#246;r att 
tillgodose &#228;ndam&#229;l som &#228;r godtagbara i ett demokratiskt 
samh&#228;lle. Begr&#228;nsningen f&#229;r aldrig g&#229; ut&#246;ver vad som &#228;r 
n&#246;dv&#228;ndigt med h&#228;nsyn till det &#228;ndam&#229;l som har f&#246;ranlett den 
och inte heller str&#228;cka sig s&#229; l&#229;ngt att den utg&#246;r ett hot mot 
den fria &#229;siktsbildningen s&#229;som en av folkstyrelsens 
grundvalar. Begr&#228;nsningen f&#229;r inte g&#246;ras enbart p&#229; grund av 
politisk, religi&#246;s, kulturell eller annan s&#229;dan &#229;sk&#229;dning. Lag 
(2010:1408).

22 &#167; Ett f&#246;rslag till lag enligt 20 &#167; ska, om det inte avsl&#229;s 
av riksdagen, p&#229; yrkande av l&#228;gst tio av dess ledam&#246;ter vila i 
minst tolv m&#229;nader fr&#229;n det att det f&#246;rsta utskottsyttrandet 
&#246;ver f&#246;rslaget anm&#228;ldes i riksdagens kammare. Riksdagen f&#229;r 
dock anta f&#246;rslaget direkt, om minst fem sj&#228;ttedelar av de 
r&#246;stande enas om beslutet.

F&#246;rsta stycket g&#228;ller inte f&#246;rslag till lag om fortsatt 
giltighet i h&#246;gst tv&#229; &#229;r av lag. Det g&#228;ller inte heller 
f&#246;rslag till lag som enbart r&#246;r

1. f&#246;rbud att r&#246;ja s&#229;dant som n&#229;gon har f&#229;tt k&#228;nnedom om i 
allm&#228;n tj&#228;nst eller under ut&#246;vande av tj&#228;nsteplikt och vars 
hemligh&#229;llande &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till n&#229;got av de 
intressen som anges i 2 kap. 2 &#167; tryckfrihetsf&#246;rordningen,

2. husrannsakan eller liknande intr&#229;ng, eller

3. frihetsstraff som p&#229;f&#246;ljd f&#246;r viss g&#228;rning.

Konstitutionsutskottet pr&#246;var f&#246;r riksdagens del om f&#246;rsta 
stycket &#228;r till&#228;mpligt i fr&#229;ga om ett visst lagf&#246;rslag. Lag 
(2010:1408).

23 &#167; Yttrandefriheten och informationsfriheten f&#229;r begr&#228;nsas 
med h&#228;nsyn till rikets s&#228;kerhet, folkf&#246;rs&#246;rjningen, allm&#228;n 
ordning och s&#228;kerhet, enskildas anseende, privatlivets helgd 
eller f&#246;rebyggandet och beivrandet av brott. Vidare f&#229;r 
friheten att yttra sig i n&#228;ringsverksamhet begr&#228;nsas. I &#246;vrigt 
f&#229;r begr&#228;nsningar av yttrandefriheten och informationsfriheten 
g&#246;ras endast om s&#228;rskilt viktiga sk&#228;l f&#246;ranleder det.

Vid bed&#246;mandet av vilka begr&#228;nsningar som f&#229;r g&#246;ras med st&#246;d 
av f&#246;rsta stycket ska s&#228;rskilt beaktas vikten av vidaste 
m&#246;jliga yttrandefrihet och informationsfrihet i politiska, 
religi&#246;sa, fackliga, vetenskapliga och kulturella 
angel&#228;genheter.

Att meddela f&#246;reskrifter som utan avseende p&#229; yttrandens 
inneh&#229;ll n&#228;rmare reglerar ett visst s&#228;tt att sprida eller ta 
emot yttranden anses inte som en begr&#228;nsning av 
yttrandefriheten och informationsfriheten. Lag (2010:1408).

24 &#167; M&#246;tesfriheten och demonstrationsfriheten f&#229;r begr&#228;nsas av 
h&#228;nsyn till ordning och s&#228;kerhet vid sammankomsten eller 
demonstrationen eller till trafiken. I &#246;vrigt f&#229;r dessa 
friheter begr&#228;nsas endast av h&#228;nsyn till rikets s&#228;kerhet eller 
f&#246;r att motverka farsot.

F&#246;reningsfriheten f&#229;r begr&#228;nsas endast n&#228;r det g&#228;ller 
sammanslutningar som &#228;gnar sig &#229;t eller underst&#246;der terrorism 
eller vilkas verksamhet &#228;r av milit&#228;r eller liknande natur 
eller inneb&#228;r f&#246;rf&#246;ljelse av en folkgrupp p&#229; grund av etniskt 
ursprung, hudf&#228;rg eller annat liknande f&#246;rh&#229;llande. Lag 
(2022:1565).

25 &#167; F&#246;r andra &#228;n svenska medborgare h&#228;r i riket f&#229;r s&#228;rskilda 
begr&#228;nsningar g&#246;ras genom lag i fr&#229;ga om f&#246;ljande fri- och 
r&#228;ttigheter:

1. yttrandefriheten, informationsfriheten, m&#246;tesfriheten, 
demonstrationsfriheten, f&#246;reningsfriheten och 
religionsfriheten (1 &#167; f&#246;rsta stycket),

2. skyddet mot tv&#229;ng att ge till k&#228;nna &#229;sk&#229;dning (2 &#167; f&#246;rsta 
meningen),

3. skyddet mot kroppsligt ingrepp &#228;ven i annat fall &#228;n som 
avses i 4 och 5 &#167;&#167;, mot kroppsvisitation, husrannsakan och 
liknande intr&#229;ng, mot intr&#229;ng i f&#246;rtroliga f&#246;rs&#228;ndelser och 
meddelanden samt i &#246;vrigt mot intr&#229;ng som inneb&#228;r &#246;vervakning 
och kartl&#228;ggning av den enskildes personliga f&#246;rh&#229;llanden 
(6 &#167;),

4. skyddet mot frihetsber&#246;vande (8 &#167; f&#246;rsta meningen),

5. r&#228;tten till domstolspr&#246;vning av frihetsber&#246;vande av annan 
anledning &#228;n brott eller misstanke om brott (9 &#167; andra och 
tredje styckena),

6. offentligheten vid domstolsf&#246;rhandling (11 &#167; andra stycket 
andra meningen),

7. f&#246;rfattares, konstn&#228;rers och fotografers r&#228;tt till sina 
verk (16 &#167;),

8. r&#228;tten att driva n&#228;ring eller ut&#246;va yrke (17 &#167;),

9. skyddet f&#246;r forskningens frihet (18 &#167; andra stycket), och

10. skyddet mot ingrepp p&#229; grund av &#229;sk&#229;dning (21 &#167; tredje 
meningen).

P&#229; s&#229;dana f&#246;reskrifter om s&#228;rskilda begr&#228;nsningar som avses i 
f&#246;rsta stycket ska 22 &#167; f&#246;rsta stycket, andra stycket f&#246;rsta 
meningen samt tredje stycket till&#228;mpas. Lag (2010:1408).

3 kap. Riksdagen

Riksdagens bildande och sammans&#228;ttning

1 &#167; Riksdagen utses genom fria, hemliga och direkta val.

Vid s&#229;dant val sker r&#246;stning p&#229; parti med m&#246;jlighet f&#246;r 
v&#228;ljarna att l&#228;mna s&#228;rskild personr&#246;st. Lag (2014:1385).

2 &#167; Riksdagen best&#229;r av en kammare med 349 ledam&#246;ter. F&#246;r 
ledam&#246;terna ska det finnas ers&#228;ttare. Lag (2010:1408).

Ordinarie val

3 &#167; Ordinarie val till riksdagen h&#229;lls vart fj&#228;rde &#229;r. Lag 
(2010:1408).

R&#246;str&#228;tt och valbarhet

4 &#167; R&#246;str&#228;tt vid val till riksdagen har varje svensk 
medborgare som &#228;r eller n&#229;gon g&#229;ng har varit bosatt i riket 
och har fyllt arton &#229;r.

Endast den som uppfyller villkoren f&#246;r r&#246;str&#228;tt kan vara 
ledamot av riksdagen eller ers&#228;ttare f&#246;r ledamot.

Fr&#229;gan om n&#229;gon har r&#246;str&#228;tt avg&#246;rs p&#229; grundval av en f&#246;re 
valet uppr&#228;ttad r&#246;stl&#228;ngd. Lag (2010:1408).

Valkretsar

5 &#167; F&#246;r val till riksdagen &#228;r riket indelat i valkretsar. Lag 
(2010:1408).

Mandatf&#246;rdelningen mellan valkretsarna

6 &#167; Av mandaten i riksdagen &#228;r 310 fasta valkretsmandat och 
39 utj&#228;mningsmandat.

De fasta valkretsmandaten f&#246;rdelas mellan valkretsarna p&#229; 
grundval av en ber&#228;kning av f&#246;rh&#229;llandet mellan antalet 
r&#246;stber&#228;ttigade i varje valkrets och antalet r&#246;stber&#228;ttigade i 
hela riket. F&#246;rdelningen fastst&#228;lls f&#246;r fyra &#229;r i s&#228;nder. Lag 
(2010:1408).

Mandatf&#246;rdelningen mellan partierna

7 &#167; Mandaten f&#246;rdelas mellan partier som anm&#228;lt sitt 
deltagande i valet i enlighet med best&#228;mmelser som meddelas i 
s&#228;rskild lag.

Endast partier som har f&#229;tt minst fyra procent av r&#246;sterna i 
hela riket f&#229;r delta i f&#246;rdelningen av mandaten. Ett parti som 
har f&#229;tt f&#228;rre r&#246;ster f&#229;r dock delta i f&#246;rdelningen av de 
fasta valkretsmandaten i en valkrets d&#228;r partiet har f&#229;tt 
minst tolv procent av r&#246;sterna. Lag (2014:1385).

8 &#167; De fasta valkretsmandaten f&#246;rdelas p&#229; varje valkrets 
proportionellt mellan partierna p&#229; grundval av valresultatet i 
valkretsen.

Om ett parti vid f&#246;rdelningen av fasta valkretsmandat enligt 
f&#246;rsta stycket har f&#229;tt fler mandat i hela riket &#228;n vad som 
motsvarar en proportionell representation i riksdagen f&#246;r 
partiet ska &#246;verskjutande mandat &#229;terf&#246;ras och f&#246;rdelas mellan 
&#246;vriga partier enligt best&#228;mmelser som meddelas i s&#228;rskild 
lag.

Utj&#228;mningsmandaten f&#246;rdelas mellan partierna s&#229;, att 
f&#246;rdelningen av alla mandat i riksdagen, med undantag av de 
fasta valkretsmandat som har tillfallit ett parti med mindre 
&#228;n fyra procent av r&#246;sterna, blir proportionell mot r&#246;stetalet 
i hela riket f&#246;r de partier som deltar i f&#246;rdelningen. Om ett 
parti vid f&#246;rdelningen av de fasta valkretsmandaten har f&#229;tt 
s&#229; m&#229;nga mandat som motsvarar den proportionella 
representationen i riksdagen f&#246;r partiet, bortses vid 
f&#246;rdelningen av utj&#228;mningsmandaten fr&#229;n partiet och de fasta 
valkretsmandat som det har f&#229;tt. Sedan utj&#228;mningsmandaten har 
f&#246;rdelats mellan partierna, tillf&#246;rs de valkretsar.

Vid mandatf&#246;rdelningen mellan partierna anv&#228;nds 
uddatalsmetoden med f&#246;rsta divisorn j&#228;mkad till 1,2. Lag 
(2014:1385).

9 &#167; F&#246;r varje mandat som ett parti har f&#229;tt utses en 
riksdagsledamot samt ers&#228;ttare f&#246;r honom eller henne. Lag 
(2010:1408).

Valperiod

10 &#167; Varje val g&#228;ller f&#246;r tiden fr&#229;n det att den nyvalda 
riksdagen har samlats till dess den n&#228;rmast d&#228;refter valda 
riksdagen samlas.

Den nyvalda riksdagen samlas p&#229; den femtonde dagen efter 
valdagen, dock tidigast p&#229; den fj&#228;rde dagen efter det att 
valresultatet har kungjorts. Lag (2010:1408).

Extra val

11 &#167; Regeringen f&#229;r besluta om extra val till riksdagen mellan 
ordinarie val. Extra val ska h&#229;llas inom tre m&#229;nader efter 
beslutet.

Efter val till riksdagen f&#229;r regeringen inte besluta om extra 
val f&#246;rr&#228;n tre m&#229;nader har g&#229;tt fr&#229;n den nyvalda riksdagens 
f&#246;rsta sammantr&#228;de. Regeringen f&#229;r inte heller besluta om 
extra val under den tid d&#229; dess ledam&#246;ter, efter det att 
samtliga har entledigats, uppeh&#229;ller sina befattningar till 
dess en ny regering ska tilltr&#228;da.

Best&#228;mmelser om extra val i visst fall finns i 6 kap. 5 &#167;. Lag 
(2010:1408).

&#214;verklagande av val

12 &#167; Val till riksdagen f&#229;r &#246;verklagas hos en av riksdagen 
utsedd valpr&#246;vningsn&#228;mnd. N&#228;mndens beslut f&#229;r inte &#246;verklagas.

Den som har valts till riksdagsledamot ut&#246;var sitt uppdrag 
&#228;ven om valet har &#246;verklagats. &#196;ndras valet, intar en ny 
ledamot sin plats s&#229; snart &#228;ndringen har kungjorts. Det g&#228;ller 
ocks&#229; f&#246;r ers&#228;ttare.

Valpr&#246;vningsn&#228;mnden best&#229;r av en ordf&#246;rande, som ska vara 
eller ha varit ordinarie domare och som inte f&#229;r tillh&#246;ra 
riksdagen, och sex andra ledam&#246;ter. Ledam&#246;terna v&#228;ljs efter 
varje ordinarie val, s&#229; snart valet har vunnit laga kraft, f&#246;r 
tiden till dess nytt val till n&#228;mnden har &#228;gt rum. Ordf&#246;randen 
v&#228;ljs s&#228;rskilt. Lag (2010:1408).

Ytterligare best&#228;mmelser

13 &#167; Ytterligare best&#228;mmelser om det som anges i 3-12 &#167;&#167; och 
om utseende av ers&#228;ttare f&#246;r riksdagsledam&#246;terna meddelas i 
riksdagsordningen eller annan s&#228;rskild lag. Lag (2014:1385).

4 kap. Riksdagsarbetet

Riksm&#246;te

1 &#167; Riksdagen sammantr&#228;der till riksm&#246;te varje &#229;r. Riksm&#246;tet 
h&#229;lls i Stockholm, om inte riksdagen eller talmannen best&#228;mmer 
annat av h&#228;nsyn till riksdagens s&#228;kerhet eller frihet. Lag 
(2010:1408).

Talmannen

2 &#167; Riksdagen v&#228;ljer inom sig f&#246;r varje valperiod en talman 
samt en f&#246;rste, en andre och en tredje vice talman. Lag 
(2010:1408).

Utskotten

3 &#167; Riksdagen v&#228;ljer inom sig utskott, d&#228;ribland ett 
konstitutionsutskott och ett finansutskott, enligt 
best&#228;mmelser i riksdagsordningen. Lag (2010:1408).

R&#228;tten att v&#228;cka f&#246;rslag

4 &#167; Regeringen och varje riksdagsledamot f&#229;r, i enlighet med 
best&#228;mmelser i riksdagsordningen, v&#228;cka f&#246;rslag i fr&#229;ga om 
allt som kan komma under riksdagens pr&#246;vning, om inte annat 
anges i denna regeringsform. Lag (2010:1408).

&#196;rendenas beredning

5 &#167; Ett &#228;rende som har v&#228;ckts av regeringen eller en 
riksdagsledamot bereds av ett utskott innan det avg&#246;rs, om 
inte annat anges i denna regeringsform. Lag (2010:1408).

&#196;rendenas avg&#246;rande

6 &#167; N&#228;r ett &#228;rende ska avg&#246;ras i kammaren, f&#229;r varje 
riksdagsledamot och varje statsr&#229;d yttra sig i enlighet med de 
n&#228;rmare best&#228;mmelser som meddelas i riksdagsordningen.

I riksdagsordningen meddelas ocks&#229; best&#228;mmelser om j&#228;v. Lag 
(2010:1408).

7 &#167; Vid omr&#246;stning i kammaren g&#228;ller som riksdagens beslut den 
mening som mer &#228;n h&#228;lften av de r&#246;stande enas om, om inte 
n&#229;got annat anges i denna regeringsform eller, n&#228;r det g&#228;ller 
fr&#229;gor som h&#246;r till f&#246;rfarandet i riksdagen, i 
huvudbest&#228;mmelse i riksdagsordningen. Best&#228;mmelser om 
f&#246;rfarandet vid lika r&#246;stetal meddelas i riksdagsordningen. 
Lag (2010:1408).

Uppf&#246;ljning och utv&#228;rdering

8 &#167; Varje utskott f&#246;ljer upp och utv&#228;rderar riksdagsbeslut 
inom utskottets &#228;mnesomr&#229;de. Lag (2010:1408).

Offentlighet i kammaren

9 &#167; Sammantr&#228;den i kammaren &#228;r offentliga.

Ett sammantr&#228;de f&#229;r dock h&#229;llas inom st&#228;ngda d&#246;rrar enligt 
best&#228;mmelser i riksdagsordningen. Lag (2010:1408).

Ledam&#246;ternas st&#228;llning

10 &#167; Riksdagsledam&#246;ter och ers&#228;ttare f&#229;r fullg&#246;ra uppdrag som 
ledamot utan att hindras av tj&#228;nsteuppgift eller annan s&#229;dan 
skyldighet. Lag (2010:1408).

11 &#167; En riksdagsledamot eller en ers&#228;ttare f&#229;r inte l&#228;mna sitt 
uppdrag utan att riksdagen har medgett det.

N&#228;r det finns anledning till det, ska Valpr&#246;vningsn&#228;mnden 
sj&#228;lvmant pr&#246;va om en ledamot eller en ers&#228;ttare &#228;r beh&#246;rig 
enligt 3 kap. 4 &#167; andra stycket. Den som f&#246;rklaras obeh&#246;rig &#228;r 
d&#228;rmed skild fr&#229;n sitt uppdrag.

En ledamot eller en ers&#228;ttare f&#229;r i annat fall skiljas fr&#229;n 
uppdraget endast om han eller hon genom brott har visat sig 
uppenbart ol&#228;mplig f&#246;r uppdraget. Beslut om detta fattas av 
domstol. Lag (2010:1408).

12 &#167; Talan f&#229;r inte v&#228;ckas mot den som ut&#246;var eller har ut&#246;vat 
uppdrag som riksdagsledamot p&#229; grund av hans eller hennes 
yttranden eller g&#228;rningar under ut&#246;vandet av uppdraget, utan 
att riksdagen har medgett det genom ett beslut som minst fem 
sj&#228;ttedelar av de r&#246;stande har enats om. Utan ett s&#229;dant 
medgivande f&#229;r en s&#229;dan person inte heller ber&#246;vas friheten 
eller hindras fr&#229;n att resa inom riket p&#229; grund av yttranden 
eller g&#228;rningar under ut&#246;vandet av uppdraget.

Misst&#228;nks en riksdagsledamot f&#246;r brott i annat fall, ska 
best&#228;mmelser i lag om gripande, anh&#229;llande eller h&#228;ktning 
till&#228;mpas endast om han eller hon erk&#228;nner brottet eller har 
tagits p&#229; bar g&#228;rning eller om det &#228;r fr&#229;ga om ett brott f&#246;r 
vilket det inte &#228;r f&#246;reskrivet lindrigare straff &#228;n f&#228;ngelse i 
tv&#229; &#229;r. Lag (2010:1408).

13 &#167; Under den tid som en riksdagsledamot &#228;r riksdagens talman 
eller tillh&#246;r regeringen ut&#246;vas hans eller hennes uppdrag som 
riksdagsledamot av en ers&#228;ttare. Riksdagen kan i 
riksdagsordningen f&#246;reskriva att en ers&#228;ttare ska tr&#228;da i en 
riksdagsledamots st&#228;lle n&#228;r han eller hon &#228;r ledig.

Best&#228;mmelserna i 10 &#167; och 12 &#167; f&#246;rsta stycket g&#228;ller &#228;ven f&#246;r 
talmannen och hans eller hennes uppdrag.

F&#246;r en ers&#228;ttare som ut&#246;var uppdrag som riksdagsledamot g&#228;ller 
best&#228;mmelserna om ledamot. Lag (2010:1408).

Ytterligare best&#228;mmelser

14 &#167; Ytterligare best&#228;mmelser om riksdagsarbetet meddelas i 
riksdagsordningen. Lag (2010:1408).

5 kap. Statschefen

1 &#167; Av 1 kap. 5 &#167; framg&#229;r att konungen eller drottning som 
enligt successionsordningen innehar Sveriges tron &#228;r rikets 
statschef. Lag (2010:1408).

2 &#167; Som statschef f&#229;r endast den tj&#228;nstg&#246;ra som &#228;r svensk 
medborgare och har fyllt arton &#229;r. Han eller hon f&#229;r inte 
samtidigt vara statsr&#229;d eller ut&#246;va uppdrag som talman eller 
riksdagsledamot. Lag (2010:1408).

3 &#167; Statschefen ska h&#229;llas underr&#228;ttad om rikets 
angel&#228;genheter av statsministern. N&#228;r det beh&#246;vs sammantr&#228;der 
regeringen i konselj under statschefens ordf&#246;randeskap.

Innan statschefen reser utomlands ska han eller hon samr&#229;da 
med statsministern. Lag (2010:1408).

4 &#167; Om konungen eller drottning som &#228;r statschef &#228;r f&#246;rhindrad 
att fullg&#246;ra sina uppgifter, intr&#228;der enligt g&#228;llande 
tronf&#246;ljd medlem av konungahuset, som inte &#228;r f&#246;rhindrad, f&#246;r 
att som tillf&#228;llig riksf&#246;rest&#229;ndare fullg&#246;ra statschefens 
uppgifter. Lag (2010:1408).

5 &#167; Om konungahuset utslocknar v&#228;ljer riksdagen en 
riksf&#246;rest&#229;ndare som ska fullg&#246;ra statschefens uppgifter tills 
vidare. Riksdagen v&#228;ljer samtidigt en vice riksf&#246;rest&#229;ndare.

Detsamma g&#228;ller om konungen eller drottning som &#228;r statschef 
d&#246;r eller avg&#229;r och tronf&#246;ljaren &#228;nnu inte har fyllt arton &#229;r. 
Lag (2010:1408).

6 &#167; Om konungen eller drottning som &#228;r statschef under en 
sammanh&#228;ngande tid av sex m&#229;nader inte har fullgjort eller 
kunnat fullg&#246;ra sina uppgifter, ska regeringen anm&#228;la det till 
riksdagen. Riksdagen beslutar om konungen eller drottningen 
ska anses ha avg&#229;tt. Lag (2010:1408).

7 &#167; Riksdagen kan v&#228;lja n&#229;gon att efter regeringens 
f&#246;rordnande tj&#228;nstg&#246;ra som tillf&#228;llig riksf&#246;rest&#229;ndare n&#228;r 
ingen med beh&#246;righet enligt 4 eller 5 &#167; kan tj&#228;nstg&#246;ra.

Talmannen eller, om han eller hon har f&#246;rhinder, vice talman 
tj&#228;nstg&#246;r efter regeringens f&#246;rordnande som tillf&#228;llig 
riksf&#246;rest&#229;ndare, n&#228;r ingen annan beh&#246;rig kan tj&#228;nstg&#246;ra. Lag 
(2010:1408).

8 &#167; Konungen eller drottning som &#228;r statschef kan inte &#229;talas 
f&#246;r sina g&#228;rningar. En riksf&#246;rest&#229;ndare kan inte &#229;talas f&#246;r 
sina g&#228;rningar som statschef. Lag (2010:1408).

6 kap. Regeringen

Regeringens sammans&#228;ttning

1 &#167; Regeringen best&#229;r av statsministern och &#246;vriga statsr&#229;d.

Statsministern utses enligt best&#228;mmelserna i 4-6 &#167;&#167;. 
Statsministern tills&#228;tter &#246;vriga statsr&#229;d. Lag (2010:1408).

2 &#167; Statsr&#229;den ska vara svenska medborgare.

Ett statsr&#229;d f&#229;r inte inneha n&#229;gon anst&#228;llning. Han eller hon 
f&#229;r inte heller inneha n&#229;got uppdrag eller ut&#246;va n&#229;gon 
verksamhet som kan rubba f&#246;rtroendet f&#246;r honom eller henne. 
Lag (2010:1408).

Statsministeromr&#246;stning efter val

3 &#167; En nyvald riksdag ska senast tv&#229; veckor efter det att den 
samlats genom omr&#246;stning pr&#246;va fr&#229;gan om statsministern har 
tillr&#228;ckligt st&#246;d i riksdagen. Om mer &#228;n h&#228;lften av riksdagens 
ledam&#246;ter r&#246;star nej, ska statsministern entledigas.

Omr&#246;stningen ska inte h&#229;llas om statsministern redan har 
entledigats. Lag (2010:1408).

Regeringsbildningen

4 &#167; N&#228;r en statsminister ska utses, kallar talmannen 
f&#246;retr&#228;dare f&#246;r varje partigrupp inom riksdagen till samr&#229;d. 
Talmannen &#246;verl&#228;gger med vice talm&#228;nnen och l&#228;mnar sedan 
f&#246;rslag till riksdagen.

Riksdagen ska inom fyra dagar, utan beredning i utskott, pr&#246;va 
f&#246;rslaget genom omr&#246;stning. Om mer &#228;n h&#228;lften av riksdagens 
ledam&#246;ter r&#246;star mot f&#246;rslaget, &#228;r det f&#246;rkastat. I annat fall 
&#228;r det godk&#228;nt. Lag (2010:1408).

5 &#167; F&#246;rkastar riksdagen talmannens f&#246;rslag, ska f&#246;rfarandet 
enligt 4 &#167; upprepas. Har riksdagen fyra g&#229;nger f&#246;rkastat 
talmannens f&#246;rslag, ska f&#246;rfarandet avbrytas och &#229;terupptas 
f&#246;rst sedan val till riksdagen har h&#229;llits. Om inte ordinarie 
val &#228;nd&#229; ska h&#229;llas inom tre m&#229;nader, ska extra val h&#229;llas 
inom samma tid. Lag (2010:1408).

6 &#167; N&#228;r riksdagen har godk&#228;nt ett f&#246;rslag om ny statsminister, 
ska han eller hon s&#229; snart det kan ske anm&#228;la de &#246;vriga 
statsr&#229;den f&#246;r riksdagen. D&#228;refter &#228;ger regeringsskifte rum 
vid en s&#228;rskild konselj inf&#246;r statschefen eller, om 
statschefen har f&#246;rhinder, inf&#246;r talmannen. Talmannen ska 
alltid kallas till konseljen.

Talmannen utf&#228;rdar f&#246;rordnande f&#246;r statsministern p&#229; 
riksdagens v&#228;gnar. Lag (2010:1408).

Entledigande av statsministern eller annat statsr&#229;d

7 &#167; F&#246;rklarar riksdagen att statsministern eller n&#229;got annat 
statsr&#229;d inte har riksdagens f&#246;rtroende, ska talmannen 
entlediga statsr&#229;det. Om regeringen kan besluta om extra val 
till riksdagen och g&#246;r det inom en vecka fr&#229;n 
misstroendef&#246;rklaringen, ska n&#229;got entledigande dock inte ske.

I 3 &#167; finns best&#228;mmelser om entledigande av statsministern med 
anledning av en statsministeromr&#246;stning efter val. Lag 
(2010:1408).

8 &#167; Ett statsr&#229;d ska entledigas om han eller hon beg&#228;r det, 
statsministern av talmannen och ett annat statsr&#229;d av 
statsministern. Statsministern f&#229;r &#228;ven i andra fall entlediga 
statsr&#229;d. Lag (2010:1408).

9 &#167; Om statsministern entledigas eller d&#246;r, ska talmannen 
entlediga de &#246;vriga statsr&#229;den. Lag (2010:1408).

St&#228;llf&#246;retr&#228;dare f&#246;r statsministern

10 &#167; Statsministern kan bland de &#246;vriga statsr&#229;den utse n&#229;gon 
att i egenskap av st&#228;llf&#246;retr&#228;dare vid f&#246;rhinder f&#246;r 
statsministern fullg&#246;ra hans eller hennes uppgifter. Har n&#229;gon 
st&#228;llf&#246;retr&#228;dare inte utsetts eller har ocks&#229; 
st&#228;llf&#246;retr&#228;daren f&#246;rhinder, fullg&#246;rs statsministerns 
uppgifter i st&#228;llet av den av de tj&#228;nstg&#246;rande statsr&#229;den som 
har varit statsr&#229;d l&#228;ngst tid. Om tv&#229; eller flera har varit 
statsr&#229;d lika l&#228;nge, har den &#228;ldste av dem f&#246;retr&#228;de. Lag 
(2010:1408).

&#214;verg&#229;ngsregering

11 &#167; Har regeringens samtliga ledam&#246;ter entledigats, 
uppeh&#229;ller de sina befattningar till dess en ny regering har 
tilltr&#228;tt. Har ett annat statsr&#229;d &#228;n statsministern 
entledigats p&#229; egen beg&#228;ran, uppeh&#229;ller han eller hon sin 
befattning till dess en eftertr&#228;dare har tilltr&#228;tt, om 
statsministern beg&#228;r det. Lag (2010:1408).

F&#246;rhinder f&#246;r talmannen

12 &#167; Om talmannen har f&#246;rhinder &#246;vertar en vice talman de 
uppgifter som talmannen har enligt detta kapitel. Lag 
(2010:1408).

7 kap. Regeringsarbetet

Regeringskansliet och dess uppgifter

1 &#167; F&#246;r att bereda regerings&#228;renden och f&#246;r att bitr&#228;da 
regeringen och statsr&#229;den i deras verksamhet i &#246;vrigt ska det 
finnas ett regeringskansli. I detta ing&#229;r departement f&#246;r 
olika verksamhetsgrenar. Regeringen f&#246;rdelar &#228;rendena mellan 
departementen. Statsministern utser bland statsr&#229;den chefer 
f&#246;r departementen. Lag (2010:1408).

&#196;rendenas beredning

2 &#167; Vid beredningen av regerings&#228;renden ska beh&#246;vliga 
upplysningar och yttranden inh&#228;mtas fr&#229;n ber&#246;rda myndigheter. 
Upplysningar och yttranden ska ocks&#229; i den omfattning som 
beh&#246;vs inh&#228;mtas fr&#229;n kommuner. &#196;ven sammanslutningar och 
enskilda ska i den omfattning som beh&#246;vs ges m&#246;jlighet att 
yttra sig. Lag (2010:1408).

3 &#167; Regerings&#228;renden avg&#246;rs av regeringen vid 
regeringssammantr&#228;de.

Regerings&#228;renden som g&#228;ller verkst&#228;llighet inom f&#246;rsvarsmakten 
av f&#246;rfattningar eller s&#228;rskilda regeringsbeslut kan dock, i 
den omfattning som anges i lag, under statsministerns 
&#246;verinseende avg&#246;ras av chefen f&#246;r det departement som 
&#228;rendena h&#246;r till. Lag (2010:1408).

4 &#167; Statsministern kallar &#246;vriga statsr&#229;d till 
regeringssammantr&#228;de och &#228;r ordf&#246;rande vid sammantr&#228;det. Minst 
fem statsr&#229;d ska delta i regeringssammantr&#228;det. Lag 
(2010:1408).

5 &#167; Vid ett regeringssammantr&#228;de &#228;r departementschefen 
f&#246;redragande i de &#228;renden som h&#246;r till hans eller hennes 
departement. Statsministern kan dock f&#246;rordna att ett &#228;rende 
eller en grupp av &#228;renden, som h&#246;r till ett visst departement, 
ska f&#246;redras av ett annat statsr&#229;d &#228;n departementschefen. Lag 
(2010:1408).

Protokoll och skiljaktig mening

6 &#167; Vid regeringssammantr&#228;den ska protokoll f&#246;ras. Skiljaktiga 
meningar ska antecknas i protokollet. Lag (2010:1408).

7 &#167; F&#246;rfattningar, f&#246;rslag till riksdagen och andra beslut som 
ska expedieras ska f&#246;r att bli g&#228;llande skrivas under eller p&#229; 
annat s&#228;tt bekr&#228;ftas av statsministern eller ett annat 
statsr&#229;d p&#229; regeringens v&#228;gnar. Regeringen kan dock genom 
f&#246;rordning f&#246;reskriva att en tj&#228;nsteman i s&#228;rskilda fall ska 
f&#229; skriva under eller p&#229; annat s&#228;tt bekr&#228;fta beslut som ska 
expedieras.

Besluten ska bekr&#228;ftas genom ett f&#246;rfarande som uppfyller h&#246;ga 
krav p&#229; s&#228;kerhet. Lag (2022:1600).

8 kap. Lagar och andra f&#246;reskrifter

1 &#167; F&#246;reskrifter meddelas av riksdagen genom lag och av 
regeringen genom f&#246;rordning. F&#246;reskrifter kan ocks&#229;, efter 
bemyndigande av riksdagen eller regeringen, meddelas av andra 
myndigheter &#228;n regeringen och av kommuner.

Ett bemyndigande att meddela f&#246;reskrifter ska alltid ges i lag 
eller f&#246;rordning. Lag (2010:1408).

F&#246;reskrifter som meddelas genom lag

2 &#167; F&#246;reskrifter ska meddelas genom lag om de avser

1. enskildas personliga st&#228;llning och deras personliga och 
ekonomiska f&#246;rh&#229;llanden inb&#246;rdes,

2. f&#246;rh&#229;llandet mellan enskilda och det allm&#228;nna under 
f&#246;ruts&#228;ttning att f&#246;reskrifterna g&#228;ller skyldigheter f&#246;r 
enskilda eller i &#246;vrigt avser ingrepp i enskildas personliga 
eller ekonomiska f&#246;rh&#229;llanden,

3. grunderna f&#246;r kommunernas organisation och 
verksamhetsformer och f&#246;r den kommunala beskattningen samt 
kommunernas befogenheter i &#246;vrigt och deras &#229;ligganden,

4. trossamfund och grunderna f&#246;r Svenska kyrkan som 
trossamfund,

5. r&#229;dgivande folkomr&#246;stning i hela riket och f&#246;rfarandet vid 
folkomr&#246;stning i en grundlagsfr&#229;ga, eller

6. val till Europaparlamentet.

&#196;ven av andra best&#228;mmelser i denna regeringsform och av annan 
grundlag f&#246;ljer att f&#246;reskrifter av visst inneh&#229;ll ska 
meddelas genom lag. Lag (2010:1408).

F&#246;reskrifter som meddelas av regeringen

3 &#167; Riksdagen kan bemyndiga regeringen att meddela 
f&#246;reskrifter enligt 2 &#167; f&#246;rsta stycket 2 och 3. F&#246;reskrifterna 
f&#229;r dock inte avse

1. annan r&#228;ttsverkan av brott &#228;n b&#246;ter,

2. skatt, utom tull p&#229; inf&#246;rsel av varor, eller

3. konkurs eller uts&#246;kning.

Riksdagen kan i lag, som inneh&#229;ller ett bemyndigande enligt 
f&#246;rsta stycket, f&#246;reskriva &#228;ven annan r&#228;ttsverkan av brott &#228;n 
b&#246;ter f&#246;r &#246;vertr&#228;delse av en f&#246;reskrift som meddelas av 
regeringen med st&#246;d av bemyndigandet. Lag (2010:1408).

4 &#167; Riksdagen kan bemyndiga regeringen att meddela 
f&#246;reskrifter enligt 2 &#167; f&#246;rsta stycket 1-3 om anst&#229;nd med att 
fullg&#246;ra f&#246;rpliktelser. Lag (2010:1408).

5 &#167; Riksdagen kan i en lag bemyndiga regeringen att meddela 
f&#246;reskrifter om

1. n&#228;r lagen ska tr&#228;da i kraft,

2. n&#228;r delar av lagen ska b&#246;rja eller upph&#246;ra att till&#228;mpas, 
eller

3. till&#228;mpning av lagen i f&#246;rh&#229;llande till ett annat land 
eller en mellanfolklig organisation. Lag (2010:1408).

6 &#167; F&#246;reskrifter som regeringen meddelat med st&#246;d av ett 
bemyndigande enligt denna regeringsform ska underst&#228;llas 
riksdagen f&#246;r pr&#246;vning om riksdagen best&#228;mmer det. Lag 
(2010:1408).

7 &#167; Regeringen f&#229;r ut&#246;ver vad som f&#246;ljer av 3-5 &#167;&#167; meddela

1. f&#246;reskrifter om verkst&#228;llighet av lag, och

2. f&#246;reskrifter som inte enligt grundlag ska meddelas av 
riksdagen.

Regeringens f&#246;reskrifter enligt f&#246;rsta stycket f&#229;r inte avse 
riksdagen eller dess myndigheter. Regeringen f&#229;r inte heller 
med st&#246;d av best&#228;mmelsen i f&#246;rsta stycket 2 meddela 
f&#246;reskrifter som avser den kommunala beskattningen. Lag 
(2010:1408).

8 &#167; Att regeringen f&#229;r meddela f&#246;reskrifter i ett visst &#228;mne 
hindrar inte att riksdagen meddelar f&#246;reskrifter i samma &#228;mne. 
Lag (2010:1408).

F&#246;reskrifter som meddelas av andra &#228;n riksdagen och regeringen

9 &#167; Riksdagen kan bemyndiga en kommun att meddela f&#246;reskrifter 
enligt 2 &#167; f&#246;rsta stycket 2 om f&#246;reskrifterna avser

1. avgifter, eller

2. skatt som syftar till att reglera trafikf&#246;rh&#229;llanden i 
kommunen. Lag (2010:1408).

10 &#167; Om riksdagen enligt detta kapitel bemyndigar regeringen 
att meddela f&#246;reskrifter i ett visst &#228;mne, kan riksdagen ocks&#229; 
medge att regeringen bemyndigar en f&#246;rvaltningsmyndighet eller 
en kommun att meddela f&#246;reskrifter i &#228;mnet. Lag (2010:1408).

11 &#167; Regeringen f&#229;r bemyndiga en myndighet under regeringen 
eller n&#229;gon av riksdagens myndigheter att meddela f&#246;reskrifter 
enligt 7 &#167;. Ett bemyndigande till riksdagens myndigheter f&#229;r 
dock inte avse f&#246;rh&#229;llanden inom riksdagen eller dess 
myndigheter. Lag (2010:1408).

12 &#167; F&#246;reskrifter som en myndighet under regeringen meddelat 
med st&#246;d av ett bemyndigande enligt 10 eller 11 &#167; ska 
underst&#228;llas regeringen f&#246;r pr&#246;vning om regeringen best&#228;mmer 
det. Lag (2010:1408).

13 &#167; Riksdagen kan bemyndiga Riksbanken att meddela 
f&#246;reskrifter inom dess ansvarsomr&#229;den enligt 9 kap. och dess 
&#246;vriga uppgifter i fr&#229;ga om det finansiella systemet, 
kontanter och andra betalningsmedel, fredstida krissituationer 
och h&#246;jd beredskap och internationell verksamhet.

Riksdagen kan bemyndiga riksdagens myndigheter att meddela 
f&#246;reskrifter som avser f&#246;rh&#229;llanden inom riksdagen eller dess 
myndigheter. Lag (2022:1566).

Stiftande av grundlag och riksdagsordningen

14 &#167; Grundlag stiftas genom tv&#229; likalydande beslut. Genom det 
f&#246;rsta beslutet antas grundlagsf&#246;rslaget som vilande. Det 
andra beslutet f&#229;r inte fattas tidigare &#228;n att det efter det 
f&#246;rsta beslutet har h&#229;llits val till riksdagen i hela riket 
och den nyvalda riksdagen har samlats. Det ska dessutom g&#229; 
minst nio m&#229;nader mellan den tidpunkt d&#229; &#228;rendet f&#246;rsta g&#229;ngen 
anm&#228;ldes i riksdagens kammare och valet, om inte 
konstitutionsutskottet beslutar om undantag. Ett s&#229;dant beslut 
ska fattas senast vid &#228;rendets beredning och minst fem 
sj&#228;ttedelar av ledam&#246;terna m&#229;ste r&#246;sta f&#246;r beslutet. Lag 
(2010:1408).

15 &#167; Riksdagen f&#229;r inte s&#229;som vilande anta ett f&#246;rslag om 
stiftande av grundlag som &#228;r of&#246;renligt med ett annat vilande 
grundlagsf&#246;rslag, utan att samtidigt avsl&#229; det f&#246;rst antagna 
f&#246;rslaget. Lag (2010:1408).

16 &#167; Folkomr&#246;stning om ett vilande grundlagsf&#246;rslag ska 
h&#229;llas, om det yrkas av minst en tiondel av riksdagens 
ledam&#246;ter och minst en tredjedel av ledam&#246;terna r&#246;star f&#246;r 
yrkandet. Ett s&#229;dant yrkande ska framst&#228;llas inom femton dagar 
fr&#229;n det att riksdagen antog grundlagsf&#246;rslaget som vilande. 
Yrkandet ska inte beredas i utskott.

Folkomr&#246;stningen ska h&#229;llas samtidigt med det val till 
riksdagen som avses i 14 &#167;. Vid omr&#246;stningen f&#229;r de som har 
r&#246;str&#228;tt vid valet f&#246;rklara om de godtar det vilande 
grundlagsf&#246;rslaget eller inte. F&#246;rslaget &#228;r f&#246;rkastat, om de 
som r&#246;stat mot f&#246;rslaget &#228;r fler &#228;n de som r&#246;stat f&#246;r 
f&#246;rslaget och de som r&#246;stat mot till antalet &#228;r fler &#228;n 
h&#228;lften av dem som har avgett godk&#228;nda r&#246;ster vid 
riksdagsvalet. I annat fall tar riksdagen upp f&#246;rslaget till 
slutlig pr&#246;vning. Lag (2010:1408).

17 &#167; Riksdagsordningen stiftas p&#229; det s&#228;tt som anges i 14 &#167; 
f&#246;rsta-tredje meningarna och 15 &#167;. Den kan ocks&#229; stiftas genom 
endast ett beslut, om minst tre fj&#228;rdedelar av de r&#246;stande och 
mer &#228;n h&#228;lften av riksdagens ledam&#246;ter r&#246;star f&#246;r beslutet.

Till&#228;ggsbest&#228;mmelser i riksdagsordningen meddelas dock i samma 
ordning som lag i allm&#228;nhet.

F&#246;rsta stycket till&#228;mpas ocks&#229; vid stiftande av s&#229;dan lag som 
avses i 2 &#167; f&#246;rsta stycket 4. Lag (2010:1408).

&#196;ndring och upph&#228;vande av lag

18 &#167; En lag f&#229;r inte &#228;ndras eller upph&#228;vas p&#229; annat s&#228;tt &#228;n 
genom lag.

I fr&#229;ga om &#228;ndring eller upph&#228;vande av grundlag eller 
riksdagsordningen till&#228;mpas 14-17 &#167;&#167;. Vid &#228;ndring eller 
upph&#228;vande av s&#229;dan lag som avses i 2 &#167; f&#246;rsta stycket 4 
till&#228;mpas 17 &#167; f&#246;rsta stycket. Lag (2010:1408).

Utf&#228;rdande och kung&#246;rande av f&#246;reskrifter

19 &#167; En beslutad lag ska utf&#228;rdas av regeringen s&#229; snart som 
m&#246;jligt. En lag med s&#229;dana f&#246;reskrifter om riksdagen eller 
dess myndigheter som inte ska tas in i grundlag eller 
riksdagsordningen kan dock utf&#228;rdas av riksdagen.

Lagar ska kung&#246;ras s&#229; snart som m&#246;jligt. Detsamma g&#228;ller 
f&#246;rordningar, om inte annat anges i lag. Lag (2010:1408).

Lagr&#229;det

20 &#167; F&#246;r att l&#228;mna yttranden &#246;ver lagf&#246;rslag ska det finnas 
ett lagr&#229;d, d&#228;r det ing&#229;r domare eller, vid behov, tidigare 
domare i H&#246;gsta domstolen och H&#246;gsta f&#246;rvaltningsdomstolen. 
N&#228;rmare best&#228;mmelser om Lagr&#229;dets sammans&#228;ttning och 
tj&#228;nstg&#246;ring meddelas i lag. Lag (2010:1408).

21 &#167; Yttrande fr&#229;n Lagr&#229;det inh&#228;mtas av regeringen eller, 
enligt vad som n&#228;rmare anges i riksdagsordningen, av ett 
riksdagsutskott eller ett annat riksdagsorgan.

Ett yttrande ska inh&#228;mtas innan riksdagen beslutar

1. grundlag om tryckfriheten eller om motsvarande frihet att 
yttra sig i ljudradio, television och vissa liknande 
&#246;verf&#246;ringar, offentliga uppspelningar ur en databas samt 
tekniska upptagningar,

2. lag om begr&#228;nsning av r&#228;tten att ta del av allm&#228;nna 
handlingar,

3. lag som avses i 2 kap. 14-16 &#167;&#167;, 20 &#167; eller 25 &#167;,

4. lag om behandling av personuppgifter som &#228;r helt eller 
delvis automatiserad,

5. lag om kommunal beskattning eller lag som inneb&#228;r 
&#229;ligganden f&#246;r kommunerna,

6. lag som avses i 2 &#167; f&#246;rsta stycket 1 eller 2 eller lag som 
avses i 11 eller 12 kap., eller

7. lag som &#228;ndrar eller upph&#228;ver en lag enligt 1-6.

Best&#228;mmelserna i andra stycket g&#228;ller dock inte, om Lagr&#229;dets 
granskning skulle sakna betydelse p&#229; grund av fr&#229;gans 
beskaffenhet eller skulle f&#246;rdr&#246;ja lagstiftningsfr&#229;gans 
behandling s&#229; att avsev&#228;rt men uppkommer. F&#246;resl&#229;r regeringen 
att riksdagen ska meddela lag i n&#229;got av de &#228;mnen som avses i 
andra stycket och har Lagr&#229;dets yttrande dessf&#246;rinnan inte 
inh&#228;mtats, ska regeringen samtidigt redovisa sk&#228;len f&#246;r detta 
f&#246;r riksdagen. Att Lagr&#229;det inte har h&#246;rts &#246;ver ett lagf&#246;rslag 
utg&#246;r aldrig hinder mot att lagen till&#228;mpas. Lag (2022:1529).

22 &#167; Lagr&#229;dets granskning ska avse

1. hur f&#246;rslaget f&#246;rh&#229;ller sig till grundlagarna och 
r&#228;ttsordningen i &#246;vrigt,

2. hur f&#246;rslagets f&#246;reskrifter f&#246;rh&#229;ller sig till varandra,

3. hur f&#246;rslaget f&#246;rh&#229;ller sig till r&#228;ttss&#228;kerhetens krav,

4. om f&#246;rslaget &#228;r utformat s&#229; att lagen kan antas tillgodose 
de syften som har angetts, och

5. vilka problem som kan uppst&#229; vid till&#228;mpningen. Lag 
(2010:1408).

9 kap. Finansmakten

Beslut om statens inkomster och utgifter

1 &#167; Riksdagen beslutar om skatter och avgifter till staten 
samt om statens budget. Lag (2010:1408).

F&#246;rslag till budget

2 &#167; Regeringen l&#228;mnar en budgetproposition till riksdagen. Lag 
(2010:1408).

Beslut om budget

3 &#167; Riksdagen beslutar om budget f&#246;r det f&#246;ljande budget&#229;ret 
eller, om det finns s&#228;rskilda sk&#228;l, f&#246;r en annan budgetperiod. 
Riksdagen beslutar d&#228;rvid om en ber&#228;kning av statens inkomster 
och om anslag f&#246;r best&#228;mda &#228;ndam&#229;l.

Riksdagen kan besluta att ett s&#228;rskilt anslag ska utg&#229; f&#246;r en 
annan tid &#228;n budgetperioden.

Riksdagen kan besluta att statens inkomster f&#229;r tas i anspr&#229;k 
f&#246;r best&#228;mda &#228;ndam&#229;l p&#229; annat s&#228;tt &#228;n genom beslut om anslag. 
Lag (2010:1408).

4 &#167; Under budgetperioden kan riksdagen besluta om en ny 
ber&#228;kning av statens inkomster och om nya eller &#228;ndrade 
anslag. Lag (2010:1408).

5 &#167; Om riksdagen inte har beslutat om en budget f&#246;re 
budgetperiodens b&#246;rjan, beslutar riksdagen i den omfattning 
som beh&#246;vs om anslag f&#246;r tiden till dess en budget har 
beslutats. Riksdagen kan uppdra &#229;t finansutskottet att fatta 
ett s&#229;dant beslut p&#229; riksdagens v&#228;gnar.

Om riksdagen inte har beslutat om anslag enligt f&#246;rsta stycket 
f&#246;r ett visst &#228;ndam&#229;l, ska den senaste budgeten, med de 
&#228;ndringar som f&#246;ljer av andra beslut av riksdagen, g&#228;lla till 
dess anslag beslutats. Lag (2010:1408).

Riktlinjebeslut

6 &#167; Riksdagen kan besluta om riktlinjer f&#246;r statens verksamhet 
&#228;ven f&#246;r tid efter den f&#246;ljande budgetperioden. Lag 
(2010:1408).

Anv&#228;ndning av anslag och inkomster

7 &#167; Anslag och inkomster f&#229;r inte anv&#228;ndas p&#229; annat s&#228;tt &#228;n 
vad riksdagen har best&#228;mt. Lag (2010:1408).

Statens tillg&#229;ngar och &#229;taganden

8 &#167; Regeringen f&#246;rvaltar och f&#246;rfogar &#246;ver statens tillg&#229;ngar, 
om de inte avser riksdagens myndigheter eller i lag har 
avsatts till s&#228;rskild f&#246;rvaltning.

Regeringen f&#229;r inte utan att riksdagen har medgett det ta upp 
l&#229;n eller g&#246;ra andra ekonomiska &#229;taganden f&#246;r staten. Lag 
(2010:1408).

9 &#167; Riksdagen beslutar om grunder f&#246;r f&#246;rvaltningen av och 
f&#246;rfogandet &#246;ver statens tillg&#229;ngar. Riksdagen kan ocks&#229; 
besluta att en &#229;tg&#228;rd av ett visst slag inte f&#229;r vidtas utan 
att riksdagen har medgett det. Lag (2010:1408).

&#197;rsredovisning f&#246;r staten

10 &#167; Regeringen l&#228;mnar efter budgetperiodens slut en 
&#229;rsredovisning f&#246;r staten till riksdagen. Lag (2010:1408).

Ytterligare best&#228;mmelser om budgeten

11 &#167; Ytterligare best&#228;mmelser om riksdagens och regeringens 
befogenheter och skyldigheter i fr&#229;ga om budgeten meddelas i 
riksdagsordningen eller s&#228;rskild lag. Lag (2010:1408).

Valutapolitiken

12 &#167; Regeringen har ansvaret f&#246;r &#246;vergripande valutapolitiska 
fr&#229;gor. &#214;vriga best&#228;mmelser om valutapolitiken meddelas i lag. 
Lag (2010:1408).

Riksbanken

13 &#167; Riksbanken &#228;r rikets centralbank och en myndighet under 
riksdagen. Riksbanken ansvarar f&#246;r att

1. utforma och genomf&#246;ra penningpolitiken,

2. genomf&#246;ra valutainterventioner,

3. inneha och f&#246;rvalta en valutareserv,

4. fr&#228;mja ett v&#228;l fungerande betalningssystem, och

5. utf&#246;ra andra grundl&#228;ggande uppgifter som f&#246;ljer av s&#228;rskild 
lag. Lag (2022:1566).

14 &#167; Endast Riksbanken har r&#228;tt att ge ut sedlar och mynt. 
F&#246;reskrifter om utgivning och giltighet av sedlar och mynt 
meddelas genom lag. Lag (2022:1566).

15 &#167; Ingen myndighet f&#229;r best&#228;mma hur Riksbanken ska besluta i 
fr&#229;gor som den ansvarar f&#246;r enligt 13 &#167;. Inom dessa 
ansvarsomr&#229;den f&#229;r Riksbanken inte heller beg&#228;ra eller ta emot 
instruktioner fr&#229;n n&#229;gon. Lag (2022:1566).

16 &#167; Riksbanken har elva fullm&#228;ktige, som v&#228;ljs av riksdagen. 
Riksbanken leds av en direktion, som utses av fullm&#228;ktige.

Riksdagen pr&#246;var om ledam&#246;terna i fullm&#228;ktige och direktionen 
ska beviljas ansvarsfrihet. Om riksdagen v&#228;grar en fullm&#228;ktig 
ansvarsfrihet &#228;r han eller hon d&#228;rmed skild fr&#229;n sitt uppdrag. 
Fullm&#228;ktige f&#229;r skilja en ledamot av direktionen fr&#229;n 
anst&#228;llningen endast om ledamoten inte l&#228;ngre uppfyller de 
krav som st&#228;lls f&#246;r att han eller hon ska kunna utf&#246;ra sina 
uppgifter eller om han eller hon gjort sig skyldig till 
allvarlig f&#246;rsummelse.

F&#246;reskrifter om val av fullm&#228;ktige och om Riksbankens ledning 
och verksamhet meddelas genom lag. Lag (2022:1566).

10 kap. Internationella f&#246;rh&#229;llanden

Regeringens beh&#246;righet att ing&#229; internationella 
&#246;verenskommelser

1 &#167; &#214;verenskommelser med andra stater eller med mellanfolkliga 
organisationer ing&#229;s av regeringen. Lag (2010:1408).

2 &#167; Regeringen f&#229;r ge en f&#246;rvaltningsmyndighet i uppdrag att 
ing&#229; en internationell &#246;verenskommelse i en fr&#229;ga d&#228;r 
&#246;verenskommelsen inte kr&#228;ver riksdagens eller Utrikesn&#228;mndens 
medverkan. Lag (2010:1408).

Riksdagens godk&#228;nnande av internationella &#246;verenskommelser

3 &#167; Riksdagens godk&#228;nnande kr&#228;vs innan regeringen ing&#229;r en f&#246;r 
riket bindande internationell &#246;verenskommelse som

1. f&#246;ruts&#228;tter att en lag &#228;ndras eller upph&#228;vs eller att en ny 
lag stiftas, eller

2. i &#246;vrigt g&#228;ller ett &#228;mne som riksdagen ska besluta om.

Om det riksdagsbeslut som avses i f&#246;rsta stycket 1 eller 2 ska 
fattas enligt en s&#228;rskild ordning, ska denna f&#246;ljas &#228;ven vid 
riksdagens godk&#228;nnande av &#246;verenskommelsen.

&#196;ven i andra fall kr&#228;vs riksdagens godk&#228;nnande innan 
regeringen ing&#229;r en f&#246;r riket bindande internationell 
&#246;verenskommelse, om &#246;verenskommelsen &#228;r av st&#246;rre vikt. 
Regeringen kan dock avst&#229; fr&#229;n att inh&#228;mta riksdagens 
godk&#228;nnande, om rikets intresse kr&#228;ver det. Regeringen ska d&#229; 
i st&#228;llet &#246;verl&#228;gga med Utrikesn&#228;mnden innan &#246;verenskommelsen 
ing&#229;s. Lag (2010:1408).

4 &#167; En &#246;verenskommelse som avses i 3 &#167; och som ing&#229;s inom 
ramen f&#246;r samarbetet i Europeiska unionen kan godk&#228;nnas av 
riksdagen, &#228;ven om &#246;verenskommelsen inte finns i slutligt 
skick. Lag (2010:1408).

Andra internationella f&#246;rpliktelser samt upps&#228;gning

5 &#167; Best&#228;mmelserna i 1-4 &#167;&#167; till&#228;mpas &#228;ven p&#229; andra former av 
internationella f&#246;rpliktelser f&#246;r riket &#228;n &#246;verenskommelser 
samt p&#229; upps&#228;gning av internationella &#246;verenskommelser eller 
f&#246;rpliktelser. Lag (2010:1408).

&#214;verl&#229;telse av beslutander&#228;tt inom EU-samarbetet

6 &#167; Inom ramen f&#246;r samarbetet i Europeiska unionen kan 
riksdagen &#246;verl&#229;ta beslutander&#228;tt som inte r&#246;r principerna f&#246;r 
statsskicket. S&#229;dan &#246;verl&#229;telse f&#246;ruts&#228;tter att fri- och 
r&#228;ttighetsskyddet inom det samarbetsomr&#229;de till vilket 
&#246;verl&#229;telsen sker motsvarar det som ges i denna regeringsform 
och i den europeiska konventionen ang&#229;ende skydd f&#246;r de 
m&#228;nskliga r&#228;ttigheterna och de grundl&#228;ggande friheterna.

Riksdagen kan besluta om s&#229;dan &#246;verl&#229;telse, om minst tre 
fj&#228;rdedelar av de r&#246;stande och mer &#228;n h&#228;lften av riksdagens 
ledam&#246;ter r&#246;star f&#246;r det. Riksdagens beslut kan ocks&#229; fattas i 
den ordning som g&#228;ller f&#246;r stiftande av grundlag. &#214;verl&#229;telse 
kan beslutas f&#246;rst efter riksdagens godk&#228;nnande av 
&#246;verenskommelse enligt 3 &#167;. Lag (2010:1408).

&#214;verl&#229;telse av beslutander&#228;tt utanf&#246;r EU-samarbetet

7 &#167; I andra fall &#228;n de som avses i 6 &#167; kan beslutander&#228;tt som 
direkt grundar sig p&#229; denna regeringsform och som avser 
meddelande av f&#246;reskrifter, anv&#228;ndningen av statens 
tillg&#229;ngar, r&#228;ttskipnings- eller f&#246;rvaltningsuppgifter eller 
ing&#229;ende eller upps&#228;gning av internationella &#246;verenskommelser 
eller f&#246;rpliktelser, i begr&#228;nsad omfattning &#246;verl&#229;tas till en 
mellanfolklig organisation f&#246;r fredligt samarbete, till vilken 
riket &#228;r eller ska bli anslutet, eller till en mellanfolklig 
domstol.

Beslutander&#228;tt som avser fr&#229;gor om stiftande, &#228;ndring eller 
upph&#228;vande av grundlag, riksdagsordningen eller lag om val 
till riksdagen eller fr&#229;gor om begr&#228;nsning av n&#229;gon av de fri- 
och r&#228;ttigheter som avses i 2 kap. f&#229;r inte &#246;verl&#229;tas enligt 
f&#246;rsta stycket.

Riksdagen fattar beslut om &#246;verl&#229;telse i den ordning som anges 
i 6 &#167; andra stycket. Lag (2010:1408).

8 &#167; R&#228;ttskipnings- eller f&#246;rvaltningsuppgifter som inte direkt 
grundar sig p&#229; denna regeringsform kan, i andra fall &#228;n de som 
avses i 6 &#167;, genom beslut av riksdagen &#246;verl&#229;tas till en annan 
stat, till en mellanfolklig organisation eller till en 
utl&#228;ndsk eller internationell inr&#228;ttning eller samf&#228;llighet. 
Riksdagen f&#229;r i lag bemyndiga regeringen eller n&#229;gon annan 
myndighet att i s&#228;rskilda fall besluta om en s&#229;dan 
&#246;verl&#229;telse.

Innefattar uppgiften myndighetsut&#246;vning, fattar riksdagen 
beslut om &#246;verl&#229;telse eller bemyndigande i den ordning som 
anges i 6 &#167; andra stycket. Lag (2010:1408).

Framtida &#228;ndringar i internationella &#246;verenskommelser

9 &#167; F&#246;reskrivs i lag att en internationell &#246;verenskommelse ska 
g&#228;lla som svensk r&#228;tt, f&#229;r riksdagen besluta att &#228;ven en 
framtida, f&#246;r riket bindande &#228;ndring i &#246;verenskommelsen ska 
g&#228;lla som svensk r&#228;tt. Ett s&#229;dant beslut f&#229;r endast avse 
framtida &#228;ndringar av begr&#228;nsad omfattning. Beslutet fattas i 
den ordning som anges i 6 &#167; andra stycket. Lag (2010:1408).

Riksdagens r&#228;tt till information och samr&#229;d om EU-samarbetet

10 &#167; Regeringen ska fortl&#246;pande informera riksdagen och 
samr&#229;da med organ som utses av riksdagen om vad som sker inom 
ramen f&#246;r samarbetet i Europeiska unionen. N&#228;rmare 
best&#228;mmelser om informations- och samr&#229;dsskyldigheten meddelas 
i riksdagsordningen. Lag (2010:1408).

Utrikesn&#228;mnden

11 &#167; Regeringen ska fortl&#246;pande h&#229;lla Utrikesn&#228;mnden 
underr&#228;ttad om de utrikespolitiska f&#246;rh&#229;llanden som kan f&#229; 
betydelse f&#246;r riket och &#246;verl&#228;gga med n&#228;mnden om dessa s&#229; ofta 
som det beh&#246;vs. I alla utrikes&#228;renden av st&#246;rre vikt ska 
regeringen f&#246;re avg&#246;randet &#246;verl&#228;gga med n&#228;mnden, om det kan 
ske. Lag (2010:1408).

12 &#167; Utrikesn&#228;mnden best&#229;r av talmannen samt nio andra 
ledam&#246;ter, som riksdagen v&#228;ljer inom sig. N&#228;rmare best&#228;mmelser 
om Utrikesn&#228;mndens sammans&#228;ttning meddelas i 
riksdagsordningen.

Utrikesn&#228;mnden sammantr&#228;der p&#229; kallelse av regeringen. 
Regeringen &#228;r skyldig att sammankalla n&#228;mnden om minst fyra av 
n&#228;mndens ledam&#246;ter beg&#228;r &#246;verl&#228;ggning i en viss fr&#229;ga. 
Ordf&#246;rande vid sammantr&#228;de med n&#228;mnden &#228;r statschefen eller, 
om han eller hon har f&#246;rhinder, statsministern.

Ledamot av Utrikesn&#228;mnden och den som i &#246;vrigt &#228;r knuten till 
n&#228;mnden ska visa varsamhet i fr&#229;ga om meddelanden till andra 
om vad han eller hon har f&#229;tt k&#228;nnedom om i denna egenskap. 
Ordf&#246;randen kan besluta om ovillkorlig tystnadsplikt. Lag 
(2010:1408).

Statliga myndigheters underr&#228;ttelseskyldighet

13 &#167; Chefen f&#246;r det departement som har hand om 
utrikes&#228;rendena ska h&#229;llas underr&#228;ttad, n&#228;r en fr&#229;ga som &#228;r av 
betydelse f&#246;r f&#246;rh&#229;llandet till en annan stat eller till en 
mellanfolklig organisation uppkommer hos en statlig myndighet. 
Lag (2010:1408).

Mellanfolkliga brottm&#229;lsdomstolar

14 &#167; Best&#228;mmelserna i 2 kap. 7 &#167;, 4 kap. 12 &#167;, 5 kap. 8 &#167;, 
11 kap. 8 &#167; och 13 kap. 3 &#167; utg&#246;r inte hinder mot att Sverige 
uppfyller sina &#229;taganden med anledning av Romstadgan f&#246;r 
Internationella brottm&#229;lsdomstolen eller i f&#246;rh&#229;llande till 
andra mellanfolkliga brottm&#229;lsdomstolar. Lag (2010:1408).

11 kap. R&#228;ttskipningen

Domstolarna

1 &#167; H&#246;gsta domstolen, hovr&#228;tterna och tingsr&#228;tterna &#228;r 
allm&#228;nna domstolar. H&#246;gsta f&#246;rvaltningsdomstolen, 
kammarr&#228;tterna och f&#246;rvaltningsr&#228;tterna &#228;r allm&#228;nna 
f&#246;rvaltningsdomstolar. R&#228;tten att f&#229; ett m&#229;l pr&#246;vat av H&#246;gsta 
domstolen, H&#246;gsta f&#246;rvaltningsdomstolen, hovr&#228;tt eller 
kammarr&#228;tt kan begr&#228;nsas genom lag.

Andra domstolar inr&#228;ttas med st&#246;d av lag. I 2 kap. 11 &#167; f&#246;rsta 
stycket finns best&#228;mmelser om f&#246;rbud mot inr&#228;ttande av 
domstolar i vissa fall.

I H&#246;gsta domstolen och H&#246;gsta f&#246;rvaltningsdomstolen f&#229;r endast 
den som &#228;r eller har varit ordinarie domare i n&#229;gon av 
domstolarna tj&#228;nstg&#246;ra som ledamot. Vid &#246;vriga domstolar ska 
det finnas ordinarie domare. Undantag h&#228;rifr&#229;n f&#229;r dock g&#246;ras 
i lag i fr&#229;ga om domstolar som har inr&#228;ttats f&#246;r 
handl&#228;ggningen av en viss best&#228;md grupp eller vissa best&#228;mda 
grupper av m&#229;l. Lag (2010:1408).

2 &#167; Best&#228;mmelser om domstolarnas r&#228;ttskipningsuppgifter, om 
huvuddragen i deras organisation och om r&#228;tteg&#229;ngen, i andra 
h&#228;nseenden &#228;n som ber&#246;rs i denna regeringsform, meddelas i 
lag. Lag (2010:1408).

R&#228;ttskipningens sj&#228;lvst&#228;ndighet

3 &#167; Ingen myndighet, inte heller riksdagen, f&#229;r best&#228;mma hur 
en domstol ska d&#246;ma i det enskilda fallet eller hur en domstol 
i &#246;vrigt ska till&#228;mpa en r&#228;ttsregel i ett s&#228;rskilt fall. Ingen 
annan myndighet f&#229;r heller best&#228;mma hur d&#246;mande uppgifter ska 
f&#246;rdelas mellan enskilda domare. Lag (2010:1408).

4 &#167; R&#228;ttskipningsuppgifter f&#229;r inte fullg&#246;ras av riksdagen i 
vidare m&#229;n &#228;n vad som f&#246;ljer av grundlag eller 
riksdagsordningen. Lag (2010:1408).

5 &#167; R&#228;ttstvister mellan enskilda f&#229;r inte utan st&#246;d av lag 
avg&#246;ras av andra myndigheter &#228;n domstolar. Lag (2010:1408).

Utn&#228;mningen av ordinarie domare

6 &#167; Ordinarie domare utn&#228;mns av regeringen.

Vid utn&#228;mningen ska avseende f&#228;stas endast vid sakliga 
grunder, s&#229;som f&#246;rtj&#228;nst och skicklighet.

Best&#228;mmelser om grunderna f&#246;r f&#246;rfarandet vid utn&#228;mningen av 
ordinarie domare meddelas i lag. Lag (2010:1408).

Ordinarie domares r&#228;ttsst&#228;llning

7 &#167; Den som har utn&#228;mnts till ordinarie domare f&#229;r skiljas 
fr&#229;n anst&#228;llningen endast om

1. han eller hon genom brott eller grovt eller upprepat 
&#229;sidos&#228;ttande av skyldigheterna i anst&#228;llningen har visat sig 
uppenbart ol&#228;mplig att inneha anst&#228;llningen, eller

2. han eller hon har uppn&#229;tt g&#228;llande pensions&#229;lder eller 
enligt lag &#228;r skyldig att avg&#229; p&#229; grund av varaktig f&#246;rlust av 
arbetsf&#246;rm&#229;gan.

Om det kr&#228;vs av organisatoriska sk&#228;l, f&#229;r den som har utn&#228;mnts 
till ordinarie domare f&#246;rflyttas till en annan j&#228;mst&#228;lld 
domaranst&#228;llning. Lag (2010:1408).

8 &#167; &#197;tal f&#246;r brott i ut&#246;vningen av en anst&#228;llning som ledamot 
av H&#246;gsta domstolen eller H&#246;gsta f&#246;rvaltningsdomstolen v&#228;cks i 
H&#246;gsta domstolen.

H&#246;gsta f&#246;rvaltningsdomstolen pr&#246;var om en ledamot av H&#246;gsta 
domstolen ska skiljas eller avst&#228;ngas fr&#229;n sin anst&#228;llning 
eller vara skyldig att genomg&#229; en l&#228;karunders&#246;kning. Om en 
s&#229;dan talan avser en ledamot av H&#246;gsta f&#246;rvaltningsdomstolen, 
pr&#246;vas den av H&#246;gsta domstolen.

Talan enligt f&#246;rsta och andra styckena v&#228;cks av riksdagens 
ombudsman eller justitiekanslern. Lag (2010:1408).

9 &#167; Har en ordinarie domare skilts fr&#229;n anst&#228;llningen genom 
beslut av en annan myndighet &#228;n en domstol, ska han eller hon 
kunna beg&#228;ra att beslutet pr&#246;vas av domstol. Vid en s&#229;dan 
pr&#246;vning ska ordinarie domare ing&#229; i domstolen. Detta g&#228;ller 
ocks&#229; beslut varigenom en ordinarie domare har avst&#228;ngts fr&#229;n 
ut&#246;vning av sin anst&#228;llning, &#229;lagts att genomg&#229; en 
l&#228;karunders&#246;kning eller meddelats en disciplinp&#229;f&#246;ljd. Lag 
(2010:1408).

10 &#167; Grundl&#228;ggande best&#228;mmelser om ordinarie domares 
r&#228;ttsst&#228;llning i &#246;vrigt meddelas i lag. Lag (2010:1408).

Krav p&#229; medborgarskap

11 &#167; Ordinarie domare ska vara svenska medborgare. I &#246;vrigt 
f&#229;r krav p&#229; svenskt medborgarskap f&#246;r beh&#246;righet att ut&#246;va 
r&#228;ttskipningsuppgifter uppst&#228;llas endast i lag eller enligt 
f&#246;ruts&#228;ttningar som anges i lag. Lag (2010:1408).

Andra anst&#228;llda vid domstolarna

12 &#167; F&#246;r andra anst&#228;llda vid domstolarna &#228;n de ordinarie 
domarna till&#228;mpas 12 kap. 5-7 &#167;&#167;. Lag (2010:1408).

Resning och &#229;terst&#228;llande av f&#246;rsutten tid

13 &#167; Resning i ett avgjort &#228;rende samt &#229;terst&#228;llande av 
f&#246;rsutten tid beviljas av H&#246;gsta f&#246;rvaltningsdomstolen eller, 
om det anges i lag, av en l&#228;gre f&#246;rvaltningsdomstol, n&#228;r det 
g&#228;ller ett &#228;rende f&#246;r vilket regeringen, f&#246;rvaltningsdomstol 
eller f&#246;rvaltningsmyndighet &#228;r h&#246;gsta instans. I annat fall 
beviljas resning och &#229;terst&#228;llande av f&#246;rsutten tid av H&#246;gsta 
domstolen eller, om det anges i lag, av en annan domstol som 
inte &#228;r en f&#246;rvaltningsdomstol.

N&#228;rmare best&#228;mmelser om resning och &#229;terst&#228;llande av f&#246;rsutten 
tid f&#229;r meddelas i lag. Lag (2010:1408).

Lagpr&#246;vning

14 &#167; Finner en domstol att en f&#246;reskrift st&#229;r i strid med en 
best&#228;mmelse i grundlag eller annan &#246;verordnad f&#246;rfattning f&#229;r 
f&#246;reskriften inte till&#228;mpas. Detsamma g&#228;ller om stadgad 
ordning i n&#229;got v&#228;sentligt h&#228;nseende har &#229;sidosatts vid 
f&#246;reskriftens tillkomst.

Vid pr&#246;vning enligt f&#246;rsta stycket av en lag ska det s&#228;rskilt 
beaktas att riksdagen &#228;r folkets fr&#228;msta f&#246;retr&#228;dare och att 
grundlag g&#229;r f&#246;re lag. Lag (2010:1408).

12 kap. F&#246;rvaltningen

Den statliga f&#246;rvaltningsorganisationen

1 &#167; Under regeringen lyder Justitiekanslern och andra statliga 
f&#246;rvaltningsmyndigheter som inte enligt denna regeringsform 
eller annan lag &#228;r myndigheter under riksdagen. Lag 
(2010:1408).

F&#246;rvaltningens sj&#228;lvst&#228;ndighet

2 &#167; Ingen myndighet, inte heller riksdagen eller en kommuns 
beslutande organ, f&#229;r best&#228;mma hur en f&#246;rvaltningsmyndighet i 
ett s&#228;rskilt fall ska besluta i ett &#228;rende som r&#246;r 
myndighetsut&#246;vning mot en enskild eller mot en kommun eller 
som r&#246;r till&#228;mpningen av lag. Lag (2010:1408).

3 &#167; F&#246;rvaltningsuppgifter f&#229;r inte fullg&#246;ras av riksdagen i 
vidare m&#229;n &#228;n vad som f&#246;ljer av grundlag eller 
riksdagsordningen. Lag (2010:1408).

&#214;verl&#228;mnande av f&#246;rvaltningsuppgifter

4 &#167; F&#246;rvaltningsuppgifter kan &#246;verl&#228;mnas &#229;t kommuner.

F&#246;rvaltningsuppgifter kan &#228;ven &#246;verl&#228;mnas &#229;t andra juridiska 
personer och enskilda individer. Innefattar uppgiften 
myndighetsut&#246;vning, f&#229;r ett &#246;verl&#228;mnande g&#246;ras endast med st&#246;d 
av lag. Lag (2010:1408).

S&#228;rskilda best&#228;mmelser om statligt anst&#228;llda

5 &#167; Arbetstagare vid f&#246;rvaltningsmyndigheter som lyder under 
regeringen anst&#228;lls av regeringen eller av den myndighet som 
regeringen best&#228;mmer.

Vid beslut om statliga anst&#228;llningar ska avseende f&#228;stas 
endast vid sakliga grunder, s&#229;som f&#246;rtj&#228;nst och skicklighet. 
Lag (2010:1408).

6 &#167; Riksdagens ombudsm&#228;n och riksrevisorerna ska vara svenska 
medborgare. Detsamma g&#228;ller justitiekanslern. I &#246;vrigt f&#229;r 
krav p&#229; svenskt medborgarskap f&#246;r beh&#246;righet att inneha en 
anst&#228;llning eller ut&#246;va ett uppdrag hos staten eller en kommun 
uppst&#228;llas endast i lag eller enligt f&#246;ruts&#228;ttningar som anges 
i lag. Lag (2010:1408).

7 &#167; Grundl&#228;ggande best&#228;mmelser om statligt anst&#228;lldas 
r&#228;ttsst&#228;llning i andra h&#228;nseenden &#228;n de som ber&#246;rs i denna 
regeringsform meddelas i lag. Lag (2010:1408).

Dispens och n&#229;d

8 &#167; Regeringen f&#229;r medge undantag fr&#229;n f&#246;reskrifter i 
f&#246;rordningar eller fr&#229;n best&#228;mmelser som har meddelats med 
st&#246;d av beslut av regeringen, om inte annat f&#246;ljer av lag 
eller beslut om utgiftsanslag. Lag (2010:1408).

9 &#167; Regeringen f&#229;r genom n&#229;d efterge eller mildra en 
brottsp&#229;f&#246;ljd eller en annan s&#229;dan r&#228;ttsverkan av brott samt 
efterge eller mildra ett annat liknande ingrepp som avser 
enskildas person eller egendom och som har beslutats av en 
myndighet.

Om det finns synnerliga sk&#228;l, f&#229;r regeringen besluta att 
vidare &#229;tg&#228;rder f&#246;r att utreda eller lagf&#246;ra en brottslig 
g&#228;rning inte ska vidtas. Lag (2010:1408).

Lagpr&#246;vning

10 &#167; Finner ett offentligt organ att en f&#246;reskrift st&#229;r i 
strid med en best&#228;mmelse i grundlag eller annan &#246;verordnad 
f&#246;rfattning f&#229;r f&#246;reskriften inte till&#228;mpas. Detsamma g&#228;ller 
om stadgad ordning i n&#229;got v&#228;sentligt h&#228;nseende har &#229;sidosatts 
vid f&#246;reskriftens tillkomst.

Vid pr&#246;vning enligt f&#246;rsta stycket av en lag ska det s&#228;rskilt 
beaktas att riksdagen &#228;r folkets fr&#228;msta f&#246;retr&#228;dare och att 
grundlag g&#229;r f&#246;re lag. Lag (2010:1408).

13 kap. Kontrollmakten

Konstitutionsutskottets granskning

1 &#167; Konstitutionsutskottet ska granska statsr&#229;dens 
tj&#228;nsteut&#246;vning och regerings&#228;rendenas handl&#228;ggning. Utskottet 
har r&#228;tt att f&#246;r granskningen f&#229; ut protokollen &#246;ver beslut i 
regerings&#228;renden, handlingar som h&#246;r till dessa &#228;renden samt 
regeringens &#246;vriga handlingar som utskottet finner n&#246;dv&#228;ndiga 
f&#246;r sin granskning.

Andra utskott och varje riksdagsledamot f&#229;r hos 
konstitutionsutskottet skriftligen v&#228;cka fr&#229;gor om statsr&#229;dens 
tj&#228;nsteut&#246;vning eller handl&#228;ggningen av regerings&#228;renden. Lag 
(2010:1408).

2 &#167; N&#228;r det finns sk&#228;l till det, dock minst en g&#229;ng om &#229;ret, 
ska konstitutionsutskottet meddela riksdagen vad utskottet vid 
sin granskning har funnit v&#228;rt att uppm&#228;rksamma. Riksdagen kan 
med anledning d&#228;rav g&#246;ra en framst&#228;llning till regeringen. Lag 
(2010:1408).

&#197;tal mot statsr&#229;d

3 &#167; Den som &#228;r eller har varit statsr&#229;d f&#229;r d&#246;mas f&#246;r brott i 
ut&#246;vningen av statsr&#229;dstj&#228;nsten endast om han eller hon genom 
brottet grovt har &#229;sidosatt sin tj&#228;nsteplikt. &#197;tal beslutas av 
konstitutionsutskottet och pr&#246;vas av H&#246;gsta domstolen. Lag 
(2010:1408).

Misstroendef&#246;rklaring

4 &#167; Riksdagen kan f&#246;rklara att ett statsr&#229;d inte har 
riksdagens f&#246;rtroende. Ett yrkande om en s&#229;dan 
misstroendef&#246;rklaring ska v&#228;ckas av minst en tiondel av 
riksdagens ledam&#246;ter f&#246;r att tas upp till pr&#246;vning. F&#246;r en 
misstroendef&#246;rklaring kr&#228;vs att mer &#228;n h&#228;lften av riksdagens 
ledam&#246;ter r&#246;star f&#246;r den.

Ett yrkande om misstroendef&#246;rklaring tas inte upp till 
pr&#246;vning om det v&#228;cks under tiden fr&#229;n det att ordinarie val 
har &#228;gt rum eller beslut om extra val har meddelats till dess 
den genom valet utsedda riksdagen samlas. Ett yrkande avseende 
ett statsr&#229;d som efter att ha entledigats uppeh&#229;ller sin 
befattning enligt 6 kap. 11 &#167; f&#229;r inte i n&#229;got fall tas upp 
till pr&#246;vning.

Ett yrkande om misstroendef&#246;rklaring ska inte beredas i 
utskott. Lag (2010:1408).

Interpellationer och fr&#229;gor

5 &#167; En riksdagsledamot f&#229;r framst&#228;lla interpellationer och 
fr&#229;gor till ett statsr&#229;d i angel&#228;genheter som r&#246;r statsr&#229;dets 
tj&#228;nsteut&#246;vning i enlighet med de n&#228;rmare best&#228;mmelser som 
meddelas i riksdagsordningen. Lag (2010:1408).

Riksdagens ombudsm&#228;n

6 &#167; Riksdagen v&#228;ljer en eller flera ombudsm&#228;n 
(justitieombudsm&#228;n), som i enlighet med den instruktion som 
riksdagen beslutar ska ut&#246;va tillsyn &#246;ver till&#228;mpningen i 
offentlig verksamhet av lagar och andra f&#246;reskrifter. En 
ombudsman f&#229;r f&#246;ra talan i de fall som anges i instruktionen.

Domstolar och f&#246;rvaltningsmyndigheter samt anst&#228;llda hos 
staten eller kommuner ska l&#228;mna de upplysningar och yttranden 
som en ombudsman beg&#228;r. S&#229;dan skyldighet har &#228;ven andra som 
st&#229;r under en ombudsmans tillsyn. En ombudsman har r&#228;tt att f&#229; 
tillg&#229;ng till domstolars och f&#246;rvaltningsmyndigheters 
protokoll och handlingar. Allm&#228;n &#229;klagare ska p&#229; beg&#228;ran 
bitr&#228;da en ombudsman.

N&#228;rmare best&#228;mmelser om ombudsm&#228;nnen meddelas i 
riksdagsordningen och i annan lag. Lag (2010:1408).

Riksrevisionen

7 &#167; Riksrevisionen &#228;r en myndighet under riksdagen med uppgift 
att granska den verksamhet som bedrivs av staten. Best&#228;mmelser 
om att Riksrevisionens granskning kan avse ocks&#229; annan &#228;n 
statlig verksamhet meddelas i lag.

Statliga myndigheter ska l&#228;mna den hj&#228;lp och de uppgifter och 
upplysningar som Riksrevisionen beg&#228;r f&#246;r granskningen. Andra 
som f&#229;r granskas har en motsvarande skyldighet betr&#228;ffande den 
del av den egna verksamheten som granskas. Lag (2018:1903).

8 &#167; Riksrevisionen leds av en eller flera riksrevisorer, som 
v&#228;ljs av riksdagen. Riksdagen f&#229;r skilja en riksrevisor fr&#229;n 
uppdraget endast om riksrevisorn inte l&#228;ngre uppfyller de krav 
som g&#228;ller f&#246;r uppdraget eller om riksrevisorn har gjort sig 
skyldig till allvarlig f&#246;rsummelse. Minst tre fj&#228;rdedelar av 
de r&#246;stande och mer &#228;n h&#228;lften av riksdagens ledam&#246;ter m&#229;ste 
enas om beslutet att skilja en riksrevisor fr&#229;n uppdraget.

En riksrevisor beslutar sj&#228;lvst&#228;ndigt, med beaktande av de 
best&#228;mmelser som finns i lag, vad som ska granskas. 
Riksrevisorn beslutar vidare sj&#228;lvst&#228;ndigt hur granskningen 
ska bedrivas och om slutsatserna av sin granskning. Lag 
(2018:1903).

9 &#167; Ytterligare best&#228;mmelser om Riksrevisionen meddelas i 
riksdagsordningen och i annan lag. Lag (2010:1408). 

14 kap. Kommunerna

1 &#167; Beslutander&#228;tten i kommunerna ut&#246;vas av valda 
f&#246;rsamlingar. Lag (2010:1408).

2 &#167; Kommunerna sk&#246;ter lokala och regionala angel&#228;genheter av 
allm&#228;nt intresse p&#229; den kommunala sj&#228;lvstyrelsens grund. 
N&#228;rmare best&#228;mmelser om detta finns i lag. P&#229; samma grund 
sk&#246;ter kommunerna &#228;ven de &#246;vriga angel&#228;genheter som best&#228;ms i 
lag. Lag (2010:1408).

3 &#167; En inskr&#228;nkning i den kommunala sj&#228;lvstyrelsen b&#246;r inte g&#229; 
ut&#246;ver vad som &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till de &#228;ndam&#229;l som 
har f&#246;ranlett den. Lag (2010:1408).

4 &#167; Kommunerna f&#229;r ta ut skatt f&#246;r sk&#246;tseln av sina 
angel&#228;genheter. Lag (2010:1408).

5 &#167; Kommunerna f&#229;r i lag &#229;l&#228;ggas att bidra till kostnaden f&#246;r 
andra kommuners angel&#228;genheter, om det kr&#228;vs f&#246;r att uppn&#229; 
likv&#228;rdiga ekonomiska f&#246;ruts&#228;ttningar. Lag (2010:1408).

6 &#167; F&#246;reskrifter om grunderna f&#246;r &#228;ndring i rikets indelning i 
kommuner meddelas i lag. Lag (2010:1408).

15 kap. Krig och krigsfara

Inkallande av riksdagen

1 &#167; Kommer riket i krig eller krigsfara ska regeringen eller 
talmannen kalla riksdagen till sammantr&#228;de. Den som utf&#228;rdar 
kallelsen kan besluta att riksdagen ska sammantr&#228;da n&#229;gon 
annanstans &#228;n i Stockholm. Lag (2010:1408).

Krigsdelegationen

2 &#167; &#196;r riket i krig eller krigsfara, ska en inom riksdagen 
utsedd krigsdelegation tr&#228;da i riksdagens st&#228;lle, om 
f&#246;rh&#229;llandena kr&#228;ver det.

Om riket &#228;r i krig, meddelas beslut att krigsdelegationen ska 
tr&#228;da i riksdagens st&#228;lle av Utrikesn&#228;mndens ledam&#246;ter enligt 
n&#228;rmare best&#228;mmelser i riksdagsordningen. Innan beslut 
meddelas ska samr&#229;d ske med statsministern, om det &#228;r m&#246;jligt. 
Hindras n&#228;mndens ledam&#246;ter av krigsf&#246;rh&#229;llandena att 
sammantr&#228;da, meddelas beslutet av regeringen. Om riket &#228;r i 
krigsfara, meddelas beslutet av Utrikesn&#228;mndens ledam&#246;ter i 
f&#246;rening med statsministern. F&#246;r ett s&#229;dant beslut kr&#228;vs att 
statsministern och sex av n&#228;mndens ledam&#246;ter r&#246;star f&#246;r det.

Krigsdelegationen och regeringen kan i samr&#229;d eller var f&#246;r 
sig besluta att riksdagen ska &#229;terta sina befogenheter. 
Beslutet ska fattas s&#229; snart f&#246;rh&#229;llandena medger det.

Best&#228;mmelser om krigsdelegationens sammans&#228;ttning meddelas i 
riksdagsordningen. Lag (2010:1408).

3 &#167; Medan krigsdelegationen &#228;r i riksdagens st&#228;lle ut&#246;var den 
riksdagens befogenheter. Den f&#229;r dock inte fatta beslut som 
avses i 11 &#167; f&#246;rsta stycket f&#246;rsta meningen eller andra eller 
fj&#228;rde stycket.

Krigsdelegationen beslutar sj&#228;lv om formerna f&#246;r sin 
verksamhet. Lag (2010:1408).

Regeringsbildning och regeringens arbetsformer

4 &#167; &#196;r riket i krig och kan regeringen till f&#246;ljd av detta 
inte fullg&#246;ra sina uppgifter, kan riksdagen besluta om 
bildande av regering och om regeringens arbetsformer. Lag 
(2010:1408).

Regeringens befogenheter

5 &#167; &#196;r riket i krig och kan varken riksdagen eller 
krigsdelegationen till f&#246;ljd av detta fullg&#246;ra sina uppgifter, 
ska regeringen fullg&#246;ra dessa i den utstr&#228;ckning det beh&#246;vs 
f&#246;r att skydda riket och slutf&#246;ra kriget.

Regeringen f&#229;r inte med st&#246;d av f&#246;rsta stycket stifta, &#228;ndra 
eller upph&#228;va grundlag, riksdagsordningen eller lag om val 
till riksdagen. Lag (2010:1408).

6 &#167; &#196;r riket i krig eller krigsfara eller r&#229;der s&#229;dana 
extraordin&#228;ra f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av krig eller av 
krigsfara som riket har befunnit sig i, kan regeringen med 
st&#246;d av bemyndigande i lag genom f&#246;rordning meddela s&#229;dana 
f&#246;reskrifter i visst &#228;mne som enligt grundlag annars ska 
meddelas genom lag. Om det beh&#246;vs med h&#228;nsyn till 
f&#246;rsvarsberedskapen, kan regeringen &#228;ven i annat fall med st&#246;d 
av bemyndigande i lag genom f&#246;rordning best&#228;mma att en i lag 
meddelad f&#246;reskrift om rekvisition eller annat s&#229;dant 
f&#246;rfogande ska b&#246;rja eller upph&#246;ra att till&#228;mpas.

I en lag med ett s&#229;dant bemyndigande ska det noga anges under 
vilka f&#246;ruts&#228;ttningar bemyndigandet f&#229;r utnyttjas. 
Bemyndigandet medf&#246;r inte r&#228;tt att stifta, &#228;ndra eller upph&#228;va 
grundlag, riksdagsordningen eller lag om val till riksdagen. 
Lag (2010:1408).

Begr&#228;nsningar av fri- och r&#228;ttigheter

7 &#167; &#196;r riket i krig eller omedelbar krigsfara, ska 2 kap. 22 &#167; 
f&#246;rsta stycket inte till&#228;mpas. Detsamma g&#228;ller om 
krigsdelegationen i annat fall har tr&#228;tt i riksdagens st&#228;lle. 
Lag (2010:1408).

Befogenheter f&#246;r andra myndigheter &#228;n regeringen

8 &#167; &#196;r riket i krig eller omedelbar krigsfara, kan regeringen 
med st&#246;d av riksdagens bemyndigande besluta att uppgift som 
enligt grundlag ska fullg&#246;ras av regeringen i st&#228;llet ska 
fullg&#246;ras av en annan myndighet. Ett s&#229;dant bemyndigande f&#229;r 
inte omfatta n&#229;gon befogenhet enligt 5 eller 6 &#167;, om det inte 
endast &#228;r fr&#229;ga om beslut att en lag i ett visst &#228;mne ska 
b&#246;rja till&#228;mpas. Lag (2010:1408).

F&#246;rh&#229;llanden under ockupation

9 &#167; Riksdagen eller regeringen f&#229;r inte fatta beslut p&#229; 
ockuperat omr&#229;de. P&#229; s&#229;dant omr&#229;de f&#229;r inte heller ut&#246;vas 
befogenhet som n&#229;gon har i egenskap av riksdagsledamot eller 
statsr&#229;d.

Varje offentligt organ ska p&#229; ockuperat omr&#229;de handla p&#229; det 
s&#228;tt som b&#228;st gagnar f&#246;rsvarsanstr&#228;ngningarna och 
motst&#229;ndsverksamheten samt civilbefolkningens skydd och 
svenska intressen i &#246;vrigt. Inte i n&#229;got fall f&#229;r ett 
offentligt organ meddela ett beslut eller vidta en &#229;tg&#228;rd som 
i strid mot folkr&#228;ttens regler &#229;l&#228;gger n&#229;gon av rikets 
medborgare att l&#228;mna ockupationsmakten bist&#229;nd.

Val till riksdagen eller beslutande kommunala f&#246;rsamlingar f&#229;r 
inte h&#229;llas p&#229; ockuperat omr&#229;de. Lag (2010:1408).

Statschefen

10 &#167; &#196;r riket i krig, b&#246;r statschefen f&#246;lja regeringen. Om 
statschefen befinner sig p&#229; ockuperat omr&#229;de eller p&#229; annan 
ort &#228;n regeringen, ska han eller hon anses hindrad att 
fullg&#246;ra sina uppgifter som statschef. Lag (2010:1408).

Val till riksdagen

11 &#167; &#196;r riket i krig, f&#229;r val till riksdagen h&#229;llas endast 
efter beslut av riksdagen. &#196;r riket i krigsfara, n&#228;r ordinarie 
val ska h&#229;llas, kan riksdagen besluta att skjuta upp valet. 
Ett s&#229;dant beslut ska ompr&#246;vas inom ett &#229;r och d&#228;refter med 
h&#246;gst ett &#229;rs mellanrum. Beslut som avses i detta stycke blir 
g&#228;llande endast om minst tre fj&#228;rdedelar av riksdagens 
ledam&#246;ter r&#246;star f&#246;r det.

Om riket till n&#229;gon del &#228;r ockuperat, n&#228;r val ska h&#229;llas, 
beslutar riksdagen de j&#228;mkningar av reglerna i 3 kap. som 
beh&#246;vs. Undantag f&#229;r dock inte g&#246;ras fr&#229;n 3 kap. 1, 4, 5, 7-9 
och 12 &#167;&#167;. Vad som s&#228;gs om riket i 3 kap. 5 &#167;, 7 &#167; andra 
stycket och 8 &#167; andra stycket ska i st&#228;llet g&#228;lla den del av 
riket f&#246;r vilken val ska h&#229;llas. Minst en tiondel av alla 
mandaten ska vara utj&#228;mningsmandat.

Ordinarie val, som till f&#246;ljd av f&#246;rsta stycket inte h&#229;lls p&#229; 
f&#246;reskriven tid, ska h&#229;llas s&#229; snart det kan ske sedan kriget 
eller krigsfaran har upph&#246;rt. Regeringen och talmannen ska i 
samr&#229;d eller var f&#246;r sig se till att de &#229;tg&#228;rder som beh&#246;vs 
f&#246;r detta blir vidtagna.

Har ordinarie val till f&#246;ljd av denna paragraf h&#229;llits p&#229; en 
annan tid &#228;n n&#228;r det annars skulle ha &#228;gt rum, ska riksdagen 
best&#228;mma tiden f&#246;r d&#228;rn&#228;st f&#246;ljande ordinarie val till den 
m&#229;nad under fj&#228;rde eller femte &#229;ret efter det f&#246;rst n&#228;mnda 
valet, d&#229; ordinarie val ska h&#229;llas enligt riksdagsordningen. 
Lag (2010:1408).

Beslutander&#228;tten i kommunerna

12 &#167; Om riket &#228;r i krig eller krigsfara eller om det r&#229;der 
s&#229;dana extraordin&#228;ra f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av krig 
eller av krigsfara som riket har befunnit sig i, ut&#246;vas 
beslutander&#228;tten i kommunerna p&#229; det s&#228;tt som anges i lag. Lag 
(2010:1408).

Rikets f&#246;rsvar

13 &#167; Regeringen f&#229;r s&#228;tta in rikets f&#246;rsvarsmakt i enlighet 
med internationell r&#228;tt f&#246;r att m&#246;ta ett v&#228;pnat angrepp mot 
riket eller f&#246;r att hindra en kr&#228;nkning av rikets territorium.

Regeringen f&#229;r uppdra &#229;t f&#246;rsvarsmakten att anv&#228;nda v&#229;ld i 
enlighet med internationell r&#228;tt f&#246;r att hindra kr&#228;nkning av 
rikets territorium i fred eller under krig mellan fr&#228;mmande 
stater. Lag (2010:1408).

Krigsf&#246;rklaring

14 &#167; F&#246;rklaring att riket &#228;r i krig f&#229;r, utom vid ett v&#228;pnat 
angrepp mot riket, inte ges av regeringen utan riksdagens 
medgivande. Lag (2010:1408).

Vapenstillest&#229;nd

15 &#167; Regeringen f&#229;r ing&#229; &#246;verenskommelse om vapenstillest&#229;nd 
utan att inh&#228;mta riksdagens godk&#228;nnande och utan att r&#229;dg&#246;ra 
med Utrikesn&#228;mnden, om uppskov med &#246;verenskommelsen skulle 
inneb&#228;ra fara f&#246;r riket. Lag (1979:933).

Ins&#228;ttande av v&#228;pnade styrkor

16 &#167; Regeringen f&#229;r s&#228;nda svenska v&#228;pnade styrkor till andra 
l&#228;nder eller i &#246;vrigt s&#228;tta in s&#229;dana styrkor f&#246;r att fullg&#246;ra 
en internationell f&#246;rpliktelse som har godk&#228;nts av riksdagen.

Svenska v&#228;pnade styrkor f&#229;r i &#246;vrigt s&#228;ndas till andra l&#228;nder 
eller s&#228;ttas in om

1. det &#228;r medgett i lag som anger f&#246;ruts&#228;ttningarna f&#246;r 
&#229;tg&#228;rden, eller

2. riksdagen medger det i ett s&#228;rskilt fall. Lag (2010:1408).


&#214;verg&#229;ngsbest&#228;mmelser

1974:152

1. Genom denna regeringsform upph&#228;ves den &#228;ldre 
regeringsformen. Den &#228;ldre regeringsformen skall dock med 
nedan angivna undantag till&#228;mpas i st&#228;llet f&#246;r den nya 
regeringsformen till utg&#229;ngen av det &#229;r under vilket riksdagen 
slutligt antager denna samt, i de fall som angives nedan, &#228;ven 
d&#228;refter.

- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

6. &#196;ldre f&#246;rfattning eller f&#246;reskrift g&#228;ller fortfarande trots 
att den inte har tillkommit i den ordning som skulle ha 
iakttagits vid till&#228;mpning av denna regeringsform. Ett 
bemyndigande, som har beslutats av Konungen och riksdagen 
gemensamt eller av riksdagen ensam, f&#229;r utnyttjas &#228;ven efter 
den under 1 angivna tidpunkten, tills riksdagen best&#228;mmer 
n&#229;got annat.

Best&#228;mmelserna i 8 kap. 18 &#167; i denna regeringsform ska g&#228;lla i 
fr&#229;ga om &#228;ldre f&#246;rfattning, som har tillkommit genom beslut av 
Konungen och riksdagen gemensamt eller genom beslut av 
riksdagen ensam. Lag (2014:1385).

7. Best&#228;mmelser i &#228;ldre lag eller annan f&#246;rfattning om 
Konungen eller Kungl. Maj:t skall [...] g&#228;lla regeringen, s&#229;vida 
det icke f&#246;ljer av f&#246;rfattning eller i &#246;vrigt framg&#229;r av 
omst&#228;ndigheterna att konungen personligen, H&#246;gsta domstolen, 
Regeringsr&#228;tten eller kammarr&#228;tt &#229;syftas.

F&#246;reskrift som enligt &#228;ldre lag eller annan f&#246;rfattning skall 
beslutas av Konungen och riksdagen gemensamt skall i st&#228;llet 
beslutas genom lag. 

8. F&#246;rekommer i lag eller annan f&#246;rfattning h&#228;nvisning till 
eller avses d&#228;r eljest f&#246;reskrift som har ersatts genom 
best&#228;mmelse i denna regeringsform, till&#228;mpas i st&#228;llet den nya 
best&#228;mmelsen.

- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

14. Genom denna regeringsform g&#246;rs ej &#228;ndring i vad som 
hittills g&#228;llt enligt 2 &#167; i den &#228;ldre regeringsformen. Lag 
(1985:864).

1976:871

1. &#196;ndringarna i regeringsformen tr&#228;der i kraft den 1 januari 
1977.

2. Utan hinder av 2 kap. 13 &#167; beh&#229;ller &#228;ldre f&#246;reskrifter, som 
inneb&#228;r s&#228;rbehandling p&#229; grund av k&#246;n, sin giltighet tills 
vidare. En s&#229;dan f&#246;reskrift f&#229;r &#228;ndras, &#228;ven om &#228;ndringen 
inneb&#228;r fortsatt s&#228;rbehandling. (Lag 2014:1385).

3. har upph&#228;vts genom lag (1998:1700).

4. Utan hinder av 2 kap. 1 &#167; 3 och 14 &#167; f&#246;rsta stycket f&#229;r det 
i lag f&#246;reskrivas att filmer och videogram inte f&#229;r f&#246;revisas 
offentligt om de inte dessf&#246;rinnan har godk&#228;nts f&#246;r s&#229;dan 
visning. I lag f&#229;r det ocks&#229; f&#246;reskrivas att offentlig 
uppspelning av r&#246;rliga bilder ur en databas inte f&#229;r ske, om 
inte bilderna dessf&#246;rinnan har godk&#228;nts f&#246;r s&#229;dan uppspelning. 
(Lag 2010:1408).

5. &#196;ldre f&#246;rfattning eller f&#246;reskrift &#228;ger fortsatt giltighet 
utan hinder av att den icke har tillkommit i den ordning som 
skulle ha iakttagits vid till&#228;mpningen av regeringsformen i 
dess nya lydelse.

1979:933

1. &#196;ndringarna i regeringsformen tr&#228;der i kraft den 1 januari 
1980.

2. &#196;ldre f&#246;reskrift om skatt eller avgift skall till&#228;mpas utan 
hinder av 2 kap. 10 &#167; andra stycket.

2010:1408

1. Denna lag tr&#228;der i kraft den 1 januari 2011.

2. F&#246;r tiden l&#228;ngst fram till och med den 31 december 2015 
beh&#229;ller &#228;ldre f&#246;reskrifter, som inneb&#228;r betydande intr&#229;ng i 
den personliga integriteten, sin giltighet utan hinder av 
2 kap. 6 &#167; andra stycket. S&#229;dana f&#246;reskrifter f&#229;r fram till 
dess &#228;ndras &#228;ven om &#228;ndringen inneb&#228;r att intr&#229;nget best&#229;r.

3. Utan hinder av 2 kap. 12 &#167; beh&#229;ller &#228;ldre f&#246;reskrifter, som 
inneb&#228;r s&#228;rbehandling p&#229; grund av sexuell l&#228;ggning, sin 
giltighet tills vidare. S&#229;dana f&#246;reskrifter f&#229;r &#228;ndras &#228;ven om 
&#228;ndringen inneb&#228;r fortsatt s&#228;rbehandling.

4. Utan hinder av 11 kap. 3 &#167; beh&#229;ller &#228;ldre f&#246;reskrifter om 
f&#246;rdelning av d&#246;mande uppgifter mellan domare sin giltighet 
tills vidare.

5. &#196;ldre f&#246;reskrifter och bemyndiganden g&#228;ller fortfarande 
utan hinder av att de inte har tillkommit i den ordning som 
anges i regeringsformen i dess nya lydelse.

6. Om det i en lag eller annan f&#246;rfattning h&#228;nvisas till en 
f&#246;reskrift som har ersatts genom en best&#228;mmelse i 
regeringsformen i dess nya lydelse, till&#228;mpas i st&#228;llet den 
nya best&#228;mmelsen.

2014:1385

1. Denna lag tr&#228;der i kraft den 1 januari 2015.

2. Best&#228;mmelserna i 3 kap. 1, 7, 8 och 13 &#167;&#167; i den nya 
lydelsen till&#228;mpas f&#246;rsta g&#229;ngen vid ordinarie val till 
riksdagen 2018.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4147">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4149">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
