

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-12-05" /> 
 <meta id="rattsinfo-edited" content="2023-12-05 10:13:15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4162</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4161">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4163">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1973:1149 ·
                    <a href="/sfsr?bet=1973:1149">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Anl&#228;ggningslag (1973:1149)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1973-12-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1992:1148
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:362
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1974-07-01
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Enligt denna lag kan inr&#228;ttas anl&#228;ggning som &#228;r gemensam
f&#246;r flera fastigheter och som tillgodoser &#228;ndam&#229;l av
stadigvarande betydelse f&#246;r dem (gemensamhetsanl&#228;ggning). Fr&#229;ga
om gemensamhetsanl&#228;ggning pr&#246;vas vid f&#246;rr&#228;ttning.

Kan enligt best&#228;mmelser i annan f&#246;rfattning &#228;n
fastighetsbildningslagen (1970:988) fr&#229;ga om inr&#228;ttande av
anl&#228;ggning gemensamt f&#246;r flera fastigheter pr&#246;vas av domstol
eller annan myndighet, g&#228;ller inte denna lag. Den g&#228;ller inte
heller en allm&#228;n vatten- och avloppsanl&#228;ggning.
Lag (2006:413).

2 &#167; Lagens best&#228;mmelser om fastighet till&#228;mpas &#228;ven p&#229;

1. inskriven tomtr&#228;tt, och

2. gruva.

Om det &#228;r l&#228;mpligt, ska best&#228;mmelserna till&#228;mpas &#228;ven p&#229;

1. byggnader och andra anl&#228;ggningar som inte h&#246;r till en
fastighet,

2. naturreservat, och

3. kulturreservat.
Lag (2015:373).

3 &#167; Den som innehar en fastighet p&#229; grund av ett
testamentariskt f&#246;rordnande, utan att n&#229;gon har &#228;gander&#228;tten
till den, anses vid till&#228;mpning av lagen som fastighetens
&#228;gare. Som &#228;gare av ett naturreservat eller ett
kulturreservat anses den som har beslutat om reservatet.
Lag (2015:373).

F&#246;rr&#228;ttningsmyndighet

4 &#167; Anl&#228;ggningsf&#246;rr&#228;ttning handl&#228;gges av lantm&#228;terimyndighet.

Om det &#228;r l&#228;mpligt, f&#229;r lantm&#228;terimyndigheten f&#246;rordna s&#228;rskild
f&#246;rr&#228;ttningsman. Denne skall &#228;ga den kunskap och erfarenhet som
uppdraget kr&#228;ver och &#228;ven i &#246;vrigt vara l&#228;mplig till detta. Vad
som i denna lag f&#246;reskrives om lantm&#228;terimyndighet g&#228;ller i
till&#228;mpliga delar s&#229;dan s&#228;rskild f&#246;rr&#228;ttningsman.
Lag (1995:1405).

Villkor f&#246;r inr&#228;ttande av gemensamhetsanl&#228;ggning m. m.

5 &#167; Gemensamhetsanl&#228;ggning f&#229;r ej inr&#228;ttas f&#246;r annan fastighet &#228;n s&#229;dan
f&#246;r vilken det &#228;r av v&#228;sentlig betydelse att ha del i anl&#228;ggningen.

6 &#167; Gemensamhetsanl&#228;ggning f&#229;r inr&#228;ttas endast om f&#246;rdelarna av
ekonomisk eller annan art av anl&#228;ggningen &#246;verv&#228;ger de kostnader och
ol&#228;genheter som anl&#228;ggningen medf&#246;r.

Gemensamhetsanl&#228;ggning f&#229;r icke inr&#228;ttas f&#246;r byggnad eller annan
anl&#228;ggning som ej h&#246;r till fastighet, om &#246;kad kostnad eller annan
ol&#228;genhet av betydelse d&#228;rigenom kan komma att uppst&#229; f&#246;r annan
deltagare i gemensamhetsanl&#228;ggningen. Lag (1987:126).

6 a &#167; Best&#228;mmelserna i 5 och 6 &#167;&#167; ska inte till&#228;mpas om det i
en detaljplan har meddelats best&#228;mmelser om en
gemensamhetsanl&#228;ggning och anl&#228;ggningsbeslut meddelas under
detaljplanens genomf&#246;randetid. Lag (2010:1005).

7 &#167; Gemensamhetsanl&#228;ggning f&#229;r ej inr&#228;ttas, om &#228;garna av de fastigheter
som skall deltaga i anl&#228;ggningen och hyresg&#228;sterna i s&#229;dana fastigheter
mera allm&#228;nt mots&#228;tter sig &#229;tg&#228;rden och har beaktansv&#228;rda sk&#228;l f&#246;r det.
Vid denna pr&#246;vning skall fr&#228;mst deras mening beaktas som har st&#246;rst
nytta av anl&#228;ggningen. Hyresg&#228;sterna f&#246;retr&#228;ds av den eller de
organisationer av hyresg&#228;ster som har avtal om f&#246;rhandlingsordning f&#246;r
ber&#246;rda fastigheter eller, om f&#246;rhandlingsordning inte g&#228;ller,
riksorganisation av hyresg&#228;ster eller f&#246;rening, som &#228;r ansluten till
s&#229;dan organisation och inom vars verksamhetsomr&#229;de fastigheterna &#228;r
bel&#228;gna (hyresg&#228;storganisation).

F&#246;rsta stycket g&#228;ller icke, om behovet av anl&#228;ggningen &#228;r
synnerligen angel&#228;get. Lag (1989:726).

8 &#167; Gemensamhetsanl&#228;ggning skall f&#246;rl&#228;ggas och utf&#246;ras p&#229; s&#229;dant
s&#228;tt att &#228;ndam&#229;let med anl&#228;ggningen vinnes med minsta intr&#229;ng och
ol&#228;genhet utan osk&#228;lig kostnad. &#197;tg&#228;rd f&#246;r att underl&#228;tta framtida
tillbyggnad eller &#246;kat utnyttjande av anl&#228;ggningen f&#229;r vidtagas,
om &#229;tg&#228;rden medf&#246;r endast ringa &#246;kning av kostnaden.

9 &#167; Inom ett omr&#229;de med detaljplan eller omr&#229;desbest&#228;mmelser
f&#229;r en gemensamhetsanl&#228;ggning inte inr&#228;ttas i strid mot
planen eller best&#228;mmelserna. Om syftet med planen eller
best&#228;mmelserna inte motverkas, f&#229;r dock mindre avvikelser
g&#246;ras.

G&#228;ller naturv&#229;rdsf&#246;reskrifter eller andra s&#228;rskilda
best&#228;mmelser f&#246;r bebyggande eller anv&#228;ndning av mark &#228;n de
som avses i f&#246;rsta stycket, ska anl&#228;ggning inr&#228;ttas s&#229; att
syftet med best&#228;mmelserna inte motverkas. Lag (2014:207).

10 &#167; Inom omr&#229;den som inte omfattas av detaljplan, f&#229;r en
gemensamhetsanl&#228;ggning inte inr&#228;ttas, om anl&#228;ggningen skulle f&#246;rsv&#229;ra
omr&#229;dets &#228;ndam&#229;lsenliga anv&#228;ndning, f&#246;ranleda ol&#228;mplig bebyggelse eller
motverka l&#228;mplig planl&#228;ggning av omr&#229;det. Lag (1987:126).

11 &#167; Gemensamhetsanl&#228;ggning f&#229;r ej inr&#228;ttas, om ol&#228;genhet av n&#229;gon
betydelse uppkommer f&#246;r allm&#228;nt intresse.

F&#246;rsta stycket g&#228;ller icke n&#228;r anl&#228;ggningen &#228;r till &#246;verv&#228;gande nytta
fr&#229;n allm&#228;n synpunkt.

Skyldighet att avst&#229; utrymme

12 &#167; Mark eller annat utrymme f&#246;r gemensamhetsanl&#228;ggning f&#229;r tagas i
anspr&#229;k p&#229; fastighet som skall deltaga i anl&#228;ggningen eller p&#229; annan
fastighet, om det icke orsakar synnerligt men f&#246;r fastigheten. St&#246;rre
utrymme f&#229;r dock ej tagas i anspr&#229;k &#228;n som beh&#246;vs med h&#228;nsyn till
fastigheter som kan anslutas enligt 5 &#167;.

&#196;ven om synnerligt men uppkommer, &#228;r fastighet skyldig att avst&#229;
utrymme, om anl&#228;ggningen beh&#246;vs f&#246;r ett st&#246;rre antal fastigheter eller
av annan orsak &#228;r av v&#228;sentlig betydelse fr&#229;n allm&#228;n synpunkt. Om &#228;garen
beg&#228;r det, skall fastigheten inl&#246;sas. &#196;r ol&#228;genheten begr&#228;nsad till viss
del av fastigheten, skall endast den delen inl&#246;sas. Inl&#246;sen sker f&#246;r de
fastigheter som skall deltaga i anl&#228;ggningen utom s&#229;dana som avses i
2 &#167;.

Best&#228;mmelserna i 1 kap. 3 och 4 &#167;&#167; expropriationslagen (1972:719) &#228;ger
motsvarande till&#228;mpning vid uppl&#229;telse och inl&#246;sen enligt denna
paragraf. Utan hinder av dessa best&#228;mmelser kan dock s&#228;rskild r&#228;tt, som
tillkommer staten och ej utg&#246;r v&#228;gr&#228;tt, rubbas. Vidare f&#229;r f&#246;rordnas att
r&#228;tten till utrymme f&#246;r anl&#228;ggningen skall ha f&#246;retr&#228;de framf&#246;r s&#228;rskild
r&#228;tt som tillskapats genom expropriation eller annat tv&#229;ngsf&#246;rv&#228;rv eller
vid fastighetsbildning eller p&#229; liknande s&#228;tt, dock ej om den s&#228;rskilda
r&#228;tten utg&#246;r v&#228;gr&#228;tt.

&#214;verf&#246;ring av fastighetstillbeh&#246;r

12 a &#167; Lantm&#228;terimyndigheten f&#229;r besluta att s&#229;dana byggnader
eller andra anl&#228;ggningar, som enligt 2 kap. 1 &#167; jordabalken h&#246;r
till en fastighet och ing&#229;r i gemensamhetsanl&#228;ggningen, skall
&#246;verf&#246;ras till och vara samf&#228;llda f&#246;r de fastigheter som deltar
i gemensamhetsanl&#228;ggningen. F&#246;r ett s&#229;dant beslut kr&#228;vs att
&#229;tg&#228;rden leder till en mer &#228;ndam&#229;lsenlig markanv&#228;ndning och att
f&#246;rdelarna av &#229;tg&#228;rden &#246;verv&#228;ger de kostnader och ol&#228;genheter
som den medf&#246;r. Lag (2001:892).

Ers&#228;ttning f&#246;r utrymme m.m.

13 &#167; I fr&#229;ga om ers&#228;ttning f&#246;r uppl&#229;telse och inl&#246;sen enligt
12 &#167; eller &#229;tg&#228;rd enligt 12 a &#167; g&#228;ller 5 kap. 10–12 &#167;&#167;
fastighetsbildningslagen (1970:988). D&#228;rvid ska inl&#246;sen inte
anses som ett s&#229;dant tv&#229;ngsf&#246;rv&#228;rv som avses i 5 kap. 10 a &#167;
andra stycket fastighetsbildningslagen.

I fr&#229;ga om en ans&#246;kan om f&#246;rr&#228;ttning som har gjorts f&#246;re den
1 augusti 2010 eller ett s&#229;dant f&#246;rordnande som avses i 17 &#167;
f&#246;rsta stycket som har meddelats dessf&#246;rinnan, ska h&#228;nvisningen
i f&#246;rsta stycket till fastighetsbildningslagen samt
h&#228;nvisningarna i 5 kap. 10 a &#167; fastighetsbildningslagen till
expropriationslagen (1972:719) avse dessa lagars lydelse vid
utg&#229;ngen av juli 2010. Lag (2010:820).

13 a &#167; Ers&#228;ttning enligt 13 &#167; skall best&#228;mmas i pengar att utbetalas p&#229;
en g&#229;ng. Efter s&#228;rskilt yrkande f&#229;r lantm&#228;terimyndigheten, om
det &#228;r l&#228;mpligt, h&#228;nvisa sak&#228;gare att vid s&#228;rskild f&#246;rr&#228;ttning f&#246;ra
talan om s&#229;dan ers&#228;ttning f&#246;r skada och intr&#229;ng som &#228;r sv&#229;r att
uppskatta i samband med anl&#228;ggningsf&#246;rr&#228;ttningen. Ans&#246;kan om s&#228;rskild
f&#246;rr&#228;ttning skall g&#246;ras inom den tid, h&#246;gst tio &#229;r, som
lantm&#228;terimyndigheten best&#228;mmer.

Avser f&#246;rr&#228;ttningen en fastighet som svarar f&#246;r en fordran, f&#229;r
lantm&#228;terimyndigheten besluta enligt f&#246;rsta stycket endast om
fordringshavarna medger det. Besv&#228;ras fastigheten av en gemensam
inteckning, fordras dessutom de medgivanden fr&#229;n fastighets&#228;gare och
fordringshavare som f&#246;reskrivs f&#246;r relaxation i 22 kap. 11 &#167;
jordabalken. Om beslutet &#228;r v&#228;sentligen utan betydelse f&#246;r n&#229;gon
r&#228;tts&#228;gare, kr&#228;vs dock inte n&#229;got medgivande av denne. Lag (1995:1405).

13 b &#167; Denna lag &#228;r inte till&#228;mplig i fr&#229;ga om ers&#228;ttning f&#246;r skada
eller intr&#229;ng som uppkommer efter f&#246;rr&#228;ttningen och som inte har kunnat
f&#246;rutses vid denna. Lag (1992:1148).

13 c &#167; Om det &#228;r l&#228;mpligt och ber&#246;rda sak&#228;gare medger det, f&#229;r
lantm&#228;terimyndigheten vid f&#246;rr&#228;ttningen &#228;ven pr&#246;va ett av en
sak&#228;gare framst&#228;llt yrkande om ers&#228;ttning som har samband med
f&#246;rr&#228;ttningen men r&#246;r r&#228;ttsf&#246;rh&#229;llande som inte skall pr&#246;vas enligt
denna lag.

Vid handl&#228;ggning av fr&#229;gor som avses i f&#246;rsta stycket till&#228;mpas
best&#228;mmelserna i 5 kap. 12 c &#167; andra stycket fastighets bildningslagen
(1970:988). Lag (1995:1405).

Samf&#228;llighet

14 &#167; Gemensamhetsanl&#228;ggning och r&#228;tt till utrymme &#228;r samf&#228;llda f&#246;r de
fastigheter som deltager i anl&#228;ggningen. Inl&#246;st mark &#228;r samf&#228;lld f&#246;r de
fastigheter f&#246;r vilka inl&#246;sen skett.

F&#246;r anl&#228;ggningens utf&#246;rande och drift utg&#246;r de deltagande fastigheterna
en s&#228;rskild samf&#228;llighet.

F&#246;rdelning av kostnader

15 &#167; Grunderna f&#246;r f&#246;rdelning av kostnaderna f&#246;r gemensamhetsanl&#228;ggnings
utf&#246;rande fastst&#228;lles vid f&#246;rr&#228;ttningen. F&#246;r varje fastighet anges
andelstal, som best&#228;mmes efter vad som &#228;r sk&#228;ligt med h&#228;nsyn fr&#228;mst till
den nytta fastigheten har av anl&#228;ggningen. Inl&#246;ses mark f&#246;r endast vissa
av deltagarna i anl&#228;ggningen, fastst&#228;lles grunderna f&#246;r f&#246;rdelning av
kostnaderna f&#246;r inl&#246;sen s&#228;rskilt.

Andelstal fastst&#228;lles &#228;ven i fr&#229;ga om kostnaderna f&#246;r anl&#228;ggningens
drift. S&#229;dant andelstal best&#228;mmes efter vad som &#228;r sk&#228;ligt med h&#228;nsyn
fr&#228;mst till den omfattning i vilken fastigheten ber&#228;knas anv&#228;nda
anl&#228;ggningen. Om det &#228;r l&#228;mpligt, kan f&#246;reskrivas att kostnaderna i
f&#246;rsta hand skall f&#246;rdelas genom att avgifter uttages f&#246;r anl&#228;ggningens
utnyttjande. Grunderna f&#246;r ber&#228;kningen av s&#229;dana avgifter fastst&#228;lles
vid f&#246;rr&#228;ttningen.

&#214;verenskommelser mellan sak&#228;gare m.m.

16 &#167; Avsteg f&#229;r g&#246;ras fr&#229;n

1. 5 &#167;, om &#228;garna av de fastigheter som skall delta i
anl&#228;ggningen medger det,

2. 8 &#167; s&#229;vitt den inneb&#228;r skydd f&#246;r enskilt intresse, 12 &#167;
f&#246;rsta stycket eller 13 &#167;, om de fastighets&#228;gare och andra
sak&#228;gare vilkas r&#228;tt ber&#246;rs medger det,

3. 12 a &#167; andra meningen, om anl&#228;ggningens &#228;gare medger det,

4. 15 &#167;, om det medges av fastighets&#228;gare som &#229;l&#228;ggs st&#246;rre
bidragsskyldighet &#228;n som annars skulle ha g&#228;llt och avvikelsen
fr&#229;n best&#228;mmelsen inte sker i otillb&#246;rligt syfte.

Svarar fastighet f&#246;r fordran, f&#229;r avsteg fr&#229;n 13 eller 15 &#167; med
st&#246;d av &#228;garens samtycke ske endast om &#228;ven fordringens
innehavare medger det. Besv&#228;ras fastigheten av gemensam
inteckning, fordras dessutom de medgivanden fr&#229;n
fastighets&#228;gare och fordringshavare som i 22 kap. 11 &#167;
jordabalken f&#246;reskrives f&#246;r relaxation. Medgivande av
r&#228;tts&#228;gare beh&#246;vs ej, om anl&#228;ggningens inr&#228;ttande &#228;r
v&#228;sentligen utan betydelse f&#246;r honom. Lag (2001:892).

Beg&#228;ran om f&#246;rr&#228;ttning

17 &#167; En anl&#228;ggningsfr&#229;ga tas upp efter ans&#246;kan. Om det vid 
fastighetsreglering har beslutats att en anl&#228;ggningsfr&#229;ga ska 
pr&#246;vas enligt denna lag, f&#229;r fr&#229;gan dock tas upp utan ans&#246;kan.

En anl&#228;ggningsfr&#229;ga f&#229;r pr&#246;vas gemensamt med en annan 
anl&#228;ggningsfr&#229;ga eller med en fastighetsbildnings&#229;tg&#228;rd vid en 
f&#246;rr&#228;ttning. En s&#229;dan gemensam f&#246;rr&#228;ttning f&#229;r &#229;ter delas upp 
p&#229; skilda f&#246;rr&#228;ttningar.

Om det beh&#246;vs vid en f&#246;rr&#228;ttning enligt denna lag f&#229;r 
lantm&#228;terimyndigheten besluta om pr&#246;vning enligt 14 kap. 1 a &#167; 
fastighetsbildningslagen (1970:988). Lag (2020:368).

18 &#167; R&#228;tt att beg&#228;ra f&#246;rr&#228;ttning enligt denna lag har

1. &#228;garen av en fastighet som ska delta i anl&#228;ggningen,

2. &#228;garen av en fastighet som enligt en detaljplan helt eller
till viss del ska anv&#228;ndas f&#246;r allm&#228;n plats f&#246;r vilken
kommunen inte &#228;r huvudman eller f&#246;r trafikanl&#228;ggning som &#228;r
gemensam f&#246;r flera fastigheter,

3. kommunen,

4. hyresg&#228;storganisation.

En samf&#228;llighetsf&#246;rening f&#229;r, efter beslut av
f&#246;reningsst&#228;mman, beg&#228;ra en f&#246;rr&#228;ttning som ang&#229;r
gemensamhetsanl&#228;ggning under f&#246;reningens f&#246;rvaltning.

L&#228;nsstyrelsen kan beg&#228;ra f&#246;rr&#228;ttning f&#246;r inr&#228;ttande av
anl&#228;ggning som styrelsen finner vara av st&#246;rre betydelse fr&#229;n
allm&#228;n synpunkt.

Vid expropriation eller liknande tv&#229;ngsf&#246;rv&#228;rv f&#229;r
f&#246;rv&#228;rvaren beg&#228;ra f&#246;rr&#228;ttning f&#246;r inr&#228;ttande av s&#229;dan
anl&#228;ggning varigenom ol&#228;genhet av f&#246;rv&#228;rvet kan undanr&#246;jas,
minskas eller f&#246;rebyggas.

Best&#228;mmelser om r&#228;tt f&#246;r v&#228;gh&#229;llare och den som bygger eller
innehar j&#228;rnv&#228;g att beg&#228;ra f&#246;rr&#228;ttning enligt denna lag finns
i 20 a &#167; och 25 &#167; tredje stycket v&#228;glagen (1971:948) samt i 2
kap. 20 &#167; lagen (1995:1649) om byggande av j&#228;rnv&#228;g.
Lag (2012:428).

F&#246;rr&#228;ttning

19 &#167; I fr&#229;ga om f&#246;rr&#228;ttning enligt denna lag till&#228;mpas 4 kap. 1-24 och
27-40 &#167;&#167; samt 6 kap. 6 och 7 &#167;&#167; fastighetsbildningslagen (1970:988).

Har hyresg&#228;storganisation p&#229;kallat f&#246;rr&#228;ttningen eller kan den eljest
ber&#246;ra hyresg&#228;sters r&#228;tt, skall lantm&#228;terimyndigheten
underr&#228;tta organisationen om tid och plats f&#246;r sammantr&#228;de eller, i fall
som avses i 4 kap. 15 &#167; fastighetsbildningslagen, om f&#246;rr&#228;ttningen innan
denna avslutas. Lag (1995:1405).

20 &#167; Innehavare av s&#228;rskild r&#228;tt till fastighet, som inl&#246;ses eller
eljest tages i anspr&#229;k f&#246;r gemensamhetsanl&#228;ggning, &#228;r sak&#228;gare vid
f&#246;rr&#228;ttningen, om hans r&#228;tt ber&#246;res.

21 &#167; Lantm&#228;terimyndigheten ska utreda f&#246;ruts&#228;ttningarna f&#246;r
anl&#228;ggningen och ombes&#246;rja de tekniska arbeten och de
v&#228;rderingar som beh&#246;vs f&#246;r att inr&#228;tta anl&#228;ggningen.
Myndigheten b&#246;r d&#229; r&#229;dg&#246;ra med sak&#228;garna. Vid behov ska
myndigheten samr&#229;da med de myndigheter som ber&#246;rs av
anl&#228;ggningen.

Om f&#246;rr&#228;ttningen har beg&#228;rts endast av &#228;garen av en fastighet
som lantm&#228;terimyndigheten bed&#246;mer inte kan tilldelas en r&#228;tt
att delta i anl&#228;ggningen och som inte heller helt eller till
viss del ska anv&#228;ndas till en allm&#228;n plats eller
trafikanl&#228;ggning som avses i 18 &#167; f&#246;rsta stycket, f&#229;r
anl&#228;ggningen inte inr&#228;ttas.

Om det &#228;r n&#246;dv&#228;ndigt att det finns tillst&#229;nd till viss
verksamhet f&#246;r att myndigheten ska kunna bed&#246;ma om
anl&#228;ggningen &#228;r till&#229;ten och under f&#246;ruts&#228;ttning att det i
&#246;vrigt finns f&#246;ruts&#228;ttningar f&#246;r att inr&#228;tta anl&#228;ggningen,
f&#229;r myndigheten f&#246;rel&#228;gga en sak&#228;gare att inom viss tid ge in
bevis om att ans&#246;kan om tillst&#229;nd har gjorts. Lag (2014:207).

22 &#167; Om en fr&#229;ga om inl&#246;sen uppkommer, till&#228;mpas 8 kap. 10 &#167;
f&#246;rsta stycket fastighetsbildningslagen (1970:988).
Lag (2013:492).

23 &#167; Har upph&#228;vts genom lag (2014:207).

24 &#167; Om det inte finns n&#229;got hinder mot att inr&#228;tta
gemensamhetsanl&#228;ggningen, skall lantm&#228;terimyndigheten meddela
anl&#228;ggningsbeslut.

I ett anl&#228;ggningsbeslut anges

1. gemensamhetsanl&#228;ggningens &#228;ndam&#229;l, l&#228;ge, storlek och
huvudsakliga beskaffenhet i &#246;vrigt,

2. de fastigheter som skall delta i gemensamhetsanl&#228;ggningen,

3. utrymme som uppl&#229;ts f&#246;r gemensamhetsanl&#228;ggningen,

4. en fastighet eller del av en fastighet som inl&#246;ses,

5. en byggnad eller annan anl&#228;ggning som omfattas av ett beslut
enligt 12 a &#167;,

6. tiden f&#246;r gemensamhetsanl&#228;ggningens best&#229;nd, om en s&#229;dan b&#246;r
best&#228;mmas,

7. den tid inom vilken gemensamhetsanl&#228;ggningen skall vara
utf&#246;rd,

8. beh&#246;vliga f&#246;reskrifter i fr&#229;ga om gemensamhetsanl&#228;ggningens
utf&#246;rande.

I anl&#228;ggningsbeslutet f&#229;r ocks&#229; anges de i
gemensamhetsanl&#228;ggningen deltagande fastigheternas andelstal i
fr&#229;ga om kostnaderna f&#246;r anl&#228;ggningens utf&#246;rande och drift.

Pr&#246;vas anl&#228;ggningsfr&#229;ga gemensamt med fastighetsbildnings&#229;tg&#228;rd
vid en f&#246;rr&#228;ttning, f&#229;r anl&#228;ggningsbeslutet upptagas i
fastighetsbildningsbeslutet. Lag (2001:892).

24 a &#167; Lantm&#228;terimyndigheten kan i anl&#228;ggningsbeslutet best&#228;mma
att styrelsen f&#246;r en samf&#228;llighetsf&#246;rening f&#229;r besluta om
&#228;ndring av andelstal p&#229; grund av att en fastighets
anv&#228;ndningss&#228;tt &#228;ndras stadigvarande.

Styrelsen skall genast underr&#228;tta ber&#246;rd fastighets&#228;gare om
beslut enligt f&#246;rsta stycket. Styrelsen skall vidare snarast
m&#246;jligt anm&#228;la beslutet f&#246;r inf&#246;ring i fastighetsregistrets
allm&#228;nna del. Beslutet f&#229;r till&#228;mpas f&#246;rst sedan s&#229;dan inf&#246;ring
har skett.

Styrelsens beslut om &#228;ndring av andelstal f&#229;r inte &#246;verklagas.
Den som &#228;r missn&#246;jd med beslutet f&#229;r v&#228;cka talan mot f&#246;reningen
enligt vad som s&#228;gs i 46 &#167; lagen (1973:1150) om f&#246;rvaltning av
samf&#228;lligheter ang&#229;ende r&#228;ttelse av uttaxering. Lag (2000:240).

25 &#167; Om det &#228;r l&#228;mpligt, f&#229;r anl&#228;ggningsbeslut meddelas utan hinder av
att tekniska arbeten och v&#228;rderingar ej utf&#246;rts.

26 &#167; Tilltr&#228;de av utrymme som tagits i anspr&#229;k eller av mark som inl&#246;sts
sker vid den tidpunkt som lantm&#228;terimyndigheten best&#228;mmer.
Innan tilltr&#228;de sker, skall anl&#228;ggningsbeslutet ha vunnit laga kraft och
ers&#228;ttning enligt 13 &#167; ha betalats. Lag (1995:1405).

27 &#167; Utan hinder av att ers&#228;ttning enligt 13 &#167; ej betalats f&#229;r tilltr&#228;de
ske, om ber&#246;rda sak&#228;gare medger det. &#196;ven utan medgivande f&#229;r tilltr&#228;de
ske, sedan lantm&#228;terimyndigheten best&#228;mt f&#246;rskott p&#229; den
ers&#228;ttning som slutligen fastst&#228;lles och detta betalats. &#196;r det
uppenbart att f&#246;rskottet skulle uppg&#229; till endast obetydligt belopp, kan
lantm&#228;terimyndigheten f&#246;reskriva att tilltr&#228;de f&#229;r ske utan att
f&#246;rskott betalas.

I beslut om f&#246;rskott skall anges hur betalningsskyldigheten skall
f&#246;rdelas mellan del&#228;garna i anl&#228;ggningen. I beslutet skall vidare anges
den tid inom vilken f&#246;rskott, som utg&#246;r villkor f&#246;r tilltr&#228;de, skall ha
betalats. Har betalning ej skett inom utsatt tid, f&#229;r tilltr&#228;de ej ske
f&#246;rr&#228;n ers&#228;ttning enligt 13 &#167; har betalats.

&#196;ven sedan tilltr&#228;de har skett kan lantm&#228;terimyndigheten p&#229;
beg&#228;ran av sak&#228;gare best&#228;mma att f&#246;rskott skall utg&#229;.

Har f&#246;rskott best&#228;mts enligt denna paragraf, f&#229;r den slutliga
ers&#228;ttningen ej best&#228;mmas till l&#228;gre belopp &#228;n f&#246;rskottet. Detta g&#228;ller
dock endast om tilltr&#228;de har skett eller f&#246;rskottet &#228;nd&#229; har betalats.
Lag (1995:1405).

27 a &#167; Best&#228;mmelserna i 5 kap. 30 a &#167; fastighetsbildningslagen (1970:
988) om f&#246;rtida tilltr&#228;de &#228;ger motsvarande till&#228;mpning vid f&#246;rr&#228;ttning
enligt denna lag. Vad som s&#228;gs om fastighetsbildningsbeslut skall d&#228;rvid
till&#228;mpas p&#229; anl&#228;ggningsbeslut. Med motsvarande till&#228;mpning av
best&#228;mmelserna om f&#246;rtida tilltr&#228;de f&#229;r f&#246;rordnas att
anl&#228;ggningsbeslutet &#228;ven i &#246;vrigt f&#229;r verkst&#228;llas utan hinder av att det
ej har vunnit laga kraft. Lag (1977:364).

28 &#167; F&#246;rr&#228;ttning som p&#229;b&#246;rjats enligt f&#246;rordnande vid
fastighetsreglering skall inst&#228;llas, om regleringsf&#246;rr&#228;ttningen
inst&#228;lles. F&#246;rr&#228; ttningen skall dock forts&#228;ttas, om sak&#228;gare som f&#246;rt
talan vid f&#246;rr&#228;ttningen och som kunnat ans&#246;ka om denna beg&#228;r det.
Underr&#228;ttas sak&#228;garna om regleringsf&#246;rr&#228;ttning ens inst&#228;llande vid
sammantr&#228;de, skall beg&#228;ran framst&#228;llas vid sammantr&#228;det. I annat fall
skall beg&#228;ran framst&#228;llas inom tid som lantm&#228;terimyndigheten
f&#246;reskriver. Lag (1995:1405).

29 &#167; F&#246;rr&#228;ttningskostnaderna ska, om ett anl&#228;ggningsbeslut har 
meddelats, f&#246;rdelas mellan &#228;garna av de fastigheter som ska 
delta i anl&#228;ggningen efter vad som &#228;r sk&#228;ligt.

Om en f&#246;rr&#228;ttning har beg&#228;rts enligt 20 a &#167; eller 25 &#167; tredje 
stycket v&#228;glagen (1971:948) ska den som beg&#228;rt f&#246;rr&#228;ttningen 
svara f&#246;r f&#246;rr&#228;ttningskostnaderna.

Om en f&#246;rr&#228;ttning har beg&#228;rts enligt 2 kap. 20 &#167; lagen 
(1995:1649) om byggande av j&#228;rnv&#228;g, ska den som beg&#228;rt 
f&#246;rr&#228;ttningen svara f&#246;r f&#246;rr&#228;ttningskostnaderna.

I &#246;vrigt till&#228;mpas 2 kap. 6 och 7 &#167;&#167; fastighetsbildningslagen 
(1970:988) p&#229; en f&#246;rr&#228;ttning enligt denna lag. Lag (2020:368).

29 a &#167; I fr&#229;ga om m&#246;jlighet till indrivning av kostnader f&#246;r 
registrering av andelstal enligt 24 a &#167; och f&#246;r godk&#228;nnande av 
en &#246;verenskommelse enligt 43 &#167; eller en &#228;ndring enligt 43 a &#167; 
ska 2 kap. 7 &#167; fastighetsbildningslagen (1970:988) till&#228;mpas.
Lag (2022:362).

Domstolspr&#246;vning

30 &#167; I fr&#229;ga om fullf&#246;ljd av talan mot ett beslut eller en 
&#229;tg&#228;rd av lantm&#228;terimyndigheten enligt denna lag ska 15 kap. 
fastighetsbildningslagen (1970:988) till&#228;mpas. Best&#228;mmelserna 
om fastighetsbildningsbeslut ska d&#229; till&#228;mpas p&#229; 
anl&#228;ggningsbeslut.

Ett anl&#228;ggningsbeslut eller ett beslut om att st&#228;lla in en 
f&#246;rr&#228;ttning som har beg&#228;rts av en hyresg&#228;storganisation f&#229;r 
&#246;verklagas av organisationen p&#229; samma s&#228;tt som av en sak&#228;gare.

Ett beslut av lantm&#228;terimyndigheten enligt 4 &#167; andra stycket 
eller 33 a &#167; denna lag f&#229;r &#246;verklagas s&#228;rskilt p&#229; det s&#228;tt och 
inom den tid som anges i 15 kap. 2 &#167; fastighetsbildningslagen.

Vid till&#228;mpning av 15 kap. 6 &#167; fastighetsbildningslagen i ett 
&#228;rende om godk&#228;nnande enligt 43 eller 43 a &#167; denna lag r&#228;knas 
tiden f&#246;r &#246;verklagande fr&#229;n dagen f&#246;r lantm&#228;terimyndighetens 
beslut. Ett beslut om s&#229;dant godk&#228;nnande f&#229;r &#246;verklagas p&#229; 
samma s&#228;tt som ett anl&#228;ggningsbeslut av den eller de kommunala 
n&#228;mnder som fullg&#246;r uppgifter inom plan- och byggnadsv&#228;sendet 
och av l&#228;nsstyrelsen. Best&#228;mmelserna i 15 kap. 6 &#167; tredje 
stycket fastighetsbildningslagen ska till&#228;mpas p&#229; 
lantm&#228;terimyndighetens beslut om debitering av kostnader f&#246;r 
pr&#246;vning av &#228;renden om godk&#228;nnande enligt 43 eller 43 a &#167;.
Lag (2022:362).

31 &#167; Best&#228;mmelserna i 16-18 kap. fastighetsbildningslagen (1970:988) om
r&#228;tteg&#229;ngen i fastighetsbildningsm&#229;l &#228;ger motsvarande till&#228;mpning p&#229; m&#229;l
som fullf&#246;ljts enligt 30 &#167;.

I r&#228;tteg&#229;ngen likst&#228;lles hyresg&#228;storganisation med enskild sak&#228;gare, om
organisationen f&#246;rt talan mot lantm&#228;terimyndighetens beslut
eller saken eljest kan ber&#246;ra hyresg&#228;sters r&#228;tt. Lag (1995:1405).

Verkst&#228;llighet m.m.

32 &#167; Ers&#228;ttning enligt 13 &#167; ska betalas inom tre m&#229;nader
efter det att ers&#228;ttningsbeslutet fick laga kraft. P&#229; obetald
ers&#228;ttning ska r&#228;nta betalas

1. enligt 5 &#167; r&#228;ntelagen (1975:635) fr&#229;n den dag tilltr&#228;de
sker, dock l&#228;ngst till utg&#229;ngen av n&#228;mnda betalningsfrist,
och

2. enligt 6 &#167; r&#228;ntelagen fr&#229;n utg&#229;ngen av
betalningsfristen.

I fr&#229;ga om ers&#228;ttning som avses i f&#246;rsta
stycket och f&#246;rskott som avses i 27 eller 27 a &#167; ska 5 kap.
16 och 17 &#167;&#167; fastighetsbildningslagen (1970:988) till&#228;mpas.
Lag (2015:373).

32 a &#167; Lantm&#228;terimyndighetens beslut att med st&#246;d av
best&#228;mmelserna i denna lag f&#246;rplikta n&#229;gon att l&#228;mna ers&#228;ttning till en
sak&#228;gare f&#229;r verkst&#228;llas enligt uts&#246;kningsbalkens best&#228;mmelser.

V&#228;grar n&#229;gon utan sk&#228;l att avtr&#228;da mark eller byggnad i r&#228;tt tid, har
tilltr&#228;daren r&#228;tt att f&#229; handr&#228;ckning av kronofogdemyndigheten f&#246;r att
komma i besittning av egendomen. Lag (1995:1405).

33 &#167; Ett anl&#228;ggningsbeslut upph&#246;r att g&#228;lla, om

1. full ers&#228;ttning enligt 13 &#167; inte har betalats i
f&#246;reskriven ordning inom ett &#229;r efter det att beslutet om
ers&#228;ttning fick laga kraft och inte heller n&#229;gon som har
tillerk&#228;nts s&#229;dan ers&#228;ttning har beg&#228;rt verkst&#228;llighet av
ers&#228;ttningsbeslutet inom samma tid,

2. gemensamhetsanl&#228;ggningen inte inom den tid som har
best&#228;mts i beslutet har utf&#246;rts i s&#229;dan omfattning att syftet
med anl&#228;ggningen har tillgodosetts f&#246;r samtliga deltagande
fastigheter, s&#229;vida inte en ans&#246;kan om f&#246;rordnande av en
syssloman enligt 33 a &#167; har gjorts inom samma tid, eller

3. ett beslut att avsl&#229; en ans&#246;kan som avses i 2 har f&#229;tt
laga kraft och tiden f&#246;r utf&#246;randet av anl&#228;ggningen har g&#229;tt
ut.

Om en fastighet eller en del av en fastighet enligt
anl&#228;ggningsbeslutet ska inl&#246;sas, g&#228;ller beslutet i denna del
trots f&#246;rsta stycket.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r lantm&#228;terimyndigheten
besluta om f&#246;rl&#228;ngning av de tider som anges i f&#246;rsta
stycket.

Ers&#228;ttning som har betalats f&#229;r inte kr&#228;vas tillbaka p&#229; grund
av att anl&#228;ggningsbeslutet har upph&#246;rt att g&#228;lla enligt denna
paragraf.

F&#246;rsta stycket 1 g&#228;ller inte ers&#228;ttning som har fastst&#228;llts
vid en s&#228;rskild f&#246;rr&#228;ttning enligt 13 a &#167;. Lag (2015:373).

33 a &#167; Om det sk&#228;ligen kan befaras att anl&#228;ggningen inte kommer
att utf&#246;ras inom den tid som anges i anl&#228;ggningsbeslutet eller
i ett beslut om f&#246;rl&#228;ngd tid, f&#229;r lantm&#228;terimyndigheten p&#229;
ans&#246;kan av n&#229;gon som enligt 18 &#167; har r&#228;tt att beg&#228;ra
f&#246;rr&#228;ttning f&#246;rordna syssloman f&#246;r genomf&#246;rande av
anl&#228;ggningsbeslutet. En s&#229;dan syssloman har de befogenheter som
annars tillkommer del&#228;garna.

I f&#246;rordnandet f&#246;r sysslomannen skall lantm&#228;terimyndigheten
ange den tid inom vilken sysslomannen skall ha genomf&#246;rt
anl&#228;ggningsbeslutet. Om s&#228;rskilda sk&#228;l f&#246;religger, f&#229;r
lantm&#228;terimyndigheten besluta om f&#246;rl&#228;ngning av denna tid.

Lantm&#228;terimyndigheten beslutar om ers&#228;ttning till sysslomannen
och om f&#246;rdelning mellan del&#228;garna av ers&#228;ttningsbeloppet. Har
detta inte betalats inom den tid som lantm&#228;terimyndigheten
best&#228;mt, f&#229;r myndighetens beslut verkst&#228;llas enligt
uts&#246;kningsbalken. Lag (1997:616).

34 &#167; Sedan en f&#246;rr&#228;ttning enligt denna lag har avslutats och
vunnit laga kraft skall uppgift om den snarast m&#246;jligt f&#246;ras in
i fastighetsregistrets allm&#228;nna del. Har f&#246;rr&#228;ttningen
&#246;verklagats, skall uppgiften f&#246;ras in d&#228;r snarast m&#246;jligt sedan
domstolens avg&#246;rande har vunnit laga kraft.

Uppgift om anl&#228;ggningsbeslut som har kunnat &#246;verklagas s&#228;rskilt
f&#229;r f&#246;ras in i registrets allm&#228;nna del &#228;ven om f&#246;rr&#228;ttningen
inte har avslutats. Uppgiften f&#229;r dock inte f&#246;ras in innan
beslutet har vunnit laga kraft.

N&#228;r ett beslut eller en &#229;tg&#228;rd vid en avslutad f&#246;rr&#228;ttning har
&#246;verklagats eller n&#228;r ett anl&#228;ggningsbeslut har &#246;verklagats
s&#228;rskilt, f&#229;r trots detta uppgift med anledning av
f&#246;rr&#228;ttningen eller beslutet f&#246;ras in i registrets allm&#228;nna del
i fr&#229;ga om s&#229;dan del som uppenbart inte ber&#246;rs av
&#246;verklagandet. Detsamma g&#228;ller n&#228;r ett domstolsavg&#246;rande i m&#229;l
enligt denna lag har &#246;verklagats.

Om ett f&#246;rr&#228;ttningsbeslut har upph&#246;rt att g&#228;lla, skall
anteckning enligt f&#246;rsta-tredje styckena tas bort.
Lag (2000:240).

Verkan av &#228;ndrade f&#246;rh&#229;llanden m.m.

35 &#167; En fr&#229;ga som har behandlats och slutligt avgjorts vid en
f&#246;rr&#228;ttning f&#229;r pr&#246;vas vid en ny f&#246;rr&#228;ttning om

1. f&#246;rh&#229;llandena har &#228;ndrats p&#229; ett s&#228;tt som v&#228;sentligt
inverkar p&#229; fr&#229;gan,

2. det i det tidigare avg&#246;randet har beslutats att fr&#229;gan f&#229;r
ompr&#246;vas efter viss tid och denna tid har g&#229;tt ut, eller

3. det i annat fall har framkommit ett klart behov av
ompr&#246;vning.

Vid den nya f&#246;rr&#228;ttningen f&#229;r det inte beslutas om en s&#229;dan
&#228;ndring i fr&#229;ga om kretsen av fastigheter som deltar i en
gemensamhetsanl&#228;ggning eller en fastighets andelstal att
avsev&#228;rd ol&#228;genhet uppkommer fr&#229;n allm&#228;n eller enskild
synpunkt.

Om den nya f&#246;rr&#228;ttningen g&#228;ller en fr&#229;ga av enklare slag och
samf&#228;lligheten f&#246;rvaltas av en samf&#228;llighetsf&#246;rening,
f&#246;retr&#228;der f&#246;reningen de del&#228;gare som fr&#229;gan v&#228;sentligen
saknar betydelse f&#246;r. Lag (2015:373).

35 a &#167; En fr&#229;ga om &#246;verf&#246;ring av byggnader eller andra
anl&#228;ggningar enligt 12 a &#167; f&#229;r pr&#246;vas vid en ny f&#246;rr&#228;ttning
&#228;ven om villkoren i 35 &#167; f&#246;rsta stycket inte &#228;r uppfyllda.

Om gemensamhetsanl&#228;ggningen f&#246;rvaltas av en
samf&#228;llighetsf&#246;rening, f&#246;retr&#228;der f&#246;reningen del&#228;garna vid den
nya f&#246;rr&#228;ttningen. Lag (2001:892).

36 &#167; Beslutas &#228;ndring i fr&#229;ga om de fastigheter som skall vara anslutna
till gemensamhetsanl&#228;ggning och f&#246;rvaltas den till anl&#228;ggningen knutna
samf&#228;lligheten av samf&#228;llighetsf&#246;rening, skall pr&#246;vas huruvida
f&#246;reningen skall uppl&#246;sas. F&#246;rvaltar f&#246;reningen &#228;ven annan samf&#228;llighet,
skall i st&#228;llet pr&#246;vas huruvida den verksamhetsgren som anl&#228;ggningen
utg&#246;r skall avvecklas.

37 &#167; Intr&#228;der fastighet i best&#229;ende samf&#228;llighet, skall &#228;garen
f&#246;rpliktas att utge ers&#228;ttning till &#246;vriga del&#228;gare f&#246;r den andel i ett
enligt 39 &#167; ber&#228;knat &#246;verskott som tillf&#246;res honom genom anslutningen.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning n&#228;r andelstal h&#246;jes f&#246;r
fastighet som ing&#229;r i samf&#228;llighet.

38 &#167; Uttr&#228;der fastighet ur best&#229;ende samf&#228;llighet, skall &#228;garen
tillerk&#228;nnas ers&#228;ttning f&#246;r den andel i ett enligt 39 &#167; ber&#228;knat
&#246;verskott som han f&#246;rlorar genom uttr&#228;det. F&#246;religger enligt samma
paragraf underskott, skall han f&#246;rpliktas utge ers&#228;ttning f&#246;r sin andel
d&#228;ri.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning n&#228;r fastighets andelstal
minskas.

39 &#167; I fr&#229;ga om samf&#228;llighet som f&#246;rvaltas av samf&#228;llighetsf&#246;rening
skall vid till&#228;mpningen av 37 och 38 &#167;&#167; som &#246;verskott eller underskott
anses skillnaden mellan v&#228;rdet av anl&#228;ggningen och f&#246;reningens
tillg&#229;ngar, &#229; ena sidan, samt f&#246;reningens f&#246;rbindelser, &#229; andra sidan. I
fr&#229;ga om annan samf&#228;llighet skall anl&#228;ggningens v&#228;rde anses som
&#246;verskott. Anl&#228;ggningens v&#228;rde uppskattas efter vad som &#228;r sk&#228;li gt med
h&#228;nsyn fr&#228;mst till kostnaderna f&#246;r dess utf&#246;rande samt till
anl&#228;ggningens &#229;lder och fortsatta anv&#228;ndbarhet.

G&#228;ller skilda andelstal betr&#228;ffande anl&#228;ggningens utf&#246;rande och drift,
skall &#246;verskott eller underskott ber&#228;knas f&#246;r varje s&#229;dan
verksamhetsgren f&#246;r sig.

40 &#167; I fr&#229;ga om betalning av ers&#228;ttning enligt 37 eller 38 &#167; &#228;ger 32 &#167;
f&#246;rsta stycket motsvarande till&#228;mpning.

40 a &#167; Om en r&#228;tt till mark eller annat utrymme som har
tillkommit genom ett beslut enligt denna lag eller
motsvarande &#228;ldre best&#228;mmelser, begr&#228;nsas eller upph&#228;vs genom
ett beslut vid en ny f&#246;rr&#228;ttning, ska &#228;garen av en fastighet
som d&#228;rigenom frig&#246;rs fr&#229;n belastning betala ers&#228;ttning
enligt 5 kap. 10–12 &#167;&#167; fastighetsbildningslagen (1970:988).

I fr&#229;ga om tilltr&#228;de till utrymmet till&#228;mpas 26–27 a &#167;&#167;. N&#228;r
det g&#228;ller betalning av ers&#228;ttningen till&#228;mpas 32 &#167;.
Lag (2015:373).

41 &#167; Om fastighet, som &#228;r ansluten till gemensamhetsanl&#228;ggning, ing&#229;r i
sammanl&#228;ggning, &#246;verg&#229;r fastighetens skyldigheter gentemot &#246;vriga
del&#228;gare p&#229; den nybildade fastigheten.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning n&#228;r fastighet genom
fastighetsreglering i sin helhet &#246;verf&#246;res till annan fastighet.

42 &#167; Delas fastighet som &#228;r ansluten till gemensamhetsanl&#228;ggning, f&#229;r
fastighetens skyldigheter gentemot &#246;vriga del&#228;gare f&#246;rdelas mellan de
s&#228;rskilda delarna genom beslut vid fastighetsbildningsf&#246;rr&#228;ttningen.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning n&#228;r del av fastighet genom
fastighetsreglering &#246;verf&#246;res till annan fastighet.

F&#246;rdelningen skall ske enligt de grunder som anges i 15 &#167;. Den g&#228;ller
endast till dess annat best&#228;mts enligt denna lag och skall ej beaktas
vid till&#228;mpningen av 35 &#167;.

42 a &#167; Lantm&#228;terimyndigheten f&#229;r i samband med
fastighetsbildningsf&#246;rr&#228;ttning besluta att en nybildad eller
ombildad fastighet skall anslutas till en befintlig
gemensamhetsanl&#228;ggning.

Beslutar lantm&#228;terimyndigheten om anslutning, skall myndigheten
ocks&#229; best&#228;mma andelstal f&#246;r fastigheten och pr&#246;va fr&#229;gan om
ers&#228;ttning enligt 37 &#167;.

Om gemensamhetsanl&#228;ggningen f&#246;rvaltas av en
samf&#228;llighetsf&#246;rening, f&#246;retr&#228;der f&#246;reningen del&#228;garna vid
f&#246;rr&#228;ttningen. Lag (1997:616).

43 &#167; En &#246;verenskommelse om att en fastighet ska intr&#228;da i
eller uttr&#228;da ur en samf&#228;llighet eller att en fastighets
andelstal ska &#228;ndras har samma verkan som ett beslut vid en
ny f&#246;rr&#228;ttning, om &#246;verenskommelsen godk&#228;nns av
lantm&#228;terimyndigheten. Ett s&#229;dant godk&#228;nnande f&#229;r l&#228;mnas
endast om det &#228;r uppenbart att &#246;verenskommelsen inte strider
mot denna lag.

Fastigheter som inte ska intr&#228;da eller uttr&#228;da eller vars
andelstal inte ska &#228;ndras f&#246;retr&#228;ds vid ing&#229;ende och
godk&#228;nnande av en &#246;verenskommelse av samf&#228;llighetsf&#246;reningen,
om samf&#228;lligheten f&#246;rvaltas av en s&#229;dan. Lag (2015:373).

43 a &#167; En samf&#228;llighetsf&#246;rening som f&#246;rvaltar en 
gemensamhetsanl&#228;ggning f&#229;r genom ett beslut p&#229; en 
f&#246;reningsst&#228;mma &#228;ndra en eller flera fastigheters andelstal 
f&#246;r utf&#246;rande eller drift av anl&#228;ggningen. F&#246;r beslut om en 
s&#229;dan &#228;ndring kr&#228;vs minst tv&#229; tredjedelar av de avgivna 
r&#246;sterna.

Ett beslut om en &#228;ndring f&#229;r samma r&#228;ttsverkan som ett beslut 
vid en f&#246;rr&#228;ttning n&#228;r &#228;ndringen godk&#228;nns av 
lantm&#228;terimyndigheten. Lantm&#228;terimyndigheten ska godk&#228;nna 
&#228;ndringen om den inte strider mot denna lag.

Kostnaderna f&#246;r ett &#228;rende om godk&#228;nnande ska f&#246;rdelas mellan 
&#228;garna av fastigheterna i samf&#228;llighetsf&#246;reningen efter vad 
som &#228;r sk&#228;ligt. I &#246;vrigt ska 2 kap. 6 &#167; 
fastighetsbildningslagen (1970:988) till&#228;mpas p&#229; kostnaderna.
Lag (2022:362).

44 &#167; Uppl&#229;tes tomtr&#228;tt i fastighet som deltager i
gemensamhetsanl&#228;ggning, skall tomtr&#228;tten n&#228;r den inskrivits deltaga i
anl&#228;ggningen i fastighetens st&#228;lle.

45 &#167; En uppgift om f&#246;rdelning enligt 42 &#167;, om anslutning 
enligt 42 a &#167; och om godk&#228;nnande enligt 43 eller 43 a &#167; ska 
f&#246;ras in i fastighetsregistrets allm&#228;nna del snarast m&#246;jligt 
sedan f&#246;rdelningen, anslutningen eller godk&#228;nnandet har f&#229;tt 
laga kraft. Lag (2022:362).

S&#228;rskilda best&#228;mmelser om enskilda v&#228;gar

46 &#167; Till v&#228;g h&#246;r v&#228;gbana och &#246;vriga v&#228;ganordningar.

Anordning, som beh&#246;vs f&#246;r v&#228;gens best&#229;nd, drift eller brukande &#228;r
v&#228;ganordning. V&#228;ganordning &#228;r ocks&#229; till v&#228;g ansluten brygga eller f&#228;rja
med f&#228;rjel&#228;ge.

47 &#167; Om s&#228;rskilda sk&#228;l f&#246;religger, kan fastighet anslutas till
gemensamhetsanl&#228;gg ning som avser v&#228;g utan hinder av att anl&#228;ggningen
tillgodoser endast tillf&#228;lligt behov f&#246;r fastigheten.

48 &#167; I fr&#229;ga om gemensamhetsanl&#228;ggning som avser v&#228;g f&#229;r vid
till&#228;mpningen av 15 &#167; andra stycket s&#228;rskild f&#246;rdelning ske av
kostnaderna f&#246;r de &#229;tg&#228;rder som kr&#228;vs f&#246;r att v&#228;gen skall kunna anv&#228;ndas
vintertid.

48 a &#167; Om en fastighet som deltar i en gemensamhetsanl&#228;ggning
som avser v&#228;g tillf&#228;lligt anv&#228;nder anl&#228;ggningen i v&#228;sentligt
st&#246;rre omfattning &#228;n som f&#229;r anses svara mot fastighetens
andelstal f&#246;r driftkostnaderna, &#228;r fastighetens &#228;gare skyldig
att till samf&#228;lligheten utge sk&#228;lig ers&#228;ttning f&#246;r de kostnader
som uppkommer till f&#246;ljd av den &#228;ndrade anv&#228;ndningen.

Vid tvist ang&#229;ende fr&#229;ga som avses i f&#246;rsta stycket skall talan
v&#228;ckas hos mark- och milj&#246;domstolen. Lag (2010:998).

49 &#167; En fastighet f&#229;r ges r&#228;tt att bygga en v&#228;g &#246;ver en annan
fastighet eller att anv&#228;nda en befintlig v&#228;g, om en s&#229;dan
uppl&#229;telse

1. &#228;r av v&#228;sentlig betydelse f&#246;r att tillgodose den
f&#246;rstn&#228;mnda fastighetens behov av v&#228;g,

2. av s&#228;rskilda sk&#228;l &#228;r l&#228;mpligare &#228;n att bilda en
gemensamhetsanl&#228;ggning eller att ansluta fastigheten till en
redan bildad anl&#228;ggning, och

3. inte medf&#246;r synnerligt men f&#246;r den uppl&#229;tande fastigheten
eller f&#246;r en annan fastighet som har r&#228;tt att anv&#228;nda
v&#228;gen.

F&#246;r en uppl&#229;telse enligt f&#246;rsta stycket ska
ers&#228;ttning betalas enligt 13 &#167;. Om uppl&#229;telsen avser en r&#228;tt
att anv&#228;nda en befintlig v&#228;g som ing&#229;r i en
gemensamhetsanl&#228;ggning, ska ers&#228;ttning i st&#228;llet betalas
enligt 50 a &#167; andra och tredje styckena. Lag (2015:373).

50 &#167; En fastighet f&#229;r ges r&#228;tt att tillf&#228;lligt anv&#228;nda en v&#228;g
som inte h&#246;r till fastigheten, om uppl&#229;telsen

1. &#228;r av v&#228;sentlig betydelse f&#246;r fastighetens &#228;ndam&#229;lsenliga
anv&#228;ndning, och

2. inte medf&#246;r synnerligt men f&#246;r en annan fastighet som har
r&#228;tt att anv&#228;nda v&#228;gen eller f&#246;r en fastighet som v&#228;gen g&#229;r
&#246;ver.

F&#246;r en uppl&#229;telse enligt f&#246;rsta stycket ska det betalas
sk&#228;lig ers&#228;ttning med h&#228;nsyn fr&#228;mst till den slitning av
v&#228;gbanan som ber&#228;knas uppkomma genom att v&#228;gen anv&#228;nds.
Ers&#228;ttningen ska best&#228;mmas att betalas p&#229; en g&#229;ng eller
&#229;rligen i f&#246;rskott under den tid som r&#228;tten att anv&#228;nda v&#228;gen
avser och som den tas i anspr&#229;k av den ber&#228;ttigade
fastigheten.

Om v&#228;gen under en kortare tid anv&#228;nds i v&#228;sentligt st&#246;rre
omfattning &#228;n som f&#229;r anses motsvara den ers&#228;ttning som har
best&#228;mts enligt andra stycket, ska 48 a &#167; till&#228;mpas.
Lag (2015:373).

50 a &#167; Om en gemensamhetsanl&#228;ggning som avser v&#228;g f&#246;rvaltas
av en samf&#228;llighetsf&#246;rening och det &#228;r av v&#228;sentlig betydelse
f&#246;r del&#228;garfastigheterna att anv&#228;nda en v&#228;g som ing&#229;r i en
annan gemensamhetsanl&#228;ggning, f&#229;r samf&#228;llighetsf&#246;reningen ges
r&#228;tt att anv&#228;nda v&#228;gen. Detta g&#228;ller endast om en s&#229;dan
uppl&#229;telse av s&#228;rskilda sk&#228;l &#228;r l&#228;mpligare &#228;n att ansluta
fastigheterna till den andra anl&#228;ggningen.

F&#246;r en uppl&#229;telse enligt f&#246;rsta stycket ska det betalas
sk&#228;lig ers&#228;ttning med h&#228;nsyn fr&#228;mst till den slitning av
v&#228;gbanan som ber&#228;knas uppkomma genom att v&#228;gen anv&#228;nds.
Ers&#228;ttningen ska best&#228;mmas att betalas p&#229; en g&#229;ng eller
&#229;rligen i f&#246;rskott.

Om v&#228;gen under en kortare tid anv&#228;nds i v&#228;sentligt st&#246;rre
omfattning &#228;n som f&#229;r anses motsvara den ers&#228;ttning som har
best&#228;mts enligt andra stycket, ska 48 a &#167; till&#228;mpas.
Lag (2015:373).

51 &#167; Om det enligt denna lag har beslutats att en fastighet
&#228;r skyldig att bidra till utf&#246;randet eller driften av en v&#228;g
och det kr&#228;vs f&#246;r utf&#246;randet eller driften, f&#229;r det uppl&#229;tas
en r&#228;tt f&#246;r fastigheten att p&#229; en annan fastighet ta sand,
grus, jord eller sten, avl&#228;gsna eller kvista v&#228;xande tr&#228;d,
buskar eller annan v&#228;xtlighet eller s&#228;tta upp en sn&#246;sk&#228;rm.

En r&#228;tt att r&#246;ja tr&#228;d, buskar eller annan v&#228;xtlighet f&#229;r
uppl&#229;tas f&#246;r en fastighet som enligt denna lag har f&#229;tt r&#228;tt
att anv&#228;nda en v&#228;g, om det beh&#246;vs med h&#228;nsyn till
trafiks&#228;kerheten.

En uppl&#229;telse enligt f&#246;rsta eller andra stycket f&#229;r inte ske,
om den skulle medf&#246;ra synnerligt men f&#246;r den belastade
fastigheten. Intr&#229;nget f&#246;r den belastade fastigheten f&#229;r inte
heller bli st&#246;rre &#228;n n&#246;dv&#228;ndigt. Tr&#228;d av st&#246;rre prydnadsv&#228;rde
eller tr&#228;d och buskar p&#229; en tomt eller i en tr&#228;dg&#229;rd f&#229;r
f&#228;llas endast om det finns synnerliga sk&#228;l. Innan tr&#228;d,
buskar eller annan v&#228;xtlighet avl&#228;gsnas eller kvistas, ska
fastighetens &#228;gare eller innehavare underr&#228;ttas.

F&#246;r en uppl&#229;telse enligt denna paragraf ska ers&#228;ttning enligt
13 &#167; betalas. Ers&#228;ttning f&#246;r en r&#228;tt att ta sand, grus, jord
eller sten ska best&#228;mmas att betalas p&#229; en g&#229;ng. Om
fastigheten inte ges ensamr&#228;tt att ta s&#229;dana
v&#228;gh&#229;llnings&#228;mnen, f&#229;r det dock best&#228;mmas att ers&#228;ttning ska
betalas efter visst pris f&#246;r den m&#228;ngd som tas varje g&#229;ng
r&#228;ttigheten anv&#228;nds. Lag (2015:373).

52 &#167; Om en fastighet enligt denna lag har f&#229;tt en r&#228;tt att
bygga eller anv&#228;nda en v&#228;g, f&#229;r det till f&#246;rm&#229;n f&#246;r
fastigheten beslutas att en grind eller ett led inte f&#229;r
beh&#229;llas eller s&#228;ttas upp p&#229; v&#228;gen. Ett s&#229;dant f&#246;rbud f&#229;r
inte avse en grind eller ett led i en korsning av j&#228;rnv&#228;g,
sp&#229;rv&#228;g eller vattenv&#228;g. F&#246;rbudet f&#229;r i &#246;vrigt begr&#228;nsas i
den utstr&#228;ckning som &#228;r sk&#228;lig.

Ett f&#246;rbud enligt f&#246;rsta stycket f&#229;r inte beslutas, om det
skulle medf&#246;ra synnerligt men f&#246;r n&#229;gon fastighet. F&#246;r
f&#246;rbudet ska ers&#228;ttning betalas enligt 13 &#167;. Ers&#228;ttningen ska
best&#228;mmas att betalas p&#229; en g&#229;ng. Lag (2015:373).

53 &#167; Fr&#229;ga om r&#228;ttighet som avses i 49-52 &#167;&#167; pr&#246;vas vid
f&#246;rr&#228;ttning enligt denna lag. Har fr&#229;gan samband med
anl&#228;ggningsfr&#229;ga, f&#229;r den upptagas utan ans&#246;kan. I annat fall
upptages den p&#229; ans&#246;kan av &#228;garen av den fastighet eller,
betr&#228;ffande r&#228;ttighet enligt 50 a &#167;, den samf&#228;llighetsf&#246;rening
till vars f&#246;rm&#229;n r&#228;ttigheten skall g&#228;lla. Fr&#229;gan f&#229;r pr&#246;vas
gemensamt med anl&#228;ggningsfr&#229;ga eller fastighetsbildnings&#229;tg&#228;rd
vid en f&#246;rr&#228;ttning.

Vid f&#246;rr&#228;ttningspr&#246;vningen &#228;ger 8-11 &#167;&#167;, 12 &#167; tredje stycket
och 16 &#167; motsvarande till&#228;mpning. H&#228;nvisningen i 16 &#167; till 12 &#167;
f&#246;rsta stycket skall d&#228;rvid avse best&#228;mmelserna i 49-52 &#167;&#167; om
villkoren f&#246;r uppl&#229;telse av r&#228;ttigheten och h&#228;nvisningen till
13 &#167; best&#228;mmelserna i samma paragrafer om ers&#228;ttning f&#246;r
uppl&#229;telsen. 16 &#167; andra stycket g&#228;ller dock endast i fr&#229;ga om
ers&#228;ttning f&#246;r uppl&#229;telse enligt 49 &#167; som avser r&#228;tt att bygga
v&#228;g &#246;ver annan fastighet. Lag (1997:616).

54 &#167; I fr&#229;ga om uppl&#229;telse enligt 49 &#167; som avser r&#228;tt att bygga
v&#228;g &#246;ver annan fastighet &#228;ger 32 och 33 &#167;&#167; motsvarande
till&#228;mpning.

Har eng&#229;ngsers&#228;ttning best&#228;mts f&#246;r r&#228;ttighet enligt 49-52 &#167;&#167;
skall ers&#228;ttningen erl&#228;ggas inom tre m&#229;nader efter det att
ers&#228;ttningsbeslutet vann laga kraft. R&#228;ttigheten f&#229;r icke tagas
i bruk innan betalning skett. I fr&#229;ga om verkan av
underl&#229;tenhet att betala ers&#228;ttningen &#228;ger 33 &#167; f&#246;rsta stycket
motsvarande till&#228;mpning. Har ers&#228;ttning enligt 49-51 &#167;&#167;
best&#228;mts att utg&#229; med visst &#229;rligt belopp, f&#229;r r&#228;ttigheten icke
under n&#229;got &#229;r tagas i bruk innan beloppet f&#246;r samma &#229;r
betalats. Lag (1997:616).

54 a &#167; En &#246;verenskommelse om &#228;ndring av s&#229;dan ers&#228;ttning
enligt 49 &#167; andra stycket, 50 &#167; andra stycket eller 50 a &#167;
andra stycket som ska betalas &#229;rligen i f&#246;rskott har samma
verkan som ett beslut vid en ny f&#246;rr&#228;ttning, om
&#246;verenskommelsen godk&#228;nns av lantm&#228;terimyndigheten. Ett
s&#229;dant godk&#228;nnande f&#229;r l&#228;mnas endast om det &#228;r uppenbart att
&#246;verenskommelsen inte strider mot denna lag.

Om ers&#228;ttningen avser uppl&#229;telse av en v&#228;g som ing&#229;r i en
gemensamhetsanl&#228;ggning som f&#246;rvaltas av en
samf&#228;llighetsf&#246;rening, f&#246;retr&#228;der f&#246;reningen del&#228;garna n&#228;r
&#246;verenskommelsen ing&#229;s och fr&#229;gan om godk&#228;nnande pr&#246;vas.

En uppgift om godk&#228;nnandet ska f&#246;ras in i
fastighetsregistrets allm&#228;nna del snarast m&#246;jligt sedan
godk&#228;nnandet har f&#229;tt laga kraft. Lag (2015:373).

55 &#167; Skall v&#228;g byggas s&#229; att den korsar eller eljest ber&#246;r allm&#228;n v&#228;g,
j&#228;rnv&#228;g, sp&#229;rv&#228;g, kanal eller flottled, &#228;r f&#246;rvaltningen av denna andra
trafikled ber&#228;ttigad att ombes&#246;rja de anordningar som f&#246;ranledes d&#228;rav.
Verkst&#228;ller f&#246;rvaltningen ej sj&#228;lv detta arbete, skall f&#246;rvaltningen
&#246;vervaka arbetet och, om anordningarna icke utf&#246;res p&#229; ett f&#246;r trafiken
betryggande s&#228;tt, i god tid anm&#228;la f&#246;rh&#229;llandet hos vederb&#246;rande
myndighet, som f&#229;r meddela de f&#246;reskrifter som beh&#246;vs.

56 &#167; Om det beh&#246;vs f&#246;r trafiks&#228;kerheten i fr&#229;ga om en viss
enskild v&#228;g eller del av enskild v&#228;g, f&#229;r statlig
v&#228;gh&#229;llningsmyndighet f&#246;rordna att best&#228;mmelserna i 43, 45-47,
51-53, 61, 64-69 och 72 &#167;&#167; v&#228;glagen (1971:948) skall g&#228;lla i
till&#228;mpliga delar.

Vad som i 45-47, 52, 53, 64 och 72 &#167;&#167; v&#228;glagen s&#228;gs om
l&#228;nsstyrelsen skall i st&#228;llet avse v&#228;gh&#229;llningsmyndigheten.

Vad som i v&#228;glagen s&#228;gs om v&#228;gh&#229;llare i 61 &#167;, i 63 &#167; andra
stycket s&#229;vitt avser f&#246;rel&#228;ggande som har meddelats med st&#246;d av
52 &#167;, i 65 &#167; s&#229;vitt avser ers&#228;ttning enligt 61 &#167; samt i 66 och
69 &#167;&#167; skall i st&#228;llet avse staten. Lag (1997:616).

57 &#167; Beslut som v&#228;gh&#229;llningsmyndigheten fattat enligt 56 &#167; f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Beslut av v&#228;gh&#229;llningsmyndigheten g&#228;ller omedelbart, s&#229;vida
inte n&#229;got annat best&#228;ms i beslutet. Lag (1997:616).

&#214;verg&#229;ngsbest&#228;mmelser

1974:822

Denna lag tr&#228;der i kraft den 1 januari 1975. Lag (1989:726).

1975:662

Denna lag tr&#228;der i kraft den 1 januari 1976. &#196;ldre best&#228;mmelser g&#228;ller
dock fortfarande i fr&#229;ga om r&#228;nta f&#246;r tid f&#246;re ikrafttr&#228;dandet. Har
skyldighet att utge r&#228;nta uppkommit f&#246;re ikrafttr&#228;dandet, g&#228;ller &#228;ldre
best&#228;mmelser &#228;ven f&#246;r tiden d&#228;refter.

1987:126

1. Denna lag tr&#228;der i kraft den 1 juli 1987.

2. Har sammantr&#228;de med sak&#228;garna h&#229;llits f&#246;re ikrafttr&#228;dandet
skall 6 &#167; i dess &#228;ldre lydelse till&#228;mpas.

3. Har beslut om undantag fr&#229;n plan eller best&#228;mmelse som
avses i 9 &#167; tredje stycket i dess &#228;ldre lydelse vunnit laga kraft
efter utg&#229;ngen av juni 1986, f&#229;r gemensamhetsanl&#228;ggning
inr&#228;ttas utan hinder av de nya best&#228;mmelserna i 9 &#167;. Om
f&#246;rr&#228;ttning inte p&#229;kallas inom tv&#229; &#229;r fr&#229;n den dag d&#229; beslutet
om undantag vann laga kraft, upph&#246;r dock beslutet att g&#228;lla.

1989:726

1. Denna lag tr&#228;der i kraft den 1 januari 1990.

2. Har vid f&#246;rr&#228;ttning enligt anl&#228;ggningslagen (1973:1149) sammantr&#228;de
med sak&#228;garna h&#229;llits f&#246;re ikrafttr&#228;dandet, g&#228;ller 7 &#167; anl&#228;ggningslagen
i dess &#228;ldre lydelse och &#246;verg&#229;ngsbest&#228;mmelserna till lagen (1974:822)
om &#228;ndring i anl&#228;ggningslagen.

1995:1405

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om
fastighetsbildningsmyndigheter som inr&#228;ttats enligt lagen (1971:133)
om kommunal fastighetsbildningsmyndighet och
fastighetsregistermyndighet.

1998:378

Denna lag tr&#228;der i kraft den 1 oktober 1998 men till&#228;mpas inte
i de fall d&#228;r det f&#246;rsta beslutet i &#228;rendet har meddelats
dessf&#246;rinnan.

2009:535

1. Denna lag tr&#228;der i kraft den 1 juli 2009.

2. I fr&#229;ga om en beg&#228;ran om undantag enligt 9 &#167; tredje
stycket som har gjorts f&#246;re den 1 juli 2009 till&#228;mpas denna
paragraf i dess tidigare lydelse.

2010:1005

1. Denna lag tr&#228;der i kraft den 2 maj 2011.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r gemensamhetsanl&#228;ggningar som
omfattas av en g&#228;llande fastighetsplan enligt plan- och
bygglagen (1987:10).

2012:183

Denna lag tr&#228;der i kraft den 1 juli 2012. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r samf&#228;llighetsf&#246;reningar som f&#246;rvaltar en
exploateringssamf&#228;llighet enligt lagen (1987:11) om
exploateringssamverkan.

2012:428

1. Denna lag tr&#228;der i kraft den 1 januari 2013.

2. &#196;ldre f&#246;reskrifter i 29 &#167; andra stycket g&#228;ller fortfarande
om f&#246;rr&#228;ttning har beg&#228;rts f&#246;re den 1 januari 2013.

2014:207

1. Denna lag tr&#228;der i kraft den 1 juni 2014.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r f&#246;rr&#228;ttningar
d&#228;r ans&#246;kan har inkommit till lantm&#228;terimyndigheten f&#246;re
ikrafttr&#228;dandet eller ett f&#246;rordnande som avses i 17 &#167; f&#246;rsta
stycket har meddelats dessf&#246;rinnan.

2015:373

1. Denna lag tr&#228;der i kraft den 1 juli 2015.

2. F&#246;r f&#246;rr&#228;ttningar som har p&#229;b&#246;rjats f&#246;re ikrafttr&#228;dandet

a. g&#228;ller 2, 3, 35, 49, 51 och 52 &#167;&#167; i de &#228;ldre lydelserna,
och

b. till&#228;mpas inte 40 a &#167;.

3. Den nya lydelsen av 33 &#167; till&#228;mpas &#228;ven i fr&#229;ga om
anl&#228;ggningsbeslut som har meddelats f&#246;re ikrafttr&#228;dandet.

4. Best&#228;mmelserna i 50 &#167; tredje stycket och 50 a &#167; tredje
stycket till&#228;mpas &#228;ven betr&#228;ffande v&#228;guppl&#229;telser som har
gjorts f&#246;re ikrafttr&#228;dandet, dock enbart i fr&#229;ga om
anv&#228;ndning av v&#228;gen d&#228;refter.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4161">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4163">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
