

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2022-09-19" /> 
 <meta id="rattsinfo-edited" content="2022-09-19 14:22:53" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4164</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4163">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4165">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1973:1144 ·
                    <a href="/sfsr?bet=1973:1144">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ledningsr&#228;ttslag (1973:1144)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1973-12-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:742
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Enligt denna lag kan den som f&#246;r en ledning eller annan
anordning vill utnyttja ett utrymme inom en fastighet f&#229; r&#228;tt
till det (ledningsr&#228;tt). En fr&#229;ga om ledningsr&#228;tt pr&#246;vas vid
en f&#246;rr&#228;ttning.

En ledningsr&#228;tt omfattar, enligt vad som best&#228;ms vid
f&#246;rr&#228;ttningen, befogenheten att inom fastigheten vidta de
&#229;tg&#228;rder som beh&#246;vs f&#246;r att dra fram och anv&#228;nda en ledning
eller annan anordning. P&#229; beg&#228;ran av ledningsr&#228;ttshavaren f&#229;r
det beslutas att ledningsr&#228;tten ska h&#246;ra till
ledningsr&#228;ttshavarens fastighet eller inskrivna tomtr&#228;tt.

Om en tomtr&#228;tt g&#228;ller i fastigheten och har skrivits in,
uppl&#229;ts ledningsr&#228;tt i tomtr&#228;tten. Det som s&#228;gs i denna lag
om fastighet och fastighets&#228;gare ska i fr&#229;ga om ledningsr&#228;tt
i en tomtr&#228;tt avse tomtr&#228;tten och tomtr&#228;ttshavaren.
Lag (2015:371).

2 &#167; Lagen g&#228;ller f&#246;r ledningar av f&#246;ljande slag:

1. ledning som ing&#229;r i ett elektroniskt kommunikationsn&#228;t f&#246;r
allm&#228;nt &#228;ndam&#229;l samt allm&#228;n svagstr&#246;msledning f&#246;r
signalering, fj&#228;rrman&#246;vrering, data&#246;verf&#246;ring eller liknande
&#228;ndam&#229;l,

2. elektrisk starkstr&#246;msledning f&#246;r vilken koncession fordras
eller som beh&#246;vs f&#246;r s&#229;dana ledningar som avses i 1,

3. vatten- eller avloppsledning som

a) ing&#229;r i en allm&#228;n va-anl&#228;ggning,

b) f&#246;rser ett samh&#228;lle med vatten eller d&#228;rifr&#229;n bortf&#246;r
avloppsvatten eller annan orenlighet,

c) gagnar en n&#228;ringsverksamhet eller kommunikationsanl&#228;ggning
av betydelse f&#246;r riket eller en viss ort, eller

d) medf&#246;r endast ringa intr&#229;ng i j&#228;mf&#246;relse med nyttan och
inte tillgodoser endast en enstaka fastighets husbehov, och

4. ledning genom vilken fj&#228;rrv&#228;rme, olja, gas, koldioxid
eller annan r&#229;vara eller produkt transporteras fr&#229;n ett
produktionsst&#228;lle, ett upplag eller en lastplats och som

a) tillgodoser ett allm&#228;nt behov,

b) gagnar n&#228;ringsverksamhet eller kommunikationsanl&#228;ggning av
betydelse f&#246;r riket eller en viss ort, eller

c) medf&#246;r endast ringa intr&#229;ng i j&#228;mf&#246;relse med nyttan.
En anordning som ing&#229;r i ett elektroniskt kommunikationsn&#228;t
f&#246;r allm&#228;nt &#228;ndam&#229;l men som inte utg&#246;r en ledning ska vid
till&#228;mpningen av denna lag anses som ledning enligt f&#246;rsta
stycket 1.

Lagen g&#228;ller inte om utrymme f&#246;r ledning kan uppl&#229;tas med
st&#246;d av anl&#228;ggningslagen (1973:1149). Lag (2012:426).

2 a &#167; Lagen g&#228;ller &#228;ven f&#246;r tunnlar, kulvertar, r&#246;r och andra
liknande anordningar, om anordningen skall anv&#228;ndas f&#246;r att
senare dra fram en s&#229;dan ledning som anges i 2 &#167; f&#246;rsta stycket
1 eller 2 genom den.

Ledningsr&#228;tt f&#246;r en s&#229;dan anordning som avses i f&#246;rsta stycket
ger ledningsr&#228;ttshavaren r&#228;tt att &#228;ven dra fram och anv&#228;nda
ledningar av det slag som anges i 2 &#167; f&#246;rsta stycket 1 eller 2
i den utstr&#228;ckning som best&#228;ms vid f&#246;rr&#228;ttningen. Lag (2006:43).

3 &#167; I ledning ing&#229;r s&#229;dana f&#246;r dess &#228;ndam&#229;l erforderliga anordningar
som transformatorer, pumpstationer och andra tillbeh&#246;r.

3 a &#167; Ledningsr&#228;tt som avser s&#229;dan ledning som anges i 2 &#167;
f&#246;rsta stycket 2 ger ledningsr&#228;ttshavaren r&#228;tt att inom det
utrymme som har uppl&#229;tits f&#246;r ledningen dra fram och begagna
&#228;ven s&#229;dana ledningar som anges i 2 &#167; f&#246;rsta stycket 1.

Ledningsr&#228;ttshavaren f&#229;r dra fram ledning med st&#246;d av f&#246;rsta
stycket tidigast tv&#229; veckor efter det att fastighetens &#228;gare
underr&#228;ttats om n&#228;r arbetet skall p&#229;b&#246;rjas. Underr&#228;ttelse skall
anses ha skett n&#228;r meddelandet s&#228;nts med brev till
fastighets&#228;garen under dennes adress. Lag (2004:643).

4 &#167; Den som innehar fastighet p&#229; grund av testamentariskt f&#246;rordnande
utan att &#228;gander&#228;tten tillkommer n&#229;gon anses vid lagens till&#228;mpning
som fastighetens &#228;gare.

5 &#167; Ledningsf&#246;rr&#228;ttning handl&#228;gges av lantm&#228;terimyndighet.
Lag (1995:1404).

Villkor f&#246;r uppl&#229;telse av ledningsr&#228;tt m.m.

6 &#167; Ledningsr&#228;tt f&#229;r ej uppl&#229;tas, om &#228;ndam&#229;let l&#228;mpligen b&#246;r tillgodoses
p&#229; annat s&#228;tt eller ol&#228;genheterna av uppl&#229;telsen fr&#229;n allm&#228;n eller
enskild synpunkt &#246;verv&#228;ger de f&#246;rdelar som kan vinnas genom den. Lag
(1987:127).

6 a &#167; Best&#228;mmelsen i 6 &#167; ska inte till&#228;mpas om det i en
detaljplan har meddelats best&#228;mmelser om en ledningsr&#228;tt och
ledningsbeslut meddelas under detaljplanens genomf&#246;randetid.
Lag (2010:1004).

7 &#167; Ledningsr&#228;tt f&#229;r ej uppl&#229;tas i strid mot vad som av s&#228;kerhetssk&#228;l
&#228;r s&#228;rskilt f&#246;reskrivet f&#246;r ledningens framdragande.

8 &#167; Inom ett omr&#229;de med detaljplan eller omr&#229;desbest&#228;mmelser
f&#229;r en ledningsr&#228;tt inte uppl&#229;tas i strid mot planen eller
best&#228;mmelserna. Om syftet med planen eller best&#228;mmelserna
inte motverkas, f&#229;r dock mindre avvikelser g&#246;ras.

G&#228;ller naturv&#229;rdsf&#246;reskrifter eller andra s&#228;rskilda
best&#228;mmelser f&#246;r bebyggande eller anv&#228;ndning av mark &#228;n de
som avses i f&#246;rsta stycket, ska ledningsr&#228;tt uppl&#229;tas s&#229; att
syftet med best&#228;mmelserna inte motverkas. Lag (2014:206).

9 &#167; Inom omr&#229;de som inte omfattas av detaljplan, f&#229;r ledningsr&#228;tt inte
uppl&#229;tas om uppl&#229;telsen skulle f&#246;rsv&#229;ra omr&#229;dets &#228;ndam&#229;lsenliga
anv&#228;ndning, f&#246;ranleda ol&#228;mplig bebyggelse eller motverka l&#228;mplig
planl&#228;ggning av omr&#229;det. Lag (1987:127).

10 &#167; Ledningsr&#228;tt f&#229;r ej uppl&#229;tas, om ol&#228;genhet av n&#229;gon betydelse
uppkommer f&#246;r allm&#228;nt intresse.

F&#246;rsta stycket g&#228;ller icke n&#228;r uppl&#229;telsen &#228;r till &#246;verv&#228;gande nytta
fr&#229;n allm&#228;n synpunkt.

11 &#167; Vad som i koncessionsbeslut eller eljest av den som meddelar
koncession f&#246;reskrivits om ledningens framdragande skall l&#228;nda till
efterr&#228;ttelse utan hinder av 6-10 &#167;&#167;.

Andrahandsuppl&#229;telser inom utrymmen som uppl&#229;ts f&#246;r ledningar

11 a &#167; Lantm&#228;terimyndigheten f&#229;r ge ledningsr&#228;ttshavaren r&#228;tt 
att l&#229;ta n&#229;gon annan dra fram och anv&#228;nda ytterligare 
ledningar inom det uppl&#229;tna utrymmet. Om 
lantm&#228;terimyndigheten har meddelat ett s&#229;dant beslut, f&#229;r 
ledningsr&#228;ttshavaren sj&#228;lv dra fram och anv&#228;nda en eller 
flera av ledningarna i st&#228;llet f&#246;r att l&#229;ta n&#229;gon annan g&#246;ra 
det. 

En s&#229;dan r&#228;tt som avses i f&#246;rsta stycket f&#229;r, i fr&#229;ga om 
ledningsr&#228;tt f&#246;r en anordning enligt 2 a &#167;, avse framdragning 
av en ledning av n&#229;gon annan &#228;ven om ledningsr&#228;ttshavaren 
inte har dragit fram en egen ledning inom det uppl&#229;tna 
utrymmet.

Ett beslut enligt f&#246;rsta stycket f&#229;r meddelas endast om

1. den ledning som n&#229;gon annan &#228;n ledningsr&#228;ttshavaren ska 
dra fram och anv&#228;nda &#228;r av det slag som anges i 2 &#167; f&#246;rsta 
stycket 1, 

2. det med h&#228;nsyn till ledningens beskaffenhet finns ett 
behov av en s&#229;dan r&#228;tt, och

3. beslutet &#228;r f&#246;renligt med 6–11 &#167;&#167;. Lag (2016:503).

Skyldighet att avst&#229; utrymme

12 &#167; Mark eller annat utrymme f&#246;r en ledning eller s&#229;dan
anordning som avses i 2 a &#167; f&#229;r tas i anspr&#229;k p&#229; en
fastighet, om det inte orsakar synnerligt men f&#246;r
fastigheten.

&#196;ven om synnerligt men uppkommer, &#228;r en fastighet skyldig att
avst&#229; utrymme, om ledningen eller den avsedda ledningen &#228;r av
v&#228;sentlig betydelse fr&#229;n allm&#228;n synpunkt eller om den enligt
beslut av en koncessionsmyndighet ska dras fram &#246;ver
fastigheten. Om &#228;garen beg&#228;r det, ska fastigheten l&#246;sas in.
&#196;r ol&#228;genheten begr&#228;nsad till en viss del av fastigheten, ska
endast den delen l&#246;sas in.

Ledningsr&#228;ttshavaren har r&#228;tt att l&#246;sa en s&#229;dan fastighet
eller del av fastighet som avses i andra stycket, om detta
skulle medf&#246;ra endast en ringa h&#246;jning av ers&#228;ttningen till
fastighets&#228;garen och denne inte har ett beaktansv&#228;rt intresse
av att beh&#229;lla fastigheten eller fastighetsdelen. Vid
bed&#246;mningen av fr&#229;gan om det finns en r&#228;tt till inl&#246;sen, ska
kostnaden f&#246;r en &#229;tg&#228;rd som anges i 4 kap. 1 &#167; fj&#228;rde stycket
expropriationslagen (1972:719) r&#228;knas in i ers&#228;ttningen.

Vid uppl&#229;telse och inl&#246;sen enligt denna paragraf till&#228;mpas 1
kap. 3 och 4 &#167;&#167; expropriationslagen. En s&#228;rskild r&#228;tt som
staten har kan dock rubbas, om r&#228;ttigheten inte &#228;r en
v&#228;gr&#228;tt. Vidare f&#229;r det beslutas att r&#228;tten till utrymme f&#246;r
ledningen eller anordningen ska ha f&#246;retr&#228;de framf&#246;r en
s&#228;rskild r&#228;tt som har tillskapats genom expropriation eller
annat tv&#229;ngsf&#246;rv&#228;rv eller vid fastighetsbildning eller p&#229;
liknande s&#228;tt, dock inte om den s&#228;rskilda r&#228;tten &#228;r en
v&#228;gr&#228;tt.

Andra och tredje styckena till&#228;mpas inte vid uppl&#229;telse av
ledningsr&#228;tt i en tomtr&#228;tt. Lag (2015:371).

Frig&#246;rande av fastighetstillbeh&#246;r

12 a &#167; Lantm&#228;terimyndigheten f&#229;r besluta att s&#229;dana byggnader
eller andra anl&#228;ggningar, som enligt 2 kap. 1 &#167; jordabalken h&#246;r
till en fastighet och &#228;r &#228;gnade f&#246;r stadigvarande bruk vid
ut&#246;vandet av ledningsr&#228;tten, inte l&#228;ngre skall h&#246;ra till
fastigheten. F&#246;r ett s&#229;dant beslut kr&#228;vs att &#229;tg&#228;rden leder
till ett mer &#228;ndam&#229;lsenligt utnyttjande av ledningsr&#228;tten och
att f&#246;rdelarna av &#229;tg&#228;rden &#246;verv&#228;ger de kostnader och
ol&#228;genheter som den medf&#246;r.

Genom ett beslut enligt f&#246;rsta stycket &#246;verg&#229;r &#228;gander&#228;tten
till anl&#228;ggningen till ledningsr&#228;ttshavaren. Om det
f&#246;religger ett f&#246;rordnande enligt 1 &#167; andra stycket andra
meningen, g&#228;ller vad som s&#228;gs i 2 kap. 1 &#167; andra stycket
jordabalken &#228;ven anl&#228;ggningen. Lag (2004:643).

Ers&#228;ttning f&#246;r utrymme m.m.

13 &#167; I fr&#229;ga om ers&#228;ttning f&#246;r uppl&#229;telse och inl&#246;sen enligt
12 &#167; eller en &#229;tg&#228;rd enligt 12 a &#167; till&#228;mpas 4 kap.
expropriationslagen (1972:719).

Om en innehavare av en r&#228;ttighet som minskar en fastighets
v&#228;rde har r&#228;tt till ers&#228;ttning, ska det v&#228;rde som
tillgodor&#228;knas fastighetens &#228;gare enligt f&#246;rsta stycket
minskas med det belopp som motsvarar den v&#228;rdeminskning f&#246;r
fastigheten som r&#228;ttigheten inneburit. Om det v&#228;rde som ska
tillgodor&#228;knas fastighetens &#228;gare inte kan minskas utan att
skada uppkommer f&#246;r innehavaren av en fordran med b&#228;ttre
r&#228;tt, minskas i st&#228;llet ers&#228;ttningen till r&#228;ttighetshavaren
med motsvarande belopp.

Vid uppl&#229;telse av ledningsr&#228;tt i en tomtr&#228;tt har &#228;ven
fastighets&#228;garen och en innehavare av en r&#228;ttighet i
fastigheten r&#228;tt till ers&#228;ttning enligt denna paragraf.
Lag (2015:371).

13 a &#167; Ers&#228;ttning enligt 13 &#167; skall best&#228;mmas i pengar att utbetalas p&#229;
en g&#229;ng. Efter s&#228;rskilt yrkande f&#229;r lantm&#228;terimyndigheten, om
det &#228;r l&#228;mpligt, h&#228;nvisa sak&#228;gare att vid s&#228;rskild f&#246;rr&#228;ttning f&#246;ra
talan om s&#229;dan ers&#228;ttning f&#246;r skada och intr&#229;ng som &#228;r sv&#229;r att
uppskatta i samband med ledningsr&#228;ttsf&#246;rr&#228;ttningen. Ans&#246;kan om s&#228;rskild
f&#246;rr&#228;ttning skall g&#246;ras inom den tid, h&#246;gst tio &#229;r, som
lantm&#228;terimyndigheten best&#228;mmer.

Avser f&#246;rr&#228;ttningen en fastighet som svarar f&#246;r en fordran, f&#229;r
lantm&#228;terimyndigheten besluta enligt f&#246;rsta stycket endast om
fordringshavarna medger det. Besv&#228;ras fastigheten av en gemensam
inteckning, fordras dessutom de medgivanden fr&#229;n fastighets&#228;gare och
fordringshavare som f&#246;reskrivs f&#246;r relaxation i 22 kap. 11 &#167;
jordabalken. Om beslutet &#228;r v&#228;sentligen utan betydelse f&#246;r n&#229;gon
r&#228;tts&#228;gare, kr&#228;vs dock inte n&#229;got medgivande av denne. Lag (1995:1404).

13 b &#167; Denna lag &#228;r inte till&#228;mplig i fr&#229;ga om ers&#228;ttning f&#246;r skada
eller intr&#229;ng som uppkommer efter f&#246;rr&#228;ttningen och som inte har kunnat
f&#246;rutses vid denna. Lag (1992:1213).

13 c &#167; Om det &#228;r l&#228;mpligt och ber&#246;rda sak&#228;gare medger det, f&#229;r
lantm&#228;terimyndigheten vid f&#246;rr&#228;ttningen &#228;ven pr&#246;va ett av en
sak&#228;gare framst&#228;llt yrkande om ers&#228;ttning som har samband med
f&#246;rr&#228;ttningen men r&#246;r ett r&#228;ttsf&#246;rh&#229;llande som inte skall
pr&#246;vas enligt denna lag.

Vid handl&#228;ggning av fr&#229;gor som avses i f&#246;rsta stycket till&#228;mpas
best&#228;mmelserna i 5 kap. 12 c &#167; andra stycket
fastighetsbildningslagen (1970:988). Lag (1995:1404).

13 d &#167; I fr&#229;ga om ers&#228;ttning f&#246;r skada och intr&#229;ng p&#229; grund
av att ledningen dras fram och begagnas med st&#246;d av 3 a &#167; ska
4 kap. expropriationslagen (1972:719) till&#228;mpas.
Lag (2010:819).

&#214;verenskommelser mellan sak&#228;gare m.m.

14 &#167; Om de fastighets&#228;gare och andra sak&#228;gare vilkas r&#228;tt
ber&#246;rs medger det, f&#229;r avsteg g&#246;ras fr&#229;n f&#246;ljande best&#228;mmelser
i denna lag:

6 &#167;, s&#229;vitt den inneb&#228;r skydd f&#246;r enskilt intresse,

12 &#167; f&#246;rsta stycket,

12 a &#167; f&#246;rsta stycket andra meningen, och

13 &#167;.

Svarar fastighet f&#246;r fordran, f&#229;r avsteg fr&#229;n 13 &#167; med st&#246;d av
&#228;garens samtycke ske endast om &#228;ven fordringens innehavare
medger det. Besv&#228;ras fastigheten av gemensam inteckning,
fordras dessutom de medgivanden fr&#229;n fastighets&#228;gare och
fordringshavare som i 22 kap. 11 &#167; jordabalken f&#246;reskrives f&#246;r
relaxation. Medgivande av r&#228;tts&#228;gare beh&#246;vs ej, om uppl&#229;telsen
&#228;r v&#228;sentligen utan betydelse f&#246;r honom. Lag (2001:891).

F&#246;rr&#228;ttning

15 &#167; En ledningsr&#228;ttsfr&#229;ga tas upp efter ans&#246;kan. Om det vid 
fastighetsreglering har beslutats att en ledningsr&#228;ttsfr&#229;ga 
ska pr&#246;vas enligt denna lag, f&#229;r fr&#229;gan dock tas upp utan 
ans&#246;kan.

En ledningsr&#228;ttsfr&#229;ga f&#229;r pr&#246;vas gemensamt med en 
fastighetsbildnings&#229;tg&#228;rd vid en f&#246;rr&#228;ttning. En s&#229;dan 
gemensam f&#246;rr&#228;ttning f&#229;r &#229;ter delas upp p&#229; skilda 
f&#246;rr&#228;ttningar.

&#196;r ledningen eller s&#229;dan anordning som avses i 2 a &#167; av st&#246;rre 
omfattning f&#229;r, om det &#228;r l&#228;mpligt, pr&#246;vningen av en 
ledningsr&#228;ttsfr&#229;ga delas upp p&#229; skilda f&#246;rr&#228;ttningar, var och 
en avseende en viss str&#228;cka av ledningen eller anordningen.

Om det beh&#246;vs vid en f&#246;rr&#228;ttning enligt denna lag f&#229;r 
lantm&#228;terimyndigheten besluta om pr&#246;vning enligt 14 kap. 1 a &#167; 
fastighetsbildningslagen (1970:988). Lag (2020:367).

16 &#167; I fr&#229;ga om f&#246;rr&#228;ttning enligt denna lag till&#228;mpas 4 kap.
1–24, 27–35 och 37–40 &#167;&#167; samt 6 kap. 6 och 7 &#167;&#167;
fastighetsbildningslagen (1970:988).

Om en f&#246;rr&#228;ttning endast g&#228;ller att ett inskrivet servitut
eller en inskriven nyttjander&#228;tt som avser r&#228;tt att dra fram
och beh&#229;lla en ledning ska f&#246;r&#228;ndras till ledningsr&#228;tt, ska
dock sammantr&#228;de med sak&#228;garna h&#229;llas bara om det finns
s&#228;rskilda sk&#228;l f&#246;r det.

Vid en f&#246;rr&#228;ttning som avses i andra stycket f&#229;r ett
inskrivet servitut som avser r&#228;tt att dra fram och beh&#229;lla en
ledning som utg&#246;r tillbeh&#246;r till en annan fastighet eller en
annan inskriven tomtr&#228;tt &#228;n den d&#228;r ledningen finns f&#246;r&#228;ndras
till ledningsr&#228;tt endast om det samtidigt beslutas att
ledningsr&#228;tten ska h&#246;ra till den fastighet eller tomtr&#228;tt som
ledningen h&#246;r till.

Om en fastighet svarar f&#246;r en fordran, f&#229;r ett inskrivet
servitut eller en inskriven nyttjander&#228;tt f&#246;r&#228;ndras till
ledningsr&#228;tt endast om det finns s&#229;dana medgivanden som avses
i 14 &#167; andra stycket. Medgivande av r&#228;tts&#228;gare beh&#246;vs dock
inte om f&#246;r&#228;ndringen &#228;r v&#228;sentligen utan betydelse f&#246;r
r&#228;tts&#228;garen. Lag (2014:206).

17 &#167; Om en f&#246;rr&#228;ttning avser en ledning f&#246;r vilken koncession 
kr&#228;vs men &#228;nnu inte erh&#229;llits, f&#229;r f&#246;rr&#228;ttningen inledas, om 
den som ska bevilja koncessionen medger det.

Ett medgivande f&#229;r avse en viss del av f&#246;rr&#228;ttningen, om 
f&#246;rr&#228;ttningen avser ledningsr&#228;tt f&#246;r en starkstr&#246;msledning.
Lag (2021:742).

18 &#167; Innehavare av s&#228;rskild r&#228;tt till fastighet, som inl&#246;ses
eller p&#229; annat s&#228;tt tas i anspr&#229;k f&#246;r lednings&#228;ndam&#229;l, &#228;r
sak&#228;gare vid f&#246;rr&#228;ttningen, om hans eller hennes r&#228;tt ber&#246;rs.

Sak&#228;gare &#228;r, i fall som avses i 33 &#167;, &#228;ven den som
ledningsr&#228;ttshavaren med st&#246;d av f&#246;rordnande enligt 11 a &#167; har
gett r&#228;tt att dra fram och anv&#228;nda en ledning, om hans eller
hennes r&#228;tt ber&#246;rs. Lag (2004:643).

19 &#167; Lantm&#228;terimyndigheten ska utreda f&#246;ruts&#228;ttningarna f&#246;r
uppl&#229;telse av ledningsr&#228;tt och ombes&#246;rja de tekniska arbeten
och de v&#228;rderingar som beh&#246;vs f&#246;r att genomf&#246;ra uppl&#229;telsen.
Myndigheten b&#246;r d&#229; r&#229;dg&#246;ra med sak-&#228;garna. Vid behov ska
myndigheten samr&#229;da med de myndigheter som ber&#246;rs av
uppl&#229;telsen.

Om det &#228;r n&#246;dv&#228;ndigt att det finns tillst&#229;nd till viss
verksamhet f&#246;r att myndigheten ska kunna bed&#246;ma om uppl&#229;telse
av ledningsr&#228;tt &#228;r till&#229;ten och under f&#246;ruts&#228;ttning att det i
&#246;vrigt finns f&#246;ruts&#228;ttningar f&#246;r att genomf&#246;ra uppl&#229;telsen,
f&#229;r myndigheten f&#246;rel&#228;gga en sak&#228;gare att inom viss tid ge in
bevis om att ans&#246;kan om tillst&#229;nd har gjorts. Lag (2014:206).

20 &#167; Om en fr&#229;ga om inl&#246;sen uppkommer, till&#228;mpas 8 kap. 10 &#167;
f&#246;rsta stycket fastighetsbildningslagen (1970:988).
Lag (2013:491).

21 &#167; Har upph&#228;vts genom lag (2014:206).

22 &#167; Om det inte finns n&#229;got hinder mot uppl&#229;telsen, skall
lantm&#228;terimyndigheten meddela ledningsbeslut.

I ett ledningsbeslut anges

1. ledningens &#228;ndam&#229;l och huvudsakliga beskaffenhet,

2. utrymme som uppl&#229;ts f&#246;r ledningen,

3. en fastighet eller del av en fastighet som inl&#246;ses,

4. en byggnad eller annan anl&#228;ggning som omfattas av ett beslut
enligt 12 a &#167;,

5. best&#228;mmelser som avses i 1 &#167; andra stycket,

6. den tid inom vilken ledningen skall vara utf&#246;rd,

7. vad som i &#246;vrigt beh&#246;ver f&#246;reskrivas r&#246;rande ledningen,

8. f&#246;rordnande enligt 11 a &#167; med uppgift om den huvudsakliga
beskaffenheten av de ledningar som f&#229;r dras fram och det
utrymme som f&#229;r tas i anspr&#229;k f&#246;r dessa ledningar samt vad som
i &#246;vrigt beh&#246;ver f&#246;reskrivas i samband med f&#246;rordnandet.

I fall som avses i 2 a &#167; skall

1. vad som s&#228;gs i andra stycket 1 och 7 om ledning &#228;ven g&#228;lla
den anordning f&#246;r vilken ledningsr&#228;tten uppl&#229;ts, och

2. vad som s&#228;gs i andra stycket 2 och 6 om ledning i st&#228;llet
g&#228;lla anordningen.

Om en ledningsr&#228;ttsfr&#229;ga pr&#246;vas gemensamt med en
fastighetsbildnings&#229;tg&#228;rd vid en f&#246;rr&#228;ttning, f&#229;r
ledningsbeslutet tas upp i fastighetsbildningsbeslutet.
Lag (2006:43).

23 &#167; Om det &#228;r l&#228;mpligt, f&#229;r ledningsbeslut meddelas trots att
tekniska arbeten och v&#228;rderingar inte har utf&#246;rts. Under samma
f&#246;ruts&#228;ttning f&#229;r ledningsbeslut meddelas s&#228;rskilt betr&#228;ffande
viss str&#228;cka av ledningen eller anordningen. Lag (2006:43).

23 a &#167; Ett ledningsbeslut, ett beslut om tilltr&#228;de eller ett 
beslut om inst&#228;llande av f&#246;rr&#228;ttning ska, i en f&#246;rr&#228;ttning 
som avser en ledning som ing&#229;r i ett elektroniskt 
kommunikationsn&#228;t f&#246;r allm&#228;nt &#228;ndam&#229;l eller en anordning 
enligt 2 a &#167; f&#246;r framdragning av en s&#229;dan ledning, meddelas 
inom fyra m&#229;nader fr&#229;n det att ans&#246;kan kom in till 
lantm&#228;terimyndigheten, om inte l&#228;ngre tid &#228;r n&#246;dv&#228;ndig med 
h&#228;nsyn till &#228;rendets omfattning eller andra s&#228;rskilda 
omst&#228;ndigheter. Om denna tid &#246;verskrids, ska sak&#228;garna 
underr&#228;ttas om orsaken till detta. Lag (2016:503).

24 &#167; Tilltr&#228;de av utrymme som tagits i anspr&#229;k eller av mark som
inl&#246;sts sker vid den tidpunkt som lantm&#228;terimyndigheten
best&#228;mmer. Innan tilltr&#228;de sker, skall ledningsbeslutet ha vunnit laga
kraft och ers&#228;ttning enligt 13 &#167; ha betalats. Lag (1995:1404).

25 &#167; Utan hinder av att ers&#228;ttning enligt 13 &#167; ej betalats f&#229;r
tilltr&#228;de ske, om ber&#246;rda sak&#228;gare medger det. &#196;ven utan medgivande
f&#229;r tilltr&#228;de ske, sedan lantm&#228;terimyndigheten best&#228;mt
f&#246;rskott p&#229; den ers&#228;ttning som slutligen fastst&#228;lles och detta
betalats. &#196;r det uppenbart att f&#246;rskottet skulle uppg&#229; till endast
obetydligt belopp, kan lantm&#228;terimyndigheten f&#246;reskriva att
tilltr&#228;de f&#229;r ske utan att f&#246;rskott betalas.

I beslut om f&#246;rskott skall anges den tid inom vilken f&#246;rskott, som
utg&#246;r villkor f&#246;r tilltr&#228;de, skall ha betalats. Har betalning ej skett
inom utsatt tid, f&#229;r tilltr&#228;de ej ske f&#246;rr&#228;n ers&#228;ttning enligt 13 &#167;
har betalats.

&#196;ven sedan tilltr&#228;de har skett kan lantm&#228;terimyndigheten p&#229;
beg&#228;ran av sak&#228;gare best&#228;mma att f&#246;rskott skall utg&#229;.

Har f&#246;rskott best&#228;mts enligt denna paragraf, f&#229;r den slutliga
ers&#228;ttningen ej best&#228;mmas till l&#228;gre belopp &#228;n f&#246;rskottet. Detta
g&#228;ller dock endast om tilltr&#228;de har skett eller f&#246;rskottet &#228;nd&#229; har
betalats. Lag (1995:1404).

25 a &#167; Best&#228;mmelserna i 5 kap. 30 a &#167; fastighetsbildningslagen
(1970:988) om f&#246;rtida tilltr&#228;de &#228;ger motsvarande till&#228;mpning vid
f&#246;rr&#228;ttning enligt denna lag. Vad som s&#228;gs om fastighetsbildnings-
beslut skall d&#228;rvid till&#228;mpas p&#229; ledningsbeslut. Lag (1977:363).

26 &#167; F&#246;rr&#228;ttning som p&#229;b&#246;rjats enligt f&#246;rordnande vid fastighets-
reglering skall inst&#228;llas, om regleringsf&#246;rr&#228;ttningen inst&#228;lles.
F&#246;rr&#228;ttningen skall dock forts&#228;ttas, om sak&#228;gare som f&#246;rt talan vid
f&#246;rr&#228;ttningen och som kunnat ans&#246;ka om denna beg&#228;r det. Underr&#228;ttas
sak&#228;garna om regleringsf&#246;rr&#228;ttningens inst&#228;llande vid sammantr&#228;de,
skall beg&#228;ran framst&#228;llas vid sammantr&#228;det. I annat fall skall beg&#228;ran
framst&#228;llas inom tid som lantm&#228;terimyndigheten f&#246;reskriver.

27 &#167; Ledningsr&#228;ttshavaren ska svara f&#246;r 
f&#246;rr&#228;ttningskostnaderna om inte n&#229;got annat f&#246;ljer av en 
till&#228;mpning av 18 kap. 6 eller 8 &#167; r&#228;tteg&#229;ngsbalken.

Om en ledningsr&#228;ttsfr&#229;ga har tagits upp utan ans&#246;kan eller, i 
fall som avses i 33 &#167;, p&#229; ans&#246;kan av n&#229;gon annan sak&#228;gare &#228;n 
ledningsr&#228;ttshavaren, ska f&#246;rr&#228;ttningskostnaderna f&#246;rdelas 
mellan sak&#228;garna efter vad som &#228;r sk&#228;ligt. Till den del 
f&#246;rr&#228;ttningen avser upph&#228;vande av en ledningsr&#228;tt som inte 
l&#228;ngre beh&#246;vs g&#228;ller dock f&#246;rsta stycket. F&#246;rsta stycket 
g&#228;ller ocks&#229; om f&#246;rr&#228;ttningen endast sker f&#246;r att ett 
inskrivet servitut eller en inskriven nyttjander&#228;tt som avser 
r&#228;tt att dra fram och beh&#229;lla en ledning ska f&#246;r&#228;ndras till 
ledningsr&#228;tt.

Om en ledningsr&#228;ttsfr&#229;ga handl&#228;ggs gemensamt med en 
fastighetsbildnings&#229;tg&#228;rd vid en f&#246;rr&#228;ttning, ska kostnader 
som &#228;r gemensamma f&#246;r skilda &#229;tg&#228;rder f&#246;rdelas p&#229; dessa efter 
vad som &#228;r sk&#228;ligt.

Med f&#246;rr&#228;ttningskostnad avses taxeavgift, ers&#228;ttning till 
sakkunnig, utgift f&#246;r hantlangning som inte ing&#229;r i 
taxeavgiften och ers&#228;ttning f&#246;r s&#229;dan skada som avses i 4 kap. 
38 &#167; tredje stycket fastighetsbildningslagen (1970:988).

I fr&#229;ga om m&#246;jlighet till indrivning av f&#246;rr&#228;ttningskostnader 
enligt denna lag ska 2 kap. 7 &#167; fastighetsbildningslagen 
till&#228;mpas. Lag (2020:367).

Domstolspr&#246;vning

28 &#167; I fr&#229;ga om fullf&#246;ljd av talan mot beslut eller &#229;tg&#228;rd av
lantm&#228;terimyndigheten enligt denna lag &#228;ger 15 kap. 1-8, 10
och 11 &#167;&#167; fastighetsbildningslagen (1970:988) motsvarande till&#228;mpning.
Best&#228;mmelserna om fastighetsbildningsbeslut skall d&#228;rvid till&#228;mpas p&#229;
ledningsbeslut. Lag (1995:1404).

29 &#167; Best&#228;mmelserna i 16--18 kap. fastighetsbildningslagen (1970:988) om
r&#228;tteg&#229;ngen i fastighetsbildningsm&#229;l till&#228;mpas p&#229; m&#229;l som fullf&#246;ljts
enligt 28 &#167;. I fr&#229;ga om r&#228;tteg&#229;ngskostnad i ledningsr&#228;ttsm&#229;l skall
d&#228;rvid till&#228;mpas vad som g&#228;ller i fr&#229;ga om s&#229;dana m&#229;l som avses i 16
kap. 14 &#167; andra stycket fastighetsbildningslagen. R&#246;r talan f&#246;rr&#228;ttning
som avses i 33 &#167; till&#228;mpas dock vad som g&#228;ller om r&#228;tteg&#229;ngskostnader i
fastighetsbildningsm&#229;l i allm&#228;nhet. Lag (1992:1213).

29 a &#167; Best&#228;mmelserna i 5 och 6 kap. expropriationslagen
(1972:719) skall till&#228;mpas i fr&#229;ga om talan om ers&#228;ttning
enligt 13 d &#167;.

I fr&#229;ga om r&#228;tteg&#229;ngskostnader g&#228;ller dock vad som s&#228;gs i 16
kap. 14 &#167; andra och tredje stycket, 17 kap. 3 &#167; andra stycket
och 18 kap. 2 &#167; andra stycket fastighetsbildningslagen
(1970:988) om r&#228;tteg&#229;ngskostnader i m&#229;l om inl&#246;seners&#228;ttning.
Lag (2000:543).

Verkst&#228;llighet m.m.

30 &#167; Ers&#228;ttning enligt 13 eller 33 &#167; ska betalas inom tre
m&#229;nader efter det att ers&#228;ttningsbeslutet fick laga kraft. P&#229;
obetald ers&#228;ttning ska r&#228;nta betalas

1. enligt 5 &#167; r&#228;ntelagen (1975:635) fr&#229;n den dag tilltr&#228;de
sker, dock l&#228;ngst till utg&#229;ngen av n&#228;mnda betalningsfrist, och

2. enligt 6 &#167; r&#228;ntelagen fr&#229;n utg&#229;ngen av betalningsfristen.

I fr&#229;ga om ers&#228;ttning som avses i 13 &#167; och f&#246;rskott som avses i
25 eller 25 a &#167; ska 5 kap. 16 och 17 &#167;&#167;
fastighetsbildningslagen (1970:988) till&#228;mpas. Lag (2015:372).

30 a &#167; Lantm&#228;terimyndighetens beslut att med st&#246;d av
best&#228;mmelserna i denna lag f&#246;rplikta n&#229;gon att l&#228;mna ers&#228;ttning till en
sak&#228;gare f&#229;r verkst&#228;llas enligt uts&#246;kningsbalkens best&#228;mmelser.

V&#228;grar n&#229;gon utan sk&#228;l att avtr&#228;da mark eller byggnad i r&#228;tt tid, har
tilltr&#228;daren r&#228;tt att f&#229; handr&#228;ckning av kronofogdemyndigheten f&#246;r att
komma i besittning av egendomen. Lag (1995:1404).

31 &#167; Har inom ett &#229;r efter det att ers&#228;ttningsbeslutet vann
laga kraft ers&#228;ttning enligt 13 &#167; inte betalats p&#229; det s&#228;tt som
har best&#228;mts i beslutet och har inte heller n&#229;gon som i
beslutet tillerk&#228;nts s&#229;dan ers&#228;ttning beg&#228;rt verkst&#228;llighet av
beslutet i denna del, &#228;r ledningsbeslutet f&#246;rfallet.
Ledningsbeslutet &#228;r &#228;ven f&#246;rfallet, om ledningen eller
anordningen inte har kommit till st&#229;nd inom den tid som har
best&#228;mts i beslutet. Detta g&#228;ller dock inte om den ledning som
inte har kommit till st&#229;nd &#228;r en s&#229;dan som avses i 11 a &#167;.

Skall enligt ledningsbeslutet fastighet eller del d&#228;rav
inl&#246;sas, g&#228;ller beslutet i denna del utan hinder av
best&#228;mmelserna i f&#246;rsta stycket.

Om s&#228;rskilda sk&#228;l f&#246;religger, f&#229;r lantm&#228;terimyndigheten besluta
om f&#246;rl&#228;ngning av tid som anges i f&#246;rsta stycket.

Ers&#228;ttning som betalats f&#229;r ej &#229;terkr&#228;vas p&#229; grund av att
ledningsbeslutet f&#246;rfallit enligt denna paragraf.

Best&#228;mmelserna i f&#246;rsta stycket f&#246;rsta meningen g&#228;ller inte
ers&#228;ttning som fastst&#228;llts vid s&#228;rskild f&#246;rr&#228;ttning enligt
13 a &#167;. Lag (2006:43).

32 &#167; Sedan en f&#246;rr&#228;ttning enligt denna lag har avslutats och
vunnit laga kraft skall uppgift om den snarast m&#246;jligt f&#246;ras in
i fastighetsregistrets allm&#228;nna del. Har f&#246;rr&#228;ttningen
&#246;verklagats, skall uppgiften f&#246;ras in d&#228;r snarast m&#246;jligt sedan
domstolens avg&#246;rande har vunnit laga kraft.

Uppgift om ledningsbeslut som har kunnat &#246;verklagas s&#228;rskilt
f&#229;r f&#246;ras in i registrets allm&#228;nna del &#228;ven om f&#246;rr&#228;ttningen
inte har avslutats. Uppgiften f&#229;r dock inte f&#246;ras in innan
beslutet har vunnit laga kraft.

N&#228;r ett beslut eller en &#229;tg&#228;rd vid en avslutad f&#246;rr&#228;ttning har
&#246;verklagats eller n&#228;r ett ledningsbeslut har &#246;verklagats
s&#228;rskilt, f&#229;r trots detta uppgift med anledning av
f&#246;rr&#228;ttningen eller beslutet f&#246;ras in i registrets allm&#228;nna del
i fr&#229;ga om s&#229;dan del som uppenbart inte ber&#246;rs av
&#246;verklagandet. Detsamma g&#228;ller n&#228;r ett domstolsavg&#246;rande i m&#229;l
enligt denna lag har &#246;verklagats.

Om ett f&#246;rr&#228;ttningsbeslut har upph&#246;rt att g&#228;lla, skall
anteckning enligt f&#246;rsta-tredje styckena tas bort.
Lag (2000:239).

Verkan av &#228;ndrade f&#246;rh&#229;llanden m.m.

33 &#167; Om det, sedan en ledningsr&#228;ttsfr&#229;ga har avgjorts
slutligt, intr&#228;der &#228;ndrade f&#246;rh&#229;llanden som v&#228;sentligt
inverkar p&#229; fr&#229;gan, kan denna pr&#246;vas vid en ny f&#246;rr&#228;ttning.
&#196;ven om n&#229;gra s&#229;dana f&#246;rh&#229;llanden inte har intr&#228;tt, f&#229;r det
h&#229;llas en ny f&#246;rr&#228;ttning, om det har framkommit ett klart
behov av ompr&#246;vning. En ledningsr&#228;tt kan d&#229; &#228;ndras, upph&#228;vas
och, om det sker med anledning av upph&#228;vandet, uppl&#229;tas. Om
f&#246;rr&#228;ttningen avser en ledning som koncession har meddelats
f&#246;r, till&#228;mpas 17 &#167;.

Ledningsr&#228;ttshavaren och den som av ledningsr&#228;ttshavaren har
f&#229;tt r&#228;tt att dra fram och anv&#228;nda en s&#229;dan ledning som avses
i 11 a &#167; &#228;r ber&#228;ttigad till ers&#228;ttning f&#246;r skada som &#229;samkas
honom eller henne p&#229; grund av en &#229;tg&#228;rd enligt f&#246;rsta
stycket. Kostnaderna f&#246;r detta f&#246;rdelas mellan &#246;vriga
sak&#228;gare efter vad som bed&#246;ms vara sk&#228;ligt med h&#228;nsyn fr&#228;mst
till den nytta varje sak&#228;gare har av &#229;tg&#228;rden. Om det har
beslutats att ledningsr&#228;tten ska h&#246;ra till en fastighet eller
inskriven tomtr&#228;tt, till&#228;mpas 5 kap. 16 &#167;
fastighetsbildningslagen (1970:988) i fr&#229;ga om ers&#228;ttningen,
s&#229;vida &#229;tg&#228;rden medf&#246;r en v&#228;rdeminskning f&#246;r fastigheten
eller tomtr&#228;tten.

Andra stycket g&#228;ller inte om ledningsr&#228;tten har upph&#228;vts p&#229;
grund av att den inte l&#228;ngre beh&#246;vs. Lag (2013:491).

34 &#167; Har ej f&#246;rordnats att ledningsr&#228;tt skall h&#246;ra till viss fastighet
eller till inskriven tomtr&#228;tt, kan s&#229;dant f&#246;rordnande p&#229; beg&#228;ran av
ledningsr&#228;ttshavaren meddelas vid ny f&#246;rr&#228;ttning. F&#246;rordnande kan
upph&#228;vas eller &#228;ndras vid ny f&#246;rr&#228;ttning om alla borgen&#228;rer som har
fordran f&#246;renad med pantr&#228;tt i fastigheten eller tomtr&#228;tten medger
det.

Vid f&#246;rr&#228;ttning enligt f&#246;rsta stycket beh&#246;ver sak&#228;garna ej h&#246;ras.
Lag (2004:643).

34 a &#167; En fr&#229;ga om att byggnader eller andra anl&#228;ggningar
enligt 12 a &#167; inte l&#228;ngre skall h&#246;ra till en fastighet f&#229;r
pr&#246;vas vid en ny f&#246;rr&#228;ttning &#228;ven om villkoren i 33 &#167; f&#246;rsta
stycket inte &#228;r uppfyllda. Lag (2001:891).

35 &#167; &#214;verl&#229;telse av ledning eller annan anordning, f&#246;r vilken
ledningsr&#228;tt har uppl&#229;tits, &#228;r giltig endast om &#246;verl&#229;telsen
omfattar &#228;ven ledningsr&#228;tten. Detta g&#228;ller dock inte om
ledningen eller anordningen har &#246;verl&#229;tits f&#246;r att tas bort.

&#214;verl&#229;ts ledningsr&#228;tt utan att den d&#228;rmed avsedda ledningen
eller anordningen samtidigt &#246;verl&#229;ts, &#228;r &#246;verl&#229;telsen giltig
endast om ledningen eller anordningen &#228;nnu inte har byggts
eller om den har tagits bort.

Vad som s&#228;gs i f&#246;rsta och andra styckena g&#228;ller inte en s&#229;dan
ledning som avses i 11 a &#167; och som innehas av annan &#228;n
ledningsr&#228;ttshavaren. Lag (2006:43).

36 &#167; Om en tomtr&#228;tt uppl&#229;ts och skrivs in, g&#228;ller d&#228;refter en
ledningsr&#228;tt som har uppl&#229;tits i fastigheten i st&#228;llet i
tomtr&#228;tten. Detsamma g&#228;ller om en tomtr&#228;tt utvidgas till att
omfatta utrymmet f&#246;r en tidigare uppl&#229;ten ledningsr&#228;tt.

Om en tomtr&#228;tt upph&#246;r att g&#228;lla till f&#246;ljd av upps&#228;gning
eller av n&#229;gon annan orsak, g&#228;ller d&#228;refter en ledningsr&#228;tt
som har uppl&#229;tits i tomtr&#228;tten i st&#228;llet i fastigheten.
Detsamma g&#228;ller om en tomtr&#228;tt inskr&#228;nks s&#229; att utrymmet f&#246;r
en tidigare uppl&#229;ten ledningsr&#228;tt inte l&#228;ngre omfattas av
tomtr&#228;tten. Lag (2015:371).

&#214;verg&#229;ngsbest&#228;mmelser

1973:1144

Denna lag tr&#228;der i kraft den 1 juli 1974.

Den som innehar fastighet under st&#228;ndig besittningsr&#228;tt eller med
fideikommissr&#228;tt skall vid till&#228;mpningen av denna lag anses som
fastighetens &#228;gare.

Vad som enligt denna lag g&#228;ller f&#246;r det fall att fastighet svarar f&#246;r
fordran skall till&#228;mpas &#228;ven n&#228;r fastighet besv&#228;ras av r&#228;tt till avkomst
eller annan f&#246;rm&#229;n.

Best&#228;mmelserna i 13 &#167; om till&#228;mpning av 4 kap. 3 &#167; expropriationslagen
(1972:719) g&#228;ller ej v&#228;rde&#246;kning som intr&#228;ffat f&#246;re utg&#229;ngen av juni
1971. Lag (1987:127).

1975:661

Denna lag tr&#228;der i kraft den 1 januari 1976. &#196;ldre best&#228;mmelser g&#228;ller
dock fortfarande i fr&#229;ga om r&#228;nta f&#246;r tid f&#246;re ikrafttr&#228;dandet. Har
skyldighet att utge r&#228;nta uppkommit f&#246;re ikrafttr&#228;dandet, g&#228;ller &#228;ldre
best&#228;mmelser &#228;ven f&#246;r tiden d&#228;refter.

1987:127

1. Denna lag tr&#228;der i kraft den 1 juli 1987.

2. Har beslut om undantag fr&#229;n plan eller best&#228;mmelse om avses i 8 &#167;
tredje stycket i dess &#228;ldre lydelse vunnit laga kraft efter utg&#229;ngen av
juni 1986, f&#229;r ledningsr&#228;tt uppl&#229;tas utan hinder av de nya
best&#228;mmelserna i 8 &#167;. Om ans&#246;kan om upptagande av ledningsr&#228;ttsfr&#229;ga
inte g&#246;rs inom tv&#229; &#229;r fr&#229;n den dag d&#229; beslutet om undantag vann laga
kraft, upph&#246;r dock beslutet att g&#228;lla.

1992:1213

1. Denna lag tr&#228;der i kraft den 1 januari 1993.

2. Har ans&#246;kan om f&#246;rr&#228;ttning gjorts f&#246;re ikrafttr&#228;dandet, g&#228;ller 31 &#167; i
sin &#228;ldre lydelse. I s&#229;dant fall skall 13 a &#167; inte till&#228;mpas.

3. Har det &#246;verklagade avg&#246;randet meddelats f&#246;re ikrafttr&#228;dandet, skall
29 &#167; i sin &#228;ldre lydelse g&#228;lla.

1995:1404

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om
fastighetsbildningsmyndigheter som inr&#228;ttats enligt lagen (1971:133)
om kommunal fastighetsbildningsmyndighet och
fastighetsregistermyndighet.

2009:534

1. Denna lag tr&#228;der i kraft den 1 juli 2009.

2. I fr&#229;ga om en beg&#228;ran om undantag enligt 8 &#167; tredje
stycket som har gjorts f&#246;re den 1 juli 2009 till&#228;mpas denna
paragraf i dess tidigare lydelse.

2010:819

1. Denna lag tr&#228;der i kraft den 1 augusti 2010.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r ers&#228;ttning
enligt

a) 13 &#167;, om ans&#246;kan om f&#246;rr&#228;ttning har gjorts f&#246;re
ikrafttr&#228;dandet eller ett s&#229;dant f&#246;rordnande som avses i 15 &#167;
f&#246;rsta stycket har meddelats dessf&#246;rinnan, och

b) 13 d &#167;, om fastighets&#228;garen f&#246;re ikrafttr&#228;dandet har
underr&#228;ttats enligt 3 a &#167; om n&#228;r arbetet ska p&#229;b&#246;rjas.

3. I de fall som avses i 2 ska h&#228;nvisningarna till
expropriationslagen (1972:719) avse den lagens lydelse vid
utg&#229;ngen av juli 2010.

2010:1004

1. Denna lag tr&#228;der i kraft den 2 maj 2011.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r ledningsr&#228;tter som omfattas
av en g&#228;llande fastighetsplan enligt plan- och bygglagen
(1987:10).

2013:491

1. Denna lag tr&#228;der i kraft den 1 juli 2013.

2. F&#246;r f&#246;rr&#228;ttningar som har inletts f&#246;re den 1 juli 2013
g&#228;ller 27 och 33 &#167;&#167; i sin &#228;ldre lydelse.

2014:206

1. Denna lag tr&#228;der i kraft den 1 juni 2014.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r f&#246;rr&#228;ttningar
d&#228;r ans&#246;kan har inkommit till lantm&#228;terimyndigheten f&#246;re
ikrafttr&#228;dandet eller ett f&#246;rordnande som avses i 15 &#167; f&#246;rsta
stycket har meddelats dessf&#246;rinnan.

2015:371

1. Denna lag tr&#228;der i kraft den 1 juli 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r en ans&#246;kan om
ledningsr&#228;tt som har gjorts f&#246;re ikrafttr&#228;dandet.

3. Best&#228;mmelserna i 36 &#167; till&#228;mpas &#228;ven i fr&#229;ga om en
ledningsr&#228;tt som har uppl&#229;tits f&#246;re ikrafttr&#228;dandet n&#228;r det
g&#228;ller tomtr&#228;tter som uppl&#229;ts d&#228;refter.

4. I fr&#229;ga om en tomtr&#228;tt som har uppl&#229;tits f&#246;re den 1
januari 1954 till&#228;mpas de nya f&#246;reskrifterna endast om
parterna har avtalat att lagen (1953:415) ang&#229;ende &#228;ndring i
lagen den 14 juni 1907 (nr 36 s. 1) om nyttjander&#228;tt till
fast egendom ska g&#228;lla f&#246;r tomtr&#228;tten och avtalet har
skrivits in.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4163">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4165">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
