

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-13" /> 
 <meta id="rattsinfo-edited" content="2023-01-13 11:02:21" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4180</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4179">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4181">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1973:282 ·
                    <a href="/sfsr?bet=1973:282">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Sj&#246;manslag (1973:282)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1973-05-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:362
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> R&#228;ttelseblad 2012:93 har iakttagits.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Denna lag g&#228;ller arbetstagare, som &#228;r anst&#228;lld f&#246;r fartygsarbete
p&#229; svenskt fartyg och som under den tid han tj&#228;nstg&#246;r ombord har
befattning p&#229; fartyget.

I fr&#229;ga om arbetstagare, som utf&#246;r fartygsarbete p&#229; svenskt fartyg
men ej har befattning ombord, &#228;ger 24, 26, 27, 36 &#167;&#167;, 37 &#167; f&#246;rsta och
andra styckena, 41 &#167;, 42 &#167; f&#246;rsta och andra styckena, 44, 45 &#167;&#167;, 47 &#167;
f&#246;rsta stycket, 48, 51, 53--55, 59, 60, 65, 67--70 &#167;&#167;, 72 &#167; andra
stycket och 74--76 &#167;&#167; motsvarande till&#228;mpning.

I andra stycket angivna best&#228;mmelser g&#228;ller &#228;ven den som tas med
ombord p&#229; svenskt fartyg enligt 22 kap. 2 &#167; sj&#246;lagen (1994:1009).
Lag (1994:1019).

2 &#167; Best&#228;mmelserna i 4, 6, 7, 15-28, 29, 34, 35 &#167;&#167;, 36 &#167; f&#246;rsta och
tredje styckena, 43, 55, 56 &#167;&#167;, 62 &#167; tredje stycket, 64 &#167; och 72 &#167;
f&#246;rsta stycket g&#228;ller ej i fr&#229;ga om arbetstagare, f&#246;r vilken
statstj&#228;nstemannalagen (1965:274) &#228;r till&#228;mplig, och ej heller
arbetstagare, som &#228;r anst&#228;lld av kommun.

Best&#228;mmelserna i 38-40, 47, 48, 70 &#167;&#167; och 72 &#167; andra stycket g&#228;ller ej i
fr&#229;ga om arbetstagare, f&#246;r vilken statstj&#228;nstemannalagen &#228;r till&#228;mplig.
Best&#228;mmelsen i 48 &#167; g&#228;ller ej heller i fr&#229;ga om arbetstagare, f&#246;r vilken
kommunaltj&#228;nstemannalagen (1965:275) &#228;r till&#228;mplig.

3 &#167; I denna lag avses med

fartygsarbete: s&#229;dant arbete f&#246;r fartygets r&#228;kning som utf&#246;rs
ombord p&#229; fartyget eller p&#229; annat st&#228;lle av arbetstagare som
f&#246;ljer med fartyget,

befattning p&#229; fartyg: s&#229;dan befattning ombord som
huvudsakligen avser fartygsarbete och g&#228;ller annat &#228;n enbart
tillf&#228;lliga g&#246;rom&#229;l,

sj&#246;man: s&#229;dan arbetstagare som &#228;r anst&#228;lld f&#246;r fartygsarbete
och som under den tid han eller hon tj&#228;nstg&#246;r ombord har
befattning p&#229; fartyget,

v&#228;ntetid: s&#229;dan del av anst&#228;llningstiden under vilken
sj&#246;mannen inte har befattning p&#229; fartyg men utf&#246;r arbete f&#246;r
arbetsgivarens r&#228;kning eller st&#229;r till dennes f&#246;rfogande f&#246;r
att utf&#246;ra arbete eller i form av fritid f&#229;r ers&#228;ttning f&#246;r
ordinarie arbetstid eller gottg&#246;relse f&#246;r &#246;vertidsarbete,

inre fart: fart inom landet i hamnar eller p&#229; floder, kanaler,
insj&#246;ar, inomsk&#228;rs vid kusterna eller i Kalmarsund om inte
annat s&#228;rskilt anges. Lag (2012:93).

Anst&#228;llningsavtal

4 &#167; Arbetsgivaren skall s&#246;rja f&#246;r att anst&#228;llningsavtal med sj&#246;man om
fartygsarbete uppr&#228;ttas skriftligt.

5 &#167; &#196;r sj&#246;man anst&#228;lld f&#246;r best&#228;md tid och utg&#229;r tiden medan fartyget
befinner sig till sj&#246;ss, g&#228;ller anst&#228;llningsavtalet till fartygets
ankomst till hamn. Avtalet upph&#246;r dock ej i utl&#228;ndsk hamn, som fartyget
anl&#246;per enbart f&#246;r bunkring, lands&#228;ttning av sjuk eller skadad person
eller f&#246;r kortvarigt bes&#246;k av h&#228;nsyn till de ombordsvarandes, fartygets
eller lastens s&#228;kerhet.

6 &#167; Har &#246;verenskommelse ej tr&#228;ffats om var anst&#228;llningsavtalet skall
fr&#229;ntr&#228;das efter upps&#228;gning, f&#229;r avtalet fr&#229;ntr&#228;das endast i hamn, som
&#228;r bel&#228;gen i det land d&#228;r sj&#246;mannen har sin hemort, eller p&#229; orten d&#228;r
han ingick anst&#228;llningsavtalet.

S&#228;ger sj&#246;mannen upp anst&#228;llningsavtalet, g&#228;ller f&#246;rsta stycket endast
fr&#229;ntr&#228;dande under tid n&#228;r sj&#246;mannen har befattning p&#229; fartyg eller
under v&#228;ntetid.

7 &#167; Sj&#246;man, som har varit anst&#228;lld hos samme arbetsgivare eller p&#229; samma
fartyg under nio m&#229;nader har r&#228;tt att bli fri fr&#229;n anst&#228;llningen efter
g&#228;llande upps&#228;gningstid, &#228;ven om annat f&#246;ljer av avtalet. Har sj&#246;mannen
befattning p&#229; fartyg, f&#229;r han dock fr&#229;ntr&#228;da avtalet f&#246;rst n&#228;r fartyget
anl&#246;pt hamn f&#246;r lossning, lastning eller uppl&#228;ggning.

F&#246;rsta stycket g&#228;ller ej, om sj&#246;mannen skriftligen samtycker till att
avtalet f&#246;rl&#228;nges. S&#229;dant samtycke f&#229;r ej l&#228;mnas tidigare &#228;n en m&#229;nad
f&#246;re utg&#229;ngen av tid som avses i f&#246;rsta stycket. Det f&#229;r ej heller avse
l&#228;ngre tid &#228;n nio m&#229;nader.

8 &#167; Visar sj&#246;man, att han kan f&#229; befattning av h&#246;gre grad p&#229; fartyg &#228;n
den han innehar eller annan anst&#228;llning, vars antagande &#228;r av v&#228;sentlig
betydelse f&#246;r honom, har han r&#228;tt att omedelbart bli fri fr&#229;n
anst&#228;llningen, om duglig man kan s&#228;ttas i hans st&#228;lle utan &#246;kad utgift
f&#246;r arbetsgivaren.

F&#246;rsta stycket g&#228;ller &#228;ven n&#228;r s&#229;dan omst&#228;ndighet inr&#228;ffar som g&#246;r det
till en v&#228;lf&#228;rdsfr&#229;ga f&#246;r sj&#246;mannen att bli fri fr&#229;n anst&#228;llningen.
Villkoret att arbetsgivaren ej f&#229;r orsakas &#246;kad utgift skall j&#228;mkas, om
det &#228;r sk&#228;ligt med h&#228;nsyn till den tid sj&#246;mannen varit anst&#228;lld hos
arbetsgivaren och &#246;vriga f&#246;rh&#229;llanden.

9 &#167; En sj&#246;man har r&#228;tt att fr&#229;ntr&#228;da sin befattning p&#229;
fartyget

1. om det &#228;r fara f&#246;r att fartyget skall uppbringas av
krigf&#246;rande eller uts&#228;ttas f&#246;r krigsskada, eller

2. om n&#229;gon av f&#246;ljande sjukdomar har vunnit utbredning i den
hamn som fartyget &#228;r destinerat till:

- difteri

- fl&#228;ckfeber

- gula febern

- hepatit A-E

- hepatit non A non B non C non D non E

- kolera

- meningokockinfektion

- mj&#228;ltbrand

- paratyfoidfeber

- pest

- polio

- rabies

- salmonellainfektion

- shigellainfektion

- tuberkulos

- tyfoidfeber

- virala hemorragiska febrar exkl. nefropathia epidemica

- &#229;terfallsfeber.

R&#228;tten att fr&#229;ntr&#228;da befattningen g&#228;ller dock inte om sj&#246;mannen
har godtagit att f&#246;lja med fartyget under de angivna
f&#246;rh&#229;llandena.

Vill en sj&#246;man fr&#229;ntr&#228;da sin befattning p&#229; grund av f&#246;rh&#229;llande
som avses i f&#246;rsta stycket skall sj&#246;mannen underr&#228;tta
arbetsgivaren utan dr&#246;jsm&#229;l efter det att han eller hon f&#229;tt
kunskap om f&#246;rh&#229;llandet. Sj&#246;mannen har d&#228;refter r&#228;tt att
fr&#229;ntr&#228;da befattningen innan fartyget anl&#228;nder till det omr&#229;de
d&#228;r f&#246;rh&#229;llandet r&#229;der. Lag (2004:172).

10 &#167; &#196;r en sj&#246;man anst&#228;lld f&#246;r en best&#228;md resa och &#228;ndras denna
v&#228;sentligt, har han eller hon r&#228;tt att bli fri fr&#229;n
anst&#228;llningen. Han eller hon skall d&#229; s&#228;ga upp avtalet utan
dr&#246;jsm&#229;l efter det att han eller hon f&#229;tt kunskap om
f&#246;rh&#229;llandet. D&#228;refter upph&#246;r avtalet omedelbart om fartyget
befinner sig i hamn och i annat fall i f&#246;rsta hamn som fartyget
anl&#246;per. Lag (2003:369).

11 &#167; En sj&#246;man har r&#228;tt att fr&#229;ntr&#228;da sin befattning p&#229;
fartyget, om fartyget

1. inte &#228;r sj&#246;v&#228;rdigt f&#246;r resa i avsedd fart,

2. inte &#228;r beh&#246;rigen lastat eller barlastat,

3. medf&#246;r passagerare ut&#246;ver det h&#246;gsta till&#229;tna antalet, eller

4. inte &#228;r bemannat p&#229; betryggande s&#228;tt,

allt under f&#246;ruts&#228;ttning att de ombordvarande p&#229; grund av felet
eller bristen kan antas bli utsatta f&#246;r allvarlig fara under
resan och felet eller bristen inte undanr&#246;js.

En sj&#246;man har r&#228;tt att fr&#229;ntr&#228;da sin befattning p&#229; fartyget
&#228;ven n&#228;r fartyget i v&#228;sentligt avseende brister i fr&#229;ga om
skyddet mot oh&#228;lsa och olycksfall och r&#228;ttelse inte sker.

Vill en sj&#246;man fr&#229;ntr&#228;da sin befattning p&#229; grund av f&#246;rh&#229;llande
som avses i f&#246;rsta eller andra stycket skall sj&#246;mannen
underr&#228;tta arbetsgivaren utan dr&#246;jsm&#229;l efter det att han eller
hon f&#229;tt kunskap om f&#246;rh&#229;llandet. Sj&#246;mannen har d&#228;refter r&#228;tt
att fr&#229;ntr&#228;da befattningen innan n&#228;sta resa b&#246;rjar om fartyget
befinner sig i hamn, och i annat fall s&#229; snart fartyget har
m&#246;jlighet att komma i f&#246;rbindelse med land. Lag (2003:369).

11 a &#167; En sj&#246;man som fr&#229;ntr&#228;der sin befattning med st&#246;d av 9
eller 11 &#167; kan av arbetsgivaren omplaceras till ett annat
fartyg. Lag (2003:369).

12 &#167; Till&#229;ter ej myndighet p&#229; den ort d&#228;r anst&#228;llningsavtal skall
fr&#229;ntr&#228;das att sj&#246;mannen kommer in i landet eller fordras f&#246;r tillst&#229;nd
h&#228;rtill s&#228;kerhet, som denne ej kan st&#228;lla, g&#228;ller avtalet tills fartyget
kommer till ort, d&#228;r s&#229;dant hinder ej f&#246;rekommer. Avtalet f&#246;rl&#228;nges dock
ej, om det inneb&#228;r avsev&#228;rd ol&#228;genhet f&#246;r part.

13 &#167; P&#229;kallas sj&#246;mans n&#228;rvaro vid sj&#246;f&#246;rklaring, &#228;r han, tills
f&#246;rklaringen avgivits, skyldig att stanna kvar p&#229; orten eller i s&#229;dan
n&#228;rhet, att han p&#229; kallelse kan infinna sig till f&#246;rr&#228;ttningen utan
dr&#246;jsm&#229;l. &#196;ven om anst&#228;llningsavtalet upph&#246;rt, skall arbetsgivaren utge
l&#246;n och underh&#229;ll f&#246;r den tid som sj&#246;mannen stannar kvar f&#246;r &#228;ndam&#229;let.

13 a &#167; Om en sj&#246;man som &#228;r anst&#228;lld p&#229; ett fartyg som omfattas 
av 2006 &#229;rs sj&#246;arbetskonvention h&#229;lls f&#229;ngen till f&#246;ljd av vad 
som enligt konventionen utg&#246;r sj&#246;r&#246;veri eller v&#228;pnat r&#229;n mot 
fartyget g&#228;ller under f&#229;ngenskapen att 

- anst&#228;llningsavtalet ska forts&#228;tta att g&#228;lla &#228;ven om den dag 
d&#229; avtalet annars skulle ha upph&#246;rt passerats, 

- avtalet inte f&#229;r s&#228;gas upp eller anst&#228;llningen fr&#229;ntr&#228;das 
eller avbrytas, och  

- sj&#246;mannen har r&#228;tt att beh&#229;lla sin l&#246;n och andra 
anst&#228;llningsf&#246;rm&#229;ner. Lag (2020:392).

14 &#167; En tvist om en sj&#246;mans anst&#228;llningsf&#246;rh&#229;llande f&#229;r inte
dras inf&#246;r en utl&#228;ndsk myndighet.

F&#246;rsta stycket g&#228;ller inte om n&#229;got annat f&#246;ljer av de
unionsr&#228;ttsakter och internationella instrument som anges i
1 &#167; 1–4 lagen (2014:912) med kompletterande best&#228;mmelser om
domstols beh&#246;righet och om erk&#228;nnande och internationell
verkst&#228;llighet av vissa avg&#246;randen. Lag (2014:919).

Befattning p&#229; fartyg

15 &#167; N&#228;r en sj&#246;man tilltr&#228;der en befattning p&#229; fartyg, skall
arbetsgivaren eller bef&#228;lhavaren f&#246;rse honom med tj&#228;nstg&#246;ringsbesked.
Beskedet skall inneh&#229;lla uppgifter om sj&#246;mannens befattning och
tj&#228;nstevillkor ombord.

N&#228;r sj&#246;mannen l&#228;mnar befattningen ombord, skall arbetsgivaren eller
bef&#228;lhavaren ange detta i tj&#228;nstg&#246;ringsbeskedet.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r f&#246;reskriva
och i enskilda fall besluta att best&#228;mmelserna om tj&#228;nstg&#246;ringsbesked
skall till&#228;mpas &#228;ven p&#229; s&#229;dana arbetstagare som avses i 2 &#167; f&#246;rsta
stycket och p&#229; inhyrda utl&#228;ndska fartyg samt medge undantag fr&#229;n
best&#228;mmelserna om tj&#228;nstg&#246;ringsbesked.

Tj&#228;nstg&#246;ringsbesked uppr&#228;ttas enligt formul&#228;r som fastst&#228;lls av
Transportstyrelsen. Styrelsen meddelar ocks&#229; i &#246;vrigt n&#228;rmare
f&#246;reskrifter om tj&#228;nstg&#246;ringsbesked. Lag (2008:1360).

16 &#167; Redaren f&#229;r n&#228;r som helst skilja bef&#228;lhavaren fr&#229;n hans befattning
p&#229; fartyget. D&#228;rvid g&#228;ller ej 22 eller 23 &#167;.

17 &#167; Bef&#228;lhavaren f&#229;r skilja sj&#246;man fr&#229;n hans befattning p&#229; fartyget, om
sj&#246;mannen har sjukdom, som medf&#246;r fara f&#246;r de ombordsvarande, eller om
han p&#229; grund av sjukdom eller skada ej kan fullg&#246;ra sitt arbete p&#229;
fartyget under l&#228;ngre tid. Med sjukdom j&#228;mst&#228;lles havandeskap, som utg&#246;r
hinder f&#246;r befattningens ut&#246;vande.

18 &#167; Bef&#228;lhavaren f&#229;r skilja sj&#246;man fr&#229;n hans befattning p&#229; fartyget,
om sj&#246;mannen

1. &#228;r oduglig f&#246;r befattningen,

2. ej infinner sig ombord i r&#228;tt tid och fartyget skall avg&#229; eller
annan m&#229;ste antagas i hans st&#228;lle,

3. g&#246;r sig skyldig till sv&#229;rare tj&#228;nstef&#246;rseelse, s&#229;som upprepad
v&#228;gran att &#229;tlyda f&#246;rmans order, v&#229;ld mot &#246;verordnad eller
misshandel av andra ombordvarande,

4. i tj&#228;nsten vid upprepade tillf&#228;llen upptr&#228;der p&#229;verkad av
alkoholhaltiga drycker eller annat berusningsmedel,

5. g&#246;r sig skyldig till st&#246;ld eller annat sv&#229;rare brott, d&#246;ljer obeh&#246;rig
person ombord under omst&#228;ndigheter, som kan uts&#228;tta fartyget f&#246;r
&#228;ventyr, eller ombord d&#246;ljer gods, som &#228;r tullpliktigt eller f&#246;rbjudet
till utf&#246;rsel p&#229; avg&#229;ngsorten eller inf&#246;rsel p&#229; best&#228;mmelseorten,
eller

6. drar tvist om anst&#228;llningsf&#246;rh&#229;llandet inf&#246;r utl&#228;ndsk myndighet i
strid med best&#228;mmelserna i 14 &#167;.

Om unders&#246;kning av fartygsn&#228;mnd i de fall d&#228;r s&#229;dan skall finnas
g&#228;ller 22 eller 23 &#167;. Lag (1994:1019).

19 &#167; Sj&#246;mans anst&#228;llningsavtal upph&#246;r ej genom att han skiljes fr&#229;n
befattning p&#229; fartyg.

Innan bef&#228;lhavaren enligt 17 eller 18 &#167; skiljer sj&#246;mannen fr&#229;n hans
befattning skall han, om fartygsn&#228;mnd ej skall finnas p&#229; fartyget, f&#246;rst
ha samr&#229;tt med &#246;vriga befattningshavare ombord. Anteckning om samr&#229;det
skall g&#246;ras i skeppsdagboken. Bef&#228;lhavaren skall ocks&#229; underr&#228;tta
redaren och f&#246;rvissa sig om att det efter omst&#228;ndigheterna &#228;r s&#246;rjt f&#246;r
sj&#246;mannens uppeh&#228;lle i land. Befinner sig fartyget utom riket, skall
&#228;ven n&#228;rmaste svenska utlandsmyndighet underr&#228;ttas. Lag (1982:342).

Fartygsn&#228;mnd

20 &#167; F&#246;r samr&#229;d eller unders&#246;kning i fr&#229;ga som avses i 22-24 &#167; skall
finnas en fartygsn&#228;mnd p&#229; fartyg, som har en bes&#228;ttning om minst sex
personer. Bef&#228;lhavaren f&#246;ranstaltar om att n&#228;mnden tills&#228;tts.

Fartygsn&#228;mnden best&#229;r av bef&#228;lhavaren som ordf&#246;rande och ytterligare tre
ledam&#246;ter. Av sistn&#228;mnda ledam&#246;ter skall en tillh&#246;ra bef&#228;let och tv&#229; den
&#246;vriga personalen ombord. Bef&#228;lsledamoten skall om m&#246;jligt vara antingen
den fr&#228;mste av maskinbef&#228;let eller styrm&#228;nnen eller f&#246;rest&#229;ndaren f&#246;r
intendenturavdelningen allteftersom saken r&#246;r sj&#246;man, som tillh&#246;r
maskin-, d&#228;cks- eller intendenturavdelningen. &#214;vriga ledam&#246;ter skall om
m&#246;jligt vara av den &#246;vriga personalen utsedda f&#246;rtroendem&#228;n. Lag
(1982:342).

21 &#167; Fartygsn&#228;mnden kallas samman av bef&#228;lhavaren.

I fr&#229;gor d&#228;r fartygsn&#228;mnden har att fatta beslut, g&#228;ller den mening om
vilken de flesta f&#246;renar sig eller, vid lika r&#246;stetal, den mening som
ordf&#246;randen bitr&#228;der.

22 &#167; Uppkommer fr&#229;ga om att p&#229; grund av f&#246;rh&#229;llande som avses i 18 &#167;
skilja sj&#246;man fr&#229;n befattning p&#229; fartyg eller s&#228;ga upp anst&#228;llningsavtal
f&#246;r sj&#246;man som har s&#229;dan befattning, skall fartygsn&#228;mnden g&#246;ra
unders&#246;kning av de omst&#228;ndigheter som &#229;beropas till st&#246;d f&#246;r &#229;tg&#228;rden.
Innan unders&#246;kningen har avslutats, f&#229;r sj&#246;mannen ej skiljas fr&#229;n
befattningen eller s&#228;gas upp.

Uppkommer fr&#229;ga om att p&#229; annan grund &#228;n som avses i f&#246;rsta stycket
skilja sj&#246;man fr&#229;n hans befattning p&#229; fartyg eller s&#228;ga upp
anst&#228;llningsavtal f&#246;r sj&#246;man som har s&#229;dan befattning, f&#229;r sj&#246;mannen,
innan han l&#228;mnar fartyget, hos fartygsn&#228;mnden p&#229;kalla samr&#229;d eller
unders&#246;kning med anledning av den ifr&#229;gasatta &#229;tg&#228;rden.

23 &#167; Har sj&#246;man ej inst&#228;llt sig ombord vid tiden f&#246;r fartygets avg&#229;ng,
skall fartygsn&#228;mnden snarast g&#246;ra unders&#246;kning om anledningen till att
sj&#246;mannen uteblivit.

24 &#167; Anm&#228;les till fartygsn&#228;mnden att sj&#246;man f&#246;rsummat sig i tj&#228;nsten
eller brutit mot ordning och skick ombord eller att d&#228;r f&#246;r&#246;vats brott,
som h&#246;r under allm&#228;nt &#229;tal, eller f&#246;religger misstanke om s&#229;dant brott,
skall n&#228;mnden snarast unders&#246;ka saken. Unders&#246;kning f&#229;r dock underl&#229;tas,
om det &#228;r uppenbart att utredningen kommer att g&#246;ras av svensk myndighet
eller vid sj&#246;f&#246;rklaring och att n&#228;mndens unders&#246;kning d&#228;rf&#246;r ej beh&#246;vs.

25 &#167; Efter unders&#246;kning som avses i 24 &#167; f&#229;r fartygsn&#228;mnden tilldela
sj&#246;man erinran, om unders&#246;kningen ger anledning till det.

26 &#167; Om det efter en unders&#246;kning som avses i 24 &#167; finns
anledning att anta att brott, som h&#246;r under allm&#228;nt &#229;tal, har
f&#246;r&#246;vats ombord eller det finns misstanke om ett s&#229;dant
brott, ska fartygsn&#228;mnden skyndsamt anm&#228;la vad som framkommit
till &#197;klagarmyndigheten eller Polismyndigheten. &#196;r fartygets
n&#228;rmaste best&#228;mmelsehamn inte svensk, ska i st&#228;llet n&#228;rmaste
svenska utlandsmyndighet underr&#228;ttas om den gjorda
utredningen. N&#228;mnden kan avst&#229; fr&#229;n anm&#228;lan och
underr&#228;ttelse, om n&#228;mnden finner att brottet ska bed&#246;mas som
ringa.

Bef&#228;lhavaren ansvarar f&#246;r att anm&#228;lan eller underr&#228;ttelse
g&#246;rs. Bef&#228;lhavaren &#228;r &#228;ven skyldig att &#246;vers&#228;nda den
utredning som gjorts inom fartygsn&#228;mnden till beh&#246;rig
myndighet. Lag (2014:717).

27 &#167; Vid unders&#246;kning enligt 22-24 &#167; skall fartygsn&#228;mnden h&#246;ra den
sj&#246;man som &#229;tg&#228;rden r&#246;r, om hinder ej f&#246;religger h&#228;rf&#246;r, och de personer
som antages kunna l&#228;mna upplysning i saken. Vid f&#246;rh&#246;ret f&#229;r sj&#246;mannen
framst&#228;lla fr&#229;gor om s&#229;dant som kan bidraga till sakens utredning.

Fartygsn&#228;mnden avger utl&#229;tande &#246;ver det som kommit fram i samband med
unders&#246;kningen. Utl&#229;tandet och vid f&#246;rh&#246;ret avgivna utsagor skall f&#246;ras
in i skeppsdagboken eller fogas till denna. F&#246;rekommer skiljaktig mening
inom n&#228;mnden skall &#228;ven denna antecknas. Ordf&#246;randen och &#246;vriga
ledam&#246;ter skall med sina underskrifter bestyrka riktigheten av det
antecknade. Sker samr&#229;d med n&#228;mnden, skall anteckning g&#246;ras i
skeppsdagboken om detta.

Bef&#228;lhavaren svarar f&#246;r att avskrift av utl&#229;ndet och vid fartygsn&#228;mnden
avgivna utsagor utan dr&#246;jsm&#229;l tillst&#228;lles arbetsgivaren och sj&#246;mannen.

28 &#167; Ytterligare f&#246;reskrifter om fartygsn&#228;mnd meddelas av
Transportstyrelsen efter samr&#229;d med riks&#229;klagaren.
F&#246;rordning (2008:1360).

Fri resa

29 &#167; En sj&#246;man, som har varit anst&#228;lld i utrikes fart under nio
m&#229;nader i f&#246;ljd hos samme arbetsgivare eller p&#229; samma fartyg,
har r&#228;tt till fri resa med underh&#229;ll till sin hemort, om
sj&#246;mannen i annat land &#228;n d&#228;r han eller hon &#228;r bosatt f&#229;r
semester eller annan ledighet, fr&#229;ntr&#228;der sitt
anst&#228;llningsavtal eller fr&#229;ntr&#228;der sin befattning med st&#246;d av 9
eller 11 &#167;. N&#228;r sj&#246;mannen utnyttjat r&#228;tt till s&#229;dan fri
hemresa, har han eller hon r&#228;tt till ny fri resa f&#246;rst nio
m&#229;nader efter det han eller hon tr&#228;tt i tj&#228;nst efter den
f&#246;reg&#229;ende ledigheten. R&#228;tten till fri hemresa g&#228;ller under
f&#246;ruts&#228;ttning, i fr&#229;ga om sj&#246;man som f&#229;r semester eller annan
ledighet, att han eller hon inte haft tillf&#228;lle att under de
senaste 60 dagarna &#229;tnjuta semestern eller ledigheten i det
land d&#228;r han eller hon &#228;r bosatt eller, i fr&#229;ga om sj&#246;man som
fr&#229;ntr&#228;der sitt avtal, att han eller hon inte under samma tid
haft tillf&#228;lle att l&#228;mna anst&#228;llningen i bos&#228;ttningslandet.

Intr&#228;der r&#228;tt till fri resa enligt f&#246;rsta stycket medan
sj&#246;mannen har befattning p&#229; fartyg, som inom 30 dagar ber&#228;knas
n&#229; hamn, fr&#229;n vilken hemresan kan ske med avsev&#228;rt mindre
kostnad, g&#228;ller r&#228;tten endast om sj&#246;mannen stannar kvar i sin
befattning p&#229; fartyget tills det n&#229;r s&#229;dan hamn. Om s&#228;rskilda
sk&#228;l f&#246;religger, kan n&#228;mnda tid genom kollektivavtal f&#246;rl&#228;ngas
till h&#246;gst 90 dagar i fr&#229;ga om den som har befattning p&#229; fartyg
i regelbunden linjetrafik p&#229; Sverige. S&#229;dant avtal skall p&#229;
arbetstagarsidan ha slutits eller godk&#228;nts av organisation, som
&#228;r att anse som huvudorganisation enligt lagen (1936:506) om
f&#246;renings- och f&#246;rhandlingsr&#228;tt.

Vad som anges i andra stycket g&#228;ller inte om sj&#246;mannen
fr&#229;ntr&#228;der sin befattning med st&#246;d av 9 eller 11 &#167;.
Lag (2003:369).

30 &#167; En sj&#246;man, som vill utnyttja r&#228;tten till fri resa enligt
29 &#167;, skall g&#246;ra en skriftlig framst&#228;llning d&#228;rom samtidigt som
han eller hon beg&#228;r semester eller annan ledighet, s&#228;ger upp
sitt anst&#228;llningsavtal eller underr&#228;ttar arbetsgivaren om att
han eller hon vill fr&#229;ntr&#228;da sin befattning med st&#246;d av 9 eller
11 &#167;. Lag (2003:369).

31 &#167; Sj&#246;man har r&#228;tt till fri resa med underh&#229;ll till sin hemort, om
arbetsgivaren eller sj&#246;mannen har sagt upp anst&#228;llningsavtalet p&#229; grund
av sjukdom eller skada som avses i 17 &#167;. Sj&#246;mannen har samma r&#228;tt om han
har fr&#229;ntr&#228;tt anst&#228;llningsavtalet av annan grund men s&#229;dan sjukdom eller
skada f&#246;rel&#229;g n&#228;r anst&#228;llningen upph&#246;rde.

Sj&#246;man har dock ej r&#228;tt till fri hemresa enligt f&#246;rsta stycket, om han
f&#246;rteg sjukdomen eller skadan n&#228;r han ingick anst&#228;llningsavtalet eller
om han, utom s&#229;vitt ang&#229;r k&#246;nssjukdom, d&#228;refter har &#229;dragit sig den
upps&#229;tligen eller genom grovt v&#229;llande.

Har arbetsgivare eller arbetstagare sagt upp anst&#228;llningsavtalet p&#229;
grund av havandeskap som avses i 17 &#167; &#228;ger f&#246;rsta stycket motsvarande
till&#228;mpning. R&#228;tt till fri hemresa f&#246;religger dock ej, om kvinnan f&#246;rteg
sitt tillst&#229;nd n&#228;r hon ingick anst&#228;llningsavtalet.

32 &#167; En sj&#246;man, som blir fri fr&#229;n sin anst&#228;llning enligt 10 &#167;
och inte &#228;r ber&#228;ttigad till resa enligt 29 &#167; eller som
fr&#229;ntr&#228;der sin befattning enligt 9 eller 11 &#167;, har r&#228;tt till
fri resa med underh&#229;ll till n&#228;rmaste ort, d&#228;r avtalet skulle
fr&#229;ntr&#228;das efter upps&#228;gning fr&#229;n arbetsgivarens sida. Om
sj&#246;mannen omedelbart skall omplaceras enligt 11 a &#167;, har han
eller hon r&#228;tt till fri resa med underh&#229;ll till den ort dit
omplacering skall ske.

I fall som avses i f&#246;rsta stycket &#228;ger 30 &#167; motsvarande
till&#228;mpning. Lag (2003:369).

33 &#167; Resa, som avses i 29, 31 eller 32 &#167;, skall ordnas av arbetsgivaren
eller, om detta ej kan ske, av svensk utlandsmyndighet.

L&#246;n och v&#229;rd till f&#246;ljd av sjukdom eller skada, m.m.

34 &#167; Till en sj&#246;man som har befattning p&#229; ett fartyg som inte
uteslutande g&#229;r i inre fart betalas l&#246;n ut &#228;ven om han eller hon
&#228;r arbetsof&#246;rm&#246;gen p&#229; grund av sjukdom eller skada. L&#246;n betalas
dock endast ut s&#229; l&#228;nge sj&#246;mannen &#228;r ombord.

Med inre fart avses detsamma som i 64 kap. 6 &#167;
inkomstskattelagen (1999:1229). Lag (2010:341).

35 &#167; En sj&#246;man har inte r&#228;tt till l&#246;n enligt 34 &#167;, om han eller
hon &#228;r arbetsof&#246;rm&#246;gen p&#229; grund av sjukdom eller skada, som han
eller hon inte informerade om vid anst&#228;llningsavtalets ing&#229;ende
eller som han eller hon, utom n&#228;r det g&#228;ller k&#246;nssjukdom,
d&#228;refter har &#229;dragit sig upps&#229;tligen eller genom grovt v&#229;llande.

En sj&#246;man har inte heller r&#228;tt till l&#246;n enligt 34 &#167; om
sj&#246;mannens anst&#228;llningsavtal sagts upp p&#229; grund av s&#229;dant
f&#246;rh&#229;llande som avses i 18 &#167; f&#246;rsta stycket 1, 3, 4, 5 eller 6.
Detsamma g&#228;ller om avtalet sagts upp p&#229; grund av s&#229;dant
f&#246;rh&#229;llande som avses i 18 &#167; f&#246;rsta stycket 2 och sj&#246;mannen
saknat giltig urs&#228;kt f&#246;r sin fr&#229;nvaro. Lag (2010:341).

36 &#167; Sj&#246;man &#228;r skyldig att underkasta sig l&#228;karunders&#246;kning, n&#228;r
bef&#228;lhavaren beg&#228;r det.

Kan det antagas att sj&#246;mannen &#228;r sjuk eller skadad, skall bef&#228;lhavaren
s&#229;vitt m&#246;jligt l&#229;ta honom unders&#246;kas av l&#228;kare, om s&#229;dan unders&#246;kning ej
framst&#229;r s&#229;som uppenbart op&#229;kallad.

L&#228;karunders&#246;kning, som avses i f&#246;rsta eller andra stycket, skall
bekostas av arbetsgivaren.

37 &#167; Bef&#228;lhavaren skall s&#246;rja f&#246;r att sjuk eller skadad sj&#246;man, som har
befattning p&#229; fartyg, erh&#229;ller betryggande v&#229;rd ombord eller i land.
V&#229;rden omfattar ocks&#229; underh&#229;ll, l&#228;karbehandling och l&#228;kemedel.

Kan det antagas att sj&#246;man har sjukdom, som medf&#246;r fara f&#246;r de
ombordvarande, skall bef&#228;lhavaren l&#229;ta f&#246;ra honom i land, om betryggande
&#229;tg&#228;rder ej kan vidtagas ombord.

&#196;r sj&#246;man sjuk eller skadad under v&#228;ntetid, &#229;vilar skyldigheten enligt
f&#246;rsta stycket arbetsgivaren.

37 a &#167; Bef&#228;lhavaren ska s&#246;rja f&#246;r att en sj&#246;man, som har
befattning p&#229; fartyg som inte uteslutande g&#229;r i inre fart, f&#229;r
oundg&#228;nglig tandv&#229;rd. Lag (2012:93).

38 &#167; Arbetsgivaren ska betala kostnaden f&#246;r v&#229;rd av en sjuk
eller skadad sj&#246;man, som har befattning p&#229; fartyg.

Om en sj&#246;man har en sjukdom eller en skada n&#228;r han eller hon
l&#228;mnar befattning p&#229; fartyg eller om han eller hon f&#229;r en
sjukdom eller en skada under v&#228;ntetid, ska arbetsgivaren
betala kostnaden f&#246;r v&#229;rd av sj&#246;mannen i h&#246;gst 42 dagar eller,
om sj&#246;mannen v&#229;rdas i ett annat land &#228;n det d&#228;r han eller hon
&#228;r bosatt, i h&#246;gst 112 dagar om fartyget inte uteslutande g&#229;r
i inre fart och i annat fall i h&#246;gst 84 dagar. Lag (2012:93).

38 a &#167; Arbetsgivaren ska betala kostnaden f&#246;r oundg&#228;nglig
tandv&#229;rd f&#246;r en sj&#246;man som har befattning p&#229; ett s&#229;dant fartyg
som inte uteslutande g&#229;r i inre fart. Lag (2012:93).

39 &#167; Arbetsgivarens skyldighet att betala kostnad f&#246;r v&#229;rd
enligt 38 &#167; andra stycket upph&#246;r, om v&#229;rden inte har getts
inom sex m&#229;nader fr&#229;n det att sj&#246;mannens behov av v&#229;rd
intr&#228;dde. Har sj&#246;mannen under anst&#228;llningstiden haft
befattning p&#229; fartyg, upph&#246;r arbetsgivarens skyldighet dock
tidigast sex m&#229;nader efter det att sj&#246;mannen senast l&#228;mnade
s&#229;dan befattning.

Visar en sj&#246;man att han eller hon p&#229; grund av omst&#228;ndighet,
som han eller hon inte r&#229;der &#246;ver, har saknat m&#246;jlighet att f&#229;
v&#229;rden inom den tid som anges i f&#246;rsta stycket, f&#246;rl&#228;ngs
arbetsgivarens skyldighet att betala sjukhusv&#229;rd och d&#228;rmed
sammanh&#228;ngande kostnader till ett &#229;r. Lag (2012:93).

40 &#167; Sj&#246;man har ej r&#228;tt till fri sjukv&#229;rd enligt 38 &#167; f&#246;r sjukdom eller
skada, som han f&#246;rteg vid anst&#228;llningsavtalets ing&#229;ende eller som han,
utom s&#229;vitt ang&#229;r k&#246;nssjukdom, d&#228;refter har &#229;dragit sig upps&#229;tligen
eller genom grovt v&#229;llande.

41 &#167; Har sj&#246;man k&#246;nssjukdom i smittsamt skede n&#228;r han l&#228;mnar befattning
p&#229; fartyg, ers&#228;tter statsverket arbetsgivarens kostnad f&#246;r sjukhusv&#229;rd,
l&#228;karbehandling och l&#228;kemedel enligt 38 &#167; andra stycket, om v&#229;rden
utg&#229;tt i annat land &#228;n det d&#228;r sj&#246;mannen &#228;r bosatt.

42 &#167; Avlider sj&#246;man n&#228;r han har befattning p&#229; fartyg, skall bef&#228;lhavaren
underr&#228;tta sj&#246;mannens n&#228;rmaste anh&#246;riga om d&#246;dsfallet och s&#246;rja f&#246;r hans
begravning. Sker eldbeg&#228;ngelse, svarar bef&#228;lhavaren ocks&#229; f&#246;r att urna
inneh&#229;llande askan s&#228;ndes hem.

Bef&#228;lhavaren skall snarast m&#246;jligt i vittnens n&#228;rvaro uppteckna vad den
avlidne har efterl&#228;mnat p&#229; fartyget och s&#246;rja f&#246;r att kvarl&#229;tenskapen
avl&#228;mnas till d&#246;dsbodel&#228;garna eller till annan f&#246;r deras r&#228;kning. I den
m&#229;n kvarl&#229;tenskapen &#228;r utsatt f&#246;r f&#246;rsk&#228;mning eller snar f&#246;rst&#246;relse,
f&#229;r bef&#228;lhavaren s&#228;lja den p&#229; l&#228;mpligt s&#228;tt eller bortskaffa den.
F&#246;rs&#228;ljningssumman skall redovisas till d&#246;dsbodel&#228;garna eller till annan
f&#246;r deras r&#228;kning.

Avlider sj&#246;man under v&#228;ntetid, &#229;vilar skyldigheterna enligt f&#246;rsta och
andra styckena arbetsgivaren.

43 &#167; Kostnad f&#246;r en sj&#246;mans begravning och kostnad som
f&#246;ranleds av eldbeg&#228;ngelse ska betalas av arbetsgivaren, om
d&#246;dsfallet intr&#228;ffar medan sj&#246;mannen har befattning p&#229; fartyg
eller v&#229;rdas p&#229; arbetsgivarens bekostnad eller under v&#228;ntetid.
Lag (2012:93).

44 &#167; Har arbetsgivaren enligt denna lag orsakats kostnad f&#246;r
svensk eller h&#228;r i riket bosatt utl&#228;ndsk sj&#246;mans sjukv&#229;rd men
&#228;r han eller hon enligt lagen inte skyldig att betala
kostnaden, ers&#228;tter staten denna. D&#228;rvid &#228;ger dock
best&#228;mmelserna i 38 och 39 &#167;&#167; om begr&#228;nsning av arbetsgivarens
ansvar motsvarande till&#228;mpning p&#229; staten. Lag (2012:93).

Fartygsarbete

45 &#167; En arbetstagare f&#229;r inte syssels&#228;ttas i fartygsarbete
innan han eller hon fyller 16 &#229;r och inte heller, om det inte
sker som ett led i skolutbildningen, innan han eller hon har
fullgjort sin skolplikt.

Den som &#228;r under 18 &#229;r f&#229;r anv&#228;ndas i fartygsarbete som eldare
endast om Transportstyrelsen medger det. Lag (2008:1360).

46 &#167; Fartygsarbete skall ordnas med h&#228;nsyn till vars och ens befattning
ombord och, s&#229;vitt m&#246;jligt, &#228;ven till arbetstagarnas fortsatta
utbildning.

47 &#167; Sj&#246;man skall efterkomma f&#246;rmans order ang&#229;ende tj&#228;nsten och noga
f&#246;lja givna f&#246;reskrifter.

Arbetstagare, som avses i 1 &#167; andra eller tredje stycket, &#228;r skyldig att
utf&#246;ra s&#229;dant arbete som bef&#228;lhavaren finner n&#246;dv&#228;ndigt att &#229;l&#228;gga honom
av h&#228;nsyn till s&#228;kerheten ombord.

48 &#167; Sj&#246;man &#228;r ej skyldig att utf&#246;ra arbete, som &#228;r f&#246;rem&#229;l f&#246;r lockout
eller f&#246;r till&#229;ten strejk, blockad, bojkott eller annan d&#228;rmed j&#228;mf&#246;rlig
strids&#229;tg&#228;rd, om fartyget ligger i svensk hamn eller i utl&#228;ndsk
lossnings-, lastnings- eller uppl&#228;ggningshamn.

Sj&#246;man som st&#229;r utanf&#246;r arbetskonflikt skall fullg&#246;ra sina vanliga
arbets&#229;ligganden. Han &#228;r &#228;ven skyldig att utf&#246;ra skyddsarbete.

Till skyddsarbete h&#228;nf&#246;res arbete, som vid ett konfliktutbrott fordras
f&#246;r avveckling av verksamheten p&#229; ett tekniskt f&#246;rsvarligt s&#228;tt eller
till f&#246;rebyggande av fara f&#246;r m&#228;nniskor eller skada p&#229; fartyget, lasten
eller annan egendom. Lika med skyddsarbete anses arbete, som n&#229;gon &#228;r
skyldig att utf&#246;ra p&#229; grund av s&#228;rskild f&#246;reskrift i svensk lag.

49 &#167; Under fartygs uppeh&#229;ll i hamn eller p&#229; annan s&#228;ker ankarplats &#228;r
sj&#246;man skyldig att stanna ombord under fritid endast om det beh&#246;vs med
h&#228;nsyn till fartygets, de ombordvarandes eller lastens s&#228;kerhet eller
till fartygets f&#246;rest&#229;ende avresa eller f&#246;rhalning.

50 &#167; Egendom, som sj&#246;man l&#228;mnar kvar ombord vid anst&#228;llningens
upph&#246;rande, skall av redaren f&#246;rvaras f&#246;r sj&#246;mannens r&#228;kning. I den m&#229;n
egendomen med h&#228;nsyn till sin beskaffenhet, kostnaderna f&#246;r f&#246;rvaring
eller &#246;vriga omst&#228;ndigheter ej kan f&#246;rvaras utan ol&#228;genhet, f&#229;r den
s&#228;ljas p&#229; l&#228;mpligt s&#228;tt. F&#246;rs&#228;ljning f&#229;r ocks&#229; ske, om sj&#246;mannen ej inom
ett &#229;r fr&#229;n det han l&#228;mnade sin anst&#228;llning hos redaren beg&#228;rt att
&#229;terf&#229; egendomen.

Har sj&#246;man vid anst&#228;llningens upph&#246;rande l&#228;mnat kvar egendom p&#229; fartyg,
f&#229;r redaren till s&#228;kerhet f&#246;r fordran, som uppkommit mot sj&#246;mannen i
samband med anst&#228;llningen, h&#229;lla kvar s&#229; mycket av egendomen som svarar
mot fordran, tills sj&#246;mannen g&#246;r r&#228;tt f&#246;r sig eller st&#228;ller s&#228;kerhet.

51 &#167; Sj&#246;man f&#229;r ej taga med n&#229;got ombord som kan uts&#228;tta fartyget,
ombordvarande eller last f&#246;r &#228;ventyr eller v&#229;lla oordning ombord. Han
f&#229;r ej heller utan redarens samtycke taga med handelsvaror f&#246;r egen
eller annans r&#228;kning.

Har sj&#246;mannen tagit med gods i strid mot f&#246;rsta stycket, skall han
erl&#228;gga frakt och ers&#228;tta uppkommen skada.

Kan det antagas att n&#229;got olovligen har tagits med ombord, f&#229;r
bef&#228;lhavaren i vittnens n&#228;rvaro l&#229;ta unders&#246;ka sj&#246;m&#228;nnens utrymmen. Det
som olovligen har tagits med f&#229;r bef&#228;lhavaren taga i f&#246;rvar, l&#229;ta f&#246;ra i
land eller, om det &#228;r n&#246;dv&#228;ndigt, f&#246;rst&#246;ra.

52 &#167; Om bef&#228;lhavares ansvarighet f&#246;r skada finns best&#228;mmelser i
sj&#246;lagen (1994:1009).

I fr&#229;ga om annan sj&#246;mans ansvarighet f&#246;r skada, som han v&#229;llar i
tj&#228;nsten, g&#228;ller best&#228;mmelserna i skadest&#229;ndslagen (1972:207) om
arbetstagares skadest&#229;ndsansvar. Lag (1994:1019).

Tv&#229;ngsmedel

53 &#167; F&#246;r att uppr&#228;tth&#229;lla ordning ombord f&#229;r bef&#228;lhavaren bruka det v&#229;ld
som med h&#228;nsyn till omst&#228;ndigheterna kan anses f&#246;rsvarligt. Detsamma
g&#228;ller den som bef&#228;lhavaren berordrar att bitr&#228;da h&#228;rvid och den som
utan anmaning kommer bef&#228;lhavaren till hj&#228;lp.

Den som i fall som avses i f&#246;rsta stycket gjort st&#246;rre v&#229;ld eller
sv&#229;rare skada &#228;n som &#228;r medgivet d&#246;mes likv&#228;l ej till ansvar, om
omst&#228;ndihgeterna var s&#229;dana, att han sv&#229;rligen kunde besinna sig. Finnes
g&#228;rningen brottlig, f&#229;r d&#246;mas till lindrigare straff &#228;n som eljest &#228;r
stadgat f&#246;r brottet.

54 &#167; Beg&#229;r en sj&#246;man ett brott, f&#246;r vilket kan f&#246;lja f&#228;ngelse
i minst ett &#229;r, och uppt&#228;cks brottet n&#228;r fartyget inte
befinner sig i svensk hamn, ska bef&#228;lhavaren se till att
sj&#246;mannen inte l&#228;mnar fartyget. Om bef&#228;lhavaren finner det
n&#246;dv&#228;ndigt, f&#229;r han h&#229;lla sj&#246;mannen i f&#246;rvar ombord tills han
eller hon kan &#246;verl&#228;mnas till svensk utlandsmyndighet eller
till Polismyndigheten. Bef&#228;lhavaren &#228;r ansvarig f&#246;r att
sj&#246;mannen inte behandlas str&#228;ngare &#228;n n&#246;dv&#228;ndigt.
Lag (2014:717).

S&#228;rskilda best&#228;mmelser

55 &#167; Sj&#246;man f&#229;r utan kostnad anlita svensk utlandsmyndighet f&#246;r att
s&#228;nda l&#246;nemedel fr&#229;n utlandet till Sverige. Staten &#228;r ansvarig f&#246;r
f&#246;rs&#228;ndelsen.

56 &#167; En sj&#246;mans l&#246;n ska p&#229; beg&#228;ran av sj&#246;mannen helt eller 
delvis m&#229;nadsvis

1. betalas ut till en best&#228;md person h&#228;r i landet, eller

2. f&#246;r sj&#246;mannens r&#228;kning s&#228;ttas in i bank eller 
kreditmarknadsf&#246;retag.

Om det belopp som betalas ut eller s&#228;tts in endast utg&#246;r en 
del av l&#246;nen f&#229;r avdrag g&#246;ras i beloppet bara om

1. sj&#246;mannen l&#228;mnat sitt samtycke, eller 

2. den resterande delen av l&#246;nen inte r&#228;cker till betalning av 
s&#229;dana belopp som sj&#246;mannen enligt lag eller annan f&#246;rfattning 
&#228;r skyldig att betala eller till kvittning, om s&#229;dan f&#229;r g&#246;ras 
enligt lagen (1970:215) om arbetsgivares kvittningsr&#228;tt.
Lag (2020:1030).

57 &#167; Har sjuk eller skadad sj&#246;man utomlands skilts fr&#229;n befattning p&#229;
fartyg eller p&#229; egen beg&#228;ran l&#228;mnat sin befattning eller har sj&#246;man
utomlands skilts fr&#229;n befattning enligt 18 &#167;, f&#229;r l&#246;nebelopp, som
tillkommer sj&#246;mannen och &#228;r f&#246;rfallet till betalning, tillst&#228;llas svensk
utlandsmyndighet, n&#228;r det beh&#246;vs med h&#228;nsyn till sj&#246;mannens v&#228;lf&#228;rd. I
den m&#229;n beloppet ej beh&#246;vs f&#246;r att t&#228;cka utgifter f&#246;r sj&#246;mannens
r&#228;kning, &#246;verl&#228;mnar myndigheten detsamma till sj&#246;mannen, om denne ej
befinner sig i s&#229;dant tillst&#229;nd, att han &#228;r of&#246;rm&#246;gen att handha sina
angel&#228;genheter.

58 &#167; Bef&#228;lhavaren ska se till att exemplar av denna lag,
semesterlagen (1977:480), fartygss&#228;kerhetslagen (2003:364), de
f&#246;reskrifter som regeringen har meddelat i anslutning till
sistn&#228;mnda lag och till&#228;mpliga kollektivavtal finns
tillg&#228;ngliga p&#229; fartyget. P&#229; fartyg som anv&#228;nds i
internationell fart ska till&#228;mpliga kollektivavtal &#228;ven finnas
tillg&#228;ngliga p&#229; engelska. Bef&#228;lhavaren ska &#228;ven se till att
ett exemplar av lagen (1998:958) om vilotid f&#246;r sj&#246;m&#228;n och de
f&#246;reskrifter som har meddelats i anslutning till den lagen
finns tillg&#228;ngliga p&#229; fartyget. Lag (2012:93).

59 &#167; Har redaren eller &#228;garen av ett svenskt fartyg helt eller
delvis uppl&#229;tit driften av fartyget till en utl&#228;nning, f&#229;r
regeringen eller den myndighet som regeringen best&#228;mmer efter
ans&#246;kan av redaren eller, om denne &#228;r utl&#228;nning, &#228;garen medge
att denna lag helt eller delvis inte ska g&#228;lla i fr&#229;ga om
fartyget. Ett medgivande ska begr&#228;nsas till viss tid och
f&#246;renas med de villkor som beh&#246;vs.  Regeringen eller den
myndighet som regeringen best&#228;mmer f&#229;r meddela f&#246;reskrifter om
avgifter f&#246;r pr&#246;vning av en s&#229;dan ans&#246;kan.

Ett medgivande enligt f&#246;rsta stycket f&#229;r l&#228;mnas endast om det
finns s&#228;rskilda sk&#228;l och undantaget &#228;r f&#246;renligt med Sveriges
internationella &#229;taganden. Vidare kr&#228;vs att s&#246;kanden visar att
arbetstagarna p&#229; fartyget genom utl&#228;ndsk lagstiftning eller p&#229;
annat s&#228;tt i rimlig utstr&#228;ckning tillf&#246;rs&#228;kras skydd i de
h&#228;nseenden som regleras i denna lag och i kollektivavtal, som
upptar fr&#229;gor av den art som behandlas i eller har n&#228;ra samband
med denna lag och som p&#229; arbetstagarsidan har slutits eller
godk&#228;nts av en organisation, vilken &#228;r att anse som central
arbetstagarorganisation enligt lagen (1976:580) om
medbest&#228;mmande i arbetslivet.

&#196;ndras de f&#246;ruts&#228;ttningar som ligger till grund f&#246;r ett
medgivande enligt f&#246;rsta stycket, ska den som f&#229;tt medgivandet
eller fartygets bef&#228;lhavare utan dr&#246;jsm&#229;l underr&#228;tta den
myndighet som l&#228;mnat medgivandet om  &#228;ndringen. I ett s&#229;dant
fall f&#229;r andra villkor f&#246;r medgivandet f&#246;reskrivas eller, om
&#228;ndringen inneb&#228;r risk f&#246;r arbetstagarnas skydd, medgivandet
&#229;terkallas. Ett medgivande f&#229;r ocks&#229; &#229;terkallas, om villkoren i
det inte iakttas. Lag (2010:1555).

60 &#167; Regeringen f&#229;r f&#246;rordna att denna lag helt eller delvis skall g&#228;lla
&#228;ven sj&#246;man p&#229; utl&#228;ndskt fartyg. Lag (1975:739).

61 &#167; Har sj&#246;man i sin anst&#228;llning annan arbetsgivare &#228;n redaren, svarar
redaren j&#228;mte arbetsgivaren f&#246;r arbetsgivarens skyldighet mot sj&#246;mannen
enligt denna lag.

Tillsyn

61 a &#167; Best&#228;mmelser om tillsyn finns i fartygss&#228;kerhetslagen
(2003:364). Lag (2012:93).

Ansvarsbest&#228;mmelser

62 &#167; Den som upps&#229;tligen eller av oaktsamhet bryter mot 15 &#167;
f&#246;rsta eller andra stycket, 20 &#167; f&#246;rsta stycket, 21 &#167; f&#246;rsta
stycket j&#228;mf&#246;rt med 22-24 &#167;&#167;, 26 &#167; andra stycket, 27 &#167; tredje
stycket eller 37 &#167; d&#246;ms till b&#246;ter.

En bef&#228;lhavare som upps&#229;tligen eller av oaktsamhet bryter mot
45 &#167; d&#246;ms till b&#246;ter. Lag (2000:852).

63 &#167; Bryter en bef&#228;lhavare mot 37 &#167; f&#246;rsta eller andra stycket
eller 45 &#167;, d&#246;ms sj&#246;mannens arbetsgivare till b&#246;ter om han
upps&#229;tligen eller av oaktsamhet har underl&#229;tit att g&#246;ra vad som
sk&#228;ligen kunnat kr&#228;vas av honom f&#246;r att f&#246;rhindra f&#246;rseelsen.

Om 15 &#167; f&#246;rsta eller andra stycket, 37 &#167; f&#246;rsta eller andra
stycket eller 45 &#167; &#229;sidos&#228;tts i fr&#229;ga om en arbetstagare som &#228;r
anst&#228;lld av annan &#228;n redaren, d&#246;ms redaren till b&#246;ter, om han
upps&#229;tligen eller av oaktsamhet har underl&#229;tit att g&#246;ra vad som
sk&#228;ligen kunnat kr&#228;vas av honom f&#246;r att f&#246;rhindra f&#246;rseelsen.

Om en arbetstagare anv&#228;nds i fartygsarbete i strid med 45 &#167;,
d&#246;ms v&#229;rdnadshavaren till b&#246;ter, om han k&#228;nt till f&#246;rseelsen.
Lag (2000:852).

64 &#167; En ledamot av fartygsn&#228;mnden som vid sin medverkan i
n&#228;mnden &#228;r partisk eller brister i omsorg, d&#246;ms till b&#246;ter
eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

En ledamot av fartygsn&#228;mnden f&#229;r inte obeh&#246;rigen yppa vad han
har f&#229;tt veta i denna egenskap. Lag (2000:852).

65 &#167; En sj&#246;man som i strid med 51 &#167; f&#246;rsta stycket upps&#229;tligen
eller av oaktsamhet tar med sig gods, som kan uts&#228;tta fartyget,
ombordvarande eller last f&#246;r fara eller v&#229;lla oordning ombord,
d&#246;ms till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.
Lag (2000:852).

66 &#167; Den som upps&#229;tligen eller av oaktsamhet missbrukar r&#228;tten
att bruka v&#229;ld enligt 53 &#167; f&#246;rsta stycket eller att ta n&#229;gon i
f&#246;rvar ombord enligt 54 &#167;, d&#246;ms till b&#246;ter eller f&#228;ngelse i
h&#246;gst sex m&#229;nader. Lag (2000:852).

67 &#167; F&#246;rgriper sig sj&#246;man med v&#229;ld eller hot om v&#229;ld p&#229; bef&#228;lhavaren
eller annan f&#246;rman p&#229; fartyget i dennes tj&#228;nsteut&#246;vning eller f&#246;r att
tvinga honom till eller hindra honom fr&#229;n tj&#228;nste&#229;tg&#228;rd eller h&#228;mnas f&#246;r
s&#229;dan &#229;tg&#228;rd, d&#246;mes till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

&#196;r brottet ringa, d&#246;mes till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

68 &#167; G&#246;r sj&#246;man myteri genom att visa upps&#229;t att med f&#246;renat v&#229;ld s&#228;tta
sig upp mot bef&#228;lhavaren, d&#246;mes anstiftare och anf&#246;rare till f&#228;ngelse i
h&#246;gst tv&#229; &#229;r samt annan deltagare till b&#246;ter eller f&#228;ngelse i h&#246;gst sex
m&#229;nader.

Har deltagare i myteri g&#229;tt till f&#246;renat v&#229;ld p&#229; person eller egendom,
d&#246;mes anstiftare och anf&#246;rare till f&#228;ngelse i h&#246;gst sex &#229;r samt annan
deltagare till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.

69 &#167; F&#246;r f&#246;rberedelse eller st&#228;mpling till brott som avses i 
68 &#167; eller underl&#229;tenhet att avsl&#246;ja eller f&#246;rhindra s&#229;dant 
brott d&#246;ms det till ansvar enligt 23 kap. brottsbalken. 
Detsamma g&#228;ller f&#246;r f&#246;rs&#246;k eller f&#246;rberedelse till brott som 
avses i 67 &#167;, om inte brottet skulle ha varit att anse som 
ringa om det hade fullbordats. Lag (2016:543).

70 &#167; &#197;sidos&#228;tter sj&#246;man i annat fall &#228;n som avses i 62, 65 eller 67-69 &#167;
upps&#229;tligen sin skyldighet enligt 47 &#167; f&#246;rsta stycket att efterkomma
given order eller f&#246;reskrift och har ordern eller f&#246;reskriften betydelse
f&#246;r fartygets, ombordvarandes eller lastens s&#228;kerhet, d&#246;mes till b&#246;ter
eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

71 &#167; Om den som f&#229;tt ett medgivande enligt 59 &#167; eller fartygets
bef&#228;lhavare upps&#229;tligen eller av oaktsamhet &#229;sidos&#228;tter f&#246;reskriven
underr&#228;ttelseskyldighet eller n&#229;got villkor i medgivandet, d&#246;ms han till
b&#246;ter. Lag (1989:992).

72 &#167; Allm&#228;nmt &#229;tal f&#246;r brott som avses i 70 &#167; f&#229;r v&#228;ckas endast om
redaren, bef&#228;lhavaren eller m&#229;ls&#228;gande anger brottet till &#229;tal eller
&#229;tal &#228;r p&#229;kallat fr&#229;n allm&#228;n synpunkt. Lag (1975:739).

73 &#167; Vid till&#228;mpning av 62, 63, 66-69, 71 eller 72 &#167; j&#228;mst&#228;lles med
bef&#228;lhavare den som tr&#228;tt i bef&#228;lhavarens st&#228;lle.

74 &#167; Till straff enligt denna lag skall ej d&#246;mas, om  g&#228;rningen &#228;r
belagd med str&#228;ngare straff i annan lag.

Laga domstol

75 &#167; Om beh&#246;righet f&#246;r tingsr&#228;tt att upptaga tvistem&#229;l enligt denna lag
g&#228;ller, ut&#246;ver best&#228;mmelserna i 10 kap. r&#228;tteg&#229;ngsbalken, att talan f&#229;r
v&#228;ckas vid tingsr&#228;tten f&#246;r den ort d&#228;r fartyget finns eller d&#228;r fartyget
har sin hemort.

&#196;r flera redare i ett fartyg, skall fartygets hemort anses som rederiets
hemvist.

76 &#167; M&#229;l om ansvar f&#246;r brott som avses i denna lag f&#229;r upptagas av
G&#246;teborgs tingsr&#228;tt, om beh&#246;rig domstol ej finns enligt 19 kap.
r&#228;tteg&#229;ngsbalken.


&#214;verg&#229;ngsbest&#228;mmelser

2020:1030

1. Denna lag tr&#228;der i kraft den 1 januari 2021.

2. &#196;ldre best&#228;mmelser g&#228;ller dock fortfarande f&#246;r ins&#228;ttningar 
i aktiebolag och ekonomiska f&#246;reningar som omfattas av punkt 2 
och 3 i ikrafttr&#228;dande- och &#246;verg&#229;ngsbest&#228;mmelserna till lagen 
(2020:1026) om upph&#228;vande av lagen (2004:299) om 
inl&#229;ningsverksamhet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4179">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4181">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
