

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2020-01-24" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4190</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4189">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4191">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:719 ·
                    <a href="/sfsr?bet=1972:719">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Expropriationslag (1972:719)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-12-19
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2019:850
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1973-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; Fastighet, som tillh&#246;r annan &#228;n staten, f&#229;r tagas i anspr&#229;k genom
expropriation enligt denna lag med &#228;gander&#228;tt, nyttjander&#228;tt eller
servitutsr&#228;tt. Genom expropriation f&#229;r &#228;ven s&#228;rskild r&#228;tt till fastighet
upph&#228;vas eller begr&#228;nsas, om r&#228;ttigheten tillkommer annan &#228;n staten.

2 &#167; I denna lag f&#246;rst&#229;s med s&#228;rskild r&#228;tt till fastighet
nyttjander&#228;tt, servitut och r&#228;tt till elektrisk kraft samt
liknande r&#228;tt. Utan hinder av att tomtr&#228;tt enligt 13 kap. 26 &#167;
jordabalken vid expropriation &#228;r likst&#228;lld med fast egendom f&#229;r
s&#229;dan r&#228;tt upph&#228;vas eller begr&#228;nsas genom expropriation.
Best&#228;mmelsen i 1 &#167; om s&#228;rskild r&#228;tt g&#228;ller ej rensk&#246;tselr&#228;tt
enligt renn&#228;ringslagen (1971:437) eller v&#228;gr&#228;tt.

Best&#228;mmelserna i denna lag om fastighet till&#228;mpas ocks&#229; i fr&#229;ga
om byggnad eller annan anl&#228;ggning inom annans fastighet.
Lag (2005:941).

3 &#167; Exproprieras fastighet med &#228;gander&#228;tt, upph&#246;r s&#229;dan s&#228;rskild r&#228;tt
till fastigheten som tillkommit genom frivillig uppl&#229;telse, om ej
r&#228;ttigheten skall l&#228;mnas orubbad p&#229; grund av f&#246;rordnande i
expropriationstillst&#229;ndet eller &#246;verenskommelse som fastst&#228;llts av
domstolen. F&#246;rordnande att s&#228;rskild r&#228;tt skall best&#229; f&#229;r meddelas endast
om det uppenbarligen &#228;r utan betydelse f&#246;r den r&#228;tt som tillkommer
borgen&#228;r med pantr&#228;tt i fastigheten. &#214;verenskommelse som n&#228;mnts nyss f&#229;r
fastst&#228;llas endast om de borgen&#228;rer som har pantr&#228;tt i fastigheten eller
fastighet som &#228;r gemensamt intecknad med denna och vilkas r&#228;tt ber&#246;res
av &#229;tg&#228;rden har l&#228;mnat medgivande till fastst&#228;llelsen. Medgivande
fordras dock ej av borgen&#228;r f&#246;r vars r&#228;tt best&#229;ndet av r&#228;ttigheten &#228;r
v&#228;sentligen utan betydelse.

Annan s&#228;rskild r&#228;tt till fastigheten &#228;n som avses i f&#246;rsta stycket
best&#229;r efter expropriationen, om ej annat har f&#246;rordnats i
expropriationstillst&#229;ndet.

F&#246;rsta och andra styckena g&#228;ller ej s&#228;rskild r&#228;tt som tillkommer staten.
S&#229;dan r&#228;ttighet rubbas icke genom expropriationen. Vad som sagts nu
g&#228;ller ocks&#229; v&#228;gr&#228;tt som tillkommer annan &#228;n staten.

Genom expropriationen upph&#246;r fastighetens ansvar f&#246;r fordran. Detta
g&#228;ller dock ej fordran som &#229;tnjuter f&#246;rm&#229;nsr&#228;tt enligt 6 &#167; 1
f&#246;rm&#229;nsr&#228;ttslagen (1970:979).

4 &#167; Nyttjander&#228;tt eller servitut, som har tillskapats genom
expropriation, har f&#246;retr&#228;de framf&#246;r annan r&#228;tt till fastigheten med
undantag av s&#228;rskild r&#228;tt som har tillskapats genom expropriation eller
annat tv&#229;ngsf&#246;rv&#228;rv eller vid fastighetsbildning eller p&#229; liknande s&#228;tt.
S&#228;rskild r&#228;tt som tillkommer staten och v&#228;gr&#228;tt som tillkommer annan &#228;n
staten rubbas dock icke i n&#229;got fall genom expropriationen.

5 &#167; Om s&#228;rskild r&#228;tt till fastighet exproprieras eller rubbas genom
expropriation, g&#228;ller best&#228;mmelserna om expropriation av fastighet i
till&#228;mpliga delar, om ej annat anges.

Best&#228;mmelserna i denna lag om sak&#228;gare g&#228;ller ej innehavare av fordran
f&#246;r vilken fastigheten svarar.

6 &#167; har upph&#228;vts genom lag (1983:659)

7 &#167; Uppkommer fr&#229;ga om ers&#228;ttning f&#246;r skada eller intr&#229;ng som har
uppst&#229;tt efter det att expropriationsm&#229;let har avgjorts och som ej
kunnat f&#246;rutses i m&#229;let, &#228;r denna lag ej till&#228;mplig.

2 kap. Expropriations&#228;ndam&#229;len

1 &#167; Expropriation f&#229;r ske f&#246;r att ge en kommun m&#246;jlighet att 
f&#246;rfoga &#246;ver mark eller annat utrymme som med h&#228;nsyn till den 
framtida utvecklingen kr&#228;vs f&#246;r t&#228;tbebyggelse eller d&#228;rmed 
sammanh&#228;ngande anordning. 

Expropriation f&#246;r &#228;ndam&#229;l som anges i f&#246;rsta stycket f&#229;r avse 
endast mark eller annat utrymme inom kommunens eget omr&#229;de. 

Inom t&#228;tbebyggt omr&#229;de f&#229;r expropriation ske endast om 

1. det med sk&#228;l kan antas att marken eller utrymmet inom 
&#246;versk&#229;dlig tid kommer att ber&#246;ras av byggnads- eller 
anl&#228;ggnings&#229;tg&#228;rd, som &#228;r av v&#228;sentlig betydelse fr&#229;n allm&#228;n 
synpunkt, eller 

2. det med h&#228;nsyn till intresset av att fr&#228;mja ett planm&#228;ssigt 
byggnadsskick eller av annan d&#228;rmed j&#228;mf&#246;rlig orsak &#228;r 
angel&#228;get att kommunen f&#229;r r&#229;dighet &#246;ver marken eller 
utrymmet.

Med motsvarande till&#228;mpning av f&#246;rsta-tredje styckena f&#229;r 
expropriation ske till f&#246;rm&#229;n f&#246;r regioner eller 
kommunalf&#246;rbund, som handhar s&#229;dan angel&#228;genhet som f&#246;rsta 
stycket avser att fr&#228;mja. Lag (2019:850).

2 &#167; Expropriation f&#229;r ske f&#246;r att bereda utrymme f&#246;r anl&#228;ggning som
tillgodoser allm&#228;nt behov av samf&#228;rdsel, transport eller annan
kommunikation.

3 &#167; Expropriation f&#229;r ske f&#246;r att tillgodose allm&#228;nt behov av elektrisk
kraft eller annan drivkraft, vatten, v&#228;rme eller likartad nyttighet
eller av att bortf&#246;ra eller oskadligg&#246;ra avloppsvatten eller annan
orenlighet.

Skall ledning f&#246;r nyttighet som avses i f&#246;rsta stycket eller f&#246;r
avloppsvatten eller annan orenlighet ing&#229; i ledningsn&#228;t av betydelse f&#246;r
riket eller f&#246;r viss ort eller &#228;r intr&#229;nget av ledningen ringa i
j&#228;mf&#246;relse med nyttan d&#228;rav, f&#229;r expropriation ske &#228;ven om allm&#228;nt behov
av ledningen ej f&#246;religger.

F&#246;rsta stycket g&#228;ller ej s&#229;dant ianspr&#229;ktagande av fastighet f&#246;r
tillgodog&#246;rande av vattenkraft eller f&#246;r gruvdrift varom best&#228;mmelser
finns i annan lag.

4 &#167; Expropriation f&#229;r ske f&#246;r att bereda utrymme &#229;t n&#228;ringsverksamhet
eller anl&#228;ggning d&#228;rf&#246;r av st&#246;rre betydelse f&#246;r riket eller orten eller
f&#246;r viss befolkningsgrupp.

F&#246;rsta stycket g&#228;ller ej s&#229;dant ianspr&#229;ktagande av fastighet f&#246;r
gruvdrift varom best&#228;mmelser finns i annan lag.

5 &#167; Expropriation f&#229;r ske f&#246;r att uppr&#228;tta skydds- eller s&#228;kerhetsomr&#229;de
eller bereda utrymme f&#246;r s&#228;rskild anordning, om omr&#229;det eller
anordningen beh&#246;vs till skydd mot naturh&#228;ndelse som &#228;r menlig fr&#229;n
allm&#228;n synpunkt, mot vatten- eller luftf&#246;rorening eller mot menlig
inverkan i &#246;vrigt fr&#229;n industri eller annan anl&#228;ggning.

6 &#167; Expropriation f&#229;r ske f&#246;r det milit&#228;ra f&#246;rsvaret eller f&#246;r annat
&#228;ndam&#229;l som &#228;r av s&#228;rskild betydelse f&#246;r totalf&#246;rsvaret.

6 a &#167; Expropriation f&#229;r ske f&#246;r att ge staten m&#246;jlighet att
f&#246;rfoga &#246;ver mark eller annat utrymme som genom en f&#246;rest&#229;ende
&#228;ndring av riksgr&#228;nsen skall f&#246;ras &#246;ver till det andra landet.
Lag (2005:941).

7 &#167; Expropriation f&#229;r ske f&#246;r att f&#246;rs&#228;tta eller h&#229;lla fastighet i
tillfredsst&#228;llande skick, n&#228;r grov vanv&#229;rd f&#246;religger eller kan befaras
uppkomma.

7 a &#167; Expropriation f&#229;r ske f&#246;r att tillgodose den allm&#228;nna fiskev&#229;rden
eller f&#246;r vetenskapliga unders&#246;kningar och f&#246;rs&#246;k i fr&#229;ga om fiske. Lag
(1981:535).

8 &#167; Expropriation f&#229;r ske f&#246;r att bevara bebyggelse eller
fornl&#228;mning med ett h&#246;gt historiskt eller kulturhistoriskt
v&#228;rde eller bereda tillr&#228;ckligt utrymme d&#228;romkring.
Lag (2013:539).

9 &#167; Expropriation f&#229;r ske f&#246;r att bevara omr&#229;de som nationalpark,
naturreservat eller naturminne eller f&#246;r att annars tillgodose
v&#228;sentligt behov av mark eller anl&#228;ggning f&#246;r idrott eller friluftsliv,
om marken eller anl&#228;ggningen &#228;r avsedd att h&#229;llas tillg&#228;nglig f&#246;r
allm&#228;nheten.

10 &#167; &#196;ven i annat fall &#228;n som avses i 1, 2, 3, 4, 5, 6, 6 a, 
7, 7 a, 8 eller 9 &#167; f&#229;r expropriation ske f&#246;r att tillgodose 
behov av utrymme f&#246;r byggnad, lokal eller annan anl&#228;ggning f&#246;r 
verksamhet som staten, en kommun, en region eller ett 
kommunalf&#246;rbund har att tillgodose eller som annars &#228;r av 
v&#228;sentlig betydelse f&#246;r riket eller orten eller f&#246;r en viss 
befolkningsgrupp. Lag (2019:850).

11 &#167; Ska genom statens, en kommuns, en regions eller ett 
kommunalf&#246;rbunds f&#246;rsorg inom ett visst omr&#229;de vidtas en 
byggnads- eller anl&#228;ggnings&#229;tg&#228;rd som kan f&#246;ranleda 
expropriation enligt 1, 2, 3, 4, 5, 6, 6 a, 7, 7 a, 8, 9 eller 
10 &#167; och kan med sk&#228;l antas att &#229;tg&#228;rden medf&#246;r ett v&#228;sentligt 
&#246;kat v&#228;rde f&#246;r en fastighet i omr&#229;dets omedelbara n&#228;rhet eller 
avsev&#228;rt &#246;kar m&#246;jligheterna att utnyttja en s&#229;dan fastighet, 
f&#229;r fastigheten exproprieras av den som vidtar &#229;tg&#228;rden, om 
det med h&#228;nsyn till kostnaderna f&#246;r &#229;tg&#228;rden och &#246;vriga 
omst&#228;ndigheter &#228;r sk&#228;ligt. Det som sagts nu om fastighet 
till&#228;mpas ocks&#229; p&#229; s&#228;rskild r&#228;tt till fastighet.
Lag (2019:850).

12 &#167; Expropriationstillst&#229;nd ska inte meddelas, om &#228;ndam&#229;let 
l&#228;mpligen b&#246;r tillgodoses p&#229; annat s&#228;tt eller ol&#228;genheterna av 
expropriationen fr&#229;n allm&#228;n och enskild synpunkt &#246;verv&#228;ger de 
f&#246;rdelar som kan vinnas genom den.

Expropriation till f&#246;rm&#229;n f&#246;r n&#229;gon annan &#228;n staten, en 
kommun, en region eller ett kommunalf&#246;rbund f&#229;r ske endast om 
den exproprierande p&#229; ett betryggande s&#228;tt kan svara f&#246;r att 
den exproprierade egendomen anv&#228;nds f&#246;r det avsedda &#228;ndam&#229;let.
Lag (2019:850).

3 kap. Tillst&#229;nd till expropriation m.m.

1 &#167; Fr&#229;ga om tillst&#229;nd till expropriation pr&#246;vas av regeringen.

Regeringen kan dock &#246;verl&#228;mna till l&#228;nsstyrelsen eller, n&#228;r s&#228;rskilda
sk&#228;l f&#246;religger, till annan myndighet att pr&#246;va fr&#229;ga om tillst&#229;nd till
expropriation, om ans&#246;kningen ej har bestritts eller &#228;rendet fr&#229;n allm&#228;n
och enskild synpunkt &#228;r av mindre vikt. Lag (1979:896).

2 &#167; Ans&#246;kan om expropriationstillst&#229;nd skall vara skriftlig och ange

1. yrkandet och de omst&#228;ndigheter p&#229; vilka det grundas,

2. fastighet som ber&#246;res av expropriationen,

3. namn och adress p&#229; samtliga f&#246;r s&#246;kanden k&#228;nda sak&#228;gare.

I &#246;vrigt skall s&#246;kanden inge den utredning som kan anses beh&#246;vlig i
varje s&#228;rskilt fall.

2 a &#167; Om ans&#246;kan om expropriationstillst&#229;nd avser en fastighet
som &#228;gs av ett uppl&#246;st bolag eller en annan uppl&#246;st
sammanslutning, f&#229;r &#246;verf&#246;rmyndaren f&#246;rordna god man som avses
i 11 kap. f&#246;r&#228;ldrabalken att f&#246;retr&#228;da sammanslutningen i
fr&#229;gor som r&#246;r expropriationen.

Om en god man beh&#246;ver f&#246;rordnas enligt f&#246;rsta stycket, skall
regeringen eller den myndighet som avses i 1 &#167; andra stycket
anm&#228;la detta hos &#246;verf&#246;rmyndaren. Lag (2005:189).

3 &#167; Om den som ans&#246;ker om expropriationstillst&#229;nd har
nyttjander&#228;tt till fastigheten och tillst&#229;nd beviljas, har
s&#246;kanden r&#228;tt att utan hinder av vad som annars skulle g&#228;lla
nyttja fastigheten i samma omfattning som tidigare till dess
att expropriationen &#228;r fullbordad eller till den fardag som
intr&#228;ffar n&#228;rmast efter tre m&#229;nader fr&#229;n det att
expropriationstillst&#229;ndet f&#246;rf&#246;ll eller expropriationsr&#228;tten
f&#246;rverkades. I avvaktan p&#229; att tillst&#229;ndsfr&#229;gan blir slutligt
avgjord kan f&#246;rordnas att s&#246;kanden icke mot sitt bestridande
f&#229;r skiljas fr&#229;n fastigheten tidigare &#228;n p&#229; den fardag, som
intr&#228;ffar n&#228;rmast efter tre m&#229;nader fr&#229;n det att ans&#246;kan
pr&#246;vades. Saknas best&#228;mmelse om fardag, intr&#228;der i st&#228;llet
skyldigheten att flytta n&#228;r tre m&#229;nader f&#246;rflutit fr&#229;n det att
expropriationstillst&#229;ndet f&#246;rf&#246;ll eller expropriationsr&#228;tten
f&#246;rverkades eller fr&#229;n det att expropriationsans&#246;kningen
pr&#246;vades.

Nyttjar s&#246;kanden med st&#246;d av f&#246;rsta stycket fastigheten ut&#246;ver
den dag d&#229; nyttjander&#228;tten annars skulle ha upph&#246;rt, har
fastighets&#228;garen r&#228;tt till sk&#228;lig ers&#228;ttning f&#246;r det fortsatta
nyttjandet. Kan &#246;verenskommelse om ers&#228;ttningen ej tr&#228;ffas,
best&#228;mmes den av mark- och milj&#246;domstolen.

Kommer expropriation ej till st&#229;nd och &#228;r s&#246;kandens r&#228;tt att
f&#246;ra bort egen byggnad eller annat fr&#229;n fastigheten begr&#228;nsad
enligt avtal eller lag till viss tid efter nyttjander&#228;ttens
upph&#246;rande, skall tiden r&#228;knas fr&#229;n den dag d&#229; s&#246;kanden enligt
f&#246;rsta stycket skall l&#228;mna fastigheten.

F&#246;rsta-tredje styckena &#228;ger motsvarande till&#228;mpning p&#229; fall d&#229;
s&#246;kande har servitutsr&#228;tt till fastigheten. Lag (2010:996).

4 &#167; I expropriationstillst&#229;nd skall best&#228;mmas vad expropriationen skall
omfatta och med vilken r&#228;tt expropriationen skall ske.

F&#246;religger s&#228;rskilda sv&#229;righeter f&#246;r s&#246;kanden att, innan han b&#246;rjat
utf&#246;ra de &#229;tg&#228;rder f&#246;r vilka expropriation s&#246;kes, i detalj ange vad som
beh&#246;ver tagas i anspr&#229;k, kan tillst&#229;nd ges till expropriation i
huvudsaklig &#246;verensst&#228;mmelse med vad som angivits p&#229; karta eller p&#229;
marken eller p&#229; annat s&#228;tt.

5 &#167; Om det beh&#246;vs s&#228;rskilda f&#246;reskrifter f&#246;r att trygga att den
exproprierade egendomen anv&#228;ndes f&#246;r det avsedda &#228;ndam&#229;let, skall s&#229;dana
meddelas i samband med expropriationstillst&#229;ndet. Det ankommer p&#229;
l&#228;nsstyrelsen att se till att meddelade f&#246;reskrifter efterleves.
L&#228;nsstyrelsen f&#229;r d&#228;rvid f&#246;rel&#228;gga vite.

6 &#167; Ett expropriationstillst&#229;nd f&#246;rfaller, om saken inte har fullf&#246;ljts
genom ans&#246;kan om st&#228;mning till domstol inom ett &#229;r fr&#229;n det att
tillst&#229;ndet beviljades.

Har expropriationstillst&#229;ndet f&#246;rfallit enligt f&#246;rsta stycket eller
enligt 5 kap. 15 &#167; andra stycket eller 18 &#167; tredje stycket eller har
expropriationstillst&#229;ndet upph&#228;vts enligt 10 &#167; och beg&#228;rs d&#228;refter nytt
expropriationstillst&#229;nd till egendomen av samma s&#246;kande och p&#229; samma
expropriationsgrund som tidigare, kan s&#229;dant tillst&#229;nd beviljas endast
om s&#228;rskilda sk&#228;l f&#246;religger. Lag (1988:211).

7 &#167; Expropriationsr&#228;tt f&#229;r &#246;verg&#229; fr&#229;n innehavaren p&#229; annan endast efter
medgivande av den myndighet som har meddelat expropriationstillst&#229;ndet.

8 &#167; Har expropriationstillst&#229;nd meddelats betr&#228;ffande en del
av en fastighet och lider en &#229;terst&#229;ende del av fastigheten
synnerligt men genom expropriationen eller det s&#228;tt p&#229; vilket
den exproprierade delen anv&#228;nds, ska r&#228;tten f&#246;rordna om
expropriation av den del som lider s&#229;dant men, om &#228;garen
beg&#228;r det. Ska nyttjander&#228;tt eller servitut uppl&#229;tas och
v&#229;llar detta synnerligt men f&#246;r fastigheten eller n&#229;gon del
av den, ska r&#228;tten p&#229; beg&#228;ran av &#228;garen f&#246;rordna om
expropriation av omr&#229;de som lider s&#229;dant men.

Ska endast en del av en fastighet exproprieras eller ska
nyttjander&#228;tt eller servitut uppl&#229;tas, har den exproprierande
r&#228;tt till s&#229;dan utvidgning av expropriationen som avses i
f&#246;rsta stycket, om detta skulle medf&#246;ra endast en ringa
h&#246;jning av den expropriationsers&#228;ttning som tillkommer
fastighets&#228;garen och denne inte har ett beaktansv&#228;rt intresse
av att beh&#229;lla den &#229;terst&#229;ende delen av fastigheten.

Vid till&#228;mpning av andra stycket ska kostnaden f&#246;r &#229;tg&#228;rd som
avses i 4 kap. 1 &#167; fj&#228;rde stycket r&#228;knas in i
expropriationsers&#228;ttningen. Lag (2010:832).

9 &#167; Har beslut i fr&#229;ga som avses i detta kapitel meddelats av annan
f&#246;rvaltningsmyndighet &#228;n regeringen, f&#246;res talan mot myndighetens beslut
hos regeringen genom besv&#228;r. Lag (1979:896).

10 &#167; Regeringen skall upph&#228;va ett expropriationstillst&#229;nd helt eller
delvis, om f&#246;rh&#229;llandena sedan tillst&#229;ndet meddelades har &#228;ndrats s&#229; att
f&#246;ruts&#228;ttningarna f&#246;r tillst&#229;ndet inte l&#228;ngre f&#246;religger.

Fr&#229;gor om upph&#228;vande av expropriationstillst&#229;nd pr&#246;vas p&#229; anm&#228;lan av den
domstol som handl&#228;gger expropriationsm&#229;let. S&#229;dan anm&#228;lan f&#229;r g&#246;ras
endast om fastighets&#228;garen har visat sannolika sk&#228;l f&#246;r att tillst&#229;ndet
skall upph&#228;vas. Lag (1988:211).

4 kap. Expropriationsers&#228;ttning

1 &#167; F&#246;r en fastighet som exproprieras i sin helhet ska, i den
m&#229;n inte annat f&#246;ljer av vad som s&#228;gs nedan, l&#246;seskilling
betalas med ett belopp som motsvarar fastighetens
marknadsv&#228;rde. Exproprieras en del av en fastighet, ska
intr&#229;ngsers&#228;ttning betalas med ett belopp som motsvarar den
minskning av fastighetens marknadsv&#228;rde, som uppkommer genom
expropriationen. Uppkommer i &#246;vrigt skada f&#246;r &#228;garen genom
expropriationen, ska &#228;ven s&#229;dan skada ers&#228;ttas.

D&#228;rut&#246;ver ska ytterligare l&#246;seskilling respektive
intr&#229;ngsers&#228;ttning betalas med 25 procent av marknadsv&#228;rdet
respektive marknadsv&#228;rdeminskningen. Detta g&#228;ller dock inte
n&#228;r expropriation sker f&#246;r &#228;ndam&#229;l som avses i 2 kap. 7 &#167;.

Expropriationsers&#228;ttning ska inte betalas f&#246;r mark eller
annat utrymme som ing&#229;r i allm&#228;n v&#228;g och som enligt en
detaljplan ska anv&#228;ndas f&#246;r en s&#229;dan allm&#228;n plats f&#246;r vilken
kommunen &#228;r huvudman.

Har den exproprierande &#229;tagit sig att vidta &#229;tg&#228;rd f&#246;r att
minska skada, ska h&#228;nsyn tas till det n&#228;r ers&#228;ttningen enligt
f&#246;rsta stycket best&#228;ms, om &#229;tagandet &#228;r s&#229;dant att det
sk&#228;ligen b&#246;r godtas av den ers&#228;ttningsber&#228;ttigade.

Exproprieras fastighet till vilken den exproprierande har
nyttjander&#228;tt eller servitutsr&#228;tt, ska vid best&#228;mmande av
fastighetens v&#228;rde h&#228;nsyn inte tas till f&#246;rb&#228;ttring, vilken
fastigheten har vunnit genom arbete eller kostnad, som den
exproprierande eller f&#246;reg&#229;ende innehavare, vars r&#228;tt har
&#246;verg&#229;tt till denne, lagt ned p&#229; fastigheten ut&#246;ver vad som
&#229;legat honom. Lag (2010:832).

2 &#167; Om det f&#246;retag f&#246;r vars genomf&#246;rande en fastighet
exproprieras har medf&#246;rt inverkan av n&#229;gon betydelse p&#229;
fastighetens marknadsv&#228;rde, ska l&#246;seskillingen best&#228;mmas p&#229;
grundval av det marknadsv&#228;rde som fastigheten skulle ha haft
om s&#229;dan inverkan inte hade f&#246;rekommit. Detta g&#228;ller dock
endast om det &#228;r sk&#228;ligt med h&#228;nsyn till f&#246;rh&#229;llandena i
orten eller till den allm&#228;nna f&#246;rekomsten av likartad
inverkan under j&#228;mf&#246;rliga f&#246;rh&#229;llanden.

Om expropriationen avser en del av en fastighet, ska det som
s&#228;gs i f&#246;rsta stycket om ber&#228;kning av marknadsv&#228;rde till&#228;mpas
i fr&#229;ga om v&#228;rdet f&#246;re expropriationen.

Om en fastighet exproprieras enligt 2 kap. 11 &#167;, ska denna
paragraf tilll&#228;mpas p&#229; v&#228;rdestegring som beror p&#229; den &#229;tg&#228;rd
som utg&#246;r grund f&#246;r expropriationen.

Om l&#246;seskillingen eller intr&#229;ngsers&#228;ttningen med till&#228;mpning
av f&#246;rsta stycket best&#228;ms med bortseende fr&#229;n v&#228;rdeminskning,
ska 1 &#167; andra stycket inte till&#228;mpas p&#229; den del av
ers&#228;ttningen som d&#228;rmed tillkommer. Lag (2010:832).

3 &#167; Har upph&#228;vts genoom lag (2010:832).

3 a &#167; Expropriationsers&#228;ttning f&#246;r mark eller annat utrymme som
enligt en detaljplan skall anv&#228;ndas f&#246;r allm&#228;n plats skall
best&#228;mmas med h&#228;nsyn till de planf&#246;rh&#229;llanden som r&#229;dde n&#228;rmast
innan marken eller utrymmet angavs som allm&#228;n plats.
Lag (2005:941).

4 &#167; Har fastigheten i sin helhet tilltr&#228;tts eller &#246;verg&#229;tt p&#229; den
exproprierande enligt 6 kap. 10 &#167;, skall vid best&#228;mmande av
expropriationsers&#228;ttningen h&#228;nsyn icke tagas till s&#229;dan &#228;ndring i
fastighetens v&#228;rde som uppkommer d&#228;refter. Detsamma g&#228;ller i fall d&#229;
fastigheten endast delvis har tilltr&#228;tts eller &#246;verg&#229;tt p&#229; den
exproprierande, om ej v&#228;rde&#228;ndringen beror p&#229; att den &#229;terst&#229;ende delens
skick &#228;ndras.

Har h&#246;jning i allm&#228;nna prisl&#228;get skett efter det att fastigheten
tilltr&#228;ddes eller &#246;vergick p&#229; den exproprierande enligt 6 kap. 10 &#167;,
skall ers&#228;ttningen j&#228;mkas med h&#228;nsyn d&#228;rtill.

5 &#167; Har &#229;tg&#228;rd vidtagits i uppenbar avsikt att h&#246;ja den ers&#228;ttning, som
den exproprierande har att erl&#228;gga, skall, om sk&#228;l f&#246;religger till det,
ers&#228;ttningen best&#228;mmas s&#229; som om &#229;tg&#228;rden icke vidtagits.

Exproprieras s&#228;rskild r&#228;tt till fastighet, skall f&#246;rsta stycket, i fall
d&#229; &#229;tg&#228;rd vidtagits av fastighetens &#228;gare i avsikt som anges d&#228;r,
till&#228;mpas s&#229; att den exproprierande erh&#229;ller gottg&#246;relse genom minskning
av den ers&#228;ttning som tillkommer &#228;garen.

5 kap. R&#228;tteg&#229;ngen i expropriationsm&#229;l m.m.

1 &#167; F&#246;rsta domstol i expropriationsm&#229;l &#228;r mark- och
milj&#246;domstol. Lag (2010:996).

2 &#167; Expropriationsm&#229;l upptages av den mark- och milj&#246;domstol
inom vars omr&#229;de fastigheten &#228;r bel&#228;gen.

Skall expropriation ske av fastigheter som &#228;r bel&#228;gna inom
olika mark- och milj&#246;domstolars omr&#229;den och b&#246;r fastigheterna
vid best&#228;mmandet av expropriationsers&#228;ttningen l&#228;mpligen
behandlas som en enhet, upptages fr&#229;gan om expropriationen av
den av mark- och milj&#246;domstolarna som regeringen eller, efter
regeringens f&#246;rordnande, annan myndighet best&#228;mmer.
Lag (2010:996).

3 &#167; S&#229;dant yrkande fr&#229;n den exproprierande eller sak&#228;gare som har
samband med expropriationen men r&#246;r r&#228;ttsf&#246;rh&#229;llande som ej skall pr&#246;vas
enligt denna lag f&#229;r pr&#246;vas i expropriationsm&#229;let, om det &#228;r l&#228;mpligt.

4 &#167; Talan i expropriationsm&#229;l f&#229;r v&#228;ckas av den som har s&#246;kt eller
erh&#229;llit tillst&#229;nd till expropriation. Har tillst&#229;nd meddelats och har
fastigheten eller del d&#228;rav tilltr&#228;tts av den exproprierande, f&#229;r &#228;ven
fastighetens &#228;gare eller annan sak&#228;gare, vars r&#228;tt ber&#246;res av
tilltr&#228;det, v&#228;cka talan.

5 &#167; V&#228;ckes talan av den exproprierande, skall han i st&#228;mningsans&#246;kningen
uppge

1. de omst&#228;ndigheter p&#229; vilka han grundar sin talan,

2. yrkande som framst&#228;lles,

3. namn och adress p&#229; samtliga f&#246;r honom k&#228;nda sak&#228;gare,

4. den ers&#228;ttning han erbjuder och de omst&#228;ndigheter varp&#229; erbjudandet
grundas,

5. de skriftliga bevis han &#229;beropar,

6. den tidpunkt d&#229; han &#246;nskar tilltr&#228;da egendomen eller, om tilltr&#228;de
har skett, dagen f&#246;r detta,

7. de omst&#228;ndigheter som betingar domstolens beh&#246;righet, om denna ej
framg&#229;r av vad som annars anf&#246;res.

F&#246;rsta stycket 1 -- 3, 5 och 7 &#228;ger motsvarande till&#228;mpning n&#228;r talan
v&#228;ckes av annan &#228;n den exproprierande.

5 a &#167; Om talan avser en fastighet som &#228;gs av ett uppl&#246;st bolag
eller en annan uppl&#246;st sammanslutning, f&#229;r &#246;verf&#246;rmyndaren
f&#246;rordna god man som avses i 11 kap. f&#246;r&#228;ldrabalken att
f&#246;retr&#228;da sammanslutningen i fr&#229;gor som r&#246;r expropriationen.

Om en god man beh&#246;ver f&#246;rordnas enligt f&#246;rsta stycket, skall
domstolen anm&#228;la detta hos &#246;verf&#246;rmyndaren. Lag (2005:189).

6 &#167; Avvisas inte st&#228;mningsans&#246;kan, ska mark- och
milj&#246;domstolen, om ans&#246;kningen gjorts av den exproprierande,
utf&#228;rda st&#228;mning p&#229; fastighets&#228;garen och &#246;vriga k&#228;nda sak&#228;gare.
Har ans&#246;kningen gjorts av annan, ska domstolen utf&#228;rda st&#228;mning
p&#229; den exproprierande och kalla &#246;vriga k&#228;nda sak&#228;gare att
intr&#228;da som parter i r&#228;tteg&#229;ngen. Kallelse delges sak&#228;gare p&#229;
s&#228;tt som &#228;r f&#246;reskrivet f&#246;r st&#228;mning i tvistem&#229;l.

I st&#228;mning som utf&#228;rdas p&#229; den exproprierande ska denne anmodas
att l&#228;mna uppgifter i de avseenden som anges i 5 &#167; f&#246;rsta
stycket 3–6.

St&#228;mning eller kallelse som avses i f&#246;rsta stycket ska alltid
utf&#228;rdas p&#229; ok&#228;nda sak&#228;gare, som m&#246;jligen finns. Best&#228;mmelserna
om kung&#246;relsedelgivning i delgivningslagen (2010:1932) &#228;ger
d&#228;rvid motsvarande till&#228;mpning. Kan det med fog antas att det
inte finns n&#229;gra ok&#228;nda sak&#228;gare, f&#229;r meddelande som avses i
49 &#167; andra stycket samma lag ansl&#229;s i mark- och milj&#246;domstolens
lokal i st&#228;llet f&#246;r att inf&#246;ras i tidning. Lag (2010:1986).

7 &#167; Fastighets&#228;garen skall, &#228;ven om han ej ans&#246;kt om st&#228;mning,
uppge sak&#228;gare som &#228;r k&#228;nda f&#246;r honom. Underl&#229;ter han det utan
giltigt sk&#228;l och uppst&#229;r skada f&#246;r sak&#228;gare till f&#246;ljd av
underl&#229;tenheten, skall han ers&#228;tta skadan. Mark- och
milj&#246;domstolen skall erinra honom h&#228;rom i st&#228;mning eller
kallelse eller p&#229; annat s&#228;tt. Lag (2010:996).

8 &#167; Har sak&#228;gare uppgivits eller annars blivit k&#228;nd sedan st&#228;mning
utf&#228;rdats och har han ej kommit tillst&#228;des, &#228;ger 6 &#167; f&#246;rsta stycket
motsvarande till&#228;mpning.

9 &#167; Den exproprierande skall f&#246;rete gravationsbevis betr&#228;ffande
fastigheten. &#196;r egendom som skall exproprieras samf&#228;lld f&#246;r tv&#229; eller
flera fastigheter med skilda &#228;gare, beh&#246;ver dock gravationsbevis f&#246;retes
endast om domstolen beg&#228;r det.

10 &#167; Inneb&#228;r expropriation att fastighetsindelningen &#228;ndras, skall den
exproprierande &#246;verl&#228;mna karta med beskrivning &#246;ver omr&#229;det i tv&#229;
exemplar till domstolen. Kartan och beskrivningen skall vara uppr&#228;ttade
av lantm&#228;terimyndigheten med motsvarande till&#228;mpning av vad som
&#228;r f&#246;reskrivet f&#246;r fastighetsbildningsf&#246;rr&#228;ttning. Ny gr&#228;ns skall vara
utm&#228;rkt av lantm&#228;terimyndigheten i enlighet med vad som &#228;r
f&#246;reskrivet betr&#228;ffande gr&#228;ns som tillkommer genom fastighetsbildning.

Inneb&#228;r expropriationen att nyttjander&#228;tt eller servitut bildas eller
begr&#228;nsas, skall vad som i f&#246;rsta stycket s&#228;gs om karta med beskrivning
&#228;ga motsvarande till&#228;mpning. Lag (995:1402).

11 &#167; Talan i expropriationsm&#229;l kan med laga verkan riktas mot den f&#246;r
vilken lagfart senast &#228;r beviljad eller s&#246;kt, &#228;ven om denne f&#246;re talans
v&#228;ckande har &#246;verl&#229;tit fastigheten. Den till vilken fastigheten s&#229;lunda
&#246;verl&#229;tits har i m&#229;let samma st&#228;llning som om &#246;verl&#229;telsen skett under
r&#228;tteg&#229;ngen. Om tvist ang&#229;ende &#228;gander&#228;tten &#228;r antecknad i
fastighetsregistrets inskrivningsdel, kan talan riktas mot den som
innehar fastigheten med &#228;gander&#228;ttsanspr&#229;k.

Ny &#228;gare f&#229;r ej rubba vare sig &#246;verenskommelse som f&#246;rre &#228;garen ing&#229;tt
eller annan &#229;tg&#228;rd som vidtagits i m&#229;let och som &#228;r bindande f&#246;r f&#246;rre
&#228;garen. Lag (2000:238).

12 &#167; Mark- och milj&#246;domstolen skall under f&#246;rberedelsen verka
f&#246;r att utredningen i m&#229;let f&#229;r den inriktning och omfattning
som &#228;r l&#228;mplig med h&#228;nsyn till m&#229;lets beskaffenhet. D&#228;rvid
skall domstolen s&#229;vitt m&#246;jligt se till att on&#246;dig utredning
icke f&#246;rebringas i m&#229;let.

Om det ej &#228;r uppenbart obeh&#246;vligt, skall mark- och
milj&#246;domstolen s&#229; snart det kan ske genom s&#228;rskilt beslut
meddela parterna vilken utredning som enligt domstolens mening
b&#246;r f&#246;rebringas i m&#229;let (utredningsbeslut). Har
utredningsbeslut meddelats betr&#228;ffande viss del av m&#229;let, f&#229;r
nytt beslut i samma del meddelas endast om s&#228;rskilda sk&#228;l
f&#246;religger. Lag (2010:996).

13 &#167; En unders&#246;kning enligt 3 kap. 4 &#167; lagen (2010:921) om
mark- och milj&#246;domstolar ska genomf&#246;ras, om det inte m&#229;ste
antas att s&#229;dan unders&#246;kning saknar betydelse. Lag (2010:996).

14 &#167; Domstolen f&#229;r handl&#228;gga och avg&#246;ra m&#229;let utan hinder av parts
utevaro.

15 &#167; &#197;terkallas talan om expropriation helt eller delvis, skall m&#229;let
avskrivas i den delen. &#197;terkallelse &#228;r dock utan verkan, s&#229;vitt g&#228;ller
egendom som har &#246;verg&#229;tt p&#229; den exproprierande enligt 6 kap. 10 &#167;. &#196;r
fr&#229;ga om egendom som i annat fall har tilltr&#228;tts av den exproprierande,
skall m&#229;let pr&#246;vas utan hinder av &#229;terkallelsen, om sak&#228;gare vars r&#228;tt
ber&#246;res av tilltr&#228;det beg&#228;r det. Detsamma g&#228;ller om sak&#228;gare &#229;terkallar
talan om expropriation och den exproprierande beg&#228;r att m&#229;let pr&#246;vas.

Avskrives m&#229;let helt eller delvis p&#229; grund av &#229;terkallelse av den
exproprierande, &#228;r expropriationstillst&#229;ndet i den delen f&#246;rfallet.

16 &#167; Har skada uppst&#229;tt f&#246;r sak&#228;gare p&#229; grund av expropriationsanspr&#229;k
som &#229;terkallats och avskrives m&#229;let i den delen, skall den
exproprierande ers&#228;tta skadan.

F&#246;rsta stycket till&#228;mpas ocks&#229; n&#228;r domstolen avslutar m&#229;let med
anledning av att tillst&#229;nd till expropriation v&#228;grats eller upph&#228;vts
eller tillst&#229;nd f&#246;rfallit enligt 18 &#167; tredje stycket.

Innan avskrivning sker p&#229; grund av &#229;terkallelse av den exproprierande
skall han, om han har f&#229;tt tillst&#229;nd till expropriationen, hos
l&#228;nsstyrelsen st&#228;lla s&#228;kerhet f&#246;r ers&#228;ttning som avses i f&#246;rsta stycket,
s&#229;vida icke samtliga sak&#228;gare f&#246;rklarat sig avst&#229; fr&#229;n att yrka s&#229;dan
ers&#228;ttning. Lag (1988:211).

17 &#167; &#196;r det av v&#228;sentlig betydelse f&#246;r den exproprierande, f&#229;r domstolen
p&#229; yrkande av denne genom beslut medge att egendom som skall avst&#229;s
genom expropriation tilltr&#228;des utan hinder av att expropriationen ej har
blivit fullbordad (enkelt f&#246;rhandstilltr&#228;de). Under samma
f&#246;ruts&#228;ttningar f&#229;r domstolen genom dom medge att s&#229;dan egendom skall,
innan lagakraft&#228;gande dom i fr&#229;ga om expropriationsers&#228;ttningen
f&#246;religger, &#246;verg&#229; till den exproprierande med samma r&#228;tt som om
expropriationen fullbordats (kvalificerat f&#246;rhandstilltr&#228;de).

Domstolen f&#229;r p&#229; yrkande av fastighets&#228;garen besluta att enkelt
f&#246;rhandstilltr&#228;de skall ske, om den exproprierande ej visar att
tilltr&#228;de skulle medf&#246;ra avsev&#228;rd ol&#228;genhet f&#246;r honom.

Om det ej &#228;r uppenbart att expropriationsers&#228;ttningen blir obetydlig,
skall domstolen p&#229; yrkande av den exproprierande, fastighets&#228;garen eller
annan sak&#228;gare, vars r&#228;tt ber&#246;res av tilltr&#228;det, f&#246;reskriva att den
exproprierande innan f&#246;rhandstilltr&#228;de sker utger f&#246;rskott p&#229; den
expropriationsers&#228;ttning som slutligt fastst&#228;lles.

Domstolen skall vidare f&#246;reskriva att den exproprierande innan
f&#246;rhandstilltr&#228;de sker st&#228;ller s&#228;kerhet hos l&#228;nsstyrelsen f&#246;r den
slutliga expropriationsers&#228;ttningen, till den del den &#246;verstiger
f&#246;rskott som avses i tredje stycket, j&#228;mte den r&#228;nta som kan komma att
utg&#229; enligt 6 kap. 16 &#167; f&#246;rsta stycket. Lag (1979:896).

18 &#167; I dom eller beslut om medgivande till f&#246;rhandstilltr&#228;de enligt 17 &#167;
f&#246;rsta stycket skall domstolen ange n&#228;r medgivandet tidigast f&#229;r
utnyttjas. Tiden skall best&#228;mmas s&#229;, att fastighets&#228;garen och annan,
vars r&#228;tt ber&#246;res, f&#229;r sk&#228;ligt r&#229;drum. Medgivande f&#229;r icke utnyttjas
f&#246;rr&#228;n den exproprierande har fullgjort vad domstolen f&#246;reskrivit enligt
17 &#167; tredje och fj&#228;rde styckena.

Domstolen skall vidare ange den tid inom vilken den exproprierande
senast skall ha fullgjort vad domstolen har f&#246;reskrivit. Har den
exproprierande icke inom utsatt tid fullgjort sina &#229;ligganden, &#228;r
medgivandet till f&#246;rhandstilltr&#228;de f&#246;rfallet.

I beslut om f&#246;rhandstilltr&#228;de enligt 17 &#167; andra stycket skall domstolen
ange n&#228;r tilltr&#228;de senast skall ske. Tiden skall best&#228;mmas s&#229;, att den
exproprierande och annan, vars r&#228;tt ber&#246;res, f&#229;r sk&#228;ligt r&#229;drum.
Domstolen skall vidare ange den tid inom vilken den exproprierande
senast skall ha fullgjort vad domstolen har f&#246;reskrivit enligt 17 &#167;
tredje och fj&#228;rde styckena. Har den exproprierande icke inom utsatt tid
fullgjort sina &#229;ligganden, &#228;r expropriationstillst&#229;ndet i den delen
f&#246;rfallet.

Sker enkelt f&#246;rhandstilltr&#228;de, &#228;r innehavare av s&#229;dan s&#228;rskild r&#228;tt till
fastigheten som enligt 1 kap. 3 och 4 &#167;&#167; rubbas genom expropriationen
icke l&#228;ngre ber&#228;ttigad att ut&#246;va r&#228;ttigheten, i den m&#229;n den avser
egendom som omfattas av f&#246;rhandstilltr&#228;det. Lag (1979:896).

19 &#167; Mark- och milj&#246;domstolen f&#229;r f&#246;rordna att medgivande till
enkelt f&#246;rhandstilltr&#228;de enligt 17 &#167; f&#246;rsta stycket f&#229;r
utnyttjas utan hinder av att beslutet d&#228;rom icke har vunnit
laga kraft. S&#229;dant f&#246;rordnande f&#229;r meddelas endast under
f&#246;ruts&#228;ttning att den exproprierande hos l&#228;nsstyrelsen st&#228;llt
s&#228;kerhet f&#246;r det skadest&#229;nd som kan komma att utg&#229;, om
domstolens beslut &#228;ndras. Lag (2010:996).

20 &#167; Har den exproprierande tilltr&#228;tt egendom som skall avst&#229;s genom
expropriation, f&#229;r domstolen p&#229; yrkande av denne, fastighets&#228;garen eller
annan sak&#228;gare, vars r&#228;tt ber&#246;res av tilltr&#228;det, f&#246;reskriva att f&#246;rskott
skall utg&#229; p&#229; den expropriationsers&#228;ttning som slutligt fastst&#228;lles.
S&#229;dan f&#246;reskrift f&#229;r dock ej meddelas, om det &#228;r uppenbart att
f&#246;rskottet blir obetydligt.

Har beslut i fr&#229;ga om f&#246;rskott meddelats p&#229; yrkande av viss sak&#228;gare,
f&#229;r nytt yrkande av denne om f&#246;rskott ej upptagas till pr&#246;vning f&#246;rr&#228;n
sex m&#229;nader f&#246;rflutit sedan det f&#246;reg&#229;ende beslutet vann laga kraft.

F&#246;rskott som avses i f&#246;rsta stycket skall betalas inom en m&#229;nad fr&#229;n det
beslutet d&#228;rom vann laga kraft. Lag (1979:896).

21 &#167; F&#246;re avg&#246;rande av fr&#229;ga som avses i 17 -- 20 &#167;&#167; skall parterna
erh&#229;lla tillf&#228;lle att yttra sig. Fr&#229;ga om kvalificerat f&#246;rhandstilltr&#228;de
f&#229;r avg&#246;ras utan huvudf&#246;rhandling.

Fr&#229;ga om f&#246;rhandstilltr&#228;de f&#229;r pr&#246;vas utan hinder av att
expropriationsers&#228;ttning i viss del har blivit slutligt best&#228;md. Fr&#229;gan
pr&#246;vas i den instans d&#228;r fastighets&#228;garen &#228;r part eller, om
fastighets&#228;garen slutligt har skilts fr&#229;n m&#229;let, i den l&#228;gsta instans
d&#228;r n&#229;gon del av m&#229;let &#228;r anh&#228;ngig. Fr&#229;gan f&#229;r v&#228;ckas utan st&#228;mning.

22 &#167; Mot beslut, som mark- och milj&#246;domstol meddelat under
r&#228;tteg&#229;ngen i fr&#229;ga som avses i 17, 18 eller 20 &#167;, f&#246;res talan
s&#228;rskilt.

Mot Mark- och milj&#246;&#246;verdomstolens avg&#246;rande i fr&#229;ga som avses i
17-20 &#167;&#167; f&#229;r talan ej f&#246;ras. Lag (2010:996).

23 &#167; Ers&#228;ttning skall best&#228;mmas s&#228;rskilt f&#246;r varje sak&#228;gare.
L&#246;seskilling, intr&#229;ngsers&#228;ttning och annan ers&#228;ttning skall best&#228;mmas
var f&#246;r sig.

Avser expropriation samtliga del&#228;gares andel i samf&#228;llighet eller del av
denna och finns f&#246;r samf&#228;lligheten k&#228;nd styrelse eller f&#246;rvaltare med
r&#228;tt att uppb&#228;ra medel som h&#228;rr&#246;r fr&#229;n samf&#228;lligheten, kan domstolen
utan hinder av f&#246;rsta stycket best&#228;mma gemensam ers&#228;ttning f&#246;r del&#228;garna
i den m&#229;n neds&#228;ttning icke skall ske enligt 6 kap. 1 &#167; f&#246;rsta stycket.

24 &#167; N&#228;r fastighet exproprieras, skall domstolen uppskatta s&#229;v&#228;l
fastighetens v&#228;rde som v&#228;rdet av s&#228;rskild r&#228;tt som ej l&#228;mnas orubbad.
Medf&#246;r s&#228;rskild r&#228;tt minskning av v&#228;rdet av fastighet som skall
exproprieras, skall uppskattningen av fastighetens v&#228;rde ske med h&#228;nsyn
till den v&#228;rdeminskning f&#246;r fastigheten som r&#228;ttigheten inneb&#228;r. Skall
ers&#228;ttning utg&#229; till innehavare av s&#229;dan s&#228;rskild r&#228;tt och svarar
fastigheten f&#246;r beviljad eller s&#246;kt inteckning med b&#228;ttre r&#228;tt, skall
domstolen uppskatta &#228;ven det v&#228;rde fastigheten har utan den s&#228;rskilda
r&#228;ttigheten.

S&#228;rskild uppskattning enligt f&#246;rsta stycket tredje punkten beh&#246;vs ej, om
neds&#228;ttning enligt 6 kap. 1 &#167; f&#246;rsta stycket icke skall &#228;ga rum.

25 &#167; Ers&#228;ttning f&#229;r icke best&#228;mmas till h&#246;gre belopp &#228;n den
ers&#228;ttningsber&#228;ttigade har beg&#228;rt.

Besv&#228;ras fastigheten av beviljad eller s&#246;kt inteckning, f&#229;r dock
l&#246;seskilling och intr&#229;ngsers&#228;ttning ej s&#228;ttas l&#228;gre &#228;n som f&#246;ranledes av
4 kap., om det icke &#228;r v&#228;sentligen utan betydelse f&#246;r borgen&#228;rernas
r&#228;tt.

&#196;r parterna &#246;verens om storleken av l&#246;seskilling eller
intr&#229;ngsers&#228;ttning, f&#229;r domstolen meddela dom i enlighet d&#228;rmed, om
medgivande l&#228;mnats av samtliga borgen&#228;rer som har pantr&#228;tt i
fastigheten. Besv&#228;ras fastigheten av gemensam inteckning, fordras
dessutom de medgivanden fr&#229;n fastighets&#228;gare och fordringshavare som i
22 kap. 11 &#167; jordabalken f&#246;reskrives f&#246;r relaxation. Medgivande fordras
dock ej av den f&#246;r vars r&#228;tt domstolens avg&#246;rande &#228;r v&#228;sentligen utan
betydelse.

Best&#228;mmelserna i andra och tredje styckena om l&#246;seskilling och
intr&#229;ngsers&#228;ttning g&#228;ller ej ers&#228;ttning till innehavare av s&#228;rskild
r&#228;tt, om r&#228;ttigheten upph&#246;r eller begr&#228;nsas utan att fastigheten eller
del av fastigheten tages i anspr&#229;k med &#228;gander&#228;tt, nyttjander&#228;tt eller
servitutsr&#228;tt.

26 &#167; Ers&#228;ttning f&#229;r ej best&#228;mmas till l&#228;gre belopp &#228;n den exproprierande
erbjudit.

Har domstolen med st&#246;d av denna lag f&#246;rordnat om f&#246;rskott, f&#229;r den
slutliga ers&#228;ttningen ej heller best&#228;mmas till l&#228;gre belopp &#228;n det eller
de f&#246;rskott som best&#228;mts. Vad som sagts nu g&#228;ller icke f&#246;rskott som
utgjort villkor f&#246;r f&#246;rhandstilltr&#228;de, om medgivandet till
f&#246;rhandstilltr&#228;de har f&#246;rfallit.

27 &#167; Ers&#228;ttning skall best&#228;mmas i pengar att betalas p&#229; en g&#229;ng.
Domstolen f&#229;r dock p&#229; yrkande av part h&#228;nvisa sak&#228;gare att i s&#228;rskild
r&#228;tteg&#229;ng vid mark- och milj&#246;domstolen f&#246;ra talan om ers&#228;ttning f&#246;r skada
eller intr&#229;ng som ej l&#228;mpligen kan pr&#246;vas i m&#229;let. S&#229;dan talan skall
v&#228;ckas genom ans&#246;kan om st&#228;mning inom den tid, h&#246;gst tio &#229;r, som
domstolen best&#228;mmer.

Yrkande som avses i f&#246;rsta stycket f&#229;r upptagas f&#246;r sig och avg&#246;ras
s&#228;rskilt. Mot beslut under r&#228;tteg&#229;ngen i s&#229;dan fr&#229;ga f&#246;res talan
s&#228;rskilt. Lag (2010:996).

28 &#167; Dom skall grundas p&#229; vad som f&#246;rekommit vid syn eller annan
f&#246;rhandling och vad handlingarna inneh&#229;ller i &#246;vrigt.

29 &#167; H&#246;gre r&#228;tt f&#229;r, &#228;ven om det ej f&#246;ljer av vad som i allm&#228;nhet
g&#228;ller, avg&#246;ra m&#229;l utan huvudf&#246;rhandling, om huvudf&#246;rhandling kan
antagas sakna betydelse och part ej beg&#228;r s&#229;dan f&#246;rhandling.

6 kap. Betalning av expropriationsers&#228;ttning och fullbordande av
expropriation m.m.

1 &#167; L&#246;seskilling och intr&#229;ngsers&#228;ttning betalas genom neds&#228;ttning hos
l&#228;nsstyrelsen i det l&#228;n d&#228;r fastigheten &#228;r bel&#228;gen. Avser
expropriationsers&#228;ttningen fastigheter i olika l&#228;n, skall neds&#228;ttningen
ske hos den l&#228;nsstyrelse som domstolen best&#228;mmer.

F&#246;rsta stycket g&#228;ller ej ers&#228;ttning till innehavare av s&#228;rskild r&#228;tt, om
r&#228;ttigheten upph&#246;r eller begr&#228;nsas utan att fastigheten eller del av
fastigheten tages i anspr&#229;k med &#228;gander&#228;tt, nyttjander&#228;tt eller
servitutsr&#228;tt.

2 &#167; Neds&#228;ttning enligt 1 &#167; f&#246;rsta stycket skall inte ske, om
fastigheten inte svarar f&#246;r beviljad eller s&#246;kt inteckning
eller om de borgen&#228;rer som har pantr&#228;tt i fastigheten medgett
att ers&#228;ttningen utbetalas till den ers&#228;ttningsber&#228;ttigade. Om
fastigheten besv&#228;ras av gemensam inteckning, g&#228;ller vad som
sagts nu endast om dessutom de medgivanden fr&#229;n fastighets&#228;gare
och fordringshavare som i 22 kap. 11 &#167; jordabalken f&#246;reskrivs
f&#246;r relaxation f&#246;religger. Medgivande fordras dock inte av den
f&#246;r vars r&#228;tt expropriationen &#228;r v&#228;sentligen utan betydelse.

Neds&#228;ttning skall alltid ske om god man enligt 11 kap.
f&#246;r&#228;ldrabalken f&#246;rordnats att f&#246;retr&#228;da en uppl&#246;st
sammanslutning i fr&#229;gor som r&#246;r expropriationen.
Lag (2005:189).

3 &#167; I samband med att domstolen best&#228;mmer l&#246;seskilling och
intr&#229;ngsers&#228;ttning skall den ange i vad m&#229;n neds&#228;ttning skall ske.

4 &#167; Expropriationsers&#228;ttning som ej skall neds&#228;ttas utbetalas till den
ers&#228;ttningsber&#228;ttigade. Det &#229;ligger i s&#229;dant fall den exproprierande att
hos l&#228;nsstyrelsen i det l&#228;n d&#228;r fastigheten &#228;r bel&#228;gen anm&#228;la och d&#228;rvid
styrka att ers&#228;ttningen har betalats. Avser ers&#228;ttningen fastigheter i
olika l&#228;n, &#228;ger 1 &#167; f&#246;rsta stycket andra punkten motsvarande
till&#228;mpning.

5 &#167; Best&#228;mmelserna i 1 -- 4 &#167;&#167; &#228;ger motsvarande till&#228;mpning p&#229; f&#246;rskott.

6 &#167; Vid neds&#228;ttning eller anm&#228;lan skall den exproprierande till
l&#228;nsstyrelsen ge in domen eller beslutet samt lagakraftbevis och vid
neds&#228;ttning dessutom gravationsbevis r&#246;rande fastigheten. Sker det ej,
skall l&#228;nsstyrelsen anskaffa handlingarna p&#229; den exproprierandes
bekostnad.

7 &#167; Expropriationsers&#228;ttning skall neds&#228;ttas och anm&#228;lan skall ske inom
tre m&#229;nader fr&#229;n det att dom, som medf&#246;rt att samtliga fr&#229;gor i saken
avgjorts, vunnit laga kraft.

Har fastigheten helt eller delvis tilltr&#228;tts eller &#246;verg&#229;tt p&#229; den
exproprierande enligt 10 &#167;, skall neds&#228;ttning eller anm&#228;lan ske inom en
m&#229;nad efter det att den dom, varigenom ers&#228;ttningen best&#228;mdes, vann laga
kraft.

8 &#167; Skall expropriationsers&#228;ttning ej utg&#229; eller &#246;verstiger den slutliga
ers&#228;ttningen icke vad som har utg&#229;tt i form av f&#246;rskott, &#229;ligger det den
exproprierande att anm&#228;la detta till l&#228;nsstyrelsen sedan samtliga fr&#229;gor
i saken slutligt avgjorts. Anm&#228;lan beh&#246;ver icke ske betr&#228;ffande egendom
som har &#246;verg&#229;tt p&#229; den exproprierande enligt 10 &#167;.

9 &#167; Expropriationen &#228;r fullbordad, n&#228;r samtliga fr&#229;gor i saken slutligt
avgjorts och den exproprierande inom f&#246;reskriven tid har fullgjort vad
som &#229;ligger honom enligt 1 &#167; f&#246;rsta stycket och 4 &#167;. Detsamma g&#228;ller,
n&#228;r den exproprierande gjort anm&#228;lan enligt 8 &#167;. N&#228;r expropriationen &#228;r
fullbordad, har den exproprierande r&#228;tt att genast tilltr&#228;da egendomen.

Exproprieras tillbeh&#246;r till fastighet med &#228;gander&#228;tt, upph&#246;r tillbeh&#246;ret
efter expropriationens fullbordan att h&#246;ra till fastigheten, &#228;ven om det
ej skiljes fr&#229;n denna. &#196;ndring av fastighetsindelningen p&#229; grund av
expropriation sker, n&#228;r expropriationen &#228;r fullbordad.

10 &#167; Anm&#228;ler den exproprierande hos l&#228;nsstyrelsen att han vill utnyttja
medgivande till kvalificerat f&#246;rhandstilltr&#228;de och visar han d&#228;rvid att
domen om medgivande har vunnit laga kraft och att han inom f&#246;reskriven
tid har uppfyllt de villkor som knutits till medgivandet, &#246;verg&#229;r
egendomen genom anm&#228;lningen p&#229; den exproprierande med samma r&#228;tt som om
expropriationen hade fullbordats. Sker anm&#228;lan f&#246;re den dag d&#229;
medgivandet tidigast f&#229;r utnyttjas, &#246;verg&#229;r dock egendomen f&#246;rst n&#228;mnda
dag.

N&#228;r egendomen har &#246;verg&#229;tt p&#229; den exproprierande enligt f&#246;rsta stycket,
&#228;ger 9 &#167; andra stycket motsvarande till&#228;mpning.

11 &#167; F&#246;rsummar den exproprierande att inom f&#246;reskriven tid
iakttaga vad som &#229;ligger honom enligt 1 &#167; f&#246;rsta stycket och 4 &#167;
och har ej fastigheten helt eller delvis tilltr&#228;tts eller
&#246;verg&#229;tt p&#229; den exproprierande enligt 10 &#167;, &#228;r
expropriationsr&#228;tten f&#246;rverkad.

Om fastighets&#228;garen vill att expropriationen &#228;nd&#229; skall
fullbordas, skall han inom tre m&#229;nader efter f&#246;rverkandet
beg&#228;ra det hos l&#228;nsstyrelsen. Om han inte vill att
expropriationen skall fullbordas, f&#229;r han hos
mark- och milj&#246;domstolen visa att expropriationsr&#228;tten &#228;r f&#246;rverkad.
G&#246;r han det, skall domstolen anm&#228;la f&#246;rverkandet till
inskrivningsmyndigheten f&#246;r anteckning i fastighetsregistrets
inskrivningsdel. Lag (2010:996).

12 &#167; Har fastighets&#228;garen beg&#228;rt att expropriationen skall fullbordas
utan hinder av att expropriationsr&#228;tten &#228;r f&#246;rverkad enligt 11 &#167; f&#246;rsta
stycket och har ej anm&#228;lan enligt andra stycket i samma paragraf &#228;gt
rum, skall l&#228;nsstyrelsen l&#229;ta uttaga expropriationsers&#228;ttningen j&#228;mte
r&#228;nta enligt 16 &#167; f&#246;rsta stycket hos den exproprierande.

13 &#167; Har fastigheten helt eller delvis tilltr&#228;tts eller &#246;verg&#229;tt p&#229; den
exproprierande enligt 10 &#167; och f&#246;rsummar han att inom f&#246;reskriven tid
betala f&#246;rskott enligt 5 kap. 20 &#167; eller slutlig
expropriationsers&#228;ttning, skall l&#228;nsstyrelsen p&#229; beg&#228;ran av den
ers&#228;ttningsber&#228;ttigade l&#229;ta uttaga beloppet j&#228;mte r&#228;nta enligt 16 &#167;
f&#246;rsta stycket.

14 &#167; Vid beg&#228;ran som avses i 11 &#167; andra stycket eller 13 &#167; skall fogas
domen eller beslutet samt lagakraftbevis.

I fr&#229;ga om uttagande av ers&#228;ttning j&#228;mte r&#228;nta &#228;ger best&#228;mmelserna i
uts&#246;kningsbalken om verkst&#228;llighet av lagakraft&#228;gande dom i tvistem&#229;l,
varigenom betalningsskyldighet blivit n&#229;gon &#229;lagd, motsvarande
till&#228;mpning. Lag (1981:792).

15 &#167; F&#246;religger fall som avses i 12 eller 13 &#167; och har samtliga fr&#229;gor i
saken slutligt avgjorts, &#228;r expropriationen fullbordad, n&#228;r den slutliga
expropriationsers&#228;ttningen har kommit in till l&#228;nsstyrelsen.

16 &#167; I den m&#229;n expropriationsers&#228;ttning betalas efter utg&#229;ngen av frist
som f&#246;reskrives i 7 &#167; f&#246;rsta eller andra stycket, skall den
exproprierande utge r&#228;nta p&#229; ers&#228;ttningen fr&#229;n fristens utg&#229;ng enligt
6 &#167; r&#228;ntelagen (1975:635). Har f&#246;rhandstilltr&#228;de &#228;gt rum eller har
fastigheten helt eller delvis &#246;verg&#229;tt p&#229; den exproprierande enligt
10 &#167;, skall den exproprierande utge r&#228;nta p&#229; expropriationsers&#228;ttningen
enligt 5 &#167; r&#228;ntelagen fr&#229;n den dag fastigheten tilltr&#228;ddes eller
&#246;vergick p&#229; den exproprierande till dess betalning sker eller r&#228;nta
skall utg&#229; enligt f&#246;rsta punkten i denna paragraf. Har fastigheten
endast delvis tilltr&#228;tts eller &#246;verg&#229;tt p&#229; den exproprierande och skulle
skyldighet att i s&#229;dant fall betala r&#228;nta p&#229; hela ers&#228;ttningen vara
osk&#228;lig mot den exproprierande, f&#229;r r&#228;ntebeloppet j&#228;mkas.

Expropriation fullbordas utan hinder av att r&#228;nta enligt f&#246;rsta stycket
ej betalas. Lag (1975:659).

17 &#167; Medel som har nedsatts eller uttagits enligt detta kapitel skall
av l&#228;nsstyrelsen utan dr&#246;jsm&#229;l placeras p&#229; ett r&#228;nteb&#228;rande konto.
Lag (1994:511).

18 &#167; Nedsatta eller uttagna medel skall j&#228;mte upplupen r&#228;nta
utbetalas av l&#228;nsstyrelsen till den som &#228;r ber&#228;ttigad till
medlen.

Vid utbetalning av medel som enligt domstolens best&#228;mmande
skall neds&#228;ttas skall, med de avvikelser som anges i tredje–
femte styckena, best&#228;mmelserna om f&#246;rdelning av k&#246;peskilling
f&#246;r fast egendom som s&#229;lts p&#229; exekutiv auktion till&#228;mpas. Om
r&#228;tt f&#246;r innehavare av pantbrev att avst&#229; fr&#229;n sin r&#228;tt till
betalning och verkan d&#228;rav finns s&#228;rskilda best&#228;mmelser.

&#196;r fastigheten, f&#246;rutom av inteckning, besv&#228;rad av s&#228;rskild
r&#228;tt som minskar fastighetens v&#228;rde och har s&#228;mre r&#228;tt &#228;n
inteckningen, skall borgen&#228;r som har pantr&#228;tt p&#229; grundval av
inteckningen erh&#229;lla betalning som om fastigheten icke
besv&#228;rades av r&#228;ttigheten, i den m&#229;n det kr&#228;vs f&#246;r att han
skall f&#229; full betalning f&#246;r sin fordran. Ers&#228;ttningen f&#246;r
r&#228;ttigheten skall minskas i motsvarande m&#229;n.

Har l&#246;seskilling eller intr&#229;ngsers&#228;ttning av domstolen best&#228;mts
till h&#246;gre belopp &#228;n fastighetens &#228;gare har yrkat och uppst&#229;r
efter betalning av de fordringar som skall utg&#229; ur ers&#228;ttningen
&#246;verskott som ej faller inom det yrkade beloppet, skall
&#246;verskottet &#229;terst&#228;llas till den exproprierande.

Om en god man f&#246;rordnats f&#246;r en uppl&#246;st sammanslutning, skall
dennes ers&#228;ttning betalas med nedsatta medel f&#246;re andra
fordringar. Lag (2005:189).

19 &#167; Sammantr&#228;de f&#246;r f&#246;rdelningen h&#229;lles s&#229; snart det kan ske. Kallelse
till sammantr&#228;det s&#228;ndes minst tv&#229; veckor i f&#246;rv&#228;g till
fastighets&#228;garen, annan sak&#228;gare och k&#228;nda innehavare av pantr&#228;tt. De
skall i kallelsen uppmanas att anm&#228;la sina anspr&#229;k senast vid samman
tr&#228;det. F&#246;religger s&#228;rskilda sk&#228;l, skall kung&#246;relse om sammantr&#228;det
minst tv&#229; veckor i f&#246;rv&#228;g ocks&#229; f&#246;ras in i Post- och Inrikes Tid
ningar. Lag (1977:706).

20 &#167; Har domstolen enligt 5 kap. 27 &#167; h&#228;nvisat sak&#228;gare att f&#246;ra talan
om ers&#228;ttning f&#246;r skada eller intr&#229;ng i s&#228;rskild r&#228;tteg&#229;ng, &#228;ger 1 -- 7,
13, 14 och 16 -- 19 &#167;&#167; motsvarande till&#228;mpning i fr&#229;ga om f&#246;rskott eller
ers&#228;ttning som best&#228;mmes i s&#229;dan r&#228;tteg&#229;ng.

7 kap. S&#228;rskilda best&#228;mmelser

1 &#167; Har expropriationstillst&#229;nd beviljats, skall den
exproprierande svara f&#246;r samtliga kostnader som uppkommit i
&#228;rendet om tillst&#229;nd till expropriation, i m&#229;let vid mark- och
milj&#246;domstolen och i &#228;rendet om expropriationsers&#228;ttningens
f&#246;rdelning, allt i den m&#229;n ej annat f&#246;ljer av 18 kap. 6 eller
8 &#167; r&#228;tteg&#229;ngsbalken eller vid en motsvarande till&#228;mpning av
n&#229;got av dessa lagrum.

Har sak&#228;gare vid mark- och milj&#246;domstolen f&#246;rebringat utredning
i strid med utredningsbeslut ers&#228;ttes kostnaden f&#246;r s&#229;dan
utredning endast i den m&#229;n utredningen haft betydelse f&#246;r
utg&#229;ngen i m&#229;let. Lag (2010:996).

2 &#167; Avsl&#229;s ans&#246;kan om expropriationstillst&#229;nd eller &#229;terkallas
ans&#246;kningen innan tillst&#229;nd beviljats, skall s&#246;kanden svara f&#246;r
kostnaderna i &#228;rendet, i den m&#229;n ej annat f&#246;ljer vid en motsvarande
till&#228;mpning av 18 kap. 6 eller 8 &#167; r&#228;tteg&#229;ngsbalken.

3 &#167; I h&#246;gre r&#228;tt svarar den exproprierande f&#246;r sina egna kostnader och
f&#246;r kostnad som uppkommit f&#246;r motpart genom att den exproprierande
fullf&#246;ljt talan, i den m&#229;n ej annat f&#246;ljer av 18 kap. 6 eller 8 &#167;
r&#228;tteg&#229;ngsbalken. I &#246;vrigt g&#228;ller 18 kap. r&#228;tteg&#229;ngsbalken betr&#228;ffande
skyldigheten att svara f&#246;r kostnad i h&#246;gre r&#228;tt.

4 &#167; Fr&#229;ga om ers&#228;ttning f&#246;r kostnad som avses i 1 eller 2 &#167;
pr&#246;vas av mark- och milj&#246;domstolen, &#228;ven om fr&#229;gan ej g&#228;ller
kostnad vid domstolen. Lag (2010:996).

5 &#167; I avvaktan p&#229; att expropriationsm&#229;let avg&#246;res f&#229;r mark-
och milj&#246;domstolen f&#246;rordna att f&#246;rskott skall utg&#229; p&#229; den
ers&#228;ttning f&#246;r r&#228;tteg&#229;ngskostnader vid domstolen som slutligt
fastst&#228;lles.

F&#246;rsta stycket &#228;ger motsvarande till&#228;mpning p&#229;
r&#228;tteg&#229;ngskostnader i h&#246;gre r&#228;tt som uppkommit f&#246;r motpart
genom att den exproprierande fullf&#246;ljt talan.

Innan f&#246;rordnande meddelas att f&#246;rskott p&#229; r&#228;tteg&#229;ngskostnad
skall utg&#229; till part, skall motparten erh&#229;lla tillf&#228;lle att
yttre sig. Mot beslut som mark- och milj&#246;domstolen meddelat
under r&#228;tteg&#229;ngen i s&#229;dan fr&#229;ga f&#246;res talan s&#228;rskilt. Mot
Mark- och milj&#246;&#246;verdomstolens beslut i fr&#229;gan f&#229;r talan ej
f&#246;ras. Lag (2010:996).

6 &#167; Vill n&#229;gon f&#246;r expropriation uppr&#228;tta karta &#246;ver fastighet
som annan &#228;ger eller innehar eller annars unders&#246;ka
fastigheten, f&#229;r l&#228;nsstyrelsen f&#246;reskriva att tilltr&#228;de till
fastigheten f&#246;r s&#229;dan unders&#246;kning skall l&#228;mnas under viss tid.

Unders&#246;kningsarbetet skall utf&#246;ras s&#229; att minsta skada och
intr&#229;ng v&#229;llas. I tr&#228;dg&#229;rd, liknande plantering eller park f&#229;r
tr&#228;d ej skadas eller f&#228;llas utan &#228;garens samtycke eller
medgivande av l&#228;nsstyrelsen. F&#246;r skada och intr&#229;ng utg&#229;r
ers&#228;ttning. Talan om ers&#228;ttning v&#228;ckes vid den mark- och
milj&#246;domstol inom vars omr&#229;de fastigheten &#228;r bel&#228;gen.
Lag (2010:996).

7 &#167; Har s&#228;kerhet som ska st&#228;llas enligt denna lag inte 
godk&#228;nts av den, till vars f&#246;rm&#229;n den st&#228;lls, pr&#246;vas 
s&#228;kerheten av l&#228;nsstyrelsen. 

Borgen f&#229;r godk&#228;nnas av l&#228;nsstyrelsen endast om borgensman 
svarar som f&#246;r egen skuld och, om tv&#229; eller flera tecknat 
borgen, de svarar solidariskt.

Staten, kommuner, regioner och kommunalf&#246;rbund beh&#246;ver inte 
st&#228;lla s&#228;kerhet. Lag (2019:850).

8 &#167; Talan mot l&#228;nsstyrelsens beslut i fr&#229;ga som avses i 6 eller 7 &#167;
f&#246;res hos regeringen genom besv&#228;r. Lag (1979:896).


&#214;verg&#229;ngsbest&#228;mmelser

1987:123

1. Denna lag tr&#228;der i kraft den 1 juli 1987.

2. Exproprieras mark som enligt en f&#246;re utg&#229;ngen av &#229;r 1978 fastst&#228;lld
och vid ikrafttr&#228;dandet g&#228;llande stads- eller byggnadsplan var avsedd
f&#246;r enskilt bebyggande och v&#228;cks talan f&#246;re utg&#229;ngen av juni 1997, skall
expropriationsers&#228;ttningen, om markens &#228;gare beg&#228;r det, best&#228;mmas med
h&#228;nsyn till de planf&#246;rh&#229;llanden som r&#229;dde vid ikrafttr&#228;dandet.

Vad som s&#228;gs i f&#246;rsta stycket skall &#228;ven till&#228;mpas i fr&#229;ga om annan plan
eller best&#228;mmelse som enligt 17 kap. 4 &#167; f&#246;rsta stycket plan- och
bygglagen (1987:10) g&#228;ller som detaljplan.

3. Exproprieras mark som enligt en vid ikrafttr&#228;dandet g&#228;llande stads-
eller byggnadsplan var avsedd f&#246;r annat &#228;n enskilt bebyggande och v&#228;cks
talan f&#246;re utg&#229;ngen av juni 1991, skall expropriationsers&#228;ttningen, om
markens &#228;gare beg&#228;r det, best&#228;mmas med h&#228;nsyn till de planf&#246;rh&#229;llanden
och de ers&#228;ttningsprinciper som g&#228;llde vid ikrafttr&#228;dandet.

Vad som s&#228;gs i f&#246;rsta stycket skall &#228;ven till&#228;mpas i fr&#229;ga om annan plan
eller best&#228;mmelse som enligt 17 kap. 4 &#167; f&#246;rsta stycket plan- och
bygglagen (1987:10) g&#228;ller som detaljplan.

4. Vid best&#228;mmande av expropriationsers&#228;ttning f&#246;r mark inom omr&#229;den med
stads- eller byggnadsplan skall 4 kap. 3 &#167; andra stycket i sin lydelse
f&#246;re ikrafttr&#228;dandet till&#228;mpas.

1988:211

Denna lag tr&#228;der i kraft den 1 juni 1988.

Den &#228;ldre lydelsen av 3 kap. 6 &#167; g&#228;ller fortfarande i fr&#229;ga om
expropriationstillst&#229;nd som har meddelats f&#246;re ikrafttr&#228;dandet.
Tidsfristen inom vilken expropriationssaken skall fullf&#246;ljas vid domstol
f&#229;r dock f&#246;rl&#228;ngas endast om ans&#246;kan om f&#246;rl&#228;ngning har gjorts f&#246;re
ikrafttr&#228;dandet. F&#246;rl&#228;ngning f&#229;r medges med h&#246;gst ett &#229;r.

1995:1492

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om
fastighetsbildningsmyndigheter som inr&#228;ttats enligt lagen (1971:133)
om kommunal fastighetsbildningsmyndighet och
fastighetsregistermyndighet.

2010:832

1. Denna lag tr&#228;der i kraft den 1 augusti 2010.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r
expropriationsers&#228;ttningen, om tillst&#229;ndet till expropriation
har beviljats f&#246;re ikrafttr&#228;dandet.

3. S&#228;rskilda best&#228;mmelser om hur expropriationslagens
ers&#228;ttningsbest&#228;mmelser &#246;verg&#229;ngsvis ska g&#228;lla finns i
f&#246;ljande lagar:

a) lagen (2010:815) om &#228;ndring i milj&#246;balken,

b) lagen (2010:816) om &#228;ndring i fastighetsbildningslagen
(1970:988),

c) lagen (2010:817) om &#228;ndring i renn&#228;ringslagen (1971:437),

d) lagen (2010:818) om &#228;ndring i v&#228;glagen (1971:948),

e) lagen (2010:819) om &#228;ndring i ledningsr&#228;ttslagen
(1973:1144),

f) lagen (2010:820) om &#228;ndring i anl&#228;ggningslagen (1973:1149),

g) lagen (2010:821) om &#228;ndring i bostadsf&#246;rvaltningslagen
(1977:792),

h) lagen (2010:822) om &#228;ndring i skogsv&#229;rdslagen (1979:429),

i) lagen (2010:823) om &#228;ndring i lagen (1985:620) om vissa
torvfyndigheter,

j) lagen (2010:824) om &#228;ndring i plan- och bygglagen
(1987:10),

k) lagen (2010:825) om &#228;ndring i lagen (1987:11) om
exploateringssamverkan,

l) lagen (2010:826) om &#228;ndring i lagen (1988:950) om
kulturminnen m.m.,

m) lagen (2010:827) om &#228;ndring i minerallagen (1991:45),

n) lagen (2010:828) om &#228;ndring i bostadsr&#228;ttslagen (1991:614),
o) lagen (2010:829) om &#228;ndring i lagen (1995:1649) om byggande
av j&#228;rnv&#228;g,

p) lagen (2010:830) om &#228;ndring i lagen (2004:875) om s&#228;rskild
f&#246;rvaltning av vissa elektriska anl&#228;ggningar, och

q) lagen (2010:831) om &#228;ndring i lagen (2006:449) om skydd f&#246;r
st&#246;rningsk&#228;nslig forskning. Lag (2011:1047).

2010:1941

1. Denna lag tr&#228;der i kraft den 1 april 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller om ett beslut om delgivning enligt
15–17 &#167;&#167; delgivningslagen (1970:428) har fattats f&#246;re den 1
april 2011 eller om en handling har skickats eller l&#228;mnats f&#246;re
denna tidpunkt.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4189">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4191">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
