

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1997-09-05" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4191</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4190">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4192">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:698 ·
                    <a href="/sfsr?bet=1972:698">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1972:698) om avtalet mellan
Sverige och Europeiska ekonomiska gemenskapen
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Utrikesdepartementet UDH
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-12-15
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1991:1400
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Bil. &#228;ndr. genom SFS 1991:1400.
Nytt till&#228;ggsprotokoll enligt SFS1989:1068.
Protokollet finns inte med h&#228;r.

                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Kungl. Maj:t har funnit gott ge till k&#228;nna f&#246;ljande. Sverige och
Europeiska ekonomiska gemenskapen har den 22 juli 1972 tr&#228;ffat ett
avtal, vars lydelse i svensk text framg&#229;r av bilaga till denna
kung&#246;relse. Avtalet tr&#228;der i kraft den 1 januari 1973.

Regeringen ger till k&#228;nna att protokoll 3 i bilagan till kung&#246;relsen
(1972:698) om avtalet mellan Sverige och Europeiska ekonomiska
gemenskapen enligt beslut av blandade kommitt&#233;n Sverige-EEC har den
&#228;ndrade lydelse som framg&#229;r av bilaga 1 till frihandelsf&#246;rordningen
(1987:1185). F&#246;rordning (1991:1400).

Bilaga

Protokoll 3 r&#246;rande definitionen av begreppet &quot;ursprungsvaror&quot; och
formerna f&#246;r administrativt samarbete

Avdelning I

Definition av begreppet &quot;ursprungsvaror&quot;

Artikel 1

Vid till&#228;mpning av avtalet skall, med f&#246;rbeh&#229;ll f&#246;r best&#228;mmelserna i
artiklarna 2 och 3 i detta protokoll,

1. varor anses ha ursprung i gemenskapen, s&#229;vida

a) de helt framst&#228;llts inom gemenskapen,

b) de framst&#228;llts inom gemenskapen och vid framst&#228;llningen som material
anv&#228;nts andra varor &#228;n de som avses under a), under f&#246;ruts&#228;ttning att
varorna varit f&#246;rem&#229;l f&#246;r bearbetning eller behandling som &#228;r
tillr&#228;cklig enligt artikel 5. Denna f&#246;ruts&#228;ttning skall dock icke g&#228;lla
f&#246;r varor, som enligt detta protokoll har ursprung i Sverige;

2. varor anses ha ursprung i Sverige, s&#229;vida

a) de helt framst&#228;llts i Sverige,

b) de framst&#228;llts i Sverige och vid framst&#228;llningen som material anv&#228;nts
andra varor &#228;n de som avses under a), under f&#246;ruts&#228;ttning att varorna
varit f&#246;rem&#229;l f&#246;r bearbetning eller behandling som &#228;r tillr&#228;cklig enligt
artikel 5. Denna f&#246;ruts&#228;ttning skall dock icke g&#228;lla f&#246;r varor som
enligt detta protokoll har ursprung i gemenskapen.

De i lista C upptagna varorna skall tills vidare icke ber&#246;ras av
best&#228;mmelserna i detta protokoll. Formerna f&#246;r administrativt samarbete
och artikel 23 skall dock &#228;ven till&#228;mpas f&#246;r dessa produkter.

Artikel 2

1. I den m&#229;n varuutbytet mellan &#229; ena sidan gemenskapen eller Sverige
och &#229; andra sidan &#214;sterrike, Finland, Island, Norge, Portugal och
Schweiz samt mellan n&#229;gra av dessa sex l&#228;nder inb&#246;rdes regleras av avtal
som inneh&#229;ller samma regler som detta protokoll, skall likaledes

A. varor som avses i artikel 1 punkt 1 anses ha ursprung i gemenskapen
om de, efter att ha exporterats fr&#229;n gemenskapen, icke har underg&#229;tt
bearbetning eller behandling i n&#229;got av de n&#228;mnda sex l&#228;nderna eller d&#228;r
har underg&#229;tt bearbetning eller behandling som icke &#228;r tillr&#228;cklig f&#246;r
att de skall anses ha ursprung i n&#229;got av dessa l&#228;nder enligt de
best&#228;mmelser i ovann&#228;mnda avtal som motsvarar best&#228;mmelserna i artikel 1
punkterna 1 b) och 2 b) i detta protokoll, f&#246;rutsatt att

a) endast varor som har ursprung i n&#229;got av dessa sex l&#228;nder eller i
gemenskapen eller i Sverige har anv&#228;nts vid bearbetningen eller
behandlingen,

b) om en procentregel enligt de i artikel 5 n&#228;mnda listorna A och B
begr&#228;nsar den del av varornas v&#228;rde som p&#229; vissa villkor f&#229;r utg&#246;ras av
icke-ursprungsvaror, merv&#228;rdet i varje land erh&#229;llits under
h&#228;nsynstagande till de procentregler och de andra regler som ing&#229;r i
listorna utan m&#246;jlighet till sammanl&#228;ggning fr&#229;n ett land till ett
annat.

B. varor som avses i artikel 1 punkt 2 anses ha ursprung i Sverige om
de, efter att ha exporterats fr&#229;n Sverige, icke har underg&#229;tt
bearbetning eller behandling i n&#229;got av de n&#228;mnda sex l&#228;nderna eller d&#228;r
har underg&#229;tt bearbetning eller behandling som icke &#228;r tillr&#228;cklig f&#246;r
att de skall anses ha ursprung i n&#229;got av dessa l&#228;nder enligt de
best&#228;mmelser i ovann&#228;mnda avtal som motsvarar best&#228;mmelserna i artikel 1
punkterna 1 b) och 2 b) i detta protokoll, f&#246;rutsatt att

a) endast varor med ursprung i n&#229;got av dessa sex l&#228;nder eller i
gemenskapen eller i Sverige har anv&#228;nts vid bearbetningen eller
behandlingen,

b) om en procentregel enligt de i artikel 5 n&#228;mnda listorna A och B
begr&#228;nsar den del av varornas v&#228;rde som p&#229; vissa villkor f&#229;r utg&#246;ras av
icke-ursprungsvaror, merv&#228;rdet i varje land erh&#229;llits under
h&#228;nsynstagande till de procentregler och andra regler som ing&#229;r i
listorna utan m&#246;jlighet till sammanl&#228;ggning fr&#229;n ett land till ett
annat.

2. Vid till&#228;mpning av punkt 1 A a) och B a) skall det f&#246;rh&#229;llandet, att
andra varor &#228;n de som avses i denna punkt anv&#228;nts som material till ett
v&#228;rde vilket sammanlagt icke &#246;verstiger 5 % av v&#228;rdet av de framst&#228;llda
varor som importeras antingen till Sverige eller till gemenskapen, icke
beaktas vid best&#228;mmandet av sistn&#228;mnda varors ursprung, f&#246;rutsatt att de
varor som s&#229;lunda anv&#228;nts som material ej skulle ha p&#229;verkat ursprunget
hos de varor som tidigare exporterats antingen fr&#229;n gemenskapen eller
fr&#229;n Sverige, om de d&#228;r anv&#228;nts som material i dessa varor.

3. I de fall som avses i punkterna 1 A b) och B b) samt 2 f&#229;r icke-
ursprungsvara icke anv&#228;ndas som material enbart p&#229; grund av s&#229;dan
bearbetning eller behandling som anges i artikel 5 punkt 3.

Artikel 3

Utan hinder av best&#228;mmelserna i artikel 2 och under f&#246;ruts&#228;ttning att
alla i n&#228;mnda artikel angivna villkor &#228;r uppfyllda, skall de framst&#228;llda
varorna anses beh&#229;lla sitt ursprung i gemenskapen eller i Sverige endast
om v&#228;rdet av de anv&#228;nda varor som har ursprung i gemenskapen eller i
Sverige utg&#246;r den st&#246;rsta delen av de framst&#228;llda varornas v&#228;rde. Om s&#229;
icke &#228;r fallet, skall sistn&#228;mnda varor anses ha ursprung i det land d&#228;r
det erh&#229;llna merv&#228;rdet utg&#246;r den st&#246;rsta delen av deras v&#228;rde.

Artikel 4

Som &quot;helt framst&#228;llda&quot; antingen i gemenskapen eller i Sverige enligt
artikel 1 punkterna 1 a) och 2 a) skall anses

a) mineraliska produkter som utvunnits ur deras jord eller havsbotten;

b) vegetabiliska produkter som sk&#246;rdats d&#228;r;

c) levande djur, som f&#246;tts och uppf&#246;tts d&#228;r;

d) produkter som erh&#229;llits fr&#229;n levande djur, som uppf&#246;tts d&#228;r;

e) produkter fr&#229;n jakt och fiske som ut&#246;vats d&#228;r;

f) produkter fr&#229;n havsfiske och andra produkter som h&#228;mtats ur havet av
deras fartyg;

g) produkter som framst&#228;llts ombord p&#229; deras &quot;flytande fabriker&quot;
uteslutande av varor som avses under f);

h) brukade artiklar, som tillvaratagits d&#228;r och som endast kan anv&#228;ndas
f&#246;r &#229;tervinning av r&#229;varor;

i) avfall som uppkommit vid tillverkningsprocesser som &#228;gt rum d&#228;r;

j) varor som framst&#228;llts d&#228;r uteslutande av produkter som avses under
a)--i).

Artikel 5

1. Vid till&#228;mpning av artikel 1 punkterna 1 b) och 2 b) skall som
tillr&#228;cklig bearbetning eller behandling anses

a) bearbetning eller behandling som medf&#246;r att de framst&#228;llda varorna
blir h&#228;nf&#246;rliga till annat tulltaxenummer &#228;n var och en av de varor som
anv&#228;nts som material, dock att enligt lista A s&#228;rskilda best&#228;mmelser
g&#228;ller f&#246;r d&#228;r angivna varor;

b) bearbetning eller behandling som anges i lista B.

Med avdelningar, kapitel och tulltaxenummer avses de som ing&#229;r i CCC-
nomenklaturen f&#246;r klassificering av varor i tulltarifferna.

2. Om f&#246;r en viss framst&#228;lld vara en procentregel i lista A och lista B
begr&#228;nsar v&#228;rdet av de varor som f&#229;r anv&#228;ndas som material vid
framst&#228;llningen, f&#229;r det sammanlagda v&#228;rdet av dessa varor, oavsett om
de, inom de gr&#228;nser och p&#229; de villkor som anges i var och en av de tv&#229;
listorna, har &#228;ndrat tulltaxenummer genom bearbetningen, behandlingen
eller monteringen, i f&#246;rh&#229;llande till den framst&#228;llda varans v&#228;rde icke
&#246;verstiga den procentsats som anges i de b&#229;da listorna, om procentsatsen
&#228;r densamma, eller, om listorna anger olika procentsatser, den h&#246;gre av
de tv&#229;.

3. Vid till&#228;mpning av best&#228;mmelserna i artikel 1 punkterna 1 b) och 2 b)
skall f&#246;ljande bearbetning eller behandling alltid anses otillr&#228;cklig
f&#246;r att ge ursprungskarakt&#228;r, oavsett om den medf&#246;r &#228;ndring av
tulltaxenummer:

a) behandling med syfte att s&#228;kerst&#228;lla att varorna bevaras i gott skick
under transport eller lagring (luftning, utspridning, torkning, kylning,
inl&#228;ggning i saltvatten, i svavelsyrlighetsvatten eller i andra
konserverande vattenl&#246;sningar, avl&#228;gsnande av skadade delar och liknande
&#229;tg&#228;rder);

b) enkel behandling best&#229;ende i avl&#228;gsnande av damm, siktning eller
s&#229;llning, klassificering, sortering (inklusive sammanf&#246;ring av artiklar
till satser), tv&#228;ttning, m&#229;lning eller delning;

c) i) ompackning, uppdelning eller sammanf&#246;ring av kollin;

ii) f&#246;rpackning p&#229; flaskor, i s&#228;ckar, fodral eller askar, upps&#228;ttning p&#229;
kartor m. m. samt alla andra enkla f&#246;rpacknings&#229;tg&#228;rder;

d) anbringande av m&#228;rken, etiketter eller liknande s&#228;rskiljande
beteckningar p&#229; varor eller f&#246;rpackningar d&#228;rtill;

e) enkel blandning av varor, &#228;ven av skilda slag, s&#229;vida en eller flera
i blandningen ing&#229;ende best&#229;ndsdelar icke uppfyller villkoren enligt
detta protokoll f&#246;r att kunna anses ha ursprung antingen i gemenskapen
eller i Sverige;

f) enkel sammans&#228;ttning av delar av artiklar i avsikt att framst&#228;lla en
komplett artikel;

g) en kombination av tv&#229; eller flera av de &#229;tg&#228;rder som anges under
a)--f);

h) slakt av djur.

Artikel 6

1. N&#228;r de i artikel 5 n&#228;mnda listorna A och B anger att varor som
framst&#228;llts i gemenskapen eller i Sverige skall anses ha ursprung d&#228;r
endast om v&#228;rdet av varor som anv&#228;nts som material ej &#246;verstiger en viss
del av v&#228;rdet av de framst&#228;llda varorna, skall f&#246;ljande v&#228;rden beaktas
vid best&#228;mningen av denna del, n&#228;mligen: -- dels betr&#228;ffande varor vilka
visas vara importerade: tullv&#228;rdet vid importtillf&#228;llet; betr&#228;ffande
varor av obest&#228;mt ursprung: det tidigaste fastst&#228;llbara pris som
betalats f&#246;r varorna inom den avtalsslutande parts omr&#229;de d&#228;r
framst&#228;llningen &#228;ger rum;

-- dels de framst&#228;llda varornas pris vid f&#246;rs&#228;ljning fritt fabrik med
avdrag av interna skatter som &#229;terbetalats eller skall &#229;terbetalas vid
export. Best&#228;mmelserna i denna artikel skall &#228;ven g&#228;lla vid till&#228;mpning
av artiklarna 2 och 3.

2. Vid till&#228;mpning av artiklarna 2 och 3 skall med merv&#228;rde f&#246;rst&#229;s
skillnanden mellan, &#229; ena sidan, de framst&#228;llda varornas pris vid
f&#246;rs&#228;ljning fritt fabrik med avdrag av interna skatter som &#229;terbetalats
eller skall &#229;terbetalas vid export fr&#229;n det ber&#246;rda landet eller
gemenskapen och, &#229; andra sidan, tullv&#228;rdet av alla importerade varor som
anv&#228;nts som material i detta land eller gemenskapen.

Artikel 7

Transport, som sker i en enda s&#228;ndning, av varor med ursprung i Sverige
eller i gemenskapen kan &#228;ga rum genom andra omr&#229;den &#228;n dem som tillh&#246;r
gemenskapen, Sverige, &#214;sterrike, Finland, Island, Norge, Portugal eller
Schweiz, i f&#246;rekommande fall med omlastning eller tillf&#228;llig lagring
inom s&#229;dana andra omr&#229;den, s&#229;vida transporten genom dessa omr&#229;den &#228;r
motiverad av geografiska sk&#228;l och varorna st&#229;tt under uppsikt av
tullmyndigheterna i transit- eller lagringslandet samt icke saluf&#246;rts
eller utl&#228;mnats till f&#246;rbrukning och d&#228;r icke heller underg&#229;tt annan
behandling &#228;n lossning och lastning eller &#229;tg&#228;rd avsedd att bevara dem i
of&#246;r&#228;ndrat skick.

Avdelning II

Former f&#246;r administrativt samarbete

Artikel 8

1. Ursprungsvaror enligt detta protokoll skall vid import till
gemenskapen eller till Sverige komma i &#229;tnjutande av f&#246;rm&#229;nerna enligt
avtalet mot avl&#228;mnande av ettdera av f&#246;ljande dokument:

a) varucertifikat EUR.1, i det f&#246;ljande ben&#228;mnt certifikat EUR.1, enligt
formul&#228;r i bilaga V till detta protokoll, eller

b) blankett EUR.2, enligt formul&#228;r i bilaga VI till detta protokoll, f&#246;r
s&#228;ndningar som inneh&#229;ller enbart ursprungsvaror och under f&#246;ruts&#228;ttning
att v&#228;rdet icke &#246;verstiger 3 400 europeiska valutaenheter per s&#228;ndning.

2. F&#246;ljande ursprungsvaror enligt detta protokoll skall vid import till
gemenskapen eller till Sverige komma i &#229;tnjutande av f&#246;rm&#229;nerna enligt
avtalet utan att de dokument som n&#228;mnts under punkt 1 f&#246;retes:

a) varor som inkommer som sm&#229;f&#246;rs&#228;ndelser fr&#229;n enskild person
adresserade till enskild person och vars v&#228;rde icke &#246;verstiger 240
europeiska valutaenheter;

b) varor som ing&#229;r i resandes personliga bagage och vars v&#228;rde icke
&#246;verstiger 680 europeiska valutaenheter.

Dessa best&#228;mmelser skall till&#228;mpas endast under f&#246;ruts&#228;ttning att
inf&#246;rseln icke har kommersiell karakt&#228;r, att varorna anges uppfylla
villkoren f&#246;r till&#228;mpning av avtalet och att intet tvivel r&#229;der om
riktigheten h&#228;rav.

Som inf&#246;rsel utan kommersiell karakt&#228;r skall anses inf&#246;rsel som har
tillf&#228;llig karakt&#228;r och som uteslutande avser varor f&#246;r mottagarens
eller den resandes eller hans familjs personliga bruk, f&#246;rutsatt att
varorna icke genom sin natur eller sin m&#228;ngd ger intryck av att
inf&#246;rseln sker i kommersiellt syfte.

3. Belopp angivna i exportlandets valuta, motsvarande de belopp som
angivits i europeiska valutaenheter, skall fastst&#228;llas av exportlandet
och meddelas &#246;vriga avtalsslutande parter. Om beloppen &#246;verstiger de
motsvarande belopp som fastst&#228;llts av importlandet skall importlandet
godtaga dem om varorna &#228;r fakturerade i exportlandets valuta.

Om varorna &#228;r fakturerade i valuta fr&#229;n annan medlemsstat i gemenskapen
eller annat land som omn&#228;mns i artikel 2 i detta protokoll skall
importlandet godtaga det belopp som meddelats av det ber&#246;rda landet.

4. F&#246;r tiden fram till och med den 30 april 1981 skall som v&#228;rde f&#246;r den
europeiska valutaenheten angivet i nationell valuta anv&#228;ndas det v&#228;rde
som g&#228;llde den 30 juni 1978. F&#246;r varje d&#228;refter f&#246;ljande tv&#229;&#229;rsperiod
skall till&#228;mpas det v&#228;rde f&#246;r den europeiska valutaenheten angivet i
nationell valuta som g&#228;llde den f&#246;rsta arbetsdagen i oktober under det
&#229;r som omedelbart f&#246;reg&#229;r denna tv&#229;&#229;rsperiod.

5. Tillbeh&#246;r, reservdelar och verktyg som levereras tillsammans med en
utrustning, en maskin, en apparat eller ett fordon skall tillsammans med
dessa anses som en enhet n&#228;r de utg&#246;r standardutrustning och ing&#229;r i
priset f&#246;r ifr&#229;gavarande utrustning, maskin, apparat eller fordon eller
ej har s&#228;rskilt fakturerats.

6. Varor i satser, i den mening som avses i tolkningsregel 3 i CCC-
nomenklaturen, anses som ursprungsvaror under f&#246;ruts&#228;ttning att alla i
satsen ing&#229;ende komponenter utg&#246;r ursprungsvaror. Varor i satser som
best&#229;r av s&#229;v&#228;l ursprungsvaror som icke ursprungsvaror skall dock i sin
helhet anses som ursprungsvaror, f&#246;rutsatt att andelen icke
ursprungsvaror uppg&#229;r till h&#246;gst 15 % av satsens hela v&#228;rde.

Artikel 9

1. Certifikat EUR.1 utf&#228;rdas av tullmyndigheten i exportlandet vid
utf&#246;rseln av de varor som certifikatet avser. Det skall st&#228;llas till
export&#246;rens f&#246;rfogande s&#229; snart utf&#246;rseln &#228;gt rum eller s&#228;kerst&#228;llts.

2. Certifikat EUR.1 utf&#228;rdas av tullmyndigheten i stat som &#228;r medlem av
Europeiska ekonomiska gemenskapen om de varor som skall exporteras kan
anses ha ursprung i gemenskapen enligt artikel 1 punkt 1 i detta
protokoll.

Certifikat EUR.1 utf&#228;rdas av tullmyndigheten i Sverige om de varor som
skall exporteras kan anses ha ursprung i Sverige enligt artikel 1 punkt
2 i detta protokoll.

3. Tullmyndigheterna i gemenskapens medlemsstater eller i Sverige f&#229;r
utf&#228;rda certifikat EUR.1 enligt villkoren i de avtal som avses i artikel
2 i detta protokoll om de varor som skall exporteras utg&#246;r varor som
enligt artikel 2 och, i f&#246;rekommande fall, artikel 3 i detta protokoll
kan anses ha ursprung i gemenskapen, Sverige, &#214;sterrike, Finland,
Island, Norge, Portugal eller Schweiz och under f&#246;ruts&#228;ttning att de
varor som avses i certifikaten EUR.1. befinner sig i gemenskapen eller i
Sverige.

Vid till&#228;mpning av artikel 2 och, i f&#246;rekommande fall, artikel 3 i detta
protokoll utf&#228;rdas certifikat EUR.1 av tullmyndigheterna i vart och ett
av de ber&#246;rda l&#228;nder d&#228;r varorna antingen befunnit sig f&#246;re
&#229;terutf&#246;rseln i of&#246;r&#228;ndrat skick eller underg&#229;tt bearbetning eller
behandling som avses i artikel 2, mot uppvisande av tidigare utf&#228;rdade
certifikat EUR.1.

4. Certifikat EUR.1 f&#229;r utf&#228;rdas endast om det kan antagas komma att
utg&#246;ra bevis vid till&#228;mpning av den i avtalet avsedda
f&#246;rm&#229;nsbehandlingen.

Datum f&#246;r utf&#228;rdande av certifikat EUR.1 skall anges p&#229; den del av
certifikatet EUR.1 som &#228;r avsedd f&#246;r tullmyndigheten.

5. Om certifikat EUR.1 icke utf&#228;rdats vid utf&#246;rseltillf&#228;llet p&#229; grund av
misstag, f&#246;rbiseende eller s&#228;rskilda omst&#228;ndigheter, kan certifikat
undantagsvis utf&#228;rdas &#228;ven efter utf&#246;rseln av de varor som certifikatet
avser.

Tullmyndigheten kan icke utf&#228;rda certifikat EUR.1 i efterhand utan att
kontrollera att uppgifterna i export&#246;rens ans&#246;kan &#246;verensst&#228;mmer med
uppgifterna i motsvarande handlingar.

Certifikat EUR.1 som utf&#228;rdas i efterhand skall f&#246;rses med en av
f&#246;ljande anteckningar: &quot;NACHTR&#196;GLICH AUSGESTELLT&quot;, &quot;DELIVRE A
POSTERIORI&quot;, &quot;RILASCIATO A POSTERIORI&quot;, &quot;AFGEGEVEN A POSTERIORI&quot;,
&quot;ISSUED RETROSPECTIVELY&quot;, &quot;UDSTEDT EFTERF                   GENDE&quot;,
&quot;EK?OWEN EK T&#197;N YSTEP&#197;N&quot;, &quot;UTF&#196;RDAT I EFTERHAND&quot;, &quot;ANETTU J&#196;LKIK&#196;TEEN&quot;,
&quot;UTGEFID EFTIR A&quot;, &quot;UTSTEDT SENERE&quot;, &quot;EMITIDO A POSTERIORI&quot;.

6. Om ett certifikat EUR.1 stulits, f&#246;rlorats eller f&#246;rst&#246;rts, kan
export&#246;ren hos den tullmyndighet som utf&#228;rdat det beg&#228;ra ett duplikat
uppr&#228;ttat p&#229; grundval av de utf&#246;rselhandlingar som denna f&#246;rfogar &#246;ver.
Det s&#229;lunda utf&#228;rdade duplikatet skall f&#246;rses med en av f&#246;ljande
anteckningar: &quot;DUPLIKAT&quot;, &quot;DUPLICATA&quot;, &quot;DUPLICATO&quot;, &quot;DUPLICAAT&quot;,
&quot;DUPLICATE&quot;, &quot;ANTIGPAFO&quot;, &quot;KAKSOISKAPPALE&quot;, &quot;SAMRIT&quot;, &quot;SEGUNDA VIA&quot;.

Duplikatet, vilket skall dagtecknas samma dag som det ursprungliga
certifikatet EUR.1, g&#228;ller fr&#229;n samma dag.

7. De anteckningar som avses i punkterna 5 och 6 skall inf&#246;ras i rutan
f&#246;r &quot;Anm&#228;rkningar&quot; p&#229; certifikat EUR.1.

8. Det &#228;r alltid m&#246;jligt att utbyta ett eller flera certifikat EUR.1 mot
ett eller flera certifikat EUR.1, under f&#246;ruts&#228;ttning att detta sker hos
den tullanstalt d&#228;r varorna befinner sig.

9. I syfte att kontrollera att de i punkterna 2 och 3 angivna villkoren
&#228;r uppfyllda har tullmyndighet r&#228;tt att beg&#228;ra de handlingar som styrker
detta eller att utf&#246;ra den kontroll den finner p&#229;kallad.

Artikel 10

1. Certifikat EUR.1 utf&#228;rdas endast p&#229; skriftlig ans&#246;kan av export&#246;ren
eller, p&#229; export&#246;rens ansvar, av dennes befullm&#228;ktigade ombud. Denna
ans&#246;kan skall g&#246;ras p&#229; blankett enligt formul&#228;r i bilaga V till detta
protokoll, vilken skall ifyllas i enlighet med detta protokoll.

2. Det &#229;ligger tullmyndighet i exportlandet att &#246;vervaka att den i punkt
1 avsedda blanketten blir vederb&#246;rligen ifylld. Den skall s&#228;rskilt
kontrollera att utrymmet avsett f&#246;r varuslag ifyllts p&#229; ett s&#228;tt som
utesluter varje m&#246;jlighet till till&#228;gg i bedr&#228;gligt syfte. F&#246;r detta
&#228;ndam&#229;l skall vid beskrivning av varuslag utskrift ske utan mellanrum
mellan raderna. Om utrymmet icke helt ifyllts, skall en horisontell
linje dragas under den sista raden, varj&#228;mte den icke ifyllda delen
sp&#228;rras.

3. Eftersom certifikat EUR.1 utg&#246;r bevis f&#246;r till&#228;mpningen av den i
avtalet avsedda f&#246;rm&#229;nsbehandlingen betr&#228;ffande tullar och kvantitativa
restriktioner ankommer det p&#229; tullmyndighet i exportlandet att vidtaga
n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r unders&#246;kning av varornas ursprung och kontroll
av &#246;vriga uppgifter p&#229; certifikatet.

4. Export&#246;ren eller dennes ombud skall till sin ans&#246;kan foga de
handlingar som &#228;r &#228;gnade att styrka att certifikat EUR.1 kan utf&#228;rdas
f&#246;r de varor som skall exporteras.

5. N&#228;r enligt artikel 9 punkt 5 i detta protokoll ett certifikat EUR.1
utf&#228;rdas efter utf&#246;rseln av de varor som certifikatet avser skall
export&#246;ren i den i punkt 1 avsedda ans&#246;kan

a) ange tid och plats f&#246;r avs&#228;ndandet av de varor som certifikatet
avser;

b) intyga att n&#229;got certifikat EUR.1 ej utf&#228;rdats vid utf&#246;rseln av
ifr&#229;gavarande varor och ange orsakerna h&#228;rtill.

6. Ans&#246;kan om certifikat EUR.1 liksom de certifikat EUR.1 som avses i
artikel 9 punkt 3 andra stycket i detta protokoll och mot vars
uppvisande nytt certifikat EUR.1 utf&#228;rdas skall bevaras av
tullmyndigheten i exportlandet under minst tv&#229; &#229;r.

Artikel 11

1. Certifikat EUR.1 skall uppr&#228;ttas p&#229; blankett enligt formul&#228;r i bilaga
V till detta protokoll. Blanketten skall tryckas p&#229; ett eller flera av
de spr&#229;k p&#229; vilka avtalet &#228;r avfattat. Certifikat EUR.1 skall uppr&#228;ttas
p&#229; ett av dessa spr&#229;k och i &#246;verensst&#228;mmelse med best&#228;mmelserna i
exportlandets interna lag; om det utskrives f&#246;r hand, skall det ifyllas
med bl&#228;ck och med tryckbokst&#228;ver.

2. Certifikat EUR.1 skall ha formatet 210297 mm. En tolerans p&#229; l&#228;ngden
om h&#246;gst plus 8 mm eller minus 5 mm kan till&#229;tas. Det papper som
anv&#228;ndes skall vara vitt och icke inneh&#229;lla slipmassa, vara limmat f&#246;r
skriv&#228;ndam&#229;l och v&#228;ga minst 25 g/m/n2/. Det skall vara f&#246;rsett med
guillocherad botten i gr&#246;n f&#228;rg f&#246;r att p&#229; mekanisk eller kemisk v&#228;g
utf&#246;rd f&#246;rfalskning skall komma till synes.

3. Gemenskapens medlemsstater och Sverige kan f&#246;rbeh&#229;lla sig r&#228;tten till
tryckning av certifikat EUR.1 eller anf&#246;rtro denna &#229;t tryckerier som
godk&#228;nts av dem. I sistn&#228;mnda fall skall p&#229; varje certifikat EUR.1
finnas uppgift om godk&#228;nnande. Varje certifikat EUR.1 skall f&#246;rses med
uppgift om tryckeriets namn och adress eller med tecken som m&#246;jligg&#246;r
identifiering av tryckeriet. F&#246;r s&#228;rskiljande av certifikaten skall
varje certifikat dessutom genom tryck eller p&#229; annat s&#228;tt f&#246;rses med
serienummer.

Artikel 12

1. Certifikat EUR.1 skall inom fyra m&#229;nader, r&#228;knat fr&#229;n den dag d&#229; det
utf&#228;rdats av tullmyndighet i exportlandet, inges till den tullanstalt i
importlandet d&#228;r varorna anm&#228;les enligt d&#228;r g&#228;llande best&#228;mmelser.
Myndigheten kan beg&#228;ra att certifikatet &#246;vers&#228;ttes. Den kan vidare kr&#228;va
att importanm&#228;lan kompletteras med en f&#246;rs&#228;kran av import&#246;ren att
varorna uppfyller de villkor som uppst&#228;llts f&#246;r till&#228;mpning av avtalet.

2. Utan inskr&#228;nkning av artikel 5 punkt 3 i detta protokoll skall, p&#229;
beg&#228;ran av den som anger varan till f&#246;rtullning, en is&#228;rtagen eller icke
hopsatt vara h&#228;nf&#246;rlig till kapitel 84 eller 85 i nomenklaturen, vilken
importeras i flera s&#228;ndningar p&#229; villkor som fastst&#228;lles av beh&#246;rig
myndighet, anses utg&#246;ra en enda vara och ett certifikat EUR.1 som
omfattar den kompletta varan kan uppvisas vid importen av den f&#246;rsta
dels&#228;ndningen.

3. Certifikat EUR.1 som inges till tullmyndighet i importlandet efter
utg&#229;ngen av den tidsfrist som anges i punkt 1 kan godtas som grund f&#246;r
f&#246;rm&#229;nsbehandling, om underl&#229;tenheten att iaktta fristen beror p&#229; force
majeure eller p&#229; exceptionella omst&#228;ndigheter.

Tullmyndighet i importlandet kan &#228;ven i andra fall godta certifikat
EUR.1, f&#246;rutsatt att varan anm&#228;lts hos myndigheten f&#246;re utg&#229;ngen av
n&#228;mnda tidsfrist.

4. Mindre skiljaktigheter mellan uppgifterna i certifikat EUR.1 och
uppgifterna i de dokument som ingivits till tullanstalten i syfte att
uppfylla formaliteterna f&#246;r import av varorna medf&#246;r inte i och f&#246;r sig
att certifikatet blir ogiltigt, f&#246;rutsatt att det vederb&#246;rligen
fastst&#228;lles att certifikatet svarar mot varorna.

5. Certifikat EUR.1 skall bevaras av tullmyndigheten i importlandet
enligt de regler som g&#228;ller d&#228;r.

6. F&#246;r att styrka att villkoren i artikel 7 i detta protokoll uppfyllts
skall f&#246;r tullmyndighet i importlandet f&#246;retes:

a) antingen en transporthandling som utf&#228;rdats i exportlandet och som
t&#228;cker transporten genom transitlandet,

b) eller ett intyg utf&#228;rdat av tullmyndighet i transitlandet
inneh&#229;llande:
-- en noggrann varubeskrivning;
-- datum f&#246;r varornas lossning och lastning samt, i f&#246;rekommande fall,
fartygens namn;
-- intyg om de villkor under vilka varorna befunnit sig i transitlandet,

c) eller, i avsaknad h&#228;rav, andra handlingar som styrker att villkoren
&#228;r uppfyllda.

Artikel 13

1. Utan hinder av artikel 9 punkterna 1 till 6 och artikel 10 punkterna
1 och 6 i detta protokoll kan en f&#246;renklad procedur f&#246;r utf&#228;rdande av
certifikat EUR.1 till&#228;mpas enligt f&#246;ljande best&#228;mmelser.

2. Tullmyndigheterna i exportlandet kan ge export&#246;r som uppfyller
villkoren i punkt 3 och som &#228;mnar bedriva verksamhet f&#246;r vilken
certifikat EUR.1 kan utf&#228;rdas, i det f&#246;ljande ben&#228;mnd &quot;godk&#228;nd
export&#246;r&quot;, tillst&#229;nd att vid exporttillf&#228;llet f&#246;r tullanstalten i
exportlandet ej beh&#246;va uppvisa vare sig varorna eller ans&#246;kan om
certifikat EUR.1 f&#246;r dessa varor f&#246;r att erh&#229;lla certifikat EUR.1 enligt
villkoren i artikel 8 punkt 5, artikel 9 punkterna 1 till 4 och artikel
12 punkt 2 i detta protokoll.

Tullmyndigheterna i exportlandet kan utesluta vissa varukategorier fr&#229;n
de l&#228;ttnader som anges i punkt 1.

3. Tillst&#229;nd som avses i punkt 2 skall endast beviljas export&#246;r med ofta
f&#246;rekommande export vilken l&#228;mnar de garantier f&#246;r kontroll av varornas
ursprungskarakt&#228;r som tullmyndigheterna anser n&#246;dv&#228;ndiga.

Tullmyndigheterna skall ej meddela tillst&#229;nd till export&#246;r som inte
l&#228;mnar alla erforderliga garantier.

Tullmyndigheterna kan n&#228;r som helst &#229;terkalla tillst&#229;nd. S&#229; skall ske
n&#228;r den godk&#228;nde export&#246;ren inte l&#228;ngre uppfyller villkoren eller l&#228;mnar
n&#228;mnda garantier.

4. Tullmyndigheterna skall i tillst&#229;ndet f&#246;reskriva att ruta nr 11
&quot;Tullmyndighetens intyg&quot; p&#229; certifikat EUR.1 skall:

a) antingen i f&#246;rv&#228;g f&#246;rses med avtryck av st&#228;mpel av beh&#246;rig
tullanstalt i exportlandet och med underskrift, handskriven eller ej, av
tj&#228;nsteman p&#229; sagda tullanstalt, eller

b) av den godk&#228;nde export&#246;ren f&#246;rses med avtryck av en speciell st&#228;mpel
som &#228;r godk&#228;nd av tullmyndigheterna i exportlandet och av utseende som
framg&#229;r av bilaga VII till detta protokoll. Denna st&#228;mpel kan tryckas p&#229;
blanketterna.

Ruta nr 11 &quot;Tullmyndighetens intyg&quot; p&#229; certifikat EUR.1 skall, om s&#229;
erfordras, ifyllas av den godk&#228;nde export&#246;ren.

5. I de fall som avses i punkt 4 a) skall ruta nr 7 &quot;Anm&#228;rkningar&quot; p&#229;
certifikat EUR.1 f&#246;rses med en av f&#246;ljande anteckningar: &quot;Simplified
procedure&quot;, &quot;Forenklet procedure&quot;, &quot;Vereinfachtes Verfahren&quot;, &quot;Proc&#233;dure
simplifi&#233;e&quot;, &quot;Procedura semplificata&quot;, &quot;Vereenvoudigde procedure&quot;,
&quot;apl;ysteym&#39;enh diadikasia&quot;, &quot;F&#246;renklad procedur&quot;, &quot;Yksinkertaistettu
menettely&quot;, &quot;Einf&#246;ldun afgreidslu&quot;, &quot;Forenklet prosedyre&quot;, &quot;Procedimente
simplificado&quot;.

Godk&#228;nd export&#246;r skall i f&#246;rekommande fall i ruta nr 13 &quot;Beg&#228;ran om
kontroll&quot; p&#229; certifikat EUR.1 ange namn och adress p&#229; den tullmyndighet
som &#228;r beh&#246;rig att kontrollera certifikatet.

6. Tullmyndigheterna skall i tillst&#229;ndet s&#228;rskilt ange:

a) de villkor som skall g&#228;lla f&#246;r ans&#246;kningarna om certifikat EUR.1;

b) de villkor som skall g&#228;lla f&#246;r hur dessa ans&#246;kningar och de
certifikat EUR.1, vilka anv&#228;nts som underlag f&#246;r utf&#228;rdande av andra
certifikat EUR.1 enligt villkoren i artikel 9 punkt 3, andra stycket i
detta protokoll, skall bevaras under minst tv&#229; &#229;r;

c) i de fall som avses i punkt 4 b), de tullmyndigheter som &#228;r beh&#246;riga
att utf&#246;ra den kontroll i efterhand som avses i artikel 17 nedan.

N&#228;r den f&#246;renklade proceduren till&#228;mpas, kan tullmyndigheterna i
exportlandet f&#246;reskriva anv&#228;ndning av certifikat EUR.1 f&#246;rsedda med ett
s&#228;rskiljande tecken genom vilket de kan identifieras.

7. Godk&#228;nd export&#246;r kan &#229;l&#228;ggas att informera tullmyndigheterna, i
&#246;verensst&#228;mmelse med de f&#246;reskrifter som dessa fastst&#228;ller, betr&#228;ffande
vara som han avser att exportera, s&#229; att beh&#246;rig tullanstalt ges
tillf&#228;lle att f&#246;reta kontroll f&#246;re varans avs&#228;ndande.

Tullmyndigheterna i exportlandet kan hos godk&#228;nd export&#246;r utf&#246;ra de
kontroller som anses n&#246;dv&#228;ndiga. Godk&#228;nd export&#246;r &#228;r f&#246;rpliktigad att
underkasta sig dessa kontroller.

8. Best&#228;mmelserna i denna artikel skall ej medf&#246;ra inskr&#228;nkning i
till&#228;mpningen av gemenskapens, medlemsstaternas eller Sveriges regler i
fr&#229;ga om tullformaliteter och anv&#228;ndande av tulldokument.

Artikel 14

1. Blankett EUR.2 skall ifyllas och undertecknas av export&#246;ren eller, p&#229;
export&#246;rens ansvar, av dennes befullm&#228;ktigade ombud. Den skall uppr&#228;ttas
p&#229; blankett enligt formul&#228;r i bilaga VI. Blanketten skall tryckas p&#229; ett
eller flera av de spr&#229;k p&#229; vilka avtalet &#228;r avfattat. Den skall
uppr&#228;ttas p&#229; ett av dessa spr&#229;k och i &#246;verensst&#228;mmelse med
best&#228;mmelserna i exportlandets interna lag. Om den utskrives f&#246;r hand
skall den ifyllas med bl&#228;ck och med tryckbokst&#228;ver.

2. En blankett EUR.2 skall uppr&#228;ttas f&#246;r varje s&#228;ndning.

3. Blankett EUR.2 skall ha formatet 210148 mm. En tolerans p&#229; l&#228;ngden
om h&#246;gst plus 8 mm eller minus 5 mm kan till&#229;tas. Det papper som
anv&#228;ndes skall vara vitt och icke inneh&#229;lla slipmassa, vara limmat f&#246;r
skriv&#228;ndam&#229;l och v&#228;ga minst 64 g/m.

4. Gemenskapens medlemsstater och Sverige kan f&#246;rbeh&#229;lla sig r&#228;tten till
tryckning av blankett EUR.2 eller anf&#246;rtro denna &#229;t tryckerier som
godk&#228;nts av dem. I sistn&#228;mnda fall skall p&#229; varje blankett finnas
uppgift om godk&#228;nnande. Varje blankett skall f&#246;rses med uppgift om
tryckeriets namn och adress eller med ett tecken som m&#246;jligg&#246;r
identifiering av tryckeriet. F&#246;r s&#228;rskiljande av blanketterna skall
varje blankett dessutom genom tryck eller p&#229; annat s&#228;tt f&#246;rses med
serienummer.

5. Om de varor som omfattas av s&#228;ndningen redan varit f&#246;rem&#229;l f&#246;r
kontroll i exportlandet betr&#228;ffande definitionen av begreppet
&quot;ursprungsvaror&quot; kan export&#246;ren i rutan f&#246;r &quot;Anm&#228;rkningar&quot; p&#229; blankett
EUR.2 h&#228;nvisa till denna kontroll.

6. Export&#246;r som uppr&#228;ttat en blankett EUR.2 &#228;r f&#246;rpliktigad att p&#229;
uppmaning av tullmyndigheten i exportlandet f&#246;rete bevis r&#246;rande
anv&#228;ndningen av denna blankett.

Artikel 15

1. Varor, vilka s&#228;nts fr&#229;n gemenskapen eller fr&#229;n Sverige till en
utst&#228;llning i ett annat land &#228;n de l&#228;nder som anges i artikel 2 i detta
protokoll och vilka efter utst&#228;llningen s&#229;lts f&#246;r att inf&#246;ras till
Sverige eller till gemenskapen, skall vid inf&#246;rseln komma i &#229;tnjutande
av f&#246;rm&#229;nerna i avtalet, om varorna uppfyller i detta protokoll
uppst&#228;llda villkor f&#246;r att anses ha ursprung i gemenskapen eller i
Sverige och om f&#246;r tullmyndigheterna p&#229; ett tillfredsst&#228;llande s&#228;tt
styrkes

a) att en export&#246;r har s&#228;nt varorna fr&#229;n gemenskapen eller Sverige till
utst&#228;llningslandet och utst&#228;llt dem d&#228;r;

b) att denne export&#246;r har s&#229;lt varorna eller &#246;verl&#229;tit dem till en
mottagare i Sverige eller i gemenskapen;

c) att varorna under utst&#228;llningen eller omedelbart d&#228;refter har s&#228;nts
till Sverige eller till gemenskapen i det skick vari de s&#228;nts till
utst&#228;llningen;

d) att varorna, sedan de s&#228;nts till utst&#228;llningen, icke har anv&#228;nts f&#246;r
annat &#228;ndam&#229;l &#228;n demonstration p&#229; denna utst&#228;llning.

2. Certifikat EUR.1 skall i vanlig ordning inges till tullmyndigheterna.
Utst&#228;llningens namn och adress skall anges i certifikatet. Vid behov kan
ytterligare handlingar beg&#228;ras f&#246;r att styrka varornas karakt&#228;r och de
omst&#228;ndigheter under vilka de utst&#228;llts.

3. Best&#228;mmelserna i punkt 1 &#228;r till&#228;mpliga p&#229; alla handels-, industri- ,
jordbruks- och hantverksutst&#228;llningar samt p&#229; m&#228;ssor eller offentliga
visningar av liknande karakt&#228;r under vilka varorna f&#246;rblir under
tullkontroll, dock med undantag av s&#229;dana som i privat syfte anordnas i
butiker eller aff&#228;rslokaler f&#246;r f&#246;rs&#228;ljning av utl&#228;ndska varor.

Artikel 16

1. F&#246;r att s&#228;kra en riktig till&#228;mpning av best&#228;mmelserna i denna
avdelning skall gemenskapens medlemsstater och Sverige l&#228;mna varandra
&#246;msesidigt bist&#229;nd genom sina tullmyndigheter f&#246;r kontroll av &#228;ktheten
och riktigheten av certifikat EUR.1, inbegripet s&#229;dana som utf&#228;rdats
enligt artikel 9 punkt 3 i detta protokoll, liksom av export&#246;rens
deklaration p&#229; blankett EUR.2.

2. Den blandade kommitt&#233;n skall vara beh&#246;rig att fatta de beslut som
erfordras f&#246;r att formerna f&#246;r det administrativa samarbetet skall kunna
till&#228;mpas i vederb&#246;rlig tid i gemenskapen och i Sverige.

3. Tullmyndigheterna i medlemsstaterna och Sverige skall, genom
f&#246;rmedling av Europeiska gemenskapernas kommission, delge varandra
provtryck av de st&#228;mplar som anv&#228;ndes av deras tullanstalter vid
utf&#228;rdande av certifikat EUR.1.

4. Den som uppr&#228;ttar eller l&#229;ter uppr&#228;tta handling inneh&#229;llande oriktiga
uppgifter i syfte att erh&#229;lla f&#246;rm&#229;nsbehandling f&#246;r en vara skall
tr&#228;ffas av p&#229;f&#246;ljd.

Denna punkt &#228;ger motsvarande till&#228;mpning i de fall d&#229; proceduren enligt
artikel 13 i detta protokoll till&#228;mpas.

5. Medlemsstaterna och Sverige skall vidta alla n&#246;dv&#228;ndiga &#229;tg&#228;rder f&#246;r
att undvika att varor som omfattas av ett certifikat EUR.1 och som under
transporten befinner sig i en frizon inom deras omr&#229;de blir f&#246;rem&#229;l f&#246;r
utbyte eller annan behandling &#228;n sedvanlig &#229;tg&#228;rd avsedd att bevara dem
i of&#246;r&#228;ndrat skick.

6. N&#228;r varor med ursprung i gemenskapen eller i Sverige, vilka
importerats till en frizon med st&#246;d av certifikat EUR.1, underg&#229;r
behandling eller bearbetning skall beh&#246;rig tullmyndighet utf&#228;rda nytt
certifikat EUR.1 p&#229; ans&#246;kan av export&#246;ren, om den behandling eller
bearbetning varorna underg&#229;tt uppfyller best&#228;mmelserna i detta
protokoll.

Artikel 17

1. Kontroll i efterhand av certifikat EUR.1 eller av blankett EUR.2
skall utf&#246;ras stickprovsvis eller varje g&#229;ng tullmyndighet i
importlandet har anledning betvivla dokumentens &#228;kthet eller riktigheten
av uppgifterna om ifr&#229;gavarande varors ursprung.

2. Vid till&#228;mpning av best&#228;mmelserna i punkt 1 skall tullmyndighet i
importlandet &#229;ters&#228;nda certifikat EUR.1 eller blankett EUR.2 eller en
fotokopia d&#228;rav till tullmyndigheten i exportlandet och, i f&#246;rekommande
fall, ange de sk&#228;l med avseende p&#229; inneh&#229;ll och form som f&#246;ranleder
unders&#246;kningen. Tullmyndigheten skall till certifikat EUR.1 respektive
till blankett EUR.2 foga faktura, om s&#229;dan f&#246;retetts, eller kopia d&#228;rav
och l&#228;mna alla upplysningar som kunnat erh&#229;llas och som ger anledning
att antaga att uppgifterna p&#229; certifikatet eller blanketten &#228;r oriktiga.

Om tullmyndighet i importlandet beslutar att uppskjuta till&#228;mpningen av
best&#228;mmelserna i avtalet i avvaktan p&#229; resultatet av kontrollen skall
den erbjuda import&#246;ren att varorna utl&#228;mnas, med f&#246;rbeh&#229;ll f&#246;r de
s&#228;kerhets&#229;tg&#228;rder som bed&#246;mes n&#246;dv&#228;ndiga.

3. Resultatet av efterhandskontrollen skall snarast m&#246;jligt delges
tullmyndigheten i importlandet. Svaret skall g&#246;ra det m&#246;jligt att avg&#246;ra
om det ifr&#229;gasatta certifikatet EUR.1 eller den ifr&#229;gasatta blanketten
EUR.2 avser de varor som faktiskt exporterats och om dessa &#228;r
ber&#228;ttigade till f&#246;rm&#229;nsbehandling.

Tvister som inte kunnat regleras mellan tullmyndigheten i importlandet
och tullmyndigheten i exportlandet eller som inneb&#228;r en fr&#229;ga om
tolkning av detta protokoll skall underst&#228;llas tullkommitt&#233;n.

F&#246;r efterhandskontroll av certifikat EUR.1 skall exportdokument, eller
kopior av certifikat EUR.1 som ers&#228;tter dem, bevaras av tullmyndigheten
i exportlandet under minst tv&#229; &#229;r.

Avdelning III

Slutbest&#228;mmelser

Artikel 19

Gemenskapen och Sverige skall, s&#229;vitt ankommer p&#229; dem, vidtaga de
&#229;tg&#228;rder som erfordras f&#246;r att best&#228;mmelserna i detta protokoll skall
genomf&#246;ras.

Artikel 20

Bilagorna till detta protokoll utg&#246;r en integrerad del d&#228;rav.

Artikel 22

De avtalsslutande parterna &#229;tager sig att vidtaga erforderliga &#229;tg&#228;rder
f&#246;r att de varucertifikat, som tullmyndigheterna i gemenskapens
medlemsstater och i Sverige skall vara beh&#246;riga att utf&#228;rda vid
till&#228;mpningen av de avtal som anges i artikel 2, utf&#228;rdas enligt
best&#228;mmelserna i dessa avtal. De &#229;tager sig &#228;ven att s&#228;kerst&#228;lla det
administrativa samarbete som &#228;r n&#246;dv&#228;ndigt f&#246;r detta &#228;ndam&#229;l, s&#228;rskilt
f&#246;r att kontrollera hur varor, som omfattas av best&#228;mmelserna i de i
artikel 2 &#229;syftade avtalen, har transporterats och var de har befunnit
sig.

Artikel 23

1. Utan inskr&#228;nkning av best&#228;mmelserna i artikel 1 i protokoll 2 f&#229;r
varor av de slag, som omfattas av avtalet och som har anv&#228;nts som
material vid tillverkning av varor f&#246;r vilka certifikat EUR.1 eller
blankett EUR.2 utf&#228;rdas eller uppr&#228;ttas, bli f&#246;rem&#229;l f&#246;r tullrestitution
eller &#229;tnjuta befrielse fr&#229;n tull i n&#229;gon form endast om de har ursprung
i gemenskapen, i Sverige eller i ett av de andra sex l&#228;nder som anges i
artikel 2 i f&#246;religgande protokoll.

Dock f&#229;r, s&#229;som undantag fr&#229;n den sistn&#228;mnda best&#228;mmelsen r&#246;rande
ursprungsvaror, tullrestitution eller befrielse fr&#229;n tull i n&#229;gon form
inte &#229;tnjutas f&#246;r ursprungsvaror som omfattas av Sveriges CECA-avtal och
som kommer fr&#229;n Grekland vare sig varorna har anv&#228;nts som material vid
tillverkning av varor inom gemenskapen i dess sammans&#228;ttning f&#246;re
Greklands anslutning eller i Sverige och f&#246;r vilka certifikat EUR.1
eller blankett EUR.2 har utf&#228;rdats eller uppr&#228;ttats inom gemenskapen i
dess sammans&#228;ttning f&#246;re Greklands anslutning eller i Sverige eller
varorna &#229;terutf&#246;rs i of&#246;r&#228;ndrat skick fr&#229;n dessa omr&#229;den med ett
certifikat EUR.1 eller blankett EUR.2 som har utf&#228;rdats eller uppr&#228;ttats
i gemenskapen i dess sammans&#228;ttning f&#246;re Greklands anslutning eller i
Sverige.

3. N&#228;r uttrycket &quot;tull&quot; anv&#228;ndes i denna och f&#246;ljande artiklar, avses
d&#228;rmed &#228;ven avgifter med samma verkan som tull.

Artikel 25

5. I de fall d&#229;, som en f&#246;ljd av artikel 3 i till&#228;ggsprotokollet till
Sveriges CECA-avtal, olika tullf&#246;rm&#229;ner g&#228;ller f&#246;r import till Sverige
fr&#229;n Grekland och f&#246;r import till Sverige fr&#229;n gemenskapen i dess
sammans&#228;ttning f&#246;re Greklands anslutning skall de tullf&#246;rm&#229;ner som
g&#228;ller f&#246;r Grekland till&#228;mpas f&#246;r alla produkter som har ursprung i
gemenskapen och f&#246;r vilka certifikat EUR.1 eller blankett EUR.2 har
utf&#228;rdats eller uppr&#228;ttats i Grekland.

Artikel 26

De avtalsslutande parterna skall vidtaga erforderliga &#229;tg&#228;rder i syfte
att ing&#229; s&#229;dana &#246;verenskommelser med &#214;sterrike, Finland, Island, Norge,
Portugal och Schweiz som s&#228;kerst&#228;ller till&#228;mpningen av detta protokoll.

Artikel 27

1. Vid till&#228;mpning av artikel 2 punkt 1 A i detta protokoll skall vara,
som har ursprung i n&#229;got av de sex l&#228;nder som anges i n&#228;mnda artikel,
behandlas som icke-ursprungsvara under den eller de perioder d&#229; Sverige,
f&#246;r s&#229;dan vara och i f&#246;rh&#229;llande till ifr&#229;gavarande land, till&#228;mpar tull
som g&#228;ller f&#246;r tredje land eller vidtager en motsvarande skydds&#229;tg&#228;rd
med st&#246;d av de best&#228;mmelser som g&#228;ller f&#246;r handeln mellan Sverige och de
sex l&#228;nder som anges i n&#228;mnda artikel.

2. Vid till&#228;mpning av artikel 2 punkt 1 B i detta protokoll skall vara,
som har ursprung i n&#229;got av de sex l&#228;nder som anges i n&#228;mnda artikel,
behandlas som icke-ursprungsvara under den eller de perioder d&#229;
gemenskapen, f&#246;r s&#229;dan vara och i f&#246;rh&#229;llande till ifr&#229;gavarande land,
med st&#246;d av best&#228;mmelserna i det avtal som ing&#229;tts mellan gemenskapen
och detta land till&#228;mpar tull som g&#228;ller f&#246;r tredje land.

Artikel 28

Den blandade kommitt&#233;n kan besluta att &#228;ndra best&#228;mmelserna i detta
protokoll.

Bilaga I

F&#246;rklarande anm&#228;rkningar

Anm&#228;rkning 1 -- till artikel 1

Uttrycken &quot;gemenskapen&quot; eller &quot;Sverige&quot; avser &#228;ven gemenskapens
medlemsstaters eller Sveriges sj&#246;territorium.

Fartyg som &#228;r verksamma p&#229; det fria havet, d&#228;ri inbegripna &quot;flytande
fabriker&quot;, ombord p&#229; vilka bearbetning eller behandling sker av
produkter fr&#229;n deras fiske, skall anses utg&#246;ra en del av den stats
omr&#229;de till vilken de h&#246;r, f&#246;rutsatt att de uppfyller de villkor som
anges i f&#246;rklarande anm&#228;rkning 5.

Anm&#228;rkning 2 -- till artiklarna 1, 2 och 3

Vid best&#228;mmande av om en vara har ursprung i gemenskapen eller i
Sverige eller i n&#229;got av de andra i artikel 2 angivna l&#228;nderna skall
bortses fr&#229;n om energiprodukter, anl&#228;ggningar, maskiner och verktyg
som anv&#228;nts f&#246;r framst&#228;llning av denna vara har ursprung i tredje land
eller ej.

Anm&#228;rkning 3 -- till artiklarna 2 och 5

Vid till&#228;mpning av best&#228;mmelserna i artikel 2 punkt 1 A b) och B b)
skall procentregeln, s&#229;vitt avser merv&#228;rdet, iakttagas enligt de
s&#228;rskilda best&#228;mmelser som anges i listorna A och B. N&#228;r den framst&#228;llda
varan &#228;r upptagen i lista A utg&#246;r s&#229;ledes denna regel ett
till&#228;ggskriterium ut&#246;ver kravet p&#229; &#228;ndring av tulltaxenummer f&#246;r den
icke-ursprungsvara som eventuellt har kommit till anv&#228;ndning. P&#229; samma
s&#228;tt skall best&#228;mmelserna om att det icke &#228;r m&#246;jligt att sammanl&#228;gga de
i listorna A och B angivna procentsatserna f&#246;r en och samma vara
till&#228;mpas i varje land i fr&#229;ga om merv&#228;rdet.

Anm&#228;rkning 4 -- till artiklarna 1, 2 och 3

F&#246;rpackning anses bilda en enhet med den vara som den inneh&#229;ller. Denna
best&#228;mmelse &#228;r emellertid icke till&#228;mplig i fr&#229;ga om f&#246;rpackning som
icke &#228;r av vanlig typ f&#246;r den f&#246;rpackade varan, som har ett eget
anv&#228;ndningsv&#228;rde och som &#228;r av varaktig karakt&#228;r, oberoende av dess
funktion som f&#246;rpackning.

Anm&#228;rkning 5 -- till artikel 4 f)

Uttrycket &quot;deras fartyg&quot; skall endast avse fartyg:
-- som &#228;r registrerade i n&#229;gon av gemenskapens medlemsstater eller i
Sverige;
-- som f&#246;r n&#229;gon av gemenskapens medlemsstaters eller Sveriges flagg;

-- som till minst h&#228;lften tillh&#246;r medborgare i gemenskapens
medlemsstater eller i Sverige eller ett bolag vars huvuds&#228;te &#228;r bel&#228;get
i en av dessa stater och i vilket verkst&#228;llande direkt&#246;ren eller
direkt&#246;rerna, ordf&#246;randen i styrelsen eller i tillsynsorganet samt
majoriteten av medlemmarna i dessa organ &#228;r medborgare i dessa stater
och vidare, i fr&#229;ga om &quot;personbolag&quot; (handelsbolag och liknande
bolagstyper) eller bolag med begr&#228;nsad ansvarighet, vars kapital till
minst h&#228;lften tillh&#246;r dessa stater, offentliga sammanslutningar eller
medborgare i dessa stater;

-- vars bef&#228;l helt best&#229;r av medborgare i gemenskapens medlemsstater
eller i Sverige; och

-- vars bes&#228;ttning till minst 75 % best&#229;r av medborgare i gemenskapens
medlemsstater eller i Sverige.

Anm&#228;rkning 6 -- till artikel 6

Med uttrycket &quot;pris vid f&#246;rs&#228;ljning fritt fabrik&quot; f&#246;rst&#229;s det pris som
betalas till den tillverkare i vars f&#246;retag den sista bearbetningen
eller behandlingen &#228;gt rum, inbegripet v&#228;rdet av alla som material
anv&#228;nda varor.

Med &quot;tullv&#228;rde&quot; f&#246;rst&#229;s v&#228;rde enligt &#246;verenskommelse i Gen&#233;ve den 12
april 1979 om till&#228;mpning av artikel VII i det allm&#228;nna tull- och
handelsavtalet.

Anm&#228;rkning 7 -- till artikel 16 punkt 1 och artikel 22

Om certifikat EUR.1 har utf&#228;rdats enligt artikel 9 punkt 3 och avser
varor som &#229;terutf&#246;rts i of&#246;r&#228;ndrat skick, skall tullmyndigheten i
best&#228;mmelselandet inom ramen f&#246;r det administrativa samarbetet kunna
erh&#229;lla kopior av det eller de certifikat EUR.1 som tidigare utf&#228;rdats
f&#246;r ifr&#229;gavarande varor.

Anm&#228;rkning 8 -- till artikel 23

Med &quot;tullrestitution eller . . . befrielse fr&#229;n tull i n&#229;gon form&quot;
f&#246;rst&#229;s varje best&#228;mmelse om &#229;terbetalning eller eftersk&#228;nkande, helt
eller delvis, av tullar som till&#228;mpas f&#246;r varor som anv&#228;nts som
material, under f&#246;ruts&#228;ttning att n&#228;mnda best&#228;mmelse uttryckligen medger
eller faktiskt medf&#246;r s&#229;dan &#229;terbetalning eller s&#229;dant eftersk&#228;nkande,
om de med detta material framst&#228;llda varorna exporteras men icke om de
&#228;r avsedda f&#246;r inhemsk f&#246;rbrukning.

Med &quot;befrielse fr&#229;n tull i n&#229;gon form&quot; i artikel 23 punkt 1 andra
stycket skall i fr&#229;ga om varor som &#229;terutf&#246;rts i of&#246;r&#228;ndrat skick &#228;ven
f&#246;rst&#229;s best&#228;mmelser om frihamnar, tullager eller transitering genom
Sverige eller gemenskapen till annan destination eller varje annan
best&#228;mmelse som inneb&#228;r att tull endast tas ut om varorna &#228;r avsedda f&#246;r
inhemsk f&#246;rbrukning.

&quot;Varor som anv&#228;nts som material&quot; skall avse alla varor f&#246;r vilka
&quot;tullrestitution eller . . . befrielse fr&#229;n tull i n&#229;gon form&quot; beg&#228;rs
som en f&#246;ljd av export av ursprungsvaror f&#246;r vilka certifikat EUR.1
utf&#228;rdas eller blankett EUR.2 uppr&#228;ttas. Tillk&#228;nnagivande (1985:231).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4190">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4192">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
