

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-13" /> 
 <meta id="rattsinfo-edited" content="2023-01-13 10:57:10" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4197</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4196">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4198">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:435 ·
                    <a href="/sfsr?bet=1972:435">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1972:435) om &#246;verlastavgift</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TM
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-06-07
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2015:790
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; &#214;verlastavgift tas ut enligt denna lag om ett fordon 
eller ett fordonst&#229;g framf&#246;rs p&#229; v&#228;g med h&#246;gre axeltryck, 
boggitryck, trippelaxeltryck eller bruttovikt &#228;n som &#228;r 
till&#229;tet f&#246;r fordonet, fordonst&#229;get eller v&#228;gen och fordonet 
&#228;r

1. en lastbil som inte &#228;r en EG-mobilkran,

2. en buss,

3. en tung terr&#228;ngvagn som &#228;r konstruerad f&#246;r en h&#246;gsta 
hastighet som &#246;verstiger 30 kilometer i timmen, eller

4. en sl&#228;pvagn som dras av en bil, av en tung terr&#228;ngvagn som 
&#228;r konstruerad f&#246;r en h&#246;gsta hastighet som &#246;verstiger 30 
kilometer i timmen, av ett motorredskap klass I eller av en 
traktor b.

Med v&#228;g avses allm&#228;n v&#228;g, gata eller annan allm&#228;n plats.

H&#246;gsta f&#246;r fordonet till&#229;tna axeltryck, boggitryck och 
trippelaxeltryck best&#228;ms med ledning av uppgiften i det 
senaste registreringsbeviset om den garanterade 
axelbelastningen.

Denna lag g&#228;ller inte i fr&#229;ga om ett fordon som &#228;r 
registrerat i milit&#228;ra fordonsregistret, anv&#228;nds hos 
F&#246;rsvarsmakten enligt skriftligt avtal med denna eller &#228;r 
taget i anspr&#229;k med nyttjander&#228;tt enligt f&#246;rfogandelagen 
(1978:262). Lag (2015:790).

1 a &#167; Fordons- och viktbegreppen i denna lag har samma
betydelse som i lagen (2001:559) om v&#228;gtrafikdefinitioner.
Lag (2001:560).

2 &#167; Har h&#246;gsta till&#229;tna axeltryck, boggitryck eller trippelaxeltryck
&#246;verskridits, avrundas &#246;verlasten f&#246;r varje axel, boggi eller
trippelaxel till n&#228;rmast l&#228;gre, hela hundratal kilogram. Vidare
dras f&#246;r varje axel av 1 000 kilogram.

F&#246;r &#229;terst&#229;ende &#246;verlast (avgiftspliktig &#246;verlast) tas
&#246;verlastavgift ut med ett grundbelopp om 2 000 kr samt d&#228;rut&#246;ver med
ett belopp ber&#228;knat f&#246;r varje axel, boggi eller trippelaxel p&#229;
f&#246;ljande s&#228;tt.

Del av &#246;verlasten                               &#214;verlastavgift

    100 2 000 kg                                400 kr per 100 kg
  2 100 4 000 kg                                600 kr per 100 kg
  4 100 6 000 kg                                800 kr per 100 kg
  6 100 kg och d&#228;r&#246;ver                        1 000 kr per 100 kg

Lag (1994:1420).

3 &#167; Har h&#246;gsta till&#229;tna bruttovikt &#246;verskridits i fr&#229;ga om ett
fordon som inte ing&#229;r i ett fordonst&#229;g, f&#246;rdelas &#246;verlasten lika p&#229;
fordonets axlar. &#214;verlasten f&#246;r varje axel avrundas d&#228;refter till
n&#228;rmast l&#228;gre, hela hundratal kilogram och minskas sedan med 500
kilogram. Grundbelopp tas ut enligt 2 &#167; andra stycket. D&#228;refter
ber&#228;knas  &#246;verlastavgift f&#246;r varje axel med till&#228;mpning av tabellen i
2 &#167; andra stycket.

Best&#228;mmelserna i f&#246;rsta stycket &#228;ger motsvarande till&#228;mpning i fr&#229;ga
om fordon, som ing&#229;r i fordonst&#229;g, n&#228;r den f&#246;r t&#229;get till&#229;tna
bruttovikten ej &#246;verskridits. Lag (1994:1420).

4 &#167; Har h&#246;gsta till&#229;tna bruttovikt &#246;verskridits i fr&#229;ga om ett
fordonst&#229;g, f&#246;rdelas &#246;verlasten lika p&#229; t&#229;gets axlar och ber&#228;knas
avgiftspliktig &#246;verlast och &#246;verlastavgift f&#246;r varje axel enligt 3 &#167;.
Har h&#246;gsta till&#229;tna bruttovikt &#246;verskridits &#228;ven i fr&#229;ga om ett eller
flera i t&#229;get ing&#229;ende fordon, ber&#228;knas dock avgiftspliktig &#246;verlast och
&#246;verlastavgift f&#246;r varje fordon f&#246;r sig, om det sammanlagda beloppet av
&#246;verlastavgift d&#228;rvid blir h&#246;gre. Lag (1990:14).

5 &#167; &#214;verlastavgift utg&#229;r f&#246;r varje f&#228;rd med avgiftspliktig &#246;verlast med
det belopp som ber&#228;knas f&#246;r visst fordon eller fordonst&#229;g enligt 2, 3
eller 4 &#167; eller, n&#228;r b&#229;de h&#246;gsta till&#229;tna axeltryck, boggitryck eller
trippelaxeltryck och h&#246;gsta till&#229;tna bruttovikt &#246;verskridits vid samma
f&#228;rd, med det h&#246;gsta av de belopp som ber&#228;knas f&#246;r fordonet eller
fordonst&#229;get enligt angivna best&#228;mmelser.

Har &#246;verlastavgift p&#229;f&#246;rts n&#229;gon f&#246;r f&#228;rd med visst fordon och skall
s&#229;dan avgift p&#229;f&#246;ras honom f&#246;r f&#228;rd som f&#246;retagits med samma fordon inom
ett &#229;r efter den tidigare f&#228;rden, utg&#229;r avgiften med 50 procent h&#246;gre
belopp &#228;n som f&#246;ljer av f&#246;rsta stycket. Lag (1990:14).

6 &#167; Har polisman p&#229;tr&#228;ffat fordon som framf&#246;res med avgiftspliktig
&#246;verlast och forts&#228;ttes f&#228;rden med fordonet utan r&#228;ttelse, utg&#229;r
&#246;verlastavgift s&#228;rskilt f&#246;r den fortsatta f&#228;rden, om polismannen
f&#246;rbjudit denna.

7 &#167; &#214;verlastavgift p&#229;f&#246;rs f&#246;r motordrivet fordon, &#228;garen, och
f&#246;r sl&#228;pvagn, &#228;garen av det fordon som sl&#228;pvagnen dras av.

I fr&#229;ga om motordrivet fordon som innehas p&#229; grund av kreditk&#246;p
med f&#246;rbeh&#229;ll om &#229;tertagander&#228;tt eller som innehas med
nyttjander&#228;tt f&#246;r best&#228;md tid om minst ett &#229;r anses innehavaren
som &#228;gare. Innehas fordon i annat fall med nyttjander&#228;tt, anses
innehavaren som &#228;gare, om han har befogenhet att best&#228;mma om
f&#246;rare eller anlitar annan f&#246;rare &#228;n &#228;garen har utsett.

Om ett motordrivet fordon &#228;r registrerat i v&#228;gtrafikregistret
och den som &#228;ger fordonet inte har fyllt 18 &#229;r, skall den
f&#246;rmyndare som har registrerats i v&#228;gtrafikregistret anses som
&#228;gare. Detsamma g&#228;ller om fordonet innehas under s&#229;dana
omst&#228;ndigheter som anges i andra stycket av n&#229;gon som inte har
fyllt 18 &#229;r.

Om n&#229;gon anv&#228;nder annans fordon utan lov, p&#229;f&#246;rs anv&#228;ndaren
&#246;verlastavgiften. Lag (2006:559).

8 &#167; &#214;verlastavgift p&#229;f&#246;rs av Transportstyrelsen.

&#214;verlastavgift f&#229;r s&#228;ttas ned eller efterges om det finns
s&#228;rskilda sk&#228;l. Detta f&#229;r ske s&#229;v&#228;l i samband med pr&#246;vning av
&#228;rendet om p&#229;f&#246;ring av &#246;verlastavgift som efter s&#228;rskild
ans&#246;kan hos Transportstyrelsen. Lag (2009:1349).

8 a &#167; Om den som enligt 7 &#167; ska p&#229;f&#246;ras &#246;verlastavgift inte
har hemvist i Sverige, Danmark, Finland, Island eller Norge,
ska en polisman eller bilinspekt&#246;r vid kontrollen av fordonet
eller fordonst&#229;get besluta om f&#246;rskott f&#246;r
&#246;verlastavgiften.

F&#246;rskottet ska ber&#228;knas enligt best&#228;mmelserna i 2–5 &#167;&#167;.

F&#246;rskottet ska betalas till Polismyndigheten.
Lag (2014:1409).

8 b &#167; Om det f&#246;rskott som anges i 8 a &#167; inte betalas
omedelbart i samband med kontrollen, ska polismannen eller
bilinspekt&#246;ren besluta att fordonet eller fordonst&#229;get inte
f&#229;r forts&#228;tta f&#228;rden. En polisman eller bilinspekt&#246;r f&#229;r
avst&#229; fr&#229;n att fatta ett s&#229;dant beslut, om det finns
synnerliga sk&#228;l.

Ett beslut enligt f&#246;rsta stycket g&#228;ller tills f&#246;rskottet
betalats eller, om &#246;verlastavgift har p&#229;f&#246;rts utan att
f&#246;rskottet har betalats, denna avgift har betalats.
Lag (2014:1409).

8 c &#167; Har beslut om f&#246;rskott f&#246;r &#246;verlastavgift fattats, f&#229;r
&#246;verlastavgiften inte p&#229;f&#246;ras med ett h&#246;gre belopp &#228;n
f&#246;rskottet. Lag (2004:1083).

8 d &#167; En polismans eller bilinspekt&#246;rs beslut om f&#246;rskott f&#246;r
&#246;verlastavgift eller om att fordonet eller fordonst&#229;get inte
f&#229;r forts&#228;tta f&#228;rden, ska skyndsamt underst&#228;llas
Transportstyrelsens pr&#246;vning. Transportstyrelsen ska
omedelbart pr&#246;va om beslutet ska best&#229;.

Om ett beslut enligt 8 b &#167; g&#228;ller, ska Polismyndigheten och
Transportstyrelsen handl&#228;gga &#228;rendet om &#246;verlastavgift utan
dr&#246;jsm&#229;l. Transportstyrelsen f&#229;r vid sin handl&#228;ggning

1. helt eller delvis s&#228;tta ned ett f&#246;rskott som har best&#228;mts
f&#246;r avgiften,

2. upph&#228;va beslutet, om det finns synnerliga sk&#228;l. Detsamma
g&#228;ller &#228;ven efter det att Transportstyrelsen har beslutat i
&#228;rendet om &#246;verlastavgift. Lag (2014:1409).

8 e &#167; P&#229;f&#246;rs inte n&#229;gon &#246;verlastavgift eller neds&#228;tts eller
efterges avgiften, skall det &#246;verskjutande beloppet
&#229;terbetalas. Lag (2004:1083).

9 &#167; Best&#228;mmelserna i 2 kap. 2 &#167; f&#246;rsta stycket, 5 kap. 17 &#167;
och 8 kap. 2–4 &#167;&#167; v&#228;gtrafikskattelagen (2006:227) ska ocks&#229;
g&#228;lla &#246;verlastavgift. Det som i 5 kap. 17 &#167;
v&#228;gtrafikskattelagen s&#228;gs om Skatteverket g&#228;ller d&#229;
Transportstyrelsen. Lag (2009:1349).

10 &#167; Regeringen eller den myndighet regeringen best&#228;mmer
meddelar n&#228;rmare f&#246;reskrifter om hur betalning av
&#246;verlastavgift skall ske. Lag (2006:230).

11 &#167; Transportstyrelsens beslut enligt denna lag f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol, om inte annat s&#228;gs
i femte stycket. Skrivelsen med &#246;verklagandet ska ha kommit
in till Transportstyrelsen inom tre veckor fr&#229;n den dag d&#229;
klaganden fick del av beslutet.

Om n&#229;gon har &#246;verklagat ett beslut, f&#229;r &#228;ven n&#229;gon annan som
haft r&#228;tt att &#246;verklaga beslutet ge in ett &#246;verklagande,
trots att tiden f&#246;r &#246;verklagande g&#229;tt ut. Ett s&#229;dant
&#246;verklagande ska ges in inom tv&#229; veckor fr&#229;n utg&#229;ngen av den
tid inom vilken det f&#246;rsta &#246;verklagandet skulle ha gjorts.
&#197;terkallas eller f&#246;rfaller det f&#246;rsta &#246;verklagandet av n&#229;gon
annan anledning, f&#246;rfaller ocks&#229; det senare.

Ett beslut som r&#246;r ett motordrivet fordon som &#228;r registrerat
h&#228;r i landet, eller en sl&#228;pvagn som dras av ett s&#229;dant
fordon, &#246;verklagas hos den f&#246;rvaltningsr&#228;tt inom vars
domkrets &#228;garen till det motordrivna fordonet har sin adress
enligt v&#228;gtrafikregistret. I fr&#229;ga om andra fordon &#246;verklagas
beslutet till den f&#246;rvaltningsr&#228;tt inom vars domkrets
beslutet meddelades.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.

Transportstyrelsens beslut enligt 8 d &#167; f&#229;r inte &#246;verklagas.

En polismans eller bilinspekt&#246;rs beslut enligt 8 a och 8 b &#167;&#167;
f&#229;r inte &#246;verklagas. Lag (2015:444).

&#214;verg&#229;ngsbest&#228;mmelser

1978:451

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om fordon som innehas med
nyttjander&#228;tt enligt uppl&#229;telse som har skett f&#246;re ikrafttr&#228;dandet.
Regeringen f&#229;r meddela de ytterligare &#246;verg&#229;ngsbest&#228;mmelser som beh&#246;vs.

1990:14

Denna lag tr&#228;der i kraft den 1 april 1990. Best&#228;mmelserna i 1 &#167; om tung
terr&#228;ngvagn och om sl&#228;pvagn, som dras av tung terr&#228;ngvagn, traktor eller
motorredskap, tr&#228;der dock i kraft f&#246;rst den 1 januari 1991.

Har den avgiftsgrundande f&#228;rden &#228;gt rum f&#246;re ikrafttr&#228;dandet g&#228;ller 1--5
&#167;&#167; i den &#228;ldre lydelsen.

1990:1196

Denna lag tr&#228;der i kraft den 1 januari 1993.

Har den avgiftsgrundande f&#228;rden &#228;gt rum f&#246;re ikrafttr&#228;dandet g&#228;ller 1--5
&#167;&#167; i den &#228;ldre lydelsen. Lag (1992:1733).

1992:631

Denna lag tr&#228;der i kraft den 1 januari 1993. &#196;ldre f&#246;reskrifter g&#228;ller
dock fortfarande i fr&#229;ga om &#246;verlastavgift som f&#246;rfallit till betalning
f&#246;re ikrafttr&#228;dandet.

1994:1420

Denna lag tr&#228;der i kraft den 1 januari 1995. Har den
avgiftsgrundande f&#228;rden &#228;gt rum f&#246;re ikrafttr&#228;dandet till&#228;mpas &#228;ldre
bet&#228;mmelser.

1995:28

Denna lag tr&#228;der i kraft den 1 april 1995. Beslut som har meddelats
f&#246;re ikrafttr&#228;dandet &#246;verklagas enligt &#228;ldre best&#228;mmelser.

2002:402

Denna lag tr&#228;der i kraft den 1 januari 2003. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som h&#228;nf&#246;r sig till tiden
f&#246;re ikrafttr&#228;dandet.

2006:230

Denna lag tr&#228;der i kraft den 1 maj 2006. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som h&#228;nf&#246;r sig till tiden
f&#246;re ikrafttr&#228;dandet.

2006:559

1. Denna lag tr&#228;der i kraft den 1 oktober 2006.

2. Har den avgiftsgrundande f&#228;rden &#228;gt rum f&#246;re
ikrafttr&#228;dandet, till&#228;mpas &#228;ldre best&#228;mmelser.

2009:1349

Denna lag tr&#228;der i kraft den 1 januari 2010. Vid till&#228;mpning
av 7 a &#167; f&#246;rvaltningsprocesslagen (1971:291) ska
Transportstyrelsen vara den enskildes motpart.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4196">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4198">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
