

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2021-10-13 10:57:30" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4198</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4197">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4199">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:260 ·
                    <a href="/sfsr?bet=1972:260">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1972:260) om internationellt samarbete r&#246;rande verkst&#228;llighet av brottm&#229;lsdom</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-06-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:711
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; Om det p&#229;kallas av en &#246;verenskommelse som Sverige ing&#229;tt 
med fr&#228;mmande stat f&#229;r regeringen f&#246;rordna, att 
frihetsber&#246;vande p&#229;f&#246;ljd, b&#246;ter eller f&#246;rverkande som i den 
fr&#228;mmande staten d&#246;mts ut eller beslutats efter r&#228;tteg&#229;ng i 
brottm&#229;l, eller b&#246;ter eller f&#246;rverkande som i den staten 
&#229;lagts eller beslutats av en annan myndighet &#228;n domstol, f&#229;r 
verkst&#228;llas i Sverige enligt denna lag.

I samband med f&#246;rordnande enligt f&#246;rsta stycket f&#229;r 
regeringen, om det p&#229;kallas eller annars f&#246;ranleds av 
&#246;verenskommelsen, f&#246;rordna att verkst&#228;llighet av 
frihetsber&#246;vande p&#229;f&#246;ljd, b&#246;ter eller f&#246;rverkande, som d&#246;mts 
ut eller beslutats genom dom meddelad av svensk domstol eller 
&#229;lagts n&#229;gon av en annan svensk myndighet genom godk&#228;nt 
straff&#246;rel&#228;ggande eller godk&#228;nt f&#246;rel&#228;ggande av ordningsbot, 
f&#229;r anf&#246;rtros &#229;t en myndighet i den fr&#228;mmande staten. Detta 
g&#228;ller dock inte verkst&#228;llighet av n&#229;got annat beslut om 
&#246;verl&#228;mnande till s&#228;rskild v&#229;rd &#228;n &#246;verl&#228;mnande till 
r&#228;ttspsykiatrisk v&#229;rd.

I lagen (2009:1427) om erk&#228;nnande och verkst&#228;llighet av 
b&#246;tesstraff inom Europeiska unionen finns best&#228;mmelser om 
verkst&#228;llighet av b&#246;tesstraff i vissa fall.

Best&#228;mmelser om erk&#228;nnande och verkst&#228;llighet av beslut om 
f&#246;rverkande i vissa fall finns i

1. lagen (2011:423) om erk&#228;nnande och verkst&#228;llighet av beslut 
om f&#246;rverkande i vissa fall,

2. Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2018/1805 av 
den 14 november 2018 om &#246;msesidigt erk&#228;nnande av beslut om 
frysning och beslut om f&#246;rverkande,

3. lagen (2020:968) med kompletterande best&#228;mmelser till EU:s 
f&#246;rordning om &#246;msesidigt erk&#228;nnande av beslut om frysning och 
beslut om f&#246;rverkande, och

4. avtalet om handel och samarbete mellan Europeiska unionen 
och Europeiska atomenergigemenskapen, &#229; ena sidan, och 
F&#246;renade konungariket Storbritannien och Nordirland, &#229; andra 
sidan, och den tillh&#246;rande lagen (2021:709) med kompletterande 
best&#228;mmelser om straffr&#228;ttsligt samarbete mellan Europeiska 
unionen och F&#246;renade kungariket. Lag (2021:711).

2 &#167; Avser f&#246;rordnande enligt 1 &#167; verkst&#228;llighet enligt den i
Haag den 28 maj 1970 undertecknade europeiska konventionen om
brottm&#229;lsdoms internationella r&#228;ttsverkningar
(brottm&#229;lsdomskonventionen) g&#228;ller 4-24, 26 och 28-41 &#167;&#167;, i den
m&#229;n ej annat anges i f&#246;rordnandet.

Avser f&#246;rordnande enligt 1 &#167; verkst&#228;llighet enligt den i
Strasbourg den 21 mars 1983 undertecknade konventionen om
&#246;verf&#246;rande av d&#246;mda personer (&#246;verf&#246;randekonventionen) g&#228;ller
25 a, 25 g, 34 a, 35 och 37-41 &#167;&#167;. Avser f&#246;rordnandet
verkst&#228;llighet ocks&#229; enligt det i Strasbourg den 18 december
1997 undertecknade till&#228;ggsprotokollet till &#246;verf&#246;randekon-
ventionen (tilll&#228;ggsprotokollet) g&#228;ller &#228;ven 25 b-25 f, 25 h
och 34 b &#167;&#167;.

Avser f&#246;rordnande enligt 1 &#167; verkst&#228;llighet enligt artikel 67-
69 i den i Schengen den 19 juni 1990 undertecknade
till&#228;mpningskonventionen till Schengenavtalet av den 14 juni
1985 (Schengenkonventionen) g&#228;ller 25 a &#167;, 25 b &#167; 1, 25 c-25 g,
34 a, 35, 37-39 och 41 &#167;&#167;.

G&#228;ller f&#246;rordnande enligt 1 &#167; verkst&#228;llighet enligt annan
&#246;verenskommelse med fr&#228;mmande stat &#228;n som anges i f&#246;rsta-tredje
styckena, meddelar regeringen best&#228;mmelser om pr&#246;vning av fr&#229;ga
om verkst&#228;llighet i Sverige av p&#229;f&#246;ljd eller f&#246;rverkande som
&#229;d&#246;mts, &#229;lagts eller beslutats i den fr&#228;mmande staten eller
fr&#229;ga om verkst&#228;llighet i den fr&#228;mmande staten av p&#229;f&#246;ljd eller
f&#246;rverkande som &#229;d&#246;mts, &#229;lagts eller beslutats i Sverige.
Best&#228;mmelserna i 25, 25 a, 25 g och 26-34 &#167;&#167; skall dock
till&#228;mpas. Lag (2000:460).

3 &#167; Om synnerliga sk&#228;l f&#246;religger, kan regeringen, &#228;ven om
f&#246;rordnande som avses i 1 &#167; ej meddelats, f&#246;r visst fall
f&#246;rordna, att frihetsber&#246;vande p&#229;f&#246;ljd som &#229;d&#246;mts svensk
medborgare eller utl&#228;nning med hemvist i Sverige genom dom
eller annat avg&#246;rande meddelat av domstol eller annan beh&#246;rig
myndighet i fr&#228;mmande stat f&#229;r verkst&#228;llas i Sverige enligt
denna lag, eller att verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljd
som h&#228;r i landet &#229;d&#246;mts eller &#229;lagts medborgare eller n&#229;gon som
har hemvist i viss fr&#228;mmande stat, f&#229;r anf&#246;rtros myndighet i
den fr&#228;mmande staten. Det sistn&#228;mnda g&#228;ller dock inte
verkst&#228;llighet av n&#229;got annat beslut om &#246;verl&#228;mnande till
s&#228;rskild v&#229;rd &#228;n &#246;verl&#228;mnande till r&#228;ttspsykiatrisk v&#229;rd.

I fall som avses i f&#246;rsta stycket &#228;ger 2 &#167; fj&#228;rde stycket
motsvarande tilll&#228;mpning. Lag (2000:460).

4 &#167; Med europeisk brottm&#229;lsdom f&#246;rst&#229;s i denna lag dom eller annat
avg&#246;rande, vars verkst&#228;llighet skall pr&#246;vas enligt
brottm&#229;lsdomskonventionen.

Med utevarodom f&#246;rst&#229;s i denna lag s&#229;dant i f&#246;rsta stycket angivet
avg&#246;rande som meddelats h&#228;r i landet eller i fr&#228;mmande stat av domstol
eller annan myndighet utan att den d&#246;mde eller den mot vilken beslut om
f&#246;rverkande riktats har varit personligen n&#228;rvarande vid f&#246;rhandling i
saken inf&#246;r domstol.

Vad nedan i denna lag s&#228;gs om p&#229;f&#246;ljd g&#228;ller &#228;ven f&#246;rverkande, om ej
annat s&#228;rskilt f&#246;reskrives. Lag (1984:876).

Verkst&#228;llighet i Sverige enligt brottm&#229;lsdomskonventionen

Allm&#228;nna best&#228;mmelser

5 &#167; Verkst&#228;llighet i Sverige av europeisk brottm&#229;lsdom f&#229;r ske endast
efter framst&#228;llning av beh&#246;rig myndighet i den fr&#228;mmande staten.

Europeisk brottm&#229;lsdom f&#229;r ej verkst&#228;llas h&#228;r i landet

1. om domen ej har vunnit laga kraft eller om p&#229;f&#246;ljden ej f&#229;r
verkst&#228;llas i den fr&#228;mmande staten,

2. om g&#228;rning som p&#229;f&#246;ljden avser ej motsvarar brott enligt svensk lag
eller g&#228;rningsmannen, om g&#228;rningen beg&#229;tts h&#228;r i landet, p&#229; annan grund
&#228;n som avses i 6 &#167; f&#246;rsta stycket 7 ej skulle ha kunnat &#229;d&#246;mas p&#229;f&#246;ljd
f&#246;r brottet,

3. om den d&#246;mde ej har hemvist i Sverige, s&#229;vida icke verkst&#228;llighet h&#228;r
kan antagas f&#246;rb&#228;ttra m&#246;jligheterna till hans &#229;teranpassning eller den
&#229;d&#246;mda p&#229;f&#246;ljden avser frihetsber&#246;vande och kan verkst&#228;llas h&#228;r i
samband med verkst&#228;llighet av annan s&#229;dan p&#229;f&#246;ljd, som skall verkst&#228;llas
i Sverige, eller Sverige &#228;r den d&#246;mdes ursprungliga hemland,

4. om verkst&#228;llighet i Sverige skulle vara of&#246;renlig med grundl&#228;ggande
principer f&#246;r r&#228;ttsordningen h&#228;r i landet,

5. om verkst&#228;llighet h&#228;r skulle strida mot Sveriges internationella
f&#246;rpliktelser,

6. om dom i m&#229;l om ansvar f&#246;r g&#228;rning som p&#229;f&#246;ljden avser har meddelats
h&#228;r i landet eller om h&#228;r utf&#228;rdat straff&#246;rel&#228;ggande eller f&#246;rel&#228;ggande
av ordningsbot f&#246;r samma g&#228;rning har godk&#228;nts,

7. om den d&#246;mde genom lagakraft&#228;gande dom, som meddelats i annan
fr&#228;mmande stat &#228;n den stat som gjort framst&#228;llning om verkst&#228;llighet,
f&#246;r g&#228;rning som p&#229;f&#246;ljden avser har frik&#228;nts fr&#229;n ansvar eller d&#246;mts
till p&#229;f&#246;ljd, som har verkst&#228;llts i sin helhet eller h&#229;ller p&#229; att
verkst&#228;llas eller har bortfallit till f&#246;ljd av preskription eller p&#229;
grund av att n&#229;d eller amnesti beviljats i n&#228;mnda stat, eller om den
d&#246;mde genom s&#229;dan dom f&#246;rklarats skyldig till brottet utan att p&#229;f&#246;ljd
har &#229;d&#246;mts, eller

8. om verkst&#228;llighet i Sverige i &#246;vrigt skulle strida mot
brottm&#229;lsdomskonventionen.

6 &#167; Framst&#228;llning om verkst&#228;llighet av europeisk brottm&#229;lsdom kan avsl&#229;s

1. om g&#228;rning som p&#229;f&#246;ljden avser utg&#246;r politiskt eller milit&#228;rt brott,

2. om det finnes grundad anledning antaga att domen f&#246;ranletts eller den
d&#228;ri best&#228;mda p&#229;f&#246;ljden sk&#228;rpts av h&#228;nsyn till ras, religion,
nationalitet eller politisk &#229;sikt,

3. om g&#228;rning som p&#229;f&#246;ljden avser omfattas av h&#228;r i landet p&#229;g&#229;ende
f&#246;runders&#246;kning, v&#228;ckt &#229;tal, utf&#228;rdat straff&#246;rel&#228;ggande eller
f&#246;rel&#228;ggande av ordningsbot, eller om beslut har meddelats att &#229;tal f&#246;r
g&#228;rningen ej skall v&#228;ckas eller fullf&#246;ljas,

4. om g&#228;rning som p&#229;f&#246;ljden avser icke har beg&#229;tts i den stat d&#228;r
p&#229;f&#246;ljden best&#228;mts,

5. om p&#229;f&#246;ljden ej kan verkst&#228;llas h&#228;r i landet,

6. om det kan antagas att p&#229;f&#246;ljden kan verkst&#228;llas i den fr&#228;mmande
staten,

7. om den d&#246;mde vid tiden f&#246;r brottet ej fyllt femton &#229;r,

8. om en till&#228;mpning av 35 kap. 7--9 &#167;&#167; eller 36 kap. 15 &#167; brottsbalken
skulle inneb&#228;ra att p&#229;f&#246;ljden bortfallit.

Har i den fr&#228;mmande staten vidtagits &#229;tg&#228;rd som enligt lagen i den
staten medf&#246;r att tiden f&#246;r bortfallande av p&#229;f&#246;ljd uppskjutes, skall
&#229;tg&#228;rden ha samma verkan h&#228;r i landet vid till&#228;mpning av f&#246;rsta stycket
8. Lag (1991:454).

7 &#167; Avser den utl&#228;ndska domen tv&#229; eller flera brott och f&#246;religger
hinder mot verkst&#228;llighet s&#229;vitt avser n&#229;got eller n&#229;gra av brotten, f&#229;r
framst&#228;llningen bifallas s&#229;vitt avser &#246;vriga brott endast om i domen
eller framst&#228;llningen har angivits vilken del av p&#229;f&#246;ljden som avser
detta eller dessa brott.

Pr&#246;vning av framst&#228;llning om verkst&#228;llighet

8 &#167; Framst&#228;llning om verkst&#228;llighet g&#246;res hos Justitiedepartementet.

Finner regeringen uppenbart att framst&#228;llningen ej g&#228;ller dom eller
avg&#246;rande som avses i 1 &#167; f&#246;rsta stycket eller att hinder mot
verkst&#228;llighet m&#246;ter enligt 5 &#167; andra stycket 1-7, skall framst&#228;llningen
omedelbart avsl&#229;s. I fr&#229;ga om utevarodom f&#229;r framst&#228;llningen dock ej
avsl&#229;s enbart p&#229; den grund att domen &#228;nnu ej vunnit laga kraft.


Regeringen pr&#246;var om framst&#228;llningen skall avsl&#229;s p&#229; grund av
f&#246;rh&#229;llande som avses i 5 &#167; andra stycket 8 eller i 6 &#167; f&#246;rsta stycket
1, 4, 5 eller 6. Regeringen kan avsl&#229; framst&#228;llningen, om det &#228;r
uppenbart att f&#246;rh&#229;llande som avses i 6 &#167; f&#246;rsta stycket 2, 3, 7 eller 8
f&#246;religger.

Avsl&#229;s ej framst&#228;llningen, skall den &#246;verl&#228;mnas till riks&#229;klagaren f&#246;r
vidare handl&#228;ggning. Lag (2000:570).

9 &#167; Sedan framst&#228;llning om verkst&#228;llighet &#246;verl&#228;mnats till
riks&#229;klagaren, g&#246;r denne ans&#246;kan till r&#228;tten om dess pr&#246;vning av
framst&#228;llningen, om ej annat f&#246;ljer av 16 eller 19--22 &#167;&#167;. R&#246;rande
sakens handl&#228;ggning g&#228;ller i till&#228;mpliga delar r&#228;tteg&#229;ngsbalkens
best&#228;mmelser om r&#228;tteg&#229;ngen i brottm&#229;l, om ej annat f&#246;ljer av denna lag.
Avser framst&#228;llningen f&#246;rverkande som ang&#229;r n&#229;gon annan &#228;n den d&#246;mde,
skall s&#228;rskild talan f&#246;ras mot honom, om han inte har h&#246;rts i den
utl&#228;ndska r&#228;tteg&#229;ngen. F&#246;r s&#229;dan talan g&#228;ller i till&#228;mpliga delar
reglerna i r&#228;tteg&#229;ngsbalken om &#229;tal f&#246;r brott p&#229; vilket inte kan f&#246;lja
sv&#229;rare straff &#228;n b&#246;ter. R&#228;ttens avg&#246;rande av saken sker genom dom.

Vid f&#246;rhandling i m&#229;l om verkst&#228;llighet av europeisk brottm&#229;lsdom skall
den d&#246;mde h&#246;ras personligen, om han beg&#228;r det. &#196;r den d&#246;mde ber&#246;vad
friheten i den stat d&#228;r domen meddelats, f&#229;r dock f&#246;rhandling &#228;ga rum i
den d&#246;mdes fr&#229;nvaro, &#228;ven om han beg&#228;rt att bli h&#246;rd personligen. Lag
(1990:274).

10 &#167; I m&#229;l som avses i 9 &#167; pr&#246;var r&#228;tten om annat hinder mot
verkst&#228;llighet m&#246;ter &#228;n som avses i 5 &#167; andra stycket 8 eller i 6 &#167;
f&#246;rsta stycket 1, 4, 5 eller 6.

Ny pr&#246;vning av fr&#229;gan huruvida den d&#246;mde &#228;r skyldig till brottet f&#229;r ej
ske i m&#229;let.

11 &#167; Finner r&#228;tten hinder icke m&#246;ta mot verkst&#228;llighet h&#228;r i landet,
best&#228;mmer r&#228;tten, med iakttagande av 12-15 &#167;&#167;, ny p&#229;f&#246;ljd enligt vad i
svensk lag &#228;r f&#246;reskrivet om p&#229;f&#246;ljd f&#246;r motsvarande brott.

Har f&#246;rhandling i saken enligt 9 &#167; andra stycket &#228;gt rum i den d&#246;mdes
fr&#229;nvaro, f&#229;r dock ny p&#229;f&#246;ljd ej best&#228;mmas f&#246;rr&#228;n den d&#246;mde varit i
tillf&#228;lle att bli personligen h&#246;rd i r&#228;tten.

12 &#167; Har frihetsber&#246;vande p&#229;f&#246;ljd &#229;d&#246;mts genom den utl&#228;ndska
domen, f&#229;r r&#228;tten inte best&#228;mma str&#228;ngare p&#229;f&#246;ljd &#228;n i denna
dom. Detta g&#228;ller &#228;ven om den &#229;d&#246;mda p&#229;f&#246;ljden &#228;r lindrigare
&#228;n den lindrigaste p&#229;f&#246;ljd som enligt svensk lag kan f&#246;lja p&#229;
brottet eller brotten.

&#196;r p&#229;f&#246;ljden b&#246;ter, best&#228;mmer r&#228;tten, med till&#228;mpning av den
v&#228;xelkurs som g&#228;ller vid tiden f&#246;r beslutet, ett b&#246;tesbelopp
som i svenska kronor motsvarar beloppet av b&#246;terna. &#196;r i
svensk lag f&#246;r motsvarande brott f&#246;reskrivet penningb&#246;ter,
f&#229;r dock inte best&#228;mmas ett h&#246;gre b&#246;tesbelopp &#228;n fyratusen
eller, om p&#229;f&#246;ljden avser flera brott, tiotusen kronor. &#196;r i
svensk lag inte f&#246;reskrivet sv&#229;rare straff &#228;n b&#246;ter, f&#229;r inte
best&#228;mmas ett h&#246;gre b&#246;tesbelopp &#228;n etthundrafemtiotusen,
eller, om p&#229;f&#246;ljden avser flera brott, tv&#229;hundratusen kronor.
F&#246;rordning (2009:1429).

13 &#167; Vid best&#228;mmande av p&#229;f&#246;ljd enligt 12 &#167; skall, i den m&#229;n det kan
ske, den d&#246;mde r&#228;knas till godo dels vad han kan ha utst&#229;tt av den
p&#229;f&#246;ljd som &#229;d&#246;mts genom den utl&#228;ndska domen f&#246;r brott som omfattas av
framst&#228;llningen om verkst&#228;llighet dels tid varunder han med anledning av
s&#229;dant brott varit anh&#229;llen eller h&#228;ktad i den fr&#228;mmande staten eller
h&#228;r i landet. D&#228;rvid f&#229;r best&#228;mmas lindrigare straff &#228;n f&#246;r g&#228;rningen &#228;r
stadgat eller p&#229;f&#246;ljd helt efterges.

14 &#167; Har genom den utl&#228;ndska domen visst belopp i pengar eller v&#228;rdet av
viss egendom f&#246;rklarats f&#246;rverkat, best&#228;mmer r&#228;tten, med till&#228;mpning av
den v&#228;xelkurs som g&#228;ller vid tiden f&#246;r beslutet, ett motsvarande
f&#246;rverkandebelopp i svenska kronor. Om f&#246;rverkandebeloppet uppenbarligen
&#246;verstiger det belopp som skulle ha f&#246;rverkats enligt svensk lag om
r&#228;tteg&#229;ngen &#228;gt rum i Sverige, f&#229;r r&#228;tten s&#228;tta ned beloppet i
motsvarande m&#229;n.

Har ett f&#246;rem&#229;l f&#246;rklarats f&#246;rverkat, f&#229;r r&#228;tten f&#246;rklara f&#246;rem&#229;let
f&#246;rverkat endast om det kunnat f&#246;rklaras f&#246;rverkat enligt svensk lag i
en r&#228;tteg&#229;ng i Sverige.

Ang&#229;r f&#246;rverkandet n&#229;gon annan &#228;n den d&#246;mde, f&#229;r r&#228;tten besluta om
f&#246;rverkande endast om f&#246;rverkande hade kunnat ske enligt svensk lag i en
r&#228;tteg&#229;ng i Sverige. Lag (1990:274).

15 &#167; Vid till&#228;mpning av r&#228;tteg&#229;ngsbalkens best&#228;mmelser i m&#229;l som avses i
9 &#167; bed&#246;mes fr&#229;gan, vilket straff som &#228;r stadgat f&#246;r eller kan f&#246;lja p&#229;
visst brott, enligt svensk lag. Utg&#246;r den &#229;d&#246;mda p&#229;f&#246;ljden endast b&#246;ter,
skall dock ej i n&#229;got fall sv&#229;rare straff &#228;n b&#246;ter anses kunna f&#246;lja p&#229;
brottet.

16 &#167; Avser framst&#228;llningen endast verkst&#228;llighet av b&#246;ter
eller f&#246;rverkande, f&#229;r riks&#229;klagaren, i st&#228;llet f&#246;r att
ans&#246;ka hos r&#228;tten enligt 9 &#167; f&#246;rsta stycket, sj&#228;lv pr&#246;va
framst&#228;llningen och utf&#228;rda straff&#246;rel&#228;ggande f&#246;r det brott
som p&#229;f&#246;ljden avser.

I fr&#229;ga om ett straff&#246;rel&#228;ggande som utf&#228;rdas med st&#246;d av
f&#246;rsta stycket g&#228;ller 48 kap. r&#228;tteg&#229;ngsbalken i till&#228;mpliga
delar. Best&#228;mmelserna i 10 och 11 &#167;&#167;, 12 &#167; andra stycket samt
13–15 &#167;&#167; denna lag ska ocks&#229; till&#228;mpas.

Godk&#228;nns inte straff&#246;rel&#228;ggande som utf&#228;rdats enligt f&#246;rsta
stycket, ans&#246;ker riks&#229;klagaren enligt 9 &#167; f&#246;rsta stycket.
F&#246;rordning (2009:1429).

Tv&#229;ngs&#229;tg&#228;rder

17 &#167; Om en fr&#228;mmande stat som tilltr&#228;tt 
brottm&#229;lsdomskonventionen har meddelat Justitiedepartementet 
att den &#228;mnar g&#246;ra en framst&#228;llning om verkst&#228;llighet av 
p&#229;f&#246;ljd, eller om en s&#229;dan framst&#228;llning gjorts, kan 
riks&#229;klagaren anh&#229;lla den d&#246;mde, om det enligt svensk lag kan 
f&#246;lja f&#228;ngelse i ett &#229;r eller d&#228;r&#246;ver p&#229; brott motsvarande den 
g&#228;rning p&#229;f&#246;ljden avser och det finns risk f&#246;r att den d&#246;mde 
ska avvika eller, d&#229; det &#228;r fr&#229;ga om en utevarodom, att han 
eller hon undanr&#246;jer bevis. P&#229; ans&#246;kan av riks&#229;klagaren kan 
r&#228;tten under motsvarande f&#246;ruts&#228;ttningar besluta om h&#228;ktning 
av den d&#246;mde eller om resef&#246;rbud eller anm&#228;lningsskyldighet. 
Resef&#246;rbud eller anm&#228;lningsskyldighet f&#229;r beslutas, &#228;ven om 
det sv&#229;raste straff som enligt svensk lag kan f&#246;lja p&#229; 
motsvarande brott &#228;r lindrigare &#228;n f&#228;ngelse i ett &#229;r. 
Oberoende av brottets beskaffenhet f&#229;r den d&#246;mde anh&#229;llas, 
h&#228;ktas eller underkastas resef&#246;rbud eller 
anm&#228;lningsskyldighet, om han eller hon saknar hemvist i 
Sverige och det finns risk f&#246;r att han eller hon genom att 
bege sig fr&#229;n landet undandrar sig p&#229;f&#246;ljd.

I fr&#229;ga om anh&#229;llande, h&#228;ktning, resef&#246;rbud och 
anm&#228;lningsskyldighet enligt denna paragraf till&#228;mpas i &#246;vrigt 
24 kap. 4 &#167;, 5-13 &#167;&#167;, 14-17 &#167;&#167;, 18 &#167; tredje stycket och 19-
24 &#167;&#167; och 25 kap. 2-9 &#167;&#167; r&#228;tteg&#229;ngsbalken. Ett beslut om 
anh&#229;llande eller h&#228;ktning ska h&#228;vas senast n&#228;r den sammanlagda 
tid den d&#246;mde varit ber&#246;vad friheten, i den fr&#228;mmande staten 
och h&#228;r i landet med anledning av det eller de brott 
framst&#228;llningen om verkst&#228;llighet avser, uppg&#229;r till den tid 
som best&#228;mts f&#246;r frihetsber&#246;vande p&#229;f&#246;ljd f&#246;r brottet eller 
brotten i den utl&#228;ndska domen. I fall d&#229; den d&#246;mde anh&#229;llits 
eller h&#228;ktats innan framst&#228;llning om verkst&#228;llighet gjorts, 
ska beslutet om anh&#229;llande eller h&#228;ktning h&#228;vas inom arton 
dagar fr&#229;n dagen f&#246;r frihetsber&#246;vandet, om inte n&#229;gon 
framst&#228;llning om verkst&#228;llighet gjorts f&#246;re utg&#229;ngen av denna 
tid. Lag (2021:288).

18 &#167; Har framst&#228;llning om verkst&#228;llighet av europeisk
brottm&#229;lsdom gjorts, kan egendom som genom domen f&#246;rklarats
f&#246;rverkad tas i beslag, om beslag hade kunnat ske enligt svensk
lag i en r&#228;tteg&#229;ng i Sverige. Beslut om beslag meddelas av
Riks&#229;klagaren eller r&#228;tten. I fr&#229;ga om beslag enligt denna
paragraf skall i &#246;vrigt best&#228;mmelserna i 27 kap.
r&#228;tteg&#229;ngsbalken tilll&#228;mpas. Best&#228;mmelser om beslag och
kvarstad finns ocks&#229; i lagen (2000:562) om internationell
r&#228;ttslig hj&#228;lp i brottm&#229;l. Lag (2000:570).

S&#228;rskilda best&#228;mmeler om utevarodom

19 &#167; Grundas framst&#228;llning om verkst&#228;llighet p&#229; utevarodom, som ej
meddelats efter talan av den d&#246;mde, till&#228;mpas 20-22 &#167;&#167;. D&#228;rvid g&#228;ller
r&#228;tteg&#229;ngsbalkens best&#228;mmelser om r&#228;tteg&#229;ngen i brottm&#229;l i till&#228;mpliga
delar, om ej annat s&#228;rskilt f&#246;reskrives.

20 &#167; Sedan framst&#228;llning om verkst&#228;llighet av utevarodom enligt 8 &#167;
&#246;verl&#228;mnats till riks&#229;klagaren, skall den d&#246;mde personligen delges domen
och underr&#228;ttas om att han inom trettio dagar fr&#229;n delf&#229;endet kan hos
riks&#229;klagaren anh&#228;ngigg&#246;ra talan om ompr&#246;vning av domen (opposition).
Anf&#246;r den d&#246;mde ej opposition inom f&#246;reskriven tid, till&#228;mpas 9-16 &#167;&#167;.

Anf&#246;r den d&#246;mde opposition inom f&#246;reskriven tid med beg&#228;ran att hans
talan pr&#246;vas av beh&#246;rig domstol i den fr&#228;mmande staten, &#246;verl&#228;mnar
riks&#229;klagaren handlingarna i &#228;rendet till Justitiedepartementet, som med
&#246;vers&#228;ndande av handlingarna underr&#228;ttar beh&#246;rig myndighet i den
fr&#228;mmande staten. Beg&#228;r den d&#246;mde pr&#246;vning vid svensk domstol eller
anf&#246;r han opposition utan angivande av var han vill att hans talan
pr&#246;vas, g&#246;r riks&#229;klagaren hos r&#228;tten ans&#246;kan om f&#246;rhandling f&#246;r pr&#246;vning
av den d&#246;mdes talan. Lag (2000:570).

21 &#167; N&#228;r ans&#246;kan som avses i 20 &#167; andra stycket inkommit till r&#228;tten,
kallar r&#228;tten den d&#246;mde att inst&#228;lla sig vid f&#246;rhandling inf&#246;r r&#228;tten.
F&#246;rhandling f&#229;r ej utan den d&#246;mdes samtycke h&#229;llas f&#246;rr&#228;n tjugoen dagar
f&#246;rflutit fr&#229;n det den d&#246;mde personligen delgivits kallelsen.

Uteblir den d&#246;mde fr&#229;n f&#246;rhandling som avses i f&#246;rsta stycket eller
finner r&#228;tten av annat sk&#228;l oppositionen ej kunna upptagas till
pr&#246;vning, skall den d&#246;mdes talan avvisas. Sedan avvisningsbeslutet
vunnit laga kraft till&#228;mpas 9-16 &#167;&#167;.

Fr&#229;ga om ansvar f&#246;r g&#228;rning som avses med framst&#228;llning om
verkst&#228;llighet av utevarodom f&#229;r pr&#246;vas, &#228;ven om enligt 2 kap.
brottsbalken &#229;tal f&#246;r g&#228;rningen ej kunnat v&#228;ckas i Sverige eller kunnat
v&#228;ckas h&#228;r endast efter s&#228;rskilt f&#246;rordnande, och utan hinder av
best&#228;mmelserna i 35 kap. 1-4 och 6 &#167;&#167; samma balk. Fr&#229;gan om ansvar f&#246;r
g&#228;rningen enligt svensk lag skall bed&#246;mas som om motsvarande brott
beg&#229;tts h&#228;r i landet. &#197;tg&#228;rd f&#246;r v&#228;ckande av &#229;tal eller f&#246;runders&#246;kning,
som vidtagits i den fr&#228;mmande staten enligt dess lag, skall tillerk&#228;nnas
verkan som om &#229;tg&#228;rden vidtagits h&#228;r i landet. S&#229;dan &#229;tg&#228;rd f&#229;r dock ej
tillerk&#228;nnas annan verkan &#228;n den har enligt lagen i den fr&#228;mmande
staten.

22 &#167; Upptager domstol i den fr&#228;mmande staten enligt 20 &#167; anf&#246;rd
opposition till saklig pr&#246;vning, f&#246;rfaller framst&#228;llningen om
verkst&#228;llighet av den &#229;d&#246;mda p&#229;f&#246;ljden. Avvisar den utl&#228;ndska domstolen
oppositionen och vinner avvisningsbeslutet laga kraft, till&#228;mpas 9-16
&#167;&#167;.

&#214;vriga best&#228;mmelser

23 &#167; &#196;r den d&#246;mde ber&#246;vad friheten i den fr&#228;mmande staten n&#228;r han f&#246;r
verkst&#228;llighet av d&#228;r &#229;d&#246;md p&#229;f&#246;ljd &#246;verf&#246;res till Sverige, f&#229;r han ej
med anledning av annat brott, vilket beg&#229;tts innan han &#246;verf&#246;rdes hit,
h&#228;r i landet lagf&#246;ras, anh&#229;llas eller h&#228;ktas eller ber&#246;vas friheten f&#246;r
verkst&#228;llighet av p&#229;f&#246;ljd eller underkastas annan inskr&#228;nkning i sin
personliga frihet, om icke beh&#246;rig myndighet i den fr&#228;mmande staten
l&#228;mnat sitt samtycke till &#229;tg&#228;rden eller den d&#246;mde under en
sammanh&#228;ngande tid av fyrtiofem dagar haft m&#246;jlighet att l&#228;mna landet
men ej gjort detta eller efter att ha l&#228;mnat landet frivilligt &#229;terv&#228;nt
hit.

F&#246;rsta stycket utg&#246;r ej hinder mot att &#229;tg&#228;rder vidtages f&#246;r att
verkst&#228;lla beslut om den d&#246;mdes avvisning eller utvisning eller f&#246;r att
avbryta &#229;talspreskription. Lag (1984:876).

24 &#167; I fr&#229;ga om verkst&#228;llighet av p&#229;f&#246;ljd som best&#228;mts enligt 11-16 &#167;&#167;
g&#228;ller vad i allm&#228;nhet &#228;r f&#246;reskrivet om verkst&#228;llighet av p&#229;f&#246;ljd som
&#229;d&#246;mts genom svensk domstols lagakraft&#228;gande dom, om ej annat f&#246;ljer av
vad nedan s&#228;gs.

Verkst&#228;lligheten skall upph&#246;ra, om den fr&#228;mmande staten meddelar, att
den beviljat den d&#246;mde n&#229;d eller amnesti eller upptagit den utl&#228;ndska
brottm&#229;lsdomen till ny pr&#246;vning eller att i den staten meddelats annat
beslut, som enligt lagen i den staten medf&#246;r att den &#229;d&#246;mda p&#229;f&#246;ljden ej
l&#228;ngre f&#229;r verkst&#228;llas.

Utg&#246;r p&#229;f&#246;ljden b&#246;ter, f&#229;r &#229;tg&#228;rd f&#246;r verkst&#228;llighet h&#228;r i landet ej &#228;ga
rum f&#246;r b&#246;tesbelopp som den d&#246;mde betalt till beh&#246;rig myndighet i den
fr&#228;mmande staten innan framst&#228;llningen om verkst&#228;llighet delgavs honom.
Beslut om anst&#229;nd eller avbetalning, som meddelats av beh&#246;rig myndighet
i denna stat innan framst&#228;llningen gjordes, l&#228;nder till efterr&#228;ttelse
vid till&#228;mpning av f&#246;rsta stycket.

Verkst&#228;llighet i Sverige enligt s&#228;rskild &#246;verenskommelse

25 &#167; Ska enligt f&#246;rordnande som avses i 2 &#167; fj&#228;rde 
stycket eller 3 &#167; verkst&#228;llighet ske h&#228;r i landet av p&#229;f&#246;ljd 
f&#246;r brott, f&#246;r vilket lagf&#246;ring &#228;gt rum i fr&#228;mmande stat, 
g&#228;ller i fr&#229;ga om s&#229;dan verkst&#228;llighet vad som &#228;r f&#246;reskrivet 
om verkst&#228;llighet av p&#229;f&#246;ljd som &#229;d&#246;mts genom svensk domstols 
lagakraft&#228;gande dom, om inte annat f&#246;ljer av vad som anges 
nedan.

Ska verkst&#228;lligheten ske i Sverige utan att ny p&#229;f&#246;ljd 
best&#228;mts h&#228;r i landet av domstol eller annan myndighet enligt 
svensk lag, f&#229;r verkst&#228;llighet &#228;ga rum utan hinder av att 
p&#229;f&#246;ljden &#228;r str&#228;ngare &#228;n som enligt svensk lag kunnat f&#246;lja 
p&#229; brotten. &#197;d&#246;mda b&#246;ter f&#229;r verkst&#228;llas, &#228;ven om 
b&#246;tesbeloppet &#246;verstiger det h&#246;gsta b&#246;tesbelopp som kunnat 
&#229;d&#246;mas enligt svensk lag. Inneb&#228;r den &#229;d&#246;mda p&#229;f&#246;ljden 
frihetsber&#246;vande, g&#228;ller best&#228;mmelserna i svensk lag om 
verkst&#228;llighet av p&#229;f&#246;ljd av n&#228;rmast motsvarande art.

Verkst&#228;llighet i fall som avses i denna paragraf f&#229;r inte i 
n&#229;got fall ske p&#229; s&#229;dant s&#228;tt att p&#229;f&#246;ljden blir att anse som 
str&#228;ngare &#228;n den p&#229;f&#246;ljd som &#229;d&#246;mts i den fr&#228;mmande staten.
Lag (2018:1255).

Verkst&#228;llighet i Sverige enligt &#246;verf&#246;randekonventionen

25 a &#167; Verkst&#228;llighet enligt &#246;verf&#246;randekonventionen av
frihetsber&#246;vande p&#229;f&#246;ljd som p&#229; grund av brottslig g&#228;rning har
&#229;d&#246;mts eller beslutats av domstol i stat som har tilltr&#228;tt
n&#228;mnda konvention f&#229;r ske i Sverige, om

1. den d&#246;mde &#228;r svensk medborgare eller har hemvist h&#228;r,

2. den d&#246;mde har samtyckt till att verkst&#228;llighet sker i
Sverige,

3. den g&#228;rning som p&#229;f&#246;ljden avser motsvarar brott enligt
svensk lag, och

4. den tid f&#246;r frihetsber&#246;vande som &#229;terstod n&#228;r framst&#228;llning
om verkst&#228;llighet kom in uppgick till minst sex m&#229;nader eller
s&#228;rskilda sk&#228;l talar f&#246;r att verkst&#228;lligheten &#228;nd&#229; f&#246;rs &#246;ver
till Sverige.

&#196;ven om den d&#246;mde inte samtycker f&#229;r verkst&#228;llighet enligt
f&#246;rsta stycket ske i Sverige,

1. enligt till&#228;ggsprotokollet i fall som avses i 25 b &#167; 1 eller
2 n&#228;r den andra staten har tilltr&#228;tt n&#228;mnda protokoll, eller

2. enligt Schengenkonventionen i fall som avses i 25 b &#167; 1 n&#228;r
den andra staten har anslutit sig till konventionen eller
slutit avtal om samarbete enligt denna.

Framst&#228;llning om verkst&#228;llighet i Sverige g&#246;rs av beh&#246;rig
myndighet i den fr&#228;mmande staten. Framst&#228;llningen skall g&#246;ras
hos Justitiedepartementet och pr&#246;vas av regeringen. I fall som
avses i f&#246;rsta stycket kan regeringen ocks&#229; sj&#228;lv g&#246;ra
framst&#228;llning hos fr&#228;mmande stat om att verkst&#228;lligheten skall
ske i Sverige. Lag (2000:570).

25 b &#167; Verkst&#228;llighet enligt 25 a &#167; andra stycket f&#229;r ske
endast

1. om den d&#246;mde genom att fly till Sverige f&#246;rs&#246;ker att helt
eller delvis undandra sig verkst&#228;llighet av p&#229;f&#246;ljden, om denna
har d&#246;mts ut genom en dom som vunnit laga kraft i den andra
staten, eller

2. om domen ang&#229;ende p&#229;f&#246;ljden, eller ett administrativt beslut
till f&#246;ljd av denna dom, inneh&#229;ller ett f&#246;rordnande att den
d&#246;mde skall utvisas fr&#229;n den stat d&#228;r domen meddelats eller
annars inte f&#229;r vistas i den staten efter det att han f&#246;rsatts
p&#229; fri fot. Lag (2000:460).

25 c &#167; I fall som avses i 25 b &#167; 1 och som kan f&#246;ranleda en 
framst&#228;llning om &#246;verf&#246;rande av verkst&#228;llighet f&#229;r den d&#246;mde, 
p&#229; beg&#228;ran av beh&#246;rig myndighet i den andra staten, h&#228;ktas om 
det finns risk f&#246;r att han eller hon avviker eller p&#229; n&#229;got 
annat s&#228;tt undandrar sig verkst&#228;lligheten av p&#229;f&#246;ljden. Beslut 
om h&#228;ktning kan meddelas &#228;ven efter det att framst&#228;llningen om 
&#246;verf&#246;rande av verkst&#228;llighet har gjorts eller beviljats. 

I fr&#229;ga om h&#228;ktning och anh&#229;llande g&#228;ller det som f&#246;reskrivs i 
r&#228;tteg&#229;ngsbalken om brottm&#229;l. Det som s&#228;gs d&#228;r om offentlig 
f&#246;rsvarare ska till&#228;mpas i fr&#229;ga om offentligt bitr&#228;de om 
n&#229;got annat inte f&#246;ljer av 25 f &#167;. Av best&#228;mmelserna i 24 kap. 
r&#228;tteg&#229;ngsbalken till&#228;mpas endast 1 &#167; tredje stycket, 4 &#167; 
f&#246;rsta och andra styckena, 5 &#167; f&#246;rsta stycket, 6 &#167; f&#246;rsta och 
tredje styckena, 7 &#167; f&#246;rsta stycket, 8 &#167; andra och tredje 
styckena, 9-13 &#167;&#167;, 14-17 &#167;&#167;, 20 &#167; f&#246;rsta stycket 3, 21 a &#167;, 
22 &#167; f&#246;rsta stycket och 24 &#167;.

En ny f&#246;rhandling om h&#228;ktning ska, om den d&#246;mde beg&#228;r det, 
h&#229;llas senast tv&#229; dagar efter det att en s&#229;dan beg&#228;ran har 
kommit in till r&#228;tten. En f&#246;rhandling beh&#246;ver dock inte h&#229;llas 
tidigare &#228;n efter tv&#229; veckor fr&#229;n det att beslut i 
h&#228;ktningsfr&#229;gan senast meddelats. Lag (2021:288).

25 d &#167; Om det finns sk&#228;l att anh&#229;lla eller h&#228;kta den d&#246;mde
enligt 25 c &#167; men syftet d&#228;rmed kan uppn&#229;s genom resef&#246;rbud
eller anm&#228;lningsskyldighet, f&#229;r s&#229;dant tv&#229;ngsmedel beslutas.
F&#246;r det g&#228;ller vad som f&#246;reskrivs i r&#228;tteg&#229;ngsbalken om
brottm&#229;l. Vad som d&#228;r s&#228;gs om offentlig f&#246;rsvarare skall
till&#228;mpas betr&#228;ffande offentligt bitr&#228;de i den m&#229;n annat inte
f&#246;ljer av 25 f &#167;. Av best&#228;mmelserna i 25 kap. r&#228;tteg&#229;ngsbalken
till&#228;mpas endast 1 &#167; tredje stycket, 2-5 &#167;&#167;, 7 &#167; f&#246;rsta och
andra styckena och 9 &#167;. Lag (2000:460).

25 e &#167; Beslut om tv&#229;ngsmedel g&#228;ller till dess att &#228;rendet om
&#246;verf&#246;rande av verkst&#228;llighet har avgjorts eller, om
framst&#228;llningen bifalls, till dess att p&#229;f&#246;ljden har b&#246;rjat
verkst&#228;llas i Sverige, om beslutet inte h&#228;vs dessf&#246;rinnan.

&#197;klagaren eller r&#228;tten ska h&#228;va ett beslut om anh&#229;llande,
h&#228;ktning, resef&#246;rbud eller anm&#228;lningsskyldighet, om inte en
framst&#228;llning om &#246;verf&#246;rande av verkst&#228;llighet g&#246;rs inom
fyrtio dagar fr&#229;n det att den d&#246;mde anh&#246;lls eller h&#228;ktades
eller beslut om resef&#246;rbud eller anm&#228;lningsskyldighet
meddelades.

&#197;klagaren eller r&#228;tten ska ocks&#229; h&#228;va ett beslut om
anh&#229;llande eller h&#228;ktning senast n&#228;r det finns sk&#228;l att anta
att den sammanlagda tid som den d&#246;mde har varit ber&#246;vad
friheten h&#228;r i landet med st&#246;d av 25 c &#167; och i den andra
staten uppg&#229;r till den tid som den d&#246;mde skulle ha varit
ber&#246;vad friheten f&#246;r det fall verkst&#228;llighet av p&#229;f&#246;ljden
hade skett i den andra staten.

Regeringen f&#229;r vid pr&#246;vningen av en framst&#228;llning om
&#246;verf&#246;rande av verkst&#228;llighet h&#228;va ett beslut som meddelats
enligt 25 c eller 25 d &#167;. &#196;ven ansvarigt statsr&#229;d f&#229;r i
br&#229;dskande fall h&#228;va ett s&#229;dant beslut. Lag (2015:98).

25 f &#167; I fall som avses i 25 b &#167; 1 skall offentligt bitr&#228;de
f&#246;rordnas f&#246;r den d&#246;mde, om det inte m&#229;ste antas att behov av
bitr&#228;de saknas.

I &#228;renden hos regeringen pr&#246;vas fr&#229;gor om offentligt bitr&#228;de av
Regeringskansliet.

Beslut om offentligt bitr&#228;de eller om ers&#228;ttning till denne
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd
kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. Lag (2004:592).

25 g &#167; Skall verkst&#228;llighet enligt &#246;verf&#246;randekonventionen
och, i f&#246;rekommande fall, till&#228;ggsprotokollet eller
Schengenkonventionen ske i Sverige av en frihetsber&#246;vande
p&#229;f&#246;ljd, kan regeringen efter omst&#228;ndigheterna antingen

1. sj&#228;lv meddela de n&#228;rmare f&#246;reskrifter som beh&#246;vs f&#246;r
verkst&#228;lligheten i Sverige, eller

2. &#246;verl&#228;mna &#229;t Riks&#229;klagaren att g&#246;ra ans&#246;kan hos r&#228;tten om
att ny p&#229;f&#246;ljd skall best&#228;mmas enligt vad i svensk lag &#228;r
f&#246;reskrivet om p&#229;f&#246;ljd f&#246;r motsvarande g&#228;rning.

Vid verkst&#228;llighet enligt denna paragraf till&#228;mpas 24 &#167; f&#246;rsta
och andra styckena.

I fall som avses i f&#246;rsta stycket 1 g&#228;ller i till&#228;mpliga delar
25 &#167; andra och tredje styckena.

I fall som avses i f&#246;rsta stycket 2 g&#228;ller i till&#228;mpliga delar
9 &#167;, 10 &#167; andra stycket samt 11-13 och 15 &#167;&#167;. P&#229;f&#246;ljden f&#229;r
inte best&#228;mmas till enbart b&#246;ter. I fr&#229;ga om anh&#229;llande,
h&#228;ktning, resef&#246;rbud och anm&#228;lningsskyldighet g&#228;ller 24 och 25
kap. r&#228;tteg&#229;ngsbalken, om inte annat f&#246;ljer av 25 c &#167; eller
25 d &#167;. Lag (2000:460).

25 h &#167; Skall verkst&#228;llighet ske i Sverige enligt 25 b &#167; 2
till&#228;mpas 23 &#167;.

Verkst&#228;llighet utomlands enligt brottm&#229;lsdomskonventionen m.m.

Allm&#228;nna best&#228;mmelser

26 &#167; Fr&#229;ga om verkst&#228;llighet i fr&#228;mmande stat av h&#228;r i landet
&#229;d&#246;md eller &#229;lagd p&#229;f&#246;ljd enligt f&#246;rordnande som avses i 2 &#167;
f&#246;rsta eller fj&#228;rde stycket upptas av Kriminalv&#229;rden eller,
i fr&#229;ga om verkst&#228;llighet av &#246;verl&#228;mnande till r&#228;ttspsykiatrisk
v&#229;rd, Socialstyrelsen eller, i fr&#229;ga om verkst&#228;llighet av b&#246;ter
eller f&#246;rverkande, annan myndighet som regeringen best&#228;mmer. Om
det f&#246;religger s&#228;rskilda sk&#228;l, f&#229;r en myndighet som h&#228;r avses
med eget yttrande &#246;verl&#228;mna ett &#228;rende till regeringen f&#246;r
avg&#246;rande. Framst&#228;llning om verkst&#228;llighet f&#229;r ej g&#246;ras, om med
motsvarande till&#228;mpning av 5 &#167; andra stycket 1-8 hinder mot
verkst&#228;llighet i den fr&#228;mmande staten kan antas f&#246;religga.

Framst&#228;llning om verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljd f&#229;r
ej g&#246;ras, om den d&#246;mde &#228;r svensk medborgare och sj&#228;lv mots&#228;tter
sig &#229;tg&#228;rden. Uppkommer fr&#229;ga om verkst&#228;llighet av
frihetsber&#246;vande p&#229;f&#246;ljd som &#229;d&#246;mts eller &#229;lagts annan &#228;n
svensk medborgare, skall Migrationsverket h&#246;ras, om icke den
d&#246;mde samtycker till &#229;tg&#228;rden. Avstyrker Migrationsverket att
framst&#228;llning g&#246;res, underst&#228;lles &#228;rendet regeringen f&#246;r
avg&#246;rande.

Har regeringen enligt 3 &#167; f&#246;rordnat att verkst&#228;llighet av
p&#229;f&#246;ljd i visst fall f&#229;r anf&#246;rtros myndighet i fr&#228;mmande stat,
ombes&#246;rjer Kriminalv&#229;rden eller, i fr&#229;ga om verkst&#228;llighet av
&#246;verl&#228;mnande till r&#228;ttspsykiatrisk v&#229;rd, Socialstyrelsen att
framst&#228;llning om verkst&#228;llighet g&#246;rs i den fr&#228;mmande staten.
Lag (2005:969).

27 &#167; I m&#229;l och &#228;renden ang&#229;ende verkst&#228;llighet utomlands av
frihetsber&#246;vande p&#229;f&#246;ljd skall offentligt bitr&#228;de f&#246;rordnas f&#246;r
den som &#229;tg&#228;rden avser, om det inte m&#229;ste antas att behov av
bitr&#228;de saknas.

I &#228;renden hos regeringen pr&#246;vas fr&#229;gor om offentligt bitr&#228;de av
Regeringskansliet.

Beslut om offentligt bitr&#228;de eller om ers&#228;ttning till denne
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd
kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. Lag (2004:592).

28 &#167; Framst&#228;llning som avses i 26 &#167; j&#228;mte det avg&#246;rande varigenom
p&#229;f&#246;ljden &#229;d&#246;mts eller &#229;lagts och &#246;vriga handlingar i &#228;rendet &#246;verl&#228;mnas
till Justitiedepartementet, som vidarebefordrar framst&#228;llningen till
beh&#246;rig myndighet i den fr&#228;mmande staten. Lag (2000:570).

29 &#167; Sedan framst&#228;llning vidarebefordrats enligt 28 &#167;, f&#229;r
verkst&#228;llighet av p&#229;f&#246;ljd som avses med framst&#228;llningen ej p&#229;b&#246;rjas h&#228;r
i landet, om icke den d&#246;mde &#228;r h&#228;ktad och fr&#229;ga &#228;r om p&#229;f&#246;ljd som
inneb&#228;r frihetsber&#246;vande.

Den &#229;d&#246;mda p&#229;f&#246;ljden skall dock verkst&#228;llas h&#228;r i landet, om
framst&#228;llningen &#229;terkallas innan den fr&#228;mmande staten meddelat att den
&#228;mnar upptaga framst&#228;llningen till slutlig pr&#246;vning eller om den
fr&#228;mmande staten meddelar att framst&#228;llningen avslagits, att den avst&#229;r
fr&#229;n att verkst&#228;lla p&#229;f&#246;ljden eller att verkst&#228;llighet ej kan &#228;ga rum i
den fr&#228;mmande staten.

S&#228;rskilda best&#228;mmelser om utevarodom

30 &#167; G&#246;res med st&#246;d av f&#246;rordnande som avses i 2 &#167; f&#246;rsta stycket
framst&#228;llning enligt 26 &#167; om verkst&#228;llighet i fr&#228;mmande stat av
utevarodom och har den d&#246;mde anf&#246;rt opposition mot avg&#246;randet hos
beh&#246;rig myndighet i den fr&#228;mmande staten med beg&#228;ran att hans talan
pr&#246;vas vid svensk domstol, g&#246;r riks&#229;klagaren ans&#246;kan hos r&#228;tten om
f&#246;rhandling f&#246;r pr&#246;vning av den d&#246;mdes talan. I fr&#229;ga om s&#229;dan
f&#246;rhandling g&#228;ller 21 &#167; f&#246;rsta stycket och andra stycket f&#246;rsta punkten.

Avvisas oppositionen och vinner avvisningsbeslutet laga kraft, s&#228;nder
r&#228;tten underr&#228;ttelse om beslutet till Justitiedepartementet, som
vidarebefordrar underr&#228;ttelsen till beh&#246;rig myndighet i den fr&#228;mmande
staten.

Avvisas ej oppositionen, skall r&#228;tten med undanr&#246;jande av domen eller
f&#246;rel&#228;ggandet upptaga fr&#229;gan om ansvar f&#246;r g&#228;rning f&#246;r vilken p&#229;f&#246;ljden
&#229;lagts. D&#228;rvid g&#228;ller r&#246;rande sakens handl&#228;ggning r&#228;tteg&#229;ngsbalkens
best&#228;mmelser om r&#228;tteg&#229;ngen i brottm&#229;l. Framst&#228;llningen enligt 26 &#167;
f&#246;rfaller. Lag (2000:570).

31 &#167; Har med anledning av framst&#228;llning enligt 26 &#167; den d&#246;mde anh&#229;llits
eller h&#228;ktats i den fr&#228;mmande staten och &#246;verf&#246;res han till Sverige f&#246;r
att n&#228;rvara vid f&#246;rhandling enligt 30 &#167; f&#246;rsta stycket skall han anses
som anh&#229;llen av svensk myndighet fr&#229;n den tidpunkt d&#229; han anl&#228;nde hit. I
fr&#229;ga om hans frihetsber&#246;vande g&#228;ller d&#228;refter 24 kap. r&#228;tteg&#229;ngsbalken.
Den d&#246;mde f&#229;r dock icke i n&#229;got fall vara ber&#246;vad sin frihet under
sammanlagt l&#228;ngre tid &#228;n som i domen best&#228;mts f&#246;r frihetsber&#246;vande
p&#229;f&#246;ljd.

32 &#167; Den som p&#229; grund av att han anf&#246;rt opposition kallats till
f&#246;rhandling enligt 30 &#167; f&#246;rsta stycket och d&#228;rf&#246;r l&#228;mnat den fr&#228;mmande
statens omr&#229;de f&#229;r ej med anledning av annat brott, vilket beg&#229;tts innan
han l&#228;mnade den statens omr&#229;de, lagf&#246;ras, anh&#229;llas eller h&#228;ktas eller
ber&#246;vas friheten f&#246;r verkst&#228;llighet av p&#229;f&#246;ljd eller underkastas annan
inskr&#228;nkning i sin personliga frihet, om det ej i kallelsen s&#228;rskilt
angivits att s&#229;dan &#229;tg&#228;rd kan komma att vidtagas mot honom eller han
skriftligen l&#228;mnat sitt uttryckliga samtycke till &#229;tg&#228;rden eller han
under en tid av femton dagar, r&#228;knat fr&#229;n den dag r&#228;tten meddelat
slutligt avg&#246;rande med anledning av oppositionen, haft m&#246;jlighet att
l&#228;mna landet men ej gjort detta eller efter att ha l&#228;mnat landet
&#229;terv&#228;nt hit utan att p&#229; nytt ha kallats till f&#246;rhandling som nyss
sagts. L&#228;mnar den d&#246;mde skriftligt samtycke, skall den myndighet som
beslutar &#229;tg&#228;rden s&#228;nda avskrift av medgivandet till
Justitiedepartementet, som vidarebefordrar handlingen till beh&#246;rig
myndighet i den fr&#228;mmande staten. Lag (2000:570).

&#214;vriga best&#228;mmelser

33 &#167; &#196;r i fall d&#229; framst&#228;llning om verkst&#228;llighet av frihetsber&#246;vande
p&#229;f&#246;ljd har gjorts enligt 26 &#167; den d&#246;mde ber&#246;vad friheten h&#228;r i landet
eller uppeh&#229;ller han sig eljest h&#228;r, skall han &#246;verf&#246;rs till den
fr&#228;mmande statens omr&#229;de s&#229; snart den staten meddelat att
framst&#228;llningen bifallits samt, n&#228;r framst&#228;llning gjorts enligt 26 &#167;
tredje stycket, utf&#228;st sig att, i den m&#229;n icke medgivande som avses i
34&#167; har l&#228;mnats, iakttaga vad som enligt 23 &#167; g&#228;ller h&#228;r i landet f&#246;r det
fall att n&#229;gon som &#228;r ber&#246;vad friheten i fr&#228;mmande stat &#246;verf&#246;res till
Sverige f&#246;r verkst&#228;llighet av p&#229;f&#246;ljd som &#229;d&#246;mts honom i den staten.

F&#246;rsta stycket g&#228;ller ej, om den fr&#228;mmande staten meddelar att den
avst&#229;r fr&#229;n att verkst&#228;lla p&#229;f&#246;ljden.

34 &#167; P&#229; beg&#228;ran av beh&#246;rig myndighet i fr&#228;mmande stat, i
vilken efter framst&#228;llning enligt 26 &#167; verkst&#228;llighet skall ske
av p&#229;f&#246;ljd som &#229;d&#246;mts n&#229;gon vilken vid &#246;verf&#246;randet till den
fr&#228;mmande staten var ber&#246;vad friheten, kan regeringen medge att
den d&#246;mde, utan hinder av till&#228;mpliga best&#228;mmelser i artikel 9
i brottm&#229;lsdomskonventionen eller motsvarande best&#228;mmelser i
annan &#246;verenskommelse som Sverige ing&#229;tt med den fr&#228;mmande
staten eller av utf&#228;stelse som avses i 33 &#167;, f&#229;r &#229;talas, d&#246;mas
eller ber&#246;vas friheten i den fr&#228;mmande staten f&#246;r
verkst&#228;llighet av p&#229;f&#246;ljd eller tv&#229;ngs&#229;tg&#228;rd eller underkastas
annan inskr&#228;nkning i sin personliga frihet med anledning av
brott som beg&#229;tts f&#246;re hans &#246;verf&#246;rande till den fr&#228;mmande
staten och som ej omfattas av framst&#228;llningen om
verkst&#228;llighet. S&#229;dant medgivande f&#229;r l&#228;mnas endast om
&#246;verl&#228;mnande eller utl&#228;mning f&#246;r brottet kunnat lagligen &#228;ga
rum eller om hinder mot &#246;verl&#228;mnande eller utl&#228;mning f&#246;relegat
endast p&#229; grund av straffets l&#228;ngd.

Framg&#229;r det av handlingarna i &#228;rendet att medgivande inte kan
lagligen l&#228;mnas, skall beg&#228;ran omedelbart avsl&#229;s. I annat fall
pr&#246;vas fr&#229;gan av H&#246;gsta domstolen, om inte den som avses med
framst&#228;llningen har samtyckt till denna. Finner H&#246;gsta
domstolen att hinder m&#246;ter, f&#229;r medgivande av regeringen inte
l&#228;mnas. Lag (2003:1160).

Verkst&#228;llighet utomlands enligt &#246;verf&#246;randekonventionen

34 a &#167; Fr&#229;ga om verkst&#228;llighet enligt &#246;verf&#246;randekonventionen
och, i f&#246;rekommande fall, till&#228;ggsprotokollet eller
Schengenkonventionen, i fr&#228;mmande stat av h&#228;r i landet &#229;d&#246;md
p&#229;f&#246;ljd upptas av Kriminalv&#229;rden eller, i fr&#229;ga om
verkst&#228;llighet av &#246;verl&#228;mnande till r&#228;ttspsykiatrisk v&#229;rd, av
Socialstyrelsen. Framst&#228;llning om s&#229;dan verkst&#228;llighet f&#229;r inte
g&#246;ras, om med motsvarande till&#228;mpning av 25 a &#167; f&#246;rsta och
andra styckena hinder mot verkst&#228;llighet i den fr&#228;mmande staten
kan antas f&#246;religga.

Fr&#229;ga om verkst&#228;llighet enligt &#246;verf&#246;randekonventionen enligt
f&#246;rsta stycket p&#229; beg&#228;ran av fr&#228;mmande stat pr&#246;vas av
Kriminalv&#229;rden eller, i fr&#229;ga om verkst&#228;llighet av
&#246;verl&#228;mnande till r&#228;ttspsykiatrisk v&#229;rd, av Socialstyrelsen med
motsvarande till&#228;mpning av 25 a &#167; f&#246;rsta stycket.

Kriminalv&#229;rden eller Socialstyrelsen f&#229;r, om det f&#246;religger
s&#228;rskilda sk&#228;l, med eget yttrande &#246;verl&#228;mna ett &#228;rende om
verkst&#228;llighet till regeringen f&#246;r avg&#246;rande.

I fall som avses i denna paragraf g&#228;ller 27-29 och 33 &#167;&#167; i
till&#228;mpliga delar. Lag (2005:969).

34 b &#167; Har den d&#246;mde utvisats p&#229; grund av brottet och &#246;verf&#246;rts
fr&#229;n Sverige till en annan stat med till&#228;mpning av
&#246;verf&#246;randekonventionen och till&#228;ggsprotokollet i de fall som
motsvaras av 25 b &#167; 2 till&#228;mpas best&#228;mmelserna i 34 &#167;.
Lag (2000:460).

Gemensamma best&#228;mmelser

35 &#167; Laga domstol i m&#229;l eller &#228;rende som avses i denna lag &#228;r
Stockholms tingsr&#228;tt, om inte annat f&#246;ljer av 25 c, 25 d, 25 f
och 27 &#167;&#167;. Lag (2000:460).

36 &#167; Egendom eller dess v&#228;rde som f&#246;rverkats med st&#246;d av denna
lag tillfaller staten. Regeringen f&#229;r p&#229; beg&#228;ran av den stat
som gjort framst&#228;llningen om verkst&#228;llighet av
f&#246;rverkandebeslutet f&#246;rordna att egendomen eller dess v&#228;rde
helt eller delvis skall &#246;verl&#228;mnas till den staten.

B&#246;ter som best&#228;mts enligt denna lag f&#229;r inte f&#246;rvandlas.
Lag (2000:570).

37 &#167; Riks&#229;klagaren f&#229;r i den omfattning regeringen best&#228;mmer f&#246;rordna
annan &#229;klagare att fullg&#246;ra vad som enligt denna lag ankommer p&#229;
riks&#229;klagaren. Lag (1984:876).

38 &#167; Skall p&#229;f&#246;ljd, som &#229;d&#246;mts eller &#229;lagts n&#229;gon av myndighet i
fr&#228;mmande stat, enligt denna lag verkst&#228;llas i Sverige, f&#229;r &#229;tal f&#246;r
g&#228;rning, som p&#229;f&#246;ljden avser, ej i n&#229;got fall v&#228;ckas h&#228;r i landet.

39 &#167; Ers&#228;ttning till offentlig f&#246;rsvarare som betalats av allm&#228;nna
medel skall stanna p&#229; staten, om det inte finns s&#228;rskilda sk&#228;l f&#246;r
att den d&#246;mde skall &#229;terbetala ers&#228;ttningen. Lag (1996:1636).

40 &#167; Ansvarigt statsr&#229;d kan efter framst&#228;llning till
Justitiedepartementet av beh&#246;rig myndighet i fr&#228;mmande stat
medge, att utl&#228;nning, som &#228;r ber&#246;vad friheten i den staten
och som enligt best&#228;mmelser i &#246;verenskommelse som avses i 1 &#167;
ska f&#246;ras till annan fr&#228;mmande stat f&#246;r verkst&#228;llighet av
p&#229;f&#246;ljd f&#246;r brott eller f&#246;r f&#246;rhandling med anledning av
framst&#228;llning om s&#229;dan verkst&#228;llighet, f&#229;r f&#246;ras &#246;ver svenskt
omr&#229;de. Under s&#229;dan genomresa ska frihetsber&#246;vandet best&#229;, om
inte den fr&#228;mmande staten beg&#228;r att den transiterade friges.
Friges han inte, till&#228;mpas vad som i allm&#228;nhet g&#228;ller om
behandling av anh&#229;llen eller h&#228;ktad. Lag (2015:98).

40 a &#167; Om en frihetsber&#246;vande p&#229;f&#246;ljd ska verkst&#228;llas 
utomlands, ska Kriminalv&#229;rden se till att den d&#246;mde f&#246;rs till 
den stat d&#228;r p&#229;f&#246;ljden ska verkst&#228;llas.

Om en frihetsber&#246;vande p&#229;f&#246;ljd som har meddelats utomlands 
ska verkst&#228;llas i Sverige, ska Kriminalv&#229;rden ansvara f&#246;r 
transporten av den d&#246;mde i Sverige.

Vid transporter enligt f&#246;rsta och andra styckena till&#228;mpas 
f&#246;ljande best&#228;mmelser i h&#228;kteslagen (2010:611):

– 4 kap. 4 &#167; om kroppsvisitation,

– 4 kap. 10 &#167; f&#246;rsta stycket om anv&#228;ndning av f&#228;ngsel, och 

– 8 kap. 2 a &#167; om m&#246;jligheten att i vissa fall beg&#228;ra hj&#228;lp 
av Polismyndigheten.

Om det &#228;r n&#246;dv&#228;ndigt f&#246;r att en transport enligt f&#246;rsta 
stycket ska kunna genomf&#246;ras, f&#229;r den d&#246;mde h&#229;llas i f&#246;rvar 
av Polismyndigheten, dock l&#228;ngst under 48 timmar.
Lag (2017:138).

41 &#167; Kriminalv&#229;rdens eller Socialstyrelsens beslut enligt
denna lag eller i anslutning till lagen meddelade
till&#228;mpningsf&#246;reskrifter &#246;verklagas till regeringen om inte
annat f&#246;ljer av 27 &#167;. Lag (2005:969).

42 &#167; Denna lag g&#228;ller inte i fr&#229;ga om verkst&#228;llighet eller
annan &#229;tg&#228;rd som regleras genom lagen (1963:193) om samarbete
med Danmark, Finland, Island och Norge ang&#229;ende
verkst&#228;llighet av straff m.m. eller genom lagen (2015:96) om
erk&#228;nnande och verkst&#228;llighet av frihetsber&#246;vande p&#229;f&#246;ljder
inom Europeiska unionen. Lag (2015:98).

&#214;verg&#229;ngsbest&#228;mmelser

1973:136

Denna lag tr&#228;der i kraft den 1 juli 1973. &#196;ldre best&#228;mmelser g&#228;ller
fortfarande n&#228;r bitr&#228;de f&#246;rordnats f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4197">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4199">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
