

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-31" /> 
 <meta id="rattsinfo-edited" content="2023-01-31 13:48:17" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4199</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4198">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4200">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:207 ·
                    <a href="/sfsr?bet=1972:207">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Skadest&#229;ndslag (1972:207)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L2
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-06-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 2001:732
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:1368
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 kap. Inledande best&#228;mmelser

1 &#167; I denna lag meddelade best&#228;mmelser om skadest&#229;nd till&#228;mpas,
om ej annat &#228;r s&#228;rskilt f&#246;reskrivet eller f&#246;ranledes av avtal
eller i &#246;vrigt f&#246;ljer av regler om skadest&#229;nd i
avtalsf&#246;rh&#229;llanden.

2 &#167; Med ren f&#246;rm&#246;genhetsskada f&#246;rst&#229;s i denna lag s&#229;dan
ekonomisk skada som uppkommer utan samband med att n&#229;gon lider
person- eller sakskada.

3 &#167; Har upph&#228;vts genom lag (2001:732).

2 kap. Skadest&#229;ndsansvar p&#229; grund av eget v&#229;llande

1 &#167; Den som upps&#229;tligen eller av v&#229;rdsl&#246;shet v&#229;llar personskada
eller sakskada skall ers&#228;tta skadan. Lag (2001:732).

2 &#167; Den som v&#229;llar ren f&#246;rm&#246;genhetsskada genom brott skall
ers&#228;tta skadan. Lag (2001:732).

3 &#167; Den som allvarligt kr&#228;nker n&#229;gon annan genom brott som 
innefattar ett angrepp mot dennes person, frihet, frid eller 
&#228;ra ska ers&#228;tta den skada som kr&#228;nkningen inneb&#228;r.

Om den som uts&#228;tts f&#246;r brott i tj&#228;nsten f&#229;r anses ha en 
s&#228;rskild beredskap f&#246;r angreppet, ska det vid bed&#246;mningen av 
om kr&#228;nkningen &#228;r allvarlig s&#228;rskilt beaktas om angreppet 
riktar sig mot den angripnes privata sf&#228;r eller &#228;r fysiskt.
Lag (2022:754).

3 a &#167; Den som upps&#229;tligen eller av grov oaktsamhet genom brott 
orsakar n&#229;gon annans d&#246;d ska betala s&#228;rskild anh&#246;rigers&#228;ttning 
till den som stod den avlidne s&#228;rskilt n&#228;ra. Detta g&#228;ller dock 
inte om det &#228;r uppenbart osk&#228;ligt. Lag (2022:754).

4 &#167; Den som i fall som avses i 1-3 a &#167;&#167; v&#229;llar skada innan han 
eller hon har fyllt arton &#229;r ska ers&#228;tta skadan i den 
utstr&#228;ckning det &#228;r sk&#228;ligt med h&#228;nsyn till hans eller hennes 
&#229;lder och utveckling, handlingens beskaffenhet, f&#246;religgande 
ansvarsf&#246;rs&#228;kring och andra ekonomiska f&#246;rh&#229;llanden samt 
&#246;vriga omst&#228;ndigheter. Lag (2022:754).

5 &#167; Den som i fall som avses i 1-3 a &#167;&#167; v&#229;llar skada under 
p&#229;verkan av en allvarlig psykisk st&#246;rning eller av n&#229;gon annan 
psykisk st&#246;rning som inte &#228;r sj&#228;lvf&#246;rv&#229;llad och tillf&#228;llig ska 
ers&#228;tta skadan i den utstr&#228;ckning det &#228;r sk&#228;ligt med h&#228;nsyn 
till hans eller hennes sinnestillst&#229;nd, handlingens 
beskaffenhet, f&#246;religgande ansvarsf&#246;rs&#228;kring och andra 
ekonomiska f&#246;rh&#229;llanden samt &#246;vriga omst&#228;ndigheter.
Lag (2022:754).

6 &#167; F&#246;r skada som v&#229;llats genom underl&#229;tenhet att avsl&#246;ja brott
skall ers&#228;ttning enligt denna lag inte betalas enbart p&#229; den
grund att straff f&#246;r underl&#229;tenheten kan f&#246;lja enligt 23 kap.
6 &#167; f&#246;rsta stycket brottsbalken. Lag (2001:732).

3 kap. Skadest&#229;ndsansvar f&#246;r annans v&#229;llande och f&#246;r det
allm&#228;nna

1 &#167; Den som har arbetstagare i sin tj&#228;nst ska ers&#228;tta

1. personskada eller sakskada som arbetstagaren v&#229;llar genom 
fel eller f&#246;rsummelse i tj&#228;nsten,

2. ren f&#246;rm&#246;genhetsskada som arbetstagaren i tj&#228;nsten v&#229;llar 
genom brott,

3. skada p&#229; grund av att arbetstagaren kr&#228;nker n&#229;gon annan p&#229; 
s&#228;tt som anges i 2 kap. 3 &#167; genom fel eller f&#246;rsummelse i 
tj&#228;nsten, och

4. skada som ers&#228;tts enligt 2 kap. 3 a &#167; och som arbetstagaren 
orsakar genom fel eller f&#246;rsummelse i tj&#228;nsten.

I fr&#229;ga om skadest&#229;ndsansvar f&#246;r staten eller en kommun g&#228;ller 
&#228;ven det som s&#228;gs nedan i detta kapitel. Det som d&#228;r s&#228;gs om 
en kommun g&#228;ller ocks&#229; en region och ett kommunalf&#246;rbund.
Lag (2022:754).

2 &#167; Staten eller en kommun ska ers&#228;tta

1. personskada, sakskada eller ren f&#246;rm&#246;genhetsskada, som 
v&#229;llas genom fel eller f&#246;rsummelse vid myndighetsut&#246;vning i 
verksamhet f&#246;r vars fullg&#246;rande staten eller kommunen svarar,

2. skada p&#229; grund av att n&#229;gon annan kr&#228;nks p&#229; s&#228;tt som anges 
i 2 kap. 3 &#167; genom fel eller f&#246;rsummelse vid s&#229;dan 
myndighetsut&#246;vning, och

3. skada som ers&#228;tts enligt 2 kap. 3 a &#167; och som orsakas genom 
fel eller f&#246;rsummelse vid s&#229;dan myndighetsut&#246;vning.
Lag (2022:754).

3 &#167; Staten eller en kommun skall ers&#228;tta ren f&#246;rm&#246;genhetsskada
som v&#229;llas av att en myndighet genom fel eller f&#246;rsummelse
l&#228;mnar felaktiga upplysningar eller r&#229;d, om det med h&#228;nsyn till
omst&#228;ndigheterna finns s&#228;rskilda sk&#228;l. D&#228;rvid skall s&#228;rskilt
beaktas upplysningarnas eller r&#229;dens art, deras samband med
myndighetens verksamhetsomr&#229;de och omst&#228;ndigheterna n&#228;r de
l&#228;mnades. Lag (1998:715).

4 &#167; Staten eller en kommun ska ers&#228;tta

1. personskada, sakskada, ren f&#246;rm&#246;genhetsskada, skada p&#229; 
grund av att n&#229;gon kr&#228;nks p&#229; s&#228;tt som anges i 2 kap. 3 &#167; och 
skada som ers&#228;tts enligt 2 kap. 3 a &#167;, om skadan uppkommit 
till f&#246;ljd av att den skadelidandes grundl&#228;ggande fri- och 
r&#228;ttigheter enligt 2 kap. regeringsformen eller enligt den 
europeiska konventionen ang&#229;ende skydd f&#246;r de m&#228;nskliga 
r&#228;ttigheterna och de grundl&#228;ggande friheterna har &#246;vertr&#228;tts 
fr&#229;n statens eller kommunens sida, och

2. annan ideell skada som uppkommit till f&#246;ljd av en s&#229;dan 
&#246;vertr&#228;delse.

Skadest&#229;nd enligt f&#246;rsta stycket ska betalas endast i den 
utstr&#228;ckning det &#228;r n&#246;dv&#228;ndigt f&#246;r att gottg&#246;ra &#246;vertr&#228;delsen.
Lag (2022:1368).

5 &#167; En f&#246;r&#228;lder som har v&#229;rdnaden om ett barn ska ers&#228;tta

1. personskada eller sakskada som barnet v&#229;llar genom brott,

2. skada p&#229; grund av att barnet kr&#228;nker n&#229;gon annan p&#229; s&#228;tt 
som anges i 2 kap. 3 &#167;, och

3. skada som barnet orsakar och som ers&#228;tts enligt 2 kap. 
3 a &#167;.

F&#246;r&#228;lderns ansvar enligt f&#246;rsta stycket &#228;r f&#246;r varje 
skadeh&#228;ndelse begr&#228;nsat till en femtedel av det prisbasbelopp 
enligt 2 kap. 6 och 7 &#167;&#167; socialf&#246;rs&#228;kringsbalken som g&#228;ller 
f&#246;r det &#229;r d&#229; skadeh&#228;ndelsen intr&#228;ffade. Om barnet st&#229;r under 
v&#229;rdnad av tv&#229; f&#246;r&#228;ldrar, g&#228;ller begr&#228;nsningen f&#246;r dem 
gemensamt.

Om beloppet som anges i andra stycket inte r&#228;cker till full 
ers&#228;ttning &#229;t flera som lidit skada till f&#246;ljd av 
skadeh&#228;ndelsen, ska ers&#228;ttningen s&#228;ttas ned med samma kvotdel 
f&#246;r var och en av de skadelidande. Lag (2022:754).

6 &#167; Ers&#228;ttning enligt 1 eller 2 &#167; f&#246;r sakskada kan j&#228;mkas, om
det &#228;r sk&#228;ligt med h&#228;nsyn till f&#246;religgande f&#246;rs&#228;kringar eller
f&#246;rs&#228;kringsm&#246;jligheter.

Ers&#228;ttning enligt 5 &#167; kan j&#228;mkas, om det &#228;r uppenbart osk&#228;ligt
att f&#246;r&#228;ldern ska betala skadest&#229;ndet med h&#228;nsyn till
f&#246;r&#228;lderns f&#246;rh&#229;llande till barnet eller de s&#228;rskilda &#229;tg&#228;rder
f&#246;r&#228;ldern har vidtagit f&#246;r att f&#246;rhindra att barnet beg&#229;r
brott. Lag (2010:703).

7 &#167; Talan om ers&#228;ttning enligt 2 &#167; f&#229;r inte f&#246;ras med anledning
av beslut av riksdagen eller regeringen eller av H&#246;gsta
domstolen eller H&#246;gsta f&#246;rvaltningsdomstolen, om inte beslutet
upph&#228;vts eller &#228;ndrats. S&#229;dan talan f&#229;r inte heller f&#246;ras med
anledning av beslut av l&#228;gre myndighet, vilket efter
&#246;verklagande pr&#246;vats av regeringen, H&#246;gsta domstolen eller
H&#246;gsta f&#246;rvaltningsdomstolen, utan att beslutet upph&#228;vts eller
&#228;ndrats. Lag (2010:1458).

8 &#167; Best&#228;mmelserna i detta kapitel g&#228;ller ej i fr&#229;ga om s&#229;dan
skada i f&#246;ljd av trafik med motordrivet fordon som v&#229;llats av
fordonets f&#246;rare, i den m&#229;n trafikskadeers&#228;ttning kan utg&#229; f&#246;r
skadan enligt trafikskadelagen (1975:1410). Lag (1975:1411).

9 &#167; Skadest&#229;ndsansvar enligt detta kapitel &#229;vilar ej staten
eller kommun med anledning av fel eller f&#246;rsummelse vid
lotsning.

10 &#167; Har upph&#246;rt att  g&#228;lla genom lag (2018:23).

11 &#167; &#197;klagaren &#228;r under de f&#246;ruts&#228;ttningar som anges i 22 kap.
2 &#167; f&#246;rsta stycket r&#228;tteg&#229;ngsbalken skyldig att i samband med
&#229;talet f&#246;rbereda och utf&#246;ra m&#229;ls&#228;gandens talan om s&#229;dant
skadest&#229;nd som avses i 5 &#167;. Lag (2010:703).

4 kap. Arbetstagares skadest&#229;ndsansvar

1 &#167; F&#246;r skada, som arbetstagare v&#229;llar genom fel eller
f&#246;rsummelse i tj&#228;nsten, &#228;r han ansvarig endast i den m&#229;n
synnerliga sk&#228;l f&#246;religger med h&#228;nsyn till handlingens
beskaffenhet, arbetstagarens st&#228;llning, den skadelidandes
intresse och &#246;vriga omst&#228;ndigheter.

5 kap. Skadest&#229;ndets best&#228;mmande

1 &#167; Skadest&#229;nd till den som har tillfogats personskada omfattar
ers&#228;ttning f&#246;r

1. sjukv&#229;rdskostnad och andra kostnader f&#246;r den skadelidande,
inbegripet sk&#228;lig kompensation till den som st&#229;r den
skadelidande s&#228;rskilt n&#228;ra,

2. inkomstf&#246;rlust,

3. fysiskt och psykiskt lidande av &#246;verg&#229;ende natur (sveda och
v&#228;rk) eller av best&#229;ende art (lyte eller annat stadigvarande
men) samt s&#228;rskilda ol&#228;genheter till f&#246;ljd av skadan.

Ers&#228;ttning f&#246;r inkomstf&#246;rlust motsvarar skillnaden mellan den
inkomst som den skadelidande skulle ha kunnat uppb&#228;ra, om han
icke hade skadats, och den inkomst som han trots skadan har
eller borde ha uppn&#229;tt eller som han kan ber&#228;knas komma att
uppn&#229; genom s&#229;dant arbete som motsvarar hans krafter och
f&#228;rdigheter och som rimligen kan beg&#228;ras av honom med h&#228;nsyn
till tidigare utbildning och verksamhet, omskolning eller annan
liknande &#229;tg&#228;rd samt &#229;lder, bos&#228;ttningsf&#246;rh&#229;llanden och d&#228;rmed
j&#228;mf&#246;rliga omst&#228;ndigheter.

Med inkomstf&#246;rlust likst&#228;lls intr&#229;ng i n&#228;ringsverksamhet. Med
inkomst likst&#228;lls v&#228;rdet av hush&#229;llsarbete i hemmet. Lag
(2001:732).

2 &#167; Har personskada lett till d&#246;den, skall ers&#228;ttning betalas
f&#246;r

1. begravningskostnad och, i sk&#228;lig omfattning, annan kostnad
till f&#246;ljd av d&#246;dsfallet,

2. f&#246;rlust av underh&#229;ll,

3. personskada som till f&#246;ljd av d&#246;dsfallet &#229;samkats n&#229;gon som
stod den avlidne s&#228;rskilt n&#228;ra.

Ers&#228;ttning f&#246;r f&#246;rlust av underh&#229;ll tillkommer efterlevande som
enligt lag hade r&#228;tt till underh&#229;ll av den avlidne eller som p&#229;
annat s&#228;tt var beroende av honom f&#246;r sin f&#246;rs&#246;rjning, om
underh&#229;ll utgick vid tiden f&#246;r d&#246;dsfallet eller om det kan
antas att underh&#229;ll skulle ha kommit att utg&#229; inom en n&#228;ra
framtid d&#228;refter. F&#246;rlusten ers&#228;tts i den omfattning som &#228;r
sk&#228;lig med h&#228;nsyn till den efterlevandes f&#246;rm&#229;ga och
m&#246;jligheter att genom eget arbete eller annars, p&#229; annat s&#228;tt
&#228;n genom f&#246;rm&#229;n som avses i 3 &#167;, sj&#228;lv bidra till sin
f&#246;rs&#246;rjning. Med underh&#229;ll likst&#228;lls v&#228;rdet av den avlidnes
hush&#229;llsarbete i hemmet. Lag (2001:732).

3 &#167; Vid best&#228;mmande av ers&#228;ttning f&#246;r inkomstf&#246;rlust eller
f&#246;rlust av underh&#229;ll avr&#228;knas f&#246;rm&#229;n som den skadelidande
med anledning av f&#246;rlusten har r&#228;tt till i form av

1. ers&#228;ttning enligt socialf&#246;rs&#228;kringsbalken eller n&#229;gon
annan likartad f&#246;rm&#229;n,

2. pension eller annan periodisk ers&#228;ttning eller sjukl&#246;n,
om f&#246;rm&#229;nen betalas av en arbetsgivare eller p&#229; grund av
en f&#246;rs&#228;kring som &#228;r en anst&#228;llningsf&#246;rm&#229;n. Lag (2010:1213).

4 &#167; Ers&#228;ttning f&#246;r framtida inkomstf&#246;rlust eller f&#246;rlust av
underh&#229;ll fastst&#228;lles i form av livr&#228;nta eller eng&#229;ngsbelopp
eller som livr&#228;nta j&#228;mte eng&#229;ngsbelopp. &#196;r ers&#228;ttningen av
v&#228;sentlig betydelse f&#246;r den skadelidandes f&#246;rs&#246;rjning, skall
den utg&#229; som livr&#228;nta, om icke s&#228;rskilda sk&#228;l talar d&#228;remot.

Fastst&#228;lld livr&#228;nta kan, om sk&#228;l f&#246;religger, helt eller delvis
utbytas mot eng&#229;ngsbelopp. (Lag 1975:404).

5 &#167; Sedan fr&#229;gan om ers&#228;ttning enligt 1 eller 2 &#167; har avgjorts
slutligt genom avtal eller dom, kan ers&#228;ttningsfr&#229;gan ompr&#246;vas,
om f&#246;rh&#229;llanden som enligt detta kapitel l&#229;g till grund f&#246;r
ers&#228;ttningen har &#228;ndrats v&#228;sentligt. Ers&#228;ttning som har
fastst&#228;llts i form av eng&#229;ngsbelopp kan dock inte s&#228;nkas.

Om &#228;ndring i skadest&#229;ndslivr&#228;nta med anledning av f&#246;r&#228;ndringar
i penningv&#228;rdet finns s&#228;rskilda best&#228;mmelser. Lag (2001:732).

6 &#167; Skadest&#229;nd med anledning av kr&#228;nkning best&#228;ms efter vad 
som &#228;r sk&#228;ligt med h&#228;nsyn till handlingens art och varaktighet 
och p&#229; ett s&#228;tt som &#228;ven inneb&#228;r att den kr&#228;nkte f&#229;r 
uppr&#228;ttelse f&#246;r angreppet.

Vid bed&#246;mningen enligt f&#246;rsta stycket ska det s&#228;rskilt beaktas 
om handlingen

1. haft f&#246;rnedrande eller sk&#228;ndliga inslag,

2. varit &#228;gnad att framkalla allvarlig r&#228;dsla f&#246;r liv eller 
h&#228;lsa,

3. riktat sig mot n&#229;gon med s&#228;rskilda sv&#229;righeter att v&#228;rja 
sin personliga integritet,

4. inneburit missbruk av ett beroende- eller 
f&#246;rtroendef&#246;rh&#229;llande eller riktat sig mot n&#229;gon som den 
skadest&#229;ndsskyldige har eller tidigare har haft ett n&#228;ra 
f&#246;rh&#229;llande till,

5. varit &#228;gnad att v&#228;cka allm&#228;n uppm&#228;rksamhet eller tagits upp 
med ett tekniskt hj&#228;lpmedel under f&#246;rh&#229;llanden som inneburit 
risk f&#246;r att upptagningen sprids,

6. utf&#246;rts av flera personer tillsammans mot den skadelidande, 
eller

7. innefattat hot som p&#229;tagligt har f&#246;rst&#228;rkts genom 
anspelning p&#229; ett v&#229;ldskapital.

Den som har gjort sig skyldig till &#228;rekr&#228;nkning eller en 
liknande brottslig g&#228;rning eller som annars &#228;r 
skadest&#229;ndsskyldig med anledning av ett s&#229;dant brott kan p&#229; 
yrkande av den kr&#228;nkte i ett m&#229;l om g&#228;rningen efter 
omst&#228;ndigheterna f&#246;rpliktas att bekosta att domen i m&#229;let f&#246;rs 
in i en eller flera tidningar. Lag (2022:754).

6 a &#167; S&#228;rskild anh&#246;rigers&#228;ttning best&#228;ms oberoende av 
omst&#228;ndigheterna i det enskilda fallet till ett sk&#228;ligt belopp 
som &#228;r lika stort f&#246;r var och en av de ers&#228;ttningsber&#228;ttigade.
Lag (2022:754).

7 &#167; Skadest&#229;nd med anledning av sakskada omfattar ers&#228;ttning
f&#246;r

1. sakens v&#228;rde eller reparationskostnad och v&#228;rdeminskning,

2. annan kostnad till f&#246;ljd av skadan,

3. inkomstf&#246;rlust eller intr&#229;ng i n&#228;ringsverksamhet. (Lag
1975:404).

8 &#167; Skadest&#229;nd f&#246;r annan ideell skada enligt 3 kap. 4 &#167; 
f&#246;rsta stycket 2 ska best&#228;mmas efter vad som &#228;r sk&#228;ligt med 
h&#228;nsyn till &#246;vertr&#228;delsens art och omst&#228;ndigheterna i 
&#246;vrigt. Lag (2018:23).

6 kap. Gemensamma best&#228;mmelser

1 &#167; Skadest&#229;nd med anledning av personskada kan j&#228;mkas, om den
skadelidande sj&#228;lv upps&#229;tligen eller genom grov v&#229;rdsl&#246;shet har
medverkat till skadan. Skadest&#229;nd till f&#246;rare av motordrivet
fordon som har gjort sig skyldig till rattfylleri eller grovt
rattfylleri kan &#228;ven j&#228;mkas, om f&#246;raren d&#228;rvid genom
v&#229;rdsl&#246;shet har medverkat till skadan. Har personskada lett
till d&#246;den, kan skadest&#229;nd som avses i 5 kap. 2 &#167; ocks&#229; j&#228;mkas,
om den avlidne upps&#229;tligen har medverkat till d&#246;dsfallet.

Skadest&#229;nd med anledning av sakskada eller ren
f&#246;rm&#246;genhetsskada kan j&#228;mkas, om v&#229;llande p&#229; den skadelidandes
sida har medverkat till skadan.

J&#228;mkning av skadest&#229;nd enligt f&#246;rsta eller andra stycket sker
efter vad som &#228;r sk&#228;ligt med h&#228;nsyn till graden av v&#229;llande p&#229;
&#246;mse sidor och omst&#228;ndigheterna i &#246;vrigt. Lag (2001:732).

2 &#167; &#196;r skyldighet att utge skadest&#229;nd osk&#228;ligt betungande med
h&#228;nsyn till den skadest&#229;ndsskyldiges ekonomiska f&#246;rh&#229;llanden,
kan skadest&#229;ndet j&#228;mkas efter vad som &#228;r sk&#228;ligt, varvid &#228;ven
den skadelidandes behov av skadest&#229;ndet och &#246;vriga
omst&#228;ndigheter skall beaktas. (Lag 1975:404).

3 &#167; R&#228;tten till ers&#228;ttning f&#246;r fysiskt och psykiskt lidande 
och f&#246;r s&#228;rskilda ol&#228;genheter faller bort, om den skadelidande 
avlider innan ett krav p&#229; s&#229;dan ers&#228;ttning har framst&#228;llts. 
Detsamma g&#228;ller r&#228;tten till ers&#228;ttning f&#246;r kr&#228;nkning, s&#228;rskild 
anh&#246;rigers&#228;ttning och ers&#228;ttning f&#246;r annan ideell skada enligt 
3 kap. 4 &#167; f&#246;rsta stycket 2. Lag (2022:754).

4 &#167; Skall tv&#229; eller flera ers&#228;tta samma skada, svarar de
solidariskt f&#246;r skadest&#229;ndet, i den m&#229;n ej annat f&#246;ljer av att
begr&#228;nsning g&#228;ller i den skadest&#229;ndsskyldighet som &#229;vilar n&#229;gon
av dem. (Lag 1975:404).

5 &#167; Vid till&#228;mpning av denna lag likst&#228;lles med arbetstagare

1. den som tj&#228;nstg&#246;r enligt lagen (1994:1809) om
totalf&#246;rsvarsplikt och annan som fullg&#246;r i lag f&#246;reskriven
tj&#228;nstg&#246;ring,

2. den som under utbildning vid skola eller v&#229;rd i anstalt
utf&#246;r arbete som till sin art liknar s&#229;dant som vanligen
utf&#246;res av arbetstagare,

3. den som f&#246;r annans r&#228;kning eljest utf&#246;r arbete under
omst&#228;ndigheter liknande dem som f&#246;rekommer i
anst&#228;llningsf&#246;rh&#229;llande. Lag (1994:2065).

6 &#167; En skadelidande som har tillerk&#228;nts skadest&#229;nd f&#246;r 
kr&#228;nkning eller s&#228;rskild anh&#246;rigers&#228;ttning ska inte f&#246;rpliktas 
att ers&#228;tta den skadest&#229;ndsskyldiges r&#228;tteg&#229;ngskostnader i ett 
m&#229;l d&#228;r skadest&#229;nd p&#229; grund av brottet pr&#246;vas. Detta g&#228;ller 
dock inte om s&#228;rskilda sk&#228;l f&#246;ranleder annat.

Om det finns s&#228;rskilda sk&#228;l, g&#228;ller f&#246;rsta stycket f&#246;rsta 
meningen ocks&#229; en skadelidande som har tillerk&#228;nts skadest&#229;nd 
f&#246;r fysiskt och psykiskt lidande eller f&#246;r s&#228;rskilda 
ol&#228;genheter p&#229; grund av brott.

Undantag fr&#229;n f&#246;rsta och andra styckena f&#229;r g&#246;ras i fr&#229;ga om 
s&#229;dana kostnader som den skadelidande har orsakat genom att 
upptr&#228;da p&#229; ett s&#228;tt som avses i 18 kap. 3 eller 6 &#167; eller 
31 kap. 4 &#167; r&#228;tteg&#229;ngsbalken. Lag (2022:754).

7 &#167; I ett m&#229;l om ers&#228;ttning enligt 3 kap. 4 &#167; f&#229;r r&#228;tten 
besluta att vardera parten ska b&#228;ra sin r&#228;tteg&#229;ngskostnad, om 
en enskild som har f&#246;rlorat m&#229;let hade sk&#228;lig anledning att 
f&#229; saken pr&#246;vad. Lag (2018:23).

&#214;verg&#229;ngsbest&#228;mmelser

1994:2065

Denna lag tr&#228;der i kraft den 1 juli 1995. &#196;ldre best&#228;mmelser
till&#228;mpas betr&#228;ffande den som f&#246;re ikrafttr&#228;dandet antagits
till grundutbildning enligt lagen (1980:1021) om milit&#228;r
grundutbildning f&#246;r kvinnor.

1995:24

Denna lag tr&#228;der i kraft den 1 juli 1995. I fr&#229;ga om beslut
som har meddelats av F&#246;rs&#228;krings&#246;verdomstolen f&#246;re
ikrafttr&#228;dandet g&#228;ller 3 kap. 7 &#167; i sin &#228;ldre lydelse.

2000:126

Denna lag tr&#228;der i kraft den 1 maj 2000. Den nya best&#228;mmelsen
skall dock endast till&#228;mpas i de fall yrkandet om skadest&#229;nd
har framst&#228;llts efter ikrafttr&#228;dandet.

2010:1213

1. Denna lag tr&#228;der i kraft den 1 januari 2011.

2. &#196;ldre best&#228;mmelser g&#228;ller f&#246;r f&#246;rm&#229;ner som avser tid
f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4198">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4200">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
