

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:57:22" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4205</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4204">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4206">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1972:114 ·
                    <a href="/sfsr?bet=1972:114">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1972:114) med anledning av konventionen den 9 februari 1972 mellan Sverige och Norge om renbetning</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1972-04-21
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2002:88
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten &#228;r med i bilagorna.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Kapitlen II-VI i konventionen den 9 februari 1972 mellan
Sverige och Norge om renbetning skall, med undantag av 64 och
66 &#167;&#167;, g&#228;lla som svensk lag, dock att 7, 8, 10-12, 14, 22, 25,
27, 30-34, 38, 41, 48, 51-55, 59, 61, 62 och 65 &#167;&#167; i
konventionen skall g&#228;lla som svensk lag i den lydelse de f&#229;tt
enligt avtalet den 3 oktober 1984 om &#228;ndring i konventionen.
Konventionen och &#228;ndringsavtalet har den lydelse som framg&#229;r av
bilagorna 1 och 3. Konventionen har den giltighetstid som
framg&#229;r av bilaga 5. Lag (2002:88).

2 &#167; Statens jordbruksverk indelar de f&#246;r svensk renbetning i Norge
uppl&#229;tna omr&#229;dena s&#229; att omr&#229;dena i Troms fylke f&#246;rdelas mellan de
samebyar som anges i 5 &#167; A konventionen samt omr&#229;dena i Nordlands och
Nord-Tr&#246;ndelags fylken f&#246;rdelas mellan de samebyar som anges i 5 &#167; B
konventionen. Lag (1991:388).

3 &#167; Betesavgift som sameby enligt 52 eller 57 &#167; konventionen betalat
p&#229; grund av olovlig renbetning f&#229;r byn kr&#228;va &#229;ter av den som varit
v&#229;llande till den olovliga betningen.

4 &#167; Med uttrycket oaktsamhet i 61 &#167; konventionen avses oaktsamhet som
ej &#228;r ringa.

5 &#167; Uppkommer genom denna lag skada eller ol&#228;genhet f&#246;r
rensk&#246;tsel p&#229; svenskt omr&#229;de med h&#228;nsyn till tidigare r&#228;tt till
rensk&#246;tsel, l&#228;mnas ers&#228;ttning av statsmedel om skadan eller
ol&#228;genheten uppkommit efter den 30 april 2002.

Talan om ers&#228;ttning enligt f&#246;rsta stycket skall v&#228;ckas f&#246;re
utg&#229;ngen av april 2005 vid den fastighetsdomstol inom vars
omr&#229;de skadan i huvudsak intr&#228;ffat. Lag (2002:88).

&#214;verg&#229;ngsbest&#228;mmelser

1972:114

Denna lag tr&#228;der i kraft den 1 maj 1972 och g&#228;ller s&#229; l&#228;nge
konventionen &#228;r i kraft.

I fr&#229;ga om vissa betesavgifter g&#228;ller de tillf&#228;lliga avvikelser
fr&#229;n 52 och 57 &#167;&#167; konventionen som anges i artiklarna 1, 2, 4
och 14 i det i samband med konventionens ing&#229;ende uppr&#228;ttade
protokollet om uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r
renar, dock att artikel 1 i protokollet skall g&#228;lla som svensk
lag i den lydelse den f&#229;tt enligt avtalet den 3 oktober 1984 om
&#228;ndring i protokollet. Protokollet och &#228;ndringsavtalet har den
lydelse som framg&#229;r av bilagorna 2 och 4. Protokollet har den
giltighetstid som framg&#229;r av bilaga 5. Lag (2002:88).

Bilaga 1


Konvention
mellan Sverige och Norge om renbetning

Den svenska och den norska regeringen har, p&#229; grundval av det
bet&#228;nkande som avgivits av den svensk-norska renbeteskommissionen av
1964, f&#246;rt f&#246;rhandlingar om samernas renbetning och blivit eniga om
f&#246;ljande best&#228;mmelser:

Kapitel I. Svensk renbetning i Norge

Betesomr&#229;den

1 &#167;

A. Troms fylke

I Troms fylke f&#229;r f&#246;ljande omr&#229;den anv&#228;ndas f&#246;r svensk renbetning:
Tamok-Rosta, Devdisfjellet, Havgavuobmi, Anjavassdalen, Sarevoubmi och
Salvasskardet.

Omr&#229;dena har f&#246;ljande gr&#228;nser:

1. Tamok-Rosta

Fr&#229;n riksr&#246;se 294 (Treriksr&#246;set) vid G&#229;ldajavri, denna sj&#246; och
Breiddalen till G&#229;vdajavri, &#246;stra sidan av G&#229;vdajavri till dess
nordligaste vik, d&#228;rifr&#229;n en r&#228;t linje till Langvatnets v&#228;stligaste
vik, d&#228;rifr&#229;n en r&#228;t linje i v&#228;stlig riktning till Midterdalen, denna
dal och Kitdalen till Storfjorden, denna fjord till utloppet av
Signaldalselva, denna &#228;lv till sammanfl&#246;det med Balsfjordelva, denna
&#228;lv till &#214;verg&#229;rd, d&#228;rifr&#229;n en r&#228;t linje i sydlig riktning till
Nordkjoselva, denna &#228;lv till Tamokvatnet, denna sj&#246; till dess s&#246;dra
&#228;nde, d&#228;rifr&#229;n en r&#228;t linje i sydlig riktning till Tamokelva, denna
&#228;lv till sammanfl&#246;det med Rostaelva, denna &#228;lv med Lille Rostavatn
till riksr&#246;se 287 i Stuorra R&#229;stajavri, d&#228;rifr&#229;n riksgr&#228;nsen tillbaka
till riksr&#246;se 294.

2. Devdisfjellet

Fr&#229;n riksr&#246;se 287 i Stuorra R&#229;stajavri l&#228;ngs sydgr&#228;nsen f&#246;r omr&#229;det
Tamok-Rosta till sammanfl&#246;det mellan Rostaelva och Tamokelva, d&#228;rifr&#229;n
M&#229;lselva till sammanfl&#246;det med Divielva, denna &#228;lv till sammanfl&#246;det
med Skaktarj&#229;kka, denna &#228;lv och Ravduj&#229;kka till Ravdujavri, denna sj&#246;
till dess s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till riksr&#246;se 285,
d&#228;rifr&#229;n riksgr&#228;nsen tillbaka till riksr&#246;se 287.

3. Havgavuobmi

Fr&#229;n riks&#246;se 285 l&#228;ngs sydgr&#228;nsen f&#246;r omr&#229;det Devdisfjellet till
Skaktarj&#229;kkas sammanfl&#246;de med Divielva, denna &#228;lv till Moarsejavri,
denna sj&#246; till dess s&#246;dra &#228;nde, d&#228;rfr&#229;n en r&#228;t linje till riks&#246;se 283,
d&#228;rifr&#229;n riksgr&#228;nsen tillbaka till riks&#246;se 285.

4. Anjavassdalen

Fr&#229;n Moarsejavris s&#246;dra &#228;nde l&#228;ngs v&#228;stgr&#228;nsen f&#246;r omr&#229;dena
Havgavuobmi och Devdisfjellet till Divielvas sammanfl&#246;de med M&#229;lselva,
denna &#228;lv till sammanfl&#246;det med Beinelva, denna &#228;lv och Beinelvdalen,
Guovdelasvaggi och Langedalen till Sandelvvatn, denna sj&#246; till dess
s&#246;dra &#228;nde, d&#228;rfr&#229;n en r&#228;t linje &#246;ver punkt 896 till tj&#228;rn p&#229;
Hubitdievat, d&#228;rfr&#229;n en r&#228;t linje i sydv&#228;stlig riktning till
sammanfl&#246;det mellan b&#228;cken fr&#229;n tj&#228;rnen vid punkt 829 och Maddaj&#229;kka,
d&#228;rfr&#229;n en r&#228;t linje till tj&#228;rn vid punkt 918, vidare en r&#228;t linje
&#246;ver M&#229;skanjavris &#246;stra &#228;nde till Helvetjavri, denna sj&#246; och b&#228;cken
till Doarrujavri, denna sj&#246; och Doarruj&#229;kka till sammanfl&#246;det med
Multuj&#229;kka, d&#228;rfr&#229;n en r&#228;t linje till Moarsejavris s&#246;dra &#228;nde.

5. Sarevuobmi

Fr&#229;n riksr&#246;se 283 en r&#228;t linje till riksr&#246;se 280, d&#228;rfr&#229;n riksgr&#228;nsen
tillbaka till riksr&#246;se 283.

6. Salvasskardet

Fr&#229;n riksgr&#228;nsen vid Leinavatn, denna sj&#246;, Astuaedno och Altevatn till
dammen vid sj&#246;ns v&#228;stra &#228;nde, d&#228;rifr&#229;n Barduelva till sammanfl&#246;det med
S&#246;rdalselva, denna &#228;lv och S&#246;rdalen till riksr&#246;se 272, d&#228;rifr&#229;n
riksgr&#228;nsen tillbaka till Leinavatn.

B. Nordlands och Nord-Tr&#246;ndelags fylken

I Nordlands och Nord-Tr&#246;ndelags fylken f&#229;r f&#246;r svensk renbetning
anv&#228;ndas de omr&#229;den som ligger mellan riksgr&#228;nsen och nedan angivna
gr&#228;nslinjer:

1. I Ankenes, Ballangens och Tysfjords kommuner

a) Fr&#229;n riksgr&#228;nsen vid Katteratvatnets norra sida, denna sj&#246; till
dess v&#228;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till j&#228;rnv&#228;gsbron &#246;ver
Hundalselva, denna &#228;lv till sammanfl&#246;det med Oallajokka, denna &#228;lv och
Oallavagge till &#246;stra &#228;nden av Saelkajavrre, denna sj&#246; och Saelkajokka
till Cunojavrre, denna sj&#246; och Cunojokka till sammanfl&#246;det med
Sandelva, d&#228;rifr&#229;n en r&#228;t linje till b&#228;cksammanfl&#246;det vid punkt 716 i
Kaliksdalen, d&#228;rifr&#229;n en r&#228;t linje &#246;ver punkt 1314 till sj&#246;n vid punkt
1111, denna sj&#246; och Coarvvejokka till Nordre Coarvvejavrre, denna sj&#246;
och b&#228;cken till S&#246;ndre Coarvvejavrre, denna sj&#246; till dess sydv&#228;stra
vik, d&#228;rifr&#229;n en r&#228;t linje i sydv&#228;stlig riktning till n&#228;rmaste vik i
Vannaksvatn, denna sj&#246;, Gautelisvatn, b&#228;cken till B&#229;tsvatn, denna sj&#246;,
Nuorjujokka, Kobbvatn, Kobbelva och S&#246;relva till sammanfl&#246;det med
Tverelva, denna &#228;lv till Iptovatn, denna sj&#246; till dess s&#246;dra &#228;nde,
d&#228;rifr&#229;n en r&#228;t linje till riksgr&#228;nsen omedelbart norr om Rarkajaure.

b) Fr&#229;n riksr&#246;se 255 till Kj&#229;rdavatnets norra &#228;nde, d&#228;rifr&#229;n en r&#228;t
linje till Middagsvatnets s&#246;dra &#228;nde, denna sj&#246; till b&#228;cken som rinner
ut i sj&#246;n norr om punkt 1262, fr&#229;n b&#228;ckmynningen en r&#228;t linje till
Vabakkvatn, denna sj&#246; och b&#228;cken till Forsvatn, denna sj&#246; och b&#228;cken
till Sidasjavrre, fr&#229;n b&#228;ckmynningen en r&#228;t linje i sydv&#228;stlig
riktning &#246;ver Baugefjell, Baugevatn och punkt 1156 p&#229; Paurofjell till
Paurovatn, denna sj&#246; till utfl&#246;det fr&#229;n Naidivatn, denna sj&#246; till dess
sydv&#228;stligaste vik, d&#228;rifr&#229;n en r&#228;t linje i sydv&#228;stlig riktning &#246;ver
punkt 1150 till Bj&#246;rnvatn, denna sj&#246; och b&#228;cken till R&#246;ysvatn, denna
sj&#246; till dess &#246;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till riks&#246;se 251.

2. I S&#246;rfolds och Fauske kommuner

Fr&#229;n riksgr&#228;nsen vid Leirvatnets s&#246;dra strand, denna sj&#246; till
Bl&#229;mandsisen, l&#228;ngs Bl&#229;mandsisens &#246;stra kant till Sm&#229;sorjusvatn vid
punkt 958, denna sj&#246; till dess s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till
Nedre Duoldagopjavrre, denna sj&#246; till dess s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t
linje &#246;ver punkt 859 till L&#229;mielva, denna &#228;lv, L&#229;mivatn och Eidevatn
till riksgr&#228;nsen vid L&#229;mitjern.

3. I Saltdals och Rana kommuner

a) Fr&#229;n riksgr&#228;nsen vid Mellomvatnets s&#246;dra strand, denna sj&#246; till
dess v&#228;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till Dorrovatnets &#246;stra &#228;nde,
denna sj&#246; till dess sydv&#228;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till viken
Kvebilok i Balvatn, denna sj&#246; till Skaitidalen, denna dal med
Skaitielva till sammanfl&#246;det med Graddiselva, denna &#228;lv till
riksgr&#228;nsen.

b) Fr&#229;n riksgr&#228;nsen d&#228;r denna korsar Dypen&#229;ga, denna &#228;lv till
sammanfl&#246;det med L&#246;nselva, denna &#228;lv s&#246;derut till St&#246;di
j&#228;rnv&#228;gsstation, d&#228;rifr&#229;n j&#228;rnv&#228;gslinjen s&#246;derut till den plats d&#228;r
den korsat b&#228;cken fr&#229;n Svangstjern, d&#228;rifr&#229;n Randalselva till
sammanfl&#246;det med Virvasselva, denna &#228;lv till sammanfl&#246;det med
Blerekelva, d&#228;rifr&#229;n en r&#228;t linje i sydv&#228;sligt riktning till punkt
834, d&#228;rifr&#229;n en r&#228;t linje till Kvefsendalstjernens &#246;stra &#228;nde, denna
tj&#228;rn och Kvefsendalselva till Kalvatnmagasinet, detta magasin till
b&#228;cken fr&#229;n Melkfjellet och Sandtjern, d&#228;rifr&#229;n en r&#228;t linje till en
punkt p&#229; riksgr&#228;nsen 1 km &#246;ster om riksr&#246;se 220 A.

4. I Hemnes kommun

Fr&#229;n riksgr&#228;nsen vid Grasvatnets s&#246;dra strand, denna sj&#246; till
Oksfjellelvas mynning, denna &#228;lv till Okstindbreen, d&#228;rifr&#229;n en r&#228;t
linje i sydv&#228;stlig riktning till punkt 1435, d&#228;rifr&#229;n en r&#228;t linje i
syd&#246;stlig riktning till Hulbekktjern, d&#228;rifr&#229;n en r&#228;t linje till
Storfossen i Storelva, denna &#228;lv till riksr&#246;se 215.

5. I Hattfjelldals kommun

a) Fr&#229;n riksgr&#228;nsen vid &#214;stre Krutvatnets s&#246;dra strand en r&#228;t linje
till M&#229;svatnets norra &#228;nde, denna sj&#246; till dess s&#246;dra &#228;nde, d&#228;rifr&#229;n
en r&#228;t linje till &#214;vre Elgsvatn vid mynningen av b&#228;cken fr&#229;n
Krokfjellet och Risfjellet, d&#228;rifr&#229;n en r&#228;t linje till riksr&#246;se 210.

b) Fr&#229;n en punkt p&#229; riksgr&#228;nsen 500 m s&#246;der om riksr&#246;se 209 l&#228;ngs
tr&#228;dgr&#228;nsen till Finskarbekken 1 km ovanf&#246;r dess utlopp i
Skarmodalselva, d&#228;rifr&#229;n Finskarbekken till tj&#228;rnen s&#246;der om
Ritterifjellet, d&#228;rifr&#229;n en r&#228;t linje till Rotvatn, denna sj&#246; och
Rotvaselva till sammanfl&#246;det med Grensebekken, d&#228;rifr&#229;n en r&#228;t linje
till riksr&#246;se 208.

6. I Hattfjelldals kommun (Nordland) och R&#246;yrviks kommun (Nord-
Tr&#246;ndelag)

Fr&#229;n riksgr&#228;nsen vid Valdanjaure en r&#228;t linje till sammanfl&#246;det mellan
Drakonelva och Tiplingelva, denna &#228;lv till &#214;stre Tiplingen, denna sj&#246;
och Tiplingelva till sammanfl&#246;det med Simleelva, denna &#228;lv till
sammanfl&#246;det med b&#228;cken fr&#229;n tj&#228;rn norr om Rotnan, denna b&#228;ck till
tj&#228;rnen, d&#228;rifr&#229;n en r&#228;t linje till Rotnans norra &#228;nde, denna sj&#246; och
b&#228;cken till sammanfl&#246;det med Ranserelva, denna &#228;lv till sj&#246;n vid punkt
977, denna sj&#246; till dess v&#228;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till sj&#246;n
vid punkt 960, denna sj&#246; till dess s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje
till tj&#228;rn vid punkt 966, denna tj&#228;rn och b&#228;cken till Vestre
Sipmeksj&#246;en, denna sj&#246; och &#228;lven till &#214;stre Sipmeksj&#246;en, denna sj&#246;
till riksgr&#228;nsen.

Betestider

2 &#167;

Betesomr&#229;dena f&#229;r anv&#228;ndas f&#246;r svensk renbetning under f&#246;ljande
tider:

A. I Troms fylke: Fr&#229;n och med den 1 maj till och med 14 september.

B. I Nordlands och Nord-Tr&#246;ndelags fylken: Fr&#229;n och med den 1 juli
till och med den 31 augusti.

3 &#167;

I f&#246;ljande omr&#229;den f&#229;r svenska renar uppeh&#229;lla sig &#228;ven under annan
tid &#228;n som anges i 2 &#167; n&#228;r rensk&#246;tsel bedrivs i angr&#228;nsande svenska
gr&#228;nsomr&#229;den:

1. I Ballangens och Tysfjords kommuner den s&#246;der om Sidasjavrre
bel&#228;gna delen av det omr&#229;de som anges i 1 &#167; B 1 b;

2. I Rana kommun den s&#246;der om Ardekfj&#228;llet bel&#228;gna delen av det omr&#229;de
som anges i 1 &#167; B 3 b;

3. I Hattfjelldals kommun det omr&#229;de som anges i 1 &#167; B 5 a;

4. I Hattfjelldals kommun det omr&#229;de som anges i 1 &#167; B 5 b.

Betesomr&#229;denas utnyttjande

4 &#167;

Betesomr&#229;dena f&#229;r icke anv&#228;ndas f&#246;r norsk renbetning under den del av
&#229;ret d&#229; svensk renbetning &#228;r till&#229;ten d&#228;r enligt 2 &#167;.

Samebyar fr&#229;n vilka renar f&#229;r f&#246;ras p&#229; bete i Norge.

5 &#167;

Betesomr&#229;dena f&#229;r anv&#228;ndas f&#246;r renar fr&#229;n f&#246;ljande samebyar:

A. I Troms fylke: K&#246;nk&#228;m&#228;, Lainiovuoma, Saarivuoma och Talma.

B. I Nordlands och Nord-Tr&#246;ndelags fylken: Rautasvouma, Kaalasvuoma,
Norrkaitum, Mellanbyn, S&#246;rkaitum, Sirkas, Tuorpon, Luokta-Mavas,
Semisjaur-Njarg, Svaipa, Gran, Ran, Umbyn, Vapsten, Vilhelmina norra,
Vilhelmina s&#246;dra och Frostvikens norra.

Renantal

6 &#167;

I Anjavassdalen &#228;r h&#246;gsta till&#229;tna renantal 6 000.

Kapitel II. Norsk renbetning i Sverige

Betesomr&#229;den

7 &#167;

A. Norrbottens l&#228;n

I Norrbottens l&#228;n f&#229;r f&#246;ljande omr&#229;den anv&#228;ndas f&#246;r norsk renbetning:
Maunu, Njuorajaure, Patsaj&#228;kel, &#196;lvsbyn och Storsund.

Omr&#229;dena har f&#246;ljande gr&#228;nser:

1. Maunu

Jeitisjoki fr&#229;n Kelottij&#228;rvi till skogsgr&#228;nsen, d&#228;rfr&#229;n en r&#228;t linje
till Kutsurj&#228;rvis &#246;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till &#246;versta
tj&#228;rnen i Saarijoki sydost om Kutsuroivi, d&#228;rifr&#229;n Saarijoki till
sammanfl&#246;det med Ainattijoki, d&#228;rifr&#229;n en r&#228;t linje till Outaj&#228;rvis
sydligaste vik, d&#228;rifr&#229;n en r&#228;t linje till v&#228;g nr 396 vid Ahvenj&#228;rvis
nord&#246;stra strand, denna v&#228;g till Muonio&#228;lven vid Karesuando, denna &#228;lv
och K&#246;nk&#228;m&#228;&#228;lven till Kelottij&#228;rvi, denna sj&#246; till Jetisjokis
infl&#246;de.

2. Njuorajaure

Fr&#229;n riksr&#246;se 272 en r&#228;t linje till P&#229;lnoluokta, d&#228;rifr&#229;n Tornetr&#228;sk
till Paktaj&#229;kas infl&#246;de, denna b&#228;ck och Paktajaure till sj&#246;ns
sydligaste vik, d&#228;rifr&#229;n j&#228;rnv&#228;gslinjen till riksgr&#228;nsen, denna
tillbaka till riksr&#246;se 272.

3. Patsaj&#228;kel

Torne&#228;lv fr&#229;n Tornetr&#228;sk med sj&#246;arna Tarrajaure, Jekejaure, Alajaure,
Vakojaure och Nuoraj&#228;rvi till Kalloj&#228;rvi, d&#228;rifr&#229;n sj&#246;n Alanen
Voulusj&#228;rvi, Vuolusj&#229;kka och Alep Vuolusjaure, d&#228;rifr&#229;n en r&#228;t linje
till sj&#246;n Lulep Stalojaure, denna sj&#246;, Staloj&#229;kka och Korttoj&#228;rvi till
Tornetr&#228;sk, denna sj&#246; till Torne&#228;lv.

4. &#196;lvsbyn

Fr&#229;n Holmsel l&#228;ngs v&#228;gen till &#197;tr&#228;skets syd&#246;stra &#228;nde, d&#228;rifr&#229;n en r&#228;t
linje till v&#228;stligaste viken i sj&#246;n Manj&#228;rv, d&#228;rifr&#229;n en r&#228;t linje
till byn Manj&#228;rv, d&#228;rifr&#229;n l&#228;ngs v&#228;gen fr&#229;n Manj&#228;rv &#246;ver Avatr&#228;sk till
v&#228;g nr 90, denna v&#228;g till bron &#246;ver Pite&#228;lven, denna &#228;lv till
Holmsel.

5. Storsund

Fr&#229;n Storsund l&#228;ngs j&#228;rnv&#228;gslinjen till landsv&#228;gen Stortr&#228;skliden-
Koler, denna v&#228;g till Lillpite&#228;lven, denna &#228;lv med sj&#246;arna
Lyckotr&#228;sket (Lukotr&#228;sket), H&#228;bberstr&#228;sket, P&#228;rltr&#228;sket,
Klockartr&#228;sket och &#197;tr&#228;sket till R&#229;b&#228;cken, d&#228;rifr&#229;n en r&#228;t linje till
v&#228;gsk&#228;let nordv&#228;st om Lillpite, d&#228;rifr&#229;n v&#228;gen till S&#246;ravan i Inre
Arvidstr&#228;sket, d&#228;rifr&#229;n s&#246;dra sidan av sj&#246;arna Inre Arvidstr&#228;sket och
Lilla Arvidstr&#228;sket, d&#228;rifr&#229;n en r&#228;t linje till Teugerliden, d&#228;rifr&#229;n
v&#228;gen till Storsund.

B. V&#228;sterbottens l&#228;n

I V&#228;sterbottens l&#228;n f&#229;r f&#246;ljande omr&#229;den anv&#228;ndas f&#246;r norsk
renbetning: Ramsele, Gran&#246; och Meselefors.

Omr&#229;dena har f&#246;ljande gr&#228;nser:

1. Ramsele

Fr&#229;n landsv&#228;gsbron &#246;ver Ume&#228;lven vid Ottontr&#228;sk, l&#228;ngs denna &#228;lv till
b&#228;ckutfl&#246;det vid byn Kvarntorp, denna b&#228;ck till v&#228;g nr 93, denna v&#228;g
till v&#228;gsk&#228;let vid Gullb&#228;ck, d&#228;rifr&#229;n v&#228;gen Gullb&#228;ck-V&#228;sterb&#228;ck-
Sarsj&#246;liden-Harrselsfors-N&#228;s&#229;ker, d&#228;rifr&#229;n en r&#228;t linje i v&#228;stlig
riktning till v&#228;gsk&#228;let norr om Bastutr&#228;sket, d&#228;rifr&#229;n v&#228;gen f&#246;rbi
Skivsj&#246; och Sund&#246; till Ume&#228;lven vid Ottontr&#228;sk.

2. Gran&#246;

Fr&#229;n kraftverksdammen vid B&#229;lforsen i Ume&#228;lven, l&#228;ngs denna &#228;lv till
landsv&#228;gsborn vid Ottontr&#228;sk, d&#228;rifr&#229;n v&#228;gen mot Skivsj&#246; till
Satmyrsj&#246;n, denna sj&#246; och Korbeb&#228;cken till Stora Korbesj&#246;n, denna sj&#246;
och en r&#228;t linje fr&#229;n sj&#246;ns norra &#228;nde till v&#228;gen vid Bysstr&#228;sk, denna
v&#228;g till byn G&#228;ddtr&#228;sk, d&#228;rifr&#229;n G&#228;ddtr&#228;sket och en r&#228;t linje fr&#229;n
denna sj&#246;s nordv&#228;stra &#228;nde till v&#228;gsk&#228;let vid Tanntr&#228;sk, d&#228;rifr&#229;n
v&#228;gen Tanntr&#228;sk-Vilhelmina till Skoveltr&#228;sket, denna sj&#246; och en r&#228;t
linje fr&#229;n sj&#246;ns nordv&#228;stra &#228;nde till dammen vid B&#229;lforsen.

3. Meselefors

Fr&#229;n landsv&#228;gsbron &#246;ver &#197;ngerman&#228;lven vid Volgsj&#246;fors, l&#228;ngs denna &#228;lv
till j&#228;rnv&#228;gsbron vid Meselefors, d&#228;rifr&#229;n en r&#228;t linje i syd&#246;stlig
riktning till Krutsj&#246;ns s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje &#246;ver
Oxkullen till punkt 512 vid Storberget, d&#228;rifr&#229;n en r&#228;t linje till
Stensj&#246;ns s&#246;dra &#228;nde, d&#228;rifr&#229;n en r&#228;t linje till Algovik vid
&#197;ngerman&#228;lven, denna &#228;lv till g&#229;rden Erikshall, d&#228;rifr&#229;n en r&#228;t linje
&#246;ver punkt 457 till kronoparken Avasj&#246;ns sydv&#228;stgr&#228;ns, denna gr&#228;ns
till kommungr&#228;nsen mellan Vilhelmina och &#197;sele, denna gr&#228;ns till
kommungr&#228;nsen mellan Vilhelmina och Dorotea, denna gr&#228;ns till den
punkt d&#228;r v&#228;g nr 343 sk&#228;r gr&#228;nsen, denna v&#228;g till v&#228;gsk&#228;let s&#246;der om
Tj&#228;rn&#228;ssj&#246;n, d&#228;rifr&#229;n v&#228;gen Tj&#228;rn&#228;s-Svanberget-S&#246;rstensele, d&#228;rifr&#229;n
v&#228;gen till landsv&#228;gsbron &#246;ver &#197;ngerman&#228;lven vid Volgsj&#246;fors.

C. J&#228;mtlands l&#228;n

I J&#228;mtlands l&#228;n f&#229;r f&#246;ljande omr&#229;den anv&#228;ndas f&#246;r norsk renbetning:
Leipikvattnet och Bl&#229;sj&#246;kilen.

Omr&#229;dena har f&#246;ljande gr&#228;nser:

1. Leipikvattnet

Fr&#229;n riksgr&#228;nsen vid &#214;stra Sipmekejaures (Sippmikkjaures) s&#246;dra
strand, denna sj&#246; till Sipmekeb&#228;cken, denna b&#228;ck till sammanfl&#246;det med
Gaustjokk, denna b&#228;ck till Leipikvattnet, denna sj&#246;s v&#228;stra strand
till r&#229;g&#229;ngen mot hemmanet Ankarvattnet, denna r&#229;g&#229;ng till riksgr&#228;nsen
och denna tillbaka till &#214;stra sipmekejaure.

2. Bl&#229;sj&#246;kilen

Fr&#229;n riksr&#246;se 199 l&#228;ngs r&#229;g&#229;ngen f&#246;r stora Bl&#229;sj&#246;ns skifteslag till
r&#229;g&#229;ngen f&#246;r Jorms skifteslag, d&#228;rifr&#229;n denna r&#229;g&#229;ng till riksgr&#228;nsen
vid riksr&#246;se 197 A, d&#228;rifr&#229;n riksgr&#228;nsen till riksr&#246;se 199.

Betestider

8 &#167;

Betesomr&#229;dena f&#229;r anv&#228;ndas f&#246;r norsk renbetning under f&#246;ljande tider:

A. I Norrbottens l&#228;n: fr&#229;n och med den 1 oktober till och med den 30
april med f&#246;ljande undantag:

1. Omr&#229;det Patsaj&#228;kel fr&#229;n och med den 1 december till och med den 30
april. Uppf&#246;res st&#228;ngsel mellan Saarivuoma och Talma samebyar, f&#229;r
omr&#229;det anv&#228;ndas fr&#229;n och med den 15 november.

2. den del av omr&#229;det &#196;lvsbyn som ligger mellan v&#228;g nr 90, sj&#246;arna
Muskustr&#228;sket och Avatr&#228;sket samt Korstr&#228;skfluren fr&#229;n och med den 1
januari till och med den 30 april.

B. I V&#228;sterbottens l&#228;n: Fr&#229;n och med den 1 oktober till och med den 30
april.

C. I J&#228;mtlands l&#228;n: Fr&#229;n och med den 1 april till och med den 14
november.

9 &#167;

I ett omr&#229;de i Storumans kommun i V&#228;sterbottens l&#228;n mellan
riksgr&#228;nsen, Stora Umevattnet och Mj&#246;lkb&#228;cken f&#229;r norska renar
uppeh&#229;lla sig n&#228;r rensk&#246;tsel bedrivs i angr&#228;nsande norska
gr&#228;nsomr&#229;den.

Betesomr&#229;denas utnyttjande

10 &#167;

Betesomr&#229;dena f&#229;r icke anv&#228;ndas f&#246;r svensk renbetning.

Fr&#229;n f&#246;rsta stycket g&#228;ller f&#246;ljande undantag:

1. Omr&#229;det Njuorajaure f&#229;r anv&#228;ndas f&#246;r svensk renbetning under den
del av &#229;ret d&#229; norsk renbetning ej &#228;r till&#229;ten d&#228;r.

2. genom den del av omr&#229;det &#196;lvsbyn som anges i 8 &#167; A 2 f&#229;r Luokta-
Mavas sameby f&#246;retaga snabb h&#246;st- och v&#229;rflyttning. H&#246;stflyttningen
skall vara genomf&#246;rd senast den 31 december.

Renantal

11 &#167;

H&#246;gsta till&#229;tna renantal &#228;r i nedan angivna omr&#229;den:

A. Norrbottens l&#228;n

1. Maunu                    1 100
2. Njuorajaure och
3. Patsaj&#228;kel               1 500
4. &#196;lvsbyn och
5. Storsund                 2 500

B. V&#228;sterbottens l&#228;n

1. Ramsele                  1 000
2. Gran&#246;                    1 000
3. Meselefors               1 500

Flyttningsleder

12 &#167;

Vid flyttning till och fr&#229;n betesomr&#229;dena h&#246;st och v&#229;r anv&#228;ndes
f&#246;ljande flyttningsleder:

A. Norrbottens l&#228;n

Maunu

Fr&#229;n trakten av Treriksr&#246;set l&#228;ngs fj&#228;llsluttnignarna mot Kilpisj&#228;rvi
och mot K&#246;nk&#228;m&#228;&#228;lven till Kelottij&#228;rvi.

Patsaj&#228;kel

a) Fr&#229;n omr&#229;det Njuorajaure p&#229; Tornetr&#228;skets is eller fr&#229;n P&#229;lnoluokta
l&#228;ngs stranden och fj&#228;llsluttnignen norr om denna sj&#246;, till
Laimoluokta, d&#228;rifr&#229;n l&#228;ngs v&#228;gen till Korttolahti.

b) Fr&#229;n riksgr&#228;nsen vid Vuoskojaure, v&#228;ster om renst&#228;ngslet mellan
Leinavatn och Kooj&#228;rvi till Korttolahti.

&#196;lvsbyn

Fr&#229;n riksgr&#228;nsen i trakten &#246;ster om Balvatn genom Radtjaomr&#229;det mellan
Peskehaure och Mavasjaure, antingen l&#228;ngs Pite&#228;lven till Norra
Bergn&#228;s, eller genom fj&#228;llomr&#229;det Partortetuottar (Barturte) mellan
Pite&#228;lven och vattendelaren, &#246;ver Sk&#228;rfajaure till Norra Bergn&#228;s,
d&#228;rifr&#229;n f&#246;rbi Gallaure och Mattaure&#228;lven till Pite&#228;lven, d&#228;rifr&#229;n p&#229;
Pite&#228;lvens s&#246;dra sida f&#246;rbi J&#228;knajaure, Trollforsen, Njunjesvare och
Benbryteberget till Holmsel.

Storsund

Fr&#229;n riksgr&#228;nsen norr om Nasafj&#228;ll f&#246;rbi V&#228;rdejaure, l&#228;ngs fj&#228;llkedjan
norr om Lais&#228;lven, &#246;ver Peljekaise och Jutis, l&#228;ngs Hornavans v&#228;stra
strand till Arjeplog, d&#228;rifr&#229;n i n&#228;rheten av v&#228;gen Stensund-Svann&#228;s-
Abraur-Moskosel, fr&#229;n Moskosel f&#246;rbi Lomtr&#228;sk och Njallejaur, l&#228;ngs
Grundsel&#229;n, f&#246;rbi S&#246;dra Br&#228;nnstr&#228;sk till Storsund.

B. V&#228;sterbottens l&#228;n

Ramsele

Fr&#229;n riksgr&#228;nsen vid Umbukta &#246;ver Brantsfj&#228;llet, Norra Storfj&#228;llet och
fj&#228;llet V&#228;retje till Danasj&#246;n, d&#228;rifr&#229;n till Abborberg, Fj&#228;llbosj&#246;n,
sj&#246;arna Gunnarn och Nedre Gunnarn till Bl&#229;viken, d&#228;rifr&#229;n l&#228;ngs
Ume&#228;lvens norra sida f&#246;rbi Lycksele och Gran&#246; till Ottontr&#228;sk.

Flyttningen f&#229;r i st&#228;llet f&#246;retagas p&#229; Ume&#228;lvens is eller l&#228;ngs norra
sidan av &#228;lven.

Gran&#246;

Antingen fr&#229;n riksgr&#228;nsen vid &#214;stre Krutvatn l&#228;ngs S&#246;dra Storfj&#228;llets
nord- och &#246;stsluttningar till L&#246;fj&#228;llet eller fr&#229;n riksgr&#228;nsen vid
Arevattnet, genom Arevattnets och Abelvattnets dalg&#229;ng till L&#246;fj&#228;llet,
d&#228;rifr&#229;n f&#246;rbi Gimjafj&#228;llet, norr om Gardfj&#228;llet till Holmtr&#228;sket,
d&#228;rifr&#229;n till Bastansj&#246;n och l&#228;ngs sj&#246;n Storumans s&#246;dra sida till
Vinliden, d&#228;rifr&#229;n f&#246;rbi Jorantr&#228;sken och Rustr&#228;sket till B&#229;lforsen.

Fr&#229;n L&#246;fj&#228;llet f&#229;r flyttningen i st&#228;llet f&#246;retagas p&#229; Gardikens och
Ume&#228;lvens is eller l&#228;ngs s&#246;dra sidan av Gardiken och Ume&#228;lven till
B&#229;lforsen.

Meselefors

Fr&#229;n riksgr&#228;nsen vid Ranseren f&#246;rbi Stekenjokk, l&#228;ngs Burgfj&#228;llet,
Gitsfj&#228;llet och Blaikfj&#228;llet, f&#246;rbi Klinkh&#246;jden och Stads&#229;s till
Meselberget.

Fr&#229;n Stekenjokk f&#229;r flyttningen i st&#228;llet f&#246;retagas l&#228;ngs Kultsj&#246;n
samt s&#246;dra sidan av &#197;ngerman&#228;lven och Malgomaj till Meselberget.

13 &#167;

N&#228;r omst&#228;ndigheterna g&#246;r det n&#246;dv&#228;ndigt, kan lantbruksn&#228;mnden
f&#246;reskriva tillf&#228;llig avvikelse fr&#229;n flyttningsled. Innan s&#229;dan
f&#246;reskrift meddelas, skall om m&#246;jligt ber&#246;rda f&#246;rm&#228;n beredas tillf&#228;lle
att yttra sig.

Rastplatser

14 &#167;

Utmed flyttningslederna skall finnas tillr&#228;ckligt antal rastplatser
med erforderlig beteskapacitet. Rastplatsernas antal, l&#228;ge och
utstr&#228;ckning fastst&#228;lles av lantbruksn&#228;mnden efter samr&#229;d med
reindriftsinspekt&#246;ren.

Flyttning

15 &#167;

Flyttning till och fr&#229;n betesomr&#229;de skall &#228;ga rum inom den betestid
som enligt 8 &#167; g&#228;ller f&#246;r omr&#229;det.

Senast tre veckor innan flyttning b&#246;rjar, skall ren&#228;garna eller deras
f&#246;rman s&#228;nda lantbruksn&#228;mnden en plan f&#246;r flyttningen.

Kan flyttning ej genomf&#246;ras enligt planen, skall lantbruksn&#228;mnden
snarast m&#246;jligt underr&#228;ttas h&#228;rom och om n&#228;r flyttningen kommer att
b&#246;rja eller forts&#228;tta.

Under flyttning skall renarna h&#229;llas samlade.

Flyttning skall genomf&#246;ras s&#229; snabbt som f&#246;rh&#229;llandena medger. Under
flyttning till &#196;lvsbyn f&#229;r l&#228;ngre uppeh&#229;ll g&#246;ras i Radtjaomr&#229;det och
vid J&#228;knajaure. Under flyttning till DSorsund f&#229;r l&#228;ngre uppeh&#229;ll
g&#246;ras vid Stensund.

16 &#167;

N&#228;r flyttning &#228;ger rum enligt 15 &#167;, skall svenska renar h&#229;llas borta
fr&#229;n flyttningsleden s&#229; att flyttningen kan genomf&#246;ras utan hinder och
utan fara f&#246;r sammanblandning. Lantbruksn&#228;mnden utf&#228;rdar de &#229;l&#228;gganden
och allm&#228;nna f&#246;reskrifter som beh&#246;vs.

17 &#167;

Anl&#228;ggning f&#246;r rensk&#246;tseln l&#228;ngs flyttningsled f&#229;r anv&#228;ndas av norska
ren&#228;gare mot sk&#228;lig ers&#228;ttning till anl&#228;ggningens &#228;gare. Kan
&#246;verenskommelse icke tr&#228;ffas om ers&#228;ttningens storlek, fastst&#228;lles
denna av lantbruksn&#228;mnden.

18 &#167;

Flyttning f&#229;r f&#246;retagas med motorfordon. F&#246;r s&#229;dna flyttning g&#228;ller
14-17 &#167;&#167; i till&#228;mpliga delar.

Kaptiel III. Gemensamma best&#228;mmelser

Bevarande av betestillg&#229;ngarna

19 &#167;

Vid renbetning i det andra landet enligt denna konvention f&#229;r
betesomr&#229;dena icke utnyttjas p&#229; s&#229;dant s&#228;tt att betets framtida
best&#229;nd &#228;ventyras.

Ren&#228;gare som f&#229;r anv&#228;nda omr&#229;dena i det andra landet

20 &#167;

Betesomr&#229;dena i det andra landet f&#229;r anv&#228;ndas

1. f&#246;r renar tillh&#246;rande ren&#228;gare som &#228;r av samisk h&#228;rkomst eller &#228;r
eller varit gift med eller &#228;r adoptivbarn till s&#229;dan ren&#228;gare och som
enligt hemlandets lag har r&#228;tt till rensk&#246;tsel samt

2. f&#246;r renar tillh&#246;rande oskiftat d&#246;dsbo efter ren&#228;gare som avses
under 1.

Uppeh&#229;ll i det andra landet

21 &#167;

Ren&#228;gre som l&#229;ter sina renar beta i det andra landet enligt denna
konvention och som har rensk&#246;tsel som huvudyrke samt dennes husfolk
och renvaktare f&#229;r &#246;verskrida riksgr&#228;nsen och upph&#229;lla sig i det andra
landet under till&#229;ten betestid eller n&#228;r det eljest &#228;r n&#246;dv&#228;ndigt f&#246;r
rensk&#246;tseln.

Underr&#228;ttelse om renbetning i det andra landet

22 &#167;

Lanbruksn&#228;mnden/reindriftsinspekt&#246;ren skall senast tv&#229; m&#229;nander f&#246;re
betestidens b&#246;rjan underr&#228;tta vederb&#246;rande reindriftsinspekt&#246;r/lant
bruksn&#228;mnd i det andra landet om hur betesomr&#229;dena d&#228;r kommer att
anv&#228;nds.

Underr&#228;ttelse l&#228;mnas f&#246;r varje sameby/renbetesdistrikt och skall
inneh&#229;lla uppgift om:

1. ren&#228;garnas namn, f&#246;delse&#229;r, hemort, renantal och renm&#228;rken,

2. de betesomr&#229;den som skall anv&#228;ndas,

3. namn och f&#246;delse&#229;r f&#246;r de personer som avser att &#246;verskrida
riksgr&#228;nsen och upph&#229;lla sig i det andra landet enligt 21 &#167; samt

4. f&#246;rmannens namn och upph&#229;llsplats under betestiden.

har uppgift om renm&#228;rken en g&#229;ng l&#228;mnats, beh&#246;ver d&#228;refter endast nya
m&#228;rken eller &#228;ndringar av m&#228;rken anm&#228;las.

Legitimation

23 &#167;

Den som enligt 21 &#167; uppeh&#229;ller sig i det andra landet och som fyllt 15
&#229;r skall medf&#246;ra s&#228;rskild legitimationshandling, som p&#229; beg&#228;ran skall
uppvisas f&#246;r landets myndigheter.

Legitimationshandling utf&#228;rdas av myndighet i hemlandet och skall
g&#228;lla h&#246;gst fem &#229;r.

F&#246;rm&#228;n

24 &#167;

I varje sameby/renbetesdistrikt som ber&#246;rs av denna konvention skall
finnas en f&#246;rman och en eller tv&#229; ers&#228;ttare f&#246;r denne.

F&#246;rmannen skall vara kontaktman mellan myndigheterna och ren&#228;garna i
fr&#229;gor som uppst&#229;r i samband med att renar fr&#229;n det ena landet betar i
det andra. Han skall tillse att konventionens best&#228;mmelser iakttages
vid rensk&#246;tselns ut&#246;vande. F&#246;rmannen kan ge ren&#228;gare som tillh&#246;r hans
sameby/renbetesdistrikt de anvisningar och kr&#228;va den medverkan av dem
som beh&#246;vs f&#246;r att konventionen skall efterlevas.

Det &#229;ligger f&#246;rmannen s&#228;rskilt att:

1. uppeh&#229;lla sig p&#229; l&#228;mplig plats inom eller i n&#228;rheten av
betesomr&#229;det n&#228;r renbetning &#228;r till&#229;ten i det andra landet,

2. vidtaga de &#229;tg&#228;rder som &#228;r n&#246;dv&#228;ndiga om konventionen &#246;vertr&#228;der,

3. s&#246;ka utreda vems renar som v&#229;llat uppgiven skada.

Tillsyn och bevakning

25 &#167;

Under uppeh&#229;ll och flyttning i det andra landet skall ut&#246;vas s&#229;dan
tillsyn &#246;ver renarna som god rensk&#246;tsel kr&#228;ver.

Renarna skall h&#229;llas under s&#229;dan bevakning att de s&#229;vitt m&#246;jligt
hindras fr&#229;n att g&#246;ra skada, att komma uanf&#246;r betesomr&#229;de eller
flyttningsled eller att sammanblandas med fr&#228;mmande renar.

Bevakas icke renarna p&#229; s&#228;tt som avses i andra stycket och vidtages ej
r&#228;ttelse efter anmaning, kan den lantbruksn&#228;mnd/reindriftsinspekt&#246;r
inom var omr&#229;de renarna finns ordna bevakning p&#229; ren&#228;garnas/samebyns
bekostnad.

Samling och skiljning

26 &#167;

Samling f&#246;r kalvm&#228;rkning eller f&#246;r slakt eller skiljning f&#229;r icke &#228;ga
rum utan att underr&#228;ttelse om tid och plats har s&#228;nts till f&#246;rm&#228;nnen i
de sambyar/renbetesdistrikt i det andra landet som har angr&#228;nsande
omr&#229;den. Underr&#228;ttelsen skall s&#228;ndas i s&#229; god tid som m&#246;jligt.

27 &#167;

Har renar fr&#229;n de b&#229;da l&#228;nderna sammanblandats skall samling och
skiljning verkst&#228;llas snarast m&#246;jligt.

Samling och skiljning kan dock uppskjutas eller underl&#229;tas om
f&#246;rm&#228;nnen i ber&#246;rda samebyar/renbetesdistrikt &#228;r eniga h&#228;rom, eller om
detta best&#228;ms av den lantbruksn&#228;mnd/reindriftsinspekt&#246;r inom vars
omr&#229;de renarna finns.

Samling och skiljning verkst&#228;lles genom f&#246;rsorg av f&#246;rmannen i den
samby/det renbetesdistrikt inom vars omr&#229;de renarna finns. Om
f&#246;rmannen fordrar det skall andra ber&#246;rda samebyar/ren&#228;gare s&#228;nda
erforderlig arbetspersonal f&#246;r att deltaga i arbetet och omh&#228;ndertaga
till samebyn/ren&#228;garna h&#246;rande renar. F&#246;rmannen avg&#246;r hur stor
arbetstyrka de skall s&#228;nda med h&#228;nsyn till det antal renar de kan
antagas ha i den sammanblandade hjorden och till f&#246;rh&#229;llandena i
&#246;vrigt.

F&#246;rmannen skall i s&#229; god tid som m&#246;jligt s&#228;nda underr&#228;ttelse om tid
och plats f&#246;r skiljningen till f&#246;rmannen i &#246;vriga ber&#246;rda
samebyar/renbetesdistrikt.

28 &#167;

Finner f&#246;rman anledning antaga att renar fr&#229;n hans sameby/renbetes
distrikt sammanblandats med renhjord fr&#229;n det andra landet, f&#229;r han
syna denna tillsammans med f&#246;rmannen i det renbetesdistrikt/den sameby
som renhjorden tillh&#246;r.

29 &#167;

Vid tillbakaflyttning av norska renar fr&#229;n vinterbete i Sverige skall,
innan renarna passerar riksgr&#228;nsen, f&#246;retagas samling och utskiljning
av svenska renar.

Samling och skiljning kan underl&#229;tas om lantbruksn&#228;mnden samtycker.
Samtycke b&#246;r l&#228;mnas n&#228;r det finns anledning antaga att sammanblandning
icke har skett.

Samlingen och skiljningen verkst&#228;lles genom f&#246;rsorg att den norske
f&#246;rmannen. Tid och plats skall godk&#228;nnas av lantbruksn&#228;mnden, som
underr&#228;ttar f&#246;rm&#228;nnen i ber&#246;rda samebyar.

Lantbruksn&#228;mnden kan &#229;l&#228;gga sameby att s&#228;nda erforderlig arbetsper
sonal f&#246;r att bitr&#228;da vid skiljningen och omh&#228;ndertaga till samebyn
h&#246;rande renar.

30 &#167;

Innan svenska renar slutligt l&#228;mnar betesomr&#229;de i Norge eller
angr&#228;nsande svenska omr&#229;den och senast vid utg&#229;ngen av den i 2 &#167;
best&#228;mda betestiden skall f&#246;retagas samling och utskiljning av norska
renar.

Skiljningen skall verkst&#228;llas p&#229; den norska sidan av riksgr&#228;nsen om
icke reindriftsinspekt&#246;rer samtycker till att skiljningen f&#246;retages p&#229;
svenskt omr&#229;de.

Samling och skiljning kan underl&#229;tas om reindriftsinspekt&#246;ren
samtycker. Samtycke b&#246;r l&#228;mnas n&#228;r det finns anledning antaga att
sammanblandning icke har skett eller n&#228;r omst&#228;ndigheterna eljest g&#246;r
det befogat. Reindriftsinspekt&#246;ren kan best&#228;mma att s&#229;dant samtycke
skall g&#228;lla tills vidare.

Samlingen och skiljningen verkst&#228;lles genom f&#246;rsorg av den svenska
f&#246;rmannen. Tid och plats skall godk&#228;nnas av reindriftsinspekt&#246;ren, som
underr&#228;ttar f&#246;rm&#228;nnen i ber&#246;rda renbetesdistrikt.

Reindriftsinspet&#246;ren kan &#229;l&#228;gga ren&#228;garna i ber&#246;rda renbetesdistrikt
att s&#228;nda erforderlig arbetspersonal f&#246;r att bitr&#228;da vid skiljningen
och omh&#228;ndertaga till distriktet h&#246;rande renar.

31 &#167;

Renar som utan st&#246;d av denna konvention befinner sig i det andra
landet f&#229;r icke f&#246;ras tillbaka till hemlandet innan skiljning
f&#246;retagits.

I fr&#229;ga om skiljningen och samling som f&#246;reg&#229;r den &#228;ger 27 &#167;
motsvarande till&#228;mpning. Den lantbruksn&#228;mnd/reindriftsinspekt&#246;r inom
vars omr&#229;de renarna finns kan &#229;l&#228;gga f&#246;rmannen f&#246;r den sameby eller
det renbetesdistrikt, som huvuddelen av renarna tillh&#246;r, att ombes&#246;rja
samlingen och skiljningen.

Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren kan medge undantag fr&#229;n
f&#246;reskriften i f&#246;rsta stycket. Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren
kan f&#246;reskriva att f&#246;rmannen ombes&#246;rjer att skiljningen sker p&#229;
l&#228;mplig plats i hemlandet och kan meddela denne n&#228;rmare f&#246;reskrifter
h&#228;rf&#246;r. Underr&#228;ttelse om skiljningen skall s&#228;ndas till den reindrifts
inspekt&#246;r/lantbruksn&#228;mnd inom vars omr&#229;de skiljningen skall
verkst&#228;llas.

32 &#167;

Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren kan f&#246;reskriva att samling och
skiljning skall &#228;ga rum d&#229;

1. f&#246;rman i strid mot konventionen underl&#229;ter att ombes&#246;rja samling
eller skiljning,

2. f&#246;rm&#228;n med st&#246;d av 27 &#167; andra stycket &#246;verenskommit att uppskjuta
eller underl&#229;ta samling eller skiljning men s&#229;dan enligt myndighetens
bed&#246;mande b&#246;r verkst&#228;llas utan dr&#246;jsm&#229;l,

3. det finns anledning antaga att sammanblandning skett eller

4. eljest s&#228;rskilda sk&#228;l f&#246;religger.

Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren best&#228;mmer tid och plats f&#246;r
samlingen och skiljningen.

Innan f&#246;reskrift enligt f&#246;rsta stycket meddelas skall ber&#246;rd f&#246;rman
beredas tillf&#228;lle att yttra sig.

33 &#167;

Efter skiljning skall den sameby/ren&#228;gare till vilken utskild ren h&#246;r
ombes&#246;rja att renen utan dr&#246;jsm&#229;l &#229;terf&#246;res till eget omr&#229;de.

Sameby/ren&#228;gare som i det andra landet h&#228;mtar egna renar som utskilts
skall, d&#228;r det kan ske utan v&#228;sentlig ol&#228;genhet, till hemlandet
&#229;terf&#246;ra &#228;ven utskilda renar som tillh&#246;r annan sameby/ren&#228;gare.

F&#246;rman som ombes&#246;rjt skiljning skall tillse att m&#228;rkta renar som icke
omh&#228;ndertages p&#229; s&#228;tt som anges i f&#246;rsta eller andra stycket, bevakas
till dess de h&#228;mtas av sameby/ren&#228;gare till vilken de h&#246;r. F&#246;rmannen
skall underr&#228;tta samebyns/renbetesdistriktets f&#246;rman om var renarna
kan h&#228;mtas samt ange en med h&#228;nsyn till f&#246;rh&#229;llandena rimlig tid inom
vilken h&#228;mtning skall ske.

Kan renarna icke bevakas eller &#229;terf&#246;ras utan v&#228;sentlig ol&#228;genhet
eller underl&#229;ter samebyn/ren&#228;garen att avh&#228;mta djuren inom angiven
tid, kan renarna efter medgivande av lantbruksn&#228;mnden/reindrifts
inspekt&#246;ren s&#228;ljas till slakt f&#246;r &#228;garens r&#228;kning.

34 &#167;

Uppst&#229;r oenighet vid genomf&#246;rande av samling eller skiljning kan
lantbruksn&#228;mnden/reindriftsinspekt&#246;ren vidtaga de &#229;tg&#228;rder som
p&#229;kallas av omst&#228;ndigheterna.

Kostnader f&#246;r renar fr&#229;n det andra landet

35 &#167;

Kostnader f&#246;r n&#246;dv&#228;ndigt arbete med renar fr&#229;n det andra landet och
utl&#228;gg som uppst&#229;r i samband h&#228;rmed skall betalas av sameby/ren&#228;gare
som renarna tillh&#246;r.

Har renar fr&#229;n de b&#229;da l&#228;nderna sammanblandats, f&#246;rdelas kostnader f&#246;r
samling och skiljning mellan samebyarna/ren&#228;garna i f&#246;rh&#229;llande till
det antal renar de har i den sammanblandade hjorden. Har
sammanblandningen orsakats av oaktsamhet eller otillr&#228;cklig tillsyn
och bevakning, kan den ansvariga samebyn/ren&#228;garen p&#229;f&#246;ras en st&#246;rre
del av eller hela kostnaden.

F&#246;rmannen skall uppr&#228;tta sammanst&#228;llning &#246;ver kostnderna, f&#246;rdela
dessa och s&#228;nda dem som kr&#228;ves p&#229; ers&#228;ttning specificerade r&#228;kningar.

Godtages icke ers&#228;ttningskrav, b&#246;r lantbruksn&#228;mnden eller reindrifts
inspekt&#246;ren, om n&#229;gon av parterna beg&#228;r det, medverka till att
f&#246;rlikning kommer till st&#229;nd.

Renm&#228;rken

36 &#167;

Vid registrering av renm&#228;rke skall tillses att detta tydligt skiljer
sig fr&#229;n annat giltigt m&#228;rke, som anv&#228;ndes eller f&#229;r anv&#228;ndas p&#229; renar
fr&#229;n det andra landet med vilka s&#246;kandens renar kan sammanblandas.

N&#228;rmare best&#228;mmelser om utv&#228;xling av upplysningar om renm&#228;rken
fastst&#228;lles efter &#246;verenskommelse mellan jordbruksdepartementet i
Sverige och lantbruksdepartementet i Norge.

Om&#228;rkt ren

37 &#167;

Ren som icke &#228;r m&#228;rkt f&#246;re utg&#229;ngen av aril &#229;ret efter det den f&#246;tts
(om&#228;rkt ren) behandlas enligt lagen i det land d&#228;r renen finns.

I fr&#229;ga om om&#228;rkt ren som finns i de betesomr&#229;den som anges i 1 och 7
&#167;&#167; under de enligt 2 och 8 &#167;&#167; f&#246;r varje omr&#229;de best&#228;mda betestiderna
g&#228;ller dock f&#246;ljande:

1. Har renar fr&#229;n de b&#229;da l&#228;nderna icke sammanblandats, skall om&#228;rkta
renar behandlas enligt lagen i det andra landet om det icke &#228;r
sannolikt att renarna h&#246;r hemma i det land d&#228;r de finns.

2. Har renar fr&#229;n de b&#229;da l&#228;nderna sammanblandats, skall om&#228;rkta renar
f&#246;rdelas i f&#246;rh&#229;llande till antalet m&#228;rkta renar i den sammanblandade
hjorden.

Best&#228;mmelserna i denna paragraf &#228;ger motsvarande till&#228;mpning i fr&#229;ga
om ren med f&#246;rst&#246;rt eller ok&#228;nt m&#228;rke.

Slakt

38 &#167;

Under till&#229;tet uppeh&#229;ll i det andra landet f&#229;r renar slaktas med
iakttagande av de best&#228;mmelser som g&#228;ller i landet.

Renar som finns i det andra landet utan st&#246;d av denna konvention f&#229;r
icke slaktas utan tillst&#229;nd av den lantbruksn&#228;mnd/reindriftsinspekt&#246;r
inom vars omr&#229;de renarna finns.

I fr&#229;ga om k&#246;tt och andra produkter som h&#228;rr&#246;r fr&#229;n slakt av ren i det
andra landet g&#228;ller detta lands best&#228;mmelser om inf&#246;rsel och
f&#246;rs&#228;ljning.

Jakt och fiske

39 &#167;

Den som enligt 21 &#167; uppeh&#229;ller sig i det andra landet har under den
betestid som anges i 2 eller 8 &#167; r&#228;tt till jakt och fiske inom
betesomr&#229;det enligt samma best&#228;mmelser som g&#228;ller f&#246;r landets egna
rensk&#246;tande samer, dock endast till husbehov.

Skogsf&#229;ngst.


40 &#167;

Den som l&#229;ter sina renar beta i det andra landet enligt denna
konvention f&#229;r inom betesomr&#229;det och l&#228;ngs flyttningsled taga virke
f&#246;r att anv&#228;nda i rensk&#246;tseln enligt samma best&#228;mmelser som g&#228;ller f&#246;r
landets egna rensk&#246;tande samer.

Erfordras enligt dessa best&#228;mmelser anvisning eller utsyning skall
framst&#228;llning h&#228;rom g&#246;ras senast sex m&#229;nader f&#246;re avverkning.

Anl&#228;ggningar f&#246;r rensk&#246;tseln m.m.

41 &#167;

Den som l&#229;ter sina renar beta i det andra landet enligt denna
konvention f&#229;r uppf&#246;ra anl&#228;ggningar eller bostad som beh&#246;vs f&#246;r
rensk&#246;tseln enligt samma best&#228;mmelser som g&#228;ller f&#246;r landets egna
rensk&#246;tande samer.

Om det &#228;r &#228;ndam&#229;lsenligt, b&#246;r anl&#228;ggningar f&#246;r rensk&#246;tseln nyttjas
gemensamt av svenska och norska ren&#228;gare. Lantbruksn&#228;mnden/reindrifts
inspekt&#246;ren b&#246;r medverka till att &#246;verenskommelse h&#228;rom tr&#228;ffas.

Sp&#228;rrst&#228;ngsel

42 &#167;

L&#228;ngs riksgr&#228;nsen och betesomr&#229;denas gr&#228;nser f&#229;r sp&#228;rrst&#228;ngsel
uppf&#246;ras f&#246;r att underl&#228;tta rensk&#246;tseln.

N&#228;rmare best&#228;mmelser om uppf&#246;rande och underh&#229;ll av st&#228;ngsel s&#229;som om
str&#228;ckning, utf&#246;rande och f&#246;rdelning av kostnader, fastst&#228;lles genom
s&#228;rskild &#246;verenskommelse.

Avviker st&#228;ngselstr&#228;ckning fr&#229;n riksgr&#228;nsen eller betesomr&#229;dets gr&#228;ns,
skall st&#228;ngslet anses utg&#246;ra renbetesgr&#228;ns vid till&#228;mpningen av denna
konvention.

Inom betesomr&#229;det f&#229;r sp&#228;rrst&#228;ngsel uppf&#246;ras efter s&#228;rskild
&#246;verenskommelse.

Naturv&#229;rd

43 &#167;

Vid planl&#228;ggning, placering, uppf&#246;rande och underh&#229;ll av anl&#228;ggningar
f&#246;r rensk&#246;tseln inbegripet st&#228;ngsel skall tillb&#246;rlig h&#228;nsyn tagas till
naturv&#229;rden.

Anl&#228;ggningarna skall s&#229;vitt m&#246;jligt utf&#246;ras och underh&#229;llas s&#229; att
djur icke skadas.

Den som uppf&#246;rt anl&#228;ggning svarar f&#246;r uppr&#246;jning efter det att
anl&#228;ggningen utf&#246;rts och f&#246;r att &#246;verblivet material m.m. avl&#228;gsnas.
Anl&#228;ggning som ej underh&#229;lles eller icke l&#228;ngre beh&#246;vs f&#246;r rensk&#246;tseln
skall avl&#228;gsnas och erforderlig uppr&#246;jning skall utf&#246;ras.

Hundar

44 &#167;

F&#246;r bevakning av renarna f&#229;r renhundar medf&#246;ras fr&#229;n det ena landet
till det andra.

Medf&#246;rande av utrustning m.m.

45 &#167;

F&#246;r anv&#228;ndning av rensk&#246;tseln f&#229;r person som avses i 21 &#167; fr&#229;n det ena
landet till det andra medf&#246;ra n&#246;dv&#228;ndig utrustning, redskap och
livsmedel samt material f&#246;r uppf&#246;rande och underh&#229;ll av anl&#228;ggningar
m.m. som n&#228;mns i 41 &#167;.

Vapen och ammunition

46 &#167;

F&#246;r anv&#228;ndning i rensk&#246;tseln och vid jakt enligt 39 &#167; f&#229;r person som
avses i 21 &#167; fr&#229;n det ena landet till det andra medf&#246;ra vapen och
ammunition.

N&#228;rmare best&#228;mmelser kan fastst&#228;llas genom s&#228;rskild &#246;verenskommelse.

Radios&#228;ndare och mottagare

47 &#167;

Person som avses i 21 &#167; f&#229;r fr&#229;n det ena landet till det andra medf&#246;ra
och i rensk&#246;tseln anv&#228;nda radios&#228;ndare och mottagare med iakttagande
av det andra landets best&#228;mmelser.

N&#228;rmare best&#228;mmelser kan fastst&#228;llas genom s&#228;rskild &#246;verenskommelse.

Motorfordon

48 &#167;

F&#246;r anv&#228;ndning i rensk&#246;tseln f&#229;r person som avses i 21 &#167; fr&#229;n det ena
landet till det andra medf&#246;ra motorfordon som &#228;r registrerar i
hemlandet.

F&#246;r anv&#228;ndning av terr&#228;ngg&#229;ende motorfordon till&#228;mpas samma
best&#228;mmelser som g&#228;ller f&#246;r landets egna rensk&#246;tande samer.

Under annan tid &#228;n till&#229;ten betestid f&#229;r dock terr&#228;ngg&#229;ende
motorfordon anv&#228;ndas i rensk&#246;tseln i det andra landet f&#246;rst sedan
meddelande tillst&#228;llts den lantbruksn&#228;mnd/reindriftsinspekt&#246;r inom
vars omr&#229;de motorfordonet skall anv&#228;ndas.

Tull- och avgiftsfrihet

49 &#167;

Utrustning, redskap och andra varor som avses i 45-48 &#167;&#167; f&#229;r medf&#246;ras
tull- och avgiftsfritt.

Smittsamma djursjukdomar

50 &#167;

N&#228;r det finns anledning antaga att sv&#229;rartad smittsam sjukdom utbrutit
bland renar eller husdjur i det ena landet och att fara f&#246;religger f&#246;r
att renbetning i det andra landet kan medf&#246;ra ytterligare utbredning
av sjukdomen, skall veterin&#228;rmyndigheterna i de b&#229;da l&#228;nderna samr&#229;da.
Vartdera landet kan d&#228;refter vidtaga de &#229;tg&#228;rder eller utf&#228;rda de
f&#246;reskrifter som beh&#246;vs f&#246;r att hindra sjukdomens utbredning.

F&#246;rbud mot att renar fr&#229;n det ena landet kommer in i det andra
utf&#228;rdas av vederb&#246;rande departement. S&#229;dant f&#246;rbud skall upph&#228;vas s&#229;
snart faran f&#246;r sjukdomens utbredning upph&#246;rt.

Kapitel IV. &#214;vertr&#228;delser av konventionen

Meddelande om olovlig betning

51 &#167;

N&#228;r renar fr&#229;n det ena landet uppeh&#229;ller sig i det andra landet utan
st&#246;d av denna konvention skall underr&#228;ttelse h&#228;rom snarast l&#228;mnas till
den lantbruksn&#228;mnd/reindriftsinspekt&#246;r inom vars omr&#229;de renarna finns.
Skyldighet att l&#228;mna s&#229;dan underr&#228;ttelse &#229;ligger renarnas &#228;gare, den
som i &#228;garens st&#228;lle svarar f&#246;r bevakning och tillsyn samt den som har
r&#228;tt att driva rensk&#246;tsel inom det omr&#229;de d&#228;r renarna finns.

Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren skall snarast underr&#228;tta
f&#246;rmannen i den sameby/det renbetesdistrikt d&#228;r renarna finns,
reindriftsinspekt&#246;ren/lantbruksn&#228;mnden i det andra landet samt om
m&#246;jligt f&#246;rmannen i det renbetesdistrikt/den sameby som renarna kan
antagas tillh&#246;ra.

Best&#228;mmelserna i f&#246;rsta och andra styckena &#228;ger motsvarande
till&#228;mpning n&#228;r renarna finns p&#229; betesomr&#229;de i strid mot 4 eller 10 &#167;
eller p&#229; flyttled i strid mot 16 &#167;.

Betesavgift

52 &#167;

Har renar fr&#229;n det ena landet uppeh&#229;llit sig i det andra landet utan
st&#246;d av denna konvention kan vederb&#246;rande ren&#228;gare/sameby &#229;l&#228;ggas att
betala betesavgift.

Betesavgiften &#228;r i Sverige skr 1:00 och i Norge nkr 1:40 per ren utan
h&#228;nsyn till uppeh&#229;llets varaktighet samt i Sverige skr 0:40 och i
Norge nkr 0:55 per ren f&#246;r varje dag renarna uppeh&#229;llit sig i det
andra landet. Har uppeh&#229;llet ej bringats att upph&#246;ra senast fjorton
dagar efter det att lantbruksn&#228;mnden/reindriftsinspekt&#246;ren mottagit
meddelande om olovlig betning enligt 51 &#167; andra stycket &#228;r avgiften
fr&#229;n och med den femtonde dagen efter mottagandet av meddelandet i
Sverige skr 0:75 och i Norge nkr 1:05 per ren och dag.

F&#246;r kalvar under ett &#229;r utg&#229;r ej avgift.

Avgiftsbeloppen enligt andra stycket omr&#228;knas vart femte &#229;r med
till&#228;mpning av konsumentprisindex i Sverige respektive i Norge med
utg&#229;ngspunkt i index per den 1 juli 1971. Omr&#228;kning skall icke ske om
&#228;ndringen i indexen &#228;r mindre &#228;n 10 procent sedan beloppen senast
fastst&#228;lldes. De belopp som d&#228;rvid framkommer avrundas till n&#228;rmaste
fem&#246;restal.

53 &#167;

Beslut om betesavgift fattas av den lantbruksn&#228;mnd/reindriftsinspekt&#246;r
inom vars omr&#229;de det olovliga uppeh&#229;llet &#228;gt rum.

Kan det olovliga uppeh&#229;llet icke l&#228;ggas ren&#228;garen eller den som p&#229;
hans v&#228;gnar ansvarar f&#246;r renarna till last eller &#228;r det eljest med
h&#228;nsyn till omst&#228;ndigheterna osk&#228;ligt att &#229;l&#228;gga full avgift, kan
lantbruksn&#228;mnden/reindriftsinspekt&#246;ren neds&#228;tta avgiftsbeloppet eller,
om s&#228;rskilda sk&#228;l f&#246;religger, besluta att betesavgift icke skall
utg&#229;.

Lantbruksn&#228;mnden/reindriftsinspekt&#246;ren s&#228;nder beslutet till den
reindriftsinspekt&#246;r/lantbruksn&#228;mnd inom vars omr&#229;de renarna eller
huvuddelen av dem h&#246;r hemma. Samtidigt med beslutet l&#228;mnas
upplysningar om alla de omst&#228;ndigheter som ligger till grund f&#246;r
beslutet.

Den reindriftsinspekt&#246;r/lantbruksn&#228;mnd som mottager beslutet skall
utan dr&#246;jsm&#229;l s&#228;nda detta till f&#246;rmannen i det renbetesdistrikt/den
sameby som renarna eller huvuddelen av dem tillh&#246;r och s&#228;nda den
lantbruksn&#228;mnd/reinsdriftsinspekt&#246;r som fattat beslutet uppgift om n&#228;r
f&#246;rmannen mottagit detta.

&#214;ver beslut om betesavgift kan den som beslutet r&#246;r eller reindrifts
inspekt&#246;r/lantbruksn&#228;mnden anf&#246;ra besv&#228;r hos lantbruksstyrelsen/fylk
esmannen inom fem veckor efter det f&#246;rmannen mottagit beslutet.

54 &#167;

Beslut om betesavgift f&#246;rfaller om det icke s&#228;nts till lantbruks
n&#228;mnden/reindriftsinspekt&#246;ren i det andra landet senast tre m&#229;nader
efter det att det olovliga uppeh&#229;llet upph&#246;rt.

55 &#167;

Betesavgiften skall betalas till den lantbruksn&#228;mnd/reindriftsinspek
t&#246;r inom vars omr&#229;de det olovliga uppeh&#229;llet &#228;gt rum inom tre m&#229;nader
efter det att beslutet om avgiften vunnit laga kraft. Betalas icke
avgiften inom denna tid skall beloppet p&#229; beg&#228;ran av lantbruks
n&#228;mnden/reindriftsinspekt&#246;ren f&#246;rskotteras av vederb&#246;rande myndighet i
det andra landet.

56 &#167;

Betesavgift skall anv&#228;ndas inom rensk&#246;tseln.

57 &#167;

Har renar uppeh&#229;llit sig i omr&#229;de i strid mot 4 eller 10 &#167; kan
betesavgift enligt 52 &#167; uttagas. D&#228;rvid g&#228;ller 53-56 &#167;&#167; i till&#228;mpliga
delar.

Ers&#228;ttning f&#246;r skada

58 &#167;

I den m&#229;n s&#228;rskilda best&#228;mmelser om ers&#228;ttning icke finns i denna
konvention skall skada som v&#229;llas i det andra landet vid ut&#246;vande av
rensk&#246;tsel ers&#228;ttas enligt detta lands skadest&#229;ndsregler. F&#246;r skada
som d&#228;rvid uppst&#229;r p&#229; renbete utg&#229;r icke ers&#228;ttning.

59 &#167;

Fordrar n&#229;gon ers&#228;ttning f&#246;r skada v&#229;llad genom det andra landets
rensk&#246;tsel och tr&#228;ffas icke uppg&#246;relse, skall p&#229; beg&#228;ran av endera
parten den lantbruksn&#228;mnd/reindriftsinspekt&#246;r inom vars omr&#229;de skadan
intr&#228;ffat unders&#246;ka ansvarsfr&#229;gan och skadans storlek samt l&#228;gga fram
f&#246;rslag till f&#246;rlikning.

60 &#167;

Talan i anledning av skada som avses i 58 &#167; kan v&#228;ckas vid r&#228;tten i
den ort, d&#228;r skadan uppkom.

Straffbest&#228;mmelser

61 &#167;

Till b&#246;ter d&#246;mes den som upps&#229;tligen eller av oaktsamhet

1. &#229;sidos&#228;tter &#229;l&#228;ggande eller f&#246;reskrift som meddelats med st&#246;d av 16
&#167; andra punkten,

2. verkst&#228;ller samling f&#246;r kalvm&#228;rkning eller f&#246;r slakt eller
skiljning utan att s&#228;nda underr&#228;ttelse enligt 26 &#167;,

3. f&#246;r renar tillbaka till Norge utan att samling och skiljning
f&#246;retagits enligt 29 &#167; f&#246;rsta stycket och utan att samtycke l&#228;mnats
enligt 29 &#167; andra stycket,

4. f&#246;r renar tillbaka fr&#229;n betesomr&#229;de i Norge eller angr&#228;nsande
svenska omr&#229;den utan att samling och skiljning f&#246;retagits enligt 30 &#167;
f&#246;rsta stycket och utan att samtycke l&#228;mnats enligt 30 &#167; andra eller
tredje stycket,

5. f&#246;r renar tillbaka till hemlandet utan att skiljning f&#246;retagits
enligt 31 &#167; f&#246;rsta stycket och utan att undantag medgivits enligt 31 &#167;
tredje stycket,

6. &#229;sidos&#228;tter &#229;l&#228;ggande som meddelats av lantbruksn&#228;mnd eller
reindriftsinspekt&#246;r med st&#246;d av 31 &#167; andra stycket andra punkten eller
32 &#167;,

7. slaktar renar i strid mot 38 &#167; andra stycket,

8. anv&#228;nder terr&#228;ngg&#229;ende motorfordon i det andra landet i strid mot
48 &#167; tredje stycket.

Till ansvar enligt f&#246;rsta stycket d&#246;mes ej, om ansvar f&#246;r g&#228;rningen
kan &#229;d&#246;mas enligt allm&#228;n strafflag.

62 &#167;

Allm&#228;nt &#229;tal f&#246;r f&#246;rseelse som avses i 61 &#167; f&#229;r v&#228;ckas endast efter
anm&#228;lan av lantbruksn&#228;mnden eller reindriftsinspekt&#246;ren.

63 &#167;

Den som i ena landet lagf&#246;rts f&#246;r g&#228;rning som avses i 61 &#167; f&#229;r ej
lagf&#246;ras f&#246;r samma g&#228;rning i det andra landet.

Kapitel V. S&#228;rskilda best&#228;mmelser

Myndigheternas medverkan f&#246;r konventionens uppfyllande

64 &#167;

Myndigheterna i de b&#229;da l&#228;nderna skall vara f&#246;r sig och i samarbete
genom l&#228;mpliga &#229;tg&#228;rder verka f&#246;r att best&#228;mmelserna i denna
konvention f&#246;ljs. De skall d&#228;rvid efterstr&#228;va att den rensk&#246;tsel som
det egna landets samer bedriver i det andra landet sker i
&#246;verensst&#228;mmelse med konventionen och skall l&#228;mna varandra bist&#229;nd vid
till&#228;mpningen av dess best&#228;mmelser.

Dispens

65 &#167;

N&#228;r v&#228;derleks- eller betesf&#246;rh&#229;llanden eller andra omst&#228;ndigheter g&#246;r
det n&#246;dv&#228;ndigt, kan lanbruksn&#228;mnden/fylkesmannen efter framst&#228;llning
fr&#229;n reindriftsinspekt&#246;ren/lantbruksn&#228;mnden i det andra landet
f&#246;reskriva tillf&#228;llig &#228;ndring av betesomr&#229;den (7 respektive 1 &#167;),
betestider (8 respektive 2 &#167;), renantal (11 respektive 6 &#167;) och
flyttningsleder (12 &#167;).

I br&#229;dskande fall kan &#228;ndring som avses i f&#246;rsta stycket beslutas
efter framst&#228;llning direkt fr&#229;n f&#246;rmannen i den sameby/det
renbetesdistrikt i det andra landet som p&#229;kallar &#228;ndringen.

Om fylkesmannen/landbruksn&#228;mnden i det andra landet l&#228;mnar samtycke
h&#228;rtill kan lantbruksn&#228;mnden/fylkesmannen medge tillf&#228;lligt undantag
fr&#229;n best&#228;mmelserna i 10 respektive 4 &#167; om betesomr&#229;denas
utnyttjande.

Fast utskott

66 &#167;

Vid ikrafttr&#228;dandet av denna konvention skall de b&#229;da l&#228;ndernas
regeringar tills&#228;tta ett fast utskott med uppgift att f&#246;lja
utvecklingen av den samiska rensk&#246;tseln i de b&#229;da l&#228;nderna och att
l&#228;gga fram f&#246;rslag om &#229;tg&#228;rder som kan bidraga till en effektiv och
&#228;ndam&#229;lsenlig till&#228;mpning av konventionen.

Utskottet skall best&#229; av tre medlemmar fr&#229;n vartdera landet. Av
medlemmarna skall en fr&#229;n vartdera landet vara sakkunnig i
renn&#228;ringsfr&#229;gor och en vara rensk&#246;tande same.

Medlemmarna tills&#228;ttes f&#246;r en period av tre &#229;r. F&#246;r varje medlem skall
utses en personlig suppleant, som skall intr&#228;da vid f&#246;rfall f&#246;r
ordinarie medlem.

Sammantr&#228;de h&#229;lls minst en g&#229;ng om &#229;ret och i &#246;vrigt n&#228;r det ena
landets medlemmar beg&#228;r det. Utskottet f&#246;retager de resor som bed&#246;ms
n&#246;dv&#228;ndiga. Utskottet fastst&#228;ller sj&#228;lvt sin arbetsordning.

Kapitel VI. &#214;verg&#229;ngsbest&#228;mmelser

67 &#167;

Under en tid av fem &#229;r fr&#229;n konventionens ikrafttr&#228;dande f&#229;r omr&#229;det
Rieppe i Troms fylke anv&#228;ndas f&#246;r svensk renbetning. Omr&#229;det har
f&#246;ljande gr&#228;nser:

Fr&#229;n riksgr&#228;nsen vid riksr&#246;se 295 B en r&#228;t linje i &#246;stlig riktning
till Galgujavri, denna sj&#246;, Galguj&#229;kka och Skibotnelva till
sammanfl&#246;det med Lavkaj&#229;kka, d&#228;rifr&#229;n Lavkaj&#229;kka och Lavkavaggi till
G&#229;vdajavri, denna sj&#246; till s&#246;dra &#228;ndan, d&#228;rifr&#229;n Breiddalen till
G&#229;ldajavri, denna sj&#246; till Treriksr&#246;set, d&#228;rifr&#229;n riksgr&#228;nsen tillbaka
till riksr&#246;se 295 B.

Betestiden &#228;r fr&#229;n och med den 1 maj till och med den 15 juni

68 &#167;

S&#229; l&#228;nge betestillg&#229;ngen inom omr&#229;det Meselefors som anges i 7 &#167; B 3
ej &#228;r tillr&#228;cklig f&#246;r 1 500 renar skall i st&#228;llet f&#246;r omr&#229;det H&#228;lla i
V&#228;sterbottens och V&#228;sternorrlands l&#228;n anv&#228;ndas f&#246;r norsk renbetning.
Omr&#229;det har f&#246;ljande gr&#228;nser:

Fr&#229;n Vispsj&#246;ns s&#246;dra &#228;nda en r&#228;t linje &#246;ver punkt 469 p&#229; Vispsj&#246;berget
till v&#228;g nr 90, denna v&#228;g till H&#228;llby regleringsmagasin, detta magasin
till Ris&#229;ns utlopp, d&#228;rifr&#229;n en r&#228;t linje till v&#228;gsk&#228;let vid byn
Mossatr&#228;sk, d&#228;rifr&#229;n v&#228;gen till byn K&#228;l, d&#228;rifr&#229;n en r&#228;t linje till
Holmtr&#228;skets v&#228;stra &#228;nda, d&#228;rifr&#229;n en r&#228;t linje till Norra
Hedvattensj&#246;n, denna sj&#246; till dess norra &#228;nda, d&#228;rifr&#229;n en r&#228;t linje
till tj&#228;rn vid punkt 355, d&#228;rifr&#229;n b&#228;cken till Vispsj&#246;n.

H&#246;gsta till&#229;tna renantal i H&#228;lla &#228;r 1 500.

Vid flyttning till H&#228;lla anv&#228;ndes den flyttningsled som i 12 &#167;
fastst&#228;llt f&#246;r Meselefors fram till Klinkh&#246;jden. D&#228;rifr&#229;n sker
flyttningen f&#246;rbi H&#228;gg&#229;s, Avasj&#246;, Lomsj&#246; och S&#246;dra Noret till
Vispsj&#246;n.

Lantbruksn&#228;mnden avg&#246;r efter samr&#229;d med det fasta utskttet n&#228;r omr&#229;det
Meselefors skall tagas i bruk.

Kapitel VII. Slutbest&#228;mmelser

69 &#167;

Senast fem &#229;r f&#246;re utg&#229;ngen av denna konventions giltighetstid eller
f&#246;re den 1 maj 1997, skall, om en av avtalsparterna p&#229;kallar det, en
blandad svensk-norsk kommission tills&#228;ttas f&#246;r att utreda fr&#229;gan om
det ena landets rensk&#246;tande samer efter utg&#229;ngen av konventionens
giltighetstid har behov av fortsatt renbetning i det andra landet i de
betesomr&#229;den som omfattas av denna konvention eller delar av dessa.

Avtalspart, som p&#229;kallar tills&#228;ttandet av kommissionen, skall h&#228;rom
underr&#228;tta den andra avtalsparten senast ett &#229;r f&#246;re den i f&#246;rsta
stycket angivna tidsfristen. Parterna skall d&#228;refter omg&#229;ende inleda
f&#246;rhandlingar om utseende av ordf&#246;rande f&#246;r kommissionen samt om
komissionens sekretariat m.m.

70 &#167;

F&#246;r att fullg&#246;ra den uppgift som &#228;r angiven i 69 &#167; skall kommissionen
i erforderlig utstr&#228;ckning unders&#246;ka betestillg&#229;ngarna inom Finnmarks,
Troms och Nordlands fylken och i nordligaste delen av Nord-Tr&#246;ndelags
fylke samt i Norrbottens och V&#228;sterbottens l&#228;n och i nordligaste delen
av J&#228;mtlands l&#228;n. Kommissionen skall unders&#246;ka hur betestillg&#229;ngarna
utnyttjas inom dessa omr&#229;den och hur de mest rationellt skall kunna
utnyttjas. D&#228;rvid skall h&#228;nsyn ocks&#229; tagas till andra samh&#228;lls- och
n&#228;ringsintressen. Inom denna allm&#228;nna ram best&#228;mmer kommissionen sj&#228;lv
hur utredningsarbetet skall bedrivas.

71 &#167;

Kommissionen skall best&#229; av tre medlemmar fr&#229;n vartdera landet. F&#246;r
varje medlem skall utses en personlig suppleant, som skall intr&#228;da vid
f&#246;rfall f&#246;r ordinarie medlem.

Kommissionen skall st&#229; under ledning av en ordf&#246;rande fr&#229;n ett tredje
nordiskt land. Han skall utses gemensamt av de b&#229;da l&#228;ndernas
regeringar.

De b&#229;da l&#228;ndernas regeringar &#246;verenskommer om sammans&#228;ttningen av
kommissionens sekretariat, om beh&#246;righet f&#246;r kommissionens ordf&#246;rande
att tillkalla sakkunniga och arbetsbitr&#228;de samt att utf&#246;ra
f&#228;ltunders&#246;kningar och inh&#228;mta uppgifter fr&#229;n det fasta utskottet,
tillsatt enligt 66 &#167; och fr&#229;n myndigheter och enskilda.

De gemensamma kostnaderna f&#246;r kommissionens arbete skall f&#246;rdelas lika
mellan de b&#229;da l&#228;nderna.

72 &#167;

Kommissionen skall avge sitt bet&#228;nkande senast tre &#229;r efter det att
den tillsatts.

S&#229; snart kommissionens bet&#228;nkande avgivits skall de b&#229;da l&#228;ndernas
regeringar inleda f&#246;rhandlingar r&#246;rande den fortsatta r&#228;tten till
renbetning i det andra landet efter utl&#246;pandet av denna konventions
giltighetstid. F&#246;rhandlingarna skall f&#246;ras p&#229; grundval av
bet&#228;nkandet.

F&#246;rhandlingarna skall ej omfatta det i 1 &#167; A 4 angivna omr&#229;det
Anjavassdalen om ej de b&#229;da l&#228;ndernas regeringar enast om att
s&#228;rskilda sk&#228;l talar h&#228;rf&#246;r.

F&#246;rhandlingarna skall s&#229;vitt m&#246;jligt slutf&#246;ras innan denna konventions
giltighetstid utl&#246;per.

73 &#167;

Denna konvention har f&#246;ljande kartbilagor:

1. Topografisk karta &#246;ver Norge i skala 1:50 000 f&#246;rminskad till skala
1:100 000, bladen Helligskogen, Signaldalen, Storfjord och Tamokdalen
samt topokrafisk karta &#246;ver Norge i skala 1:100 000, bladen R 8
R&#229;stajavri, P 8 Dividalen, P 9 Altevatn, O 9 Salvasskaret och O 8
Bardu p&#229; vilka inlagts gr&#228;nser f&#246;r betesomr&#229;dena Tamok-Rosta,
Devdisfjellet, Havgavuobmi, Anjavassdalen, Saarevuombi och
Salvasskardet som anges i 1 &#167; A 1-6 och Rieppe som beskrivs i 67 &#167;.

2. Topografisk karta &#246;ver Norge i skala 1:100 000,

a) bladen N 9 Narvik, N 10 Skjomen, M 10 Tysfjord och M 11 Hellemobotn
p&#229; vilka inlagts gr&#228;nser f&#246;r de betesomr&#229;den i Ankenes, Ballangens och
Tysfjords kommuner som anges i 1 &#167; B 1 a och b,

b) bladen L 13 Saltdal och M 13 Sulitjelma p&#229; vilka inlagts gr&#228;nser
f&#246;r det betesomr&#229;de i S&#246;rfolds och Fauske kommuner som anges i 1 &#167; B
2,

c) bladen L 14 Junkerdalen, L 15 Nasa, L 16 Virvand, K 15
Dunderlandsdalen och K 16 Umbugten p&#229; vilka inlagts gr&#228;nser f&#246;r de
betesomr&#229;den i Saltdals och Rana kommuner som anges i 1 &#167; B 3 a och
b,

d) bladen K 16 Umbugten, K 17 Krutfjell och K 18 Skarmodalen p&#229; vilka
inlagts gr&#228;nser f&#246;r de betesomr&#229;den i Hemnes och Hattfjelldals
kommuner som anges i 1 &#167; B 4 och 5 a och b,

e) bladen J 19 B&#246;rgefjell och K 19 Ranseren p&#229; vilka inlagts gr&#228;nser
f&#246;r de betesomr&#229;den i Hattfjelldals och R&#246;yrviks kommuner som anges i
1 &#167; B 6.

3. Topografisk karta &#246;ver Sverige i skala 1:100 000,

a) en karta sammansatt av blad 2 Naimakka, 5 Soppero och 6 Karesuando
p&#229; vilken inlagts gr&#228;nser f&#246;r betesomr&#229;det Maunu som anges i 7 &#167; A 1,

b) en karta sammansatt av blad 30 H Riksgr&#228;nsen, 30 I Abisko, 30 J
Rensj&#246;n och 29 J Kiruna p&#229; vilken inlagts gr&#228;nser f&#246;r betesomr&#229;dena
Njuorajaure och Patsaj&#228;kel som anges i 7 &#167; A 2 och 3,

c) en karta sammansatt av blad 35 Arvidsjaur, 36 Boden och 44/45
Pite&#229;/R&#246;dkallen p&#229; vilken inlagts gr&#228;nser f&#246;r betesomr&#229;dena &#196;lvsbyn
och Storsund som anges i 7 &#167; A 4 och 5,

d) en karta sammansatt av blad 49 Lycksele, 55 Fredrika och 56
Degerfors NV p&#229; vilken inlagts gr&#228;nser f&#246;r betesomr&#229;dena Ramsele och
Gran&#246; som anges i 7 &#167; B 1 och 2,

e) en karta sammansatt av blad 48 Vilhelmina, 54 &#197;sele och 61 Junsele
p&#229; vilken inlagts gr&#228;nser f&#246;r betesomr&#229;dena Meselefors och H&#228;lla som
anges i 7 &#167; B 3 och 68 &#167;, och

f) en karta sammansatt av blad 39 Jadnem och 46 Frostviken p&#229; vilken
inlagts gr&#228;nser f&#246;r betesomr&#229;dena Leipikvattnet och Bl&#229;sj&#246;kilen som
anges i 7 &#167; C 1 och 2.

4. Topografisk karta &#246;ver Sverige och Norge i skala 1: 250 000 bladen
30 Sollefte&#229;, 32 Grong, 33 Vilhelmina, 34 Skellefte&#229;, 36 Mosj&#246;en, 37
T&#228;rna, 38 Arvidsjaur, 39 Lule&#229;, 40 Mo i Rana, 41 Saltdal, 42 Jokkmokk,
44 Sulitelma, 45 Kiruna, 47 Narvik, 48 Enonteki&#246;, Nordreisa och Troms&#246;
p&#229; vilka markerats gr&#228;nserna f&#246;r de betesomr&#229;den som anges i 1, 7, 67
och 68 &#167;&#167; och de flyttningsleder som anges i 12 och 68 &#167;&#167;.

5. Topografisk karta &#246;ver Sverige och Norge i skala 1: 1 000 000 p&#229;
vilken markerats gr&#228;nserna f&#246;r de betesomr&#229;den som anges i 1, 7, 67
och 68 &#167;&#167; och de flyttningsleder som anges i 12 och 68 &#167;&#167;.

Vid bristande &#246;verensst&#228;mmelse mellan gr&#228;nsbeskrivning i 1, 7, 67 och
68 &#167;&#167; och gr&#228;nsens inl&#228;ggning p&#229; kartbilaga skall beskrivningen &#228;ga
vitsord.

Detsamma g&#228;ller vid bristande &#246;verensst&#228;mmelse mellan beskrivning av
flyttningsled i 12 och 68 &#167;&#167; och dess inl&#228;ggning p&#229; kartbilaga, d&#229;
inl&#228;ggningen endast avser att antyda ledens str&#228;ckning.

74 &#167;

N&#228;r denna konvention tr&#228;der i kraft skall konventionen den 26 oktober
1905 ang&#229;ende flyttlapparnas r&#228;tt till renbete m.m. upph&#246;ra att
g&#228;lla.

75 &#167;

Denna konvention skall ratificeras och ratifikationsinstrumenten skall
utv&#228;xlas i Stockholm senast den 28 april 1972.

76 &#167;

Konventionen tr&#228;der i kraft den 1 maj 1972 och g&#228;ller till och med den
30 april 2002.

Till bekr&#228;ftelse h&#228;rav har nedanst&#229;ende befullm&#228;ktigade ombud
undertecknat konventionen och f&#246;rsett den med sina sigill.

Som skedde i Oslo den.......
i tv&#229; exemplar, p&#229; svenska och norska spr&#229;ken, vilka &#228;ger lika
vitsord.

Bilaga 2

Protokoll
om uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r renar

I samband med ing&#229;endet av konventionen mellan Sverige och Norge om
renbetning har den svenska och den norska regeringen med h&#228;nvisning
till 42 och 43 &#167;&#167; konventionen endast om f&#246;ljande best&#228;mmelser r&#246;rande
uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r renar:

Ariktel 1

Sp&#228;rrst&#228;ngsel skall snarast m&#246;jligt f&#246;re den 1 maj 1975 uppf&#246;ras p&#229; de
str&#228;ckor som anges i denna artikel.

A. Troms fylke

1. Tamok-Rosta

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 1 konventionen fr&#229;n riksr&#246;se 294
(Treriksr&#246;set) till l&#228;mplig plats i Kitdalen (ca 35 km).

2. Anjavassdalen och Havgavuobmi

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 4 konventionen fr&#229;n s&#246;dra &#228;nden av
Sandelvvatn till s&#246;dra &#228;nden av Moarsejavri, d&#228;rifr&#229;n l&#228;ngs den gr&#228;ns
som anges i 1 &#167; A 3 konventionen till riksr&#246;se 283 (ca 50 km).

3. Sarevuobmi

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 5 konventionen fr&#229;n riksr&#246;se 283
till riksr&#246;se 280, d&#228;rifr&#229;n l&#228;ngs riksgr&#228;nsen till Leinavatn (ca 29
km).

B. Nordlands fylke

1. I Ankenes och Ballangens kommuner

a) L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 1 b konventionen fr&#229;n mynningen
av b&#228;cken som rinner ut i Middagsvatn norr om punkt 1262 till Forsvatn
(ca 5 km).

b) Fr&#229;n Forsvatn vid den gr&#228;ns som anges i 1 &#167; B 1 b konventionen i
v&#228;stlig riktning till Langvatn (ca 1 km).

2. I Ballangens och Tysfjords kommuner

Fr&#229;n den sydligaste viken i Langvatn i sydlig riktning f&#246;rbi sj&#246;n vid
punkt 792 till Baugevatn (ca 4 km).

3. I Tysfjords kommun

a) L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 1 b konventionen fr&#229;n den
syd&#246;stliga delen av Baugevatn till Paurovatn (ca 2 km).

b) L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 1 b konventionen fr&#229;n Paurovatn
till Naidivatn (ca 2 km).

4. I S&#246;rfolds kommun

Fr&#229;n s&#246;dra kanten av Flatkj&#246;lens syd&#246;stra del, norr om riksr&#246;se 241 i
sydlig riktning till Veiskivatn, d&#228;rifr&#229;n till Kvitvatn, d&#228;rifr&#229;n till
Messingmalmvatn (ca 8 km).

5. I Rana kommun

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 3 b konventionen fr&#229;n
Kvefsendalstjen till riksgr&#228;nsen ca 1 km &#246;ster om riksr&#246;se 220 A (ca
20 km).

6. I Hemnes kommun

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 4 konventionen fr&#229;n Grasvatn till
Okstindbreen (ca 2 km).

C. Nordlands och Nord-Tr&#246;ndelags fylken

I Hattfjelldals och R&#246;yrviks kommuner

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 6 konventionen fr&#229;n sammanfl&#246;det
mellan Ranserelva och b&#228;cken fr&#229;n Rotnan till riksgr&#228;nsen vid &#214;stre
Sipmeksj&#246;en (ca 26 km).

D. J&#228;mtlands l&#228;n

I Frostvikens kommun

L&#228;ngs den gr&#228;ns som anges i 7 &#167; C 1 konventionen fr&#229;n &#214;stra
Sipmekejaure till Leipikvattnet, d&#228;rifr&#229;n till Ankarvattnet (ca 19
km).

Artikel 2

Sp&#228;rrst&#228;ngsel skall f&#246;re den 1 maj 1977 uppf&#246;ras p&#229; de str&#228;ckor som
anges i denna artikel.

A. Troms fylke

Salvaskardet

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 6 konventionen p&#229; f&#246;ljande str&#228;ckor
vid Leinavatn:

a) fr&#229;n riksgr&#228;nsen ca 2 km,

b) fr&#229;n Buddug&#228;sloukta till Avzeluokta,

c) fr&#229;n viken 1 km sydost om Cuolbma&#228;dnos utfl&#246;de till Skierreloukta,

d) fr&#229;n Havgaluokta till Altevatn

(tillsammans ca 10 km).

B. Nordlands fylke

1. I Ankenes kommun

a) L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 1 a konventionen

1. fr&#229;n sj&#246;n vid punkt 1111 till Nordre Coarvvejavrre, fr&#229;n denna sj&#246;s
s&#246;dra &#228;nde till S&#246;ndre Coarvvejavrre, fr&#229;n denna sj&#246;s sydv&#228;stra vik
till n&#228;rmaste vik i Vannaksvatn (ca 4 km),

2. fr&#229;n Iptovatns s&#246;dra &#228;nde till riksgr&#228;nsen omedelbart norr om
Rarkajaure (ca 4 km).

b) L&#228;ngs riksgr&#228;nsen fr&#229;n Rarkajaure till Kj&#229;rdavatns syd&#246;stligaste
vik, fr&#229;n Kj&#229;rdavatns norra &#228;nde l&#228;ngs den gr&#228;ns som anges i 1 &#167; B 1 b
konventionen till Midagsvatns s&#246;dra &#228;nde (ca 6 km).

2. I Saltdals kommun

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 3 a konventionen

a) i Skaitidalen fr&#229;n sydv&#228;stsluttningen av Tausafjell mot Graddiselva
(ca 5 km),

b) fr&#229;n l&#228;mplig plats vid Graddiselva ca 1 km v&#228;ster om riksgr&#228;nsen
fram till riksgr&#228;nsen (ca 1 km).

3. I Rana kommun

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 3 b konventionen fr&#229;n sammanfl&#246;det
mellan Virvasselva och Blerekelva till Kvefsendalstjern (ca 12 km).

4. I Hemnes kommun

L&#228;ngs den gr&#228;ns som anges i 1 &#167; B 4 konventionen fr&#229;n Okstindbreens
sydligaste utl&#246;pare till riksr&#246;se 215 (ca 15 km).

5 I Hattfjelldals kommun

a) L&#228;ngs hela den gr&#228;ns som anges i 1 &#167; B 5 b konventionen (ca 15
km).

b) L&#228;ngs riksgr&#228;nsen fr&#229;n Harvatn till den gr&#228;ns som anges i 1 &#167; B 6
konventionen, l&#228;ngs denna gr&#228;ns till sammanfl&#246;det mellan Ranserelva
och b&#228;cken fr&#229;n Rotnan (ca 30 km).

Arikel 3

Sp&#228;rrst&#228;ngsel skall f&#246;re den 1 maj 1979 uppf&#246;ras p&#229; de str&#228;ckor som
anges i denna artikel.

A Troms fylke

Anjavassdalen

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 4 konventionen fr&#229;n l&#228;mplig plats i
Beinelvdalen till Sandelvvatns s&#246;dra &#228;nde (ca 30 km).

B. Norrbottens l&#228;n

I Jokkmokks kommun

Fr&#229;n sj&#246;n Slapejaure till riksgr&#228;nsen vid sj&#246;n Numirjaures v&#228;stra &#228;nde
(ca 7 km).

C. Nordlands fylke 1. I Hamar&#246;ys kommun

Fr&#229;n slutpunkten av sistn&#228;mnda st&#228;ngsel l&#228;ngs riksgr&#228;nsen till riks
r&#246;se 244 A (ca 5 km).

2. I S&#246;rfolds kommun

a) Fr&#229;n Sorjasjavrre vid punkt 770 till Langvatn ca 2 km v&#228;ster om
riksgr&#228;nsen vid riksr&#246;se 243 (ca 2 km).

b) P&#229; vissa str&#228;ckningar mellan Trolldalen och riksr&#246;se 242 (ca 7
km).

Arikel 4

N&#228;r betesomr&#229;det Maunu som anges i 7 &#167; A 1 konventionen tages i bruk
f&#246;r norsk renbetning, skall i m&#229;n av behov st&#228;ngsel uppf&#246;ras l&#228;ngs
omr&#229;dets gr&#228;ns fr&#229;n Kelottij&#228;rvi till Muonio&#228;lven.

Arikel 5

Spr&#228;rrst&#228;ngsel f&#229;r uppf&#246;ras i betesomr&#229;det Havgavuobmi i Troms fylke
l&#228;ngs en av f&#246;ljande str&#228;ckningar:

1. Fr&#229;n den punkt d&#228;r det svenska st&#228;ngsel som uppf&#246;res mellan
Lainiovouma och Saarivuoma samebyar ansluter till riksgr&#228;nsen mellan
riksr&#246;sen 284 och 284 A, genom Julusvaggi, l&#228;ngs Julusj&#229;kka och
Divielva till l&#228;mplig punkt vid denna &#228;lv (ca 22 km).

2. Fr&#229;n den punkt d&#228;r det svenska st&#228;ngsel som uppf&#246;res mellan
Lainiovouma och Saarivouma samebyar ansluter till riksgr&#228;nsen mellan
riks&#246;sen 284 och 284 A, l&#228;ngs nordsidan av R&#229;ggastatjaeggi och tj&#228;rn
vid punkt 625, d&#228;rifr&#229;n i v&#228;stlig riktning till Havgaj&#229;kka, l&#228;ngs
denna b&#228;ck till infl&#246;det i Divielva (ca 12 km).

Norska myndigheter beslutar vilket av dessa alternativ som f&#229;r utf&#246;ras
och meddelar jordbruksdepartementet i Sverige sitt beslut senast tv&#229;
m&#229;nader efter protokollets ikrafttr&#228;dande.

Sp&#228;rrst&#228;ngsel enligt denna artikel f&#229;r uppf&#246;ras endast som
forts&#228;ttning p&#229; det svenska st&#228;ngsel som uppf&#246;res mellan Lainiovuoma
och Saarivuoma samebyar.

Artikel 6

De frister f&#246;r uppf&#246;rande av sp&#228;rrst&#228;ngsel som anges i artiklarna 1-3
kan f&#246;rl&#228;ngas om hinder uppst&#229;r p&#229; grund av ogynnsamma v&#228;derleksf&#246;r
h&#229;llanden, brist p&#229; arbetskraft eller material eller andra of&#246;rutsedda
omst&#228;ndigheter av v&#228;sentlig betydelse.

Artikel 7

St&#228;ngselstr&#228;ckningarna fastst&#228;lles n&#228;rmare av vederb&#246;rande
lantbruksn&#228;mnd och reindriftsinspekt&#246;r gemensamt. Mindre avvikelser
fr&#229;n de str&#228;ckningar som anges i artiklarna 1-5 f&#229;r g&#246;ras n&#228;r det &#228;r
l&#228;mpligt p&#229; grund av terr&#228;ngf&#246;rh&#229;llandena eller &#246;nskv&#228;rt av
naturv&#229;rdsh&#228;nsyn.

Lantbruksn&#228;mnden och reindriftsinspekt&#246;ren uppr&#228;ttar protokoll &#246;ver de
st&#228;ngselstr&#228;ckningar som fastst&#228;lles av dem. Protokollet skall
&#229;tf&#246;ljas av kartbilagor.

Arikel 8

1. Norge uppf&#246;r, bekostar och underh&#229;ller de st&#228;ngsel som anges i

artikel 1 punkt B 1 a, B 1 b, B 2, B 3 a, B 3 b, B 4 och B 5 (den del
som icke uppf&#246;res av Sverige, se nedan),

artikel 2 punkt B 1 a 1, B 1 a 2 och B 1 b,

artikel 3 punkt C 2 b,

2. Sverige uppf&#246;r, bekostar och underh&#229;ller de st&#228;ngsel som anges i

artikel 1 punkt A 1, A 2, A 3, B 5 (en str&#228;cka av 2 km med b&#246;rjan vid
riksr&#246;se 220 A), B 6, C och D,

artikel 2 punkt A, B 2 a, B 2 b, B 3, B 4, B 5 a och B 5 b,

artikel 3 punkt A, B, C 1 och C 2 a,

artikel 5.

3. Sverige uppf&#246;r och underh&#229;ller det st&#228;ngsel som anges i artikel 4.
Kostnaderna h&#228;rf&#246;r f&#246;rdelas lika mellan Sverige och Norge.

N&#228;r det &#228;r l&#228;mpligt med h&#228;nsyn till arbetets rationella utf&#246;rande kan
annan f&#246;rdelning av skyldigheten att uppf&#246;ra, bekosta och underh&#229;lla
st&#228;ngsel p&#229; vissa str&#228;ckor fastst&#228;llas genom avtal mellan jordbruks
departementet i Sverige och lantbruksdepartementet i Norge.

Arikel 9

I fr&#229;ga om st&#228;ngslens utf&#246;rande m.m. skall artikel 5 i Protokoll
mellan Sverige och Norge om uppf&#246;rande och underh&#229;ll av renst&#228;ngsel
utmed vissa delar av riksg&#228;nsen (J&#228;mtlands l&#228;n och Nord-Tr&#246;ndelag och
S&#246;r-Tr&#246;ndelag fylker) &#228;ga motsvarande till&#228;mpning. Andra best&#228;mmelser
om st&#228;ngsels utf&#246;rande m.m. kan dock fastst&#228;llas genom avtal mellan
jordbruksdepartemenetet i Sverige och lanbruksdepartementet i Norge
n&#228;r detta &#228;r &#246;nskv&#228;rt av h&#228;nsyn till naturv&#229;rden eller av andra sk&#228;l.

St&#228;ngslen skall f&#246;rses med erforderliga genomfartsportar och
&#246;verg&#229;ngsbroar.

Artikel 10

N&#228;r st&#228;ngsel f&#228;rdigst&#228;llts, skall de kontrolleras och godk&#228;nnas av
vederb&#246;rande lantbruksn&#228;mnd och reindriftsinspekt&#246;r gemensamt.

Ariktel 11

Om det vid uppf&#246;rande eller underh&#229;ll av st&#228;ngsel &#228;r n&#246;dv&#228;ndigt att
utf&#246;ra arbete i det andra landet, skall myndigheterna i detta land
l&#228;mna de tillst&#229;nd som beh&#246;vs.

Ariktel 12

Arbetet med att uppf&#246;ra eller underh&#229;lla st&#228;ngsel kan utf&#246;ras av
svensk eller norsk myndighet eller uppl&#229;tas p&#229; entreprenad.

Artikel 13

Arbete som i samband med uppf&#246;rande eller underh&#229;ll av st&#228;ngsel
verkst&#228;lls genom svensk myndighets eller svensk entrepren&#246;rs f&#246;rsorg
p&#229; norsk mark eller genom norsk myndighets eller norsk entrepren&#246;rs
f&#246;rsorg p&#229; svensk mark, skall med avseende p&#229; arbetsmarknadsf&#246;r
h&#229;llandena anses som utf&#246;rt inom det egna landet.

Vara som skall anv&#228;ndas f&#246;r arbete som avses i detta protokoll f&#229;r
tull- och skattefritt f&#246;ras &#246;ver fr&#229;n det ena landet till det andra av
den som utf&#246;r arbetet eller f&#246;r hans r&#228;kning. N&#228;r fr&#229;ga &#228;r om
maskiner, verktyg, material och annat som inte f&#246;rbrukas f&#246;r arbetets
utf&#246;rande, f&#229;r dock tull- och skattefrihet &#229;tnjutas endast om varan
&#229;terf&#246;res eller utf&#246;res efter anv&#228;ndningen.

Ariktel 14

Innan sp&#228;rrst&#228;ngsel som anges i artikel 1, 2 eller 4 uppf&#246;rts g&#228;ller i
fr&#229;ga om betesavgift nedan angivna avvikelser fr&#229;n 52 och 57 &#167;&#167;
konventionen.

1. Om svenska renar olovligen &#246;verskrider gr&#228;ns f&#246;r betesomr&#229;de i
Norge under till&#229;ten betestid f&#246;r omr&#229;det eller olovligen &#246;verskrider
riksgr&#228;nsen under tiden den 1 maj - 15 september eller olovligen
kommer in p&#229; betesomr&#229;de som anges i 7 &#167; konventionen samt det
olovliga uppeh&#229;llet upph&#246;r inom tio dagar efter det att den som
ansvarar f&#246;r renarna genom s&#228;rskilt meddelande eller p&#229; annat s&#228;tt
f&#229;tt k&#228;nnedom om uppeh&#229;llet till&#228;mpas f&#246;ljande best&#228;mmelser:

Om det olovliga uppeh&#229;llet intr&#228;ffar under f&#246;rsta &#229;ret av
konventionens giltighetstid utg&#229;r icke betesavgift. F&#246;r tiden d&#228;refter
kan betesavgift utg&#229; med f&#246;ljande andelar av de belopp som anges i 52
&#167; konventionen.

  a) under andra &#229;ret 30 procent,

  b) under trejde &#229;ret 50 procent,

  c) under fj&#228;rde &#229;ret 60 procent,

  d) under femte &#229;ret 80 procent,

2. Best&#228;mmelserna under 1 &#228;ger motsvarande till&#228;mpning om norska renar
olovligen &#246;verskrider gr&#228;ns f&#246;r betesomr&#229;de i Sverige, &#228;ven om
st&#228;ngsel d&#228;r ej skall uppf&#246;ras, eller olovligen &#246;verskrider
riksgr&#228;nsen under tid d&#229; norsk rensk&#246;tsel bedrives i gr&#228;nstrakterna
eller olovligen kommer in p&#229; betesomr&#229;de som anges i 1 &#167; konventionen
under tid d&#229; omr&#229;det f&#229;r anv&#228;ndas f&#246;r svensk renbetning.

3. Best&#228;mmelserna under 1 och 2 till&#228;mpas icke

a) om v&#228;sentligen samma renar &#229;nyo olovligen &#246;verskrider betesgr&#228;nsen
p&#229; i huvudsak samma st&#228;lle inom 14 dagar efter det att renarna f&#246;rts
tillbaka till till&#229;tet betesomr&#229;de,

b) om renarna olovligen uppeh&#229;ller sig i det andra landet och
uppeh&#229;llet icke heller skulle ha varit till&#229;tet enligt 1919 &#229;rs
renbeteskonvention i dess lydelse efter 1949.

Artikel 15

Detta protokoll skall ratificeras och ratifikationsinstrumentet skall
utv&#228;xlas i ........... senast den...........

Protokollet tr&#228;der i kraft den 1 maj 1972 och g&#228;ller till och med den
30 april 2002.

Protokollet f&#246;religger i tv&#229; exemplar, p&#229; svenska och norska spr&#229;ken,
vilka &#228;ger lika vitsord.

Bilaga 3

Avtal om &#228;ndring i konventionen den 9 februari 1972 mellan Sverige och
Norge om renbetning

Den svenska och den norska regeringen har efter f&#246;rhandlingar blivit
eniga om f&#246;ljande &#228;ndringar i konventionen den 9 februari 1972 om
renbetning.

1 &#167; A andra stycket punkt 4 skall ha f&#246;ljande lydelse:

&quot;4. Anjavassdalen

Fr&#229;n Moarsejavris s&#246;dra &#228;nde l&#228;ngs v&#228;stgr&#228;nserna f&#246;r omr&#229;dena
Havgavuobmi och Devdisfjellet till Divielvas sammanfl&#246;de med M&#229;lselva,
denna &#228;lv till sammanfl&#246;det med Kirkeselva, denna &#228;lv och Kirkesdalen
till Kirkestinden, d&#228;rifr&#229;n en r&#228;t linje till s&#246;dra &#228;nden av sj&#246;n vid
punkt 922, d&#228;rifr&#229;n l&#228;ngs Gaskasvagge till Altevatn, denna sj&#246; till
Avzzejokkas v&#228;stligaste utfl&#246;de, denna &#228;lv till i h&#246;jd med punkt 1012,
d&#228;rifr&#229;n en r&#228;t linje till s&#246;dra &#228;nden av sj&#246;n vid punkt 786, d&#228;rifr&#229;n
en r&#228;t linje till Moarsejavris s&#246;dra &#228;nde.&quot;

6 &#167; skall ha f&#246;ljande lydelse:

&quot;I Anjavassdalen &#228;r h&#246;gsta till&#229;tna renantal 9 000.&quot;

7 &#167; A f&#246;rsta stycket skall ha f&#246;ljande lydelse:

&quot;I Norrbottens l&#228;n f&#229;r f&#246;ljande omr&#229;den anv&#228;ndas f&#246;r norsk
renbetning: Maunu, Jalkis Vuosk&#229;ive, Njuorajaure, Patsaj&#228;kel, &#196;lvsbyn
och Storsund.&quot;

Vidare skall i 7 &#167; under A infogas en ny punkt, 2, av nedan angivna
lydelse, medan nuvarande punkterna 2-5 skall ben&#228;mnas 3-6:

&quot;2. Jalkis Vuosk&#229;ive

Fr&#229;n riksr&#246;se 280 en r&#228;t linje till Voumaj&#229;kka i huvudsak efter
befintligt rensp&#228;rrst&#228;ngsel p&#229; samma str&#228;cka, d&#228;rifr&#229;n en r&#228;t linje i
nordostlig riktning mot Nautekielas till sk&#228;rningspunkten med den b&#228;ck
som mynnar i nordligaste viken av Vuomajaure, en r&#228;t linje fr&#229;n
angivna sk&#228;rningspunkt till nordostligaste viken av Kamasjaure, l&#228;ngs
dennas norra strand till riksgr&#228;nsen och denna till riksr&#246;se 280.

Om det vid visst tillf&#228;lle inte finns betesm&#246;jligheter inom omr&#229;det,
skall lantbruksn&#228;mnden i Norrbottens l&#228;n efter samr&#229;d med Saarivuoma
sameby och tillitsmannsutvalget f&#246;r Altevatns renbetesdistrikt anvisa
ett annat l&#228;mpligt betesomr&#229;de inom Saarivuoma sameby.&quot;

I 8 &#167; A skall infogas en ny punkt, 1, av nedan angivna lydelse, medan
nuvarande punkterna 1 och 2 skall ben&#228;mnas 2 respektive 3:

&quot;1. Omr&#229;det Jalkis Vuosk&#229;ive fr&#229;n och med den 1 januari till och med
den 31 mars. Om det finns s&#228;rskilda sk&#228;l, kan lantbruksn&#228;mnden i
Norrbottens l&#228;n efter samr&#229;d med Saarivuoma sameby och tillitsmanns
utvalget f&#246;r Altevatns renbetesdistrikt medge att omr&#229;det utnyttjas
ocks&#229; fr&#229;n och med den 1 oktober till och med den 31 december samt
fr&#229;n och med den 1 till och med den 30 april.&quot;

10 &#167; andra stycket punkt 1 skall ha f&#246;ljande lydelse:

&quot;1. Omr&#229;dena Jalkis Vuosk&#229;ive och Njuorajaure f&#229;r anv&#228;ndas f&#246;r svensk
renbetning under den del av &#229;ret d&#229; norsk renbetning ej &#228;r till&#229;ten
d&#228;r.&quot;

11 &#167; skall ha f&#246;ljande lydelse

&quot;H&#246;gsta till&#229;tna renantal &#228;r i nedan angivna omr&#229;den:

A. Norrbottens l&#228;n

1. Maunu               1 100
2. Jalkis Vuosk&#229;ive    1 500
3. Njuorajaure och
4. Patsaj&#228;kel          1 500
5. &#196;lvsbyn och
6. Storsund            2 500

B. V&#228;sterbottens l&#228;n

1. Ramsele             1 000
2. Gran&#246;               1 000
3. Meselefors          1 500&quot;

12 &#167; A f&#246;rsta stycket skall ha f&#246;ljande lydelse:

&quot;Maunu

Fr&#229;n G&#229;ldajavri i huvudsak l&#228;ngs den vandringsled som passerar
Liksojuovva mot Nilsivare, d&#228;rifr&#229;n till Terpmisvare och l&#228;ngs
fj&#228;llkjedan &#246;ver Vads&#229;ive, Njuoktjavare och Kerketj&#229;kko till
betesomr&#229;det Maunu.&quot;

65 &#167; skall ha f&#246;ljande lydelse:

&quot;N&#228;r v&#228;derleks- eller betesf&#246;rh&#229;llanden eller andra omst&#228;ndigheter g&#246;r
det n&#246;dv&#228;ndigt, kan lantbruksn&#228;mnden/reindriftssjefen efter
framst&#228;llning fr&#229;n reindriftsagronomen/lantbruksn&#228;mnden i det andra
landet f&#246;reskriva tillf&#228;llig &#228;ndring av betesomr&#229;den (7 respektive 1
&#167;), betestider (8 respektive 2 &#167;), renantal (11 respektive 6 &#167;) och
flyttningsleder (12 &#167;).

I br&#229;dskande fall kan &#228;ndring som avses i f&#246;rsta stycket beslutas
efter framst&#228;llning direkt fr&#229;n f&#246;rmannen i den sameby/det
renbetesdistrikt i det andra landet som p&#229;kallar &#228;ndringen.

Om reindriftssjefen/lanbruksn&#228;mnden i det andra landet l&#228;mnar samtycke
h&#228;rtill, kan lantbruksn&#228;mnden/reindriftssjefen medge tillf&#228;lligt
undantag fr&#229;n best&#228;mmelserna i 10 respektive 4 &#167; om betesomr&#229;denas
utnyttjande&quot;.

I 73 &#167; f&#246;rsta stycket punkt 3 skall infogas en ny underpunkt, b), av
nedan avgivna lydelse, medan nuvarande underpunkterna b) - f) skall
ben&#228;mnas c) - g):

&quot;b) en karta sammansatt av bladen 30 J Rensj&#246;n och 31 J R&#229;stojaure p&#229;
vilken inlagts gr&#228;nser f&#246;r betesomr&#229;det Jalkis Vousk&#229;ive som anges i 7
&#167; A 2.&quot;

I 14, 22, 25, 27, 30-34, 38, 41, 48, 51-55, 59, 61 och 62 &#167;&#167; skall
&quot;reindriftsinspekt&#246;r(en)&quot; ers&#228;ttas med &quot;reindriftsagronom(en)&quot;.
Lag (1984:903).

Bilaga 4


Avtal om &#228;ndring i protokollet den 9 februari 1972 mellan Sverige och
Norge om uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r renar

I samband med f&#246;rhandlingar mellan den svenska och den norska
regeringen om &#228;ndringar i konventionen den 9 februari 1972 om
renbetning har regeringarna blivit eniga om f&#246;ljande &#228;ndringar i
protokollet samma dag om uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r
renar.

Artikel 1 f&#246;rsta stycket skall ha f&#246;ljande lydelse:

&quot;Sp&#228;rrst&#228;ngsel skall, i den m&#229;n inte annat f&#246;ljer av punkt A 2,
snarast m&#246;jligt f&#246;re den 1 maj 1975 uppf&#246;ras p&#229; de str&#228;ckor som anges
i denna artikel.&quot;

Artikel 1 punkt A 2 skall ha f&#246;ljande lydelse:

&quot;2. Anjavassdalen och Havgavuobmi

L&#228;ngs den gr&#228;ns som anges i 1 &#167; A 4 konventionen fr&#229;n Avzzejokkas
v&#228;stligaste utfl&#246;de i Altevatn till s&#246;dra &#228;nden av Moarsejavri,
d&#228;rifr&#229;n l&#228;ngs den gr&#228;ns som anges i 1 &#167; A 3 konventionen till
riksr&#246;se 283 (ca 45 km). Detta st&#228;ngsel skall uppf&#246;ras f&#246;re den 1 maj
1986.

Vidare skall i m&#229;n av behov st&#228;ngsel uppf&#246;ras l&#228;ngs den gr&#228;ns som
anges i 1 &#167; A 4 konventionen fr&#229;n Kirkestinden till Altevatn.&quot;

I artikel 3 skall punkt A utg&#229; medan nuvarande punkterna B och C skall
best&#228;mmas A respektive B.

Artikel 7 skall ha f&#246;ljande lydelse:

&quot;St&#228;ngselstr&#228;ckningarna fastst&#228;lls n&#228;rmare av vederb&#246;rande
lantbruksn&#228;mnd och reindriftsagronom gemensamt. Mindre avvikelser fr&#229;n
de str&#228;ckningar som anges i artiklarna 1-5 f&#229;r g&#246;ras n&#228;r det &#228;r
l&#228;mpligt p&#229; grund av terr&#228;ngf&#246;rh&#229;llandena eller &#246;nskv&#228;rt av
naturv&#229;rdsh&#228;nsyn.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r det i 66 &#167; konventionen angivna fasta
utskottet f&#246;resl&#229; de b&#229;da l&#228;ndernas regeringar att besluta att vissa
sp&#228;rrst&#228;ngsel enligt artiklarna 1-5 inte skall uppf&#246;ras eller att i
st&#228;llet renvaktarstugor uppf&#246;rs eller andra &#229;tg&#228;rder vidtas som i
huvudsak tillgodoser samma syfte som sp&#228;rrst&#228;ngsel.

Lantbruksn&#228;mnden och reindriftsagronomen uppr&#228;ttar protokoll &#246;ver de
st&#228;ngselstr&#228;ckningar som fastst&#228;lls av dem och &#246;ver de anl&#228;ggningar
som uppf&#246;rs i st&#228;llet f&#246;r st&#228;ngsel. Protokollet skall &#229;tf&#246;ljas av
kartbilagor.&quot;

Artikel 8 punkterna 1 och 2 skall ha f&#246;ljande lydelse:

&quot;1. Norge uppf&#246;r, bekostar och underh&#229;ller de st&#228;ngsel som anges i

artikel 1 punkt B 1 a, B 1 b, B 2, B 3 a, B 3 b, B 4 och B 5 ( den del
som icke uppf&#246;res av Sverige, se nedan),

artikel 2 punkt B 1 a, B 1 a 2 och B 1 b,

arikel 3 punkt B 2 b.

2. Sverige uppf&#246;r, bekostar och underh&#229;ller de st&#228;ngsel som anges i

artikel 1 punkt A 1, A 2, A 3, B 5 (en str&#228;cka av 2 km med b&#246;rjan vid
riksr&#246;se 220 A), B 6, C och D,

artikel 2 punkt A, B 2 a, B 2b, B 3, B 4, B 5 a och B 5 b,

artikel 3 punkt A, B 1 och B 2 a,

artikel 5.&quot;

Artikel 10 skall ha f&#246;ljande lydelse:

&quot;N&#228;r st&#228;ngsel f&#228;rdigst&#228;llts eller annan &#229;tg&#228;rd vidtagits, skall detta
kontrolleras och godk&#228;nnas av vederb&#246;rande lantbruksn&#228;mnd och
reindriftsagronom gemensamt.&quot; Lag (1984:903).


Bilaga 5

Avtal mellan regeringen i Konungariket Sverige och regeringen i
Konungariket Norge om f&#246;rl&#228;ngning av konventionen den 9
februari 1972 mellan Sverige och Norge om renbetning j&#228;mte
protokoll den 9 februari 1972 om uppf&#246;rande och underh&#229;ll av
sp&#228;rrst&#228;ngsel f&#246;r renar

Konventionen den 9 februari 1972 mellan Sverige och Norge om
renbetning (konventionen) j&#228;mte protokoll samma dag om
uppf&#246;rande och underh&#229;ll av sp&#228;rrst&#228;ngsel f&#246;r renar
(st&#228;ngselprotokollet) l&#246;per ut den 30 april 2002.

Den svensk-norska renbeteskommissionen av &#229;r 1997 presenterade
i april 2001 ett bet&#228;nkande som underlag f&#246;r en ny
renbeteskonvention. F&#246;rhandlingar mellan parterna om en ny
konvention f&#246;rest&#229;r och eftersom det kan f&#246;rutses att en
&#246;verenskommelse h&#228;rom inte kommer att f&#246;religga innan den
nuvarande konventionen l&#246;per ut har parterna kommit &#246;verens om
f&#246;ljande.

Artikel I

Konventionens och st&#228;ngselprotokollets giltighetstid f&#246;rl&#228;ngs
med tre &#229;r, till och med den 30 april 2005.

Artikel II

Denna &#246;verenskommelse tr&#228;der i kraft den dag parterna genom
notv&#228;xling har meddelat varandra att de interna r&#228;ttsliga
procedurerna f&#246;r avtalets ikrafttr&#228;dande &#228;r fullf&#246;ljda.

Artikel III

Uppr&#228;ttat i , i ett exemplar p&#229; svenska och ett exemplar p&#229;
norska.
Lag (2002:88).</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4204">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4206">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
