

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-03-25" /> 
 <meta id="rattsinfo-edited" content="2024-03-25 15:29:56" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4216</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4215">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4217">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1971:948 ·
                    <a href="/sfsr?bet=1971:948">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">V&#228;glag (1971:948)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSIB TP
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1971-12-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2024:174
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1972-01-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Denna lag g&#228;ller allm&#228;n v&#228;g.

Allm&#228;n v&#228;g &#228;r, f&#246;rutom v&#228;g som anl&#228;ggs enligt denna lag eller
enligt lagen f&#246;r&#228;ndras till allm&#228;n, s&#229;dan f&#246;r allm&#228;n
samf&#228;rdsel uppl&#229;ten v&#228;g som av &#229;lder ansetts som allm&#228;n eller
enligt &#228;ldre best&#228;mmelser anlagts som eller f&#246;r&#228;ndrats till
allm&#228;n och som vid denna lags ikrafttr&#228;dande h&#229;lls av staten
eller en kommun.

En v&#228;g upph&#246;r att vara allm&#228;n, n&#228;r v&#228;gen dras in. Om en kommun
&#228;r v&#228;gh&#229;llare, upph&#246;r v&#228;gen att vara allm&#228;n, n&#228;r den enligt
plan- och bygglagen (2010:900) uppl&#229;ts eller ska vara uppl&#229;ten
till allm&#228;nt begagnande som gata. Om en v&#228;g har uppl&#229;tits till
allm&#228;nt begagnande som gata medan staten &#228;r v&#228;gh&#229;llare, upph&#246;r
v&#228;gen att vara allm&#228;n, n&#228;r kommunen &#246;vertar v&#228;gh&#229;llningen.
Lag (2010:904).

2 &#167; Till v&#228;g h&#246;r v&#228;gbana och &#246;vriga v&#228;ganordningar.

Anordning, som stadigvarande beh&#246;vs f&#246;r v&#228;gens best&#229;nd, drift eller
brukande och som kommit till st&#229;nd genom v&#228;gh&#229;llarens f&#246;rsorg eller
&#246;vertagits av denne, &#228;r v&#228;ganordning. V&#228;ganordning &#228;r ocks&#229; s&#229;dan till
v&#228;g ansluten brygga eller f&#228;rja med f&#228;rjl&#228;ge som beh&#246;vs f&#246;r allm&#228;n
samf&#228;rdsel eller annars kan antagas f&#229; synnerlig betydelse f&#246;r det
allm&#228;nna och som kommit till st&#229;nd genom v&#228;gh&#229;llarens f&#246;rsorg eller
&#246;vertagits av denne.

Regeringen kan f&#246;reskriva ytterligare villkor f&#246;r att anordning, brygga
eller f&#228;rja skall r&#228;knas som v&#228;ganordning. Lag (1981:861).

3 &#167; V&#228;gomr&#229;de utg&#246;rs av den mark eller det utrymme som har
tagits i anspr&#229;k f&#246;r v&#228;ganordning. Lag (2005:940).

3 a &#167; Vid pr&#246;vning av &#228;renden enligt denna lag till&#228;mpas 
2–4 kap. och 5 kap. 3–5 &#167;&#167; milj&#246;balken. Fastst&#228;llande av 
v&#228;gplan enligt denna lag ska d&#229; j&#228;mst&#228;llas med meddelande av 
tillst&#229;nd enligt milj&#246;balken. Pr&#246;vningsmyndigheten ska 
till&#228;mpa det som s&#228;gs om mark- och milj&#246;domstolens 
handl&#228;ggning i 22 kap. 13 &#167; milj&#246;balken. Lag (2018:1411).

3 b &#167; Med s&#228;rskild r&#228;tt till fastighet avses nyttjander&#228;tt,
servitut och r&#228;tt till elektrisk kraft samt liknande r&#228;tt.

Med fastighets&#228;gare avses &#228;ven tomtr&#228;ttshavare och med
fastighet avses &#228;ven tomtr&#228;tt. Lag (2012:439).

V&#228;gh&#229;llning

4 &#167; V&#228;gh&#229;llning omfattar byggande av v&#228;g och drift av v&#228;g.

Vid v&#228;gh&#229;llning skall tillb&#246;rlig h&#228;nsyn tas till enskilda
intressen och till allm&#228;nna intressen, s&#229;som trafiks&#228;kerhet,
milj&#246;skydd, naturv&#229;rd och kulturmilj&#246;. En estetisk utformning
skall efterstr&#228;vas. Lag (1998:803).

5 &#167; Staten &#228;r v&#228;gh&#229;llare f&#246;r allm&#228;nna v&#228;gar. Om det fr&#228;mjar en god och
rationell v&#228;gh&#229;llning f&#229;r regeringen, eller den myndighet som regeringen
best&#228;mmer, besluta att en kommun skall vara v&#228;gh&#229;llare inom kommunen.
Beslutet kan begr&#228;nsas till att avse vissa v&#228;gar eller vissa omr&#229;den
inom kommunen. Lag (1986:636).

6 &#167; Trafikverket handhar v&#228;gh&#229;llningen f&#246;r statens r&#228;kning och
har tillsyn &#246;ver kommunernas v&#228;gh&#229;llning.

V&#228;gh&#229;llningsmyndighet &#228;r, d&#229; staten &#228;r v&#228;gh&#229;llare, den till
Trafikverket h&#246;rande regionala f&#246;rvaltning som regeringen
best&#228;mmer och, d&#229; en kommun &#228;r v&#228;gh&#229;llare, den kommunala n&#228;mnd
som kommunfullm&#228;ktige utser d&#228;rtill. Lag (2010:92).

7 &#167; &#196;r staten v&#228;gh&#229;llare inom ett omr&#229;de med detaljplan d&#228;r
kommunen &#228;r huvudman f&#246;r allm&#228;nna platser, skall kommunen
tillhandah&#229;lla den mark eller det utrymme som beh&#246;vs f&#246;r v&#228;g
inom omr&#229;det. Lag (2005:940).

8 &#167; Underl&#229;ter en kommun att bygga v&#228;g, f&#246;r vars byggande
utg&#229;tt statsbidrag, eller efters&#228;tter en kommun skyldighet i
fr&#229;ga om v&#228;gs drift, kan Trafikverket f&#246;rel&#228;gga kommunen att
inom viss tid vidta r&#228;ttelse. Om f&#246;rel&#228;ggandet inte f&#246;ljs, f&#229;r
verket l&#229;ta utf&#246;ra n&#246;dv&#228;ndiga &#229;tg&#228;rder p&#229; kommunens bekostnad.
Lag (2010:92).

9 &#167; Har upph&#228;vts genom lag (2009:49).

9 a &#167; Har upph&#228;vts genom lag (1990:1486).

Byggande av v&#228;g

10 &#167; Med byggande av v&#228;g avses att anl&#228;gga en ny v&#228;g och att
bygga om en v&#228;g.

Ny v&#228;g f&#229;r anl&#228;ggas, om v&#228;gen beh&#246;vs f&#246;r allm&#228;n samf&#228;rdsel
eller annars kan antas f&#229; synnerlig betydelse f&#246;r det
allm&#228;nna.

En v&#228;g f&#229;r byggas om, n&#228;r det &#228;r motiverat fr&#229;n allm&#228;n
synpunkt.

En &#229;tg&#228;rd p&#229; en befintlig v&#228;g ska inte anses vara byggande av
v&#228;g om

1. &#229;tg&#228;rden medf&#246;r endast marginell ytterligare p&#229;verkan p&#229;
omgivningen, och

2. ber&#246;rda fastighets&#228;gare eller innehavare av s&#228;rskild r&#228;tt
skriftligen medgett att mark eller annat utrymme f&#229;r tas i
anspr&#229;k. Lag (2012:439).

11 &#167; Fr&#229;ga om byggande av v&#228;g pr&#246;vas av Trafikverket efter
samr&#229;d med l&#228;nsstyrelsen. Om Trafikverket och l&#228;nsstyrelsen
har olika uppfattning, h&#228;nskjuts fr&#229;gan till regeringens
pr&#246;vning.

Regeringen kan f&#246;rordna att fr&#229;ga om byggande av v&#228;g i vissa
fall ska pr&#246;vas av l&#228;nsstyrelsen. Lag (2010:92).

12 &#167; Best&#228;mmelser om skyldighet f&#246;r staten att inom omr&#229;den
med detaljplan st&#228;lla i ordning och till allm&#228;nt begagnande
uppl&#229;ta gata finns i 6 kap. 19 &#167; plan- och bygglagen
(2010:900). Lag (2010:904).

13 &#167; N&#228;r en v&#228;g byggs ska den ges ett s&#229;dant l&#228;ge och utformas
s&#229; att &#228;ndam&#229;let med v&#228;gen uppn&#229;s med minsta intr&#229;ng och
ol&#228;genhet utan osk&#228;lig kostnad. H&#228;nsyn ska tas till stads- och
landskapsbilden och till natur- och kulturv&#228;rden.

Om en v&#228;gplan medf&#246;r att mark eller annat utrymme eller
s&#228;rskild r&#228;tt till mark eller annat utrymme kan komma att tas
i anspr&#229;k enligt 31 &#167;, ska planen utformas s&#229; att de f&#246;rdelar
som kan uppn&#229;s med den &#246;verv&#228;ger de ol&#228;genheter som planen
orsakar enskilda. Lag (2012:439).

13 a &#167; Planl&#228;ggning och annan pr&#246;vning enligt denna lag 
som avser anv&#228;ndning av ett mark- eller vattenomr&#229;de som 
ocks&#229; har pr&#246;vats eller ska pr&#246;vas enligt annan lag ska 
samordnas med den planl&#228;ggningen och pr&#246;vningen, om det 
l&#228;mpligen kan ske.

Best&#228;mmelser om planer och annat underlag finns i 3 kap. 
11 och 12 &#167;&#167; och 5 kap. 18 &#167; milj&#246;balken. Lag (2018:1411).

14 &#167; Inom omr&#229;de med detaljplan eller omr&#229;desbest&#228;mmelser f&#229;r v&#228;g inte
byggas i strid mot planen eller best&#228;mmelserna. Om syftet med planen
eller best&#228;mmelserna inte motverkas, f&#229;r dock mindre avvikelser g&#246;ras.

G&#228;ller naturv&#229;rdsf&#246;reskrifter eller andra s&#228;rskilda best&#228;mmelser f&#246;r
marks bebyggande eller anv&#228;ndning &#228;n som avses i f&#246;rsta stycket skall
v&#228;g byggas s&#229;, att syftet med best&#228;mmelserna inte motverkas.

Om det finns s&#228;rskilda sk&#228;l, f&#229;r regeringen eller myndighet som
regeringen best&#228;mmer medge undantag fr&#229;n best&#228;mmelser som avses i andra
stycket. Lag (1987:459).

14 a &#167; Den som avser att bygga en v&#228;g ska uppr&#228;tta en
v&#228;gplan.

Om en v&#228;g beh&#246;ver anl&#228;ggas eller byggas om p&#229; grund av ett
j&#228;rnv&#228;gsprojekt, f&#229;r v&#228;gen i st&#228;llet regleras i en
j&#228;rnv&#228;gsplan enligt 2 kap. 19 &#167; andra stycket lagen
(1995:1649) om byggande av j&#228;rnv&#228;g. I s&#229; fall ska 14 b–18 b &#167;&#167;
inte till&#228;mpas. Vid till&#228;mpningen av &#246;vriga best&#228;mmelser i
denna lag ska j&#228;rnv&#228;gsplanen, n&#228;r det g&#228;ller v&#228;gen,
likst&#228;llas med en v&#228;gplan. Lag (2013:316).

Samr&#229;d

14 b &#167; Den som avser att bygga en v&#228;g ska under arbetet med 
att uppr&#228;tta en v&#228;gplan samr&#229;da med l&#228;nsstyrelsen, ber&#246;rda 
kommuner och de enskilda som s&#228;rskilt ber&#246;rs. Om v&#228;gplanen 
har betydelse f&#246;r kollektivtrafiken, ska samr&#229;d &#228;ven ske med 
ber&#246;rda regionala kollektivtrafikmyndigheter. Samr&#229;det ska 
avse v&#228;gens lokalisering, utformning och milj&#246;p&#229;verkan.

Om v&#228;gen kan antas medf&#246;ra en betydande milj&#246;p&#229;verkan ska

1. samr&#229;d ocks&#229; ske med de &#246;vriga statliga myndigheter samt 
den allm&#228;nhet och de organisationer som kan antas bli 
ber&#246;rda, och

2. samr&#229;det &#228;ven avse inneh&#229;ll i och utformning av s&#229;dan 
milj&#246;konsekvensbeskrivning som ska finnas tillsammans med 
v&#228;gplanen.

L&#228;nsstyrelsen ska verka f&#246;r att milj&#246;konsekvensbeskrivningen 
f&#229;r den omfattning och detaljeringsgrad som beh&#246;vs f&#246;r 
pr&#246;vningen av v&#228;gplanen. Om den som avser att bygga v&#228;gen 
beg&#228;r det, ska l&#228;nsstyrelsen redovisa sin bed&#246;mning i fr&#229;gan. 
L&#228;nsstyrelsens redovisning &#228;r inte bindande.

Under samr&#229;det f&#229;r ber&#246;rd kommun medge att undantag g&#246;rs fr&#229;n 
krav p&#229; bygglov f&#246;r upplag, materialg&#229;rdar, murar, plank och 
transformatorstationer. Lag (2017:958).

14 c &#167; Samr&#229;det ska inledas s&#229; tidigt som m&#246;jligt och anpassas
efter behovet i det enskilda fallet.

Den som avser att bygga v&#228;gen ska ta fram underlag f&#246;r samr&#229;det
och g&#246;ra det tillg&#228;ngligt samt ge de enskilda som kan antas bli
s&#228;rskilt ber&#246;rda m&#246;jlighet att yttra sig. Lag (2012:439).

15 &#167; L&#228;nsstyrelsen ska under samr&#229;det pr&#246;va om projektet kan
antas medf&#246;ra en betydande milj&#246;p&#229;verkan.

Pr&#246;vningen ska g&#246;ras av den l&#228;nsstyrelse inom vars omr&#229;de
projektet huvudsakligen ska utf&#246;ras efter samr&#229;d med &#246;vriga
ber&#246;rda l&#228;nsstyrelser. L&#228;nsstyrelsen f&#229;r inte besluta i
&#228;rendet innan den som avser att bygga v&#228;gen har gett de
enskilda som kan antas bli s&#228;rskilt ber&#246;rda m&#246;jlighet att
yttra sig enligt 14 c &#167; andra stycket.

Regeringen f&#229;r meddela f&#246;reskrifter om att vissa slags projekt
enligt denna lag ska antas medf&#246;ra en betydande milj&#246;p&#229;verkan.
Lag (2012:439).

15 a &#167; Samr&#229;dsf&#246;rfarandet f&#229;r f&#246;renklas om

1. v&#228;gplanen enbart g&#228;ller &#228;ndring av planen f&#246;r ett v&#228;gbygge
som &#228;nnu inte &#228;r f&#228;rdigst&#228;llt, och

2. &#228;ndringen inte kan antas medf&#246;ra en betydande
milj&#246;p&#229;verkan.

&#196;gare till fastigheter som helt eller delvis kan komma att tas
i anspr&#229;k ska dock alltid ges tillf&#228;lle att yttra sig.
Detsamma g&#228;ller ber&#246;rda innehavare av s&#228;rskild r&#228;tt till
s&#229;dana fastigheter. Lag (2012:439).

15 b &#167; Samr&#229;d om en v&#228;gs lokalisering och utformning i detalj
beh&#246;ver inte ske om

1. v&#228;gplanen enbart g&#228;ller &#229;tg&#228;rder som ocks&#229; har pr&#246;vats
eller ska pr&#246;vas genom detaljplan enligt plan- och bygglagen
(2010:900),

2. utredningen i detaljplane&#228;rendet &#228;r tillr&#228;cklig och aktuell
f&#246;r v&#228;gplanen, och

3. samr&#229;d i detaljplane&#228;rendet sker eller har skett med alla
dem som ska omfattas av samr&#229;d enligt 14 b &#167; f&#246;rsta och andra
styckena.

Om samr&#229;det i detaljplane&#228;rendet &#228;r avslutat och samr&#229;d inte
har skett med alla enligt f&#246;rsta stycket 3, &#228;r det
tillr&#228;ckligt att samr&#229;d sker med dem som inte har omfattats av
samr&#229;det. Lag (2012:439).

15 c &#167; Om ett projekt kan antas medf&#246;ra en betydande 
milj&#246;p&#229;verkan i ett annat land ska 6 kap. 33 &#167; milj&#246;balken 
och f&#246;reskrifter som har meddelats i anslutning till den 
best&#228;mmelsen till&#228;mpas. Lag (2017:958).

Till&#229;tlighetspr&#246;vning

16 &#167; Om ett projekt ska till&#229;tlighetspr&#246;vas enligt 17 kap. 
3 &#167; milj&#246;balken, ska den som avser att bygga v&#228;gen &#246;verl&#228;mna 
&#228;rendet till regeringen med eget yttrande. &#196;rendet ska 
&#246;verl&#228;mnas n&#228;r den som avser att bygga v&#228;gen har tagit 
st&#228;llning till vilka alternativ som &#228;r rimliga och rangordnat 
dessa.

&#196;rendet ska inneh&#229;lla en milj&#246;konsekvensbeskrivning och det 
&#246;vriga underlag som beh&#246;vs f&#246;r till&#229;tlighetspr&#246;vningen. N&#228;r 
underlaget tas fram ska f&#246;rfarandet f&#246;r v&#228;gplan i 14 b–15, 
15 c och 17 &#167;&#167; till&#228;mpas.

Milj&#246;konsekvensbeskrivningen ska uppfylla kraven i 6 kap. 35 
och 37 &#167;&#167; milj&#246;balken och f&#246;reskrifter som har meddelats i 
anslutning till dessa best&#228;mmelser och godk&#228;nnas av ber&#246;rda 
l&#228;nsstyrelser innan &#228;rendet kung&#246;rs. Lag (2017:958).

V&#228;gplanens inneh&#229;ll och underlag till planen

16 a &#167; V&#228;gplanen ska inneh&#229;lla en karta &#246;ver det omr&#229;de som
planen omfattar. Kartan ska visa v&#228;gens str&#228;ckning och
huvudsakliga utformning samt den mark eller det utrymme och de
s&#228;rskilda r&#228;ttigheter som beh&#246;ver tas i anspr&#229;k f&#246;r v&#228;gen och
f&#246;r att bygga v&#228;gen.

Planen ska ocks&#229; inneh&#229;lla uppgifter om

1. skydds&#229;tg&#228;rder och f&#246;rsiktighetsm&#229;tt som ska vidtas f&#246;r att
f&#246;rebygga st&#246;rningar och andra ol&#228;genheter fr&#229;n trafiken eller
anl&#228;ggningen,

2. verksamheter eller &#229;tg&#228;rder som enligt best&#228;mmelser i
milj&#246;balken ska undantas fr&#229;n f&#246;rbud eller skyldigheter enligt
balken, och

3. &#229;tg&#228;rder som undantas fr&#229;n krav p&#229; bygglov f&#246;r upplag,
materialg&#229;rdar, murar, plank och transformatorstationer med
st&#246;d av ett medgivande fr&#229;n ber&#246;rd kommun.

Tillsammans med planen ska f&#246;ljande underlag finnas:

1. en redovisning av motiven till valet av lokalisering och
utformning av v&#228;gen,

2. en sammanst&#228;llning av de synpunkter som kommit fram under
samr&#229;det och uppgift om hur synpunkterna har beaktats
(samr&#229;dsredog&#246;relse),

3. en milj&#246;konsekvensbeskrivning eller, om ett v&#228;gprojekt inte
kan antas medf&#246;ra en betydande milj&#246;p&#229;verkan, uppgifter om
verksamhetens f&#246;rutsebara p&#229;verkan p&#229; m&#228;nniskors h&#228;lsa och p&#229;
milj&#246;n, och

4. de &#246;vriga uppgifter som beh&#246;vs f&#246;r att genomf&#246;ra projektet.
Lag (2012:439).

16 b &#167; En milj&#246;konsekvensbeskrivning ska uppfylla kraven i 6 
kap. 35 och 37 &#167;&#167; milj&#246;balken och f&#246;reskrifter som har 
meddelats i anslutning till dessa best&#228;mmelser.

Milj&#246;konsekvensbeskrivningen ska godk&#228;nnas av ber&#246;rda 
l&#228;nsstyrelser innan den kung&#246;rs enligt 17 &#167;.
Lag (2017:958).

16 c &#167; Det beh&#246;vs ingen milj&#246;konsekvensbeskrivning som &#228;r
s&#228;rskilt uppr&#228;ttad f&#246;r v&#228;gplanen om

1. v&#228;gplanen enbart g&#228;ller &#229;tg&#228;rder som ocks&#229; har pr&#246;vats
eller ska pr&#246;vas genom detaljplan enligt plan- och bygglagen
(2010:900), och

2. milj&#246;konsekvensbeskrivningen i detaljplane&#228;rendet tas in i
v&#228;g&#228;rendet och &#228;r aktuell och tillr&#228;cklig f&#246;r det &#228;rendet.
Lag (2012:439).

Kung&#246;rande och granskning

17 &#167; Den som avser att bygga en v&#228;g ska kung&#246;ra f&#246;rslaget 
till v&#228;gplan och underlaget till denna och l&#229;ta det granskas. 
Om en milj&#246;konsekvensbeskrivning har uppr&#228;ttats, ska denna 
kung&#246;ras och h&#229;llas tillg&#228;nglig f&#246;r allm&#228;nheten enligt 6 kap. 
39 &#167; f&#246;rsta stycket och 40 och 41 &#167;&#167; milj&#246;balken och 
f&#246;reskrifter som har meddelats i anslutning till dessa 
best&#228;mmelser.

Om f&#246;rslaget enbart g&#228;ller &#229;tg&#228;rder som ocks&#229; har pr&#246;vats 
eller ska pr&#246;vas genom detaljplan enligt plan- och bygglagen 
(2010:900), f&#229;r kung&#246;randet samordnas med det kung&#246;rande som 
ska ske i detaljplane&#228;rendet. Lag (2017:958).

17 a &#167; Trots vad som anges i 17 &#167; beh&#246;ver ett f&#246;rslag till
v&#228;gplan som enbart g&#228;ller &#228;ndring av planen f&#246;r ett v&#228;gbygge
som &#228;nnu inte &#228;r f&#228;rdigst&#228;llt, bara kung&#246;ras och granskas om

1. &#228;ndringen kan antas medf&#246;ra en betydande milj&#246;p&#229;verkan,
eller

2. n&#229;gon annans fastighet eller del av fastighet beh&#246;ver tas i
anspr&#229;k eller en s&#228;rskild r&#228;tt till en s&#229;dan fastighet beh&#246;ver
upph&#228;vas eller begr&#228;nsas och &#229;tg&#228;rden inte skriftligen
medgetts av ber&#246;rda fastighets&#228;gare och innehavare av s&#228;rskild
r&#228;tt. Lag (2012:439).

17 b &#167; Trots vad som anges i 17 &#167; beh&#246;ver ett f&#246;rslag till
v&#228;gplan inte kung&#246;ras om f&#246;rslaget

1. inte &#228;r av stor vikt eller har principiell betydelse,

2. inte kan antas medf&#246;ra en betydande milj&#246;p&#229;verkan, och

3. saknar intresse f&#246;r allm&#228;nheten.

Den som avser att bygga v&#228;gen ska d&#229; i st&#228;llet ge
l&#228;nsstyrelsen, ber&#246;rda kommuner och de enskilda som s&#228;rskilt
ber&#246;rs tillf&#228;lle att godk&#228;nna f&#246;rslaget eller att inom tre
veckor granska det och l&#228;mna synpunkter. Granskningstiden f&#229;r
g&#246;ras kortare, om alla ber&#246;rda &#228;r &#246;verens om det.
Lag (2012:439).

Bemyndigande

17 c &#167; Regeringen f&#229;r meddela f&#246;reskrifter om

1. samr&#229;d enligt 14 b–15 c &#167;&#167;, och

2. v&#228;gplan enligt 16 a–16 c &#167;&#167;. Lag (2012:439).

Fastst&#228;llelse av en v&#228;gplan

18 &#167; Trafikverket pr&#246;var fr&#229;gan om att fastst&#228;lla en v&#228;gplan 
efter samr&#229;d med ber&#246;rda l&#228;nsstyrelser.

Trafikverket ska &#246;verl&#228;mna fr&#229;gan om att fastst&#228;lla planen 
till regeringen f&#246;r pr&#246;vning om Trafikverket och en 
l&#228;nsstyrelse har olika uppfattning.

N&#228;r fr&#229;gan om att fastst&#228;lla planen avg&#246;rs ska

1. en identifiering, beskrivning och samlad bed&#246;mning av 
milj&#246;effekterna g&#246;ras om planen avser ett projekt som kan 
antas medf&#246;ra en betydande milj&#246;p&#229;verkan, och

2. inneh&#229;llet i en milj&#246;konsekvensbeskrivning och resultatet 
av samr&#229;d och yttranden beaktas.

Ett beslut att fastst&#228;lla planen ska kung&#246;ras. Om samr&#229;d har 
skett med en ansvarig myndighet i ett annat land enligt 6 
kap. 33 &#167; milj&#246;balken, ska den ansvariga myndigheten i det 
landet informeras. Lag (2017:958).

18 a &#167; Ett beslut att fastst&#228;lla en v&#228;gplan upph&#246;r att g&#228;lla
fem &#229;r efter det &#229;r d&#229; beslutet fick laga kraft om inte

1. v&#228;gens str&#228;ckning har blivit tydligt utm&#228;rkt p&#229; marken, och

2. v&#228;gbygget har p&#229;b&#246;rjats.

Om det finns synnerliga sk&#228;l f&#229;r giltighetstiden f&#246;rl&#228;ngas med
h&#246;gst tv&#229; &#229;r.

Ett beslut att f&#246;rl&#228;nga giltighetstiden ska kung&#246;ras.
Lag (2012:439).

18 b &#167; Ett beslut att fastst&#228;lla en v&#228;gplan ska upph&#228;vas, helt
eller delvis, om f&#246;rh&#229;llandena efter beslutet har &#228;ndrats s&#229;
att f&#246;ruts&#228;ttningarna f&#246;r att fastst&#228;lla planen inte l&#228;ngre &#228;r
uppfyllda.

Ett beslut att upph&#228;va en v&#228;gplan ska kung&#246;ras.
Lag (2012:439).

19 &#167; En v&#228;g f&#229;r b&#246;rja byggas f&#246;rst sedan v&#228;gplanen har blivit
fastst&#228;lld. Lag (2012:439).

Avvikelse fr&#229;n v&#228;gplanen

20 &#167; N&#228;r en v&#228;g byggs f&#229;r endast ov&#228;sentliga avvikelser g&#246;ras
fr&#229;n v&#228;gplanen. Om en s&#229;dan avvikelse g&#246;rs i fr&#229;ga om den mark
eller det utrymme som enligt planen ska tas i anspr&#229;k f&#246;r
v&#228;gen, ska det omedelbart antecknas i ett till&#228;gg till planen.
Lag (2012:439).

V&#228;gh&#229;llning f&#246;r enskild v&#228;g

20 a &#167; Om byggandet av en allm&#228;n v&#228;g medf&#246;r att en enskild v&#228;g beh&#246;ver
byggas eller att &#228;ndrade f&#246;rh&#229;llanden uppst&#229;r som v&#228;sentligt inverkar p&#229;
v&#228;gh&#229;llningen f&#246;r en s&#229;dan v&#228;g, skall v&#228;gh&#229;llaren, om det beh&#246;vs,
p&#229;kalla  f&#246;rr&#228;ttning enligt anl&#228;ggningslagen (1973:1149) f&#246;r att ordna
den enskilda v&#228;gh&#229;llningen. Lag (1981:379).

Gemensam planering av v&#228;gar och j&#228;rnv&#228;gar

20 b &#167; En v&#228;gplan och en j&#228;rnv&#228;gsplan enligt lagen (1995:1649)
om byggande av j&#228;rnv&#228;g f&#229;r uppr&#228;ttas i ett gemensamt
f&#246;rfarande och fastst&#228;llas genom ett beslut.

Byggande av j&#228;rnv&#228;g som beh&#246;vs p&#229; grund av det v&#228;gprojekt som
en v&#228;gplan avser, f&#229;r regleras i v&#228;gplanen. Lag (2012:439).

Enskild v&#228;gs f&#246;r&#228;ndring till allm&#228;n, m.m.

21 &#167; Enskild v&#228;g f&#229;r f&#246;r&#228;ndras till allm&#228;n, om v&#228;gen beh&#246;vs f&#246;r allm&#228;n
samf&#228;rdsel eller annars &#228;r av synnerlig betydelse f&#246;r det allm&#228;nna.

22 &#167; Fr&#229;ga om f&#246;r&#228;ndring av enskild v&#228;g till allm&#228;n pr&#246;vas
av Trafikverket efter samr&#229;d med l&#228;nsstyrelsen. Om
Trafikverket och l&#228;nsstyrelsen har olika uppfattning,
h&#228;nskjuts fr&#229;gan till regeringens pr&#246;vning.

Regeringen kan f&#246;rordna att fr&#229;ga om f&#246;r&#228;ndring av enskild
v&#228;g till allm&#228;n i vissa fall ska pr&#246;vas av l&#228;nsstyrelsen.
Lag (2010:92).

23 &#167; Under de f&#246;ruts&#228;ttningar som anges i 21 &#167; kan i de fall staten &#228;r
v&#228;gh&#229;llare en gata inom ett omr&#229;de med detaljplan f&#246;rklaras tillika vara
allm&#228;n v&#228;g. Best&#228;mmelserna i 22 &#167; till&#228;mpas p&#229; &#228;rende om en s&#229;dan
f&#246;rklaring. Lag (1987:459).

Inr&#228;ttande av s&#228;rskild vinterv&#228;g

24 &#167; S&#228;rskild vinterv&#228;g &#246;ver mark som &#228;r t&#228;ckt av sn&#246; eller is eller
&#246;ver vatten som &#228;r t&#228;ckt av is f&#229;r inr&#228;ttas som allm&#228;n v&#228;g, om v&#228;gen
beh&#246;vs f&#246;r allm&#228;n samf&#228;rdsel eller annars kan antagas f&#229; synnerlig
betydelse f&#246;r det  allm&#228;nna.

Best&#228;mmelserna i 22 &#167; &#228;ger motsvarande till&#228;mpning p&#229; &#228;rende om
inr&#228;ttande av s&#228;rskild vinterv&#228;g.

Indragning av v&#228;g

25 &#167; En v&#228;g f&#229;r dras in, om den efter tillkomsten av en ny v&#228;g eller av
n&#229;got annat sk&#228;l inte l&#228;ngre beh&#246;vs f&#246;r det allm&#228;nna och &#229;tg&#228;rden medf&#246;r
endast ringa ol&#228;genhet f&#246;r bygden.

Best&#228;mmelserna i 22 &#167; till&#228;mpas p&#229; ett &#228;rende om indragning av en v&#228;g.

F&#246;r att ordna v&#228;gh&#229;llningen n&#228;r en v&#228;g dras in skall v&#228;gh&#229;llaren, om det
beh&#246;vs, p&#229;kalla f&#246;rr&#228;ttning enligt anl&#228;ggningslagen (1973:1149).
Lag (1980:265).

Drift av v&#228;g

26 &#167; V&#228;g ska h&#229;llas i ett f&#246;r samf&#228;rdseln tillfredsst&#228;llande
skick genom underh&#229;ll, reparation och andra &#229;tg&#228;rder.

Genom renh&#229;llning ska v&#228;gomr&#229;det h&#229;llas i ett s&#229;dant skick
att ol&#228;genheter f&#246;r m&#228;nniskors h&#228;lsa f&#246;rebyggs eller
avhj&#228;lps och s&#229; att sk&#228;liga trevnadsh&#228;nsyn blir
tillgodosedda. Detsamma g&#228;ller i fr&#229;ga om mark till en bredd
av 25 meter intill parkeringsplats eller rastplats som &#228;r
v&#228;ganordning, i den m&#229;n allm&#228;nheten har tilltr&#228;de till
marken. Inom omr&#229;den med detaljplan g&#228;ller detta stycke
endast omr&#229;den f&#246;r motorv&#228;g eller motortrafikled.
Ytterligare krav i fr&#229;ga om renh&#229;llning inom omr&#229;den d&#228;r
detta stycke g&#228;ller f&#229;r inte st&#228;llas med st&#246;d av
milj&#246;balken.

De &#229;tg&#228;rder som beh&#246;vs f&#246;r s&#229;dana &#228;ndam&#229;l som anges i f&#246;rsta
och andra styckena r&#228;knas till drift av v&#228;g. Till drift av
v&#228;g r&#228;knas ocks&#229; service&#229;tg&#228;rder och f&#246;rb&#228;ttrings&#229;tg&#228;rder.
Om s&#228;rskilda sk&#228;l f&#246;religger, f&#229;r Trafikverket besluta om
inskr&#228;nkning i skyldigheten att vidta &#229;tg&#228;rder f&#246;r drift av
v&#228;g. Trafikverket f&#229;r i ett s&#229;dant beslut ange de villkor
som beh&#246;vs. Lag (2010:92).

27 &#167; En best&#228;mmelse som begr&#228;nsar statens skyldighet att
ombes&#246;rja drift av allm&#228;n v&#228;g inom ett omr&#229;de som omfattas av
en detaljplan finns i 6 kap. 19 &#167; andra stycket plan- och
bygglagen (2010:900). Lag (2010:904).

28 &#167; En v&#228;gplan ska uppr&#228;ttas om mark eller annat utrymme,
ut&#246;ver vad som redan h&#246;r till v&#228;gen, beh&#246;ver tas i anspr&#229;k f&#246;r
en v&#228;ganordning vars utf&#246;rande ing&#229;r i drift av v&#228;g. I
v&#228;gplanen ska den mark eller det utrymme som beh&#246;ver tas i
anspr&#229;k anges, varvid best&#228;mmelserna i 13-20 &#167;&#167; ska
tilll&#228;mpas. Vid till&#228;mpningen av 15 a och 17 a &#167;&#167; ska
v&#228;gplanen anses som en s&#229;dan plan som enbart g&#228;ller &#228;ndring av
planen f&#246;r ett v&#228;gbygge som &#228;nnu inte &#228;r f&#228;rdigst&#228;llt.

F&#246;rsta stycket g&#228;ller inte om

1. &#229;tg&#228;rden medf&#246;r endast marginell ytterligare p&#229;verkan p&#229;
omgivningen, och

2. ber&#246;rda fastighets&#228;gare eller innehavare av s&#228;rskild r&#228;tt
skriftligen medgett att mark eller annat utrymme f&#229;r tas i
anspr&#229;k. Lag (2012:439).

29 &#167; /Upph&#246;r att g&#228;lla U:2024-05-01/
Regeringen f&#229;r meddela f&#246;reskrifter om avgift f&#246;r f&#228;rd
p&#229; en f&#228;rja.

Ytterligare best&#228;mmelser om avgifter f&#246;r att anv&#228;nda en v&#228;g
finns i lagen (2014:52) om infrastrukturavgifter p&#229; v&#228;g.
Lag (2014:53).

29 &#167; /Tr&#228;der i kraft I:2024-05-01/
Regeringen f&#229;r meddela f&#246;reskrifter om avgift f&#246;r f&#228;rd p&#229; 
en f&#228;rja. 

Ytterligare best&#228;mmelser om avgifter f&#246;r att anv&#228;nda en v&#228;g 
finns i lagen (2024:172) om infrastrukturavgifter p&#229; v&#228;g.
Lag (2024:174).

V&#228;gr&#228;tt

30 &#167; V&#228;gr&#228;tt innefattar r&#228;tt f&#246;r v&#228;gh&#229;llaren att nyttja mark
eller annat utrymme som beh&#246;vs f&#246;r en v&#228;g, trots den r&#228;tt som
n&#229;gon annan kan ha till fastigheten. I den m&#229;n n&#229;gon
inskr&#228;nkning inte har gjorts i v&#228;gplanen, i en skriftlig
&#246;verenskommelse eller i ett beslut om f&#246;r&#228;ndring av enskild
v&#228;g till allm&#228;n, ger v&#228;gr&#228;tt &#228;ven i &#246;vrigt v&#228;gh&#229;llaren r&#228;tt
att i fastighets&#228;garens st&#228;lle

1. best&#228;mma &#246;ver markens eller utrymmets anv&#228;ndning under den
tid v&#228;gr&#228;tten best&#229;r, och

2. tillgodog&#246;ra sig alster och andra tillg&#229;ngar som kan
utvinnas ur marken eller utrymmet. Lag (2012:439).

31 &#167; V&#228;gr&#228;tt uppkommer genom att v&#228;gh&#229;llaren tar mark eller
annat utrymme f&#246;r en v&#228;g i anspr&#229;k med st&#246;d av en fastst&#228;lld
v&#228;gplan eller, i fr&#229;ga om &#229;tg&#228;rd enligt 10 &#167; fj&#228;rde stycket
och 28 &#167; andra stycket, en skriftlig &#246;verenskommelse. V&#228;gr&#228;tt
uppkommer &#228;ven genom att v&#228;gh&#229;llaren &#246;vertar mark eller annat
utrymme med st&#246;d av beslut om f&#246;r&#228;ndring av enskild v&#228;g till
allm&#228;n.

Mark eller annat utrymme ska anses ha tagits i anspr&#229;k f&#246;r en
v&#228;g, n&#228;r v&#228;gens str&#228;ckning &#246;ver fastigheten tydligt har m&#228;rkts
ut p&#229; marken och det v&#228;garbete som anges i v&#228;gplanen har
p&#229;b&#246;rjats inom fastigheten.

Om utm&#228;rkning enligt andra stycket inte l&#228;mpligen kan g&#246;ras,
ska mark eller annat utrymme anses ha tagits i anspr&#229;k n&#228;r
marken eller utrymmet har angetts i en v&#228;gplan och det
v&#228;garbete som anges i planen har p&#229;b&#246;rjats inom fastigheten.

Mark eller annat utrymme ska anses ha tagits i anspr&#229;k f&#246;r en
&#229;tg&#228;rd enligt 10 &#167; fj&#228;rde stycket och 28 &#167; andra stycket n&#228;r
det arbete som anges i &#246;verenskommelsen har p&#229;b&#246;rjats.
Lag (2012:439).

32 &#167; V&#228;gr&#228;tt upph&#246;r n&#228;r v&#228;gen dras in. V&#228;gh&#229;llaren &#228;r skyldig
att i den omfattning det beh&#246;vs st&#228;lla i ordning v&#228;gomr&#229;det och
vidta &#229;tg&#228;rder f&#246;r att f&#246;rebygga att omr&#229;dets skick v&#229;llar
st&#246;rningar och ol&#228;genheter i framtiden. V&#228;gh&#229;llaren f&#229;r f&#246;ra
bort vad som har anbringats inom v&#228;gomr&#229;det f&#246;r v&#228;g&#228;ndam&#229;l, om
inte l&#228;nsstyrelsen best&#228;mmer annat med h&#228;nsyn till att fr&#229;ga
har uppkommit om markens eller utrymmets anv&#228;ndning som enskild
v&#228;g.

Vad som inte har f&#246;rts bort inom ett &#229;r efter det att v&#228;gen
dragits in tillfaller fastighetens &#228;gare. L&#228;nsstyrelsen kan
f&#246;rl&#228;nga tiden, om s&#228;rskilda sk&#228;l f&#246;religger. Lag (2005:940).

33 &#167; I fr&#229;ga om mark eller annat utrymme till v&#228;g, som enligt
en detaljplan d&#228;r kommunen &#228;r huvudman f&#246;r allm&#228;nna platser &#228;r
avsedd till allm&#228;n plats, till&#228;mpas inte 30-32 &#167;&#167;, sedan marken
eller utrymmet har tagits i anspr&#229;k av kommunen f&#246;r avsett
&#228;ndam&#229;l. Lag (2005:940).

Tillf&#228;lligt uppl&#229;tande av mark, m.m.

34 &#167; V&#228;gh&#229;llningsmyndighet och av denna anlitade bitr&#228;den &#228;r ber&#228;ttigade
att f&#229; tilltr&#228;de till fastighet f&#246;r att verkst&#228;lla m&#228;tning eller
stakning, unders&#246;kning av grund eller annan f&#246;rberedande &#229;tg&#228;rd f&#246;r
byggande av v&#228;g. I tr&#228;dg&#229;rd, liknande plantering eller park f&#229;r tr&#228;d ej
skadas eller f&#228;llas utan &#228;garens samtycke. &#196;ven i &#246;vrigt skall skada
undvikas, om det &#228;r m&#246;jligt.

35 &#167; Om det i en fastst&#228;lld v&#228;gplan f&#246;r ett v&#228;gbyggnadsprojekt
har avsatts mark eller annat utrymme som beh&#246;vs f&#246;r att bygga
v&#228;gen enligt 16 a &#167;, ska nyttjander&#228;tt till marken eller
utrymmet uppl&#229;tas till v&#228;gh&#229;llaren f&#246;r den tid som har angetts
i planen. Lag (2012:439).

36 &#167; Om en v&#228;g p&#229; grund av p&#229;g&#229;ende arbete eller till f&#246;ljd av
jordras eller &#246;versv&#228;mning eller av annan orsak inte kan
anv&#228;ndas utan risk f&#246;r olycksh&#228;ndelse, kan l&#228;nsstyrelsen p&#229;
framst&#228;llning av v&#228;gh&#229;llningsmyndigheten besluta att
nyttjander&#228;tt till mark eller annat utrymme f&#246;r tillf&#228;llig v&#228;g
skall uppl&#229;tas f&#246;r den tid en s&#229;dan v&#228;g beh&#246;vs till f&#246;ljd av
hindret. Lag (2005:940).

37 &#167; L&#228;nsstyrelsen kan p&#229; framst&#228;llning av v&#228;gh&#229;llningsmyndigheten
f&#246;reskriva att nyttjander&#228;tt till mark intill v&#228;gomr&#229;de skall uppl&#229;tas
f&#246;r upps&#228;ttande av sn&#246;sk&#228;rm.

38 &#167; Har upph&#228;vts genom lag (1998:832).

Ordnings- och s&#228;kerhetsf&#246;reskrifter

39 &#167; En enskild k&#246;rv&#228;g f&#229;r inte anslutas till en allm&#228;n v&#228;g utan
v&#228;gh&#229;llningsmyndighetens tillst&#229;nd. Inte heller f&#229;r utan s&#229;dant
tillst&#229;nd en enskild k&#246;rv&#228;gs anslutning till en allm&#228;n v&#228;g &#228;ndras. Vad
som sagts nu g&#228;ller ocks&#229; i fr&#229;ga om s&#229;dana utfarter fr&#229;n fastigheter
och s&#229;dana bryggor som kan anv&#228;ndas f&#246;r k&#246;rtrafik.

Vid behandling av en fr&#229;ga om tillst&#229;nd enligt f&#246;rsta stycket skall
v&#228;gh&#229;llningsmyndigheten pr&#246;va om den tillt&#228;nkta &#229;tg&#228;rden &#228;r l&#228;mplig med
h&#228;nsyn till trafiks&#228;kerheten och framkomligheten p&#229; den allm&#228;nna v&#228;gen.
I samband med tillst&#229;nd kan v&#228;gh&#229;llningsmyndigheten meddela f&#246;reskrifter
om v&#228;ganslutningens l&#228;ge och utf&#246;rande i &#246;vrigt. Lag (1987:459).

40 &#167;  Om det &#228;r n&#246;dv&#228;ndigt med h&#228;nsyn till trafiks&#228;kerheten eller
framkomligheten p&#229; en allm&#228;n v&#228;g, kan v&#228;gh&#229;llningsmyndigheten f&#246;rordna
att en enskild v&#228;gs anslutning till den allm&#228;nna v&#228;gen skall sp&#228;rras av
eller  &#228;ndras och verkst&#228;lla f&#246;rordnandet. Vad som sagts nu g&#228;ller ocks&#229;
i fr&#229;ga om utfarter fr&#229;n fastigheter och bryggor. Lag (1987:459).

41 &#167; I samband med tillst&#229;nd enligt 39 &#167; eller i st&#228;llet f&#246;r f&#246;rordnande
enligt 40 &#167; eller i samband med f&#246;rordnande enligt 40 &#167; om &#228;ndring av
anslutning kan v&#228;gh&#229;llningsmyndigheten i fr&#229;ga om en enskild v&#228;g meddela
trafikf&#246;reskrifter varigenom trafik med motordrivna fordon p&#229; v&#228;gen
eller del d&#228;rav f&#246;rbjuds eller inskr&#228;nks. Om det finns s&#228;rskilda sk&#228;l,
kan v&#228;gh&#229;llningsmyndigheten medge undantag fr&#229;n s&#229;dana
trafikf&#246;reskrifter. Lag (1987:459).

42 &#167; Best&#228;mmelserna i 39--41 &#167;&#167; g&#228;ller inte i fr&#229;ga om enskilda v&#228;gar
som &#228;r redovisade i detaljplan eller f&#246;rutsatta i omr&#229;desbest&#228;mmelser.
Lag (1987:459).

43 &#167; Inom ett v&#228;gomr&#229;de f&#229;r inte utan v&#228;gh&#229;llningsmyndighetens tillst&#229;nd

1. uppf&#246;ras byggnader, g&#246;ras tillbyggnader eller utf&#246;ras andra
anl&#228;ggningar,

2. vidtas andra &#229;tg&#228;rder som kan inverka menligt p&#229; trafiks&#228;kerheten
eller vara till ol&#228;genhet f&#246;r v&#228;gens best&#229;nd, drift eller brukande.

I samband med tillst&#229;nd f&#229;r v&#228;gh&#229;llningsmyndigheten meddela de
f&#246;reskrifter som beh&#246;vs. Ett tillst&#229;nd kan n&#228;r som helst &#229;terkallas.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller inte f&#246;r s&#229;dant arbete som avses
i 44 &#167;.

Om tillst&#229;nd saknas eller har &#229;terkallats, f&#229;r v&#228;gh&#229;llningsmyndigheten
vidta de &#229;tg&#228;rder som beh&#246;vs f&#246;r r&#228;ttelse. Lag (1987:459).

44 &#167; Inom ett v&#228;gomr&#229;de f&#229;r det inte utan v&#228;gh&#229;llningsmyndighetens 
tillst&#229;nd

1. dras elektriska ledningar, vattenledningar eller andra 
ledningar,

2. utf&#246;ras arbeten p&#229; en redan dragen ledning.

V&#228;gh&#229;llningsmyndigheten f&#229;r meddela de f&#246;reskrifter om 
arbetet och om r&#228;tt till upplag eller annan anordning som 
beh&#246;vs med h&#228;nsyn till v&#228;gens best&#229;nd, drift eller 
brukande.

Tillst&#229;nd enligt f&#246;rsta stycket beh&#246;vs inte n&#228;r 
tillst&#229;nd har meddelats enligt annan lag eller f&#246;rfattning 
och anm&#228;lan om arbetet har gjorts hos 
v&#228;gh&#229;llningsmyndigheten. 

Om det p&#229; grund av en intr&#228;ffad skada kr&#228;vs skyndsam 
reparation av en ledning som har dragits inom ett v&#228;gomr&#229;de, 
f&#229;r arbetet p&#229;b&#246;rjas utan tillst&#229;nd eller anm&#228;lan. Ledningens 
&#228;gare ska i s&#229; fall snarast underr&#228;tta 
v&#228;gh&#229;llningsmyndigheten om arbetet.

Om tillst&#229;nd enligt f&#246;rsta stycket beg&#228;rs f&#246;r ledningar som 
ska ing&#229; i ett elektroniskt kommunikationsn&#228;t f&#246;r allm&#228;nt 
&#228;ndam&#229;l, ska v&#228;gh&#229;llningsmyndigheten avg&#246;ra &#228;rendet inom fyra 
m&#229;nader fr&#229;n det att ans&#246;kan kom in till myndigheten, om inte 
l&#228;ngre tid &#228;r n&#246;dv&#228;ndig med h&#228;nsyn till &#228;rendets omfattning 
eller andra s&#228;rskilda omst&#228;ndigheter. &#214;verskrids denna tid, 
ska den som har beg&#228;rt tillst&#229;ndet underr&#228;ttas om orsakerna 
till detta. Lag (2016:535).

45 &#167; Intill ett v&#228;gomr&#229;de f&#229;r inte utan l&#228;nsstyrelsens tillst&#229;nd

1. uppf&#246;ras byggnader, g&#246;ras tillbyggnader eller utf&#246;ras andra
anl&#228;ggningar eller vidtas andra s&#229;dana &#229;tg&#228;rder som kan vara till
ol&#228;genhet f&#246;r v&#228;gens best&#229;nd, drift eller brukande,

2. finnas anbringade ljusanordningar som f&#246;rs&#228;mrar ljusf&#246;rh&#229;llandena f&#246;r
trafiken p&#229; v&#228;gen.

I samband med tillst&#229;nd f&#229;r l&#228;nsstyrelsen meddela de f&#246;reskrifter som
beh&#246;vs. Ett tillst&#229;nd kan n&#228;r som helst &#229;terkallas.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller inte inom omr&#229;den med detaljplan
och inte heller i fr&#229;ga om &#229;tg&#228;rder f&#246;r vilka bygglov kr&#228;vs.

Om tillst&#229;nd saknas eller har &#229;terkallats f&#229;r l&#228;nsstyrelsen meddela
beslut om att r&#228;ttelse skall ske genom v&#228;gh&#229;llningsmyndighetens f&#246;rsorg.
I samband med ett s&#229;dant beslut f&#229;r l&#228;nsstyrelsen meddelade f&#246;reskrifter
som beh&#246;vs. Lag (1987:459).

46 &#167; Inom ett avst&#229;nd av 50 meter fr&#229;n ett v&#228;gomr&#229;de f&#229;r inte utan
l&#228;nsstyrelsens tillst&#229;nd skyltar eller d&#228;rmed j&#228;mf&#246;rliga anordningar f&#246;r
reklam, propaganda eller liknande &#228;ndam&#229;l finnas uppsatta utomhus.

I samband med tillst&#229;nd f&#229;r l&#228;nsstyrelsen meddela de f&#246;reskrifter som
beh&#246;vs med h&#228;nsyn till trafiks&#228;kerheten.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller inte

1. inom omr&#229;den med detaljplan eller

2. f&#246;r s&#229;dana anordningar som &#228;r uppsatta p&#229; byggnader f&#246;r upplysning om
aff&#228;rsr&#246;relse eller annan verksamhet p&#229; st&#228;llet eller

3. f&#246;r anslagstavlor f&#246;r meddelanden som r&#246;r kommunala angel&#228;genheter,
f&#246;reningssammantr&#228;den, auktioner eller dylikt,

4. &#229;tg&#228;rder f&#246;r vilka bygglov kr&#228;vs. Lag (1991:605).

47 &#167; Inom ett avst&#229;nd av tolv meter fr&#229;n ett v&#228;gomr&#229;de f&#229;r inte utan
l&#228;nsstyrelsens tillst&#229;nd uppf&#246;ras byggnader, g&#246;ras tillbyggnader eller
utf&#246;ras andra anl&#228;ggningar eller vidtas andra s&#229;dana &#229;tg&#228;rder som kan
inverka menligt p&#229; trafiks&#228;kerheten. L&#228;nsstyrelsen kan, om det &#228;r
n&#246;dv&#228;ndigt med h&#228;nsyn till trafiks&#228;kerheten, f&#246;reskriva att avst&#229;ndet
&#246;kas, dock h&#246;gst till 50 meter.

Vid korsning i samma plan mellan en allm&#228;n v&#228;g och en

1. annan allm&#228;n v&#228;g,

2. enskild v&#228;g som i st&#246;rre utstr&#228;ckning anv&#228;nds av allm&#228;nheten f&#246;r
trafik,

3. j&#228;rnv&#228;g,

4. sp&#229;rv&#228;g f&#229;r inte utan l&#228;nsstyrelsens tillst&#229;nd uppf&#246;ras byggnader,
g&#246;ras tillbyggnader eller utf&#246;ras andra anl&#228;ggningar eller vidtas andra
s&#229;dana &#229;tg&#228;rder som kan inverka menligt p&#229; trafiks&#228;kerheten. Tillst&#229;nd
kr&#228;vs inte f&#246;r &#229;tg&#228;rder som skall utf&#246;ras utanf&#246;r i f&#246;rsta stycket
angivet omr&#229;de och utanf&#246;r de r&#228;ta sammanbindningslinjerna mellan
punkter, som &#228;r bel&#228;gna i de korsande v&#228;garnas mittlinjer 75 meter fr&#229;n
korsningen.

I samband med tillst&#229;nd f&#229;r l&#228;nsstyrelsen meddela de f&#246;reskrifter som
beh&#246;vs.

Best&#228;mmelserna i f&#246;rsta och andra styckena om krav p&#229; tillst&#229;nd av
l&#228;nsstyrelsen g&#228;ller inte inom omr&#229;den med detaljplan. De g&#228;ller inte
heller i fr&#229;ga om &#229;tg&#228;rder f&#246;r vilka bygglov kr&#228;vs. Lag (1987:459).

48 &#167; Inom det v&#228;gomr&#229;de som anges i en v&#228;gplan f&#229;r det inte
utan v&#228;gh&#229;llningsmyndighetens tillst&#229;nd uppf&#246;ras byggnader,
g&#246;ras tillbyggnader, utf&#246;ras andra anl&#228;ggningar eller vidtas
andra &#229;tg&#228;rder som kan v&#228;sentligt f&#246;rsv&#229;ra omr&#229;dets anv&#228;ndning
f&#246;r v&#228;g&#228;ndam&#229;l. F&#246;rbudet g&#228;ller fr&#229;n det att beslutet om
fastst&#228;llelse av v&#228;gplanen har f&#229;tt laga kraft till dess att
v&#228;gomr&#229;det har tagits i anspr&#229;k f&#246;r v&#228;g.

F&#246;r den tid som anges i f&#246;rsta stycket g&#228;ller best&#228;mmelserna i
47 &#167; f&#246;rsta och andra styckena om f&#246;rbud att utan
l&#228;nsstyrelsens tillst&#229;nd uppf&#246;ra byggnader, g&#246;ra
tillbyggnader, utf&#246;ra andra anl&#228;ggningar eller vidta andra
s&#229;dana &#229;tg&#228;rder.

F&#246;rbud enligt f&#246;rsta eller andra stycket upph&#246;r att g&#228;lla n&#228;r
beslutet om fastst&#228;llelse av en v&#228;gplan upph&#246;r att g&#228;lla.

I samband med tillst&#229;nd f&#229;r v&#228;gh&#229;llningsmyndigheten meddela de
villkor som beh&#246;vs. Lag (2012:439).

49 &#167; Har upph&#228;vts genom lag (1987:459).

50 &#167; har upph&#228;vts genom lag (1987:459).

51 &#167; F&#246;rbud enligt 45--48 &#167; g&#228;ller inte i fr&#229;ga om byggnader, andra
anl&#228;ggningar eller anordningar eller &#229;tg&#228;rder som lagligen har p&#229;b&#246;rjats
innan det blev f&#246;rbjudet. Lag (1987:459).

52 &#167; Om en byggnad, annan anl&#228;ggning eller anordning som &#228;r bel&#228;gen inom
omr&#229;de som avses i 45--47 &#167; p&#229; grund av &#228;ndrade f&#246;rh&#229;llanden eller av
annan anledning har kommit att medf&#246;ra s&#229;dana ol&#228;genheter att beg&#228;ran om
tillst&#229;nd enligt 45--47 &#167; skulle ha av slagits, f&#229;r l&#228;nsstyrelsen
meddela f&#246;rel&#228;ggande att ta bort den eller vidta n&#229;gon annan &#229;tg&#228;rd med
den. Betr&#228;ffande byggnader f&#229;r dock s&#229;dant f&#246;rel&#228;ggande meddelas endast
om byggnaden kan flyttas utan sv&#229;righet eller &#228;r av ringa v&#228;rde.

Best&#228;mmelserna i f&#246;rsta stycket g&#228;ller inte inom omr&#229;den med detaljplan.
Lag (1987:459).

53 &#167; Om tr&#228;d eller buskar intill ett v&#228;gomr&#229;de medf&#246;r ol&#228;genheter f&#246;r
trafiks&#228;kerheten, f&#229;r l&#228;nsstyrelsen besluta att tr&#228;den eller buskarna
skall avl&#228;gsnas eller kvistas genom v&#228;gh&#229;llningsmyndighetens f&#246;rsorg. I
samband med beslutet f&#229;r l&#228;nsstyrelsen meddela de f&#246;reskrifter som
beh&#246;vs. Lag (1987:459).

54 &#167; F&#246;reskrifter som meddelas med st&#246;d av 43-48 &#167;&#167; f&#229;r avse
&#228;ven &#229;tg&#228;rder f&#246;r att begr&#228;nsa eller motverka skada eller
ol&#228;genhet p&#229; m&#228;nniskors h&#228;lsa eller omgivningen eller andra
&#229;tg&#228;rder till skydd f&#246;r milj&#246;n. Om s&#229;dana f&#246;reskrifter inte &#228;r
tillr&#228;ckliga, kan tillst&#229;nd v&#228;gras. Lag (1998:832).

Ers&#228;ttning m.m.

55 &#167; Har v&#228;gh&#229;llare f&#229;tt v&#228;gr&#228;tt, &#228;r fastighetens &#228;gare
ber&#228;ttigad att av v&#228;gh&#229;llaren f&#229; intr&#229;ngsers&#228;ttning och
ers&#228;ttning f&#246;r annan skada till f&#246;ljd av v&#228;gens byggande
eller anv&#228;ndande, om det inte har avtalats eller
uppenbarligen f&#246;rutsatts att ers&#228;ttning inte ska l&#228;mnas.
Samma r&#228;tt till ers&#228;ttning har en innehavare av nyttjander&#228;tt
eller annan s&#228;rskild r&#228;tt till fastigheten, om r&#228;tten inte
har uppl&#229;tits efter det att marken eller utrymmet togs i
anspr&#229;k.

N&#228;r ers&#228;ttningen best&#228;ms g&#228;ller 4 kap. expropriationslagen
(1972:719) i till&#228;mpliga delar.

P&#229; ers&#228;ttningen ska det betalas r&#228;nta enligt 5 &#167; r&#228;ntelagen
(1975:635) fr&#229;n den dag d&#229; marken eller utrymmet togs i
anspr&#229;k till och med den dag d&#229; betalning ska ske och enligt
6 &#167; r&#228;ntelagen f&#246;r tiden d&#228;refter. Lag (2010:818).

55 a &#167; Om fastighets&#228;garen beg&#228;r det, ska mark eller utrymme
som enligt g&#228;llande v&#228;gplan inte endast tillf&#228;lligt ska
anv&#228;ndas f&#246;r v&#228;g&#228;ndam&#229;l l&#246;sas in av den som ska bygga v&#228;gen.
Det g&#228;ller dock inte om v&#228;gr&#228;tt har uppkommit eller om det
finns en &#246;verenskommelse om ers&#228;ttning f&#246;r v&#228;gr&#228;tt.

N&#228;r ers&#228;ttningen best&#228;ms g&#228;ller 4 kap. expropriationslagen
(1972:719) i till&#228;mpliga delar. Lag (2012:439).

55 b &#167; En fastighet eller del av fastighet ska p&#229;
fastighets&#228;garens beg&#228;ran l&#246;sas in &#228;ven om det &#228;nnu inte finns
n&#229;gon g&#228;llande v&#228;gplan om

1. det &#228;r sannolikt att fastigheten kommer att beh&#246;vas f&#246;r
v&#228;g&#228;ndam&#229;l, och

2. det finns synnerliga sk&#228;l f&#246;r att f&#229; fastigheten eller del
av denna inl&#246;st.

N&#228;r ers&#228;ttningen best&#228;ms g&#228;ller 4 kap. expropriationslagen
(1972:719) i till&#228;mpliga delar. Lag (2012:439).

56 &#167; Om det till f&#246;ljd av att en v&#228;g dras fram &#246;ver en
fastighet uppst&#229;r synnerligt men f&#246;r fastigheten eller f&#246;r en
del av den, ska v&#228;gh&#229;llaren l&#246;sa det omr&#229;de som lider s&#229;dant
men, om &#228;garen beg&#228;r det.

V&#228;gh&#229;llaren &#228;r ber&#228;ttigad att l&#246;sa omr&#229;de som avses i f&#246;rsta
stycket, om det skulle f&#246;ranleda endast en mindre f&#246;rh&#246;jning
av ers&#228;ttningen till fastighets&#228;garen och fastighets&#228;garen
inte har ett beaktansv&#228;rt intresse av att beh&#229;lla omr&#229;det.
Vid bed&#246;mande av fr&#229;gan om r&#228;tt till inl&#246;sen f&#246;religger ska
kostnad f&#246;r &#229;tg&#228;rd som anges i 4 kap. 1 &#167; fj&#228;rde stycket
expropriationslagen (1972:719) inr&#228;knas i ers&#228;ttningen f&#246;r
intr&#229;ng. Lag (2010:818).

57 &#167; Inom omr&#229;de med detaljplan, d&#228;r kommunen &#228;r huvudman f&#246;r
allm&#228;nna platser, g&#228;ller f&#246;ljande. Om mark eller annat utrymme
till v&#228;g har tagits i anspr&#229;k av kommunen som allm&#228;n plats,
skall v&#228;gh&#229;llaren fullg&#246;ra ers&#228;ttnings- och
inl&#246;sningsskyldighet enligt 55 och 56 &#167;&#167; som har uppkommit
dessf&#246;rinnan, trots att v&#228;gr&#228;tten har upph&#246;rt enligt 33 &#167;.
Lag (2005:940).

58 &#167; Har tillst&#229;nd som avses i 39 &#167; v&#228;grats eller har f&#246;reskrift eller
f&#246;rordnande meddelats med st&#246;d av 39--41 &#167; och uppkommer till f&#246;ljd
h&#228;rav f&#246;r fastighet som haft utfart till allm&#228;n v&#228;g avsev&#228;rd &#246;kning av
annars erforderlig kostnad f&#246;r nyanl&#228;ggning eller &#228;ndring av utfart till
s&#229;dan v&#228;g, avsev&#228;rd &#246;kning av annan v&#228;gh&#229;llningskostnad eller annat
avsev&#228;rt men, &#228;r fastighetens &#228;gare ber&#228;ttigad till ers&#228;ttning av
v&#228;gh&#229;llaren.

Samma r&#228;tt till ers&#228;ttning som enligt f&#246;rsta stycket tillkommer
fastighetens &#228;gare har innehavare av s&#229;dan nyttjander&#228;tt eller annan
s&#228;rskild r&#228;tt till fastigheten, som uppl&#229;tits innan tillst&#229;nd som avses
i 39 &#167; v&#228;grats eller f&#246;rordnande eller f&#246;reskrift meddelats med st&#246;d av
40 eller 41 &#167;.

59 &#167; Medf&#246;r v&#228;gran av tillst&#229;nd som avses i 39 &#167; eller f&#246;reskrift eller
f&#246;rordnande som meddelats med st&#246;d av 39--41 &#167; att synnerlig ol&#228;genhet
av den art som avses i 58 &#167; uppkommer f&#246;r fastighet eller fastighetsdel
som haft utfart till allm&#228;n v&#228;g, skall v&#228;gh&#229;llaren l&#246;sa omr&#229;de som lider
s&#229;dan ol&#228;genhet, om &#228;garen beg&#228;r det.

60 &#167; F&#246;r att minska de ol&#228;genheter, som genom v&#228;gran av
tillst&#229;nd som avses i 39 &#167; eller genom f&#246;reskrift eller
f&#246;rordnande som har meddelats med st&#246;d av 39-41 &#167; uppkommer f&#246;r
fastighet som har haft utfart till allm&#228;n v&#228;g, f&#229;r v&#228;gh&#229;llaren
sj&#228;lv bygga n&#246;dv&#228;ndig utfartsv&#228;g f&#246;r fastigheten. I s&#229;dana fall
f&#229;r v&#228;gh&#229;llaren, om det beh&#246;vs f&#246;r bygget av utfartsv&#228;gen, g&#246;ra
g&#228;llande den r&#228;tt som tillkommer &#228;garen av den fastighet, vars
behov av utfartsv&#228;g skall tillgodoses,

1. att beg&#228;ra f&#246;rr&#228;ttning enligt anl&#228;ggningslagen (1973:1149)
f&#246;r ianspr&#229;ktagande av mark eller annat utrymme som tillh&#246;r en
annan fastighet, och

2. att f&#246;ra talan vid f&#246;rr&#228;ttningen. Lag (2005:940).

61 &#167; Om v&#228;gran av tillst&#229;nd som avses i 47 &#167; medf&#246;r att p&#229;g&#229;ende
markanv&#228;ndning avsev&#228;rt f&#246;rsv&#229;ras inom ber&#246;rd del av en fastighet, &#228;r
fastighets&#228;garen och innehavare av nyttjander&#228;tt eller annan s&#228;rskild
r&#228;tt till fastigheten ber&#228;ttigade till ers&#228;ttning av v&#228;gh&#229;llaren f&#246;r den
skada de h&#228;rigenom lider.

Best&#228;mmelserna i f&#246;rsta stycket till&#228;mpas ocks&#229;, om tillst&#229;nd som avses
i 48 &#167; har v&#228;grats och f&#246;rbud som avses i den paragrafen har g&#228;llt
l&#228;ngre tid &#228;n fem &#229;r i f&#246;ljd. Lag (1987:459).

62 &#167; Uppst&#229;r i fall som avses i 61 &#167; f&#246;rsta stycket synnerligt men vid
anv&#228;ndningen av fastigheten eller del d&#228;rav, skall v&#228;gh&#229;llaren l&#246;sa det
omr&#229;de som lider s&#229;dant men, om &#228;garen beg&#228;r det. Lag (1972:786).

63 &#167; V&#228;gh&#229;llaren skall ers&#228;tta skador till f&#246;ljd av att han har
f&#246;rv&#228;rvat r&#228;tt

1. att inr&#228;tta s&#228;rskild vinterv&#228;g,

2. att nyttja mark eller annat utrymme i n&#228;rheten av v&#228;gomr&#229;de
f&#246;r upplag eller liknande &#228;ndam&#229;l i samband med byggande av
v&#228;g,

3. att anordna tillf&#228;llig v&#228;g,

4. att intill v&#228;gomr&#229;de s&#228;tta upp sn&#246;sk&#228;rm.

V&#228;gh&#229;llaren skall ocks&#229; ers&#228;tta skador till f&#246;ljd av &#229;tg&#228;rder
som avses i 34 &#167;, 45 &#167; fj&#228;rde stycket eller 53 &#167; eller till
f&#246;ljd av ett f&#246;rel&#228;ggande som har meddelats med st&#246;d av 52 &#167;.
F&#246;r skador som har uppst&#229;tt till f&#246;ljd av &#229;tg&#228;rder som avses i
53 &#167; utg&#229;r ers&#228;ttning endast om skadorna &#228;r avsev&#228;rda.

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller inte om det
har avtalats eller uppenbarligen f&#246;rutsatts att ers&#228;ttning inte
skall l&#228;mnas. Lag (2005:940).

64 &#167; F&#246;rel&#228;ggande enligt 52 &#167; f&#229;r f&#246;renas med vite eller med f&#246;reskrift
att &#229;tg&#228;rden, om f&#246;rel&#228;ggandet inte f&#246;ljs, kan komma att utf&#246;ras genom
v&#228;gh&#229;llningsmyndighetens f&#246;rsorg p&#229; den f&#246;rsumliges bekostnad.

F&#246;ljs inte ett f&#246;rel&#228;ggande som inneb&#228;r att &#229;tg&#228;rden kan utf&#246;ras genom
v&#228;gh&#229;llningsmyndighetens f&#246;rsorg skall l&#228;nsstyrelsen, om det inte finns
sk&#228;l till annat, besluta att &#229;tg&#228;rden skall utf&#246;ras och hur det skall
ske. D&#228;rvid skall l&#228;nsstyrelsen se till att osk&#228;liga kostnader inte
uppst&#229;r.

I beslut om f&#246;rel&#228;ggande enligt f&#246;rsta stycket eller beslut enligt andra
stycket f&#229;r f&#246;rordnas att beslutet skall g&#228;lla omedelbart.
Lag (1987:459).

65 &#167; Vad som har avtalats eller uppenbarligen f&#246;rutsatts g&#228;lla mellan
v&#228;gh&#229;llaren och fastighetens &#228;gare eller annan sak&#228;gare i fr&#229;ga om
ers&#228;ttning enligt 55, 58, 61 eller 63 &#167; g&#228;ller &#228;ven mot den som efter
det r&#228;tten till ers&#228;ttning uppkom har f&#246;rv&#228;rvat sak&#228;garens r&#228;tt till
fastigheten eller anordningen. Lag (1987:459).

66 &#167; Om det inte har tr&#228;ffats en &#246;verenskommelse om ers&#228;ttning
enligt 55, 58, 61 eller 63 &#167; eller om inl&#246;sen enligt 55 a, 55
b, 56, 59 eller 62 &#167;, ska den som vill g&#246;ra anspr&#229;k p&#229;
ers&#228;ttning eller beg&#228;ra inl&#246;sen v&#228;cka talan vid den mark- och
milj&#246;domstol inom vars omr&#229;de fastigheten eller anordningen &#228;r
bel&#228;gen. &#196;ven v&#228;gh&#229;llaren eller den som avser att bygga v&#228;gen
kan p&#229; samma s&#228;tt beg&#228;ra pr&#246;vning av ers&#228;ttning till
fastighets&#228;gare eller annan sak&#228;gare. Lag (2012:439).

67 &#167; Ers&#228;ttning enligt 55, 58 eller 61 &#167;, som ej avser
personlig skada, j&#228;mte r&#228;nta skall neds&#228;ttas hos l&#228;nsstyrelsen,
om fastigheten genom den omst&#228;ndighet som f&#246;ranlett r&#228;tt till
ers&#228;ttning s&#229; minskat i v&#228;rde, att den kan antagas ej utg&#246;ra
full s&#228;kerhet f&#246;r borgen&#228;r, som n&#228;r r&#228;tten till ers&#228;ttning
uppkom hade pantr&#228;tt i fastigheten.

L&#228;nsstyrelsen skall genast s&#228;tta in nedsatt belopp i bank eller
kreditmarknadsf&#246;retag mot r&#228;nta. Om f&#246;rdelning och utbetalning
av nedsatt belopp j&#228;mte r&#228;nta samt om verkan d&#228;rav g&#228;ller i
till&#228;mpliga delar vad som &#228;r f&#246;reskrivet f&#246;r det fall att
nyttjander&#228;tt eller servitutsr&#228;tt uppl&#229;ts genom expropriation.
Lag (2004:425).

68 &#167; Om en borgen&#228;r som avses i 67 &#167; f&#246;rsta stycket lider
f&#246;rlust till f&#246;ljd av att neds&#228;ttning inte har skett, &#228;r han
ber&#228;ttigad att av v&#228;gh&#229;llaren f&#229; gottg&#246;relse f&#246;r f&#246;rlusten mot
avskrivning p&#229; fordringshandlingen. Detsamma g&#228;ller, om
borgen&#228;ren lider f&#246;rlust d&#228;rigenom, att ers&#228;ttning enligt 55,
58 eller 61 &#167; blivit f&#246;r l&#229;gt ber&#228;knad och ers&#228;ttningen till
f&#246;ljd av &#246;verenskommelse mellan v&#228;gh&#229;llaren och fastighetens
&#228;gare eller av annan anledning inte har pr&#246;vats av domstol. I
fr&#229;ga om s&#229;dan gottg&#246;relse skall 65 &#167; till&#228;mpas p&#229; f&#246;rh&#229;llandet
mellan v&#228;gh&#229;llaren och borgen&#228;ren.

Inom omr&#229;de med detaljplan, d&#228;r kommunen &#228;r huvudman f&#246;r
allm&#228;nna platser, g&#228;ller f&#246;ljande. Om mark eller annat utrymme
har tagits i anspr&#229;k av kommunen som allm&#228;n plats, skall
v&#228;gh&#229;llaren fullg&#246;ra skyldighet enligt f&#246;rsta stycket som har
uppkommit dessf&#246;rinnan, trots att v&#228;gr&#228;tten har upph&#246;rt enligt
33 &#167;.

Talan om gottg&#246;relse v&#228;cks vid den mark- och milj&#246;domstol som
anges i 66 &#167;. Lag (2010:926).

69 &#167; I m&#229;l om ers&#228;ttning enligt 55, 58 eller 61 &#167; eller
gottg&#246;relse enligt 68 &#167; g&#228;ller i till&#228;mpliga delar
best&#228;mmelserna i expropriationslagen (1972:719) om r&#228;tteg&#229;ng
samt om r&#228;tteg&#229;ngskostnader och kostnader vid f&#246;rdelning av
ers&#228;ttning, om inte annat &#228;r s&#228;rskilt f&#246;reskrivet. Om ett
yrkande om ers&#228;ttning enligt 58 eller 61 &#167; eller om
gottg&#246;relse enligt 68 &#167; ogillas och m&#229;let inte har inletts av
v&#228;gh&#229;llaren, till&#228;mpas 15 kap. 8 &#167; plan- och bygglagen
(2010:900) i fr&#229;ga om r&#228;tteg&#229;ngskostnaderna.

I m&#229;l om inl&#246;sen enligt 55 a, 55 b, 56, 59 eller 62 &#167; g&#228;ller i
till&#228;mpliga delar expropriationslagen (1972:719), om inte
annat &#228;r s&#228;rskilt f&#246;reskrivet. Om ett yrkande om inl&#246;sen
enligt 59 eller 62 &#167; ogillas, till&#228;mpas allm&#228;nna regler om
r&#228;tteg&#229;ngskostnad. Lag (2012:439).

70 &#167; Om en kommun enligt 7 &#167; har tillhandah&#229;llit staten mark
eller annat utrymme f&#246;r v&#228;g, &#228;r kommunen ber&#228;ttigad till
ers&#228;ttning av staten f&#246;r sk&#228;liga kostnader efter avdrag f&#246;r
f&#246;rvaltningskostnad.

Framst&#228;llning om ers&#228;ttning g&#246;rs hos Trafikverket. Om en
&#246;verenskommelse inte kan tr&#228;ffas, v&#228;cks talan om ers&#228;ttning vid
den mark- och milj&#246;domstol som anges i 66 &#167;. Lag (2010:926).

Ansvar, handr&#228;ckning och &#246;verklagande m.m.

71 &#167; Till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader d&#246;ms den som
upps&#229;tligen eller av oaktsamhet bryter mot ett f&#246;rbud i 39
eller 43--48 &#167; eller mot en f&#246;reskrift eller ett f&#246;rbud som har
meddelats med st&#246;d av 39 eller 43--48 &#167;.

Till b&#246;ter d&#246;ms den som bryter mot en trafikf&#246;reskrift som har
meddelats med st&#246;d av 41 &#167;. Lag (1987:459).

72 &#167; Utf&#246;rs ledningsarbete eller uppf&#246;rs en byggnad i strid mot 44, 47
eller 48 &#167; eller mot en f&#246;reskrift eller ett f&#246;rbud som har meddelats
med st&#246;d av 44, 47 eller 48 &#167;, f&#229;r kronofogdemyndigheten meddela
s&#228;rskild handr&#228;ckning f&#246;r att &#229;stadkomma r&#228;ttelse. I fr&#229;ga om s&#229;dan
handr&#228;ckning finns best&#228;mmelser i lagen (1990:746) om
betalningsf&#246;rel&#228;ggande och handr&#228;ckning.

Om n&#229;gon bryter mot ett f&#246;rbud i 46--48 &#167; eller mot en f&#246;reskrift eller
ett f&#246;rbud som har meddelats med st&#246;d av 46--48 &#167; och &#228;r det inte fr&#229;ga
om uppf&#246;rande av en byggnad, f&#229;r kronofogdemyndigheten vidta &#229;tg&#228;rd f&#246;r
r&#228;ttelse.

Kronofogdemyndigheten skall l&#228;mna det bitr&#228;de som beh&#246;vs f&#246;r att beslut
av l&#228;nsstyrelsen enligt 64 &#167; andra stycket skall kunna genomf&#246;ras.

Polismyndigheten skall l&#228;mna v&#228;gh&#229;llningsmyndigheten det bitr&#228;de som
beh&#246;vs f&#246;r att &#229;tg&#228;rder som avses i 34, 40, 43, 45 eller 53 &#167; skall
kunna vidtas. Lag (1991:864).

73 &#167; V&#228;gh&#229;llningsmyndighets beslut enligt denna lag f&#229;r &#246;verklagas hos
l&#228;nsstyrelsen. Lag (1987:459).

74 &#167; L&#228;nsstyrelsens beslut enligt 37, 45-47 &#167;, 48 &#167; andra
stycket, 52, 53 eller 64 &#167; andra stycket f&#229;r &#246;verklagas till
allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd kr&#228;vs vid
&#246;verklagande till kammarr&#228;tt.

L&#228;nsstyrelsens beslut enligt 15 &#167; f&#246;rsta stycket, 16 &#167; tredje
stycket eller 16 b &#167; andra stycket f&#229;r inte &#246;verklagas.

Andra beslut av l&#228;nsstyrelsen enligt denna lag &#228;n som avses i
f&#246;rsta och andra styckena f&#229;r &#246;verklagas till regeringen.
Lag (2012:439).

75 &#167; Trafikverkets beslut enligt denna lag f&#229;r &#246;verklagas hos
regeringen. Lag (1987:459).

75 a &#167; Trafikverkets beslut i fr&#229;ga om fastst&#228;llelse av en
v&#228;gplan f&#229;r &#246;verklagas av en s&#229;dan ideell f&#246;rening eller annan
juridisk person som avses i 16 kap. 13 &#167; milj&#246;balken.
Lag (2012:439).

76 &#167; Trafikverket f&#229;r &#246;verklaga l&#228;nsstyrelsens beslut enligt 
denna lag.

L&#228;nsstyrelsen f&#229;r &#246;verklaga s&#229;dana beslut av Trafikverket 
enligt denna lag som ber&#246;r l&#228;nsstyrelsens verksamhetsomr&#229;de.

Kommuner, regionala kollektivtrafikmyndigheter enligt lagen 
(2010:1065) om kollektivtrafik och de regioner som avses i 
7 kap. plan- och bygglagen (2010:900) f&#229;r &#246;verklaga 
Trafikverkets beslut. Lag (2019:848).

77 &#167; Ett beslut i fr&#229;ga om tillst&#229;nd enligt 39, 43, 45, 46, 47
eller 48 &#167; och Trafikverkets beslut i fr&#229;ga om fastst&#228;llelse
av en v&#228;gplan, f&#246;r&#228;ndring av en enskild v&#228;g till allm&#228;n,
f&#246;rklaring att en gata ocks&#229; ska vara allm&#228;n v&#228;g eller
indragning av en v&#228;g blir g&#228;llande n&#228;r beslutet f&#229;r laga
kraft. I ett beslut om tillst&#229;nd f&#229;r det dock best&#228;mmas att
beslutet ska g&#228;lla omedelbart.

Andra beslut enligt denna lag &#228;n som avses i f&#246;rsta stycket
g&#228;ller omedelbart, om inte n&#229;got annat framg&#229;r av beslutet.
Lag (2012:439).

&#214;verg&#229;ngsbest&#228;mmelser

1971:948

1. Denna lag tr&#228;der i kraft den 1 januari 1972.

2. Genom den nya lagen upph&#228;ves lagen (1943:431) om allm&#228;nna
v&#228;gar samt lagen (1943:436) om v&#228;gn&#228;mnder och l&#228;nsv&#228;gn&#228;mnder.

3. Anordning, brygga eller f&#228;rja som f&#246;re den nya lagens
ikrafttr&#228;dande kommit till st&#229;nd genom v&#228;gh&#229;llarens f&#246;rsorg
eller &#246;vertagits av denne &#228;r v&#228;ganordning, om den &#228;r av
beskaffenhet som anges i 2 &#167; andra stycket. Mark som tagits i
anspr&#229;k f&#246;r s&#229;dan anordning &#228;r v&#228;gomr&#229;de.

4. &#196;r vid den nya lagens ikrafttr&#228;dande kommun v&#228;gh&#229;llare
inom sitt omr&#229;de eller del d&#228;rav, ska kommunen fortfarande
vara v&#228;gh&#229;llare intill dess n&#229;got annat beslutas. Regeringen
eller den myndighet som regeringen best&#228;mmer f&#229;r meddela
f&#246;reskrifter om vem som ska vara v&#228;gh&#229;llare i st&#228;llet f&#246;r
kommunen. Lag (2010:92).

5. Best&#228;mmelserna i 30, 32 och 33 &#167;&#167; g&#228;ller &#228;ven v&#228;gr&#228;tt som
uppkommit f&#246;re den 1 januari 1972.

Har v&#228;gr&#228;tt uppkommit f&#246;re den 1 januari 1972 och skulle
uppl&#229;telsen, om den skett den 1 januari 1972 enligt de  nya
best&#228;mmelserna, ha medf&#246;rt r&#228;tt till avsev&#228;rt h&#246;gre ers&#228;ttning
&#228;n en vid samma tidpunkt verkst&#228;lld uppl&#229;telse enligt &#228;ldre
best&#228;mmelser, &#228;r fastighetens &#228;gare ber&#228;ttigad till ers&#228;ttning
av v&#228;gh&#229;llaren f&#246;r skillnaden. Samma r&#228;tt till ers&#228;ttning har
innehavare av s&#229;dan nyttjander&#228;tt eller annan s&#228;rskild r&#228;tt
till fastigheten, som uppl&#229;tits f&#246;re den 1 januari 1972.

P&#229; ers&#228;ttning enligt andra stycket utg&#229;r sex procent &#229;rlig
r&#228;nta fr&#229;n den 1 januari 1972. Best&#228;mmelserna i 65, 67 och
68 &#167;&#167; &#228;ger motsvarande till&#228;mpning p&#229; s&#229;dan ers&#228;ttning.

Har ej &#246;verenskommelse tr&#228;ffats om ers&#228;ttning enligt andra
stycket, &#228;ger best&#228;mmelserna i 66 och 69 &#167;&#167; motsvarande
till&#228;mpning. Den som vill g&#246;ra anspr&#229;k p&#229; ers&#228;ttning skall dock
v&#228;cka talan vid fastighetsdomstolen f&#246;re den 1 januari 1975,
vid p&#229;f&#246;ljd att han annars f&#246;rlorar r&#228;tten till ers&#228;ttning.

6. F&#246;rordnande enligt 31 a &#167; lagen (1943:431) om allm&#228;nna v&#228;gar
att enskild v&#228;g ej f&#229;r anslutas till allm&#228;n v&#228;g samt beslut
enligt 41, 42 eller 44 &#167; n&#228;mnda lag upph&#246;r att g&#228;lla vid
utg&#229;ngen av december 1971.

7. Best&#228;mmelserna i 58 och 59 &#167;&#167; &#228;ger motsvarande till&#228;mpning
p&#229; fastighet, som ej haft utfart till allm&#228;n v&#228;g men som
uppenbarligen f&#246;rutsatts skola erh&#229;lla utfart till s&#229;dan v&#228;g,
under f&#246;ruts&#228;ttning att fastigheten tillkommit f&#246;re den 1
januari 1948 eller, i fall d&#229; fastigheten bildats genom
legalisering av privat jorddelning, denna delning skett f&#246;re
den 1 januari 1948.

8. F&#246;rbud som meddelats med st&#246;d av 33 &#167; f&#246;rsta stycket eller
34 &#167; lagen (1943:431) om allm&#228;nna v&#228;gar skall anses vara
meddelat med st&#246;d av motsvarande best&#228;mmelse i den nya lagen.
Den i 61 &#167; andra stycket angivna tiden av fem &#229;r r&#228;knas dock
fr&#229;n den 1 januari 1972.

9. I fr&#229;ga om best&#228;mmande av ers&#228;ttning f&#246;r uppl&#229;telse av
v&#228;gr&#228;tt och f&#246;r inl&#246;sen, varom talan v&#228;ckes efter den nya
lagens ikrafttr&#228;dande, till&#228;mpas den nya lagen &#228;ven om det
f&#246;rh&#229;llande varp&#229; ers&#228;ttningsanspr&#229;ket grundas intr&#228;ffat f&#246;re
ikrafttr&#228;dandet.

10. M&#229;l som vid den nya lagens ikrafttr&#228;dande &#228;r anh&#228;ngigt hos
&#228;godelningsr&#228;tt eller expropriationsdomstol pr&#246;vas av
fastighetsdomstol som anges i 66 &#167;, om huvudf&#246;rhandling ej
p&#229;b&#246;rjats dessf&#246;rinnan. M&#229;l om ers&#228;ttning enligt 50 eller 53 &#167;
lagen (1943:431) om allm&#228;nna v&#228;gar, vilket vid n&#228;mnda tidpunkt
&#228;r anh&#228;ngigt hos allm&#228;n domstol, handl&#228;gges enligt &#228;ldre
best&#228;mmelser.

Efter den nya lagens ikrafttr&#228;dande skall talan om ers&#228;ttning
eller inl&#246;sen enligt &#228;ldre best&#228;mmelser v&#228;ckas vid
fastighetsdomstol som anges i 66 &#167;.

M&#229;l som skall pr&#246;vas av fastighetsdomstol handl&#228;gges i den
ordning som anges i 69 &#167;.

11. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om talan mot
beslut som meddelats f&#246;re den 1 januari 1972.

&#196;ldre best&#228;mmelser g&#228;ller &#228;ven i &#246;vrigt i fr&#229;ga om &#228;rende som
vid den nya lagens ikrafttr&#228;dande &#228;r anh&#228;ngigt hos v&#228;gsynen&#228;mnd
eller som r&#246;r beslut av s&#229;dan n&#228;mnd. I fr&#229;ga om tj&#228;nstg&#246;ring av
ledam&#246;ter och suppleanter i v&#228;gsynen&#228;mnd efter den nya lagens
ikrafttr&#228;dande f&#246;rordnar Konungen.

12. F&#246;rekommer i lag eller annan f&#246;rfattning h&#228;nvisning till
best&#228;mmelse som ersatts genom best&#228;mmelse i den nya lagen,
skall i st&#228;llet den nya best&#228;mmelsen till&#228;mpas.

1987:459

1. Denna lag tr&#228;der i kraft den 1 juli 1987.

2. I &#228;renden om tillst&#229;nd som alltj&#228;mt skall pr&#246;vas enligt v&#228;glagen
skall, om &#228;rendet avgjorts i f&#246;rsta instans f&#246;re ikrafttr&#228;dandet, &#228;ldre
best&#228;mmelser till&#228;mpas i fr&#229;ga om s&#229;v&#228;l f&#246;rfarandet som &#228;rendenas
pr&#246;vning i sak.

3. Betr&#228;ffande m&#229;l om ers&#228;ttning enligt 61 &#167; v&#228;glagen, i vilka talan har
v&#228;ckts f&#246;re ikrafttr&#228;dandet, skall &#228;ldre best&#228;mmelser till&#228;mpas i fr&#229;ga
om m&#229;lens pr&#246;vning i sak.

4. F&#246;rbud enligt 49 &#167; skall forts&#228;tta att g&#228;lla l&#228;ngst till utg&#229;ngen av
juni 1990.

5. I m&#229;l enligt 58, 61 eller 68 &#167; i vilka talan har v&#228;ckts f&#246;re
ikrafttr&#228;dandet skall 69 &#167; i sin &#228;ldre lydelse till&#228;mpas.

1988:413

Denna lag tr&#228;der i kraft den 1 juli 1988. Avgift f&#246;r begagnande av s&#229;dan
v&#228;ganordning som inte &#228;r f&#228;rja f&#229;r tas ut endast om byggandet har
p&#229;b&#246;rjats efter lagens ikrafttr&#228;dande.

1991:864

Denna lag tr&#228;der i kraft den dag regeringen best&#228;mmer. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om m&#229;l om handr&#228;ckning d&#228;r talan
v&#228;ckts f&#246;re ikrafttr&#228;dandet.

1995:1695

Denna lag tr&#228;der i kraft den 1 maj 1996 men till&#228;mpas inte i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats dessf&#246;rinnan.

1998:832

1. Denna lag tr&#228;der i kraft den 1 januari 1999.

2. Har f&#246;re denna lags ikrafttr&#228;dande t&#228;kt uppl&#229;tits med st&#246;d
av 38 &#167; skall 63 &#167; f&#246;rsta stycket 5 fortfarande g&#228;lla.

3. Ett &#228;rende skall handl&#228;ggas och bed&#246;mas enligt &#228;ldre
best&#228;mmelser, om det i &#228;rendet ing&#229;r en milj&#246;konsekvens-
beskrivning som vid denna lags ikrafttr&#228;dande har &#246;verl&#228;mnats
till l&#228;nsstyrelsen f&#246;r godk&#228;nnande enligt 24 &#167; v&#228;gkung&#246;relsen
(1971:954). Best&#228;mmelserna om milj&#246;kvalitetsnormer i
milj&#246;balken skall dock till&#228;mpas omedelbart.

2010:818

1. Denna lag tr&#228;der i kraft den 1 augusti 2010.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r ers&#228;ttningen, om
talan om ers&#228;ttning eller inl&#246;sen har v&#228;ckts f&#246;re
ikrafttr&#228;dandet. I ett s&#229;dant fall ska h&#228;nvisningarna till
expropriationslagen (1972:719) avse den lagens lydelse vid
utg&#229;ngen av juli 2010.

2012:439

1. Denna lag tr&#228;der i kraft den 1 januari 2013.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r plan&#228;renden som
vid ikrafttr&#228;dandet inneh&#229;ller en milj&#246;konsekvensbeskrivning
f&#246;r en arbetsplan som har &#246;verl&#228;mnats till l&#228;nsstyrelsen f&#246;r
godk&#228;nnande enligt 15 &#167; andra stycket i dess &#228;ldre lydelse.

3. &#196;ldre f&#246;reskrifter i 18 &#167; tredje stycket g&#228;ller fortfarande
f&#246;r en arbetsplan som har fastst&#228;llts f&#246;re den 1 januari 2013.

4. Best&#228;mmelserna i 55 a &#167; och 76 &#167; fj&#228;rde stycket till&#228;mpas
inte p&#229; en arbetsplan som har fastst&#228;llts f&#246;re den 1 januari
2013.

5. I &#246;vrigt ska en arbetsplan som har uppr&#228;ttats och, om det
beh&#246;vts, fastst&#228;llts enligt &#228;ldre f&#246;reskrifter anses vara en
fastst&#228;lld v&#228;gplan. 

2017:958

1. Denna lag tr&#228;der i kraft den 1 januari 2018.

2. &#196;ldre f&#246;reskrifter g&#228;ller fortfarande f&#246;r handl&#228;ggningen 
och bed&#246;mningen av &#228;renden i vilka det ing&#229;r en 
milj&#246;konsekvensbeskrivning som vid lagens ikrafttr&#228;dande har 
&#246;verl&#228;mnats till l&#228;nsstyrelsen f&#246;r godk&#228;nnande enligt 16 &#167; 
tredje stycket eller 16 b &#167;.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4215">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4217">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
