

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-18" /> 
 <meta id="rattsinfo-edited" content="2023-01-18 13:55:28" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4222</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4221">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4223">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1971:437 ·
                    <a href="/sfsr?bet=1971:437">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Renn&#228;ringslag (1971:437)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet RSL
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1971-06-18
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> SFS 1993:36
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2018:364
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Rensk&#246;tselr&#228;tt

1 &#167; Den som &#228;r av samisk h&#228;rkomst (same) f&#229;r enligt
best&#228;mmelserna i denna lag anv&#228;nda mark och vatten till underh&#229;ll
f&#246;r sig och sina renar.

R&#228;tten enligt f&#246;rsta stycket (rensk&#246;tselr&#228;tten) tillkommer den
samiska befolkningen och grundas p&#229; urminnes h&#228;vd.

Rensk&#246;tselr&#228;tten f&#229;r ut&#246;vas av den som &#228;r medlem i sameby. Lag
(1993:36).

2 &#167; har upph&#228;vts genom lag (1993:36).

Rensk&#246;tselomr&#229;det m. m.

3 &#167; Rensk&#246;tsel f&#229;r bedrivas inom f&#246;ljande omr&#229;den
(rensk&#246;tselomr&#229;det)

1. hela &#229;ret (&#229;ret-runt-markerna)

i Norrbottens och V&#228;sterbottens l&#228;ns lappmarker dels ovanf&#246;r
odlingsgr&#228;nsen, dels nedanf&#246;r denna gr&#228;ns p&#229; mark d&#228;r
skogsrensk&#246;tsel av &#229;lder bedrivs under v&#229;ren, sommaren eller
h&#246;sten och marken antingen tillh&#246;r eller vid utg&#229;ngen av juni 1992
tillh&#246;rde staten (kronomark) eller utg&#246;r renbetesland,

p&#229; renbetesfj&#228;llen i J&#228;mtlands l&#228;n,

inom de omr&#229;den i J&#228;mtlands och Dalarnas l&#228;n som vid
utg&#229;ngen av juni 1992 tillh&#246;rde staten och var s&#228;rskilt uppl&#229;tna till
renbete,

2. den 1 oktober--den 30 april (vinterbetesmarkerna)

i &#246;vriga delar av lappmarkerna nedanf&#246;r odlingsgr&#228;nsen,

inom s&#229;dana trakter utanf&#246;r lappmarkerna och renbetesfj&#228;llen d&#228;r
rensk&#246;tsel av &#229;lder bedrivs vissa tider av &#229;ret.

Med renbetesland f&#246;rst&#229;s mark som vid avvittringen f&#246;rklarats
utg&#246;ra renbetesland eller av &#229;lder anv&#228;nts som s&#229;dant land. Med
renbetesfj&#228;llen f&#246;rst&#229;s de vid avvittringen f&#246;r samerna avsatta
renbetesfj&#228;llen och de omr&#229;den som sedermera uppl&#229;tits till
utvidgning av dessa fj&#228;ll. Lag (1996:949).

4 &#167; Betestid enligt 3 &#167; f&#246;rsta stycket 2 kan av l&#228;nsstyrelsen f&#246;rl&#228;ngas,
om det beh&#246;vs p&#229; grund av ogynnsamma v&#228;derleks- eller
betesf&#246;rh&#229;llanden eller av annat s&#228;rskilt sk&#228;l. Lag (1990:1490).

5 &#167; Om r&#228;tt att efter s&#228;rskilt tillst&#229;nd driva rensk&#246;tsel under hela
&#229;ret inom vissa omr&#229;den nedanf&#246;r lappmarksgr&#228;nsen finns
best&#228;mmelser i 85--89 &#167;&#167;.

6 &#167; F&#246;r rensk&#246;tseln finns samebyar.

Mark som anges i 3 &#167; f&#246;rsta stycket 1 f&#246;rdelas mellan samebyar i
s&#228;rskilda byomr&#229;den. Byomr&#229;de kan omfatta &#228;ven mark som anges
i 3 &#167; f&#246;rsta stycket 2.

Om s&#228;rskilda sk&#228;l f&#246;religger, kan del av byomr&#229;de vara gemensam
f&#246;r samebyar.

7 &#167; Indelning i byomr&#229;den g&#246;rs av Sametinget.

Indelningen skall g&#246;ras s&#229;, att omr&#229;dena blir l&#228;mpade f&#246;r sitt
&#228;ndam&#229;l med h&#228;nsyn till betestillg&#229;ng och &#246;vriga
omst&#228;ndigheter.

De samebyar som kan komma att ber&#246;ras av ett beslut om &#228;ndrad
indelning skall ges m&#246;jlighet att yttra sig &#246;ver den f&#246;reslagna
indelningen. Detsamma g&#228;ller fastighets&#228;gare som kan komma att
ber&#246;ras av beslutet.

Innan Sametinget fattar beslut om &#228;ndrad indelning skall
sammantr&#228;de h&#229;llas med ber&#246;rda samebyar. Ber&#246;rda
fastighets&#228;gare har r&#228;tt att n&#228;rvara vid sammantr&#228;det.
Sammantr&#228;de beh&#246;vs dock inte om

1. de ber&#246;rda samebyarna samtycker till &#228;ndringen, och

2. sammantr&#228;de inte beg&#228;rs av n&#229;gon ber&#246;rd fastighets&#228;gare.
Lag (2006:802).

8 &#167; Med samebys betesomr&#229;de f&#246;rst&#229;s byomr&#229;det och &#246;vriga
omr&#229;den som samebyn begagnar f&#246;r rensk&#246;tsel.

Sameby

&#196;ndam&#229;l och medlemmar m. m.

9 &#167; Sameby har till &#228;ndam&#229;l att enligt denna lag f&#246;r medlemmarnas
gemensamma b&#228;sta ombes&#246;rja rensk&#246;tseln inom byns betesomr&#229;de.

Det &#229;ligger sameby s&#228;rskilt att svara f&#246;r att rensk&#246;tseln drives p&#229;
ekonomiskt b&#228;sta s&#228;tt och att utf&#246;ra, underh&#229;lla och driva
anl&#228;ggningar som beh&#246;vs f&#246;r rensk&#246;tseln.

Sameby f&#229;r ej driva annan ekonomisk verksamhet &#228;n rensk&#246;tsel.

10 &#167; Sameby kan f&#246;rv&#228;rva r&#228;ttigheter och &#229;taga sig skyldigheter n&#228;r
registrering skett enligt 39 &#167;.

Sameby f&#246;retr&#228;der medlemmarna i fr&#229;gor som r&#246;r rensk&#246;tselr&#228;tten
eller medlemmarnas gemensamma intressen inom renn&#228;ringen i
&#246;vrigt.

11 &#167; Medlem i sameby &#228;r

1. same som deltar i rensk&#246;tseln inom byns betesomr&#229;de,

2. same som har deltagit i rensk&#246;tsel inom byns betesomr&#229;de och
haft detta som stadigvarande yrke och inte &#246;verg&#229;tt till annat
huvudsakligt f&#246;rv&#228;rvsarbete,

3. den som &#228;r make eller hemmavarande barn till medlem som
avses under 1 eller 2 eller som &#228;r efterlevande make eller under&#229;rigt
barn till avliden s&#229;dan medlem. Lag (1993:36).

12 &#167; En sameby f&#229;r som medlem anta annan same &#228;n som anges i
11 &#167;, om denne avser att med egna renar driva rensk&#246;tsel inom
byns betesomr&#229;de.

Om s&#246;kanden v&#228;gras intr&#228;de som medlem, f&#229;r Sametinget medge
s&#246;kanden intr&#228;de, om det finns s&#228;rskilda sk&#228;l.
Lag (2006:802).

13 &#167; Med rensk&#246;tande medlem i sameby f&#246;rst&#229;s medlem som sj&#228;lv
eller genom sitt husfolk driver rensk&#246;tsel med egna renar inom byns
betesomr&#229;de.

Renar som tillh&#246;r rensk&#246;tande medlems husfolk anses i denna lag
tillh&#246;ra den rensk&#246;tande medlemmen.

14 &#167; En rensk&#246;tande medlems d&#246;dsbo f&#229;r under tre &#229;r fr&#229;n
d&#246;dsfallet forts&#228;tta den rensk&#246;tsel som bedrivits av medlemmen.
&#196;r en d&#246;dsbodel&#228;gare under 18 &#229;r, r&#228;knas tiden fr&#229;n det
d&#246;dsbodel&#228;garen fyller 18 &#229;r. Kravet i 1 &#167; tredje stycket om
medlemskap i sameby g&#228;ller inte f&#246;r r&#228;tt till rensk&#246;tsel som
avses h&#228;r. Lag (2006:802).

Rensk&#246;tselr&#228;ttens ut&#246;vande

15 &#167; Sameby f&#229;r f&#246;r medlemmarnas gemensamma behov
anv&#228;nda byns betesomr&#229;de f&#246;r renbete.

L&#228;nsstyrelsen best&#228;mmer det h&#246;gsta antal renar som f&#229;r h&#229;llas p&#229;
bete inom byns betesomr&#229;de. H&#228;nsyn skall d&#228;rvid tas till andra
intressen.

Om det beh&#246;vs f&#246;r att bevara renbetet eller annars fr&#228;mja
rensk&#246;tseln, kan l&#228;nsstyrelsen f&#246;rordna om inskr&#228;nkning i
betesr&#228;tten.

Om samebyn bryter mot ett beslut enligt andra eller tredje stycket
f&#229;r l&#228;nsstyrelsen vid vite f&#246;rel&#228;gga byn att f&#246;lja beslutet. Har
samebyn med st&#246;d av 35 &#167; f&#246;rsta stycket best&#228;mt hur m&#229;nga renar
en medlem h&#246;gst f&#229;r inneha, f&#229;r ett f&#246;rel&#228;ggande att minska antalet
renar &#228;ven riktas mot en medlem som inte f&#246;ljer samebyns beslut.
Lag (1993:36).

16 &#167; Sameby f&#229;r inom byns betesomr&#229;de utf&#246;ra arbetshage eller
annat st&#228;ngsel f&#246;r renarna, renslakteri eller annan anl&#228;ggning som
beh&#246;vs f&#246;r rensk&#246;tseln.

Sameby eller medlem i byn f&#229;r p&#229; utmark inom byns betesomr&#229;de
uppf&#246;ra renvaktarstuga, k&#229;ta, f&#246;rvaringsbod eller annan mindre
byggnad som beh&#246;vs f&#246;r rensk&#246;tseln.

&#196;r anl&#228;ggning som anges i f&#246;rsta stycket avsedd f&#246;r stadigvarande
bruk, skall den f&#246;rl&#228;ggas till plats som anvisas av markens &#228;gare.
Detsamma g&#228;ller i fr&#229;ga om byggnad som anges i andra stycket, om
den skall uppf&#246;ras f&#246;r stadigvarande bruk nedanf&#246;r odlingsgr&#228;nsen
eller utanf&#246;r renbetesfj&#228;llen p&#229; mark som varken &#228;r s&#229;dan
kronomark som st&#229;r eller vid utg&#229;ngen av juni 1992 stod under
statens omedelbara disposition eller mark som vid avvittring
utlagts till allm&#228;nningsskog.

Vill sameby eller, om byggnad skall uppf&#246;ras av medlem i byn,
denne icke godtaga anvisad plats, best&#228;mmer l&#228;nsstyrelsen platsen.
Lag (1992:785).

17 &#167; Om det beh&#246;vs virke till en anl&#228;ggning eller en byggnad
som avses i 16 &#167; f&#246;rsta eller andra stycket, f&#229;r skog avverkas p&#229; de
delar av betesomr&#229;det som h&#246;r till lappmarkerna, renbetesfj&#228;llen
eller de omr&#229;den i J&#228;mtlands och Dalarnas l&#228;n som vid
utg&#229;ngen av juni 1992 tillh&#246;rde staten och var s&#228;rskilt uppl&#229;tna till
renbete. Inom samma delar av betesomr&#229;det f&#229;r medlemmar i
samebyn f&#246;r eget behov ta br&#228;nsle och sl&#246;jdvirke.

L&#228;nsstyrelserna i V&#228;sterbottens och Norrbottens l&#228;n f&#229;r ge en i
l&#228;net bosatt same som inte &#228;r medlem i n&#229;gon sameby tillst&#229;nd att
inom l&#228;net ta sl&#246;jdvirke f&#246;r eget behov p&#229; mark inom
lappmarkerna som tillh&#246;r eller vid utg&#229;ngen av juni 1992 tillh&#246;rde
staten. L&#228;nsstyrelsen i J&#228;mtlands l&#228;n f&#229;r ge en i detta l&#228;n eller i
Dalarnas l&#228;n bosatt same som inte &#228;r medlem i n&#229;gon sameby
s&#229;dant tillst&#229;nd p&#229; renbetesfj&#228;llen och inom de omr&#229;den i
J&#228;mtlands och Dalarnas l&#228;n som vid utg&#229;ngen av juni 1992
tillh&#246;rde staten och var s&#228;rskilt uppl&#229;tna till renbete. Tillst&#229;nd f&#229;r
bara ges samer som i en inte ov&#228;sentlig utstr&#228;ckning &#228;gnar sig &#229;t
samesl&#246;jd. Tillst&#229;ndet f&#229;r &#229;terkallas n&#228;r f&#246;ruts&#228;ttningar f&#246;r
tillst&#229;ndet inte l&#228;ngre f&#246;religger.

V&#228;xande barrtr&#228;d f&#229;r avverkas endast efter anvisning av markens
&#228;gare eller brukare, om denne inte medger n&#229;got annat.

P&#229; s&#229;dan mark utanf&#246;r lappmarkerna och renbetesfj&#228;llen som h&#246;r
till en samebys betesomr&#229;de f&#229;r byn eller medlemmar i byn f&#246;r det
&#228;ndam&#229;l som anges i f&#246;rsta stycket ta endast torra tr&#228;d, vindf&#228;llen,
skogsavfall, tall- och grantjur eller, f&#246;r tillf&#228;lligt behov, l&#246;vtr&#228;d som
v&#228;xer p&#229; utmark. Lag (1996:949).

18 &#167; Medlem i sameby har r&#228;tt att inom byns betesomr&#229;de p&#229;
kronomark som st&#229;r eller vid utg&#229;ngen av juni 1992 stod under
statens omedelbara disposition eller mark som vid avvittring
utlagts till allm&#228;nningsskog taga virke till uppf&#246;rande eller
ombyggnad av familjebostad. Avverkning f&#229;r ske endast efter
anvisning av mark&#228;gare. Lag (1992:785).

19 &#167; Medlem i sameby som tillf&#228;lligt uppeh&#229;ller sig inom annan bys
betesomr&#229;de f&#246;r renskiljning eller annat &#228;ndam&#229;l som har samband
med renarnas sk&#246;tsel f&#229;r d&#228;r taga br&#228;nsle f&#246;r eget behov.

20 &#167; Om det &#228;r oundg&#228;ngligen n&#246;dv&#228;ndigt f&#246;r att skaffa foder till
renarna, f&#229;r sameby f&#228;lla lavbevuxna tr&#228;d, i f&#246;rsta hand torra eller
ov&#228;xtliga tr&#228;d, inom byns betesomr&#229;de. S&#229;dan avverkning skall om
m&#246;jligt ske efter anvisning av markens &#228;gare eller brukare.

21 &#167; F&#246;r skog som avverkas p&#229; kronomark som st&#229;r eller vid
utg&#229;ngen av juni 1992 stod under statens omedelbara disposition
eller mark som vid avvittring utlagts till allm&#228;nningsskog beh&#246;ver
ers&#228;ttning ej l&#228;mnas. Detsamma g&#228;ller v&#228;xande l&#246;vtr&#228;d som eljest
tages inom lappmarkerna, p&#229; renbetesfj&#228;llen samt inom de
omr&#229;den i J&#228;mtlands och Dalarnas l&#228;n som vid utg&#229;ngen av
juni 1992 tillh&#246;rde staten och var s&#228;rskilt uppl&#229;tna till renbete.

I andra fall &#228;n som avses i f&#246;rsta stycket skall ers&#228;ttning l&#228;mnas f&#246;r
rotv&#228;rdet av v&#228;xande tr&#228;d som tages. Kan &#246;verenskommelse ej
uppn&#229;s om ers&#228;ttningen, utser l&#228;nsstyrelsen p&#229; beg&#228;ran av part
n&#229;gon att s&#246;ka f&#246;rlika parterna. Lag (1996:949).

22 &#167; Regeringen eller myndighet som regeringen best&#228;mmer kan f&#246;r
viss tid f&#246;rbjuda avverkning enligt 17 eller 18 &#167; av v&#228;xande tall,
gran eller bj&#246;rk, om det beh&#246;vs f&#246;r att bevara skogen eller f&#246;r
skogens &#229;terv&#228;xt.

23 &#167; Sameby har r&#228;tt att flytta byns renar mellan skilda delar av
byns betesomr&#229;de.

24 &#167; Flyttningsv&#228;gs str&#228;ckning fastst&#228;lles av l&#228;nsstyrelsen, om
sameby beg&#228;r det eller fr&#229;ga om str&#228;ckningen eljest uppkommer.

F&#246;religger s&#228;rskilda sk&#228;l f&#246;r &#228;ndring av fastst&#228;lld eller eljest
g&#228;llande flyttningsv&#228;g och kan &#228;ndringen ske utan v&#228;sentlig
ol&#228;genhet f&#246;r rensk&#246;tseln, kan l&#228;nsstyrelsen f&#246;rordna om &#228;ndring
av v&#228;gens str&#228;ckning. Lag (1990:1490).

25 &#167; En medlem i sameby f&#229;r jaga och fiska p&#229; utmark inom de
delar av byns betesomr&#229;de som h&#246;r till renbetesfj&#228;llen eller
lappmarkerna, n&#228;r rensk&#246;tsel &#228;r till&#229;ten d&#228;r.

Det som s&#228;gs i f&#246;rsta stycket g&#228;ller &#228;ven d&#229; en medlem i sameby
tillf&#228;lligt uppeh&#229;ller sig inom en annan samebys betesomr&#229;de
f&#246;r renskiljning eller annat &#228;ndam&#229;l som har samband med
renarnas sk&#246;tsel. I s&#229;dant fall f&#229;r dock medlemmen jaga och
fiska endast f&#246;r sitt uppeh&#228;lle.

Uppeh&#229;ller sig bj&#246;rn, varg, j&#228;rv eller lo bevisligen i trakten,
f&#229;r jakt efter s&#229;dant djur bedrivas p&#229; s&#229;dan mark som anges i
f&#246;rsta stycket inom en annan samebys betesomr&#229;de, i den m&#229;n
regeringen eller myndighet som regeringen best&#228;mmer till&#229;ter
det.

Inom de omr&#229;den i J&#228;mtlands och Dalarnas l&#228;n som vid utg&#229;ngen
av juni 1992 tillh&#246;rde staten och var s&#228;rskilt uppl&#229;tna till
renbete f&#229;r en medlem i sameby inom byns betesomr&#229;de fiska till
husbehov samt jaga rovdjur, i den m&#229;n regeringen eller
myndighet som regeringen best&#228;mmer till&#229;ter det.
Lag (2006:802).

Rensk&#246;tselr&#228;ttens upph&#246;rande i vissa fall m. m.

26 &#167; Regeringen kan f&#246;rordna om upph&#228;vande av rensk&#246;tselr&#228;tten
f&#246;r visst markomr&#229;de, n&#228;r omr&#229;det beh&#246;vs f&#246;r &#228;ndam&#229;l som avses i
2 kap. expropriationslagen (1972:719).

Upph&#228;vande kan begr&#228;nsas till att avse viss tid eller vissa i
rensk&#246;tselr&#228;tten ing&#229;ende befogenheter. Lag (1993:36).

27 &#167; Meddelas f&#246;rordnande enligt 26 &#167;, kan regeringen f&#246;reskriva
&#229;tg&#228;rder f&#246;r att motverka skada eller ol&#228;genhet f&#246;r rensk&#246;tseln.

28 &#167; Medf&#246;r upph&#228;vande av rensk&#246;tselr&#228;tt skada eller ol&#228;genhet f&#246;r
rensk&#246;tseln eller f&#246;r s&#229;dan r&#228;tt till jakt eller fiske som avses i 25 &#167;,
utg&#229;r ers&#228;ttning d&#228;rf&#246;r.

Ers&#228;ttning f&#246;r skada eller ol&#228;genhet som ej drabbar best&#228;md person
tillfaller till h&#228;lften sameby som ber&#246;res av upph&#228;vandet och till
h&#228;lften samefonden, om ej s&#228;rskilda sk&#228;l f&#246;religger.

29 &#167; I fr&#229;ga om upph&#228;vande av rensk&#246;tselr&#228;tt och ers&#228;ttning
med anledning d&#228;rav g&#228;ller, ut&#246;ver best&#228;mmelserna i 26–28 &#167;&#167;,
i till&#228;mpliga delar best&#228;mmelserna i expropriationslagen
(1972:719) om expropriation av s&#228;rskild r&#228;tt till fastighet.

I fr&#229;ga om ett f&#246;rordnande om upph&#228;vande av rensk&#246;tselr&#228;tt
som regeringen har meddelat f&#246;re den 1 augusti 2010, ska
h&#228;nvisningen till expropriationslagen i f&#246;rsta stycket avse
den lagens lydelse vid utg&#229;ngen av juli 2010. Lag (2010:817).

30 &#167; Den som inom &#229;ret-runt-markerna &#228;ger eller brukar mark
d&#228;r rensk&#246;tsel bedrivs f&#229;r inte vid anv&#228;ndningen av marken vidta
&#229;tg&#228;rder som medf&#246;r avsev&#228;rd ol&#228;genhet f&#246;r rensk&#246;tseln i annan
m&#229;n &#228;n som f&#246;ljer av f&#246;rordnande enligt 26 &#167;.

F&#246;rsta stycket hindrar inte att mark anv&#228;nds i enlighet med en
detaljplan eller f&#246;r f&#246;retag vars till&#229;tlighet skall pr&#246;vas i s&#228;rskild
ordning. Lag (1993:36).

Uppl&#229;telse av mark och vatten m. m.

31 &#167; Sameby eller medlem i sameby f&#229;r ej uppl&#229;ta r&#228;ttighet som
ing&#229;r i rensk&#246;tselr&#228;tten.

Sameby f&#229;r dock &#229;t den som har varit medlem i byn uppl&#229;ta r&#228;tt att
utan avgift till sitt husbehov jaga eller fiska p&#229; byns omr&#229;de enligt
25 &#167;.

32 &#167; P&#229; s&#229;dan kronomark ovanf&#246;r odlingsgr&#228;nsen som st&#229;r under
statens omedelbara disposition och p&#229; renbetesfj&#228;llen f&#229;r
nyttjander&#228;tt uppl&#229;tas endast om uppl&#229;telsen kan ske utan
avsev&#228;rd ol&#228;genhet f&#246;r rensk&#246;tseln.

Avser uppl&#229;telsen r&#228;tt till jakt eller fiske, kr&#228;vs dessutom
att uppl&#229;telsen &#228;r f&#246;renlig med god viltv&#229;rd eller fiskev&#229;rd
och kan ske utan besv&#228;rande intr&#229;ng i r&#228;tten till jakt eller
fiske enligt 25 &#167;. Uppl&#229;telse av hela fisket i visst vatten f&#229;r
ske endast om samebyn medger det. Lag (2000:595).

33 &#167; Fr&#229;ga om uppl&#229;telse enligt 32 &#167; pr&#246;vas av regeringen eller
myndighet som regeringen best&#228;mmer.

34 &#167; Uppl&#229;telse enligt 32 &#167;, som ej avser tillgodog&#246;rande av
naturtillg&#229;ngar eller skogsavverkning, skall ske mot avgift, om ej
s&#228;rskilda sk&#228;l f&#246;religger f&#246;r avgiftsfrihet. Avgiften f&#246;rdelas mellan
Samefonden och sameby som ber&#246;res av uppl&#229;telsen enligt
best&#228;mmelser som meddelas av regeringen.

Avser uppl&#229;telsen tillgodog&#246;rande av naturtillg&#229;ngar, skall staten
utge ers&#228;ttning f&#246;r den skada eller ol&#228;genhet f&#246;r rensk&#246;tseln som
uppl&#229;telsen medf&#246;r. I fr&#229;ga om f&#246;rdelning av ers&#228;ttning som ej
utg&#229;r till best&#228;md person &#228;ger 28 &#167; andra stycket motsvarande
till&#228;mpning.

Samebys f&#246;rvaltning m. m.

Allm&#228;nna best&#228;mmelser

35 &#167; Om det beh&#246;vs med h&#228;nsyn till vad som best&#228;mts om h&#246;gsta
renantalet enligt 15 &#167; andra stycket eller om det beh&#246;vs f&#246;r att
fr&#228;mja rensk&#246;tseln, kan sameby best&#228;mma hur m&#229;nga renar
medlem h&#246;gst f&#229;r inneha eller besluta om andra villkor f&#246;r
innehavet.

Sameby f&#229;r undanta visst omr&#229;de fr&#229;n medlemmarnas begagnande
f&#246;r jakt eller fiske, om det beh&#246;vs av h&#228;nsyn till jakt- eller
fiskev&#229;rden eller av andra s&#228;rskilda sk&#228;l.

Beslut enligt f&#246;rsta eller andra stycket f&#229;r inte ges s&#229;dant inneh&#229;ll
att rensk&#246;tande medlems fortsatta verksamhet om&#246;jligg&#246;rs eller
v&#228;sentligt f&#246;rsv&#229;ras. Lag (1993:36).

36 &#167; Om sameby medger det, f&#229;r inom byns betesomr&#229;de h&#229;llas
renar som tillh&#246;r annan &#228;n rensk&#246;tande medlem i byn
(sk&#246;tesrenar). Fr&#229;ga om s&#229;dant medgivande avg&#246;res efter samr&#229;d
med l&#228;nsstyrelsen.

Sk&#246;tseln av sk&#246;tesrenar handhas av samebyn. Lag (1990:1490).

37 &#167; Sameby f&#229;r endast om medlem medger det l&#229;ta slakta dennes
renar eller f&#246;rs&#228;lja vid slakt utvunna produkter.

Renm&#228;rkning ombes&#246;rjes av samebyn, om ej byn beslutar annat.
Ren&#228;gare f&#229;r dock efter anm&#228;lan till byns styrelse sj&#228;lv m&#228;rka sina
renar.

Stadgar

38 &#167; Sameby skall antaga stadgar f&#246;r byn.

Stadgarna skall ange

1. samebyns ben&#228;mning,

2. den ort inom byns betesomr&#229;de, d&#228;r byns styrelse skall ha sitt
s&#228;te,

3. antalet styrelseledam&#246;ter och revisorer, tiden f&#246;r deras uppdrag
och, om suppleanter skall finnas, motsvarande uppgifter
betr&#228;ffande dem,

4. samebyns r&#228;kenskaps&#229;r,

5. hur ofta ordinarie byst&#228;mma skall h&#229;llas och tiden f&#246;r s&#229;dan
st&#228;mma,

6. hur kallelse till byst&#228;mma skall ske och andra meddelanden till
medlemmarna skall tillst&#228;llas dem och n&#228;r f&#246;reskrivna
kallelse&#229;tg&#228;rder senast skall vidtagas,

7. tid f&#246;r betalning av debiterad f&#246;rskottslikvid,

8. tid f&#246;r betalning av belopp som enligt 44 &#167; kommer samebyn
eller rensk&#246;tande medlem till godo,

9. vilka fonder byn skall ha, deras &#228;ndam&#229;l och hur avs&#228;ttning till
dem skall ske,

10. de n&#228;rmare f&#246;reskrifter om rensk&#246;tseln som beh&#246;vs.

39 &#167; Samebyar och deras stadgar registreras hos Sametinget.
Innan stadgarna registrerats &#228;r de inte giltiga.

Sametinget pr&#246;var att stadgarna tillkommit i f&#246;reskriven
ordning och att de inte inneh&#229;ller n&#229;got som strider mot lag
eller f&#246;rfattning.


F&#246;rsta och andra styckena g&#228;ller &#228;ven vid &#228;ndring av stadgarna.
Lag (2006:802).

Ekonomiska f&#246;rh&#229;llanden

40 &#167; Kostnaderna f&#246;r rensk&#246;tseln f&#246;rdelas mellan de rensk&#246;tande
medlemmarna efter reninnehavet.

Om samebyn beslutar det, f&#229;r kostnad som ej avser alla renarna
f&#246;rdelas mellan &#228;garna till de renar p&#229; vilka kostnaden bel&#246;per i
f&#246;rh&#229;llande till innehavet av dessa renar. S&#229;dant beslut f&#229;r ej avse
kostnad som uppkommit f&#246;re beslutet.

41 &#167; En rensk&#246;tande medlem som l&#228;mnar rensk&#246;tseln svarar inte
f&#246;r kostnader som avser tiden d&#228;refter. Motsvarande g&#228;ller en
ny rensk&#246;tande medlem f&#246;r tiden f&#246;re det att medlemmen b&#246;rjar
driva rensk&#246;tsel Lag (2006:802).

42 &#167; De rensk&#246;tande medlemmarna skall f&#246;rskottera de medel som
beh&#246;vs f&#246;r rensk&#246;tseln.

Styrelsen utdebiterar s&#229;dana medel p&#229; grundval av
debiteringsl&#228;ngd. Utdebiteringen g&#246;rs efter vad som &#228;r sk&#228;ligt
med h&#228;nsyn till en medlems reninnehav och omfattningen av det
arbete som medlemmen och medlemmens husfolk kan antas komma att
utf&#246;ra f&#246;r byn under r&#228;kenskaps&#229;ret.

I debiteringsl&#228;ngden skall det anges vilket belopp som
utdebiteras, vad som avser varje rensk&#246;tande medlem och n&#228;r
betalning skall ske. Lag (2006:802).

43 &#167; Om tillg&#228;ngliga medel ej f&#246;rsl&#229;r till betalning av klar och
f&#246;rfallen skuld f&#246;r vilken samebyn svarar, skall styrelsen
of&#246;rdr&#246;jligen utdebitera f&#246;rskott enligt 42 &#167;.

F&#246;rsummar styrelsen vad som &#229;ligger den enligt f&#246;rsta stycket, &#228;r
ledam&#246;terna solidariskt ansvariga f&#246;r skulden. &#196;r f&#246;rsummelsen
uppenbar, skall l&#228;nsstyrelsen p&#229; borgen&#228;rens yrkande f&#246;rordna
syssloman att debitera och uttaga erforderligt belopp. Syssloman
har r&#228;tt att av samebyn uppb&#228;ra arvode, som best&#228;mmes av
l&#228;nsstyrelsen.

44 &#167; En samebys kostnader f&#246;r rensk&#246;tseln f&#246;rdelas slutligt
mellan de rensk&#246;tande medlemmarna f&#246;r varje r&#228;kenskaps&#229;r. Vid
kostnadsf&#246;rdelningen best&#228;ms de belopp som varje rensk&#246;tande
medlem f&#246;r r&#228;kenskaps&#229;ret skall betala till byn eller ta emot
av byn.

Slutlig kostnadsf&#246;rdelning sker p&#229; grundval av avr&#228;kning som
styrelsen skall uppr&#228;tta enligt 53 &#167; tredje stycket.
Kostnaderna f&#246;rdelas enligt vad som anges i 40 och 41 &#167;&#167;. Vid
f&#246;rdelningen tillgodor&#228;knas en rensk&#246;tande medlem det betalade
f&#246;rskottet och v&#228;rdet av det arbete som medlemmen och
medlemmens husfolk utf&#246;rt f&#246;r byn. Samebyn best&#228;mmer i f&#246;rv&#228;g
v&#228;rdet f&#246;r dag eller timme av s&#229;dant arbete. Lag (2006:802).

45 &#167; Kan f&#246;rskotts- eller slutlikvid som p&#229;f&#246;rts en rensk&#246;tande
medlem enligt 42-44 &#167; inte tas ut hos medlemmen, f&#246;rdelas
bristen mellan &#246;vriga rensk&#246;tande medlemmar i f&#246;rh&#229;llande till
deras inb&#246;rdes skyldighet att svara f&#246;r likviden. Bristen
utdebiteras genom debiteringsl&#228;ngd enligt 42 &#167;. I den m&#229;n s&#229;dan
likvid senare betalas in, skall det inbetalade beloppet
tillgodor&#228;knas dem som t&#228;ckt bristen i f&#246;rh&#229;llande till vad de
betalat.

Likvid som har debiterats och f&#246;rfallit till betalning f&#229;r tas
ut enligt best&#228;mmelserna i uts&#246;kningsbalken om fordran, f&#246;r
vilken betalningsskyldighet &#229;lagts genom lagakraftvunnen dom,
om inte annat beslutas i samband med &#246;verklagande.
Lag (2006:802).

46 &#167; Sameby f&#229;r ej upptaga l&#229;n som skall &#229;terbetalas senare &#228;n
under n&#228;stkommande r&#228;kenskaps&#229;r, om ej amorteringsplan f&#246;r
l&#229;nets &#229;terbetalning har antagits av byst&#228;mma. L&#229;netiden f&#229;r uppg&#229;
till h&#246;gst tio &#229;r eller den l&#228;ngre tid f&#246;r vilken statlig kreditgaranti f&#246;r
l&#229;net kan ha beviljats.

Beslut om upptagande av l&#229;n enligt f&#246;rsta stycket &#228;r giltigt endast
om det p&#229; byst&#228;mma bitr&#228;des av minst tv&#229; tredjedelar av det p&#229;
st&#228;mman av rensk&#246;tande medlemmar f&#246;retr&#228;dda r&#246;stetalet och av
flertalet s&#229;dana medlemmar i byn.

47 &#167; Ers&#228;ttning som tillfaller sameby enligt 28 eller 34 &#167; eller eljest
med anledning av intr&#229;ng i rensk&#246;tselr&#228;tten skall anv&#228;ndas f&#246;r att
t&#228;cka byns utgifter under r&#228;kenskaps&#229;ret eller fonderas.

Styrelse

48 &#167; F&#246;r sameby skall finnas styrelse.

Styrelsen skall i &#246;verensst&#228;mmelse med medlemmarnas beslut, i
den m&#229;n dessa ej strider mot lag eller samebyns stadgar, leda
rensk&#246;tseln inom byns betesomr&#229;de, ombes&#246;rja de gemensamma
arbeten som beh&#246;vs f&#246;r byn, tillse att medlemmarnas gemensamma
intressen tillvaratages utan att n&#229;gon medlem missgynnas, uttaga
de medel som rensk&#246;tande medlem &#228;r skyldig att erl&#228;gga och i
&#246;vrigt handha byns angel&#228;genheter.

Styrelsen f&#246;retr&#228;der samebyn mot tredje man och f&#246;r byns talan
inf&#246;r domstol och andra myndigheter.

49 &#167; Styrelsen best&#229;r av ordf&#246;rande och ytterligare en eller
flera ledam&#246;ter som utses p&#229; byst&#228;mma. En styrelseledamot f&#229;r
inte vara under&#229;rig eller ha f&#246;rvaltare enligt 11 kap. 7 &#167;
f&#246;r&#228;ldrabalken.

En styrelseledamot f&#229;r skiljas fr&#229;n sitt uppdrag f&#246;re utg&#229;ngen
av den tid f&#246;r vilken ledamoten blivit utsedd.

Val av styrelse eller &#228;ndring i dess sammans&#228;ttning skall
anm&#228;las till Sametinget. Lag (2006:802).

50 &#167; Om styrelse saknas, f&#229;r Sametinget p&#229; yrkande av n&#229;gon
vars r&#228;tt &#228;r beroende av att beh&#246;rig styrelse finns f&#246;rordna
syssloman att ha hand om byns angel&#228;genheter och f&#246;retr&#228;da byn
s&#229;som styrelse. En syssloman har r&#228;tt att av byn f&#229; arvode som
best&#228;ms av Sametinget. Lag (2006:802).

51 &#167; Samebyns styrelse sammantr&#228;der s&#229; ofta det beh&#246;vs. Som
styrelsens beslut g&#228;ller den mening som mer &#228;n h&#228;lften av de
n&#228;rvarande r&#246;star f&#246;r. Vid lika r&#246;stetal g&#228;ller den mening som
st&#246;ds av ordf&#246;randen.

En styrelseledamot f&#229;r inte ta befattning med angel&#228;genheter
d&#228;r ledamoten har ett v&#228;sentligt intresse som strider mot
samebyns. Lag (2006:802).

52 &#167; Styrelsen f&#229;r uppdra &#229;t en s&#228;rskild arbetsledare att under
styrelsens inseende leda rensk&#246;tseln.

Styrelsen f&#229;r uppdra &#229;t en s&#228;rskild person att f&#246;retr&#228;da
samebyn, om inte annat beslutats. Ett s&#229;dant uppdrag och
&#229;terkallelse av det skall anm&#228;las till Sametinget.
Lag (2006:802).

53 &#167; F&#246;r varje r&#228;kenskaps&#229;r skall styrelsen i f&#246;rvaltningsber&#228;ttelse
redovisa sin f&#246;rvaltning. I f&#246;rvaltningsber&#228;ttelsen redog&#246;res f&#246;r
verksamheten under r&#228;kenskaps&#229;ret och f&#246;r byns ekonomiska
st&#228;llning.

I ber&#228;ttelsen skall s&#228;rskilt uppges

1. &#228;garna till de renar som under &#229;ret h&#229;llits p&#229; byns betesomr&#229;de
och antalet renar f&#246;r varje &#228;gare,

2. &#229;rets utgifter f&#246;r arbetskraft i rensk&#246;tseln,

3. vad under &#229;ret utbetalats i anledning av skador genom renar och
vad i detta h&#228;nseende vid &#229;rets slut &#229;terstod att utkr&#228;va av annan
sameby,

4. under &#229;ret gjorda investeringar och s&#228;ttet f&#246;r deras finansiering,

5. samebyns &#246;vriga kostnader under &#229;ret,

6. vilka belopp som under &#229;ret influtit till och utbetalats fr&#229;n byns
fonder,

7. under &#229;ret intr&#228;ffade &#228;ndringar i byns uppl&#229;ning,

8. storleken av de f&#246;rskott som utdebiterats enligt 42 eller 43 &#167;,

9. samebyns &#246;vriga inkomster under &#229;ret,

10. vilket belopp envar rensk&#246;tande medlem p&#229;f&#246;rts i bidrag till
byns utgifter under &#229;ret.

I ber&#228;ttelsen skall vidare ing&#229; avr&#228;kning som f&#246;r varje rensk&#246;tande
medlem utvisar det saldo f&#246;r redovisnings&#229;ret som kommer
samebyn eller medlemmen till godo.

54 &#167; Minst en m&#229;nad f&#246;re den f&#246;rsta ordinarie byst&#228;mman efter
r&#228;kenskaps&#229;rets utg&#229;ng skall styrelsen l&#228;mna
f&#246;rvaltningsber&#228;ttelsen till revisor. Ber&#228;ttelsen skall vara
underskriven av styrelsens samtliga ledam&#246;ter.

Revision

55 &#167; Styrelsens f&#246;rvaltning och r&#228;kenskaper skall &#229;rligen granskas
av en eller flera revisorer. Revisor utses p&#229; byst&#228;mma.

Medlem, som hos styrelsen p&#229;kallar granskning av samebyns
b&#246;cker, r&#228;kenskaper eller andra handlingar, har r&#228;tt att f&#229; del av
dessa p&#229; l&#228;mpligt s&#228;tt.

56 &#167; Revisor skall avge en ber&#228;ttelse, som skall inneh&#229;lla en
redog&#246;relse f&#246;r resultatet av granskningen och ett uttalande om
huruvida anm&#228;rkning framst&#228;lls eller inte i fr&#229;ga om
r&#228;kenskapernas f&#246;rande eller f&#246;rvaltningen i &#246;vrigt. Framst&#228;lls
anm&#228;rkning, skall anledningen till den anges i ber&#228;ttelsen.
Revisionsber&#228;ttelsen skall &#228;ven inneh&#229;lla ett s&#228;rskilt
uttalande i fr&#229;gan om ansvarsfrihet f&#246;r styrelsen.
Lag (2006:802).

57 &#167; Revisionsber&#228;ttelse skall l&#228;mnas till styrelsen senast tv&#229; veckor
f&#246;re f&#246;rsta ordinarie byst&#228;mman efter r&#228;kenskaps&#229;rets utg&#229;ng.

Byst&#228;mma m. m.

58 &#167; En medlems r&#228;tt att delta i handhavandet av samebyns
angel&#228;genheter ut&#246;vas p&#229; byst&#228;mman.

En medlem som inte i r&#228;tt tid fullgjort sin
betalningsskyldighet enligt denna lag gentemot byn f&#229;r delta i
f&#246;rhandlingarna men har inte r&#246;str&#228;tt innan skyldigheten
fullgjorts.

En medlem eller annan f&#229;r inte, sj&#228;lv eller genom ombud eller
som ombud f&#246;r annan, delta i behandling av fr&#229;gor d&#228;r han eller
hon har ett v&#228;sentligt intresse som strider mot samebyns.
Lag (2006:802).

59 &#167; I fr&#229;ga om r&#246;str&#228;tt och beslut p&#229; byst&#228;mma g&#228;ller, om inte
annat f&#246;ljer av s&#228;rskild best&#228;mmelse i denna lag

1. att varje myndig medlem har en r&#246;st i fr&#229;gor som r&#246;r
utseende av ordf&#246;rande p&#229; byst&#228;mman eller av revisor,
beviljande av ansvarsfrihet f&#246;r styrelsen eller &#228;ndring av
s&#229;dan f&#246;reskrift i stadgarna som avses i 38 &#167; andra stycket
1-6,

2. att r&#246;str&#228;tt i &#246;vriga fr&#229;gor tillkommer endast rensk&#246;tande
medlem, som har en r&#246;st f&#246;r varje p&#229;b&#246;rjat hundratal renar som
medlemmen innehar enligt g&#228;llande renl&#228;ngd, dock inte f&#246;r fler
renar &#228;n som samebyn best&#228;mt f&#246;r medlemmen enligt 35 &#167;,

3. att medlems r&#246;str&#228;tt kan ut&#246;vas genom annan medlem s&#229;som
ombud,

4. att ingen f&#229;r f&#246;r egen eller annans del r&#246;sta f&#246;r sammanlagt
mer &#228;n en femtedel av det p&#229; st&#228;mman f&#246;retr&#228;dda r&#246;stetalet,

5. att den mening som f&#229;tt det h&#246;gsta r&#246;stetalet g&#228;ller som
st&#228;mmans beslut,

6. att vid lika r&#246;stetal val avg&#246;rs genom lottning och i andra
fr&#229;gor den mening g&#228;ller som st&#246;ds av de flesta r&#246;stande eller,
om &#228;ven antalet r&#246;stande &#228;r lika, av st&#228;mmans ordf&#246;rande,

7. att beslut om &#228;ndring av stadgarna inte &#228;r giltigt, om det
inte st&#246;ds av minst tv&#229; tredjedelar av det r&#246;stetal som
f&#246;retr&#228;ds av rensk&#246;tande medlemmar p&#229; st&#228;mman och dessutom, n&#228;r
det g&#228;ller f&#246;reskrift som avses i 38 &#167; andra stycket 1-6, av
mer &#228;n h&#228;lften av byns myndiga medlemmar. Lag (2006:802).

60 &#167; Byst&#228;mma &#246;ppnas av den som styrelsen utser. D&#228;refter utses
ordf&#246;rande.

Ordf&#246;randen skall uppr&#228;tta och till godk&#228;nnande av st&#228;mman
framl&#228;gga en f&#246;rteckning &#246;ver n&#228;rvarande medlemmar och ombud
med uppgift om den r&#246;str&#228;tt som tillkommer envar av dem. Sedan
f&#246;rteckningen enh&#228;lligt eller efter omr&#246;stning, f&#246;retagen bland de
rensk&#246;tande medlemmarna p&#229; grundval av f&#246;rteckningen, blivit
godk&#228;nd med eller utan &#228;ndring, g&#228;ller den som r&#246;stl&#228;ngd vid
st&#228;mman.

&#214;ver beslut som fattas p&#229; st&#228;mman skall genom styrelsens f&#246;rsorg
f&#246;ras protokoll, som skall h&#229;llas tillg&#228;ngligt f&#246;r medlemmarna
senast tv&#229; veckor efter st&#228;mman.

61 &#167; F&#246;rvaltningsber&#228;ttelse och revisionsber&#228;ttelse f&#246;r det senaste
r&#228;kenskaps&#229;ret skall framl&#228;ggas p&#229; f&#246;rsta ordinarie byst&#228;mman
efter r&#228;kenskaps&#229;rets utg&#229;ng. P&#229; st&#228;mman skall avg&#246;ras fr&#229;ga om
godk&#228;nnande av styrelsens f&#246;rslag till f&#246;rdelning av kostnaderna f&#246;r
byns rensk&#246;tsel och om beviljande av ansvarsfrihet f&#246;r styrelsen.

F&#246;rvaltningsber&#228;ttelsen och revisionsber&#228;ttelsen skall under minst
tio dagar f&#246;re st&#228;mman h&#229;llas tillg&#228;ngliga f&#246;r medlemmarna.

62 &#167; Byns medlemmar kallas till ordinarie byst&#228;mma av
styrelsen.

Styrelsen f&#229;r kalla medlemmarna till extra byst&#228;mma.

Revisor f&#229;r beg&#228;ra att styrelsen skall kalla till extra
byst&#228;mma, om revisorns granskning ger anledning till det.

Om minst en femtedel av samtliga myndiga medlemmar eller det
mindre antal som kan vara best&#228;mt i stadgarna skriftligen beg&#228;r
det, skall styrelsen kalla till extra st&#228;mma.

Om det inte finns n&#229;gon styrelse eller styrelsen underl&#229;ter att
i f&#246;reskriven ordning kalla medlemmarna till ordinarie eller
extra st&#228;mma, skall Sametinget p&#229; anm&#228;lan av r&#246;stber&#228;ttigad
medlem eller revisor of&#246;rdr&#246;jligen utlysa st&#228;mma.
Lag (2006:802).

63 &#167; I kallelse till byst&#228;mma skall anges tid och plats f&#246;r st&#228;mman
och de &#228;renden som skall f&#246;rekomma p&#229; st&#228;mman.

64 &#167; I fr&#229;ga om skyldighet f&#246;r styrelseledamot eller annan som &#228;gt
f&#246;retr&#228;da samebyn eller f&#246;r revisor eller medlem att ers&#228;tta skada
som v&#229;llats byn, medlem eller tredje man och i fr&#229;ga om talan om
s&#229;dan ers&#228;ttning till&#228;mpas vad som f&#246;r motsvarande fall &#228;r
f&#246;reskrivet i fr&#229;ga om ekonomisk f&#246;rening.

Renarnas sk&#246;tsel m. m.

65 &#167; Vid rensk&#246;tselns ut&#246;vande skall h&#228;nsyn tas till andra intressen.

Renarna skall s&#229;vitt m&#246;jligt hindras fr&#229;n att komma utanf&#246;r
samebyns betesomr&#229;de eller att annars v&#229;lla skada eller ol&#228;genhet.

Flyttning av renarna skall ske i samlade flockar. V&#228;g skall tas d&#228;r
minsta skada v&#229;llas. Vid flyttning skall tillses att renar inte l&#228;mnas
kvar p&#229; omr&#229;de d&#228;r rensk&#246;tsel inte &#228;r till&#229;ten.


Flyttning som &#228;ger rum utanf&#246;r samebys betesomr&#229;de skall ske
utan on&#246;dig tidsutdr&#228;kt. Lag (1993:36).

65 a &#167; Renn&#228;ringen skall bedrivas med bevarande av
naturbetesmarkernas l&#229;ngsiktiga produktionsf&#246;rm&#229;ga s&#229; att dessa
ger en uth&#229;lligt god avkastning samtidigt som den biologiska
m&#229;ngfalden beh&#229;lls.

Best&#228;mmelser om att tillst&#229;nd kr&#228;vs f&#246;r vissa verksamheter och
&#229;tg&#228;rder finns i 7 kap. 28 a-29 b &#167;&#167; milj&#246;balken.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela de f&#246;reskrifter som i &#246;vrigt beh&#246;vs om den h&#228;nsyn som
vid rensk&#246;tsel skall tas till naturv&#229;rdens och
kulturmilj&#246;v&#229;rdens intressen. F&#246;reskrifterna f&#229;r dock inte vara
s&#229; ingripande att p&#229;g&#229;ende markanv&#228;ndning avsev&#228;rt f&#246;rsv&#229;ras.

L&#228;nsstyrelsen f&#229;r meddela de f&#246;rel&#228;gganden eller f&#246;rbud som
beh&#246;vs f&#246;r att f&#246;reskrifter som har meddelats med st&#246;d av
tredje stycket skall efterlevas.

F&#246;rel&#228;ggande eller f&#246;rbud f&#229;r meddelas f&#246;rst sedan det har
visat sig att l&#228;nsstyrelsens r&#229;d inte har f&#246;ljts. I br&#229;dskande
fall eller n&#228;r det annars finns s&#228;rskilda sk&#228;l, f&#229;r
l&#228;nsstyrelsen dock omedelbart meddela f&#246;rel&#228;gganden eller
f&#246;rbud.

I beslut om f&#246;rel&#228;ggande eller f&#246;rbud f&#229;r l&#228;nsstyrelsen s&#228;tta
ut vite. Lag (2001:439).

66 &#167; R&#228;kning av samebys renar skall ske &#229;rligen vid ungef&#228;r
samma tidpunkt. Om sameby beg&#228;r det, kan l&#228;nsstyrelsen medge
att r&#228;kningen f&#229;r ske med st&#246;rre tidsmellanrum.

L&#228;nsstyrelsen kan p&#229; beg&#228;ran av rensk&#246;tande medlem besluta om
extra renr&#228;kning, om denne g&#246;r sannolikt att resultatet av r&#228;kning
enligt f&#246;rsta stycket &#228;r oriktigt och kostnaderna f&#246;r den extra
renr&#228;kningen inte &#228;r osk&#228;liga i f&#246;rh&#229;llande till den betydelse det
kan ha f&#246;r medlemmen att r&#228;ttelse kommer till st&#229;nd.

L&#228;nsstyrelsen f&#229;r vid vite f&#246;rel&#228;gga sameby att genomf&#246;ra s&#229;dan
r&#228;kning av byns renar som avses i f&#246;rsta eller andra stycket. Lag
(1993:36).

66 a &#167; En sameby skall underr&#228;tta l&#228;nsstyrelsen om tid och plats f&#246;r
byns renr&#228;kning. L&#228;nsstyrelsen kan utse n&#229;gon att n&#228;rvara vid
renr&#228;kningen. Finns anledning anta att samebyn inte f&#246;ljt
meddelade f&#246;reskrifter, kan l&#228;nsstyrelsen besluta om
kompletterande renr&#228;kning.

Den som av l&#228;nsstyrelsen f&#246;rordnats att n&#228;rvara vid renr&#228;kningen
har r&#228;tt att f&#229; tilltr&#228;de till omr&#229;den och anl&#228;ggningar d&#228;r renar h&#229;lls
samt r&#228;tt att p&#229; beg&#228;ran f&#229; de upplysningar och handlingar som
beh&#246;vs f&#246;r att fullg&#246;ra uppdraget. Lag (1993:36).

67 &#167; Kostnaden f&#246;r renr&#228;kning enligt 66 &#167; f&#246;rsta stycket &#228;r en
gemensam utgift f&#246;r samebyn.

Kostnaden f&#246;r extra renr&#228;kning f&#246;rdelas mellan den som beg&#228;rt
r&#228;kningen och samebyn efter vad l&#228;nsstyrelsen finner sk&#228;ligt. Lag
(1990:1490).

68 &#167; P&#229; grundval av renr&#228;kning enligt 66 &#167; f&#246;rsta stycket skall
renl&#228;ngd uppr&#228;ttas. Fel i l&#228;ngden som p&#229;visats vid extra renr&#228;kning
skall genast r&#228;ttas.

I renl&#228;ngden skall tas upp &#228;garna till de renar som h&#229;lls p&#229; byns
betesomr&#229;de, det r&#228;knade eller uppskattade antalet renar f&#246;r varje
&#228;gare och, om beslut meddelats om reninnehavet enligt 35 &#167;,
f&#246;rh&#229;llande som &#228;r av betydelse f&#246;r kontroll av att beslutet f&#246;ljts.

Byst&#228;mman fastst&#228;ller renl&#228;ngden och beslutar om r&#228;ttelse d&#228;ri.

Regeringen, eller myndighet som regeringen best&#228;mmer, f&#229;r
meddela n&#228;rmare f&#246;reskrifter om anv&#228;ndningen av renl&#228;ngd som
underlag f&#246;r ett f&#246;retagsregister och om skyldighet att l&#228;mna
renl&#228;ngden och andra uppgifter om rensk&#246;tseln till den myndighet
som f&#246;r registret.

L&#228;nsstyrelsen f&#229;r vid vite f&#246;rel&#228;gga sameby att uppr&#228;tta och
fastst&#228;lla renl&#228;ngd samt att &#246;verl&#228;mna kopia av l&#228;ngden till
myndighet som avses i fj&#228;rde stycket. Lag (1993:36).

69 &#167; N&#228;r ren&#228;gares r&#228;ttigheter eller skyldigheter enligt denna lag
beror p&#229; antalet renar, har g&#228;llande renl&#228;ngd vitsord, om det ej
visas att &#228;garens reninnehav f&#246;r&#228;ndrats v&#228;sentligt sedan renl&#228;ngden
uppr&#228;ttades.

70 &#167; Har fr&#228;mmande renar kommit in p&#229; samebys betesomr&#229;de,
skall de skiljas ut s&#229; snart det kan ske. Underr&#228;ttelse om tid och
plats f&#246;r skiljningen skall i god tid dessf&#246;rinnan l&#228;mnas till sameby
till vilken renarna kan antagas h&#246;ra. S&#229;dan sameby &#228;r skyldig att
avdela den arbetspersonal som beh&#246;vs f&#246;r skiljningen och f&#246;r att
&#229;terf&#246;ra renarna.

Uteblir sameby som underr&#228;ttats om skiljning och kan renarna ej
&#229;terf&#246;ras utan v&#228;sentlig ol&#228;genhet, f&#229;r den by som ombes&#246;rjer
skiljningen l&#229;ta slakta renarna och f&#246;rs&#228;lja dem f&#246;r &#228;garnas r&#228;kning.

Om ej annat avtalats, &#228;r den by till vilken renarna h&#246;r skyldig att
utge ers&#228;ttning f&#246;r kostnaden f&#246;r renarnas omh&#228;ndertagande samt
&#229;terf&#246;rande eller slakt och f&#246;rs&#228;ljning.

71 &#167; Uppeh&#229;ller sig renar utanf&#246;r rensk&#246;tselomr&#229;det eller p&#229;
mark inom detta omr&#229;de under tid d&#229; rensk&#246;tsel inte f&#229;r bedrivas
d&#228;r, kan l&#228;nsstyrelsen p&#229; framst&#228;llning av den som d&#228;rigenom lider
skada eller ol&#228;genhet av n&#229;gon betydelse vid vite f&#246;rel&#228;gga samebyn
att f&#246;ra bort renarna.

Vitesf&#246;rel&#228;ggande enligt f&#246;rsta stycket f&#229;r meddelas endast om
samebyn underl&#229;ter att inom sk&#228;lig tid efter anmaning ta hand om
renarna. Lag (1993:36).

72 &#167; &#196;r rensk&#246;tseln inom en samebys betesomr&#229;de bristf&#228;llig, skall
l&#228;nsstyrelsen p&#229; beg&#228;ran av en medlem i byn eller n&#229;gon annan vars
r&#228;tt &#228;r beroende d&#228;rav s&#246;ka tr&#228;ffa &#246;verenskommelse med byn om
r&#228;ttelse inom viss tid.

Kan &#246;verenskommelse inte tr&#228;ffas eller vidtas inte r&#228;ttelse, kan
l&#228;nsstyrelsen f&#246;rordna syssloman att ta hand om rensk&#246;tseln i byn
och f&#246;rvalta byns &#246;vriga ekonomiska angel&#228;genheter.

Sysslomannen har r&#228;tt att av byn erh&#229;lla arvode som best&#228;ms av
l&#228;nsstyrelsen. Lag (1990:1490).

Renm&#228;rken och renm&#228;rkesregister

73 &#167; En ren som f&#246;rs p&#229; bete enligt denna lag skall vara m&#228;rkt
i &#246;ronen med ett renm&#228;rke som registrerats f&#246;r &#228;garen i ett f&#246;r
landet centralt register, om inte annat f&#246;ljer av 79-82 &#167;.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r
meddela f&#246;reskrifter om m&#228;rkning av ren och om renm&#228;rkens
utformning.

Registrerade m&#228;rken f&#229;r anv&#228;ndas f&#246;r att m&#228;rka renar bara vid
rensk&#246;tsel som bedrivs inom den sameby som anges i beslutet om
registrering. Lag (2006:802).

74 &#167; &#196;renden om registrering av renm&#228;rke pr&#246;vas av 
Sametinget.

Sametinget &#228;r personuppgiftsansvarigt f&#246;r behandlingen av 
personuppgifter i renm&#228;rkesregistret.

Registret f&#229;r anv&#228;ndas f&#246;r att fastst&#228;lla vem som &#228;r &#228;gare 
till en ren. Registret ska inneh&#229;lla uppgifter om ett 
renm&#228;rkes utseende, den sameby d&#228;r m&#228;rket f&#229;r anv&#228;ndas samt 
m&#228;rkesinnehavarens namn, person- eller organisationsnummer 
och adress.

Best&#228;mmelserna i andra och tredje styckena kompletterar 
Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2016/679 av den 
27 april 2016 om skydd f&#246;r fysiska personer med avseende p&#229; 
behandling av personuppgifter och om det fria fl&#246;det av 
s&#229;dana uppgifter och om upph&#228;vande av direktiv 95/46/EG 
(allm&#228;n dataskyddsf&#246;rordning).

Vid behandling av personuppgifter enligt denna lag g&#228;ller 
lagen (2018:218) med kompletterande best&#228;mmelser till EU:s 
dataskyddsf&#246;rordning och f&#246;reskrifter som har meddelats i 
anslutning till den lagen, om inte annat f&#246;ljer av denna lag 
eller f&#246;reskrifter som har meddelats i anslutning till 
lagen. Lag (2018:364).

75 &#167; Renm&#228;rke f&#229;r ej registreras f&#246;r annan ren&#228;gare &#228;n den som &#228;r
medlem i den sameby ans&#246;kningen avser eller som har r&#228;tt att ha
sk&#246;tesrenar d&#228;r.

Renm&#228;rke f&#229;r registreras f&#246;r sameby.

Ren&#228;gare f&#229;r ej ha mer &#228;n ett m&#228;rke registrerat.


76 &#167; Renm&#228;rke av gemensam grundtyp f&#246;r viss sl&#228;kt eller sl&#228;ktgren
(sl&#228;ktm&#228;rke) f&#229;r ej utan s&#228;rskilda sk&#228;l registreras f&#246;r n&#229;gon som ej
tillh&#246;r sl&#228;kten eller sl&#228;ktgrenen.

77 &#167; Renm&#228;rke f&#229;r registreras endast om det

1. tydligt skiljer sig fr&#229;n annat giltigt m&#228;rke som f&#229;r anv&#228;ndas p&#229;
renar med vilka s&#246;kandens renar kan sammanblandas,

2. har en form som s&#229;vitt m&#246;jligt skyddar mot olovlig omm&#228;rkning.

Utan hinder av f&#246;rsta stycket 2 f&#229;r sl&#228;ktm&#228;rke registreras med
samtycke av s&#229;dan innehavare av &#228;ldre m&#228;rke av samma grundtyp
som kan ha ol&#228;genhet av registreringen.

78 &#167; Den som genom avtal eller p&#229; annat s&#228;tt f&#246;rv&#228;rvat r&#228;tt
till annans registrerade renm&#228;rke f&#229;r inte anv&#228;nda m&#228;rket vid
renm&#228;rkning f&#246;rr&#228;n det registrerats f&#246;r hans eller hennes
r&#228;kning. Lag (2006:802).

79 &#167; Sametinget skall avregistrera ett registrerat renm&#228;rke

1. om m&#228;rkeshavaren anm&#228;ler att m&#228;rket inte l&#228;ngre kommer att
anv&#228;ndas vid renm&#228;rkning,

2. om m&#228;rket under tio &#229;r inte har anv&#228;nts vid renm&#228;rkning,
eller

3. om m&#228;rkeshavaren eller m&#228;rkeshavarens d&#246;dsbo inte l&#228;ngre har
r&#228;tt att ha renar i sameby.

Avregistreras ett m&#228;rke efter anm&#228;lan enligt f&#246;rsta stycket 1,
f&#229;r det beh&#229;llas p&#229; redan m&#228;rkt ren under tio &#229;r fr&#229;n dagen f&#246;r
avregistreringen. Lag (2006:802).

80 &#167; &#196;r tv&#229; eller flera registrerade renm&#228;rken helt lika eller
s&#229; lika att de l&#228;tt kan f&#246;rv&#228;xlas eller genom &#228;ndring komma att
&#246;verensst&#228;mma med varandra, f&#229;r Sametinget p&#229; ans&#246;kan av en
sameby eller en m&#228;rkeshavare f&#246;r vilken likheten medf&#246;r
ol&#228;genhet besluta att n&#229;got eller n&#229;gra av m&#228;rkena skall
avregistreras eller &#228;ndras.

Avregistreras eller &#228;ndras ett m&#228;rke, f&#229;r det beh&#229;llas
of&#246;r&#228;ndrat p&#229; redan m&#228;rkta renar under tid som Sametinget
best&#228;mmer.

F&#246;rsta och andra styckena till&#228;mpas &#228;ven p&#229; ett avregistrerat
m&#228;rke som f&#229;r beh&#229;llas p&#229; ren enligt 79 &#167; andra stycket och p&#229;
avbrottsm&#228;rke enligt 81 &#167;. I st&#228;llet f&#246;r avregistrering skall
dock f&#246;rkortning av m&#228;rkets giltighetstid f&#246;reskrivas.
Lag (2006:802).

81 &#167; Byter m&#228;rkt ren &#228;gare, f&#229;r omm&#228;rkning till den nye &#228;garens
m&#228;rke ske endast om styrelsen i den sameby d&#228;r omm&#228;rkningen
skall &#228;ga rum medger det. L&#228;mnas ej s&#229;dant medgivande, kan
renens m&#228;rke f&#246;rses med avbrott f&#246;r att skilja renen fr&#229;n andra
renar med samma m&#228;rke. F&#246;r avbrottsm&#228;rkning fordras
medgivande av styrelsen f&#246;r den sameby d&#228;r renen i forts&#228;ttningen
skall h&#229;llas.

F&#246;r omm&#228;rkning eller avbrottsm&#228;rkning av ren som f&#246;rv&#228;rvats p&#229;
annan grund &#228;n bodelning, arv eller testamente fordras dessutom
&#246;verl&#229;tarens samtycke.

Omm&#228;rkning eller avbrottsm&#228;rkning f&#229;r ske endast i n&#228;rvaro av
den som samebyns styrelse utser eller inf&#246;r tv&#229; vittnen.

Avbrottsm&#228;rke f&#229;r beh&#229;llas p&#229; ren h&#246;gst tio &#229;r efter det styrelsens
medgivande gavs. Lag (1987:804).

82 &#167; D&#246;dsbo efter avliden ren&#228;gare f&#229;r begagna det renm&#228;rke som
registrerats f&#246;r den avlidne.

83 &#167; Har uppph&#228;vts genom lag (2006:802).

84 &#167; Om en om&#228;rkt ren antr&#228;ffas inom en samebys betesomr&#229;de och
det inte framg&#229;r vem som &#228;r &#228;gare, tillfaller renen samebyn.

Om en ren med ett f&#246;rfalskat, f&#246;rst&#246;rt eller ok&#228;nt m&#228;rke eller
med ett m&#228;rke som inte &#228;r r&#228;tt utformat antr&#228;ffas inom
betesomr&#229;det, skall renen tas om hand av samebyn. Den som inom
tv&#229; &#229;r fr&#229;n omh&#228;ndertagandet styrker sig vara &#228;gare till renen
har r&#228;tt att av byn f&#229; ut renen eller ers&#228;ttning f&#246;r dess
slaktv&#228;rde med avdrag f&#246;r byns kostnader f&#246;r renen.
Lag (2006:802).

Koncessionsrensk&#246;tsel

85 &#167; Den som &#228;r same kan f&#229; tillst&#229;nd (koncession) att driva
rensk&#246;tsel i Norrbottens l&#228;n nedanf&#246;r lappmarksgr&#228;nsen inom
omr&#229;de d&#228;r rensk&#246;tsel av &#229;lder f&#246;rekommer under hela &#229;ret.
Koncession innefattar r&#228;tt f&#246;r koncessionshavaren att driva
rensk&#246;tseln &#228;ven med sk&#246;tesrenar som tillh&#246;r

1. den som &#228;ger eller brukar en jordbruksfastighet, som helt
eller delvis &#228;r bel&#228;gen inom den del av l&#228;net d&#228;r
koncessionsrensk&#246;tsel f&#229;r bedrivas, om &#228;garen eller brukaren &#228;r
bosatt p&#229; fastigheten eller inom omr&#229;det,

2. den som tidigare har haft koncession inom omr&#229;det, om denne
&#228;r bosatt inom den del av l&#228;net d&#228;r koncessionsrensk&#246;tsel f&#229;r
bedrivas och inte har &#246;verg&#229;tt till annat huvudsakligt
f&#246;rv&#228;rvsarbete,

3. efterlevande make eller efterlevande under&#229;rigt barn till
koncessionshavare eller till s&#229;dan under 2 angiven tidigare
koncessionshavare som vid tidpunkten f&#246;r d&#246;dsfallet &#228;gde
sk&#246;tesrenar, om den efterlevande &#228;r bosatt inom den del av
l&#228;net d&#228;r koncessionsrensk&#246;tsel f&#229;r bedrivas.

Koncession f&#229;r l&#228;mnas endast om fortsatt rensk&#246;tsel inom
omr&#229;det &#228;r till &#246;verv&#228;gande nytta f&#246;r orten och endast om den
som s&#246;ker koncession kan antas komma att driva rensk&#246;tseln p&#229;
ett &#228;ndam&#229;lsenligt s&#228;tt.

Koncession meddelas f&#246;r viss tid, h&#246;gst tio &#229;r. Lag (2006:802).

86 &#167; F&#246;r rensk&#246;tseln inom koncessionsomr&#229;de skall det finnas
sameby. Medlem i s&#229;dan sameby &#228;r koncessionshavare, dennes make
och hemmavarande barn, annan same som bitr&#228;der
koncessionshavare i rensk&#246;tseln och som inte har annat
huvudsakligt f&#246;rv&#228;rvsarbete samt &#228;gare av sk&#246;tesrenar inom
koncessionsomr&#229;det.

Best&#228;mmelserna om samebyar och deras f&#246;rvaltning g&#228;ller i
till&#228;mpliga delar i fr&#229;ga om sameby f&#246;r koncessionsrensk&#246;tsel
med f&#246;ljande avvikelser:

1. En &#228;gare av sk&#246;tesrenar anses som rensk&#246;tande medlem.

2. Varje koncessionshavare har i fr&#229;gor som avses i 59 &#167; 2 en
r&#246;st f&#246;r varje p&#229;b&#246;rjat tjugotal renar som koncessionshavaren
innehar enligt g&#228;llande renl&#228;ngd. Antalet r&#246;ster f&#229;r dock inte
ber&#228;knas efter fler renar &#228;n det antal som l&#228;nsstyrelsen
best&#228;mt enligt 88 &#167; f&#246;rsta stycket 3. F&#246;r &#228;gare av sk&#246;tesrenar
&#228;r r&#246;str&#228;tten begr&#228;nsad till en r&#246;st, oavsett antalet
sk&#246;tesrenar som sk&#246;tesren&#228;garen innehar.

3. Koncessionshavaren eller, om det finns flera, minst en av
dem skall vara ledamot av styrelsen. Koncessionshavare leder
rensk&#246;tseln inom byn och anst&#228;ller den arbetskraft som kan
beh&#246;vas f&#246;r rensk&#246;tseln. Lag (2006:802).

87 &#167; Fr&#229;ga om koncession pr&#246;vas av l&#228;nsstyrelsen. Lag (1990:1490).

88 &#167; I beslut varigenom koncession beviljas skall anges

1. koncessionsomr&#229;det,

2. flyttningsv&#228;gs str&#228;ckning,

3. det h&#246;gsta antal renar som varje koncessionshavare f&#229;r h&#229;lla
inom omr&#229;det och det h&#246;gsta antal sk&#246;tesrenar som
koncessionshavaren f&#229;r ta emot,

4. i vad m&#229;n en koncessionshavare har r&#228;tt att anl&#228;gga
st&#228;ngsel, uppf&#246;ra byggnader och ta virke inom
koncessionsomr&#229;det,

5. i vad m&#229;n en koncessionshavare &#228;r skyldig att ta emot
sk&#246;tesrenar, och

6. de villkor i &#246;vrigt under vilka rensk&#246;tseln f&#229;r bedrivas.

F&#246;r samma hush&#229;ll f&#229;r hos en koncessionshavare finnas h&#246;gst
trettio sk&#246;tesrenar i vinterhjord. Lag (2006:802).

89 &#167; Bryter en sameby eller en koncessionshavare mot villkor
som g&#228;ller f&#246;r verksamheten, f&#229;r l&#228;nsstyrelsen vid vite
f&#246;rel&#228;gga byn eller koncessionshavaren att vidta r&#228;ttelse. Om
en koncessionshavare innehar fler egna renar &#228;n vad
l&#228;nsstyrelsen medgett med st&#246;d av 88 &#167; f&#246;rsta stycket 3, eller
om en &#228;gare av sk&#246;tesrenar har fler renar i koncessionshavarens
v&#229;rd &#228;n vad som f&#246;ljer av 88 &#167; andra stycket, eller samebyns
beslut, f&#229;r l&#228;nsstyrelsen vid vite f&#246;rel&#228;gga ren&#228;garen att
minska renantalet till det till&#229;tna.

Efter ans&#246;kan av samebyn f&#229;r l&#228;nsstyrelsen besluta om slakt och
f&#246;rs&#228;ljning av de &#246;vertaliga renarna, om ren&#228;garen inte efter
uppmaning sj&#228;lv l&#229;ter minska renantalet.

Kostnaden f&#246;r slakten och f&#246;rs&#228;ljningen skall tas ut ur
k&#246;pesumman, medan &#229;terstoden av k&#246;pesumman tillfaller renarnas
&#228;gare.

Har f&#246;ruts&#228;ttningarna f&#246;r koncessionen &#228;ndrats, kan
l&#228;nsstyrelsen &#229;terkalla koncessionen eller besluta om nya
villkor. Lag (2006:802).

Ansvar, skadest&#229;nd och besv&#228;r m. m.

90 &#167; Har ren orsakat skada

1. under tiden juni--augusti p&#229; &#229;ker, &#228;ng eller tr&#228;dg&#229;rd som &#228;r
bel&#228;gen ovanf&#246;r odlingsgr&#228;nsen eller p&#229; renbetesfj&#228;llen eller under
tiden maj--september p&#229; &#229;ker, &#228;ng eller tr&#228;dg&#229;rd som &#228;r bel&#228;gen
inom annat omr&#229;de d&#228;r rensk&#246;tsel f&#229;r bedrivas under hela &#229;ret,

2. p&#229; mark inom rensk&#246;tselomr&#229;det under tid d&#229; rensk&#246;tsel ej f&#229;r
bedrivas d&#228;r eller

3. p&#229; mark utanf&#246;r rensk&#246;tselomr&#229;det, skall skadan ers&#228;ttas av
sameby inom vars byomr&#229;de skadan har uppkommit eller som vid
tiden f&#246;r skadans uppkomst haft renar i trakten, om det ej visas att
skadan ej orsakats av byns renar.

&#197;vilar ers&#228;ttningsskyldighet enligt f&#246;rsta stycket flera samebyar,
f&#246;rdelas ansvarigheten lika mellan byarna inb&#246;rdes. Kan det visas
att renar fr&#229;n n&#229;gon av byarna orsakat skadan, svarar den byn
gentemot de &#246;vriga f&#246;r hela skadan.

Har skada orsakats av renar fr&#229;n flera samebyar och kan ej utredas i
vilken omfattning varje bys renar har del i skadan, f&#246;rdelas
ansvarigheten mellan byarna inb&#246;rdes efter antalet renar fr&#229;n varje
by som vid tiden f&#246;r skadans uppkomst fanns i trakten och som ej
stod under bevakning.

91 &#167; Ers&#228;ttning som sameby utgivit enligt 90 &#167; f&#229;r den kr&#228;va &#229;ter av
den som varit v&#229;llande till skadan.

92 &#167; Den r&#228;tt till ers&#228;ttning f&#246;r att ren blivit d&#246;dad eller skadad som
enligt vad s&#228;rskilt &#228;r f&#246;reskrivet eller enligt allm&#228;nna
skadest&#229;ndsregler kan tillkomma renens &#228;gare skall i fall d&#229; &#228;garen
&#228;r ok&#228;nd tillfalla den sameby inom vars betesomr&#229;de renen befann
sig.

93 &#167; N&#228;r renar befinner sig inom ett betesomr&#229;de d&#228;r
rensk&#246;tsel d&#229; &#228;r till&#229;ten, ska hund i trakten som inte
anv&#228;nds i rensk&#246;tseln h&#229;llas i band eller inst&#228;ngd, om inte
l&#228;nsstyrelsen medger annat. Detsamma g&#228;ller n&#228;r renar
flyttas, om hundens &#228;gare i f&#246;rv&#228;g underr&#228;ttats om tiden f&#246;r
flyttningen.

Antr&#228;ffas en hund medan den jagar eller p&#229; annat s&#228;tt ofredar
ren inom ett omr&#229;de d&#228;r rensk&#246;tsel d&#229; &#228;r till&#229;ten, f&#229;r
hunden, om den inte l&#229;ter sig f&#229;ngas, d&#246;das av den som &#228;ger
eller v&#229;rdar ren.

Den som med st&#246;d av andra stycket d&#246;dat en hund &#228;r skyldig
att snarast m&#246;jligt anm&#228;la detta till Polismyndigheten.
Lag (2014:696).

94 &#167; Till b&#246;ter d&#246;ms den som med upps&#229;t eller av oaktsamhet

1. st&#228;nger av fastst&#228;lld eller annars g&#228;llande flyttningsv&#228;g
f&#246;r renar eller vidtar &#229;tg&#228;rder p&#229; eller invid v&#228;gen s&#229; att
dess framkomlighet v&#228;sentligt f&#246;rs&#228;mras,

2. skr&#228;mmer eller p&#229; annat s&#228;tt ofredar renar som uppeh&#229;ller
sig p&#229; ett omr&#229;de d&#228;r rensk&#246;tsel d&#229; &#228;r till&#229;ten,

3. obeh&#246;rigen driver bort renar fr&#229;n ett omr&#229;de d&#228;r rensk&#246;tsel
d&#229; &#228;r till&#229;ten eller hindrar renar fr&#229;n att beta p&#229; ett s&#229;dant
omr&#229;de,

4. inte f&#246;ljer ett f&#246;rel&#228;ggande eller bryter mot ett f&#246;rbud som
har meddelats med st&#246;d av 65 a &#167;, om inte f&#246;rel&#228;ggandet eller
f&#246;rbudet f&#246;renats med vite,

5. bryter mot 73 &#167; tredje stycket,

6. i andra fall &#228;n som avses i 81 eller 82 &#167; vid m&#228;rkning av
egna renar anv&#228;nder renm&#228;rke som inte &#228;r registrerat f&#246;r honom
eller henne,

7. utf&#246;r omm&#228;rkning eller avbrottsm&#228;rkning i strid med 81 &#167;,

8. m&#228;rker renkalvar i strid med f&#246;reskrifter som meddelats med
st&#246;d av 73 &#167; andra stycket,

9. bryter mot 93 &#167; f&#246;rsta eller tredje stycket.
Lag (2006:802).

95 &#167; En medlem i sameby som upps&#229;tligen eller av oaktsamhet

1. bryter mot 17-20 &#167; eller mot f&#246;reskrift som meddelats med
st&#246;d av 22 &#167;, eller

2. l&#228;mnar oriktig uppgift vid renr&#228;kning eller vid uppr&#228;ttande
av renl&#228;ngd

d&#246;ms till b&#246;ter, om g&#228;rningen inte &#228;r belagd med straff i
brottsbalken. Lag (2006:802).

96 &#167; En samebys styrelse &#228;r skyldig att i den omfattning som
beh&#246;vs l&#229;ta samla ihop renar som h&#246;r till byn eller skilja ut
ren fr&#229;n dessa, om Polismyndigheten eller
Kronofogdemyndigheten beg&#228;r det.

Fullg&#246;r inte styrelsen denna skyldighet, kan myndigheten l&#229;ta
verkst&#228;lla &#229;tg&#228;rden p&#229; samebyns bekostnad. Lag (2014:696).

97 &#167; Ett beslut som fattats av byst&#228;mman, av styrelsen enligt
42 &#167; eller av syssloman enligt 43 eller 72 &#167; f&#229;r &#246;verklagas av
den som &#228;r medlem i samebyn.

En sysslomans beslut enligt 43 eller 72 &#167; &#246;verklagas hos
l&#228;nsstyrelsen. Byst&#228;mmans eller styrelsens beslut enligt 42 &#167;
&#246;verklagas hos Sametinget.

&#214;verklagandet skall ha kommit in till &#246;verinstansen inom tv&#229;
m&#229;nader fr&#229;n beslutets dag. I fr&#229;ga om &#246;verklagande av
styrelsens eller sysslomans beslut r&#228;knas dock tiden fr&#229;n den
dag d&#229; medlemmen fick del av beslutet.

Beslut som inneb&#228;r att byst&#228;mmans beslut &#228;ndras eller upph&#228;vs
g&#228;ller &#228;ven f&#246;r en medlem som inte &#246;verklagat beslutet.
Lag (2006:802).

98 &#167; Har upph&#228;vts genom lag (1990:1490).

99 &#167; L&#228;nsstyrelsens beslut enligt denna lag eller enligt
f&#246;reskrifter meddelade med st&#246;d av lagen f&#229;r, om beslutet r&#246;r
annat &#228;n s&#229;dan uppl&#229;telse som avses i 32 &#167;, &#246;verklagas hos
allm&#228;n f&#246;rvaltningsdomstol.

Sametingets beslut enligt denna lag eller enligt f&#246;reskrifter
meddelade med st&#246;d av lagen f&#229;r &#246;verklagas hos allm&#228;n
f&#246;rvaltningsdomstol. Beslut att bevilja registrering av
renm&#228;rken f&#229;r dock inte &#246;verklagas.

Beslut om uppl&#229;telse som avses i 32 &#167; f&#229;r &#246;verklagas hos
regeringen. Beslut som avser uppl&#229;telse av r&#228;tt till jakt eller
fiske f&#229;r dock &#246;verklagas endast av sameby.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till kammarr&#228;tten.
Lag (2006:802).

100 &#167; Ang&#229;r ett beslut som l&#228;nsstyrelse eller Sametinget
meddelar enligt denna lag s&#229; m&#229;nga att en kopia av beslutet
inte l&#228;mpligen kan tillst&#228;llas var och en av dem, skall
beslutet s&#228;ndas till samebyns styrelse, som skall h&#229;lla det
till&#228;ngligt f&#246;r medlemmarna.

Meddelande om detta skall tas in i ortstidning.

Tiden f&#246;r &#246;verklagande skall r&#228;knas fr&#229;n den dag d&#229; kung&#246;randet
har skett. Lag (2006:802).

101 &#167; Beslut som avses i 97 och 99 &#167;&#167; g&#228;ller &#228;ven om det har
&#246;verklagats, om inte den myndighet som skall pr&#246;va &#246;verklagandet
beslutar n&#229;got annat. Lag (1994:625).

102 &#167; L&#228;nsstyrelses &#229;ligganden enligt denna lag fullg&#246;rs i
fr&#229;ga om V&#228;sternorrlands l&#228;n av L&#228;nsstyrelsen i V&#228;sterbottens
l&#228;n och i fr&#229;ga om Dalarnas l&#228;n och G&#228;vleborgs l&#228;n av
L&#228;nsstyrelsen i J&#228;mtlands l&#228;n. Lag (2006:802).

&#214;verg&#229;ngsbest&#228;mmelser

1971:437

1. Denna lag tr&#228;der i kraft den 1 juli 1971, d&#229; lagen (1928:309) om de
svenska lapparnas r&#228;tt till renbete i Sverige och lagen (1960:144) om
renm&#228;rken skall upph&#246;ra att g&#228;lla.

2. Vad i lag eller annan f&#246;rfattning betecknas som omr&#229;den som blivit
anvisade till lapparnas uteslutande begagnande skall i st&#228;llet avse
s&#229;dan kronomark ovanf&#246;r odlingsgr&#228;nsen som st&#229;r under statens omedelbara
disposition och renbetesfj&#228;llen.

1985:919

1. Denna lag tr&#228;der i kraft den 1 januari 1986.

2. En &#228;gare av sk&#246;tesrenar som vid lagens ikrafttr&#228;dande &#228;ger eller
brukar jordbruksfastighet inom ett koncessionsomr&#229;de men som inte &#228;r
bosatt p&#229; fastigheten eller inom omr&#229;det f&#229;r utan hinder av best&#228;mmelsen
i 85 &#167; f&#246;rsta stycket 1 ha sk&#246;tesrenar i koncessionshavarens v&#229;rd intill
den tidpunkt som l&#228;nsstyrelsen best&#228;mmer. Motsvarande g&#228;ller n&#228;r &#228;gare
av sk&#246;tesrenar vid lagens ikrafttr&#228;dande har fler sk&#246;tesrenar i
koncessionshavares v&#229;rd &#228;n som anges i 88 &#167; andra stycket. Lag
(1990:1490).

3. L&#228;nsstyrelsen f&#229;r medge rensk&#246;tselber&#228;ttigad, som vid lagens
ikrafttr&#228;dande vid sidan av annat huvudsakligt f&#246;rv&#228;rvsarbete bitr&#228;der
koncessionshavare i rensk&#246;tseln, r&#228;tt att s&#229;som medlem i samebyn under
en &#246;verg&#229;ngstid ha kvar renar i byn. Lag (1990:1490).

1993:36

1. Denna lag tr&#228;der i kraft den 1 juli 1993.

2. &#196;ldre best&#228;mmelser om rensk&#246;tselr&#228;tt g&#228;ller fortfarande i fr&#229;ga
om &#228;ktenskap som ing&#229;tts f&#246;re lagens ikrafttr&#228;dande.

3. &#196;ldre best&#228;mmelser till&#228;mpas i fr&#229;ga om beslut som har
meddelats f&#246;re ikrafttr&#228;dandet.

1995:1693

Denna lag tr&#228;der i kraft den 1 maj 1996 men till&#228;mpas inte i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats dessf&#246;rinnan.

1996:1553

Denna lag tr&#228;der i kraft den 1 januari 1997, men skall inte
till&#228;mpas i de fall d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats
dessf&#246;rinnan.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4221">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4223">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
