

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2024-01-05" /> 
 <meta id="rattsinfo-edited" content="2024-01-05 09:00:09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4230</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4229">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4231">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1971:69 ·
                    <a href="/sfsr?bet=1971:69">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Skattebrottslag (1971:69)</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet S3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1971-04-02
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2022:876
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag g&#228;ller i fr&#229;ga om skatt och, om s&#229; s&#228;rskilt 
f&#246;reskrivs, annan avgift till det allm&#228;nna som inte betecknas 
som skatt. 

Lagen till&#228;mpas inte i fr&#229;ga om 

1. g&#228;rningar som &#228;r belagda med straff i lagen (2000:1225) om 
straff f&#246;r smuggling, 

2. skatt enligt lagen (2014:1470) om beskattning av viss 
privatinf&#246;rsel av cigaretter, och 

3. skattetill&#228;gg, r&#228;nta, dr&#246;jsm&#229;lsavgift, f&#246;rseningsavgift 
eller liknande avgift.

I lagen om straff f&#246;r smuggling finns s&#228;rskilda best&#228;mmelser 
om f&#246;runders&#246;kning, tv&#229;ngsmedel och &#229;tal vid brott som avses i 
2-4 &#167;&#167;, om brottet r&#246;r skatt enligt lagen (1994:1776) om skatt 
p&#229; energi, lagen (2022:155) om tobaksskatt eller lagen 
(2022:156) om alkoholskatt. Lag (2022:159).

2 &#167; Den som p&#229; annat s&#228;tt &#228;n muntligen upps&#229;tligen l&#228;mnar oriktig
uppgift till myndighet eller underl&#229;ter att till myndighet l&#228;mna
deklaration, kontrolluppgift eller annan f&#246;reskriven uppgift och
d&#228;rigenom ger upphov till fara f&#246;r att skatt undandras det allm&#228;nna
eller felaktigt tillgodor&#228;knas eller &#229;terbetalas till honom sj&#228;lv
eller annan d&#246;ms f&#246;r skattebrott till f&#228;ngelse i h&#246;gst tv&#229; &#229;r.
Lag (1996:658).

3 &#167; Om brott som avses i 2 &#167; &#228;r att anse som ringa, d&#246;ms f&#246;r
skattef&#246;rseelse till b&#246;ter. Lag (1996:658).

4 &#167; Om brott som avses i 2 &#167; &#228;r att anse som grovt, d&#246;ms f&#246;r grovt
skattebrott till f&#228;ngelse, l&#228;gst sex m&#229;nader och h&#246;gst sex &#229;r.

Vid bed&#246;mande om brottet &#228;r grovt skall s&#228;rskilt beaktas om det r&#246;rt
mycket betydande belopp, om g&#228;rningsmannen anv&#228;nt falska handlingar
eller vilseledande bokf&#246;ring eller om f&#246;rfarandet ing&#229;tt som ett led
i en brottslighet som ut&#246;vats systematiskt eller i st&#246;rre omfattning
eller i annat fall varit av synnerligen farlig art. Lag (1996:658).

5 &#167; Den som p&#229; annat s&#228;tt &#228;n muntligen av grov oaktsamhet l&#228;mnar
oriktig uppgift till myndighet och d&#228;rigenom ger upphov till fara f&#246;r
att skatt undandras det allm&#228;nna eller felaktigt tillgodor&#228;knas eller
&#229;terbetalas till honom sj&#228;lv eller annan d&#246;ms f&#246;r v&#229;rdsl&#246;s
skatteuppgift till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r.

Om g&#228;rningen med h&#228;nsyn till skattebeloppet och &#246;vriga
omst&#228;ndigheter &#228;r av mindre allvarlig art, skall inte d&#246;mas till
ansvar enligt f&#246;rsta stycket. Lag (1996:658).

6 &#167; Den som upps&#229;tligen eller av grov oaktsamhet underl&#229;ter att
fullg&#246;ra skyldighet att g&#246;ra skatteavdrag p&#229; s&#228;tt som
f&#246;reskrivs i skattef&#246;rfarandelagen (2011:1244) d&#246;ms f&#246;r
skatteavdragsbrott till b&#246;ter eller f&#228;ngelse i h&#246;gst ett &#229;r.

I ringa fall ska inte d&#246;mas till ansvar enligt f&#246;rsta stycket.
Lag (2011:1247).

7 &#167; Den som, i annat fall &#228;n som avses i 2 &#167;, p&#229; annat s&#228;tt &#228;n
muntligen upps&#229;tligen l&#228;mnar oriktig uppgift till

1. myndighet, om uppgiften r&#246;r f&#246;rh&#229;llande som har betydelse
f&#246;r skyldigheten f&#246;r honom eller annan att betala skatt,

2. n&#229;gon som &#228;r skyldig att f&#246;r honom inneh&#229;lla skatt eller
l&#228;mna kontrolluppgift eller motsvarande underr&#228;ttelse, om
uppgiften r&#246;r f&#246;rh&#229;llande som har betydelse f&#246;r skyldighetens
fullg&#246;rande eller f&#246;r skyldigheten f&#246;r honom eller annan att
betala skatt,

d&#246;ms f&#246;r skatteredovisningsbrott till b&#246;ter eller f&#228;ngelse i
h&#246;gst sex m&#229;nader.

Detsamma g&#228;ller den som, i annat fall &#228;n som avses i 2 &#167;,
upps&#229;tligen underl&#229;ter att l&#228;mna en f&#246;reskriven uppgift
ang&#229;ende s&#229;dant f&#246;rh&#229;llande som anges i f&#246;rsta stycket 1 eller
2 till n&#229;gon som avses d&#228;r. Detta g&#228;ller dock endast under
f&#246;ruts&#228;ttning att uppgiften ska l&#228;mnas utan f&#246;rel&#228;ggande eller
anmaning och inte avser egen inkomstdeklaration.

I ringa fall ska inte d&#246;mas till ansvar enligt f&#246;rsta eller
andra stycket. Lag (2011:1247).

8 &#167; Den som av grov oaktsamhet beg&#229;r g&#228;rning som avses i 7 &#167; f&#246;rsta
stycket 2 eller andra stycket d&#246;ms f&#246;r v&#229;rdsl&#246;s skatteredovisning
till b&#246;ter eller f&#228;ngelse i h&#246;gst sex m&#229;nader.

I ringa fall skall inte d&#246;mas till ansvar enligt f&#246;rsta stycket.
Lag (1996:658).

9 &#167; Har upph&#228;vts  genom lag (1996:658).

10 &#167; Den som upps&#229;tligen eller av grov oaktsamhet &#229;sidos&#228;tter
bokf&#246;ringsskyldighet eller s&#229;dan skyldighet att f&#246;ra och bevara
r&#228;kenskaper, som f&#246;reskrivs f&#246;r vissa uppgiftsskyldiga och d&#228;rigenom
ger upphov till fara f&#246;r att myndighets kontrollverksamhet vid
ber&#228;kning eller uppb&#246;rd av skatt eller avgift allvarligt f&#246;rsv&#229;ras,
d&#246;ms f&#246;r f&#246;rsv&#229;rande av skattekontroll till b&#246;ter eller f&#228;ngelse i
h&#246;gst tv&#229; &#229;r eller, om brottet &#228;r grovt, till f&#228;ngelse i l&#228;gst sex
m&#229;nader och h&#246;gst fyra &#229;r.

I ringa fall d&#246;ms ej till ansvar enligt f&#246;rsta stycket.
Lag (1996:658).

11 &#167; F&#246;r f&#246;rberedelse eller st&#228;mpling till grovt skattebrott 
d&#246;ms det till ansvar enligt 23 kap. brottsbalken.
Lag (2016:511).

12 &#167; Den som p&#229; eget initiativ vidtar &#229;tg&#228;rd som leder 
till att skatten kan p&#229;f&#246;ras, tillgodor&#228;knas eller 
&#229;terbetalas med r&#228;tt belopp, d&#246;ms inte till ansvar enligt 
2–8 &#167;&#167;. 

Ansvar enligt 10 &#167; intr&#228;der inte f&#246;r den som p&#229; eget 
initiativ uppfyller skyldighet som d&#228;r avses.

En vidtagen &#229;tg&#228;rd enligt f&#246;rsta stycket anses inte vara p&#229; 
eget initiativ om

1. Skatteverket har informerat om att verket ska genomf&#246;ra en 
generell kontroll, 

2. &#229;tg&#228;rden har en koppling till den generella kontrollen, 
och

3. &#229;tg&#228;rden vidtas f&#246;rst tv&#229; m&#229;nader efter utg&#229;ngen av den 
m&#229;nad d&#229; Skatteverket informerade om den generella 
kontrollen. Lag (2018:564).

13 &#167; &#197;tal f&#246;r brott enligt 3 &#167; f&#229;r v&#228;ckas endast om det &#228;r 
p&#229;kallat av s&#228;rskilda sk&#228;l. Detsamma g&#228;ller &#229;tal f&#246;r brott 
enligt 2, 5 och 6 &#167;&#167;, om 

1. det undandragna skattebeloppet understiger tv&#229; 
prisbasbelopp, och

2. en felaktighet eller passivitet som skulle omfattas av 
&#229;talet &#228;ven kan l&#228;ggas till grund f&#246;r beslut om skattetill&#228;gg 
f&#246;r samma person.

Med prisbasbelopp avses det prisbasbelopp enligt 2 kap. 6 och 
7 &#167;&#167; socialf&#246;rs&#228;kringsbalken som g&#228;llde det &#229;r d&#229; brottet 
begicks. Lag (2015:634).

13 a &#167; Best&#228;mmelserna om f&#246;rverkande i 36 kap. 1 &#167; brottsbalken
ska inte till&#228;mpas i fr&#229;ga om brott enligt denna lag.

Vad som s&#228;gs i f&#246;rsta stycket g&#228;ller dock inte utbyte av
f&#246;rberedelse till grovt skattebrott eller vad som d&#228;rvid har
tagits emot som ers&#228;ttning f&#246;r kostnader. Lag (2011:513).

13 b &#167; Om Skatteverket har beslutat att ta ut skattetill&#228;gg av 
en fysisk person, f&#229;r &#229;klagaren inte v&#228;cka &#229;tal, utf&#228;rda 
straff&#246;rel&#228;ggande eller besluta om &#229;talsunderl&#229;telse f&#246;r samma 
person i fr&#229;ga om den felaktighet eller passivitet som ligger 
till grund f&#246;r beslutet om skattetill&#228;gg.

Om Skatteverket har kr&#228;vt en fysisk person p&#229; betalning av ett 
skattetill&#228;gg eller en rapportavgift som avser en juridisk 
person eller om en &#246;verenskommelse om betalningsskyldighet 
enligt 59 kap. 19 &#167; skattef&#246;rfarandelagen (2011:1244) har 
tr&#228;ffats och fullf&#246;ljts inom r&#228;tt tid, f&#229;r &#229;klagaren inte 
v&#228;cka &#229;tal, utf&#228;rda straff&#246;rel&#228;ggande eller besluta om 
&#229;talsunderl&#229;telse f&#246;r samma fysiska person i fr&#229;ga om den 
felaktighet eller passivitet som ligger till grund f&#246;r 
beslutet om skattetill&#228;gg eller rapportavgift. Lag (2023:876).

14 &#167; Utan hinder av 35 kap. 1 &#167; brottsbalken f&#229;r p&#229;f&#246;ljd f&#246;r
brott enligt 3 eller 5–8 &#167;&#167; &#229;d&#246;mas, om den misst&#228;nkte h&#228;ktats
eller erh&#229;llit del av &#229;tal f&#246;r brottet inom fem &#229;r fr&#229;n
brottet. Har vid brott som avses i 10 &#167; den misst&#228;nkte blivit
f&#246;rem&#229;l f&#246;r revision av Skatteverket inom fem &#229;r fr&#229;n brottet,
ska de i 35 kap. 1 &#167; brottsbalken angivna tiderna r&#228;knas fr&#229;n
den dag d&#229; revisionen beslutades.

P&#229;f&#246;ljd f&#229;r &#229;d&#246;mas f&#246;r brott enligt denna lag utan hinder av
att den misst&#228;nkte inte erh&#229;llit del av &#229;tal f&#246;r brottet inom
den tid som anges i 35 kap. 1 &#167; brottsbalken eller f&#246;rsta
stycket denna paragraf, om den misst&#228;nkte inom samma tid har
delgetts underr&#228;ttelse om att han &#228;r sk&#228;ligen misst&#228;nkt f&#246;r
brottet. Underr&#228;ttelsen ska ha skett under en f&#246;runders&#246;kning
som sedermera lett till allm&#228;nt &#229;tal mot den misst&#228;nkte f&#246;r
brottet. Den ska ha utf&#228;rdats av &#229;klagaren och ange de
omst&#228;ndigheter som utg&#246;r grund f&#246;r misstanken. Delgivningen
ska ha skett p&#229; s&#228;tt som g&#228;ller f&#246;r delgivning av st&#228;mning i
brottm&#229;l. Avvisas eller avskrivs m&#229;l mot n&#229;gon om brott som
han delgetts misstanke om enligt detta stycke ska i fr&#229;ga om
m&#246;jligheten att &#229;d&#246;ma p&#229;f&#246;ljd s&#229; anses som om delgivning av
underr&#228;ttelsen inte skett. Lag (2011:1247).

14 a &#167; F&#246;r brott enligt 2 eller 4 &#167; f&#229;r r&#228;tten p&#229; ans&#246;kan av
&#229;klagaren besluta om f&#246;rl&#228;ngning av den tid som anges i 35 kap. 1 &#167;
brottsbalken. Beslut om f&#246;rl&#228;ngning f&#229;r meddelas, om st&#228;mning eller
underr&#228;ttelse enligt 14 &#167; andra stycket avseende s&#229;dant brott inte
har kunnat delges den misst&#228;nkte p&#229; grund av att han

1. har saknat k&#228;nt hemvist och det inte har kunnat klarl&#228;ggas var
han uppeh&#229;llit sig,

2. inte har kunnat antr&#228;ffas p&#229; k&#228;nt hemvist inom riket och det inte
har kunnat klarl&#228;ggas var han uppeh&#229;llit sig samt det kan antas att
han h&#229;llit sig undan eller

3. har stadigvarande vistats utomlands.

F&#246;rl&#228;ngningstiden skall best&#228;mmas med h&#228;nsyn till vad som kan antas
beh&#246;vas f&#246;r att delgivning skall ske med den misst&#228;nkte, dock till
minst sex m&#229;nader. Visar det sig att den best&#228;mda tiden &#228;r
otillr&#228;cklig, f&#229;r r&#228;tten p&#229; ans&#246;kan av &#229;klagaren medge ytterligare
f&#246;rl&#228;ngning.

F&#246;rl&#228;ngning enligt denna paragraf f&#229;r inte omfatta l&#228;ngre tid &#228;n
sammanlagt fem &#229;r. Lag (1996:658).

14 b &#167; En ans&#246;kan enligt 14 a &#167; skall ha kommit in till tingsr&#228;tten f&#246;re
utg&#229;ngen av den tid som beg&#228;rs f&#246;rl&#228;ngd.

Har ans&#246;kningen getts in i r&#228;tt tid, bortfaller m&#246;jligheten att &#229;d&#246;ma
p&#229;f&#246;ljd f&#246;r brottet tidigast n&#228;r beslut p&#229; grund av ans&#246;kningen
f&#246;religger. Om ans&#246;kningen inte bifalls, skall i fr&#229;ga om m&#246;jligheten
att &#229;d&#246;ma p&#229;f&#246;ljd s&#229; anses som om n&#229;gon ans&#246;kan inte har gjorts. Lag
(1985:105).

14 c &#167; Tingsr&#228;ttens handl&#228;ggning av m&#229;l enligt 14-a &#167; &#228;r skriftlig.
I handl&#228;ggningen f&#229;r ing&#229; muntlig f&#246;rhandling n&#228;r det kan antas vara
till f&#246;rdel f&#246;r utredningen. Den misst&#228;nkte och hans f&#246;rsvarare skall
beredas tillf&#228;lle att yttra sig &#246;ver &#229;klagarens ans&#246;kan om s&#229; kan
ske.

Beslut varigenom en domstol l&#228;mnat en ans&#246;kan enligt 14 a &#167; utan
bifall f&#229;r inte &#246;verklagas. Beslut av tingsr&#228;tt att medge f&#246;rl&#228;ngning
enligt 14 a &#167; f&#229;r &#246;verklagas. &#214;verklagandet skall ha kommit in inom
tv&#229; veckor fr&#229;n den dag d&#229; den misst&#228;nkte, p&#229; s&#228;tt som g&#228;ller f&#246;r
delgivning av st&#228;mning i brottm&#229;l, delgavs beslutet.

I &#246;vrigt skall vad som &#228;r f&#246;reskrivet i r&#228;tteg&#229;ngsbalken r&#246;rande
brottm&#229;l g&#228;lla i till&#228;mpliga delar. Lag (1996:658).

15 &#167; Har ett m&#229;l om brott enligt denna lag samband med en fr&#229;ga om skatt
eller avgift som &#228;r anh&#228;ngig vid en f&#246;rvaltningsdomstol eller en
f&#246;rvaltningsmyndighet, f&#229;r handl&#228;ggningen av brottm&#229;let vila i avvaktan
p&#229; utg&#229;ngen i skatte- eller avgiftsfr&#229;gan endast om det &#228;r av avg&#246;rande
betydelse f&#246;r pr&#246;vningen av m&#229;let att den fr&#229;gan avg&#246;rs f&#246;rst.

I m&#229;l som avses i f&#246;rsta stycket skall r&#228;tten samr&#229;da med
f&#246;rvaltningsdomstolen eller f&#246;rvaltningsmyndigheten r&#246;rande m&#229;lets
handl&#228;ggning, om det inte &#228;r obeh&#246;vligt. Lag (1985:416).

16 &#167; En fr&#229;ga om skatt eller avgift som &#228;r anh&#228;ngig vid en
f&#246;rvaltningsdomstol eller en f&#246;rvaltningsmyndighet skall d&#228;r handl&#228;ggas
med f&#246;rtur, om handl&#228;ggningens resultat &#228;r av v&#228;sentlig betydelse f&#246;r en
f&#246;runders&#246;kning ang&#229;ende brott enligt denna lag eller ett &#229;tal f&#246;r
s&#229;dant brott.

&#197;klagaren skall se till att den domstol eller myndighet som avses i
f&#246;rsta stycket underr&#228;ttas om s&#229;dana omst&#228;ndigheter som kan vara av
betydelse f&#246;r fr&#229;gan om f&#246;rtursbehandling. Lag (1983:460).

17 &#167; F&#246;rvaltningsmyndigheter som handl&#228;gger fr&#229;gor om skatter
eller avgifter skall g&#246;ra anm&#228;lan till &#229;klagaren s&#229; snart det
finns anledning att anta att brott enligt denna lag har
beg&#229;tts. Detta g&#228;ller dock inte om det kan antas att brottet
inte kommer att medf&#246;ra p&#229;f&#246;ljd enligt denna lag eller om
anm&#228;lan av annat sk&#228;l inte beh&#246;vs. Skatteverket f&#229;r fullg&#246;ra
anm&#228;lningsskyldigheten till enhet inom verket som skall
medverka vid brottsutredning, om det inte finns sk&#228;l att anta
att brottet f&#246;ranleder annan p&#229;f&#246;ljd &#228;n b&#246;ter och den
misst&#228;nkte kan antas erk&#228;nna g&#228;rningen. Detta g&#228;ller dock
endast om den misst&#228;nkte fyllt tjugoett &#229;r.

Har i lag eller f&#246;rordning meddelats best&#228;mmelse som avviker
fr&#229;n f&#246;reskrifterna i f&#246;rsta stycket g&#228;ller den best&#228;mmelsen.
Lag (2003:682).

&#214;verg&#229;ngsbest&#228;mmelser

1971:69

Denna lag tr&#228;der i kraft den 1 januari 1972, d&#229; skattestrafflagen
(1943:313) skall upph&#246;ra att g&#228;lla. Den upph&#228;vda lagen g&#228;ller dock
fortfarande i fr&#229;ga om g&#228;rning som beg&#229;tts f&#246;re ikrafttr&#228;dandet.

1975:1180

Denna lag tr&#228;der i kraft den 1 januari 1976. &#196;ldre lydelse av 1 &#167; g&#228;ller
dock fortfarande i fr&#229;ga om g&#228;rning som beg&#229;tts f&#246;re ikrafttr&#228;dandet.

1981:1157

Denna lag tr&#228;der i kraft den 1 januari 1982. Den &#228;ldre lydelsen av 1 &#167;
g&#228;ller fortfarande i fr&#229;ga om skatter och avgifter som bel&#246;per p&#229; tid
f&#246;re ikrafttr&#228;dandet.

1983:220

Denna lag tr&#228;der i kraft en vecka efter den dag d&#229; lagen enligt uppgift
p&#229; den kommit ut fr&#229;n trycket i Svensk f&#246;rfattningssamling. Den &#228;ldre
lydelsen av 1 &#167; g&#228;ller fortfarande i fr&#229;ga om skatter och avgifter som
bel&#246;per p&#229; tid f&#246;re ikrafttr&#228;dandet.

1984:169

Denna lag tr&#228;der i kraft den 1 juli 1984. Den &#228;ldre lydelsen av 1 &#167;
g&#228;ller fortfarande i fr&#229;ga om skatt som bel&#246;per p&#229; tid f&#246;re
ikrafttr&#228;dandet.

1984:1059

Denna lag tr&#228;der i kraft den 1 januari 1985. &#196;ldre best&#228;mmelser g&#228;ller
dock fortfarande i fr&#229;ga om avgift enligt lagen (1982:1194) om
hyreshusavgift.

1985:105

Denna lag tr&#228;der i kraft den 1 juli 1985.

De nya best&#228;mmelserna i 14 &#167; andra stycket och 14 a &#167; till&#228;mpas &#228;ven p&#229;
brott som har beg&#229;tts f&#246;re ikrafttr&#228;dandet, om inte m&#246;jligheten att
&#229;d&#246;ma p&#229;f&#246;ljd har bortfallit dessf&#246;rinnan enligt &#228;ldre best&#228;mmelser.
S&#229;vitt g&#228;ller underr&#228;ttelse om brottsmisstanke till&#228;mpas de nya
best&#228;mmelserna endast p&#229; underr&#228;ttelser som delges efter
ikrafttr&#228;dandet.

1991:700

Denna lag tr&#228;der i kraft, i fr&#229;ga om 1 &#167; f&#246;rsta stycket 1 avseende lagen
(1991:687) om s&#228;rskild l&#246;neskatt p&#229; pensionskostnader den 1 juli 1991,
och i &#246;vrigt den 1 januari 1992.

1992:629

Denna lag tr&#228;der i kraft den 1 januari 1993. &#196;ldre f&#246;reskrifter g&#228;ller
dock fortfarande i fr&#229;ga om restavgift.

1994:207

Denna lag tr&#228;der i kraft den 1 juli 1994. Den &#228;ldre lydelsen av 1 &#167;
g&#228;ller dock fortfarande i fr&#229;ga om merv&#228;rdesskatt som bel&#246;per p&#229;
tid f&#246;re ikrafttr&#228;dandet.

1994:1787

Denna lag tr&#228;der i kraft den 1 januari 1995 s&#229;vitt avser 1 &#167; f&#246;rsta
stycket 3 och i &#246;vrigt samtidigt med lagen (1994:1500) med
anledning av Sveriges anslutning till Europeiska unionen. Den
&#228;ldre lydelsen av 1 &#167; f&#246;rsta stycket 3 g&#228;ller dock fortfarande i fr&#229;ga
om avgift enligt lagen (1992:1745) om allm&#228;n sjukf&#246;rs&#228;kringsavgift
och lagen (1993:1441) om allm&#228;n avgift f&#246;r finansiering av
kontantf&#246;rm&#229;ner vid arbetsl&#246;shet.

1995:1669

Denna lag tr&#228;der i kraft den 1 juli 1996. Den &#228;ldre lydelsen av 1 &#167;
g&#228;ller dock fortfarande i fr&#229;ga om g&#228;rningar som beg&#229;tts f&#246;re
ikrafttr&#228;dandet.

1996:658

Denna lag tr&#228;der i kraft den 1 juli 1996. &#196;ldre best&#228;mmelser
till&#228;mpas dock fortfarande i fr&#229;ga om g&#228;rningar som beg&#229;tts f&#246;re
ikrafttr&#228;dandet.

1997:486

Denna lag tr&#228;der i kraft den 1 november 1997. &#196;ldre
f&#246;reskrifter g&#228;ller fortfarande i fr&#229;ga om avgiftstill&#228;gg f&#246;r
utgifts&#229;ret 1997 och tidigare &#229;r.

2003:805

Denna lag tr&#228;der i kraft den 1 januari 2004. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande f&#246;r f&#246;rh&#229;llanden som h&#228;nf&#246;r sig till tiden
f&#246;re ikrafttr&#228;dandet.

2011:1247

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande i fr&#229;ga om g&#228;rningar
som har beg&#229;tts f&#246;re ikrafttr&#228;dandet.

3. Den nya best&#228;mmelsen i 7 &#167; andra stycket till&#228;mpas p&#229;
beskattnings&#229;r som b&#246;rjar efter den 31 januari 2012.
Best&#228;mmelsen till&#228;mpas &#228;ven p&#229; f&#246;rl&#228;ngda r&#228;kenskaps&#229;r som
avslutas efter utg&#229;ngen av 2012 och p&#229; f&#246;rkortade r&#228;kenskaps&#229;r
som b&#229;de p&#229;b&#246;rjas och avslutas under 2012.

4. Best&#228;mmelserna i 12 &#167; i dess nya lydelse till&#228;mpas p&#229;
&#229;tg&#228;rder som vidtas efter ikrafttr&#228;dandet, oavsett n&#228;r
g&#228;rningen har beg&#229;tts.

2018:564

1. Denna lag tr&#228;der i kraft den 1 augusti 2018.

2. Best&#228;mmelserna i 12 &#167; i den nya lydelsen till&#228;mpas f&#246;rsta 
g&#229;ngen p&#229; &#229;tg&#228;rder som vidtas efter ikrafttr&#228;dandet och som 
har en koppling till s&#229;dan information om generell kontroll 
som Skatteverket har l&#228;mnat efter ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4229">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4231">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
