

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 13:50:28" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>427</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=426">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=428">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    2020:1202 ·
                    <a href="/sfsr?bet=2020:1202">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (2020:1202) om st&#246;d f&#246;r gr&#246;na och trygga samh&#228;llen</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Landsbygds- och infrastrukturdepartementet SPN
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 2020-12-10
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2021:661
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 2021-01-15
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelser

1 &#167; St&#246;d enligt denna f&#246;rordning f&#229;r ges, i m&#229;n av tillg&#229;ng p&#229; 
medel, f&#246;r att l&#229;ngsiktigt fr&#228;mja stadsgr&#246;nska och 
ekosystemtj&#228;nster i omr&#229;den med socioekonomiska utmaningar i 
st&#228;der och t&#228;torter. 

Syftet med st&#246;det &#228;r att utveckla dessa omr&#229;den i en gr&#246;n och 
h&#228;lsofr&#228;mjande riktning samt bidra i arbetet med att n&#229; 
milj&#246;kvalitetsm&#229;let God bebyggd milj&#246; samtidigt som det skapas 
trygga, trivsamma och inkluderande utemilj&#246;er med s&#228;rskild 
omsorg om &#229;tg&#228;rdernas gestaltning.

F&#246;rordningen &#228;r meddelad med st&#246;d av 8 kap. 7 &#167; 
regeringsformen.

2 &#167; Med stadsgr&#246;nska avses i denna f&#246;rordning

1. naturmark, parker, all&#233;er, tr&#228;d, buskage, h&#228;ckar, 
planteringar, gr&#246;na tak och v&#228;ggar, gr&#246;na ytor f&#246;r barns 
utevistelse, ekodukter, gr&#246;na korridorer, gr&#246;n infrastruktur 
och liknande gr&#246;nytor i st&#228;der och t&#228;torter, och

2. str&#228;nder, v&#229;tmarker, vattendrag, diken, 
dagvattenanl&#228;ggningar och liknande vattenytor i st&#228;der och 
t&#228;torter.

St&#246;dber&#228;ttigade akt&#246;rer

3 &#167; St&#246;d f&#229;r ges till fastighets&#228;gare och tomtr&#228;ttshavare. 
St&#246;d f&#229;r &#228;ven ges till n&#229;gon annan om fastighets&#228;garen eller 
tomtr&#228;ttshavaren har gett sitt tillst&#229;nd till att &#229;tg&#228;rder 
genomf&#246;rs.

4 &#167; St&#246;d f&#229;r endast ges om den som genomf&#246;r &#229;tg&#228;rderna &#228;r 
godk&#228;nd f&#246;r F-skatt. 

Utl&#228;ndska f&#246;retagare eller f&#246;retag f&#229;r i st&#228;llet visa upp 
intyg eller en annan handling som visar att f&#246;retagaren eller 
f&#246;retaget i sitt hemland genom registrering eller p&#229; annat 
s&#228;tt genomg&#229;r motsvarande kontroll i fr&#229;ga om skatter och 
avgifter.

5 &#167; St&#246;d f&#229;r inte ges till n&#229;gon som har skulder f&#246;r svenska 
skatter eller avgifter hos Kronofogdemyndigheten eller som &#228;r 
i likvidation eller f&#246;rsatt i konkurs.

St&#246;dber&#228;ttigande &#229;tg&#228;rder

6 &#167; St&#246;d f&#229;r ges f&#246;r att genomf&#246;ra &#229;tg&#228;rder som inneb&#228;r att 
stadsgr&#246;nska eller ekosystemtj&#228;nster &#246;kar eller utvecklas i 
eller i anslutning till omr&#229;den med socioekonomiska utmaningar 
och som sammantaget fr&#228;mjar syftet som anges i 1 &#167; andra 
stycket. 

St&#246;d f&#229;r endast ges f&#246;r &#229;tg&#228;rder som &#228;r till nytta f&#246;r 
allm&#228;nheten utan krav p&#229; n&#229;gon s&#228;rskild motprestation.

7 &#167; St&#246;d f&#229;r inte ges f&#246;r &#229;tg&#228;rder som har inletts innan 
ans&#246;kan om st&#246;d har kommit in. 

St&#246;d f&#229;r inte heller ges f&#246;r &#229;tg&#228;rder som genomf&#246;rs f&#246;r att 
uppfylla krav i lag eller annan f&#246;rfattning eller villkor 
enligt avtal.

8 &#167; St&#246;d f&#229;r inte ges f&#246;r &#229;tg&#228;rder med en totalkostnad som &#228;r 
mindre &#228;n 200 000 kronor.

9 &#167; St&#246;d f&#229;r endast ges f&#246;r &#229;tg&#228;rder som slutf&#246;rs inom tv&#229; &#229;r 
fr&#229;n besluts-datumet f&#246;r beviljat st&#246;d, eller den l&#228;ngre tid 
som Boverket best&#228;mmer.

St&#246;dniv&#229; och st&#246;dber&#228;ttigande kostnader

10 &#167; St&#246;d f&#229;r ges med h&#246;gst 50 procent av kostnaderna f&#246;r att 
planera och genomf&#246;ra &#229;tg&#228;rderna enligt 6 &#167; f&#246;rsta stycket 
(st&#246;dniv&#229;n). Med kostnader f&#246;r planering avses 
arkitektkostnader och kostnader f&#246;r f&#246;rstudier, f&#246;r dialoger 
med boende och andra intressenter samt f&#246;r projektering. 

St&#246;det f&#229;r kombineras med andra former av offentligt st&#246;d 
under f&#246;ruts&#228;ttning att de sammanlagda st&#246;den inte &#246;verskrider 
st&#246;dniv&#229;n.

Ans&#246;kan om st&#246;d

11 &#167; En ans&#246;kan om st&#246;d ges in till Boverket.

12 &#167; Ans&#246;kan ska inneh&#229;lla

1. en beskrivning av de &#229;tg&#228;rder som st&#246;d s&#246;ks f&#246;r, inklusive 
planerad start- och sluttidpunkt,

2. en redog&#246;relse f&#246;r hur &#229;tg&#228;rderna sammantaget f&#246;rv&#228;ntas 
fr&#228;mja syftet med st&#246;det och uppfylla f&#246;ruts&#228;ttningarna f&#246;r 
st&#246;det, inklusive en beskrivning av det omr&#229;de som ans&#246;kan 
avser och den plats som &#229;tg&#228;rderna avses genomf&#246;ras p&#229;,

3. en f&#246;rteckning &#246;ver kostnader f&#246;r att planera och genomf&#246;ra 
&#229;tg&#228;rderna och en uppgift om hur stor andel av kostnaderna som 
det s&#246;ks st&#246;d f&#246;r,

4. uppgifter om annat st&#246;d har s&#246;kts eller beviljats f&#246;r 
&#229;tg&#228;rderna,

5. en plan f&#246;r underh&#229;llet och den l&#229;ngsiktiga f&#246;rvaltningen 
av &#229;tg&#228;rderna, och

6. de &#246;vriga uppgifter som Boverket beh&#246;ver f&#246;r att pr&#246;va 
ans&#246;kan.

Pr&#246;vning och beslut om st&#246;d

13 &#167; Boverket pr&#246;var fr&#229;gor om st&#246;d enligt denna f&#246;rordning.

14 &#167; Boverket ska besluta om antalet pr&#246;vningstillf&#228;llen och 
publicera uppgifter om dessa p&#229; sin webbplats.

15 &#167; Boverket ska vid pr&#246;vningen av st&#246;d g&#246;ra en sammanv&#228;gd 
bed&#246;mning av om &#229;tg&#228;rderna som det s&#246;ks st&#246;d f&#246;r avses att 
genomf&#246;ras i eller i anslutning till ett omr&#229;de med 
socioekonomiska utmaningar. Vid bed&#246;mningen ska s&#228;rskild 
h&#228;nsyn tas till om de boendes utbildningsniv&#229;, 
syssels&#228;ttningsgrad och deltagande i demokratiska processer &#228;r 
l&#228;gre &#228;n genomsnittet i kommunen och i &#246;vriga landet. Boverket 
ska vid behov inh&#228;mta uppgifter fr&#229;n Delegationen mot 
segregation inf&#246;r pr&#246;vningen.

16 &#167; Boverket ska prioritera den eller de &#229;tg&#228;rder som vid 
varje pr&#246;vningstillf&#228;lle bed&#246;ms ha b&#228;st f&#246;ruts&#228;ttningar att p&#229; 
ett varaktigt s&#228;tt fr&#228;mja det syfte som anges i 1 &#167; andra 
stycket. Om ytterligare prioritering beh&#246;vs ska en geografisk 
spridning av &#229;tg&#228;rder &#246;ver hela landet efterstr&#228;vas.

17 &#167; Om Boverket beslutar att ge st&#246;d, ska det i beslutet 
anges

1. vilka &#229;tg&#228;rder st&#246;d ges f&#246;r och vilken plats som &#229;tg&#228;rderna 
genomf&#246;rs eller ska genomf&#246;ras p&#229;,

2. st&#246;dniv&#229;n, det st&#246;dbelopp som betalas ut i f&#246;rskott och det 
maximala st&#246;dbeloppet,

3. den tidpunkt n&#228;r &#229;tg&#228;rderna ska vara slutf&#246;rda,

4. hur Boverket ska f&#246;lja upp st&#246;det och hur st&#246;dmottagaren 
ska rapportera, och

5. de &#246;vriga villkor som beh&#246;vs f&#246;r att tillgodose st&#246;dets 
syfte.

Slutrapport

18 &#167; N&#228;r st&#246;dmottagaren har genomf&#246;rt de &#229;tg&#228;rder som st&#246;det 
avser ska mottagaren l&#228;mna in en slutrapport till Boverket. 
Rapporten ska l&#228;mnas in inom sex veckor fr&#229;n den tidpunkt d&#229; 
&#229;tg&#228;rderna slutf&#246;rdes, om inte Boverket beslutar annat.

19 &#167; Slutrapporten ska inneh&#229;lla

1. en redovisning av genomf&#246;rda &#229;tg&#228;rder, 

2. en redog&#246;relse f&#246;r hur &#229;tg&#228;rderna sammantaget bed&#246;ms fr&#228;mja 
syftet med st&#246;det,

3. en ekonomisk slutredovisning av hur st&#246;det har anv&#228;nts, 
vilka kostnader &#229;tg&#228;rderna har medf&#246;rt och om annat st&#246;d har 
s&#246;kts eller beviljats f&#246;r &#229;tg&#228;rderna,

4. en uppgift om att n&#246;dv&#228;ndiga tillst&#229;nd f&#246;r att genomf&#246;ra 
&#229;tg&#228;rderna har h&#228;mtats in, och

5. en uppf&#246;ljande plan f&#246;r underh&#229;llet och den l&#229;ngsiktiga 
f&#246;rvaltningen av &#229;tg&#228;rderna.

Utbetalning av st&#246;d

20 &#167; H&#246;gst 50 procent av ett beviljat st&#246;d f&#229;r betalas ut i 
f&#246;rskott innan st&#246;dmottagaren har slutrapporterat &#229;tg&#228;rderna. 
Resterande del av st&#246;det betalas ut efter det att 
slutrapporten har l&#228;mnats till och godk&#228;nts av Boverket.

Om &#229;tg&#228;rderna ska vara slutf&#246;rda den 1 oktober 2022 eller 
senare enligt Boverkets beslut om st&#246;d f&#229;r dock den resterande 
delen av st&#246;det betalas ut under 2022 &#228;ven om n&#229;gon 
slutrapport &#228;nnu inte har l&#228;mnats till och godk&#228;nts av 
Boverket. Boverket f&#229;r i s&#229;dana fall beg&#228;ra att st&#246;dmottagaren 
ska l&#228;mna de ytterligare handlingar eller uppgifter som beh&#246;vs 
f&#246;r utbetalningen. F&#246;rordning (2021:661).

21 &#167; Boverket ska besluta att hela eller delar av st&#246;det inte 
ska betalas ut om

1. st&#246;dmottagaren genom att l&#228;mna oriktiga uppgifter eller p&#229; 
n&#229;got annat s&#228;tt har f&#246;rorsakat att st&#246;d har beviljats p&#229; 
felaktig grund eller med f&#246;r h&#246;gt belopp,

2. st&#246;det av n&#229;got annat sk&#228;l &#228;n vad som framg&#229;r av 1 har 
beviljats p&#229; felaktig grund eller med f&#246;r h&#246;gt belopp och 
st&#246;dmottagaren borde ha insett detta,

3. hela eller delar av st&#246;det inte har utnyttjats eller inte 
har anv&#228;nts f&#246;r de &#229;tg&#228;rder som st&#246;det getts f&#246;r,

4. st&#246;dmottagaren inte har l&#228;mnat en slutrapport enligt 18 och 
19 &#167;&#167; som har godk&#228;nts av Boverket, eller

5. villkor i beslutet om st&#246;d inte har f&#246;ljts.

&#197;terbetalning av st&#246;d

22 &#167; En st&#246;dmottagare &#228;r &#229;terbetalningsskyldig om det finns 
grund f&#246;r det enligt 21 &#167;. P&#229; det belopp som en st&#246;dmottagare 
&#228;r &#229;terbetalningsskyldig f&#246;r ska r&#228;nta enligt r&#228;ntelagen 
(1975:635) betalas.

23 &#167; Om en st&#246;dmottagare &#228;r &#229;terbetalningsskyldig ska Boverket 
besluta att kr&#228;va tillbaka hela eller delar av st&#246;det med 
r&#228;nta.

Boverket f&#229;r, om det finns s&#228;rskilda sk&#228;l, s&#228;tta ned kravet p&#229; 
&#229;ter-betalning och r&#228;nta helt eller delvis.

Uppf&#246;ljning

24 &#167; Boverket ska i en rapport till regeringen f&#246;lja upp att 
syftet med st&#246;d enligt denna f&#246;rordning tillgodoses och 
redovisa vilka resultat som uppn&#229;tts.

Bemyndigande

25 &#167; Boverket f&#229;r meddela n&#228;rmare f&#246;reskrifter om

1. de uppgifter som ska l&#228;mnas i ans&#246;kan om st&#246;d och i 
slutrapporten, och

2. uppgifter som st&#246;dmottagare ska l&#228;mna f&#246;r Boverkets 
uppf&#246;ljning.

Boverket f&#229;r &#228;ven i &#246;vrigt meddela de f&#246;reskrifter som beh&#246;vs 
f&#246;r verkst&#228;lligheten av denna f&#246;rordning.

&#214;verklagande

26 &#167; I 40 &#167; f&#246;rvaltningslagen (2017:900) finns best&#228;mmelser om 
&#246;verklagande till allm&#228;n f&#246;rvaltningsdomstol. Andra beslut &#228;n 
beslut enligt 21 &#167; f&#229;r dock inte &#246;verklagas.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=426">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=428">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
