

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2020-06-15" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4280</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4279">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4281">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1969:12 ·
                    <a href="/sfsr?bet=1969:12">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1969:12) om internationell v&#228;gtransport</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1969-01-24
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2020:361
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Övrigt:</span> Endast den svenska texten finns med i bilagan. 
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Denna lag till&#228;mpas p&#229; s&#229;dan v&#228;gtransport som regleras i 
konvention-en den 19 maj 1956 om fraktavtalet vid 
internationell godsbefordran p&#229; v&#228;g (CMR). 

Som svensk lag ska g&#228;lla originaltexterna av artiklarna 1-41 i 
konventionen, med de &#228;ndringar som har gjorts genom det den 
5 juli 1978 antagna &#228;ndringsprotokollet, och artiklarna 1-6 i 
det den 20 februari 2008 antagna till&#228;ggsprotokollet. 
Originaltexterna ska ha samma giltighet.  

Originaltexterna tillsammans med en svensk &#246;vers&#228;ttning finns 
som bilaga 1 och 2 till denna lag. Lag (2019:1194).

2 &#167; Regeringen kan efter &#246;verenskommelse med fr&#228;mmande stat och under
f&#246;ruts&#228;ttning av &#246;msesidighet f&#246;rordna, att befordran av gods p&#229; v&#228;g
i lokal gr&#228;nstrafik mellan Sverige och den staten skall vara helt
eller delvis undantagen fr&#229;n till&#228;mpning av konventionen. Lag
(1978:137).

3 &#167; P&#229; en fraktsedel som uppr&#228;ttas i Sverige f&#229;r fraktf&#246;rarens 
och avs&#228;ndarens underskrifter vara tryckta. St&#228;mpel f&#229;r 
anv&#228;ndas i st&#228;llet f&#246;r underskrift. 

En elektronisk fraktsedel som uppr&#228;ttas i Sverige ska 
undertecknas med en s&#229;dan avancerad elektronisk underskrift 
som avses i artikel 3 i Europaparlamentets och r&#229;dets 
f&#246;rordning (EU) nr 910/2014 av den 23 juli 2014 om elektronisk 
identifiering och betrodda tj&#228;nster f&#246;r elektroniska 
transaktioner p&#229; den inre marknaden och om upph&#228;vande av 
direktiv 1999/93/EG, i den ursprungliga lydelsen. I st&#228;llet 
f&#246;r en avancerad elektronisk underskrift f&#229;r en avancerad 
elektronisk st&#228;mpel enligt samma artikel anv&#228;ndas.
Lag (2019:1194).

4 &#167; F&#246;rs&#228;ljning enligt artikel 16 tredje stycket av gods som finnes i
Sverige skall ske p&#229; offentlig auktion eller, om s&#229;dan icke l&#228;mpligen
kan &#228;ga rum, p&#229; annat betryggande s&#228;tt. S&#229;vitt det &#228;r m&#246;jligt skall
fraktf&#246;raren i god tid underr&#228;tta den som &#228;ger f&#246;rfoga &#246;ver godset om
tid och plats f&#246;r f&#246;rs&#228;ljningen.

5 &#167; Vid till&#228;mpning av artikel 29 och artikel 32 f&#246;rsta stycket skall
grov v&#229;rdsl&#246;shet likst&#228;llas med upps&#229;t.

6 &#167; Talan som enligt artikel 31 f&#246;rsta stycket kan upptagas i Sverige
f&#229;r v&#228;ckas, utom vid domstol som &#228;r beh&#246;rig enligt r&#228;tteg&#229;ngsbalken,
vid domstolen i den ort d&#228;r godset mottogs f&#246;r befordran eller vid
domstolen i best&#228;mmelseorten.

Finnes ej beh&#246;rig domstol enligt f&#246;rsta stycket, v&#228;ckes talan vid
Stockholms tingsr&#228;tt. Lag (1978:137).

7 &#167; En ans&#246;kan om att en utl&#228;ndsk dom som enligt artikel 31
tredje och fj&#228;rde styckena kan verkst&#228;llas i Sverige ska
f&#246;rklaras verkst&#228;llbar g&#246;rs till den tingsr&#228;tt som regeringen
f&#246;reskriver. S&#246;kanden ska tillsammans med ans&#246;kan ge in

1. domen i original eller i kopia som bestyrkts av en
myndighet, och

2. en f&#246;rklaring av en beh&#246;rig myndighet i den stat d&#228;r domen
meddelats, att domen avser en tvist om befordran som omfattas
av konventionen samt att den har f&#229;tt laga kraft och kan
verkst&#228;llas i n&#228;mnda stat.

De handlingar som avses i f&#246;rsta stycket ska vara f&#246;rsedda
med ett bevis om utf&#228;rdarens beh&#246;righet. Beviset ska vara
utst&#228;llt av en svensk beskickning eller konsul eller av
chefen f&#246;r justitief&#246;rvaltningen i den stat d&#228;r domen
meddelats. Om en handling i &#228;rendet inte &#228;r skriven p&#229;
svenska, danska eller norska, ska &#228;ven en &#246;vers&#228;ttning av
handlingen till svenska ges in. &#214;vers&#228;ttningen ska vara
bestyrkt av en diplomatisk eller konsul&#228;r tj&#228;nsteman eller av
en svensk notarius publicus.

Om en dom f&#246;rklaras verkst&#228;llbar, verkst&#228;lls domen p&#229; samma
s&#228;tt som en svensk dom som har f&#229;tt laga kraft.

Vid handl&#228;ggning i domstol av ett &#228;rende om
verkst&#228;llbarhetsf&#246;rklaring till&#228;mpas i &#246;vrigt lagen
(1996:242) om domstols&#228;renden. Lag (2014:918).

8 &#167; Har upph&#228;vts genom lag (1985:178).


&#214;verg&#229;ngsbest&#228;mmelser

2014:918

1. Denna lag tr&#228;der i kraft den 10 januari 2015.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r handl&#228;ggningen i Svea hovr&#228;tt
och H&#246;gsta domstolen av &#228;renden som har inletts i hovr&#228;tten
f&#246;re ikrafttr&#228;dandet.


Bilaga 1 

Artiklarna 1-41 i konventionen den 19 maj 1956 om fraktavtalet 
vid internationell godsbefordran p&#229; v&#228;g (CMR) i deras lydelse 
enligt &#228;ndringsprotokollet den 5 juli 1978

CHAPTER I

Scope of application

Article 1

1. This Convention shall apply to every contract for the 
carriage of goods by road in vehicles for reward, when the 
place of taking over of the goods and the place designated for 
delivery, as specified in the contract, are situated in two 
different countries, of which at least one is a Contacting 
country, irrespective of the place of residence and the na-
tionality of the parties.

2. For the purposes of this Convention, &quot;vehicles&quot; means motor 
vehicles, articulated vehicles, trailers and semi-trailers as 
defined in article 4 of the Convention on Road Traffic dated 
19 September 1949.

3. This Convention shall apply also where carriage coming 
within its scope is carried out by States or by governmental 
institutions or organizations.

4. This Convention shall not apply: 

(a) to carriage performed under the terms of any international 
postal convention;

(b) to funeral consignments;

(c) to furniture removal.

5. The Contracting Parties agree not to vary any of the provi-
sions of this Convention by special agreements between two or 
more of them, except to make it inapplicable to their frontier 
traffic or to authorize the use in transport operations 
entirely confined to their territory of consignment notes 
representing a title to the goods.

Article 2

1. Where the vehicle containing the goods is carried over part 
of the journey by sea, rail, inland waterways or air, and, 
except where the provisions of article 14 are applicable, the 
goods are not unloaded from the vehicle, this Convention shall 
nevertheless apply to the whole of the carriage. Provided that 
to the extent that it is proved that any loss, damage or delay 
in delivery of the goods which occurs during the carriage by 
the other means of transport was not caused by an act or 
omission of the carrier by road, but by some event which could 
only have occurred in the course of and by reason of the 
carriage by that other means of transport, the liability of 
the carrier by road shall be determined not by this Convention 
but in the manner in which the liability of the carrier by the 
other means of transport would have been determined if a 
contract for the carriage of the goods alone had been made by 
the sender with the carrier by the other means of transport in 
accordance with the conditions prescribed by law for the car-
riage of goods by that means of transport. If, however, there 
are no such prescribed conditions, the liability of the 
carrier by road shall be determined by this Convention.

2. If the carrier by road is also himself the carrier by the 
other means of transport, his liability shall also be de-
termined in accordance with the provisions of paragraph 1 of 
this article, but as if, in his capacities as carrier by road 
and as carrier by the other means of transport, he were two 
separate persons.

CHAPTER II 

Persons for whom the carrier is responsible

Article 3 

For the purposes of this Convention the carrier shall be 
responsible for the acts and omissions of his agents and 
servants and of any other persons of whose services he makes 
use for the performance of the carriage, when such agents, 
servants or other persons are acting within the scope of their 
employment, as if such acts or omissions were his own.

CHAPTER III

Conclusion and performance of the contract of carriage

Article 4

The contract of carriage shall be confirmed by the making out 
of a consignment note. The absence, irregularity or loss of 
the consignment note shall not affect the existence or the va-
lidity of the contract of carriage which shall remain subject 
to the provisions of this Convention.

Article 5

l. The consignment note shall be made out in three original 
copies signed by the sender and by the carrier. These signa-
tures may be printed or replaced by the stamps of the sender 
and the carrier if the law of the country in which the 
consignment note has been made out so permits. The first copy 
shall be handed to the sender, the second shall accompany the 
goods and the third shall be retained by the carrier.

2. When the goods which are to be carried have to be loaded in 
different vehicles, or are of different kinds or are divided 
into different lots, the sender or the carrier shall have the 
right to require a separate consignment note to be made out 
for each vehicle used, or for each kind or lot of goods.

Article 6

1. The consignment note shall contain the following 
particulars:

(a) the date of the consignment note and the place at which it 
is made out; 

(b) the name and address of the sender;

(c) the name and address of the carrier;

(d) the place and the date of taking over of the goods and the 
place designated for delivery;

(e) the name and address of the consignee;

(f) the description in common use of the nature of the goods 
and the method of packing, and, in the case of dangerous 
goods, their generally recognized description;

(g) the number of packages and their special marks and 
numbers;

(h) the gross weight of the goods or their quantity otherwise 
expressed;

(i) charges relating to the carriage (carriage charges, sup-
plementary charges, customs duties and other charges incurred 
from the making of the contract to the time of delivery);

(j) the requisite instructions for Customs and other 
formalities;

(k) a statement that the carriage is subject, notwithstanding 
any clause to the contrary, to the provisions of this 
Convention.

2. Where applicable, the consignment note shall also contain 
the following particulars:

(a) a statement that trans-shipment is not allowed;

(b) the charges which the sender undertakes to pay;

(c) the amount of &quot;cash on delivery&quot; charges;

(d) a declaration of the value of the goods and the amount 
representing special interest in delivery;

(e) the sender&#39;s instructions to the carrier regarding in-
surance of the goods;

(f) the agreed time-limit within which the carriage is to be 
carried out;

(g) a list of the documents handed to the carrier.

3. The parties may enter in the consignment note any other 
particulars which they may deem useful.

Article 7

1. The sender shall be responsible for all expenses, loss and 
damage sustained by the carrier by reason of the inaccuracy or 
inadequacy of:

(a) the particulars specified in article 6, paragraph 1, (b), 
(d), (e), (f), (g), (h) and (j);

(b) the particulars specified in article 6, paragraph 2;

(c) any other particulars or instructions given by him to 
enable the consignment note to be made out or for the purpose 
of their being entered therein.

2. If, at the request of the sender, the carrier enters in the 
consignment note the particulars referred to in paragraph 1 of 
this article, he shall be deemed, unless the contrary is 
proved, to have done so on behalf of the sender.

3. If the consignment note does not contain the statement 
specified in article 6, paragraph 1 (k), the carrier shall be 
liable for all expenses, loss and damage sustained through 
such omission by the person entitled to dispose of the goods.

Article 8

l. On taking over the goods, the carrier shall check:

(a) the accuracy of the statements in the consignment note as 
to the number of packages and their marks and numbers, and

(b) the apparent condition of the goods and their packaging.

2. Where the carrier has no reasonable means of checking the 
accuracy of the statements referred to in paragraph 1 (a) of 
this article, he shall enter his reservations in the con-
signment note together with the grounds on which they are 
based. He shall likewise specify the grounds for any 
reservations which he makes with regard to the apparent 
condition of the goods and their packaging. Such reservations 
shall not bind the sender unless he has expressly agreed to be 
bound by them in the consignment note.

3. The sender shall be entitled to require the carrier to 
check the gross weight of the goods or their quantity 
otherwise expressed. He may also require the contents of the 
packages to be checked. The carrier shall be entitled to claim 
the cost of such checking. The result of the checks shall be 
entered in the consignment note.

Article 9

1. The consignment note shall be prima facie evidence of the 
making of the contract of carriage, the conditions of the 
contract and the receipt of the goods by the carrier.

2. If the consignment note contains no specific reservations 
by the carrier, it shall be presumed, unless the contrary is 
proved, that the goods and their packaging appeared to be in 
good condition when the carrier took them over and that the 
number of packages, their marks and numbers corresponded with 
the statements in the consignment note.

Article 10

The sender shall be liable to the carrier for damage to 
persons, equipment or other goods, and for any expenses due to 
defective packing of the goods, unless the defect was apparent 
or known to the carrier at the time when he took over the 
goods and he made no reservations concerning it.

Article 11

1. For the purposes of the Customs or other formalities which 
have to be completed before delivery of the goods, the sender 
shall attach the necessary documents to the consignment note 
or place them at the disposal of the carrier and shall furnish 
him with all the information which he requires.

2. The carrier shall not be under any duty to enquire into 
either the accuracy or the adequacy of such documents and 
information. The sender shall be liable to the carrier for any 
damage caused by the absence, inadequacy or irregularity of 
such documents and information, except in the case of some 
wrongful act or neglect on the part of the carrier.

3. The liability of the carrier for the consequences arising 
from the loss or incorrect use of the documents specified in 
and accompanying the consignment note or deposited with the 
carrier shall be that of an agent, provided that the 
compensation payable by the carrier shall not exceed that 
payable in the event of loss of the goods.

Article 12

1. The sender has the right to dispose of the goods, in par-
ticular by asking the carrier to stop the goods in transit, to 
change the place at which delivery is to take place or to de-
liver the goods to a consignee other than the consignee indi-
cated in the consignment note.

2. This right shall cease to exist when the second copy of the 
consignment note is handed to the consignee or when the 
consignee exercises his right under article 13, paragraph 1; 
from that time onwards the carrier shall obey the orders from 
the consignee.

3. The consignee shall, however, have the right of disposal 
from the time when the consignment note is drawn up, if the 
sender makes an entry to that effect in the consignment note.

4. If in exercising his right of disposal the consignee has 
ordered the delivery of the goods to another person, that 
other person shall not be entitled to name other consignees.

5. The exercise of the right of disposal shall be subject to 
the following conditions:

a) that the sender or, in the case referred to in paragraph 3 
of this article, the consignee who wishes to exercise the 
right produces the first copy of the consignment note on which 
the new instructions to the carrier have been entered and 
indemnifies the carrier against all expenses, loss and damage 
involved in carrying out such instructions;

b) that the carrying out of such instructions is possible at 
the time when the instructions reach the person who is to 
carry them out and does not either interfere with the normal 
working of the carrier&#39;s undertaking or prejudice the senders 
or consignees of other consignments;

c) that the instructions do not result in a division of the 
consignment.

6. When, by reason of the provisions of paragraph 5 (b) of 
this article, the carrier cannot carry out the instructions 
which he receives, he shall immediately notify the person who 
gave him such instructions.

7. A carrier who has not carried out the instructions given 
under the conditions provided for in this article, or who has 
carried them out without requiring the first copy of the con-
signment note to be produced, shall be liable to the person 
entitled to make a claim for any loss or damage caused there-
by.

Article 13

1. After arrival of the goods at the place designated for 
delivery, the consignee shall be entitled to require the 
carrier to deliver to him, against a receipt, the second copy 
of the consignment note and the goods. If the loss of the 
goods is established or if the goods have not arrived after 
the expiry of the period provided for in article 19, the 
consignee shall be entitled to enforce in his own name against 
the carrier any rights arising from the contract of carriage.

2. The consignee who avails himself of the rights granted to 
him under paragraph 1 of this article shall pay the charges 
shown to be due on the consignment note, but in the event of 
dispute on this matter the carrier shall not be required to 
deliver the goods unless security has been furnished by the 
consignee.

Article 14

1. If for any reason it is or becomes impossible to carry out 
the contract in accordance with the terms laid down in the 
consignment note before the goods reach the place designated 
for delivery, the carrier shall ask for instructions from the 
person entitled to dispose of the goods in accordance with the 
provisions of article 12.

2. Nevertheless, if circumstances are such as to allow the 
carriage to be carried out under conditions differing from 
those laid down in the consignment note and if the carrier has 
been unable to obtain instructions in reasonable time from the 
person entitled to dispose of the goods in accordance with the 
provisions of article 12, he shall take such steps as seem to 
him to be in the best interests of the person entitled to 
dispose of the goods.

Article 15

1. Where circumstances prevent delivery of the goods after 
their arrival at the place designated for delivery, the 
carrier shall ask the sender for his instructions. If the con-
signee refuses the goods the sender shall be entitled to 
dispose of them without being obliged to produce the first 
copy of the consignment note.

2. Even if he has refused the goods, the consignee may never-
theless require delivery so long as the carrier has not re-
ceived instructions to the contrary from the sender.

3. When circumstances preventing delivery of the goods arise 
after the consignee, in exercise of his rights under 
article 12, paragraph 3, has given an order for the goods to 
be delivered to another person, paragraphs 1 and 2 of this 
article shall apply as if the consignee were the sender and 
that other person were the consignee.

Article 16

1. The carrier shall be entitled to recover the cost of his 
request for instructions and any expenses entailed in carrying 
out such instructions, unless such expenses were caused by the 
wrongful act or neglect of the carrier.

2. In the cases referred to in article 14, paragraph 1, and in 
article 15, the carrier may immediately unload the goods for 
account of the person entitled to dispose of them and 
thereupon the carriage shall be deemed to be at an end. The 
carrier shall then hold the goods on behalf of the person so 
entitled. He may however entrust them to a third party, and in 
that case he shall not be under any liability except for the 
exercise of reasonable care in the choice of such third party. 
The charges due under the consignment note and all other 
expenses shall remain chargeable against the goods.

3. The carrier may sell the goods, without awaiting in-
structions from the person entitled to dispose of them, if the 
goods are perishable or their condition warrants such a 
course, or when the storage expenses would be out of 
proportion to the value of the goods. He may also proceed to 
the sale of the goods in other cases if after the expiry of a 
reasonable period he has not received from the person entitled 
to dispose of the goods instructions to the contrary which he 
may reasonably be required to carry out.

4. If the goods have been sold pursuant to this article, the 
proceeds of sale, after deduction of the expenses chargeable 
against the goods, shall be placed at the disposal of the 
person entitled to dispose of the goods. If these charges 
exceed the proceeds of sale, the carrier shall be entitled to 
the difference.

5. The procedure in the case of sale shall be determined by 
the law or custom of the place where the goods are situated.

CHAPTER IV

Liability of the carrier

Article 17

1. The carrier shall be liable for the total or partial loss 
of the goods and for damage thereto occurring between the time 
when he takes over the goods and the time of delivery, as well 
as for any delay in delivery.

2. The carrier shall however be relieved of liability if the 
loss, damage or delay was caused by the wrongful act or 
neglect of the claimant, by the instructions of the claimant 
given otherwise than as the result of a wrongful act or ne-
glect on the part of the carrier, by inherent vice of the 
goods or through circumstances which the carrier could not 
avoid and the consequences of which he was unable to prevent.

3. The carrier shall not be relieved of liability by reason of 
the defective condition of the vehicle used by him in order to 
perform the carriage, or by reason of the wrongful act or ne-
glect of the person from whom he may have hired the vehicle or 
of the agents or servants of the latter.

4. Subject to article 18, paragraphs 2 to 5, the carrier shall 
be relieved of liability when the loss or damage arises from 
the special risks inherent in one or more of the following 
circumstances:

(a) Use of open unsheeted vehicles, when their use has been 
expressly agreed and specified in the consignment note;

(b) the lack of, or defective condition of packing in the 
case of goods which, by their nature, are liable to wastage or 
to be damaged when not packed or when not properly packed;

(c) handling, loading, stowage or unloading of the goods by 
the sender, the consignee or persons acting on behalf of the 
sender or the consignee;

(d) the nature of certain kinds of goods which particularly 
exposes them to total or partial loss or to damage, especially 
through breakage, rust, decay, desiccation, leakage, normal 
wastage, or the action of moth or vermin;

(e) insufficiency or inadequacy of marks or numbers on the 
packages;

(f) the carriage of livestock.

5. Where under this article the carrier is not under any 
liability in respect of some of the factors causing the loss, 
damage or delay, he shall only be liable to the extent that 
those factors for which he is liable under this article have 
contributed to the loss, damage or delay.

Article 18

1. The burden of proving that loss, damage or delay was due to 
one of the causes specified in article 17, paragraph 2, shall 
rest upon the carrier.

2. When the carrier establishes that in the circumstances of 
the case, the loss or damage could be attributed to one or 
more of the special risks referred to in article 17, para-
graph 4, it shall be presumed that it was so caused. The clai-
mant shall however be entitled to prove that the loss or dam-
age was not, in fact, attributable either wholly or partly to 
one of these risks.

3. This presumption shall not apply in the circumstances set 
out in article 17, paragraph 4 (a), if there has been an 
abnormal shortage, or a loss of any package.

4. If the carriage is performed in vehicles specially equipped 
to protect the goods from the effects of heat, cold, 
variations in temperature or the humidity of the air, the 
carrier shall not be entitled to claim the benefit of article 
17, paragraph 4 (d), unless he proves that all steps incumbent 
on him in the circumstances with respect to the choice, 
maintenance and use of such equipment were taken and that he 
complied with any special instructions issued to him.

5. The carrier shall not be entitled to claim the benefit of 
article 17, paragraph 4 (f), unless he proves that all steps 
normally incumbent on him in the circumstances were taken and 
that he complied with any special instructions issued to him.

Article 19

Delay in delivery shall be said to occur when the goods have 
not been delivered within the agreed time-limit or when, 
failing an agreed time-limit, the actual duration of the car-
riage having regard to the circumstances of the case, and in 
particular, in the case of partial loads, the time required 
for making up a complete load in the normal way, exceeds the 
time it would be reasonable to allow a diligent carrier.

Article 20

1. The fact that goods have not been delivered within thirty 
days following the expiry of the agreed time-limit, or, if 
there is no agreed time-limit, within sixty days from the time 
when the carrier took over the goods, shall be conclusive evi-
dence of the loss of the goods, and the person entitled to 
make a claim may thereupon treat them as lost.

2. The person so entitled may, on receipt of compensation for 
the missing goods, request in writing that he shall be 
notified immediately should the goods be recovered in the 
course of the year following the payment of compensation. He 
shall be given a written acknowledgement of such request.

3. Within the thirty days following receipt of such noti-
fication, the person entitled as aforesaid may require the 
goods to be delivered to him against payment of the charges 
shown to be due on the consignment note and also against 
refund of the compensation he received less any charges 
included therein but without prejudice to any claims to 
compensation for delay in delivery under article 23 and, where 
applicable, article 26.

4. In the absence of the request mentioned in paragraph 2 or 
of any instructions given within the period of thirty days 
specified in paragraph 3, or if the goods are not recovered 
until more than one year after the payment of compensation, 
the carrier shall be entitled to deal with them in accordance 
with the law of the place where the goods are situated.

Article 21

Should the goods have been delivered to the consignee without 
collection of the &quot;cash on delivery&quot; charge which should have 
been collected by the carrier under the terms of the contract 
of carriage, the carrier shall be liable to the sender for 
compensation not exceeding the amount of such charge without 
prejudice to his right of action against the consignee.

Article 22

1. When the sender hands goods of a dangerous nature to the 
carrier, he shall inform the carrier of the exact nature of 
the danger and indicate, if necessary, the precautions to be 
taken. If this information has not been entered in the 
consignment note, the burden of proving, by some other means, 
that the carrier knew the exact nature of the danger 
constituted by the carriage of the said goods shall rest upon 
the sender or the consignee.

2. Goods of a dangerous nature which, in the circumstances 
referred to in paragraph 1 of this article, the carrier did 
not know were dangerous, may, at any time or place, be 
unloaded, destroyed or rendered harmless by the carrier 
without compensation; further, the sender shall be liable for 
all expenses, loss or damage arising out of their handing over 
for carriage or of their carriage.

Article 23

l. When, under the provisions of this Convention, a carrier is 
liable for compensation in respect of total or partial loss of 
goods, such compensation shall be calculated by reference to 
the value of the goods at the place and time at which they 
were accepted for carriage.

2. The value of the goods shall be fixed according to the 
commodity exchange price or, if there is no such price, 
according to the current market price or, if there is no 
commodity exchange price or current market price, by reference 
to the normal value of goods of the same kind and quality.

3. Compensation shall not, however, exceed 8.33 units of 
account per kilogram of gross weight short.

4. In addition, the carriage charges, Custom duties and other 
charges incurred in respect of the carriage of the goods shall 
be refunded in full in case of total loss and in proportion to 
the loss sustained in case of partial loss, but no further 
damages shall be payable.

5. In the case of delay, if the claimant proves that damage 
has resulted therefrom, the carrier shall pay compensation for 
such damage not exceeding the carriage charges.

6. Higher compensation may only be claimed where the value of 
the goods or a special interest in delivery has been declared 
in accordance with articles 24 and 26.

7. The unit of account mentioned in this Convention is the 
Special Drawing Right as defined by the International Monetary 
Fund. The amount mentioned in paragraph 3 of this article 
shall be converted into the national currency of the State of 
the Court seized of the case on the basis of the value of that 
currency on the date of the judgement or the date agreed upon 
by the Parties. The value of the national currency, in terms 
of the Special Drawing Right, of a State which is a member of 
the International Monetary Fund, shall be calculated in 
accordance with the method of valuation applied by the In-
ternational Monetary Fund in effect at the date in question 
for its operations and transactions. The value of the national 
currency, in terms of the Special Drawing Right, of a State 
which is not a member of the International Monetary Fund, 
shall be calculated in a manner determined by that State.

8. Nevertheless, a State which is not a member of the In-
ternational Monetary Fund and whose law does not permit the 
application of the provisions of paragraph 7 of this article 
may, at the time of ratification of or accession to the 
Protocol to the CMR or at any time thereafter, declare that 
the limit of liability provided for in paragraph 3 of this 
article to be applied in its territory shall be 25 monetary 
units. The monetary units referred to in this paragraph 
corresponds to 10/31 gram of gold of millesimal fineness nine 
hundred. The conversion of the amount specified in this par-
agraph into the national currency shall be made according to 
the law of the State concerned.

9. The calculation mentioned in the last sentence of paragraph 
7 of this article and the conversion mentioned in paragraph 8 
of this article, shall be made in such a manner as to express 
in the national currency of the State as far as possible the 
same real value for the amount in paragraph 3 of this article 
as is expressed there in units of account. States shall com-
municate to the Secretary-General of the United Nations the 
manner of calculation pursuant to paragraph 7 of this article 
or the result of the conversion in paragraph 8 of this article 
as the case may be, when depositing an instrument referred to 
in article 3 of the Protocol to the CMR and whenever there is 
a change in either.

Article 24

The sender may, against payment of a surcharge to be agreed 
upon, declare in the consignment note a value for the goods 
exceeding the limit laid down in article 23, paragraph 3, and 
in that case the amount of the declared value shall be 
substituted for that limit.

Article 25

1. In case of damage, the carrier shall be liable for the 
amount by which the goods have diminished in value, calculated 
by reference to the value of the goods fixed in accordance 
with article 23, paragraphs 1, 2 and 4.

2. The compensation may not, however, exceed:

(a) if the whole consignment has been damaged, the amount 
payable in the case of total loss;

(b) if part only of the consignment has been damaged, the 
amount payable in the case of loss of the part affected.

Article 26

1. The sender may, against payment of a surcharge to be agreed 
upon, fix the amount of a special interest in delivery in the 
case of loss or damagc or of the agreed time-limit being 
exceeded, by entering such amount in the consignment note.

2. If a declaration of a special interest in delivery has been 
made, compensation for the additional loss or damage proved 
may be claimed, up to the total amount of the interest 
declared, independently of the compensation provided for in 
articles 23, 24 and 25.

Article 27

1. The claimant shall be entitled to claim interest on 
compensation payable. Such interest, calculated at five per 
centum per annum, shall accrue from the date on which the 
claim was sent in writing to the carrier or, if no such claim 
has been made, from the date on which legal proceedings were 
instituted.

2. When the amounts on which the calculation of the 
compensation is based are not expressed in the currency of the 
country in which payment is claimed, conversion shall be at 
the rate of exchange applicable on the day and at the place of 
payment of compensation.

Article 28

1. In cases where, under the law applicable, loss, damage or 
delay arising out of carriage under this Convention gives rise 
to an extracontractual claim, the carrier may avail himself of 
the provisions of this Convention which exclude his liability 
or which fix or limit the compensation due.

2. In cases where the extra-contractual liability for loss, 
damage or delay of one of the persons for whom the carrier is 
responsible under the terms of article 3 is in issue, such 
person may also avail himself of the provisions of this Con-
vention which exclude the liability of the carrier or which 
fix or limit the compensation due.

Article 29

1. The carrier shall not be entitled to avail himself of the 
provisions of this chapter which exclude or limit his 
liability or which shift the burden of proof if the damage was 
caused by his wilful misconduct or by such default on his part 
as, in accordance with the law of the court or tribunal seized 
of the case, is considered as equivalent to wilful misconduct.

2. The same provision shall apply if the wilful misconduct or 
default is committed by the agents or servants of the carrier 
or by any other persons of whose services he makes use for the 
performance of the carriage, when such agents, servants or 
other persons are acting within the scope of their employment. 
Furthermore, in such a case such agents, servants or other 
persons shall not be entitled to avail themselves, with regard 
to their personal liability, of the provisions of this chapter 
referred to in paragraph 1.

CHAPTER V

Claims and actions

Article 30

1. If the consignee takes delivery of the goods without duly 
checking their condition with the carrier or without sending 
him reservations giving a general indication of the loss or 
damage, not later than the time of delivery in the case of 
apparent loss or damage and within seven days of delivery, 
Sundays and public holidays excepted, in the case of loss or 
damage which is not apparent, the fact of his taking delivery 
shall be prima facie evidence that he has received the goods 
in the condition described in the consignment note. In the 
case of loss or damage which is not apparent the reservations 
referred to shall be made in writing.

2. When the condition of the goods has been duly checked by 
the consignee and the carrier, evidence contradicting the 
result of this checking shall only be admissible in the case 
of loss or damage which is not apparent and provided that the 
consignee has duly sent reservations in writing to the carrier 
within seven days, Sundays and public holidays excepted, from 
the date of checking.

3. No compensation shall be payable for delay in delivery 
unless a reservation has been sent in writing to the carrier, 
within twenty-one days from the time that the goods were 
placed at the disposal of the consignee.

4. In calculating the time-limits provided for in this Article 
the date of delivery, or the date of checking, or the date 
when the goods were placed at the disposal of the consignee, 
as the case may be, shall not be included.

5. The carrier and the consignee shall give each other every 
reasonable facility for making the requisite investigations 
and checks.

Article 31

1. In legal proceedings arising out of carriage under this 
Convention, the plaintiff may bring an action in any court or 
tribunal of a contracting country designated by agreement 
between the parties and, in addition, in the courts or tribu-
nals of a country within whose territory:

(a) the defendant in ordinarily resident, or has his principal 
place of business, or the branch or agency through which the 
contract of carriage was made, or

(b) the place where the goods were taken over by the carrier 
or the place designated for delivery is situated,

and in no other courts or tribunals.

2. Where in respect of a claim referred to in paragraph 1 of 
this article an action is pending before a court or tribunal 
competent under that paragraph, or where in respect of such a 
claim a judgement has been entered by such a court or tribunal 
no new action shall be started between the same parties on the 
same grounds unless the judgement of the court or tribunal 
before which the first action was brought is not enforceable 
in the country in which the fresh proceedings are brought.

3. When a judgement entered by a court or tribunal of a 
contracting country in any such action as is referred to in 
paragraph 1 of this article has become enforceable in that 
country, it shall also become enforceable in each of the other 
contracting States, as soon as the formalities required in the 
country concerned have been complied with. These formalities 
shall not permit the merits of the case to be re-opened.

4. The provisions of paragraph 3 of this article shall apply 
to judgements after trial, judgements by default and 
settlements confirmed by an order of the court, but shall not 
apply to interim judgements or to awards of damages, in 
addition to costs against a plaintiff who wholly or partly 
fails in his action.

5. Security for costs shall not be required in proceedings 
arising out of carriage under this Convention from nationals 
of contracting countries resident or having their place of 
business in one of those countries.

Article 32

1. The period of limitation for an action arising out of 
carriage under this Convention shall be one year. Never-
theless, in the case of wilful misconduct, or such default as 
in accordance with the law of the court or tribunal seised of 
the case, is considered as equivalent to wilful misconduct, 
the period of limitation shall be three years. The period of 
limitation shall begin to run:

(a) in the case of partial loss, damage or delay in delivery, 
from the date of delivery;

(b) in the case of total loss, from the thirtieth day after 
the expiry of the agreed time-limit or where there is no 
agreed time-limit from the sixtieth day from the date on which 
the goods were taken over by the carrier;

(c) in all other cases, on the expiry of a period of three 
months after the making of the contract of carriage.

The day on which the period of limitation begins to run shall 
not be included in the period.

2. A written claim shall suspend the period of limitation 
until such date as the carrier rejects the claim by notifi-
cation in writing and returns the documents attached thereto. 
If a part of the claim is admitted the period of limitation 
shall start to run again only in respect of that part of the 
claim still in dispute. The burden of proof of the receipt of 
the claim, or of the reply and of the return of the documents, 
shall rest with the party relying upon these facts. The 
running of the period of limitation shall not be suspended by 
further claims having the same object.

3. Subject to the provisions of paragraph 2 above, the 
extension of the period of limitation shall be governed by the 
law of the court or tribunal seised of the case. That law 
shall also govern the fresh accrual of rights of action.

4. A right of action which has become barred by lapse of time 
may not be exercised by way of counter-claim or set-off.

Article 33

The contract of carriage may contain a clause conferring 
competence on an arbitration tribunal if the clause conferring 
competence on the tribunal provides that the tribunal shall 
apply this Convention.

CHAPTER VI

Provisions relating to carriage performed by successive 
carriers

Article 34

If carriage governed by a single contract is performed by 
successive road carriers, each of them shall be responsible 
for the performance of the whole operation, the second carrier 
and each succeeding carrier becoming a party to the contract 
of carriage, under the terms of the consignment note, by 
reason of his acceptance of the goods and the consignment 
note.

Article 35

l. A carrier accepting the goods from a previous carrier shall 
give the latter a dated and signed receipt. He shall enter his 
name and address on the second copy of the consignment note. 
Where applicable, he shall enter on the second copy of the 
consignment note and on the receipt reservations of the kind 
provided for in article 8, paragraph 2.

2. The provisions of article 9 shall apply to the relations 
between successive carriers.

Article 36

Except in the case of a counter-claim or a set-off raised in 
an action concerning a claim based on the same contract of 
carriage, legal proceedings in respect of liability for loss, 
damage or delay may only be brought against the first carrier, 
the last carrier or the carrier who was performing that por-
tion of the carriage during which the event causing the loss, 
damage or delay occurred; an action may be brought at the same 
time against several of these carriers.

Article 37

A carrier who has paid compensation in compliance with the 
provisions of this Convention, shall be entitled to recover 
such compensation, together with interest thereon and all 
costs and expenses incurred by reason of the claim, from the 
other carriers who have taken part in the carriage, subject to 
the following provisions:

(a) the carrier responsible for the loss or damage shall be 
solely liable for the compensation whether paid by himself or 
by another carrier;

(b) when the loss or damage has been caused by the action of 
two or more carriers, each of them shall pay an amount propor-
tionate to his share of liability; should it be impossible to 
apportion the liability, each carrier shall be liable in 
proportion to the share of the payment for the carriage which 
is due to him;

(c) if it cannot be ascertained to which carriers liability 
is attributable for the loss or damage, the amount of the com-
pensation shall be apportioned between all the carriers as 
laid down in (b) above.

Article 38

If one of the carriers is insolvent, the share of the com-
pensation due from him and unpaid by him shall be divided 
among the other carriers in proportion to the share of the 
payment for the carriage due to them.

Article 39

1. No carrier against whom a claim is made under articles 37 
and 38 shall be entitled to dispute the validity of the 
payment made by the carrier making the claim if the amount of 
the compensation was determined by judicial authority after 
the first mentioned carrier had been given due notice of the 
proceedings and afforded an opportunity of entering an 
appearance.

2. A carrier wishing to take proceedings to enforce his right 
of recovery may make his claim before the competent court or 
tribunal of the country in which one of the carriers concerned 
is ordinarily resident, or has his principal place of business 
or the branch or agency through which the contract of carriage 
was made. All the carriers concerned may be made defendants in 
the same action.

3. The provisions of article 31, paragraphs 3 and 4, shall 
apply to judgements entered in the proceedings referred to in 
articles 37 and 38.

4. The provisions of article 32 shall apply to claims between 
carriers. The period of limitation shall, however, begin to 
run either on the date of the final judicial decision fixing 
the amount of compensation payable under the provisions of 
this Convention, or, if there is no such judicial decision, 
from the actual date of payment.

Article 40

Carriers shall be free to agree among themselves on provisions 
other than those laid down in articles 37 and 38.

CHAPTER VII

Nullity of stipulations contrary to the Convention

Article 41

1. Subject to the provisions of article 40, any stipulation 
which would directly or indirectly derogate from the 
provisions of this Convention shall be null and void. The 
nullity of such a stipulation shall not involve the nullity of 
the other provisions of the contract.

2. In particular, a benefit of insurance in favour of the car-
rier or any other similar clause, or any clause shifting the 
burden of proof shall be null and void.

CHAPITRE PREMIER 

Champ d&#39;application

Article premier

1. La pr&#233;sente Convention s&#39;applique &#224; tout contrat de 
transport de marchandises par route &#224; titre on&#233;reux au moyen 
de v&#233;hicules, lorsque le lieu de la prise en charge de la 
merchandise et le lieu pr&#233;vu pour la livraison, tels qu&#39;ils 
sont indiqu&#233;s au contrat, sont situ&#233;s dans deux pays dif-
f&#233;rents dont l&#39;un au moins est un pays contractant. Il en est 
ainsi quels que soient le domicile et la nationalit&#233; des 
parties.

2. Pour l&#39;application de la pr&#233;sente Convention, il faut 
entendre par &quot;v&#233;hicules&quot; les automobiles, les v&#233;hicules 
articul&#233;s, les remorques et les semi-remorques, tels qu&#39;ils 
sont d&#233;finis par l&#39;article 4 de la Convention sur la 
circulation routi&#232;re en date du 19 septembre 1949.

3. La pr&#233;sente Convention s&#39;applique m&#234;me si les transports 
rentrant dans son champ d&#39;application sont effectu&#233;s par des 
Etats ou par des institutions ou organisations gouver-
nementales.

4. La pr&#233;sente Convention ne s&#39;applique pas:

a) aux transports effectu&#233;s sous l&#39;empire de conventions 
postales internationales,

b) aux transports fun&#233;raires,

c) aux transports de d&#233;m&#233;nagement.

5. Les Parties contractantes s&#39;interdisent d&#39;apporter par voie 
d&#39;accords particuliers conclus entre deux ou plusieurs d&#39;entre 
elles toute modification &#224; la pr&#233;sente Convention, sauf pour 
soustraire &#224; son empire leur trafic frontalier ou pour 
autoriser dans les transports empruntant exclusivement leur 
territoire l&#39;emploi de la lettre de voiture repres&#233;ntative de 
la marchandise.

Article 2

1. Si le v&#233;hicule contenant les marchandises est transport&#233; 
par mer, chemin de fer, voie navigable int&#233;rieure ou air sur 
une partie du parcours, sans rupture de charge sauf, 
&#233;ventuellement, pour l&#39;application des dispositions de 
l&#39;article 14, la pr&#233;sente Convention s&#39;applique, n&#233;anmoins, 
pour l&#39;ensemble du transport. Cependant, dans la mesure o&#249; il 
est prouv&#233; qu&#39;une perte, une avarie ou un retard &#224; la livrai-
son de la marchandise qui est survenu au cours du transport 
par l&#39;un des modes de transport autre que la route n&#39;a pas &#233;t&#233; 
caus&#233; par un acte ou une omission du transporteur routier et 
qu&#39;il provient d&#39;un fait qui n&#39;a pu se produire qu&#39;au cours et 
en raison du transport non routier, la responsabilit&#233; du 
transporteur routier est d&#233;termin&#233;e non par la pr&#233;sente 
Convention, mais de la fa&#231;on dont la responsabilit&#233; du 
transporteur non routier e&#251;t &#233;t&#233; d&#233;termin&#233;e si un contrat de 
transport avait &#233;t&#233; conclu entre l&#39;exp&#233;diteur et le 
transporteur non routier pour le seul transport de la mar-
chandise conform&#233;ment aux dispositions imp&#233;ratives de la loi 
concernant le transport de marchandises par le mode de trans-
port autre que la route. Toutefois, en l&#39;absence de telles 
dispositions, la responsabilit&#233; du transporteur par route sera 
d&#233;termin&#233;e par la pr&#233;sente Convention.

2. Si le transporteur routier est en m&#234;me temps le 
transporteur non routier, sa responsabilit&#233; est &#233;galement 
d&#233;termin&#233;e par le paragraphe premier comme si sa fonction de 
transporteur routier et sa fonction de transporteur non 
routier &#233;taient exerc&#233;es par deux personnes diff&#233;rentes.

CHAPITRE II 

Personnes dont r&#233;pond le transporteur

Article 3

Pour l&#39;application de la pr&#233;sente Convention, le transporteur 
r&#233;pond, comme de ses propres actes et omissions, des actes et 
omissions de ses pr&#233;pos&#233;s et de toutes autres personnes aux 
services desquelles il recourt pour l&#39;ex&#233;cution du transport 
lorsque ces pr&#233;pos&#233;s ou ces personnes agissent dans l&#39;exercice 
de leurs fonctions.

CHAPITRE III 

Conclusion et ex&#233;cution du contrat de transport

Article 4

Le contrat de transport est constat&#233; par une lettre de 
voiture. L&#39;abscence, l&#39;irr&#233;gularit&#233; ou la perte de la lettre 
de voiture n&#39;affectent ni l&#39;existence ni la validit&#233; du 
contrat de transport qui reste soumis aux dispositions de la 
pr&#233;sente Convention.

Article 5

1. La lettre de voiture est &#233;tablie en trois exemplaires 
originaux sign&#233;s par l&#39;exp&#233;diteur et par le transporteur, ces 
signatures pouvant &#234;tre imprim&#233;es ou remplac&#233;es par les 
timbres de l&#39;exp&#233;diteur et du transporteur si la l&#233;gislation 
du pays o&#249; la lettre de voiture est &#233;tablie le permet. Le 
premier exemplaire est remis &#224; l&#39;exp&#233;diteur, le deuxi&#232;me 
accompagne la marchandise et le troisi&#232;me est retenu par le 
transporteur.

2. Lorsque la marchandise &#224; transporter doit &#234;tre charg&#233;e dans 
des v&#233;hicules diff&#233;rents, ou lorsqu&#39;il s&#39;agit de diff&#233;rentes 
esp&#232;ces de marchandises ou de lots distincts, l&#39;exp&#233;diteur ou 
le transporteur a le droit d&#39;exiger l&#39;&#233;tablissement d&#39;autant 
de lettres de voiture qu&#39;il doit &#234;tre utilis&#233; de v&#233;hicules ou 
qu&#39;il y a d&#39;esp&#232;ces ou de lots de marchandises.

Article 6

1. La lettre de voiture doit contenir les indications sui-
vantes: 

a) le lieu et la date de son &#233;tablissement,

b) le nom et l&#39;adresse de l&#39;exp&#233;diteur,

c) le nom et l&#39;adresse du transporteur,

d) le lieu et la date de la prise en charge de la marchandise 
et le lieu pr&#233;vu pour la livraison,

e) le nom et l&#39;adresse du destinataire,

f) la d&#233;nomination courante de la nature de la marchandise et 
le mode d&#39;emballage, et, pour les marchandises dangereuses, 
leur d&#233;nomination g&#233;n&#233;ralement reconnue,

g) le nombre des colis, leurs marques particuli&#232;res et leurs 
num&#233;ros,

h) le poids brut ou la quantit&#233; autrement exprim&#233;e de la 
marchandise,

i) les frais aff&#233;rents au transport (prix de transport, frais 
accessoires, droits de douane et autres frais survenant &#224; 
partir de la conclusion du contrat jusqu&#39;&#224; la livraison),

j) les instructions requises pour les formalit&#233;s de douane et 
autres,

k) l&#39;indication que le transport est soumis, nonobstant toute 
clause contraire, au r&#233;gime &#233;tabli par la pr&#233;sente Convention.

2. Le cas &#233;ch&#233;ant, la lettre de voiture doit contenir, en 
outre, les indications suivantes:

a) l&#39;interdiction de transbordement,

b) les frais que l&#39;exp&#233;diteur prend &#224; sa charge,

c) le montant du remboursement &#224; percevoir lors de la 
livraison de la marchandise,

d) la valeur d&#233;clar&#233;e de la marchandise et la somme repr&#233;sen-
tant l&#39;int&#233;r&#234;t sp&#233;cial &#224; la livraison,

e) les instructions de l&#39;exp&#233;diteur au transporteur en ce qui 
concerne l&#39;assurance de la marchandise,

f) le d&#233;lai convenu dans lequel le transport doit &#234;tre 
effectu&#233;,

g) la liste des documents remis au transporteur.

3. Les parties peuvent porter sur la lettre de voiture toute 
autre indication qu&#39;elles jugent utile.

Article 7

1. L&#39;exp&#233;diteur r&#233;pond de tous frais et dommages que 
supporterait le transporteur en raison de l&#39;inexactitude ou de 
l&#39;insuffisance:

a) des indications mentionn&#233;es &#224; l&#39;article 6, paragraphe 1, 
b), d), e), f), g), h) et j),

b) des indications mentionn&#233;es &#224; l&#39;article 6, paragraphe 2,

c) de toutes autres indications ou instructions qu&#39;il donne 
pour l&#39;&#233;tablissement de la lettre de voiture ou pour y &#234;tre 
report&#233;es.

2. Si, &#224; la demande de l&#39;exp&#233;diteur, le transporteur inscrit 
sur la lettre de voiture les mentions vis&#233;es au paragraphe 1 
du pr&#233;sent article, il est consid&#233;r&#233;, jusqu&#39;&#224; preuve du 
contraire, comme agissant pour le compte de l&#39;exp&#233;diteur.

3. Si la lettre de voiture ne contient pas la mention pr&#233;vue &#224; 
l&#39;article 6, paragraphe 1, k), le transporteur est responsable 
de tous frais et dommages que subirait l&#39;ayant droit &#224; la 
marchandise en raison de cette omission.

Article 8

1. Lors de la prise en charge de la marchandise, le trans-
porteur est tenu de v&#233;rifier :

a) l&#39;exactitude des mentions de la lettre de voiture relatives 
au nombre de colis, ainsi qu&#39;&#224; leurs marques et num&#233;ros,

b) l&#39;&#233;tat apparent de la marchandise et de son emballage.

2. Si le transporteur n&#39;a pas de moyens raisonnables de v&#233;-
rifier l&#39;exactitude des mentions vis&#233;es au paragraphe 1, a) du 
pr&#233;sent article, il inscrit sur la lettre de voiture des 
r&#233;serves qui doivent &#234;tre motiv&#233;es. Il doit de m&#234;me motiver 
toutes les r&#233;serves qu&#39;il fait au sujet de l&#39;&#233;tat apparent de 
la marchandise et de son emballage. Ces r&#233;serves n&#39;engagent 
pas l&#39;exp&#233;diteur, si celui-ci ne les a pas express&#233;ment ac-
cept&#233;es sur la lettre de voiture.

3. L&#39;exp&#233;diteur a le droit d&#39;exiger la v&#233;rification par le 
transporteur du poids brut ou de la quantit&#233; autrement 
exprim&#233;e de la marchandise. Il peut aussi exiger la v&#233;rifi-
cation du contenu des colis. Le transporteur peut r&#233;clamer le 
paiement des frais de v&#233;rification. Le r&#233;sultat des v&#233;ri-
fications est consign&#233; sur la lettre de voiture.

Article 9

1. La lettre de voiture fait foi, jusqu&#39;&#224; preuve du contraire, 
des conditions du contrat et de la r&#233;ception de la marchandise 
par le transporteur.

2. En l&#39;absence d&#39;inscription sur la lettre de voiture de 
r&#233;serves motiv&#233;es du transporteur, il y a pr&#233;somption que la 
marchandise et son emballage &#233;taient en bon &#233;tat apparent au 
moment de la prise en charge par le transporteur et que le 
nombre des colis ainsi que leurs marques et num&#233;ros, &#233;taient 
conformes aux &#233;nonciations de la lettre de voiture.

Article 10

L&#39;exp&#233;diteur est responsable envers le transporteur des 
dommages aux personnes, au mat&#233;riel ou &#224; d&#39;autres mar-
chandises, ainsi que des frais, qui auraient pour origine la 
d&#233;fectuosit&#233; de l&#39;emballage de la marchandise, &#224; moins que, la 
d&#233;fectuosit&#233; &#233;tant apparente ou connue du transporteur au 
moment de la prise en charge, le transporteur n&#39;ait pas fait 
de r&#233;serves &#224; son sujet.

Article 11

1. En vue de l&#39;accomplissement des formalit&#233;s de douane et 
autres &#224; remplir avant la livraison de la marchandise, 
l&#39;exp&#233;diteur doit joindre &#224; la lettre de voiture ou mettre &#224; 
la disposition du transporteur les documents n&#233;cessaires et 
lui fournir tous renseignements voulus.

2. Le transporteur n&#39;est pas tenu d&#39;examiner si ces documents 
et renseignements sont exacts ou suffisants. L&#39;exp&#233;diteur est 
responsable envers le transporteur de tous dommages qui 
pourraient r&#233;sulter de l&#39;absence, de l&#39;insuffisance ou de 
l&#39;irr&#233;gularit&#233; de ces documents et renseignements, sauf en cas 
de faute du transporteur.

3. Le transporteur est responsable au m&#234;me titre qu&#39;un 
commissionnaire des cons&#233;quences de la perte ou de l&#39;utilisa-
tion inexacte des documents mentionn&#233;s sur la lettre de 
voiture et qui accompagnent celle-ci ou qui sont d&#233;pos&#233;s entre 
ses mains; toutefois, l&#39;indemnit&#233; &#224; sa charge ne d&#233;passera pas 
celle qui serait due en cas de perte de la marchandise.

Article 12

1. L&#39;exp&#233;diteur a le droit de disposer de la marchandise, 
notamment en demandant au transporteur d&#39;en arr&#234;ter le 
transport, de modifier le lieu pr&#233;vu pour la livraison ou de 
livrer la marchandise &#224; un destinataire diff&#233;rent de celui 
indiqu&#233; sur la lettre de voiture.

2. Ce droit s&#39;&#233;teint lorsque le deuxi&#232;me exempaire de la 
lettre de voiture est remis au destinataire ou que celui-ci 
fait valoir le droit pr&#233;vu &#224; l&#39;article 13, paragraphe 1; &#224; 
partir de ce moment, le transporteur doit se conformer aux 
ordres du destinataire.

3. Le droit de disposition appartient toutefois au destina-
taire d&#232;s l&#39;&#233;tablissement de la lettre de voiture si une 
mention dans ce sans est faite par l&#39;exp&#233;diteur sur cette 
lettre.

4. Si, en exer&#231;ant son droit de disposition, le destinataire 
ordonne de livrer la merchandise &#224; une autre personne, celle-
ci ne peut pas d&#233;signer d&#39;autres destinataires.

5. L&#39;exercice du droit de disposition est subordonn&#233; aux 
conditions suivantes:

a) l&#39;exp&#233;diteur ou, dans le cas vis&#233; au paragraphe 3 du 
pr&#233;sent article, le destinataire qui veut exercer ce droit 
doit pr&#233;senter le premier exemplaire de la lettre de voiture, 
sur lequel doivent &#234;tre inscrites les nouvelles instructions 
donn&#233;es au transporteur, et d&#233;dommager le transporteur des 
frais et du pr&#233;judice qu&#39;entra&#238;ne l&#39;ex&#233;cution de ces 
instructions;

b) cette ex&#233;cution doit &#234;tre possible au moment o&#249; les 
instructions parvienent &#224; la personne qui doit les 
l&#39;exploitation normale de l&#39;entreprise du transporteur, ni 
porter pr&#233;judice aux exp&#233;diteurs ou destinataires d&#39;autres 
envois;

c) les instructions ne doivent jamais avoir pour effet de 
diviser l&#39;envoi.

6. Lorsque, en raison des dispositions pr&#233;vues au 
paragraphe 5, b) du pr&#233;sent article, le transporteur ne peut 
ex&#233;cuter les instructions qu&#39;il re&#231;oit, il doit en aviser 
imm&#233;diatement la personne dont &#233;manent ces instructions.

7. Le transporteur qui n&#39;aura pas ex&#233;cut&#233; les instructions 
donn&#233;es dans les conditions pr&#233;vues au pr&#233;sent article ou qui 
se sera conform&#233; &#224; de telles instructions sans avoir exig&#233; la 
pr&#233;sentation du premier exemplaire de la lettre de voiture 
sera resonsable envers l&#39;ayant droit du pr&#233;judice caus&#233; par ce 
fait.

Article 13

1. Apr&#232;s l&#39;arriv&#233;e de la marchandise au lieu pr&#233;vu pour la 
livraison, le destinataire a le droit de demander que le 
deuxi&#232;me exemplaire de la lettre de voiture lui soit remis et 
que la marchandise lui soit livr&#233;e, le tout contre d&#233;charge. 
Si la perte de la marchandise est &#233;tablie, ou si la 
marchandise n&#39;est pas arriv&#233;e &#224; l&#39;expiration du d&#233;lai pr&#233;vu &#224; 
l&#39;article 19, le destinataire est autoris&#233; &#224; faire valoir en 
son propre nom vis-&#224;-vis du transporteur les droits qui 
r&#233;sultent du contrat de transport.

2. Le destinataire qui se pr&#233;vant des droits qui lui sont 
accord&#233;s aux termes du paragraphe 1 du pr&#233;sent article est 
tenu de payer le montant des cr&#233;ances r&#233;sultant de la lettre 
de voiture. En cas de contestation &#224; ce sujet, le transporteur 
n&#39;est oblig&#233; d&#39;effectuer la livraison de la marchandise que si 
une cautian lui est fournie par le destinataire.

Article 14

1. Si, pour un motif quelconque, l&#39;ex&#233;cution du contrat dans 
les conditions pr&#233;vues &#224; la lettre de voiture est ou devient 
impossible avant l&#39;arriv&#233;e de la marchandise au lieu pr&#233;vu 
pour la livraison, le transporteur est tenu de demander des 
instructions &#224; la personne qui a le droit de disposer de la 
marchandise conform&#233;ment &#224; l&#39;article 12.

2. Toutefois, si les circonstances permettent l&#39;ex&#233;cution du 
transport dans des conditions diff&#233;rentes de celles pr&#233;vues &#224; 
la lettre de voiture et si le transporteur n&#39;a pu obtenir en 
temps utile les instructions de la personne qui a le droit de 
disposer de la marchandise conform&#233;ment &#224; l&#39;article 12, il 
prend les mesures qui lui paraissent les meilleures dans 
l&#39;int&#233;r&#234;t de la personne ayant le droit de disposer de la 
marchandise.

Article 15

1. Lorsque, apr&#232;s l&#39;arriv&#233;e de la marchandise au lieu de 
destination, il se pr&#233;sente des emp&#234;chements &#224; la livraison, 
le transporteur demande des instructions &#224; l&#39;exp&#233;diteur. Si le 
destinataire refuse la marchandise, l&#39;exp&#233;diteur a le droit de 
disposer de celle-ci sans avoir &#224; produire le premier exem-
plaire de la lettre de voiture.

2. Meme s&#39;il a refus&#233; la marchandise, le destinataire peut 
toujours en demander la livraison tant que le transporteur n&#39;a 
pas re&#231;u d&#39;instructions contraires de l&#39;exp&#233;diteur.

3. Si l&#39;emp&#234;chement &#224; la livraison se pr&#233;sente apr&#232;s que, 
conform&#233;ment au droit qu&#39;il d&#233;tient en vertu de l&#39;article 12, 
paragraphe 3, le destinataire a donn&#233; l&#39;ordre de livrer la 
marchandise &#224; une autre personne, le destinataire est sub-
stitu&#233; &#224; l&#39;exp&#233;diteur, et cette autre personne au desti-
nataire, pour l&#39;application des paragraphes 1 et 2 ci-dessus.

Article 16

1. Le transporteur a droit au remboursement des frais que lui 
cause sa demande d&#39;instructions, ou qu&#39;entra&#238;ne pour lui 
l&#39;ex&#233;cution des instructions re&#231;ues, &#224; moins que ces frais ne 
soient la cons&#233;quence de sa faute.

2. Dans les cas vis&#233;s &#224; l&#39;article 14, paragraphe 1, et &#224; 
l&#39;article 15, le transporteur peut d&#233;charger imm&#233;diatement la 
marchandise pour le compte de l&#39;ayant droit; apr&#232;s ce 
d&#233;chargement, le transport est r&#233;put&#233; termin&#233;. Le transporteur 
assume alors la garde de la marchandise. Il peut toutefois 
confier la marchandise &#224; un tiers et n&#39;est alors responsable 
que du choix judicieux de ce tiers. La marchandise reste 
grev&#233;e des cr&#233;ances r&#233;sultant de la lettre de voiture et de 
tous autres frais.

3. Le transporteur peut faire proc&#233;der &#224; la vente de la 
marchandise sans attendre d&#39;instructions de l&#39;ayant droit 
lorsque la nature p&#233;rissable ou l&#39;etat de la marchandise le 
justifie ou lorsque les frais de garde sont hors de proportion 
avec la valeur de la marchandise. Dans les autres cas, il peut 
&#233;galement faire proc&#233;der &#224; la vente lorsque, dans un d&#233;lai 
raisonnable, il n&#39;a pas re&#231;u de l&#39;ayant droit d&#39;instructions 
contraires dont l&#39;ex&#233;cution puisse &#233;quitablement &#234;tre exig&#233;e.

4. Si la marchandise a &#233;t&#233; vendue en application du pr&#233;sent 
article, le produit de la vente doit &#234;tre mis &#224; la disposition 
de l&#39;ayant droit, d&#233;duction faite des frais grevant la mar-
chandise. Si ces frais sont sup&#233;rieures au produit de la 
vente, le transporteur a droit &#224; la diff&#233;rence.

5. La fa&#231;on de proc&#233;der en cas de vente est det&#233;rmin&#233;e par la 
loi ou les usages du lieu o&#249; se trouve la marchandise.

CHAPITRE IV

Responsabilit&#233; du transporteur

Article 17

1. Le transporteur est responsable de la perte totale ou 
partielle, ou de l&#39;avarie, qui se produit entre le moment de 
la prise en charge de la marchandise et celui de la livraison, 
ainsi que du retard &#224; la livraison.

2. Le transporteur est d&#233;charg&#233; de cette responsabilit&#233; si la 
perte, l&#39;avarie ou le retard a eu pour cause une faute de 
l&#39;ayant droit, un ordre de celui-ci ne r&#233;sultant pas d&#39;une 
faute du transporteur, un vice propre de la marchandise, ou 
des circonstances que le transporteur ne pouvait pas &#233;viter et 
aux cons&#233;quences desquelles il ne pouvait pas obvier.

3. Le transporteur ne peut exciper, pour se d&#233;charger de sa 
responsabilit&#233;, ni des d&#233;fectuosit&#233;s du v&#233;hicule dont il se 
sert pour effectuer le transport, ni de fautes de la personne 
dont il aurait lou&#233; le v&#233;hicule ou des pr&#233;pos&#233;s de celle-ci.

4. Compte tenu de l&#39;article 18, paragraphes 2 &#224; 5, le 
transporteur est d&#233;charg&#233; de sa responsabilit&#233; lorsque la 
perte ou l&#39;avarie r&#233;sulte des risques particuliers inh&#233;rents &#224; 
l&#39;un des faits suivants ou &#224; plusieurs d&#39;entre eux:

a) emploi de v&#233;hicules ouverts et non b&#226;ch&#233;s, lorsque cet 
emploi a &#233;t&#233; convenu d&#39;une mani&#232;re expresse et mentionn&#233; dans 
la lettre de voiture;

b) absence ou d&#233;fectuosit&#233; de l&#39;emballage pour les 
marchandises expos&#233;es par leur nature &#224; des d&#233;chets ou avaries 
quand elles ne sont pas emball&#233;es ou sont mal emball&#233;es;

c) manutention, chargement, arrimage ou d&#233;chargement de la 
marchandise par l&#39;exp&#233;diteur ou le destinataire ou des 
personnes agissant pour le compte de l&#39;exp&#233;diteur ou du 
destinataire;

d) nature de certaines marchandises expos&#233;es, par des causes 
inh&#233;rentes &#224; cette nature m&#234;me, soit &#224; perte totale ou 
partielle, soit &#224; avarie, notamment par bris, rouille, 
d&#233;t&#233;rioration interne et spontan&#233;e, dessiccation, coulage, 
d&#233;chet normal ou action de la vermine et des rongeurs;

e) insuffisance ou imperfection des marques ou des num&#233;ros de 
colis;

f) transport d&#39;animaux vivants.

5. Si, en vertu du pr&#233;sent article, le transporteur ne r&#233;pond 
pas de certains des facteurs qui ont caus&#233; le dommage, sa 
responsabilit&#233; n&#39;est engag&#233;e que dans la proportion o&#249; les 
facteurs dont il r&#233;pond en vertu du pr&#233;sent article ont 
contribu&#233; au dommage.

Article 18

1. La preuve que la perte, l&#39;avarie ou le retard a eu pour 
cause un des faits pr&#233;vus &#224; l&#39;article 17, paragraphe 2, in-
combe au transporteur.

2. Lorsque le transporteur &#233;tablit que, eu &#233;gard aux circon-
stances de fait, la perte ou l&#39;avarie a pu r&#233;sulter d&#39;un ou de 
plusieurs des risques particuliers pr&#233;vus &#224; l&#39;article 17, 
paragraphe 4, il y a pr&#233;somption qu&#39;elle en r&#233;sulte. L&#39;ayant 
droit peut toutefois faire la preuve que le dommage n&#39;a pas eu 
l&#39;un de ces risques pour cause totale ou partielle.

3. La pr&#233;somption vis&#233;e ci-dessus n&#39;est pas applicable dans le 
cas pr&#233;vu &#224; l&#39;article 17, paragraphe 4, a), s&#39;il y a manquant 
d&#39;une importance anormale ou perte de colis.

4. Si le transport est effectu&#233; au moyen d&#39;un v&#233;hicule am&#233;nag&#233; 
en vue de soustraire les marchandises &#224; l&#39;influence de la 
chaleur, du froid, des variations de temp&#233;rature ou de 
l&#39;humidit&#233; de l&#39;air, le transporteur ne peut invoquer le 
b&#233;n&#233;fice de l&#39;article 17, paragraphe 4, d), que s&#39;il fournit 
la preuve que toutes les mesures lui incombant, compte tenu 
des circonstances, ont &#233;t&#233; prises en ce qui concerne le choix, 
l&#39;entretien et l&#39;emploi de ces am&#233;nagements et qu&#39;il s&#39;est 
conform&#233; aux instructions sp&#233;ciales qui ont pu lui &#234;tre 
donn&#233;es.

5. Le transporteur ne peut invoquer le b&#233;n&#233;fice de l&#39;artic-
le 17, paragraphe 4, f), que s&#39;il fournit la preuve que toutes 
les mesures lui incombant normalement, compte tenu des 
circonstances, ont &#233;t&#233; prises et qu&#39;il s&#39;est conform&#233; aux 
instructions sp&#233;ciales qui ont pu lui &#234;tre donn&#233;es.

Article 19

Il y a retard &#224; la livraison lorsque la marchandise n&#39;a pas 
&#233;t&#233; livr&#233;e dans le d&#233;lai convenu ou, s&#39;il n&#39;a pas &#233;t&#233; convenu 
de d&#233;lai, lorsque la dur&#233;e effective du transport d&#233;passe, 
compte tenu des circonstances et, notamment, dans le cas d&#39;un 
chargement partiel, du temps voulu pour assembler un charge-
ment complet dans des conditions normales, le temps qu&#39;il est 
raisonnable d&#39;allouer &#224; des transporteurs diligents.

Article 20

1. L&#39;ayant droit peut, sans avoir &#224; fournir d&#39;autres preuves, 
consid&#233;rer la marchandise comme perdue quand elle n&#39;a pas &#233;t&#233; 
livr&#233;e dans les trente jours qui suivent l&#39;expiration du d&#233;lai 
convenu ou, s&#39;il n&#39;a pas &#233;t&#233; convenu de d&#233;lai, dans les 
soixante jours qui suivent la prise en charge de la mar-
chandise par le transporteur.

2. L&#39;ayant droit peut, en recevant le paiement de l&#39;indemnit&#233; 
pour la marchandise perdue, demander, par &#233;crit, &#224; &#234;tre avis&#233; 
imm&#233;diatement dans le cas o&#249; la marchandise serait retrouv&#233;e 
au cours de l&#39;ann&#233;e qui suivra le paiement de l&#39;indemnit&#233;. Il 
lui est donn&#233; par &#233;crit acte de cette demande.

3. Dans les trente jours qui suivent la r&#233;ception de cet avis, 
l&#39;ayant droit peut exiger que la marchandise lui soit livr&#233;e 
contre paiement des cr&#233;ances r&#233;sultant de la lettre de voiture 
et contre restitution de l&#39;indemnit&#233; qu&#39;il a re&#231;ue, d&#233;duction 
faite &#233;ventuellement des frais qui auraient &#233;t&#233; compris dans 
cette indemnit&#233;, et sous r&#233;serve de tous droits &#224; l&#39;indemnit&#233; 
pour retard &#224; la livraison pr&#233;vue &#224; l&#39;article 23 et, s&#39;il y a 
lieu, &#224; l&#39;article 26.

4. A d&#233;faut soit de la demande pr&#233;vue au paragraphe 2, soit 
d&#39;instructions donn&#233;es dans le d&#233;lai de trente jours pr&#233;vu au 
paragraphe 3, ou encore si la marchandise n&#39;a &#233;t&#233; retrouv&#233;e 
que plus d&#39;un an apr&#232;s le paiement de l&#39;indemnit&#233;, le trans-
porteur en dispose conform&#233;ment &#224; la loi du lieu o&#249; se trouve 
la marchandise.

Article 21

Si la marchandise est livr&#233;e au destinataire sans encaissement 
du remboursement qui aurait d&#251; &#234;tre per&#231;u par le transporteur 
en vertu des dispositions du contrat de transport, le trans-
porteur est tenu d&#39;indemniser l&#39;exp&#233;diteur &#224; concurrence du 
montant du remboursement, sauf son recours contre le 
destinataire.

Article 22

1. Si l&#39;exp&#233;diteur remet au transporteur des marchandises 
dangereuses, il lui signale la nature exacte du danger 
qu&#39;elles pr&#233;sentent et lui indique &#233;ventuellement les pr&#233;-
cautions &#224; prendre. Au cas o&#249; cet avis n&#39;a pas &#233;t&#233; consign&#233; 
sur la lettre de voiture, il appartient &#224; l&#39;exp&#233;diteur ou au 
destinataire de faire la preuve, par tous autres moyens, que 
le transporteur a eu connaissance de la nature exacte du 
danger que pr&#233;sentait le transport desdites marchandises.

2. Les marchandises dangereuses qui n&#39;auraient pas &#233;t&#233; connues 
comme telles par le transporteur dans les conditions pr&#233;vues 
au paragraphe 1 du pr&#233;sent article peuvent &#224; tout moment et en 
tout lieu &#234;tre d&#233;charg&#233;es, d&#233;truites ou rendues inoffensives 
par le transporteur, et ce sans aucune indemnit&#233;; l&#39;exp&#233;diteur 
est en outre responsable de tous frais et dommages r&#233;sultant 
de leur remise au transport ou de leur transport.

Article 23

1. Quand, en vertu des dispositions de la pr&#233;sente Convention, 
une indemnit&#233; pour perte totale ou partielle de la marchandise 
est mise &#224; la charge du transporteur, cette indemnit&#233; est cal-
cul&#233;e d&#39;apr&#232;s la valeur de la marchandise au lieu et &#224; 
l&#39;&#233;poque de la prise en charge.

2. La valeur de la marchandise est d&#233;termin&#233;e d&#39;apr&#232;s le cours 
en bourse ou, &#224; d&#233;faut, d&#39;apr&#232;s le prix courant sur le march&#233; 
ou, &#224; d&#233;faut de l&#39;un et de l&#39;autre, d&#39;apr&#232;s la valeur usuelle 
des marchandises de m&#234;me nature et qualit&#233;.

3. Toutefois, l&#39;indemnit&#233; ne peut d&#233;passer 8,33 unit&#233;s de 
compte par kilogramme du poids brut manquant.

4. Sont en outre rembours&#233;s le prix du transport, les droits, 
de douane et les autres frais encourus &#224; l&#39;occasion du trans-
port de la marchandise, en totalit&#233; en cas de perte totale, et 
au prorata en cas de perte partielle; d&#39;autres dommages-in-
t&#233;r&#234;ts ne sont pas dus.

5. En cas de retard, si l&#39;ayant droit prouve qu&#39;un pr&#233;judice 
en est r&#233;sult&#233;, le transporteur est tenu de payer pour ce 
pr&#233;judice une indemnit&#233; qui ne peut pas d&#233;passer le prix du 
transport.

6. Des indemnit&#233;s plus &#233;lev&#233;es ne peuvent &#234;tre r&#233;clam&#233;es qu&#39;en 
cas de d&#233;claration de la valeur de la marchandise ou de d&#233;-
claration d&#39;int&#233;r&#234;t sp&#233;cial &#224; la livraison, conform&#233;ment aux 
articles 24 et 26.

7. L&#39;unit&#233; de compte mentionn&#233;e dans la pr&#233;sente Convention 
est le Droit de tirage sp&#233;cial tel que d&#233;fini par le Fonds 
mon&#233;taire international. Le montant vis&#233; au paragraphe 3 du 
pr&#233;sent article est converti dans la monnaie nationale de 
l&#39;Etat dont rel&#232;ve le tribunal saisi du litige sur la base de 
la valeur de cette monnaie &#224; la date du jugement ou &#224; la date 
adopt&#233;e d&#39;un commun accord par les parties. La valeur, en 
Droit de tirage sp&#233;cial, de la monnaie nationale d&#39;un Etat qui 
est membre du Fonds mon&#233;taire international, est calcul&#233;e 
selon la m&#233;thode d&#39;&#233;valuation appliqu&#233;e par le Fonds mon&#233;taire 
international &#224; la date en question pour ses propres 
op&#233;rations et transactions. La valeur, en Droit de tirage sp&#233;-
cial, de la monnaie nationale d&#39;un Etat qui n&#39;est pas membre 
du Fonds mon&#233;taire international, est calcul&#233;e de la fa&#231;on 
d&#233;termin&#233;e par cet Etat.

8. Toutefois, un Etat qui n&#39;est pas membre du Fonds mon&#233;taire 
international et dont la l&#233;gislation ne permet pas d&#39;appliquer 
les dispositions du paragraphe 7 du pr&#233;sent article peut, au 
moment de la ratification du Protocole &#224; la CMR ou de 
l&#39;adh&#233;sion &#224; celui-ci, ou &#224; tout moment ult&#233;rieur d&#233;clarer que 
la limite de la responsabilit&#233; pr&#233;vue au paragraphe 3 du 
pr&#233;sent article et applicable sur son territoire est fix&#233;e &#224; 
25 unit&#233;s mon&#233;taires. L&#39;unit&#233; mon&#233;taire dont il est question 
dans le pr&#233;sent paragraphe correspond &#224; 10/31 de gramme d&#39;or 
au titre de neuf cents milli&#232;mes de fin. La conversion en mon-
naie nationale du montant indiqu&#233; dans le pr&#233;sent paragraphe 
s&#39;effectue conform&#233;ment &#224; la l&#233;gislation de l&#39;Etat concern&#233;.

9. Le calcul mentionn&#233; &#224; la derni&#232;re phrase du paragraphe 7, 
et la conversion mentionn&#233;e au paragraphe 8, du pr&#233;sent 
article doivent &#234;tre faits de fa&#231;on &#224; exprimer en monnaie 
nationale de l&#39;Etat la m&#234;me valeur r&#233;elle, dans la mesure du 
possible, que celle exprim&#233;e en unit&#233;s du compte au paragraphe 
3 du pr&#233;sent article. Lors du d&#233;p&#244;t d&#39;un instrument vis&#233; &#224; 
l&#39;article 3 du Protocole &#224; la CMR et chaque fois qu&#39;un 
changement se produit dans leur m&#233;thode de calcul ou dans la 
valeur de leur monnaie nationale par rapport &#224; l&#39;unit&#233; de 
compte ou &#224; l&#39;unit&#233; mon&#233;taire, les Etats communiquent au 
Secr&#233;taire g&#233;n&#233;ral de l&#39;Organisation des Nations Unies leur 
m&#233;thode de calcul conform&#233;ment au paragraphe 7, ou les r&#233;sul-
tats de la conversion conform&#233;ment au paragraphe 8, du pr&#233;sent 
article, selon le cas.

Article 24

L&#39;exp&#233;diteur peut d&#233;clarer dans la lettre de voiture, contre 
paiement d&#39;un suppl&#233;ment de prix &#224; convenir, une valeur de la 
marchandise exc&#233;dant la limite mentionn&#233;e au paragraphe 3 de 
l&#39;article 23 et, dans ce cas, le montant d&#233;clar&#233; se substitue 
&#224; cette limite.

Article 25

1. En cas d&#39;avarie, le transporteur paie le montant de la 
d&#233;pr&#233;ciation calcul&#233;e d&#39;apr&#232;s la valeur de la marchandise 
fix&#233;e conform&#233;ment &#224; l&#39;article 23, paragraphes 1, 2 et 4.

2. Toutefois, l&#39;indemnit&#233; ne peut d&#233;passer :

a) si la totalit&#233; de l&#39;exp&#233;dition est d&#233;pr&#233;ci&#233;e par l&#39;avarie, 
le chiffre qu&#39;elle aurait atteint en cas de perte totale;

b) si une partie seulement de l&#39;exp&#233;dition est d&#233;pr&#233;ci&#233;e par 
l&#39;avarie, le chiffre qu&#39;elle aurait atteint en cas de perte de 
la partie d&#233;pr&#233;ci&#233;e.

Article 26

1. L&#39;exp&#233;diteur peut fixer, en l&#39;inscrivant &#224; la lettre de 
voiture, et contre paiement d&#39;un suppl&#233;ment de prix &#224; 
convenir, le montant d&#39;un int&#233;r&#234;t sp&#233;cial &#224; la livraison, pour 
le cas de perte ou d&#39;avarie et pour celui de d&#233;passement du 
d&#233;lai convenu.

2. S&#39;il y a eu d&#233;claration d&#39;int&#233;r&#234;t sp&#233;cial &#224; la livraison, 
il peut &#234;tre r&#233;clam&#233;, ind&#233;pendamment des indemnit&#233;s pr&#233;vues 
aux articles 23, 24 et 25, et &#224; concurrence du montant de 
l&#39;int&#233;r&#234;t d&#233;clar&#233;, une indemnit&#233; &#233;gale au dommage suppl&#233;men-
taire dont la preuve est apport&#233;e.

Article 27

1. L&#39;ayant droit peut demander les int&#233;r&#234;ts de l&#39;indemnit&#233;. 
Ces int&#233;r&#234;ts, calcul&#233;s &#224; raison de 5 pour 100 l&#39;an, courent du 
jour de la r&#233;clamation adress&#233;e par &#233;crit au transporteur ou, 
s&#39;il n&#39;y a pas eu de r&#233;clamation, du jour de la demande en 
justice.

2. Lorsque les &#233;l&#233;ments qui servent de base au calcul de 
l&#39;indemnit&#233; ne sont pas exprim&#233;s dans la monnaie du pays o&#249; le 
paiement est r&#233;clam&#233;, la conversion est faite d&#39;apr&#232;s le cours 
du jour et du lieu du paiement de l&#39;indemnit&#233;.

Article 28

1. Lorsque, d&#39;apr&#232;s la loi applicable, la perte, l&#39;avarie ou 
le retard survenu au cours d&#39;un transport soumis &#224; la pr&#233;sente 
Convention peut donner lieu &#224; une r&#233;clamation extra-
contractuelle, le transporteur peut se pr&#233;valoir des disposi-
tions de la pr&#233;sente Convention qui excluent sa responsabilit&#233; 
ou qui d&#233;terminent ou limitent les indemnit&#233;s dues.

2. Lorsque la responsabilit&#233; extracontractuelle pour perte, 
avarie ou retard d&#39;une des personnes dont le transporteur 
r&#233;pond aux termes de l&#39;article 3 est mise en cause, cette per-
sonne peut &#233;galement se pr&#233;valoir des dispositions de la 
pr&#233;sente Convention qui excluent la responsabilit&#233; du 
transporteur ou qui d&#233;terminent ou limitent les indemnit&#233;s 
dues.

Article 29

1. Le transporteur n&#39;a pas le droit de se pr&#233;valoir des dis-
positions du pr&#233;sent chapitre qui excluent ou limitent sa 
responsabilit&#233; ou qui renversent le fardeau de la preuve, si 
le dommage provient de son dol ou d&#39;une faute qui lui est 
imputable et qui, d&#39;apr&#232;s la loi de la juridiction saisie, est 
consid&#233;r&#233;e comme &#233;quivalente au dol.

2. Il en est de m&#234;me si le dal ou la faute est le fait des 
pr&#233;pos&#233;s du transporteur ou de toutes autres personnes aux 
services desquelles il recourt pour l&#39;ex&#233;cution du transport 
lorsque ces pr&#233;pos&#233;s ou ces autres personnes agissent dans 
l&#39;exercice de leurs fonctions. Dans ce cas, ces pr&#233;pos&#233;s ou 
ces autres personnes n&#39;ont pas davantage le droit de se pr&#233;va-
loir, en ce qui concerne leur responsabilit&#233; personnelle, des 
dispositions du pr&#233;sent chapitre vis&#233;es au paragraphe 1.

CHAPITRE V 

R&#233;clamations et actions

Article 30

1. Si le destinataire a pris livraison de la marchandise sans 
qu&#39;il en ait constat&#233; l&#39;&#233;tat contradictoirement avec le trans-
porteur ou sans qu&#39;il ait, au plus tard au moment de la 
livraison s&#39;il s&#39;agit de pertes ou avaries apparentes, ou dans 
les sept jours &#224; dater de la livraison, dimanche et jours 
f&#233;ri&#233;s non compris, lorsqu&#39;il s&#39;agit de pertes ou avaries non 
apparentes, adress&#233; des r&#233;serves au transporteur indiquant la 
nature g&#233;n&#233;rale de la perte on de l&#39;avarie, il est pr&#233;sum&#233;, 
jusqu&#39;&#224; preuve contraire, avoir re&#231;u la marchandise dans 
l&#39;&#233;tat d&#233;crit dans la lettre de voiture. Les r&#233;serves vis&#233;es 
ci-dessus doivent &#234;tre faites par &#233;crit lorsqu&#39;il s&#39;agit de 
pertes ou avaries non apparentes.

2. Lorsque l&#39;&#233;tat de la marchandise a &#233;t&#233; constat&#233; contra-
dictoirement par le destinataire et le transporteur, la preuve 
contraire au r&#233;sultat de cette constatation ne peut &#234;tre faite 
que s&#39;il s&#39;agit de pertes ou avaries non apparentes et si le 
destinataire a adress&#233; des r&#233;serves &#233;crites au transporteur 
dans les sept jours, dimanche et jours f&#233;ri&#233;s non compris, &#224; 
dater de cette constatation.

3. Un retard &#224; la livraison ne peut donner lieu &#224; indemnit&#233; 
que si une r&#233;serve a &#233;t&#233; adress&#233;e par &#233;crit dans le d&#233;lai de 
21 jours &#224; dater de la mise de la marchandise &#224; la disposition 
du destinataire.

4. La date de livraison ou, selon le cas, celle de la con-
statation ou celle de la mise &#224; disposition n&#39;est pas compt&#233;e 
dans les d&#233;lais pr&#233;vus au pr&#233;sent article.

5. Le transporteur et le destinataire se donnent r&#233;ciproque-
ment toutes facilit&#233;s raisonnables pour les constatations et 
v&#233;rifications utiles.

Article 31

1. Pour tous litiges auxquels donnent lieu les transports 
soumis &#224; la pr&#233;sente Convention, le demandeur peut saisir, en 
dehors des juridictions des pays contractants d&#233;sign&#233;es d&#39;un 
commun accord par les parties, les juridictions du pays sur Je 
territoire duquel :

a) le d&#233;fendeur a sa r&#233;sidence habituelle, son si&#232;ge principal 
ou la succursale ou l&#39;agence par l&#39;interm&#233;diaire de laquelle 
le contrat de transport a &#233;t&#233; conclu, ou

b) le lieu de la prise en charge de la marchandise ou celui 
pr&#233;vu pour la livraison est situ&#233;,

et ne peut saisir que ces juridictions.

2. Lorsque dans un litige vis&#233; au paragraphe premier du 
pr&#233;sent article une action est en instance devant une 
juridiction comp&#233;tente aux termes de ce paragraphe, ou lorsque 
dans un tel litige un jugement a &#233;t&#233; prononc&#233; par une telle 
juridiction, il ne peut &#234;tre intent&#233; aucune nouvelle action 
pour la m&#234;me cause entre les m&#234;mes parties a moins que la 
d&#233;cision de la juridiction devant laquelle la premi&#232;re action 
a &#233;t&#233; intent&#233;e ne soit pas susceptible d&#39;&#234;tre ex&#233;cut&#233;e dans le 
pays o&#249; la nouvelle action est intent&#233;e.

3. Lorsque dans un litige vis&#233; au paragraphe 1 du pr&#233;sent 
article un jugement rendu par une juridiction d&#39;un pays 
contractant est devenu ex&#233;cutoire dans ce pays, il devient 
&#233;galement ex&#233;cutoire dans chacun des autres pays contractants 
aussit&#244;t apr&#232;s accomplissement des formalit&#233;s prescrites &#224; cet 
effet dans le pays int&#233;ress&#233;. Ces formalit&#233;s ne peuvent 
comporter aucune revision de l&#39;affaire.

4. Les dispositions du paragraphe 3 du pr&#233;sent article s&#39;app-
liquent aux jugements contradictoires, aux jugements par d&#233;-
faut et aux transactions judiciaires mais ne s&#39;appliquent ni 
aux jugements qui ne sont ex&#233;cutoires que par provision, ni 
aux condamnations en dommages et int&#233;r&#234;ts qui seraient pro-
nonc&#233;s en sus des d&#233;pens contre un demandeur en raison du 
rejet total ou partiel de sa demande.

5. Il ne peut &#234;tre exig&#233; de caution de ressortissants de pays 
contractants, ayant leur domicile ou un &#233;tablissement dans un 
de ces pays, pour assurer le paiement des d&#233;pens &#224; l&#39;occasion 
des actions en justice auxquelles donnent lieu les transports 
soumis &#224; la pr&#233;sente Convention.

Article 32

1. Les actions auxquelles peuvent donner lieu les transports 
soumis &#224; la pr&#233;sente Convention sont prescrites dans le d&#233;lai 
d&#39;un an. Toutefois, dans le cas de dol on de faute consid&#233;r&#233;e, 
d&#39;apr&#232;s la loi de la juridiction saisie, comme &#233;quivalente au 
dol, la prescription est de trois ans. La prescription court :

a) dans le cas de perte partielle, d&#39;avarie ou de retard, &#224; 
partir du jour o&#249; la marchandise a &#233;t&#233; livr&#233;e;

b) dans le cas de perte totale, &#224; partir du trenti&#232;me jour 
apr&#232;s l&#39;expiration du d&#233;lai convenu ou, s&#39;il n&#39;a pas &#233;t&#233; 
convenu de d&#233;lai, &#224; partir du soixanti&#232;me jour apr&#232;s la prise 
en charge de la marchandise par le transporteur;

c) dans tous les autres cas, &#224; partir de l&#39;expiration d&#39;un 
d&#233;lai de trois mois &#224; dater de la conclusion du contrat de 
transport.

Le jour indiqu&#233; cidessus comme point de d&#233;part de la 
prescription n&#39;est pas compris dans le d&#233;lai.

2. Une r&#233;clamation &#233;crite suspend la prescription jusqu&#39;au 
jour o&#249; le transporteur repousse la r&#233;clamation par &#233;crit et 
restitue les pi&#232;ces qui y &#233;taient jointes. En cas 
d&#39;acceptation partielle de la r&#233;clamation, la prescription ne 
reprend son cours que pour la partie de la r&#233;clamation qui 
reste litigieuse. La preuve de la r&#233;ception de la r&#233;clamation 
ou de la r&#233;ponse et de la restitution des pi&#232;ces est &#224; la 
charge de la partie qui invoque ce fait. Les r&#233;clamations 
ult&#233;rieures ayant le m&#234;me objet ne suspendent pas la 
prescription.

3. Sous r&#233;serve des dispositions du paragraphe 2 ci-dessus, la 
suspension de la prescription est r&#233;gie par la loi de la 
juridiction saisie. Il en est de m&#234;me en ce qui concerne 
l&#39;interruption de la prescription.

4. L&#39;action prescrite ne peut plus &#234;tre exerc&#233;e, m&#234;me sous 
forme de demande reconventionnelle ou d&#39;exception.

Article 33

Le contrat de transport peut contenir une clause attribuant 
comp&#233;tence &#224; un tribunal arbitral &#224; condition que cette clause 
pr&#233;voie que le tribunal arbitral appliquera la pr&#233;sente 
Convention.

CHAPITRE VI

Dispositions relatives au transport effectu&#233; par transporteurs 
successifs

Article 34

Si un transport r&#233;gi par un contrat unique est ex&#233;cut&#233; par des 
transporteurs routiers successifs, chacun de ceux-ci assume la 
responsabilit&#233; de l&#39;ex&#233;cution du transport total, le second 
transporteur et chacun des transporteurs suivants devenant, de 
par leur acceptation de la marchandise et de la lettre de 
voiture, parties au contrat, aux conditions de la lettre de 
voiture.

Article 35

1. Le transporteur qui accepte la marchandise du transporteur 
pr&#233;c&#233;dent remet &#224; celui-ci un re&#231;u dat&#233; et sign&#233;. Il doit 
porter son nom et son adresse sur le deuxi&#232;me exemplaire de la 
lettre de voiture. S&#39;il y a lieu, il appose sur cet 
exemplaire, ainsi que sur le re&#231;u, des r&#233;serves analogues &#224; 
celles qui sont pr&#233;vues &#224; l&#39;article 8, paragraphe 2.

2. Les dispositions de l&#39;article 9 s&#39;appliquent aux relations 
entre transporteurs successifs.

Article 36

A moins qu&#39;il ne s&#39;agisse d&#39;une demande reconventionnelle ou 
d&#39;une exception formul&#233;e dans une instance relative &#224; une de-
mande fond&#233;e sur le m&#234;me contrat de transport, l&#39;action en 
responsabilit&#233; pour perte, avarie ou retard ne peut &#234;tre 
dirig&#233;e que contre le premier transporteur, le dernier 
transporteur, ou le transporteur qui ex&#233;cutait la partie du 
transport au cours de laquelle s&#39;est produit le fait ayant 
caus&#233; la perte, l&#39;avarie ou le retard l&#39;action peut &#234;tre 
dirig&#233;e &#224; la fois contre plusieurs de ces transporteurs.

Article 37

Le transporteur qui a pay&#233; une indemnit&#233; en vertu des 
dispositions de la pr&#233;sente Convention a le droit d&#39;exercer un 
recours en principal, int&#233;r&#234;ts et frais contre les 
transporteurs qui ont particip&#233; &#224; l&#39;ex&#233;cution du contrat de 
transport, conform&#233;ment aux dispositions suivantes:

a) le transporteur par le fait duquel le dommage a &#233;t&#233; caus&#233; 
doit seul supporter l&#39;indemnit&#233;, qu&#39;il l&#39;ait pay&#233;e luim&#234;me ou 
qu&#39;elle ait &#233;t&#233; pay&#233;e par un autre transporteur;

b) lorsque le dommage a &#233;t&#233; caus&#233; par le fait de deux ou 
plusieurs transporteurs, chacun d&#39;eux doit payer un montant 
proportionnel &#224; sa part de responsabilit&#233;; si l&#39;&#233;valuation des 
parts de responsabilit&#233; est impossible, chacun d&#39;eux est 
responsable proportionnellement &#224; la part de r&#233;mun&#233;ration du 
transport qui lui revient;

c) si l&#39;on ne peut d&#233;terminer quels sont ceux des trans-
porteurs auxquels la responsabilit&#233; est imputable, la charge 
de l&#39;indemnit&#233; due est r&#233;partie, dans la proportion fix&#233;e en 
b), entre tous les transporteurs.

Article 38

Si l&#39;un des transporteurs est insolvable, la part lui in-
combant et qu&#39;il n&#39;a pas pay&#233;e est r&#233;partie entre tous les 
autres transporteurs proportionnellement &#224; leur r&#233;mun&#233;ration.

Article 39

1. Le transporteur contre lequel est exerc&#233; un des recours 
pr&#233;vus aux articles 37 et 38 n&#39;est pas recevable &#224; contester 
le bien-fond&#233; du paiement effectu&#233; par le transporteur exer-
&#231;ant le recours, lorsque l&#39;indemnit&#233; &#224; &#233;t&#233; fix&#233;e par d&#233;cision 
de justice, pourvu qu&#39;il ait &#233;t&#233; d&#251;ment inform&#233; du proc&#232;s et 
qu&#39;il ait &#233;t&#233; &#224; m&#234;me d&#39;y intervenir.

2. Le transporteur qui veut exercer son recours peut le former 
devant le tribunal comp&#233;tent du pays dans lequel l&#39;un des 
transporteurs int&#233;ress&#233;s a sa r&#233;sidence habituelle, son si&#232;ge 
principal ou la succursale ou l&#39;agence par l&#39;entremise de 
laquelle le contrat de transport a &#233;t&#233; conclu. Le recours peut 
&#234;tre dirig&#233; dans une seule et m&#234;me instance contre tous les 
transporteurs int&#233;ress&#233;s.

3. Les dispositions de l&#39;article 31, paragraphes 3 et 4, 
s&#39;appliquent aux jugements rendus sur les recours pr&#233;vus aux 
articles 37 et 38.

4. Les dispositions de l&#39;article 32 sont applicables aux re-
cours entre transporteurs. La prescription court, toutefois, 
soit &#224; partir du jour d&#39;une d&#233;cision de justice d&#233;finitive 
fixant l&#39;indemnit&#233; &#224; payer en vertu des dispositions de la 
pr&#233;sente Convention, soit, au cas o&#249; il n&#39;y aurait pas eu de 
telle d&#233;cision, &#224; partir du jour du paiement effectif.

Article 40

Les transporteurs sont libres de convenir entre eux de 
dispositions d&#233;rogeant aux articles 37 et 38.

CHAPITRE VII

Nullit&#233; des stipulations contraires

a la Convention

Article 41

1. Sous r&#233;serve des dispositions de l&#39;article 40, est nulle et 
de nul effet toute stipulation qui, directement ou in-
directement, d&#233;rogerait aux dispositions de la pr&#233;sente 
Convention. La nullit&#233; de telles stipulations n&#39;entra&#238;ne pas 
la nullit&#233; des autres dispositions du contrat.

2. En particulier, seraient nulles toute clause par laquelle 
le transporteur se ferait c&#233;der le b&#233;n&#233;fice de l&#39;assurance de 
la marchandise ou toute autre clause analogue, ainsi que toute 
clause d&#233;pla&#231;ant le fardeau de la preuve.

KAPITEL 1

Till&#228;mpningsomr&#229;de

Artikel 1

1. Denna konvention till&#228;mpas p&#229; varje avtal om godsbefordran 
med fordon p&#229; v&#228;g mot betalning, n&#228;r orten f&#246;r godsets motta-
gande till befordran och best&#228;mmelseorten, s&#229;som de angivits i 
avtalet, &#228;r bel&#228;gna i skilda stater, av vilka &#229;tminstone den 
ena &#228;r en f&#246;rdragsslutande stat. Vad nu sagts g&#228;ller oavsett 
parternas hemvist och nationalitet.

2. I denna konvention f&#246;rst&#229;s med &quot;fordon&quot; s&#229;dana motorfordon, 
sammansatta fordon, sl&#228;pfordon och p&#229;h&#228;ngsvagnar, som avses i 
artikel 4 i konventionen den 19 september 1949 r&#246;rande v&#228;g-
trafik.

3. Denna konvention g&#228;ller &#228;ven n&#228;r befordran som faller inom 
dess till&#228;mpningsomr&#229;de utf&#246;rs av stater eller statliga 
inr&#228;ttningar eller organisationer. 

4. Denna konvention till&#228;mpas inte

a) p&#229; befordran, som utf&#246;rs i enlighet med internationella 
&#246;verenskommelser om postbefordran;

b) p&#229; begravningstransport;

c) p&#229; befordran av flyttsaker.

5. De F&#246;rdragsslutande Parterna f&#246;rbinder sig att inte genom 
s&#228;rskilda &#246;verenskommelser mellan tv&#229; eller flera av dem 
avtala om annan &#228;ndring i denna konvention &#228;n som avser att 
fr&#229;n dess till&#228;mpning undanta gemensam gr&#228;nstrafik eller att 
f&#246;r befordran, som uteslutande utf&#246;rs inom deras territorier, 
medge anv&#228;ndning av fraktsedel som &#228;r b&#228;rare av r&#228;tt till 
godset.

Artikel 2

1. Fraktas fordon med p&#229;lastat gods under del av befordringen 
till sj&#246;ss, med j&#228;rnv&#228;g, p&#229; inre vattenv&#228;g eller med 
luftfartyg utan att godset - fr&#229;nsett fall d&#229; artikel 14 &#228;r 
till&#228;mplig - lossas fr&#229;n fordonet, till&#228;mpas denna konvention 
trots det p&#229; befordringen i dess helhet. I den m&#229;n det visas, 
att f&#246;rlust, minskning eller skada eller dr&#246;jsm&#229;l med godsets 
utl&#228;mnande, som intr&#228;ffat medan godset befordrades p&#229; annat 
s&#228;tt &#228;n p&#229; v&#228;g, inte orsakats av &#229;tg&#228;rd eller underl&#229;tenhet av 
v&#228;gfraktf&#246;raren utan h&#228;rr&#246;r av h&#228;ndelse, som kunnat intr&#228;ffa 
endast under s&#229;dan befordran och p&#229; grund av att befordringen 
skett p&#229; annat s&#228;tt &#228;n p&#229; v&#228;g, best&#228;ms v&#228;gfraktf&#246;rarens ansva-
righet inte enligt denna konvention utan p&#229; det s&#228;tt p&#229; vilket 
den andre fraktf&#246;rarens ansvarighet skulle ha best&#228;mts, om 
avtal slutits mellan avs&#228;ndaren och sistn&#228;mnde fraktf&#246;rare om 
befordran enbart av godset i enlighet med de tvingande lag-
regler, som g&#228;ller f&#246;r befordran av gods med det ifr&#229;gavarande 
transportmedlet. Saknas s&#229;dana regler, best&#228;ms emellertid v&#228;g-
fraktf&#246;rarens ansvarighet enligt denna konvention.

2. &#196;r v&#228;gfraktf&#246;raren ocks&#229; fraktf&#246;rare med avseende p&#229; det 
andra transportmedlet, best&#228;ms v&#228;gfraktf&#246;rarens ansvarighet i 
enlighet med f&#246;rsta stycket som om dennes verksamhet som v&#228;g-
fraktf&#246;rare och dennes verksamhet som fraktf&#246;rare med avseende 
p&#229; det andra transportmedlet ut&#246;vats av tv&#229; skilda personer.

KAPITEL II

Personer f&#246;r vilka fraktf&#246;raren ansvarar 

Artikel 3

Vid till&#228;mpning av denna konvention &#228;r fraktf&#246;raren ansvarig 
f&#246;r vad en anst&#228;lld eller annan som fraktf&#246;raren anlitar f&#246;r 
befordringen f&#246;retar eller underl&#229;ter i tj&#228;nsten eller f&#246;r 
uppdragets fullg&#246;rande. Fraktf&#246;raren svarar d&#228;rvid s&#229;som f&#246;r 
egen handling eller underl&#229;tenhet.

KAPITEL III 

Slutande och fullg&#246;rande av fraktavtal

Artikel 4

Fraktavtalet ska bekr&#228;ftas genom fraktsedel. Att fraktsedel 
inte har uppr&#228;ttats eller inte har f&#246;reskrivet inneh&#229;ll eller 
har g&#229;tt f&#246;rlorad inverkar inte p&#229; avtalets existens eller 
giltighet, och avtalet f&#246;rblir underkastat best&#228;mmelserna i 
denna konvention

Artikel 5

1. Fraktsedeln ska uppr&#228;ttas i tre originalexemplar, vilka ska 
undertecknas av avs&#228;ndaren och fraktf&#246;raren. Underskrifterna 
f&#229;r vara tryckta eller ersatta med avs&#228;ndarens och fraktf&#246;r-
arens st&#228;mplar, om lagen i den stat d&#228;r fraktsedeln uppr&#228;ttas 
till&#229;ter detta. Det f&#246;rsta exemplaret &#246;verl&#228;mnas till avs&#228;nd-
aren, det andra &#229;tf&#246;ljer godset och det tredje beh&#229;lls av 
fraktf&#246;raren.

2. Ska godset lastas p&#229; skilda fordon eller &#228;r det fr&#229;ga om 
olika godsslag eller om skilda partier, har avs&#228;ndaren eller 
fraktf&#246;raren r&#228;tt att beg&#228;ra, att skilda fraktsedlar uppr&#228;ttas 
f&#246;r varje fordon, godsslag eller parti.

Artikel 6

1. Fraktsedeln ska inneh&#229;lla f&#246;ljande uppgifter:

a) ort och dag f&#246;r uppr&#228;ttandet; 

b) avs&#228;ndarens namn och adress;

c) fraktf&#246;rarens namn och adress;

d) ort och dag f&#246;r godsets mottagande till befordran samt 
best&#228;mmelseorten;

e) mottagarens namn och adress;

f) g&#228;ngse ben&#228;mning p&#229; godsets art och p&#229; f&#246;rpackningss&#228;ttet 
samt, i fr&#229;ga om farligt gods, dettas allm&#228;nt vedertagna 
ben&#228;mning;

g) antalet kollin, dessas s&#228;rskilda m&#228;rkning och nummer;

h) godsets bruttovikt eller annan uppgift om dess m&#228;ngd;

i) kostnader h&#228;nf&#246;rliga till befordringen (frakt, till&#228;ggs-
avgifter, tullavgifter och andra kostnader som uppkommer under 
tiden fr&#229;n avtalets ing&#229;ende till godsets utl&#228;mnande);

j) erforderliga anvisningar betr&#228;ffande tull och andra for-
maliteter;

k) meddelande att befordringen &#228;r underkastad best&#228;mmelserna i 
denna konvention utan hinder av att annat kan vara avtalat.

2. I f&#246;rekommande fall ska fraktsedeln ocks&#229; inneh&#229;lla f&#246;lj-
ande uppgifter:

a) f&#246;rbud mot omlastning;

b) de kostnader som avs&#228;ndaren &#229;tar sig att betala;

c) efterkravsbelopp som ska uppb&#228;ras vid godsets utl&#228;mnande;

d) godsets deklarerade v&#228;rde samt belopp motsvarande s&#228;rskilt 
intresse av leveransen;

e) avs&#228;ndarens anvisningar till fraktf&#246;raren r&#246;rande f&#246;r-
s&#228;kring av godset;

f) avtalad tid inom vilken befordringen ska vara fullgjord;

g) f&#246;rteckning &#246;ver handlingar som &#246;verl&#228;mnas till frakt-
f&#246;raren.

3. Parterna f&#229;r i fraktsedeln inf&#246;ra de ytterligare uppgifter 
som de anser p&#229;kallade.

Artikel 7

1. Avs&#228;ndaren svarar f&#246;r all kostnad och skada som fraktf&#246;-
raren &#229;samkas till f&#246;ljd av oriktighet eller ofullst&#228;ndighet 
hos

a) uppgifter som avses i artikel 6 f&#246;rsta stycket b), d), e), 
f), g), h) och j);

b) uppgifter som avses i artikel 6 andra stycket;

c) annan uppgift eller anvisning som avs&#228;ndaren l&#228;mnar f&#246;r 
fraktsedelns uppr&#228;ttande eller f&#246;r att inf&#246;ras i denna.

2. Har fraktf&#246;raren p&#229; avs&#228;ndarens beg&#228;ran i fraktsedeln 
inf&#246;rt uppgift eller anvisning som anges i f&#246;rsta stycket, an-
ses fraktf&#246;raren ha handlat f&#246;r avs&#228;ndarens r&#228;kning, om annat 
inte visas.

3. Inneh&#229;ller fraktsedeln inte meddelande som avses i 
artikel 6 f&#246;rsta stycket k), svarar fraktf&#246;raren f&#246;r all 
kostnad och skada som d&#228;rigenom &#229;samkas den som har r&#228;tt att 
f&#246;rfoga &#246;ver godset.

Artikel 8

1. Vid mottagandet av godset ska fraktf&#246;raren unders&#246;ka

a) riktigheten av fraktsedelns uppgifter om antalet kollin 
samt om dessas m&#228;rkning och nummer;

b) godsets och f&#246;rpackningens synliga tillst&#229;nd.

2. Kan fraktf&#246;raren inte med sk&#228;liga medel unders&#246;ka 
riktigheten av de i f&#246;rsta stycket under a) n&#228;mnda 
uppgifterna, ska denne p&#229; fraktsedeln teckna f&#246;rbeh&#229;ll om 
detta och ange grunden f&#246;r f&#246;rbeh&#229;llet. Fraktf&#246;raren ska ocks&#229; 
ange grunden f&#246;r varje f&#246;rbeh&#229;ll som denne g&#246;r i fr&#229;ga om 
godsets och f&#246;rpackningens synliga tillst&#229;nd. S&#229;dant f&#246;rbeh&#229;ll 
g&#228;ller inte mot avs&#228;ndaren, om denne inte uttryckligen har 
godk&#228;nt det p&#229; fraktsedeln.

3. Avs&#228;ndaren har r&#228;tt att beg&#228;ra att fraktf&#246;raren unders&#246;ker 
godsets bruttovikt eller p&#229; annat s&#228;tt angivna m&#228;ngd. 
Avs&#228;ndaren kan &#228;ven kr&#228;va en unders&#246;kning av kollinas 
inneh&#229;ll. Fraktf&#246;raren har r&#228;tt att kr&#228;va ers&#228;ttning f&#246;r kost-
naderna f&#246;r s&#229;dan unders&#246;kning. Resultatet av unders&#246;kningen 
ska antecknas p&#229; fraktsedeln.

Artikel 9

1. Fraktsedeln ska, s&#229;vida annat inte visas, g&#228;lla som bevis 
om att fraktavtal slutits, om avtalsvillkoren och om 
fraktf&#246;rarens mottagande av godset.

2. Om fraktf&#246;raren inte har tecknat f&#246;rbeh&#229;ll p&#229; fraktsedeln 
samt angivit grunden f&#246;r detta, ska, om annat inte visas, 
godset och dess f&#246;rpackning antas ha varit i gott synligt 
tillst&#229;nd, n&#228;r fraktf&#246;raren mottog godset samt antalet kollin, 
dessas m&#228;rkning och nummer antas ha &#246;verensst&#228;mt med uppgift-
erna i fraktsedeln.

Artikel 10

Avs&#228;ndaren svarar gentemot fraktf&#246;raren f&#246;r skada p&#229; person, 
materiel eller annat gods och kostnader som uppkommit till 
f&#246;ljd av bristf&#228;llig f&#246;rpackning av godset, om inte bristf&#228;l-
ligheten var synlig eller k&#228;nd f&#246;r fraktf&#246;raren, n&#228;r denne 
mottog godset, och fraktf&#246;raren underl&#228;t att g&#246;ra f&#246;rbeh&#229;ll om 
det.

Artikel 11

1. Till uppfyllande av de tullbest&#228;mmelser och andra offent-
liga f&#246;reskrifter som ska iakttas innan godset utl&#228;mnas till 
mottagaren ska avs&#228;ndaren foga n&#246;dv&#228;ndiga handlingar till 
fraktsedeln eller st&#228;lla s&#229;dana handlingar till fraktf&#246;rarens 
f&#246;rfogande samt l&#228;mna fraktf&#246;raren de upplysningar som denne 
beg&#228;r.

2. Fraktf&#246;raren &#228;r inte skyldig att unders&#246;ka, huruvida dessa 
handlingar och upplysningar &#228;r riktiga eller fullst&#228;ndiga. 
Avs&#228;ndaren svarar gentemot fraktf&#246;raren f&#246;r skada som uppkom-
mer till f&#246;ljd av att s&#229;dan handling eller upplysning saknas 
eller &#228;r ofullst&#228;ndig eller oriktig, utom d&#229; fel eller f&#246;rsum-
melse ligger fraktf&#246;raren till last.

3. Fraktf&#246;raren b&#228;r samma ansvar som en kommission&#228;r f&#246;r 
f&#246;ljderna av att de handlingar som &#228;r omn&#228;mnda i fraktsedeln 
och som &#229;tf&#246;ljer denna eller &#246;verl&#228;mnats till fraktf&#246;raren g&#229;r 
f&#246;rlorade eller anv&#228;nds oriktigt. Ers&#228;ttningen som ska utges 
av fraktf&#246;raren f&#229;r dock inte &#246;verstiga vad som skulle ha 
utg&#229;tt, om godset g&#229;tt f&#246;rlorat.

Artikel 12

1. Avs&#228;ndaren har r&#228;tt att f&#246;rfoga &#246;ver godset, s&#228;rskilt genom 
att beg&#228;ra hos fraktf&#246;raren att godset stoppas under beford-
ringen, att best&#228;mmelseorten &#228;ndras eller att godset l&#228;mnas ut 
till annan &#228;n den som angivits i fraktsedeln. 

2. Denna r&#228;tt upph&#246;r, n&#228;r det andra exemplaret av fraktsedeln 
&#246;verl&#228;mnas till mottagaren eller denne g&#246;r g&#228;llande sin r&#228;tt 
enligt artikel 13 f&#246;rsta stycket. Fr&#229;n denna tidpunkt ska 
fraktf&#246;raren r&#228;tta sig efter mottagarens anvisningar.

3. R&#228;tten att f&#246;rfoga &#246;ver godset tillkommer dock mottagaren 
s&#229; snart fraktsedeln uppr&#228;ttats, om avs&#228;ndaren inf&#246;rt 
f&#246;reskrift om detta i fraktsedeln.

4. Har mottagaren under ut&#246;vande av sin r&#228;tt att f&#246;rfoga &#246;ver 
godset gett anvisning om att det ska l&#228;mnas ut till annan 
person, har denne inte r&#228;tt att anvisa annan mottagare.

5. F&#246;rfogander&#228;tten f&#229;r ut&#246;vas endast under f&#246;ljande villkor:

a) att avs&#228;ndaren eller, i fall som avses i tredje stycket, 
mottagare som vill ut&#246;va denna r&#228;tt f&#246;reter det f&#246;rsta exem-
plaret av fraktsedeln, p&#229; vilket de nya anvisningarna till 
fraktf&#246;raren tecknats, samt gottg&#246;r fraktf&#246;raren f&#246;r kostnad 
och skada som f&#246;ljer av anvisningarnas utf&#246;rande;

b) att utf&#246;randet av de nya anvisningarna &#228;r m&#246;jligt vid den 
tidpunkt n&#228;r de n&#229;r den som ska efterkomma dem och varken 
hindrar den normala ut&#246;vningen av fraktf&#246;rarens verksamhet 
eller medf&#246;r skada f&#246;r avs&#228;ndare eller mottagare av annan 
s&#228;ndning;

c) att anvisningarna inte leder till delning av s&#228;ndningen.

6. Kan fraktf&#246;raren p&#229; grund av best&#228;mmelserna i femte stycket 
b) inte f&#246;lja en anvisning, ska fraktf&#246;raren omedelbart under-
r&#228;tta den som meddelat anvisningen.

7. Fraktf&#246;rare som underl&#229;tit att f&#246;lja anvisning, vilken 
meddelats enligt best&#228;mmelserna i denna artikel, eller som 
utf&#246;rt s&#229;dan anvisning utan att beg&#228;ra, att det f&#246;rsta ex-
emplaret av fraktsedeln f&#246;retes, &#228;r ansvarig gentemot den som 
d&#228;rigenom &#229;samkats skada.

Artikel 13

1. Sedan godset kommit fram till best&#228;mmelseorten f&#229;r 
mottagaren beg&#228;ra att fraktf&#246;raren mot kvitto l&#228;mnar ut det 
andra exemplaret av fraktsedeln samt godset till denne. Har 
godset g&#229;tt f&#246;rlorat eller har det inte kommit fram vid ut-
g&#229;ngen av den i artikel 19 n&#228;mnda fristen, &#228;ger mottagaren 
gentemot fraktf&#246;raren i eget namn g&#246;ra g&#228;llande de r&#228;ttigheter 
som f&#246;ljer av fraktavtalet.

2. Mottagare som g&#246;r g&#228;llande den r&#228;tt som denne har enligt 
f&#246;rsta stycket, ska betala det belopp som framg&#229;r av frakt-
sedeln. Vid tvist om detta &#228;r fraktf&#246;raren inte skyldig att 
l&#228;mna ut godset, om mottagaren inte st&#228;ller s&#228;kerhet.

Artikel 14

1. &#196;r eller blir det av n&#229;gon orsak f&#246;re godsets ankomst till 
best&#228;mmelseorten om&#246;jligt att fullg&#246;ra avtalet p&#229; det s&#228;tt som 
fraktsedeln anger, ska fraktf&#246;raren beg&#228;ra anvisning fr&#229;n den 
som enligt artikel 12 har r&#228;tt att f&#246;rfoga &#246;ver godset.

2. Om emellertid omst&#228;ndigheterna medger att befordringen 
utf&#246;rs p&#229; annat s&#228;tt &#228;n fraktsedeln anger och fraktf&#246;raren 
inte har kunnat inom sk&#228;lig tid erh&#229;lla anvisning fr&#229;n den som 
enligt artikel 12 har r&#228;tt att f&#246;rfoga &#246;ver godset, &#229;ligger 
det fraktf&#246;raren att vidta de &#229;tg&#228;rder som synes fraktf&#246;raren 
b&#228;st tillgodose dennes intresse.

Artikel 15

1. F&#246;religger efter godsets ankomst till best&#228;mmelseorten 
hinder f&#246;r dess utl&#228;mnande, ska fraktf&#246;raren beg&#228;ra anvisning 
fr&#229;n avs&#228;ndaren. V&#228;grar mottagaren att ta emot godset, har av-
s&#228;ndaren r&#228;tt att f&#246;rfoga &#246;ver detta utan att f&#246;rete det 
f&#246;rsta exemplaret av fraktsedeln.

2. &#196;ven om mottagaren har v&#228;grat att ta emot godset har denne 
r&#228;tt att beg&#228;ra dess utl&#228;mnande s&#229; l&#228;nge fraktf&#246;raren inte har 
f&#229;tt annan anvisning fr&#229;n avs&#228;ndaren.

3. Uppst&#229;r hinder f&#246;r utl&#228;mnandet efter det att mottagaren med 
ut&#246;vande av sin r&#228;tt enligt artikel 12 tredje stycket gett 
anvisning om att godset ska l&#228;mnas ut till annan, ska vid 
till&#228;mpning av f&#246;rsta och andra styckena av f&#246;revarande artik-
el mottagaren anses som avs&#228;ndare och den andre som mottagare.

Artikel 16

1. Fraktf&#246;raren har r&#228;tt till ers&#228;ttning f&#246;r kostnad som denne 
haft f&#246;r att inh&#228;mta anvisning eller efterkomma mottagen an-
visning, om kostnaden inte uppkommit till f&#246;ljd av frakt-
f&#246;rarens fel eller f&#246;rsummelse.

2. I fall som avses i artikel 14 f&#246;rsta stycket eller artik-
el 15 har fraktf&#246;raren r&#228;tt att genast lossa godset f&#246;r dens 
r&#228;kning som har r&#228;tt att f&#246;rfoga &#246;ver godset. Efter lossningen 
ska befordringen anses avslutad. Fraktf&#246;raren ska d&#228;refter 
f&#246;rvara godset &#229;t den andre. Fraktf&#246;raren har dock r&#228;tt att 
anf&#246;rtro godset &#229;t tredje man och svarar i s&#229;dant fall endast 
f&#246;r att denne v&#228;ljs med tillb&#246;rlig omsorg. Godset h&#228;ftar 
alltj&#228;mt f&#246;r de belopp som framg&#229;r av fraktsedeln samt f&#246;r 
varje annan kostnad.

3. Fraktf&#246;raren har r&#228;tt att s&#228;lja godset utan att inv&#228;nta an-
visning fr&#229;n den som har r&#228;tt att f&#246;rfoga &#246;ver det, om godset 
&#228;r utsatt f&#246;r snar f&#246;rst&#246;relse eller dess tillst&#229;nd ger anled-
ning d&#228;rtill eller kostnaden f&#246;r dess f&#246;rvaring inte st&#229;r i 
rimligt f&#246;rh&#229;llande till dess v&#228;rde. Fraktf&#246;raren har ocks&#229; 
r&#228;tt att i annat fall s&#228;lja godset, om denne inte inom sk&#228;lig 
tid fr&#229;n den som har r&#228;tt att f&#246;rfoga &#246;ver godset erh&#229;llit 
annan anvisning som fraktf&#246;raren sk&#228;ligen f&#229;r anses skyldig 
att efterkomma.

4. Har godset s&#229;lts med till&#228;mpning av denna artikel, ska 
k&#246;peskillingen efter avdrag f&#246;r de kostnader f&#246;r vilka godset 
h&#228;ftar tillst&#228;llas den som &#228;gde f&#246;rfoga &#246;ver godset. 
&#214;verstiger dessa kostnader k&#246;peskillingen, har fraktf&#246;raren 
r&#228;tt till ers&#228;ttning f&#246;r mellanskillnaden.

5. F&#246;rfarandet vid f&#246;rs&#228;ljning best&#228;ms av lag eller sedvana p&#229; 
den ort d&#228;r godset finns.

KAPITEL IV

Fraktf&#246;rarens ansvarighet

Artikel 17

1. Fraktf&#246;raren &#228;r ansvarig f&#246;r s&#229;dan f&#246;rlust eller minskning 
av godset och s&#229;dan skada p&#229; det som intr&#228;ffar under tiden 
mellan godsets mottagande till befordran och dess utl&#228;mnande 
samt f&#246;r dr&#246;jsm&#229;l med utl&#228;mnandet.

2. Fraktf&#246;raren &#228;r dock fri fr&#229;n ansvarighet, om f&#246;rlusten, 
minskningen, skadan eller dr&#246;jsm&#229;let orsakats antingen av fel 
eller f&#246;rsummelse av den ber&#228;ttigade eller av s&#229;dan anvisning 
fr&#229;n denne som inte f&#246;ranletts av fraktf&#246;rarens fel eller 
f&#246;rsummelse eller av godsets bristf&#228;lliga beskaffenhet eller 
av f&#246;rh&#229;llande, som fraktf&#246;raren inte kunnat undvika och vars 
f&#246;ljder fraktf&#246;raren inte kunnat f&#246;rebygga.

3. Fraktf&#246;raren kan inte till befrielse fr&#229;n ansvarighet &#229;be-
ropa vare sig bristf&#228;llighet hos det fordon som fraktf&#246;raren 
anv&#228;nder f&#246;r befordringen eller fel eller f&#246;rsummelse av den 
fr&#229;n vilken fraktf&#246;raren kan ha hyrt fordonet eller anst&#228;llda 
eller medhj&#228;lpare som den sistn&#228;mnde anlitar.

4. Under de f&#246;ruts&#228;ttningar som anges i artikel 18 andra till 
femte styckena &#228;r fraktf&#246;raren fri fr&#229;n ansvarighet, om f&#246;r-
lusten, minskningen eller skadan h&#228;rr&#246;r av den s&#228;rskilda risk 
som &#228;r f&#246;rbunden med ett eller flera av f&#246;ljande f&#246;rh&#229;llanden:

a) anv&#228;ndning av &#246;ppet fordon utan presenning, n&#228;r detta 
transports&#228;tt uttryckligen avtalats och angivits i frakt-
sedeln;

b) felande eller bristf&#228;llig f&#246;rpackning av gods, som p&#229; grund 
av sin beskaffenhet &#228;r utsatt f&#246;r minskning eller skada n&#228;r 
det inte &#228;r f&#246;rpackat eller &#228;r bristf&#228;lligt f&#246;rpackat;

c) handhavande, lastning, stuvning eller lossning av godset 
som ombes&#246;rjts av avs&#228;ndaren, mottagaren eller person, som 
handlar f&#246;r avs&#228;ndarens eller mottagarens r&#228;kning;

d) s&#229;dan beskaffenhet hos visst slag av gods som medf&#246;r att 
godset &#228;r s&#228;rskilt utsatt f&#246;r fara att g&#229; f&#246;rlorat, minskas 
eller skadas, i synnerhet genom br&#228;ckning, rost, inre sj&#228;lv-
f&#246;rst&#246;ring, uttorkning, l&#228;ckage, normalt svinn eller angrepp 
av skadeinsekter eller gnagare;

e) ofullst&#228;ndig eller felaktig m&#228;rkning eller numrering av 
kollina;

f) befordran av levande djur.

5. &#196;r fraktf&#246;raren enligt denna artikel inte ansvarig f&#246;r viss 
eller vissa av de omst&#228;ndigheter som medverkat till f&#246;rlusten, 
minskningen, skadan eller dr&#246;jsm&#229;let, svarar denne endast i 
den utstr&#228;ckning som de f&#246;rh&#229;llanden f&#246;r vilka fraktf&#246;raren 
enligt denna artikel &#228;r ansvarig har medverkat till f&#246;rlusten, 
minskningen, skadan eller dr&#246;jsm&#229;let.

Artikel 18

1. Bevisskyldigheten f&#246;r att f&#246;rlust, minskning, skada eller 
dr&#246;jsm&#229;l orsakats av f&#246;rh&#229;llande som anges i artikel 17 andra 
stycket &#229;vilar fraktf&#246;raren.

2. Visar fraktf&#246;raren att f&#246;rlust, minskning eller skada att 
d&#246;ma av f&#246;religgande omst&#228;ndigheter kan h&#228;rr&#246;ra av en eller 
flera av de s&#228;rskilda risker som n&#228;mns i artikel 17 fj&#228;rde 
stycket, ska den antas h&#228;rr&#246;ra d&#228;rav. Motparten har dock r&#228;tt 
att f&#246;ra bevisning om att f&#246;rlusten, minskningen eller skadan 
i verkligheten inte vare sig helt eller delvis &#228;r att 
tillskriva s&#229;dan risk.

3. Antagande enligt andra stycket g&#228;ller inte i fall som avses 
i artikel 17 fj&#228;rde stycket a), n&#228;r det &#228;r fr&#229;ga om onormalt 
stor minskning eller om f&#246;rlust av hela kollin.

4. Sker befordringen med fordon som &#228;r utrustat med s&#228;rskild 
anordning f&#246;r att skydda godset mot inverkan av v&#228;rme, kyla, 
temperaturv&#228;xlingar eller luftens fuktighet, har fraktf&#246;raren 
inte r&#228;tt att till befrielse fr&#229;n ansvarighet &#229;beropa 
best&#228;mmelsen i artikel 17 fj&#228;rde stycket d), om fraktf&#246;raren 
inte visar att alla &#229;tg&#228;rder blivit vidtagna, som med h&#228;nsyn 
till omst&#228;ndigheterna &#229;vilar denne i fr&#229;ga om val, underh&#229;ll 
och anv&#228;ndning av anordningen, samt att de s&#228;rskilda anvis-
ningar som kan ha meddelats fraktf&#246;raren har f&#246;ljts.

5. Fraktf&#246;raren har inte r&#228;tt att till befrielse fr&#229;n ansvar-
ighet &#229;beropa best&#228;mmelsen i artikel 17 fj&#228;rde stycket f), om 
fraktf&#246;raren inte visar att alla &#229;tg&#228;rder blivit vidtagna, som 
med h&#228;nsyn till omst&#228;ndigheterna normalt &#229;vilar denne, samt 
att de s&#228;rskilda anvisningar som kan ha meddelats fraktf&#246;raren 
har f&#246;ljts.

Artikel 19

Dr&#246;jsm&#229;l med utl&#228;mnandet f&#246;religger, n&#228;r godset inte har 
l&#228;mnats ut inom avtalad tid eller, om s&#228;rskild tid inte har 
avtalats, n&#228;r tiden f&#246;r befordringen &#246;verskrider vad som med 
h&#228;nsyn till omst&#228;ndigheterna sk&#228;ligen b&#246;r medges en omsorgs-
full fraktf&#246;rare. I fr&#229;ga om dellast ska d&#228;rvid s&#228;rskilt 
beaktas den tid som kr&#228;vs, f&#246;r att i sedvanlig ordning samla 
full last.

Artikel 20

1. Om godset inte har l&#228;mnats ut inom trettio dagar efter 
utg&#229;ngen av avtalad tid eller, om s&#228;rskild tid inte avtalats, 
inom sextio dagar fr&#229;n det fraktf&#246;raren mottog godset till 
befordran, &#228;ger den ber&#228;ttigade anse godset som f&#246;rlorat utan 
att beh&#246;va f&#246;rebringa annan bevisning om detta.

2. Den ber&#228;ttigade kan, n&#228;r denne tar emot kompensation f&#246;r 
att godset har g&#229;tt f&#246;rlorat, skriftligen beg&#228;ra att 
omedelbart bli underr&#228;ttad om godset skulle komma till r&#228;tta 
inom loppet av ett &#229;r fr&#229;n det att ers&#228;ttningen betalades ut. 
Skriftlig bekr&#228;ftelse p&#229; att s&#229;dan beg&#228;ran framst&#228;llts ska 
l&#228;mnas till den ber&#228;ttigade.

3. Inom trettio dagar fr&#229;n det att den ber&#228;ttigade har f&#229;tt en 
s&#229;dan underr&#228;ttelse som nu sagts kan denne beg&#228;ra att godset 
l&#228;mnas ut till honom eller henne mot betalning av de belopp 
som framg&#229;r av fraktsedeln och &#229;terbetalning av den 
kompensation som har erh&#229;llits, minskad med den kostnads-
ers&#228;ttning som kan ha inr&#228;knats d&#228;ri men utan inskr&#228;nkning i 
den r&#228;tt till kompensation f&#246;r dr&#246;jsm&#229;l med utl&#228;mnandet som 
kan f&#246;religga enligt artikel 23 och, i f&#246;rekommande fall, 
artikel 26.

4. Framst&#228;lls inte en beg&#228;ran enligt andra stycket eller 
l&#228;mnas inte n&#229;gon anvisning inom den i tredje stycket n&#228;mnda 
trettiodagarsfristen eller kommer godset inte tillr&#228;tta f&#246;rr&#228;n 
mer &#228;n ett &#229;r f&#246;rflutit fr&#229;n det att ers&#228;ttningen betalades 
ut, har fraktf&#246;raren r&#228;tt att f&#246;rfoga &#246;ver godset i &#246;verens-
st&#228;mmelse med lagen p&#229; den ort d&#228;r godset finns.

Artikel 21

Har godset l&#228;mnats ut till mottagaren utan uttagande av efter-
krav, som fraktf&#246;raren skulle ha uppburit enligt fraktavtalet, 
&#228;r fraktf&#246;raren skyldig att h&#229;lla avs&#228;ndaren skadesl&#246;s intill 
efterkravets belopp, utan inskr&#228;nkning av fraktf&#246;rarens r&#228;tt 
att rikta krav mot mottagaren.

Artikel 22

1. &#214;verl&#228;mnar avs&#228;ndaren gods av farlig beskaffenhet till 
fraktf&#246;raren, ska avs&#228;ndaren underr&#228;tta fraktf&#246;raren om farans 
s&#228;rskilda art och, om n&#246;dv&#228;ndigt, ange de f&#246;rsiktighetsm&#229;tt 
som ska vidtas. Har s&#229;dan underr&#228;ttelse inte tagits in i 
fraktsedeln, ankommer det p&#229; avs&#228;ndaren eller mottagaren att 
p&#229; annat s&#228;tt styrka, att fraktf&#246;raren hade k&#228;nnedom om den 
s&#228;rskilda arten av den fara som var f&#246;rbunden med befordringen 
av godset.

2. Gods av farlig beskaffenhet som, i den situation som avses 
i f&#246;rsta stycket, fraktf&#246;raren inte k&#228;nde till var farligt f&#229;r 
fraktf&#246;raren n&#228;r och var som helst lossa, f&#246;rst&#246;ra eller 
oskadligg&#246;ra utan att bli ers&#228;ttningsskyldig. Avs&#228;ndaren &#228;r 
ansvarig f&#246;r all kostnad, f&#246;rlust eller skada som uppkommer 
till f&#246;ljd av godsets avl&#228;mnande till befordran eller till 
f&#246;ljd av dess befordran.

Artikel 23

1. &#196;r fraktf&#246;raren p&#229; grund av best&#228;mmelserna i denna kon-
vention skyldig att utge ers&#228;ttning f&#246;r f&#246;rlust eller minsk-
ning av gods, ber&#228;knas ers&#228;ttningen efter det v&#228;rde godset vid 
tiden f&#246;r dess mottagande till befordran hade p&#229; den ort d&#228;r 
det mottogs till befordran.

2. Godsets v&#228;rde best&#228;ms efter b&#246;rspriset, eller om s&#229;dant 
pris saknas, efter marknadspriset eller, om inte heller s&#229;dant 
pris finns, efter det g&#228;ngse v&#228;rdet av gods av samma slag och 
beskaffenhet.

3. Ers&#228;ttningen f&#229;r dock inte &#246;verstiga 8,33 ber&#228;kningsenheter 
per kilogram av f&#246;rlorad bruttovikt.

4. H&#228;r ut&#246;ver ska frakt, tullavgifter och andra kostnader med 
anledning av befordringen &#229;terbetalas, till fullo vid f&#246;rlust 
och proportionsvis vid minskning, men annan skada ers&#228;tts 
inte.

5. Skada till f&#246;ljd av dr&#246;jsm&#229;l &#228;r fraktf&#246;raren skyldig att 
ers&#228;tta intill fraktens belopp.

6. Ytterligare ers&#228;ttning kan kr&#228;vas endast om godsets v&#228;rde 
eller s&#228;rskilt leveransintresse angivits enligt artikel 24 
eller artikel 26.

7. Den ber&#228;kningsenhet som anges i konventionen &#228;r den s&#228;r-
skilda dragningsr&#228;tten s&#229;som den definieras av Internationella 
valutafonden. Det belopp som anges i tredje stycket av denna 
artikel ska r&#228;knas om till domstolslandets myntslags v&#228;rde den 
dag d&#229; domen meddelas eller den dag som parterna kommer 
&#246;verens om. V&#228;rdet av en stats nationella mynt uttryckt i 
s&#228;rskilda dragningsr&#228;tter ska, f&#246;r en stat som &#228;r medlem av 
Internationella valutafonden, best&#228;mmas enligt den ber&#228;knings-
metod som ifr&#229;gavarande dag till&#228;mpas av valutafonden f&#246;r dess 
verksamhet och transaktioner. V&#228;rdet av en stats nationella 
mynt uttryckt i s&#228;rskilda dragningsr&#228;tter ska f&#246;r en stat som 
inte &#228;r medlem av Internationella valutafonden ber&#228;knas p&#229; det 
s&#228;tt som den staten best&#228;mmer.

8. En stat, som inte &#228;r medlem av Internationella valutafonden 
och vars lag inte medger att de best&#228;mmelser som anges i 
sjunde stycket i denna artikel till&#228;mpas, f&#229;r dock, vid 
ratifikationen av eller anslutningen till protokollet till CMR 
eller n&#228;r som helst d&#228;refter, f&#246;rklara att den ansvarsgr&#228;ns 
som g&#228;ller enligt tredje stycket av denna artikel inom dess 
omr&#229;de ska vara 25 monet&#228;ra enheter. Denna monet&#228;ra enhet mot-
svarar 10/31 gram av guld av 0,900 finhet. Omr&#228;kningen av det 
belopp som anges i detta stycke ska ske enligt den ifr&#229;ga-
varande statens lag.

9. Den ber&#228;kning som n&#228;mns i sista meningen i sjunde stycket 
av denna artikel och den omr&#228;kning som n&#228;mns i &#229;ttonde stycket 
av denna artikel ska g&#246;ras s&#229; att resultatet i statens natio-
nella mynt s&#229; l&#229;ngt som m&#246;jligt ger uttryck f&#246;r samma real-
v&#228;rde f&#246;r beloppet utryckt i ber&#228;kningsenheter enligt tredje 
stycket av denna artikel. N&#228;r en stat deponerar ett instrument 
enligt artikel 3 i protokollet till CMR och varje g&#229;ng som 
ber&#228;knings- eller omr&#228;kningsmetoden &#228;ndras, ska den staten 
underr&#228;tta F&#246;renta Nationernas generalsekreterare om den metod 
f&#246;r ber&#228;kning som staten till&#228;mpar enligt sjunde stycket av 
denna artikel respektive om resultatet av omr&#228;kningen enligt 
&#229;ttonde stycket av denna artikel.

Artikel 24

Avs&#228;ndaren &#228;ger mot betalning av &#246;verenskommen till&#228;ggsavgift 
i fraktsedeln uppge h&#246;gre v&#228;rde p&#229; godset &#228;n som motsvarar det 
i artikel 23 tredje stycket f&#246;reskrivna ansvarighetsbeloppet, 
och i s&#229;dant fall g&#228;ller det uppgivna v&#228;rdet i st&#228;llet som 
s&#229;dant belopp.

Artikel 25

1. Vid skada p&#229; godset ska fraktf&#246;raren ers&#228;tta v&#228;rdeminsk-
ningen, ber&#228;knad efter det enligt artikel 23 f&#246;rsta, andra och 
fj&#228;rde styckena best&#228;mda v&#228;rdet av godset.

2. Ers&#228;ttningen f&#229;r dock inte &#246;verstiga:

a) om hela s&#228;ndningen minskat i v&#228;rde till f&#246;ljd av skadan, 
det belopp som skulle ha utg&#229;tt om s&#228;ndningen g&#229;tt f&#246;rlorad;

b) om bara en del av s&#228;ndningen minskat i v&#228;rde till f&#246;ljd av 
skadan, det belopp som skulle ha utg&#229;tt, om denna del g&#229;tt 
f&#246;rlorad.

Artikel 26

1. Avs&#228;ndaren kan genom anteckning i fraktsedeln och mot 
betalning av &#246;verenskommen till&#228;ggsavgift fastst&#228;lla ett be-
lopp, som motsvarar det s&#228;rskilda intresset av riktigt ut-
l&#228;mnande om godset g&#229;r f&#246;rlorat, minskas eller skadas eller 
avtalad tid f&#246;r utl&#228;mnandet &#246;verskrids.

2. Har s&#228;rskilt leveransintresse uppgivits kan, vid sidan av 
ers&#228;ttning som avses i artiklarna 23, 24 och 25, ers&#228;ttning 
kr&#228;vas intill beloppet av det uppgivna intresset f&#246;r den 
ytterligare skada som visas ha uppkommit.

Artikel 27

1. Den som &#228;r ber&#228;ttigad till ers&#228;ttning har r&#228;tt att kr&#228;va 
r&#228;nta p&#229; ers&#228;ttningsbeloppet. R&#228;nta ber&#228;knas efter fem procent 
om &#229;ret och l&#246;per fr&#229;n den dag d&#229; skriftligt anspr&#229;k p&#229; 
ers&#228;ttning avs&#228;ndes till fraktf&#246;raren eller, om s&#229;dant anspr&#229;k 
inte framst&#228;llts, fr&#229;n den dag d&#229; talan v&#228;cktes.

2. &#196;r belopp som ligger till grund f&#246;r ber&#228;kning av ers&#228;ttning 
inte uttryckt i myntslaget i den stat d&#228;r betalning kr&#228;vs, ska 
omr&#228;kning ske efter den p&#229; betalningsdagen g&#228;llande kursen p&#229; 
den ort d&#228;r betalning sker.

Artikel 28

1. Kan enligt tilll&#228;mplig lag f&#246;rlust, minskning, skada eller 
dr&#246;jsm&#229;l, som har uppkommit under befordran vilken &#228;r under-
kastad denna konvention, ge upphov till anspr&#229;k p&#229; annan grund 
&#228;n avtal, f&#229;r fraktf&#246;raren &#229;beropa de best&#228;mmelser i denna 
konvention som utesluter dennes ansvarighet eller som anger 
eller begr&#228;nsar ers&#228;ttningens storlek.

2. Framst&#228;lls p&#229; annan grund &#228;n avtal anspr&#229;k med anledning av 
f&#246;rlust, minskning, skada eller dr&#246;jsm&#229;l mot person, f&#246;r 
vilken fraktf&#246;raren svarar enligt artikel 3, har &#228;ven en s&#229;dan 
person r&#228;tt att &#229;beropa de best&#228;mmelser i denna konvention som 
utesluter fraktf&#246;rarens ansvarighet eller som anger eller be-
gr&#228;nsar ers&#228;ttningens storlek.

Artikel 29

1. Fraktf&#246;raren f&#229;r inte &#229;beropa de best&#228;mmelser i detta 
kapitel vilka utesluter eller begr&#228;nsar fraktf&#246;rarens ansvar-
ighet eller inneb&#228;r &#246;verflyttning av bevisskyldigheten, om 
fraktf&#246;raren har orsakat skadan upps&#229;tligen eller om s&#229;dan 
v&#229;rdsl&#246;shet ligger denne till last som likst&#228;lls med upps&#229;t 
enligt lagen i den stat d&#228;r talan v&#228;ckts.

2. Vad nu sagts g&#228;ller &#228;ven vid upps&#229;t eller v&#229;rdsl&#246;shet av 
n&#229;gon som &#228;r anst&#228;lld hos fraktf&#246;raren eller av annan som 
fraktf&#246;raren anlitat f&#246;r befordringen n&#228;r den anst&#228;llde hand-
lar i tj&#228;nsten eller medhj&#228;lparen f&#246;r uppdragets fullg&#246;rande. 
I s&#229;dant fall f&#229;r den anst&#228;llde eller medhj&#228;lparen inte heller 
med avseende p&#229; sin personliga ansvarighet &#229;beropa de best&#228;m-
melser i detta kapitel vilka n&#228;mnts i f&#246;rsta stycket.

KAPITEL V 

Anm&#228;rkningar och v&#228;ckande av talan

Artikel 30

1. Har mottagaren tagit emot godset utan att ha gemensamt med 
fraktf&#246;raren unders&#246;kt dess tillst&#229;nd eller utan att, n&#228;r 
fr&#229;ga &#228;r om synlig minskning eller skada, senast vid ut-
l&#228;mnandet, eller, n&#228;r fr&#229;ga &#228;r om minskning eller skada, som 
inte var synlig, inom sju dagar, s&#246;ndagar och andra allm&#228;nna 
fridagar or&#228;knade, ha till fraktf&#246;raren framst&#228;llt anm&#228;rkning 
innefattande en allm&#228;n beskrivning av minskningens eller 
skadans art, ska mottagaren, om annat inte visas, antas ha 
tagit emot godset i det tillst&#229;nd som angivits i fraktsedeln. 
I fr&#229;ga om minskning eller skada, som inte var synlig, ska 
anm&#228;rkningen g&#246;ras skriftligen.

2. Har mottagaren och fraktf&#246;raren gemensamt unders&#246;kt godsets 
tillst&#229;nd f&#229;r bevisning f&#246;ras mot vad d&#228;rvid fastst&#228;llts 
endast n&#228;r fr&#229;ga &#228;r om minskning eller skada, som inte var 
synlig, och mottagaren avs&#228;nt skriftlig anm&#228;rkning till frakt-
f&#246;raren inom sju dagar, s&#246;ndagar och andra allm&#228;nna fridagar 
or&#228;knade, fr&#229;n dagen f&#246;r unders&#246;kningen.

3. Ers&#228;ttning p&#229; grund av dr&#246;jsm&#229;l utg&#229;r endast om skriftlig 
anm&#228;rkning har skickats till fraktf&#246;raren inom tjugoen dagar 
fr&#229;n den dag d&#229; godset st&#228;lldes till mottagarens f&#246;rfogande.

4. Vid ber&#228;kning av de tidsfrister som avses i denna artikel 
medr&#228;knas inte den dag d&#229; godset utl&#228;mnades eller, i f&#246;re-
kommande fall, den dag d&#229; det blev unders&#246;kt eller st&#228;lldes 
till mottagarens f&#246;rfogande.

5. Fraktf&#246;raren och mottagaren &#228;r skyldiga att i sk&#228;lig 
omfattning underl&#228;tta f&#246;r varandra att utf&#246;ra erforderliga 
unders&#246;kningar.

Artikel 31

1. Talan r&#246;rande befordran som &#228;r underkastad denna konvention 
f&#229;r v&#228;ckas, f&#246;rutom vid s&#229;dan domstol i f&#246;rdragsslutande stat 
som parterna utsett vid domstol i stat, inom vars omr&#229;de

a) svaranden har sitt hemvist, sitt huvudkontor eller den 
filial eller agentur genom vars medverkan fraktavtalet 
slutits, eller

b) den ort d&#228;r godset mottogs av fraktf&#246;raren eller 
best&#228;mmelseorten &#228;r bel&#228;gen,

och f&#229;r inte v&#228;ckas vid annan domstol.

2. &#196;r talan som avses i f&#246;rsta stycket av denna artikel an-
h&#228;ngig vid en enligt det stycket beh&#246;rig domstol eller har 
s&#229;dan talan avgjorts av s&#229;dan domstol, f&#229;r ny talan inte v&#228;ck-
as mellan samma parter ang&#229;ende samma sak, om inte avg&#246;randet 
av den domstol vid vilken den f&#246;rsta talan v&#228;cktes inte kan 
verkst&#228;llas i den stat d&#228;r den nya talan v&#228;cks.

3. Sedan dom i tvist som avses i f&#246;rsta stycket av denna 
artikel meddelats av domstol i f&#246;rdragsslutande stat och 
blivit verkst&#228;llbar i den staten ska domen vara verkst&#228;llbar 
&#228;ven i var och en av de &#246;vriga f&#246;rdragsslutande staterna, s&#229; 
snart de formf&#246;reskrifter har blivit uppfyllda som g&#228;ller i 
den f&#246;rdragsslutande stat d&#228;r verkst&#228;llighet s&#246;ks. S&#229;dana 
formf&#246;reskrifter f&#229;r inte innefatta m&#246;jlighet till ompr&#246;vning 
av sj&#228;lva saken.

4. Best&#228;mmelserna i tredje stycket av denna artikel till&#228;mpas 
p&#229; domar, meddelade efter kontradiktoriskt f&#246;rfarande, treds-
kodomar och av domstol stadf&#228;sta f&#246;rlikningar men inte p&#229; 
domar, som &#228;r endast interimistiskt verkst&#228;llbara, eller p&#229; 
avg&#246;randen, varigenom k&#228;rande, som helt eller delvis tappat 
m&#229;let, &#229;lagts att p&#229; grund av detta utge skadest&#229;nd ut&#246;ver 
r&#228;tteg&#229;ngskostnaden.

5. S&#228;kerhet f&#246;r kostnad i r&#228;tteg&#229;ng med anledning av befordran 
som &#228;r underkastad denna konvention f&#229;r inte kr&#228;vas av s&#229;dan 
medborgare i f&#246;rdragsslutande stat som har hemvist eller 
driver r&#246;relse med fast driftst&#228;lle i s&#229;dan stat.

Artikel 32

1. Talan r&#246;rande befordran som &#228;r underkastad denna konvention 
ska v&#228;ckas inom ett &#229;r. Grundas talan p&#229; upps&#229;t eller s&#229;dan 
v&#229;rdsl&#246;shet som enligt lagen i den stat d&#228;r talan pr&#246;vas lik-
st&#228;lls med upps&#229;t, g&#228;ller dock en frist om tre &#229;r. Pre-
skriptionstiden l&#246;per 

a) vid minskning, skada eller dr&#246;jsm&#229;l fr&#229;n dagen d&#229; godset 
l&#228;mnades ut till mottagaren;

b) vid f&#246;rlust fr&#229;n trettionde dagen efter utg&#229;ngen av avtalad 
tid f&#246;r utl&#228;mnandet eller, om s&#228;rskild tid inte har avtalats, 
fr&#229;n sextionde dagen efter det fraktf&#246;raren mottog godset till 
befordran;

c) i annat fall fr&#229;n utg&#229;ngen av en tid av tre m&#229;nader fr&#229;n 
det att fraktavtalet sl&#246;ts.

Den dag fr&#229;n vilken tid f&#246;r talans v&#228;ckande l&#246;per medr&#228;knas 
inte i tiden.

2. Skriftligt krav medf&#246;r uppeh&#229;ll i preskriptionstiden intill 
den dag d&#229; fraktf&#246;raren skriftligen bestrider kravet och 
&#229;ters&#228;nder de handlingar som &#229;tf&#246;ljt kravet. Medges kravet 
delvis, forts&#228;tter preskriptionstiden att l&#246;pa endast med 
avseende p&#229; den del av kravet som kvarst&#229;r som tvistig. 
Bevisskyldigheten f&#246;r att krav eller svar d&#228;rp&#229; mottagits 
eller att handlingar &#229;terst&#228;llts vilar p&#229; den som p&#229;st&#229;r 
s&#229;dant f&#246;rh&#229;llande. F&#246;rnyat krav r&#246;rande samma sak medf&#246;r inte 
uppeh&#229;ll i preskriptionstiden.

3. Om annat inte f&#246;ljer av best&#228;mmelserna i andra stycket, 
till&#228;mpas i fr&#229;gor som avser uppeh&#229;ll i preskriptionstiden 
lagen i den stat d&#228;r talan v&#228;ckts. Samma lag till&#228;mpas i 
fr&#229;gor som g&#228;ller preskriptionsavbrott.

4. Preskriberad fordran kan inte g&#246;ras g&#228;llande genom gen-
k&#228;rom&#229;l eller yrkande om kvittning.

Artikel 33

Fraktavtalet f&#229;r inneh&#229;lla best&#228;mmelse om att tvist ska 
avg&#246;ras av skiljem&#228;n, om best&#228;mmelsen f&#246;reskriver att skilje-
m&#228;nnen ska till&#228;mpa denna konvention.

KAPITEL VI

Best&#228;mmelser om befordran som utf&#246;rs av flera fraktf&#246;rare 
efter varandra

Artikel 34

Utf&#246;rs befordran p&#229; grund av ett och samma fraktavtal av flera 
v&#228;gfraktf&#246;rare efter varandra, &#228;r var och en av dem ansvarig 
f&#246;r utf&#246;randet av befordringen i dess helhet. Den andre 
fraktf&#246;raren och var och en av de f&#246;ljande intr&#228;der genom att 
ta emot godset och fraktsedeln s&#229;som part i fraktavtalet p&#229; de 
villkor som anges i fraktsedeln.

Artikel 35

1. Fraktf&#246;rare, som tar emot godset fr&#229;n f&#246;reg&#229;ende frakt-
f&#246;rare, ska l&#228;mna denne ett dagtecknat och underskrivet 
kvitto. Han eller hon ska teckna sitt namn och sin adress p&#229; 
det andra exemplaret av fraktsedeln. Finns anledning till det 
ska han eller hon p&#229; n&#228;mnda exemplar och p&#229; kvittot anteckna 
f&#246;rbeh&#229;ll av den art som avses i artikel 8 andra stycket.

2. Best&#228;mmelserna i artikel 9 till&#228;mpas p&#229; f&#246;rh&#229;llandet mellan 
fraktf&#246;rare vilka utf&#246;r befordran efter varandra.

Artikel 36

Talan om ansvarighet f&#246;r f&#246;rlust, minskning, skada eller 
dr&#246;jsm&#229;l p&#229; grund av fraktavtal f&#229;r, utom n&#228;r det &#228;r fr&#229;ga om 
genk&#228;rom&#229;l eller kvittningsyrkande i r&#228;tteg&#229;ng r&#246;rande fordran 
grundad p&#229; fraktavtalet, f&#246;ras endast mot den f&#246;rste eller den 
siste fraktf&#246;raren eller mot den fraktf&#246;rare som utf&#246;rde s&#229;dan 
del av befordringen under vilken den h&#228;ndelse intr&#228;ffade som 
orsakade f&#246;rlusten, minskningen, skadan eller dr&#246;jsm&#229;let. 
Talan f&#229;r f&#246;ras mot flera av dessa fraktf&#246;rare samtidigt.

Artikel 37

Fraktf&#246;rare, som betalat ers&#228;ttning enligt best&#228;mmelserna i 
denna konvention, kan &#229;terkr&#228;va ers&#228;ttningen j&#228;mte r&#228;nta och 
ers&#228;ttning f&#246;r kostnader av &#246;vriga fraktf&#246;rare som deltagit i 
befordringen, med iakttagande av f&#246;ljande regler:

a) fraktf&#246;rare, som &#228;r ansvarig f&#246;r skadan, ska slutligt b&#228;ra 
hela ers&#228;ttningen, vare sig denna betalats av denne sj&#228;lv 
eller av annan fraktf&#246;rare;

b) har skadan orsakats av omst&#228;ndighet som &#228;r att h&#228;nf&#246;ra till 
tv&#229; eller flera fraktf&#246;rare, ska var och en av dem b&#228;ra s&#229; 
mycket av ers&#228;ttningen som motsvarar hans eller hennes ansva-
righet; &#228;r det inte m&#246;jligt att best&#228;mma fraktf&#246;rarnas 
inb&#246;rdes ansvarighet, ska varje fraktf&#246;rare ta del i 
ers&#228;ttningen i f&#246;rh&#229;llande till den andel av frakten som 
tillkommer honom eller henne;

c) kan det inte utredas vilken fraktf&#246;rare som &#228;r ansvarig, 
f&#246;rdelas ers&#228;ttningsskyldigheten mellan samtliga fraktf&#246;rare 
enligt de under b) angivna grunderna.

Artikel 38

&#196;r n&#229;gon av fraktf&#246;rarna p&#229; obest&#229;nd, ska den andel som faller 
p&#229; denne och som inte betalats av denne delas mellan de &#246;vriga 
fraktf&#246;rarna i f&#246;rh&#229;llande till deras andelar av frakten.

Artikel 39

l. Fraktf&#246;rare, mot vilken krav framst&#228;lls med st&#246;d av 
artikel 37 eller artikel 38, kan inte g&#246;ra g&#228;llande att den 
fraktf&#246;rare som framst&#228;ller kravet inte har varit skyldig att 
betala det belopp som denne utgivit, om detta fastst&#228;llts av 
domstol och den f&#246;rstn&#228;mnde fraktf&#246;raren har blivit beh&#246;rigen 
underr&#228;ttad om r&#228;tteg&#229;ngen och f&#229;tt tillf&#228;lle att intr&#228;da 
d&#228;ri.

2. Vill fraktf&#246;rare f&#246;ra talan om regress, ska talan v&#228;ckas 
vid beh&#246;rig domstol i stat, d&#228;r n&#229;gon av de fraktf&#246;rare mot 
vilka talan riktas har sitt hemvist, sitt huvudkontor eller 
den filial eller agentur genom vars medverkan fraktavtalet 
slutits. Talan f&#229;r v&#228;ckas i samma r&#228;tteg&#229;ng mot samtliga dessa 
fraktf&#246;rare.

3. Best&#228;mmelserna i artikel 31 tredje och fj&#228;rde styckena &#228;ger 
motsvarande till&#228;mpning p&#229; avg&#246;randen i m&#229;l ang&#229;ende regress-
anspr&#229;k enligt artiklarna 37 och 38.

4. Best&#228;mmelserna i artikel 32 ska &#228;ga motsvarande till&#228;mpning 
betr&#228;ffande regressanspr&#229;k mellan fraktf&#246;rare. Preskriptions-
tiden l&#246;per dock antingen fr&#229;n den dag d&#229; avg&#246;rande om den 
ers&#228;ttning som ska utg&#229; enligt best&#228;mmelserna i denna kon-
vention fick laga kraft eller, om s&#229;dant avg&#246;rande inte f&#246;re-
ligger, fr&#229;n den dag d&#229; betalning skedde.

Artikel 40

Fraktf&#246;rare &#228;ger sinsemellan avtala om avvikelse fr&#229;n be-
st&#228;mmelserna i artiklarna 37 och 38.

KAPITEL VII

Ogiltighet av avtalsvillkor som strider mot konventionen

Artikel 41

1. Om annat inte f&#246;ljer av vad som f&#246;reskrivs i artikel 40 &#228;r 
varje avtalsvillkor som direkt eller indirekt avviker fr&#229;n 
best&#228;mmelserna i denna konvention ogiltigt. Ogiltigheten av 
s&#229;dant avtalsvillkor medf&#246;r inte ogiltighet av avtalet i 
&#246;vrigt.

2. I synnerhet &#228;r s&#229;dana villkor ogiltiga som inneb&#228;r &#246;ver-
l&#229;telse p&#229; fraktf&#246;raren av r&#228;tten till utfallande f&#246;rs&#228;krings-
belopp eller som har liknande inneb&#246;rd eller som inneb&#228;r 
&#246;verflyttning av bevisskyldigheten. 
Lag (2019:1194).

Bilaga 2 

Artiklarna 1-6 i det den 20 februari 2008 antagna 
till&#228;ggsprotokollet om den elektroniska fraktsedeln till 
konventionen den 19 maj 1956 om fraktavtalet vid 
internationell godsbefordran p&#229; v&#228;g (CMR)

Article 1

Definitions

For the purposes of this Protocol, 

&quot;Convention&quot; means the Convention on the Contract for the 
International Carriage of Goods by Road (CMR);

&quot;Electronic communication&quot; means information generated, sent, 
received or stored by electronic, optical, digital or similar 
means with the result that the information communicated is 
accessible so as to be usable for subsequent reference;

 &quot;Electronic consignment note&quot; means a consignment note issued 
by electronic communication by the carrier, the sender or any 
other party interested in the performance of a contract of 
carriage to which the Convention applies, including 
particulars logically associated with the electronic com-
munication by attachments or otherwise linked to the 
electronic communication contemporaneously with or subsequent 
to its issue, so as to become part of the electronic consign-
ment note;

 &quot;Electronic signature&quot; means data in electronic form which 
are attached to or logically associated with other electronic 
data and which serve as a method of authentication.

Article 2

Scope and effect of the electronic consignment note

1. Subject to the provisions of this Protocol, the consignment 
note referred to in the Convention, as well as any demand, 
declaration, instruction, request, reservation or other 
communication relating to the performance of a contract of 
carriage to which the Convention applies, may be made out by 
electronic communication.

2. An electronic consignment note that complies with the 
provisions of this Protocol shall be considered to be 
equivalent to the consignment note referred to in the 
Convention and shall therefore have the same evidentiary value 
and produce the same effects as that consignment note.

Article 3

Authentication of the electronic consignment note

1. The electronic consignment note shall be authenticated by 
the parties to the contract of carriage by means of a reliable 
electronic signature that ensures its link with the electronic 
consignment note. The reliability of an electronic signature 
method is presumed, unless otherwise proved, if the electronic 
signature:

(a) is uniquely linked to the signatory;

(b) is capable of identifying the signatory;

(c) is created using means that the signatory can maintain 
under his sole control; and

(d) is linked to the data to which it relates in such a manner 
that any subsequent change of the data is detectable.

2. The electronic consignment note may also be authenticated 
by any other electronic authentication method permitted by the 
law of the country in which the electronic consignment note 
has been made out.

3. The particulars contained in the electronic consignment 
note shall be accessible to any party entitled thereto.

Article 4

Conditions for the establishment of the electronic consignment 
note

1. The electronic consignment note shall contain the same 
particulars as the consignment note referred to in the 
Convention.

2. The procedure used to issue the electronic consignment note 
shall ensure the integrity of the particulars contained 
therein from the time when it was first generated in its final 
form. There is integrity when the particulars have remained 
complete and unaltered, apart from any addition or change 
which arises in the normal course of communication, storage 
and display.

3. The particulars contained in the electronic consignment 
note may be supplemented or amended in the cases authorized by 
the Convention.

The procedure used for supplementing or amending the 
electronic consignment note shall make it possible to detect 
as such any supplement or amendment to the electronic consign-
ment note and shall preserve the particulars originally 
contained therein.

Article 5

Implementation of the electronic consignment note

1. The parties interested in the performance of the contract 
of carriage shall agree on the procedures and their 
implementation in order to comply with the requirements of 
this Protocol and the Convention, in particular as regards:

(a) The method for the issuance and the delivery of the 
electronic consignment note to the entitled party;

(b) An assurance that the electronic consignment note retains 
its integrity;

(c) The manner in which the party entitled to the rights 
arising out of the electronic consignment note is able to 
demonstrate that entitlement;

(d) The way in which confirmation is given that delivery to 
the consignee has been effected;

(e) The procedures for supplementing or amending the elec-
tronic consignment note; and

(f) The procedures for the possible replacement of the 
electronic consignment note by a consignment note issued by 
different means.

2. The procedures in paragraph 1 must be referred to in the 
electronic consignment note and shall be readily ascertain-
able.

Article 6

Documents supplementing the electronic consignment note

1. The carrier shall hand over to the sender, at the latter&#39;s 
request, a receipt for the goods and all information necessary 
for identifying the shipment and for access to the electronic 
consignment note to which this Protocol refers.

2. The documents referred to in Article 6, paragraph 2 (g) and 
Article 11 of the Convention may be furnished by the sender to 
the carrier in the form of an electronic communication if the 
documents exist in this form and if the parties have agreed to 
procedures enabling a link to be established between these 
documents and the electronic consignment note to which this 
Protocol refers in a manner that assures their integrity.

Article premier

D&#233;finitions

Aux fins du pr&#233;sent Protocole,

&quot;Convention&quot; signifie la Convention relative au contrat de 
transport international de marchandises par route (CMR);

&quot;Communication &#233;lectronique&quot; signifie l&#39;information enre-
gistr&#233;e, envoy&#233;e, re&#231;ue ou conserv&#233;e par des moyens &#233;lectron-
iques, optiques, num&#233;riques ou des moyens &#233;quivalents faisant 
que l&#39;information communiqu&#233;e soit accessible pour &#234;tre con-
sult&#233;e ult&#233;rieurement;

&quot;Lettre de voiture &#233;lectronique&quot; signifie une lettre de 
voiture &#233;mise au moyen d&#39;une communication &#233;lectronique par le 
transporteur, l&#39;exp&#233;diteur ou toute autre partie int&#233;ress&#233;e &#224; 
l&#39;ex&#233;cution d&#39;un contrat de transport auquel la Convention 
s&#39;applique, y compris les indications logiquement associ&#233;es &#224; 
la communication &#233;lectronique sous forme de donn&#233;es jointes ou 
autrement li&#233;es &#224; cette communication &#233;lectronique au moment 
de son &#233;tablissement ou ult&#233;rieurement de mani&#232;re &#224; en faire 
partie int&#233;grante;

&quot;Signature &#233;lectronique&quot; signifie des donn&#233;es sous forme 
&#233;lectronique qui sont jointes ou li&#233;es logiquement &#224; d&#39;autres 
donn&#233;es &#233;lectroniques et qui servent de m&#233;thode 
d&#39;authentification.

Article 2

Champ d&#39;application et port&#233;e de la lettre de voiture &#233;lec-
tronique

1. Sous r&#233;serve des dispositions du pr&#233;sent Protocole, la 
lettre de voiture vis&#233;e &#224; la Convention, ainsi que toute 
demande, d&#233;claration, instruction, ordre, r&#233;serve ou autre 
communication concernant l&#39;ex&#233;cution d&#39;un contrat de transport 
auquel la Convention s&#39;applique, peuvent &#234;tre &#233;tablies par 
communication &#233;lectronique.

2. Une lettre de voiture conforme au pr&#233;sent Protocole sera 
consid&#233;r&#233;e comme &#233;quivalente &#224; la lettre de voiture vis&#233;e &#224; la 
Convention et, de ce fait, aura la m&#234;me force probante et 
produira les m&#234;mes effets que cette derni&#232;re.

Article 3

Authentification de la lettre de voiture &#233;lectronique

1. La lettre de voiture &#233;lectronique est authentifi&#233;e par les 
parties au contrat de transport moyennant une signature &#233;lec-
tronique fiable garantissant son lien avec la lettre de 
voiture &#233;lectronique. La fiabilit&#233; du proc&#233;d&#233; de signature 
&#233;lectronique est pr&#233;sum&#233;e, jusqu&#39;&#224; preuve contraire, lorsque 
la signature &#233;lectronique:

(a) est li&#233;e uniquement au signataire;

(b) permet d&#39;identifier le signataire;

(c) a &#233;t&#233; cr&#233;&#233;e par des moyens que le signataire puisse garder 
sous son contr&#244;le exclusif; et

(d) est li&#233;e aux donn&#233;es auxquelles elle se rapporte de telle 
sorte que toute modification ult&#233;rieure des donn&#233;es soit 
d&#233;tectable.

2. La lettre de voiture &#233;lectronique peut aussi &#234;tre au-
thentifi&#233;e par tout autre proc&#233;d&#233; d&#39;authentification 
&#233;lectronique permis par la l&#233;gislation du pays o&#249; la lettre de 
voiture &#233;lectronique a &#233;t&#233; &#233;tablie.

3. Les indications qui y sont inscrites doivent &#234;tre acces-
sibles &#224; toute personne habilit&#233;e &#224; cet effet.

Article 4

Conditions d&#39;&#233;tablissement de la lettre de voiture 
&#233;lectronique

1. La lettre de voiture &#233;lectronique contient les m&#234;mes 
indications que la lettre de voiture vis&#233;e &#224; la Convention.

2. Le proc&#233;d&#233; employ&#233; pour l&#39;&#233;tablissement de la lettre de 
voiture &#233;lectronique doit garantir l&#39;int&#233;grit&#233; des indications 
qu&#39;elle contient &#224; compter du moment o&#249; elle a &#233;t&#233; &#233;tablie 
pour la premi&#232;re fois sous sa forme d&#233;finitive. Il y a 
int&#233;grit&#233; des indications lorsque celles-ci sont rest&#233;es 
compl&#232;tes et n&#39;ont pas &#233;t&#233; alt&#233;r&#233;es, exception faite de tout 
ajout et de toute modification intervenant dans le cours 
normal de la communication, de la conservation et de 
l&#39;exposition.

3. Les indications contenues dans la lettre de voiture 
&#233;lectronique peuvent &#234;tre compl&#233;t&#233;es ou modifi&#233;es dans les cas 
admis par la Convention.

La proc&#233;dure employ&#233;e pour compl&#233;ter ou modifier la lettre de 
voiture &#233;lectronique doit permettre la d&#233;tection en tant que 
telle de tout compl&#233;ment ou toute modification et assurer la 
pr&#233;servation des indications originales de la lettre de 
voiture &#233;lectronique.

Article 5

Mise en œuvre de la lettre de voiture &#233;lectronique

1. Les parties int&#233;ress&#233;es &#224; l&#39;ex&#233;cution du contrat de 
transport conviennent des proc&#233;dures et de leur mise en œuvre 
pour se conformer aux dispositions du pr&#233;sent Protocole et de 
la Convention, notamment en ce qui concerne:

(a) La m&#233;thode pour &#233;tablir et remettre la lettre de voiture 
&#233;lectronique &#224; la partie habilit&#233;e;

(b) L&#39;assurance que la lettre de voiture &#233;lectronique con-
servera son int&#233;grit&#233;;

(c) La fa&#231;on dont le titulaire des droits d&#233;coulant de la 
lettre de voiture &#233;lectronique peut d&#233;montrer qu&#39;il en est le 
titulaire;

(d) La fa&#231;on dont il est donn&#233; confirmation que la livraison 
au destinataire a eu lieu;

(e) Les proc&#233;dures permettant de compl&#233;ter ou de modifier la 
lettre de voiture &#233;lectronique; et

(f) Les proc&#233;dures de remplacement &#233;ventuel de la lettre de 
voiture &#233;lectronique par une lettre de voiture &#233;tablie par 
d&#39;autres moyens.

2. Les proc&#233;dures &#233;nonc&#233;es au paragraphe 1 doivent &#234;tre 
mentionn&#233;es dans la lettre de voiture &#233;lectronique et &#234;tre 
ais&#233;ment v&#233;rifiables.

Article 6

Documents compl&#233;tant la lettre de voiture &#233;lectronique

1. Le transporteur remet &#224; l&#39;exp&#233;diteur, &#224; la demande de ce 
dernier, un r&#233;c&#233;piss&#233; des marchandises et toute indication 
n&#233;cessaire pour l&#39;identification de l&#39;envoi et l&#39;acc&#232;s &#224; 
lettre de voiture &#233;lectronique vis&#233;e par le pr&#233;sent Protocole.

2. Les documents vis&#233;s &#224; l&#39;article 6, paragraphe 2, lettre g, 
et &#224; l&#39;article 11 de la Convention peuvent &#234;tre fournis par 
l&#39;exp&#233;diteur au transporteur sous forme de communication &#233;lec-
tronique si ces documents existent sous cette forme et si les 
parties ont convenu des proc&#233;dures permettant d&#39;&#233;tablir un 
lien entre ces documents et la lettre de voiture &#233;lectronique 
vis&#233;e par le pr&#233;sent Protocole dans des conditions de nature &#224; 
en garantir l&#39;int&#233;grit&#233;.

Artikel 1

Definitioner

I detta protokoll betyder

konvention: konventionen om fraktavtalet vid internationell 
godsbefordran p&#229; v&#228;g (CMR),

elektronisk kommunikation: information som framst&#228;lls, s&#228;nds, 
mottas eller f&#246;rvaras genom elektroniska, optiska, digitala 
eller liknande medel s&#229; att den &#228;r tillg&#228;nglig f&#246;r att senare 
kunna anv&#228;ndas och &#229;beropas,

elektronisk fraktsedel: en fraktsedel utf&#228;rdad genom elek-
tronisk kommunikation av fraktf&#246;raren, avs&#228;ndaren eller annan 
part som har intresse i fullg&#246;randet av ett fraktavtal som 
konventionen &#228;r till&#228;mplig p&#229;, inbegripet upplysningar som ges 
ett naturligt samband med den elektroniska kommunikationen ge-
nom att bifogas eller p&#229; annat s&#228;tt knytas till denna, 
samtidigt med eller efter dess tillkomst, s&#229; att de blir en 
del av den elektroniska fraktsedeln.

elektronisk signatur: data i elektronisk form som fogas till 
eller ges ett naturligt samband med andra elektroniska data 
och anv&#228;nds som en metod f&#246;r att bestyrka &#228;kthet.

Artikel 2

Omfattning och verkan av den elektroniska fraktsedeln 

1. Med till&#228;mpning av best&#228;mmelserna i detta protokoll, kan en 
fraktsedel som avses i konventionen samt varje beg&#228;ran, 
f&#246;rklaring, instruktion, anmodan, f&#246;rbeh&#229;ll eller annat 
meddelande avseende uppfyllelsen av ett fraktavtal som kon-
ventionen &#228;r till&#228;mplig p&#229; utf&#228;rdas genom elektronisk kom-
munikation.

2. En elektronisk fraktsedel som har uppr&#228;ttats i enlighet med 
best&#228;mmelserna i detta protokoll ska anses likv&#228;rdig med en 
fraktsedel som avses i konventionen och medf&#246;ra samma 
r&#228;ttsverkningar som den fraktsedeln.

Artikel 3

Autentisering av den elektroniska fraktsedeln

1. &#196;ktheten av den elektroniska fraktsedeln ska bestyrkas av 
parterna i fraktavtalet genom en tillf&#246;rlitlig elektronisk 
signatur som s&#228;kerst&#228;ller sambandet med den elektroniska 
fraktsedeln. En metod f&#246;r elektronisk signatur f&#246;ruts&#228;tts vara 
tillf&#246;rlitlig, s&#229;vida inte annat bevisas, om den elektroniska 
signaturen

a) &#228;r f&#246;renad enbart med undertecknaren,

b) kan identifiera undertecknaren,

c) har skapats p&#229; ett s&#228;tt som undertecknaren kan h&#229;lla under 
sin uteslutande kontroll, och

d) &#228;r knuten till de data som den h&#228;nf&#246;r sig till p&#229; s&#229;dant 
s&#228;tt att varje senare f&#246;r&#228;ndring av dessa data g&#229;r att 
uppt&#228;cka.

2. &#196;ktheten hos den elektroniska fraktsedeln kan ocks&#229; 
bestyrkas genom varje annan elektronisk metod f&#246;r autent-
isering som till&#229;ts enligt lagen i det land d&#228;r den 
elektroniska fraktsedeln uppr&#228;ttats.

3. Uppgifterna i den elektroniska fraktsedeln ska vara till-
g&#228;ngligt f&#246;r varje part som &#228;r ber&#228;ttigad.

Artikel 4

F&#246;rfarandet vid inr&#228;ttandet av den elektroniska fraktsedeln

1. Den elektroniska fraktsedeln ska inneh&#229;lla samma uppgifter 
som en fraktsedel som avses i konventionen.

2. Det f&#246;rfarande som anv&#228;nds f&#246;r att utf&#228;rda den elektroniska 
fraktsedeln ska s&#228;kerst&#228;lla att uppgifterna i den &#228;r intakta 
fr&#229;n den tidpunkt n&#228;r fraktsedeln framst&#228;lldes i sin slut-
giltiga form. Uppgifterna anses intakta n&#228;r dessa har 
f&#246;rblivit fullst&#228;ndiga och of&#246;r&#228;ndrade, fr&#229;nsett s&#229;dana 
till&#228;gg eller f&#246;r&#228;ndringar som normalt uppkommer vid kom-
munikation, lagring och visning.

3. Inneh&#229;llet i den elektroniska fraktsedeln f&#229;r kompletteras 
eller &#228;ndras i s&#229;dana fall som konventionen till&#229;ter.

F&#246;rfarandet som anv&#228;nds f&#246;r att komplettera eller &#228;ndra den 
elektroniska fraktsedeln ska g&#246;ra det m&#246;jligt att uppt&#228;cka 
varje komplettering eller &#228;ndring i den elektroniska 
fraktsedeln och ska bevara dess ursprungliga uppgifter.

Artikel 5

Inf&#246;rande av den elektroniska fraktsedeln

1. De parter som har intresse i fraktavtalets fullg&#246;rande ska 
komma &#246;verens om f&#246;rfarandet och dess genomf&#246;rande s&#229; att det 
uppfyller kraven i detta protokoll och konventionen, s&#228;rskilt 
betr&#228;ffande

a) metoden f&#246;r utf&#228;rdande och &#246;verl&#228;mnande av den elektroniska 
fraktsedeln till den ber&#228;ttigade parten,

b) f&#246;rs&#228;kran om att uppgifterna i den elektroniska fraktsedeln 
f&#246;rblir intakta,

c) s&#228;ttet p&#229; vilket den part som &#228;r ber&#228;ttigad enligt den 
elektroniska fraktsedeln ska kunna visa sin r&#228;tt,

d) s&#228;ttet p&#229; vilket avl&#228;mnande till mottagaren ska bekr&#228;ftas,

e) f&#246;rfarandet vid komplettering eller &#228;ndring av den 
elektroniska fraktsedeln, och

f) f&#246;rfarandet ifall den elektroniska fraktsedeln ska ers&#228;ttas 
med en fraktsedel som utf&#228;rdas p&#229; annat s&#228;tt.

2. F&#246;rfarandet enligt f&#246;rsta stycket ska anges i den elek-
troniska fraktsedeln och vara m&#246;jlig att ta del av.

Artikel 6

Handlingar som kompletterar den elektroniska fraktsedeln

1. Fraktf&#246;raren ska p&#229; avs&#228;ndarens beg&#228;ran &#246;verl&#228;mna ett 
kvitto p&#229; godset till denne och ge all information som &#228;r 
n&#246;dv&#228;ndig f&#246;r att identifiera transporten och f&#229; tillg&#229;ng till 
den elektroniska fraktsedel som avses i detta protokoll.

2. De handlingar som avses i artikel 6 andra stycket g och 
artikel 11 i konventionen f&#229;r avs&#228;ndaren l&#228;mna till fraktf&#246;r-
aren genom elektronisk kommunikation, om de f&#246;religger i denna 
form och parterna har kommit &#246;verens om f&#246;rfaranden som knyter 
dessa handlingar till den elektroniska fraktsedel som avses i 
detta protokoll p&#229; ett s&#228;tt som s&#228;kerst&#228;ller att handlingarna 
h&#229;lls intakta.
Lag (2019:1194).
</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4279">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4281">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
