

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-06-22" /> 
 <meta id="rattsinfo-edited" content="2023-06-22 10:37:52" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4304</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4303">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4305">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1967:531 ·
                    <a href="/sfsr?bet=1967:531">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1967:531) om tryggande av pensionsutf&#228;stelse m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L1
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1967-06-09
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:109
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ikraft:</span> 1968-03-01 &#246;verg.best.
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Allm&#228;nna best&#228;mmelser

1 &#167; Arbetsgivares utf&#228;stelse om pension till arbetstagare eller
arbetstagares efterlevande kan tryggas enligt denna lag genom s&#228;rskild
redovisning av pensionsskuld eller avs&#228;ttning av medel till
pensionsstiftelse.

F&#246;rbeh&#229;ll vid pensionsutf&#228;stelse att pension skall utg&#229; endast i den m&#229;n
stiftelses medel f&#246;rsl&#229;r d&#228;rtill &#228;r utan verkan och arbetsgivaren svarar
f&#246;r utf&#228;stelsen utan avseende p&#229; f&#246;rbeh&#229;llet.

Lagen &#228;ger icke till&#228;mpning p&#229; pensionsutf&#228;stelse som l&#228;mnats efter den
31 december 1966, om r&#228;tten till pension gjorts beroende av att
arbetstagaren kvarst&#229;r i arbetsgivarens tj&#228;nst vid intr&#228;det i
pensions&#229;ldern. &#196;ven i s&#229;dant fall &#228;ger dock lagen till&#228;mpning p&#229; utf&#228;st
pension som b&#246;rjat utg&#229;.

2 &#167; Har ej andra regler om intj&#228;nande knutits till pensionsutf&#228;stelse,
anses arbetstagaren vid varje tillf&#228;lle ha intj&#228;nat s&#229; stor del av
utf&#228;st pension som motsvarar f&#246;rh&#229;llandet mellan det antal &#229;r
arbetstagaren varit i arbetsgivarens tj&#228;nst och antalet &#229;r fr&#229;n
tj&#228;nstens b&#246;rjan till pensions&#229;ldern. Vid denna ber&#228;kning bortses dock
fr&#229;n tid som ligger l&#228;ngre tillbaka &#228;n fyrtio &#229;r f&#246;re pensions&#229;ldern.

Med upplupen del av utf&#228;st pension f&#246;rst&#229;s kapitalv&#228;rdet av den pension
som arbetstagaren intj&#228;nat vid ber&#228;kningstillf&#228;llet.

3 &#167; Ber&#228;kning av kapitalv&#228;rde sker med ledning av f&#246;rs&#228;kringstekniska
grunder som fastst&#228;lles av regeringen eller av den myndighet regeringen
best&#228;mmer. Lag (1975:1388).

4 &#167; Med allm&#228;n pensionsplan avses s&#229;dana allm&#228;nna grunder f&#246;r
pensionering av arbetstagare eller arbetstagares efterlevande som
inneh&#229;ller regler om tryggande av arbetsgivarens utf&#228;stelse genom
kreditf&#246;rs&#228;kring, avs&#228;ttning till pensionsstiftelse enligt denna lag
eller annan likv&#228;rdig anordning och som p&#229; arbetstagarsidan &#228;r godk&#228;nda
av organisation vilken enligt lagen (1976:580) om medbest&#228;mmande i
arbetslivet &#228;r att anse s&#229;som central arbetstagarorganisation.
Lag (1976:584).

4 a &#167; Med reglerad marknad, MTF-plattform och OTF-plattform 
avses detsamma som i 1 kap. 4 b &#167; lagen (2007:528) om 
v&#228;rdepappersmarknaden. Lag (2019:825).

S&#228;rskild redovisning av pensionsskuld

5 &#167; En arbetsgivare f&#229;r i balansr&#228;kningen som skuld under 
rubriken Avsatt till pensioner redovisa vad arbetsgivaren 
enligt en allm&#228;n pensionsplan har &#229;tagit sig att redovisa 
under denna rubrik.

Aktiebolag, &#246;msesidiga f&#246;rs&#228;kringsbolag, 
f&#246;rs&#228;kringsf&#246;reningar, &#246;msesidiga tj&#228;nstepensionsbolag, 
tj&#228;nstepensionsf&#246;reningar, ekonomiska f&#246;reningar och 
sparbanker f&#229;r under rubriken Avsatt till pensioner redovisa 
&#228;ven upplupen del av en pensionsutf&#228;stelse som inte omfattas 
av en allm&#228;n pensionsplan. I fr&#229;ga om arbetstagare, som har 
ett best&#228;mmande inflytande &#246;ver bolaget eller f&#246;reningen, 
eller s&#229;dan arbetstagares efterlevande f&#229;r, under den tid 
inflytandet best&#229;r, arbetsgivaren dock inte redovisa andra 
pensionsutf&#228;stelser &#228;n s&#229;dana som ing&#229;r i en allm&#228;n 
pensionsplan. Vid bed&#246;mningen av om en arbetstagare har ett 
best&#228;mmande inflytande ska, ut&#246;ver arbetstagarens eget innehav 
av aktier eller andelar, &#228;ven arbetstagarens f&#246;r&#228;ldrars, far- 
och morf&#246;r&#228;ldrars, makes, avkomlings och avkomlings makes 
samlade innehav r&#228;knas med.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om att det som s&#228;gs i andra stycket 
f&#246;rsta meningen ska g&#228;lla &#228;ven f&#246;r andra arbetsgivare &#228;n som 
avses d&#228;r. Lag (2019:743).

6 &#167; Med arbetsgivares pensionsreserv avses hans skuld f&#246;r &#229;tagande
enligt allm&#228;n pensionsplan och f&#246;r upplupen del av s&#229;dan utf&#228;st pension
som han i &#246;vrigt &#228;ger redovisa enligt 5 &#167;.

7 &#167; Posten avsatt till pensioner f&#229;r icke minskas under arbetsgivarens
pensionsreserv i vidare m&#229;n &#228;n denna har t&#228;ckning i pensionsstiftelses
f&#246;rm&#246;genhet.

Till den del arbetsgivarens pensionsreserv avser pensionsutf&#228;stelse, som
tryggas &#228;ven av pensionsstiftelse, anses pensionsreserven t&#228;ckt av
stiftelsen, s&#229; l&#229;ngt dess f&#246;rm&#246;genhet f&#246;rsl&#229;r. Tryggar stiftelsen
samtidigt utf&#228;stelse som icke f&#229;r medr&#228;knas i pensionsreserven, anses
stiftelsen i f&#246;rsta hand t&#228;cka upplupen del av s&#229;dan utf&#228;stelse. Finns
flera pensionsstiftelser som &#228;r knutna till samma arbetsgivare och
tj&#228;nar stiftelserna helt eller delvis till tryggande av samma
pensionsutf&#228;stelser, anses upplupen del av utf&#228;stelserna i f&#246;rsta hand
t&#228;ckt av stiftelse, som omfattar en tr&#228;ngre krets av personer, eller, om
stiftelserna omfattar samma krets av personer, av den &#228;ldre stiftelsen.

Att pensionsstiftelse endast i vissa fall anses trygga arbetsgivares
utf&#228;stelse enligt allm&#228;n pensionsplan, framg&#229;r av 10 &#167;.

8 &#167; Arbetsgivare, som upps&#229;tligen eller av grov oaktsamhet minskar
posten Avsatt till pensioner i strid med 7 &#167;, d&#246;mes till b&#246;ter.

8 a &#167; Om en arbetsgivare som omfattas av &#229;rsredovisningslagen
(1995:1554), lagen (1995:1559) om &#229;rsredovisning i kreditinstitut och
v&#228;rdepappersbolag eller lagen (1995:1560) om &#229;rsredovisning i
f&#246;rs&#228;kringsf&#246;retag redovisar pensions&#229;tagande i balansr&#228;kningen,
skall han i st&#228;llet f&#246;r att redovisa s&#229;dan skuld som avses i 5 &#167;
redovisa motsvarande belopp som delpost under rubriken Avs&#228;ttningar
f&#246;r pensioner och liknande f&#246;rpliktelser. Vad som s&#228;gs i 5 &#167; andra
stycket samt 7 och 8 &#167;&#167; om posten Avsatt till pensioner g&#228;ller &#228;ven
betr&#228;ffande en s&#229;dan delpost. Lag (1995:1619).

Pensionsstiftelse

9 &#167; Med pensionsstiftelse avses en av arbetsgivare grundad stiftelse
vars uteslutande &#228;ndam&#229;l &#228;r att trygga utf&#228;stelse om pension till
arbetstagare eller arbetstagares efterlevande.

En pensionsstiftelse skall ha ett namn. Namnet skall inneh&#229;lla ordet
pensionsstiftelse. Lag (1994:1223).

9 a &#167; F&#246;r en pensionsstiftelse som tryggar utf&#228;stelser om 
pension till minst 16 personer f&#246;r vilka avs&#228;ttningar har 
gjorts till stiftelsen g&#228;ller 10 a &#167; andra stycket, 10 b-10 d 
och 16 b &#167;&#167;. 

Om pensionsstiftelsen tryggar utf&#228;stelser om pension till 
minst 100 personer f&#246;r vilka avs&#228;ttningar har gjorts till 
stiftelsen, g&#228;ller dessutom 10 e-10 l och 10 n &#167;&#167;, 11 &#167; 
fj&#228;rde och femte styckena, 15 a-15 d, 16 a, 16 c-16 j och 
16 l &#167;&#167;.

&#196;ven f&#246;r en pensionsstiftelse som har gjort en anm&#228;lan i 
enlighet med 31 c &#167; andra stycket g&#228;ller best&#228;mmelserna som 
anges i f&#246;rsta och andra styckena, dock inte betr&#228;ffande 
egenf&#246;retagares tryggande i stiftelse f&#246;r egen r&#228;kning.
Lag (2020:394).

10 &#167; Arbetsgivaren &#228;ger i stiftelseurkunden f&#246;rordna, att
pensionsstiftelse skall omfatta endast viss grupp av arbetstagare eller
efterlevande.

Stiftelse anses icke trygga utf&#228;stelse enligt allm&#228;n pensionsplan utan
att detta framg&#229;r av stiftelsens stadgar, avtal mellan arbetsgivaren och
dem som omfattas av stiftelsens &#228;ndam&#229;l eller andra omst&#228;ndigheter.

Stiftelse &#228;ger icke trygga utf&#228;stelse &#229;t arbetstagare eller
efterlevande, som avses i 5 &#167; andra stycket andra punkten, ut&#246;ver vad
som kan anses sedvanligt f&#246;r arbetstagare med motsvarande uppgifter
eller hans efterlevande.

F&#246;r stiftelse, som &#228;r gemensam f&#246;r flera arbetsgivare, skall s&#228;rskilda
grunder uppr&#228;ttas betr&#228;ffande gemenskapen i tillg&#229;ngar och skulder.

10 a &#167; En pensionsstiftelses styrelse ansvarar f&#246;r att 
f&#246;rm&#246;genheten &#228;r placerad p&#229; ett n&#246;jaktigt s&#228;tt och f&#246;r att 
stiftelsens medel inte anv&#228;nds f&#246;r annat &#228;n stiftelsens 
&#228;ndam&#229;l. Pensionsstiftelsens tillg&#229;ngar ska f&#246;rvaras p&#229; ett 
s&#229;dant s&#228;tt att de alltid &#228;r identifierbara och &#229;tkomliga f&#246;r 
stiftelsen. F&#246;rvaringen ska ske p&#229; ett s&#228;kert s&#228;tt och ska 
inte ge upphov till intressekonflikter.

F&#246;r s&#229;dana pensionsstiftelser som avses i 9 a &#167; ska 10 b-
10 d &#167;&#167; g&#228;lla i st&#228;llet f&#246;r f&#246;rsta stycket i fr&#229;ga om 
placering av f&#246;rm&#246;genheten. Lag (2019:825).

10 b &#167; S&#229;dana pensionsstiftelser som avses i 9 a &#167; ska placera 
tillg&#229;ngarna p&#229; ett s&#229;dant s&#228;tt att l&#228;mplig riskspridning 
uppn&#229;s. Tillg&#229;ngarna ska placeras p&#229; det s&#228;tt som b&#228;st gagnar 
dem som omfattas av stiftelsens &#228;ndam&#229;l och ocks&#229; i &#246;vrigt p&#229; 
ett aktsamt s&#228;tt.

Pensionsstiftelsens tillg&#229;ngar ska till &#246;verv&#228;gande del 
placeras p&#229; reglerade marknader eller motsvarande marknader 
utanf&#246;r Europeiska ekonomiska samarbetsomr&#229;det (EES). 
Placeringar i finansiella instrument och andra tillg&#229;ngar som 
inte &#228;r f&#246;rem&#229;l f&#246;r handel p&#229; en reglerad marknad, en MTF-
plattform eller en OTF-plattform eller en motsvarande 
marknadsplats utanf&#246;r EES ska h&#229;llas p&#229; aktsamma niv&#229;er.

Pensionsstiftelsen f&#229;r beakta milj&#246;faktorer, sociala faktorer 
och f&#246;retagsstyrningsfaktorer (h&#229;llbarhetsfaktorer) i sina 
placeringsbeslut. Lag (2021:267).

10 c &#167; Av tillg&#229;ngarna i s&#229;dana pensionsstiftelser som avses i 
9 a &#167; och som tryggar en enda arbetsgivares utf&#228;stelser om 
pension f&#229;r

1. h&#246;gst 5 procent utg&#246;ras av aktier och andra v&#228;rdepapper som 
kan j&#228;mst&#228;llas med aktier samt obligationer och andra 
skuldf&#246;rbindelser, om v&#228;rdepapperen eller skuldf&#246;rbindelserna 
har getts ut av arbetsgivaren, och

2. h&#246;gst 10 procent utg&#246;ras av s&#229;dana tillg&#229;ngar som avses i 1 
och som har getts ut av f&#246;retag i en grupp av emittenter eller 
l&#229;ntagare med inb&#246;rdes anknytning som arbetsgivaren ing&#229;r i.

Med en grupp av emittenter eller l&#229;ntagare med inb&#246;rdes 
anknytning avses tv&#229; eller flera fysiska eller juridiska 
personer som utg&#246;r en helhet fr&#229;n risksynpunkt d&#228;rf&#246;r att

- n&#229;gon av dem har direkt eller indirekt &#228;garinflytande &#246;ver 
en eller flera av de &#246;vriga i gruppen, eller

- de har s&#229;dan inb&#246;rdes anknytning att n&#229;gon eller samtliga av 
de &#246;vriga kan r&#229;ka i betalningssv&#229;righeter om en av dem 
drabbas av finansiella problem.

Begr&#228;nsningarna i f&#246;rsta stycket g&#228;ller inte f&#246;r tillg&#229;ngar 
som svenska staten eller en utl&#228;ndsk stat svarar f&#246;r.
Lag (2023:109).

10 d &#167; S&#229;dana pensionsstiftelser som avses i 9 a &#167; f&#229;r anv&#228;nda 
optioner och terminskontrakt och andra liknande finansiella 
instrument f&#246;r att s&#228;nka den finansiella risken i stiftelsen 
eller f&#246;r att i &#246;vrigt effektivisera f&#246;rvaltningen av 
stiftelsens tillg&#229;ngar.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om anv&#228;ndning av derivatinstrument enligt 
f&#246;rsta  Lag (2020:394).

10 e &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket och som placerar medel i aktier som &#228;r upptagna 
till handel p&#229; en reglerad marknad och som har getts ut av ett 
bolag inom EES, ska anta principer f&#246;r sitt 
aktie&#228;garengagemang i fr&#229;ga om s&#229;dana aktier. Av principerna 
ska det framg&#229; hur stiftelsen integrerar aktie&#228;garengagemanget 
i sin placeringsstrategi.

Principerna ska beskriva hur stiftelsen

1. &#246;vervakar relevanta fr&#229;gor om bolag som den placerar medel 
i (portf&#246;ljbolag), d&#228;ribland bolagens strategi, finansiella 
och icke-finansiella resultat och risker, kapitalstruktur, 
sociala och milj&#246;m&#228;ssiga p&#229;verkan och bolagsstyrning,

2. f&#246;r dialoger med f&#246;retr&#228;dare f&#246;r portf&#246;ljbolag,

3. ut&#246;var r&#246;str&#228;tt och andra r&#228;ttigheter som &#228;r knutna till 
aktieinnehavet,

4. samarbetar med andra aktie&#228;gare,

5. kommunicerar med relevanta intressenter i portf&#246;ljbolag, 
och

6. hanterar faktiska och potentiella intressekonflikter.
Lag (2021:267).

10 f &#167; En pensionsstiftelse som enligt 10 e &#167; ska anta 
principer f&#246;r sitt aktie&#228;garengagemang ska varje &#229;r redog&#246;ra 
f&#246;r hur principerna har tilll&#228;mpats.

Redog&#246;relsen ska inneh&#229;lla 

1. en allm&#228;n beskrivning av stiftelsens r&#246;stningsbeteende i 
portf&#246;ljbolagen, 

2. en f&#246;rklaring av de viktigaste omr&#246;stningarna, och

3. uppgift om i vilka fr&#229;gor som stiftelsen har anv&#228;nt sig av 
r&#229;d eller r&#246;stningsrekommendationer fr&#229;n en 
r&#246;stningsr&#229;dgivare.

Av redog&#246;relsen ska det ocks&#229; framg&#229; hur stiftelsen har r&#246;stat 
p&#229; portf&#246;ljbolagens st&#228;mmor. Omr&#246;stningar som &#228;r obetydliga p&#229; 
grund av &#228;mnet eller storleken p&#229; aktieinnehavet beh&#246;ver dock 
inte redovisas. Lag (2019:285).

10 g &#167; En pensionsstiftelse f&#229;r avst&#229; fr&#229;n att uppfylla ett 
eller flera av kraven i 10 e och 10 f &#167;&#167;, om stiftelsen 
tydligt anger sk&#228;len f&#246;r det. Lag (2019:285).

10 h &#167; Principerna f&#246;r aktie&#228;garengagemang enligt 10 e &#167;, den 
&#229;rliga redog&#246;relsen enligt 10 f &#167; och uppgifter enligt 10 g &#167; 
ska h&#229;llas tillg&#228;ngliga p&#229; pensionsstiftelsens webbplats. Om 
stiftelsen inte har en egen webbplats f&#229;r informationen h&#229;llas 
tillg&#228;nglig p&#229; en annan webbplats som enkelt kan n&#229;s.

Om pensionsstiftelsen inte redovisar omr&#246;stningar i den &#229;rliga 
redog&#246;relsen p&#229; grund av att stiftelsen har gett en s&#229;dan 
kapitalf&#246;rvaltare som avses i artikel 2 i Europaparlamentets 
och r&#229;dets direktiv 2007/36/EG av den 11 juli 2007 om 
utnyttjande av vissa av aktie&#228;gares r&#228;ttigheter i b&#246;rsnoterade 
f&#246;retag, i lydelsen enligt Europaparlamentets och r&#229;dets 
direktiv (EU) 2017/828, i uppdrag att ansvara f&#246;r 
placeringarna, ska stiftelsen p&#229; webbplatsen uppge var 
kapitalf&#246;rvaltaren har offentliggjort informationen om 
omr&#246;stningarna.

Informationen ska tillhandah&#229;llas utan kostnad.
Lag (2020:394).

10 i &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket och som placerar medel i aktier som &#228;r upptagna 
till handel p&#229; en reglerad marknad och som har getts ut av ett 
bolag inom EES, ska i fr&#229;ga om s&#229;dana aktier redog&#246;ra f&#246;r hur 
de viktigaste inslagen i placeringsstrategin bidrar till 
tillg&#229;ngarnas utveckling p&#229; medell&#229;ng till l&#229;ng sikt.
Lag (2020:394).

10 j &#167; Om en s&#229;dan kapitalf&#246;rvaltare som avses i artikel 2 i 
Europaparlamentets och r&#229;dets direktiv 2007/36/EG, i lydelsen 
enligt Europaparlamentets och r&#229;dets direktiv (EU) 2017/828, 
placerar medel f&#246;r en pensionsstiftelse som avses i 9 a &#167; 
andra eller tredje stycket och placeringarna avser aktier som 
&#228;r upptagna till handel p&#229; en reglerad marknad och som har 
getts ut av ett bolag inom EES, ska pensionsstiftelsen i fr&#229;ga 
om s&#229;dana aktier redog&#246;ra f&#246;r

1. hur &#246;verenskommelsen med kapitalf&#246;rvaltaren fr&#228;mjar 
placeringsbeslut som grundas p&#229; bed&#246;mningar av 
portf&#246;ljbolagens finansiella och icke-finansiella resultat p&#229; 
medell&#229;ng till l&#229;ng sikt och fr&#228;mjar ett engagemang i 
portf&#246;ljbolagen i syfte att f&#246;rb&#228;ttra deras resultat p&#229; 
medell&#229;ng till l&#229;ng sikt,

2. hur dels metoden och tiden f&#246;r utv&#228;rdering av 
kapitalf&#246;rvaltarens prestationer, dels ers&#228;ttningen f&#246;r 
kapitalf&#246;rvaltningstj&#228;nsterna beaktar det l&#229;ngsiktiga 
resultatet i absoluta tal,

3. hur pensionsstiftelsen bevakar dels kapitalf&#246;rvaltarens 
kostnader f&#246;r portf&#246;ljens oms&#228;ttning, dels portf&#246;ljens avsedda 
oms&#228;ttningshastighet eller gr&#228;nser f&#246;r oms&#228;ttningshastigheten, 
och

4. hur l&#229;ng tid som &#246;verenskommelsen med kapitalf&#246;rvaltaren 
g&#228;ller.

Om &#246;verenskommelsen med kapitalf&#246;rvaltaren saknar en eller 
flera av de delar som redog&#246;relsen ska omfatta, ska 
pensionsstiftelsen tydligt ange sk&#228;len f&#246;r det. 
Lag (2020:394).

10 k &#167; Den information som avses i 10 i och 10 j &#167;&#167; ska h&#229;llas 
tillg&#228;nglig utan kostnad p&#229; pensionsstiftelsens webbplats. Om 
pensionsstiftelsen inte har en egen webbplats f&#229;r 
informationen h&#229;llas tillg&#228;nglig p&#229; en annan webbplats som 
enkelt kan n&#229;s.

Informationen ska uppdateras varje &#229;r. Pensionsstiftelsen f&#229;r 
dock avst&#229; fr&#229;n att g&#246;ra en uppdatering om det inte har skett 
n&#229;gon v&#228;sentlig f&#246;r&#228;ndring. Lag (2019:285).

10 l &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska l&#228;mna den information som beh&#246;vs om 
stiftelsen och dess verksamhet till de personer som stiftelsen 
tryggar utf&#228;stelser om pension till.

P&#229; beg&#228;ran ska den som stiftelsen tryggar utf&#228;stelse om 
pension till ocks&#229; f&#229; del av pensionsstiftelsens senaste 
&#229;rsredovisning och placeringsriktlinjerna.

Regeringen eller den myndighet som regeringen best&#228;mmer f&#229;r 
meddela f&#246;reskrifter om vilken information som en 
pensionsstiftelse ska l&#228;mna.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela f&#246;reskrifter om 
hur en pensionsstiftelse ska l&#228;mna information. 
Lag (2019:825).

10 m &#167; En arbetsgivare vars utf&#228;stelser om pension tryggas av 
en pensionsstiftelse som avses i 9 a &#167; andra eller tredje 
stycket ska till de personer som omfattas av utf&#228;stelsen l&#228;mna 
den information som de beh&#246;ver om 

1. villkoren f&#246;r pensionerna och deras v&#228;rdeutveckling, 

2. de &#246;verenskommelser som ligger till grund f&#246;r pensionerna, 
och 

3. utbetalningsalternativ inf&#246;r pensioneringen. 

Arbetsgivaren ska ocks&#229; &#229;rligen ge de personerna ett 
pensionsbesked som inneh&#229;ller den information som de beh&#246;ver 
om de individuella f&#246;rm&#229;nerna och en upplysning om var 
ytterligare information finns tillg&#228;nglig.

Arbetsgivaren ska p&#229; beg&#228;ran av den som omfattas av 
utf&#228;stelsen l&#228;mna information om de antaganden som ligger till 
grund f&#246;r prognoser i pensionsbeskedet. Lag (2020:394).

10 n &#167; Informationen som avses i 10 l &#167; och 10 m &#167; f&#246;rsta 
stycket 1 och 2 ska ocks&#229; ges till den som erbjuds 
pensionsf&#246;rm&#229;ner som tryggas av en pensionsstiftelse som avses 
i 9 a &#167; andra eller tredje stycket. Lag (2019:825).

10 o &#167; N&#228;r det g&#228;ller kollektivavtalsgrundade 
pensionsutf&#228;stelser f&#229;r avtal ing&#229;s om avvikelse fr&#229;n 
10 l-10 n &#167;&#167; i fr&#229;ga om

1. vilken information som ska l&#228;mnas, och

2. n&#228;r, hur och av vem informationen ska l&#228;mnas.

N&#228;r det g&#228;ller pensionsutf&#228;stelser som f&#246;ljer av en 
&#246;verenskommelse mellan en arbetsgivarorganisation och en 
central arbetstagarorganisation, f&#229;r avtal enligt f&#246;rsta 
stycket ing&#229;s av avtalsparterna.

N&#228;r det g&#228;ller andra kollektivavtalsgrundade 
pensionsutf&#228;stelser &#228;n s&#229;dana som anges i andra stycket, f&#229;r 
pensionsstiftelser och arbetsgivare ing&#229; avtal enligt f&#246;rsta 
stycket med kollektivavtalsparterna. Lag (2021:267).

11 &#167; En pensionsstiftelse f&#229;r inte ta emot en fordran mot 
arbetsgivaren. Avtal som strider mot detta &#228;r ogiltigt. 
Stiftelsen f&#229;r dock l&#229;na ut medel till arbetsgivaren, om det 
st&#228;lls betryggande s&#228;kerhet f&#246;r l&#229;net eller tillsyns-
myndigheten medger det.

En pensionsstiftelse f&#229;r inte ta emot egendom fr&#229;n 
arbetsgivaren p&#229; villkor, som v&#228;sentligt begr&#228;nsar stiftelsens 
r&#228;tt att f&#246;rfoga &#246;ver egendomen. Inte heller f&#229;r en stiftelse 
som har grundats av aktiebolag, utan att tillsynsmyndigheten 
godk&#228;nner det, &#228;ga aktier i bolaget eller i bolag vilket st&#229;r 
i s&#229;dant f&#246;rh&#229;llande till detta som avses i 1 kap. 11 &#167; 
aktiebolagslagen (2005:551).

Om en pensionsstiftelse har till &#228;ndam&#229;l att trygga 
utf&#228;stelser om pension till arbetstagare eller arbetstagares 
efterlevande i aktiebolag som &#228;r f&#229;mansf&#246;retag enligt 56 kap. 
2 och 3 &#167;&#167; inkomstskattelagen (1999:1229) ska, i fr&#229;ga om 
stiftelsens r&#228;tt att l&#228;mna l&#229;n och st&#228;lla s&#228;kerhet, 21 kap. 1-
9 och 11 &#167;&#167; samt 30 kap. 1 &#167; aktiebolagslagen till&#228;mpas.

En pensionsstiftelse som avses i 9 a &#167; andra eller tredje 
stycket f&#229;r ta upp eller ta &#246;ver penningl&#229;n endast f&#246;r att 
tillgodose tillf&#228;lliga likviditetsbehov, dock under 
f&#246;ruts&#228;ttning att den samlade uppl&#229;ningen &#228;r av ringa 
betydelse med h&#228;nsyn till stiftelsens omfattning.

En pensionsstiftelse som avses i 9 a &#167; andra eller tredje 
stycket f&#229;r inte st&#228;lla s&#228;kerhet f&#246;r tredje man.
Lag (2019:825).

12 &#167; Pensionsstiftelse &#228;ger ej utf&#228;sta pension. S&#229;dan utf&#228;stelse &#228;r
ogiltig.

13 &#167; Pensionsstiftelse &#228;ger f&#246;r arbetsgivarens r&#228;kning betala
pensionspost eller annat som avses i 14 &#167; endast om det kan antagas, att
den ber&#228;ttigade annars ej erh&#229;ller betalning av arbetsgivaren utan
avsev&#228;rt dr&#246;jsm&#229;l, eller om tillsynsmyndigheten f&#246;r s&#228;rskilt fall medger
det.

14 &#167; Arbetsgivaren &#228;ger ur pensionsstiftelse gottg&#246;ra sig f&#246;r
vad han utgivit s&#229;som

a) pensionspost, avgift f&#246;r pensionsf&#246;rs&#228;kring eller annan
utgift i samband med pensionering,

b) eng&#229;ngsunderst&#246;d till arbetstagare vid l&#229;ngvarig of&#246;rm&#229;ga
till arbete p&#229; grund av sjukdom, lyte eller annat men eller vid
avg&#229;ng ur tj&#228;nsten p&#229; grund av uppn&#229;dd &#229;lder samt
eng&#229;ngsunderst&#246;d till efterlevande vid arbetstagarens fr&#229;nf&#228;lle
eller utgift f&#246;r f&#246;rs&#228;kring av s&#229;dant underst&#246;d.

Dessutom &#228;ger arbetsgivaren gottg&#246;ra sig f&#246;r vad som s&#228;rskilt
redovisats under rubriken Avsatt till pensioner till
fullg&#246;rande av best&#228;mmelse i allm&#228;n pensionsplan.

Gottg&#246;relse enligt denna paragraf f&#229;r ej avse utgift eller
redovisning f&#246;r annan arbetstagare &#228;n s&#229;dan, som omfattas av
stiftelsens &#228;ndam&#229;l, eller s&#229;dan arbetstagares efterlevande.

I fr&#229;ga om ers&#228;ttning f&#246;r v&#228;rdet av r&#228;tt till tj&#228;nstepension
som &#246;verf&#246;rts till Europeiska gemenskaperna g&#228;ller 7 &#167; lagen
(2002:125) om &#246;verf&#246;ring av v&#228;rdet av pensionsr&#228;ttigheter till
och fr&#229;n Europeiska gemenskaperna. Lag (2002:126).

15 &#167; Gottg&#246;relse sker ur &#246;verskott p&#229; kapitalet. S&#229;dant
&#246;verskott f&#246;religger n&#228;r pensionsstiftelses tillg&#229;ngar,
v&#228;rderade med till&#228;mpning av 3 kap. 3 &#167; stiftelselagen
(1994:1220), &#246;verstiger den skuld stiftelsen &#229;dragit sig samt
upplupen del av den utf&#228;sta pension, som tryggas av stiftelsen,
eller, om stiftelsen tryggar utf&#228;stelser enligt allm&#228;n
pensionsplan, pensionsreserven enligt denna.

F&#246;r utgift, som avses i 14 &#167; f&#246;rsta stycket a) och som omfattas
av stiftelsens &#228;ndam&#229;l, &#228;ger arbetsgivaren gottg&#246;ra sig ur
&#229;rets avkastning, &#228;ven om stiftelsen saknar &#246;verskott p&#229;
kapitalet.

Gottg&#246;relse f&#229;r avse l&#246;pande utgifter eller utgifter som
arbetsgivaren haft under n&#228;rmast f&#246;reg&#229;ende r&#228;kenskaps&#229;r.

Ber&#228;knar arbetsgivare vid inkomstbeskattningen sin inkomst
enligt bokf&#246;ringsm&#228;ssiga grunder, ska gottg&#246;relse avse kostnad
i st&#228;llet f&#246;r utgift.

Gottg&#246;relse f&#246;r avgift till f&#246;rs&#228;kring f&#246;r allm&#228;n
till&#228;ggspension f&#229;r avse den del av avgiften som kan anses
h&#228;nf&#246;ra sig till l&#246;n eller annan ers&#228;ttning &#229;t person vilken
omfattas av stiftelsens &#228;ndam&#229;l. Lag (2011:1301).

15 a &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket f&#229;r driva gr&#228;ns&#246;verskridande verksamhet om 
Finansinspektionen godk&#228;nner det. 

Med gr&#228;ns&#246;verskridande verksamhet avses tryggande av pensions-
utf&#228;stelser d&#228;r f&#246;rh&#229;llandet mellan arbetsgivaren och ber&#246;rda 
arbetstagare regleras av social- och 
arbetsmarknadslagstiftning p&#229; tj&#228;nstepensionsomr&#229;det i ett 
annat land inom EES. Lag (2019:825).

15 b &#167; En pensionsstiftelse ska underr&#228;tta Finansinspektionen 
om den avser att driva gr&#228;ns&#246;verskridande verksamhet enligt 
15 a &#167;. Underr&#228;ttelsen ska inneh&#229;lla uppgift om

1. arbetsgivarens namn och hemvist,

2. vilket lands social- och arbetsmarknadslagstiftning som 
reglerar f&#246;rh&#229;llandet mellan arbetsgivaren och ber&#246;rda 
arbetstagare (v&#228;rdlandet), och

3. det huvudsakliga inneh&#229;llet i de &#246;verenskommelser som ska 
ligga till grund f&#246;r tryggandet. Lag (2019:825).

15 c &#167; Finansinspektionen ska, om de f&#246;ruts&#228;ttningar som anges 
i andra stycket &#228;r uppfyllda, inom tre m&#229;nader fr&#229;n det att en 
underr&#228;ttelse enligt 15 b &#167; tagits emot l&#228;mna meddelande om 
underr&#228;ttelsen till den beh&#246;riga myndigheten i v&#228;rdlandet.

Ett meddelande enligt f&#246;rsta stycket ska l&#228;mnas, om 
Finansinspektionen bed&#246;mer att

1. pensionsstiftelsens organisation &#228;r &#228;ndam&#229;lsenlig,

2. pensionsstiftelsens finansiella situation &#228;r 
tillfredsst&#228;llande med h&#228;nsyn till den planerade verksamhetens 
art och omfattning, och

3. den som ska leda verksamheten har tillr&#228;cklig kompetens och 
erfarenhet och i &#246;vrigt &#228;r l&#228;mplig f&#246;r uppgiften.

Finansinspektionen ska samtidigt som den l&#228;mnar meddelandet 
enligt f&#246;rsta stycket underr&#228;tta pensionsstiftelsen om att 
meddelandet l&#228;mnas.

Om Finansinspektionen, med anledning av ett s&#229;dant meddelande 
som avses i f&#246;rsta stycket, f&#229;r veta vilka 
verksamhetsbest&#228;mmelser som &#228;r till&#228;mpliga i v&#228;rdlandet, ska 
inspektionen underr&#228;tta pensionsstiftelsen om dessa 
best&#228;mmelser. Om Finansinspektionen f&#229;r information om att 
best&#228;mmelserna har &#228;ndrats, ska inspektionen underr&#228;tta 
pensionsstiftelsen om &#228;ndringarna. Den gr&#228;ns&#246;verskridande 
verksamheten f&#229;r inledas efter det att stiftelsen tagit emot 
underr&#228;ttelsen fr&#229;n Finansinspektionen, eller i varje fall 
sex veckor efter att den beh&#246;riga myndigheten i v&#228;rdlandet 
tagit emot inspektionens meddelande enligt f&#246;rsta stycket.

Om Finansinspektionen bed&#246;mer att det inte finns 
f&#246;ruts&#228;ttningar f&#246;r att driva den planerade verksamheten eller 
av n&#229;gon annan anledning inte l&#228;mnar ett meddelande enligt 
f&#246;rsta stycket, ska inspektionen meddela beslut om detta inom 
tre m&#229;nader fr&#229;n det att en underr&#228;ttelse enligt 15 b &#167; togs 
emot. Lag (2019:825).

15 d &#167; Om n&#229;got av de f&#246;rh&#229;llanden som angetts i en
underr&#228;ttelse enligt 15 b &#167; skall &#228;ndras sedan den
gr&#228;ns&#246;verskridande verksamheten inletts, skall
pensionsstiftelsen underr&#228;tta Finansinspektionen minst en m&#229;nad
innan &#228;ndringen genomf&#246;rs.

Om Finansinspektionen finner att &#228;ndringen inte f&#229;r g&#246;ras,
skall inspektionen meddela beslut om det inom en m&#229;nad fr&#229;n det
att underr&#228;ttelsen kom in till inspektionen. Lag (2005:1124).

15 e &#167; Har upph&#228;vts genom lag (2019:825).

16 &#167; Ledam&#246;ter och suppleanter i stiftelses styrelse v&#228;ljes till lika
antal av arbetsgivaren och de arbetstagare som omfattas av stiftelsens
&#228;ndam&#229;l. Val sker f&#246;r en tid av tre &#229;r, om stadgarna icke f&#246;reskriver
annat.

Tryggar pensionsstiftelse utf&#228;stelse om pension till s&#229;dan arbetstagare
eller efterlevande som avses i 5 &#167; andra stycket andra punkten, utser
tillsynsmyndigheten ordf&#246;rande i styrelsen. I annan stiftelse &#228;ger
styrelseledam&#246;terna utse ordf&#246;rande. Valet f&#229;r falla p&#229; ledamot eller
utomst&#229;ende. Kan ledam&#246;terna ej enas om vem som skall vara ordf&#246;rande,
utses denne av tillsynsmyndigheten.

Styrelsen &#228;r beslutf&#246;r, n&#228;r de vid sammantr&#228;de n&#228;rvarandes antal utg&#246;r
minst h&#228;lften av hela antalet styrelseledam&#246;ter. Av ledam&#246;terna skall
lika m&#229;nga n&#228;rvara fr&#229;n vardera sidan. Som styrelsens beslut g&#228;ller den
mening om vilken de flesta r&#246;stande enar sig. Vid lika r&#246;stetal
f&#246;rordnar tillsynsmyndigheten p&#229; styrelsens beg&#228;ran utomst&#229;ende att
deltaga i &#228;rendets avg&#246;rande.

16 a &#167; En ledamot eller suppleant i styrelsen f&#246;r en 
pensionsstiftelse som avses i 9 a &#167; andra eller tredje stycket 
ska ha de insikter och den erfarenhet som m&#229;ste kr&#228;vas f&#246;r att 
delta i ledningen av en s&#229;dan pensionsstiftelse och &#228;ven i 
&#246;vrigt vara l&#228;mplig f&#246;r uppgiften.

Av 11 &#167; lagen (2014:836) om n&#228;ringsf&#246;rbud f&#246;ljer att den som 
har n&#228;ringsf&#246;rbud inte f&#229;r vara ledamot eller suppleant i 
styrelsen i en pensionsstiftelse. Lag (2019:825).

16 b &#167; S&#229;dana pensionsstiftelser som avses i 9 a &#167; ska ha ett 
f&#246;retagsstyrningssystem som s&#228;kerst&#228;ller att verksamheten 
styrs p&#229; ett sunt och ansvarsfullt s&#228;tt.

F&#246;retagsstyrningssystemet ska vara utformat s&#229; att det st&#229;r i 
proportion till verksamhetens art, omfattning och komplexitet.
Lag (2019:825).

16 c &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska ha ett riskhanteringssystem och en 
riskhanteringsfunktion.

Riskhanteringssystemet ska omfatta l&#228;mpliga processer och 
rutiner f&#246;r att identifiera, hantera och rapportera de 
v&#228;sentliga riskerna i verksamheten, inklusive delar som 
omfattas av uppdragsavtal. Riskhanteringssystemet ska vara 
integrerat i stiftelsens organisations- och beslutsstruktur.

Riskhanteringsfunktionen ska p&#229; ett objektivt s&#228;tt bist&#229; 
styrelsen i de uppgifter som utf&#246;rs inom 
riskhanteringssystemet. Funktionen ska regelbundet rapportera 
v&#228;sentliga resultat och rekommendationer inom sitt ansvars-
omr&#229;de till styrelsen. Lag (2019:825).

16 d &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska ha ett internkontrollsystem och en 
internrevisionsfunktion.

Internkontrollsystemet ska omfatta stiftelsens f&#246;rvaltning, 
redovisning och ramar f&#246;r internkontrollen, inklusive delar 
som omfattas av uppdragsavtal.

Internrevisionsfunktionen ska p&#229; ett objektivt s&#228;tt utv&#228;rdera 
l&#228;mpligheten och effektiviteten hos internkontrollsystemet och 
andra delar av f&#246;retagsstyrningssystemet. Funktionen ska 
regelbundet rapportera v&#228;sentliga resultat och 
rekommendationer inom sitt ansvarsomr&#229;de till styrelsen.

Den som utf&#246;r arbete inom internrevisionsfunktionen f&#229;r inte 
utf&#246;ra uppgifter i den verksamhet som utv&#228;rderas.
Lag (2019:825).

16 e &#167; Den som utf&#246;r arbete i riskhanteringsfunktionen eller 
internrevisionsfunktionen i en pensionsstiftelse som avses i 
9 a &#167; andra eller tredje stycket ska ha de insikter och den 
erfarenhet som kr&#228;vs f&#246;r att utf&#246;ra funktionens uppgifter och 
i &#246;vrigt vara l&#228;mplig f&#246;r uppgiften.

Den som utf&#246;r arbete i riskhanteringsfunktionen eller 
internrevisionsfunktionen ska underr&#228;tta Finansinspektionen om 
styrelsen inte vidtar l&#228;mpliga &#229;tg&#228;rder inom sk&#228;lig tid efter 
att den informerats om att det inom funktionen har

1. uppt&#228;ckts att det finns en betydande risk att 
pensionsstiftelsen inte kommer att uppfylla ett v&#228;sentligt 
krav enligt lag och detta kan f&#229; v&#228;sentlig p&#229;verkan f&#246;r de 
personer som stiftelsen tryggar utf&#228;stelser om pension till, 
eller

2. konstaterats att det f&#246;rekommit en v&#228;sentlig &#246;vertr&#228;delse 
av lag eller andra best&#228;mmelser som g&#228;ller f&#246;r 
pensionsstiftelsens verksamhet. Lag (2019:825).

16 f &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska uppr&#228;tta, f&#246;lja och offentligg&#246;ra 
placeringsriktlinjer. Dessa ska inneh&#229;lla principerna f&#246;r 
placering av samtliga tillg&#229;ngar.

Senast n&#228;r placeringsriktlinjerna b&#246;rjar anv&#228;ndas, ska de ges 
in till Finansinspektionen. Pensionsstiftelsen ska samtidigt 
l&#228;mna in en redog&#246;relse f&#246;r de konsekvenser som riktlinjerna 
f&#229;r f&#246;r stiftelsen och dem som omfattas av stiftelsens 
&#228;ndam&#229;l.

Andra stycket g&#228;ller ocks&#229; vid &#228;ndring av 
placeringsriktlinjerna. Lag (2019:825).

16 g &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska uppr&#228;tta och f&#246;lja riktlinjer f&#246;r 

1. riskhantering, 

2. internrevision, och 

3. verksamhet som omfattas av uppdragsavtal. 

Pensionsstiftelsen ska uppr&#228;tta och vid behov f&#246;lja en 
beredskapsplan som s&#228;kerst&#228;ller att verksamheten kan bedrivas 
kontinuerligt.

Pensionsstiftelsen ska uppr&#228;tta och f&#246;lja en sund 
ers&#228;ttningspolicy f&#246;r personer som leder eller &#246;vervakar 
verksamheten eller p&#229; annat s&#228;tt kan p&#229;verka riskerna i 
verksamheten. Stiftelsen ska regelbundet offentligg&#246;ra 
relevant information om ers&#228;ttningspolicyn. Lag (2020:394).

16 h &#167; De placeringsriktlinjer och styrdokument som avses i 
16 f och 16 g &#167;&#167; ska antas av styrelsen och ses &#246;ver vid 
behov, dock minst vart tredje &#229;r. Lag (2019:825).

16 i &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om 

1. vad placeringsriktlinjerna och redog&#246;relsen enligt 16 f &#167; 
ska inneh&#229;lla, och 

2. vad de styrdokument som anges i 16 g &#167; ska inneh&#229;lla.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela f&#246;reskrifter om 
hur information om ers&#228;ttningspolicyn ska offentligg&#246;ras 
enligt 16 g &#167;. Lag (2020:394).

16 j &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket ska genomf&#246;ra och dokumentera en egen 
riskbed&#246;mning avseende de risker som verksamheten &#228;r utsatt 
f&#246;r p&#229; kort och l&#229;ng sikt. Riskbed&#246;mningen ska beaktas n&#228;r 
stiftelsen fattar strategiska beslut. 

Den egna riskbed&#246;mningen ska behandla 

1. hur stiftelsen beaktar den egna riskbed&#246;mningen i sitt 
beslutsfattande,

2. riskhanteringssystemets effektivitet, 

3. de operativa riskerna, 

4. hur intressekonflikter f&#246;rebyggs om en arbetsgivare utf&#246;r 
uppgifter &#229;t stiftelsen,

5. risker avseende h&#229;llbarhetsfaktorer om dessa beaktas i 
stiftelsens investeringsbeslut, och

6. metoden f&#246;r genomf&#246;rande av den egna riskbed&#246;mningen.

Den egna riskbed&#246;mningen ska genomf&#246;ras vart tredje &#229;r eller 
utan dr&#246;jsm&#229;l vid en v&#228;sentlig f&#246;r&#228;ndring av riskerna.
Lag (2019:825).

16 k &#167; En pensionsstiftelse f&#229;r uppdra &#229;t n&#229;gon annan att 
utf&#246;ra visst arbete och vissa funktioner som ing&#229;r i 
stiftelsens verksamhet f&#246;r tryggande av tj&#228;nstepension 
(uppdragsavtal). Ett s&#229;dant uppdrag inskr&#228;nker inte 
stiftelsens ansvar enligt denna lag.

Pensionsstiftelsen ska v&#228;lja uppdragstagare med omsorg och 
l&#246;pande f&#246;lja upp den verksamhet som omfattas av uppdragsavtal 
f&#246;r att s&#228;kerst&#228;lla att verksamheten fungerar 
tillfredsst&#228;llande.

Ett uppdragsavtal ska vara skriftligt och tydligt ange 
parternas skyldigheter och r&#228;ttigheter. Lag (2019:825).

16 l &#167; En pensionsstiftelse som avses i 9 a &#167; andra eller 
tredje stycket f&#229;r inte ing&#229; ett uppdragsavtal om det kan leda 
till att 

1. kvaliteten i f&#246;retagsstyrningssystemet f&#246;rs&#228;mras, 

2. de operativa riskerna &#246;kar v&#228;sentligt, 

3. tillsynsmyndighetens eller Finansinspektionens m&#246;jligheter 
att ut&#246;va tillsyn f&#246;rs&#228;mras, eller 

4. verksamheten inte kan drivas kontinuerligt.

Pensionsstiftelsen ska underr&#228;tta Finansinspektionen innan ett 
uppdragsavtal b&#246;rjar g&#228;lla. Om det intr&#228;ffar v&#228;sentliga 
f&#246;r&#228;ndringar som r&#246;r den verksamhet som omfattas av avtalet, 
ska stiftelsen snarast m&#246;jligt anm&#228;la detta till 
Finansinspektionen. Lag (2019:825).

17 &#167; F&#246;retr&#228;dare f&#246;r arbetstagarna i pensionsstiftelses styrelse
v&#228;ljs vid sammantr&#228;de med arbetstagarna. Tillh&#246;r mer &#228;n tre
fj&#228;rdedelar av arbetstagarna samma fackf&#246;rening eller liknande
f&#246;rening, f&#229;r denna dock v&#228;lja f&#246;retr&#228;darna. Tillh&#246;r samma flertal
av arbetstagarna tv&#229; eller flera s&#229;dana f&#246;reningar, f&#229;r dessa v&#228;lja
f&#246;retr&#228;darna. Vid val skall det tillses att olika yrkesgrupper bland
arbetstagarna blir f&#246;retr&#228;dda inom styrelsen i l&#228;mplig utstr&#228;ckning.

Styrelsen skall i god tid f&#246;re utg&#229;ngen av valperioden upplysa
arbetsgivaren och arbetstagarna om deras r&#228;tt att utse ledam&#246;ter
samt i f&#246;rekommande fall utlysa sammantr&#228;de. Lag (1994:1223).

17 a &#167; Best&#228;mmelser om bokf&#246;ring och annan redovisning f&#246;r en
pensionsstiftelse finns i bokf&#246;ringslagen (1999:1078) och
&#229;rsredovisningslagen (1995:1554). Lag (1999:1085).

17 b &#167; Om stadgarna inte s&#228;ger n&#229;got annat, skall arbetsgivaren utse
revisor. Tillsynsmyndigheten skall utse s&#228;rskild revisor, n&#228;r det
finns anledning till det. Revisorns ber&#228;ttelse skall &#229;tf&#246;lja
styrelsens &#229;rsredovisning, som skall s&#228;ndas till tillsynsmyndigheten
inom sex m&#229;nader efter r&#228;kenskaps&#229;rets utg&#229;ng. Lag (1994:1223).

18 &#167; Ledamot av pensionsstiftelses styrelse och revisor i s&#229;dan
stiftelse &#228;ger uppb&#228;ra sk&#228;ligt arvode av stiftelsen f&#246;r sina uppdrag
&#228;vensom ers&#228;ttning f&#246;r kostnader och utl&#228;gg.

18 a &#167; Best&#228;mmelserna i 5 kap. 1--3 &#167;&#167;, 4 &#167; f&#246;rsta--tredje styckena
och 5 &#167; samt 9 kap. 6 &#167; f&#246;rsta och andra styckena stiftelselagen
(1994:1220) skall till&#228;mpas &#228;ven i fr&#229;ga om pensionsstiftelser. Vad
som anges i 5 kap. 1 &#167; stiftelselagen om &#229;sidos&#228;ttande av
f&#246;reskrifterna i stiftelsef&#246;rordnandet eller i stiftelselagen skall
d&#228;rvid i st&#228;llet avse &#229;sidos&#228;ttande av de f&#246;r pensionsstiftelsen
g&#228;llande f&#246;reskrifterna eller av best&#228;mmelserna i denna lag. Vid
till&#228;mpning av 5 kap. 4 &#167; stiftelselagen skall med stiftare avses
arbetsgivaren. Lag (1994:1223).

19 &#167; Pensionsstiftelse skall tr&#228;da i likvidation, om

a) stiftelsens medel under avsev&#228;rd tid varit helt otillr&#228;ckliga f&#246;r
sitt &#228;ndam&#229;l,

b) stiftelsens medel icke l&#228;ngre kan anses beh&#246;vliga f&#246;r sitt &#228;ndam&#229;l,

c) arbetsgivaren blivit f&#246;rsatt i konkurs,

d) arbetsgivaren upph&#246;r med sin n&#228;ringsverksamhet utan att stiftelsen
i samband d&#228;rmed &#246;verf&#246;res till annan enligt best&#228;mmelserna i 24 &#167;.

Pensionsstiftelses fordran mot arbetsgivaren &#228;r vid likvidation
omedelbart f&#246;rfallen till betalning, om icke tillsynsmyndigheten medger
att fordringen f&#229;r betalas under loppet av viss tid, h&#246;gst tre &#229;r.

20 &#167; Likvidation ombes&#246;rjes av pensionsstiftelsens styrelse,
som d&#228;rvid framl&#228;gger f&#246;rslag till f&#246;rdelning av stiftelsens
medel. F&#246;rslaget skall h&#229;llas tillg&#228;ngligt p&#229; arbetsplatsen och
omedelbart tillst&#228;llas f&#246;rening som avses i 17 &#167; f&#246;rsta
stycket.

Den som har fordran p&#229; pension eller annan r&#228;tt till ers&#228;ttning
ur stiftelsen &#228;ger hos tillsynsmyndigheten anm&#228;la klander mot
f&#246;rslaget till f&#246;rdelning inom en m&#229;nad fr&#229;n den dag d&#229;
f&#246;rslaget blev tillg&#228;ngligt p&#229; arbetsplatsen. F&#246;r skada, som
tillfogas fordrings&#228;gare, ansvarar styrelsens ledam&#246;ter efter
de grunder som anges i 29 kap. 1, 5 och 6 &#167;&#167; aktiebolagslagen
(2005:551). Lag (2005:553).

21 &#167; Sedan medel vid likvidation avsatts f&#246;r den skuld
pensionsstiftelsen sj&#228;lv &#229;dragit sig, betalar stiftelsen f&#246;rfallna
pensionsbelopp.

&#197;terst&#229;ende medel anv&#228;ndes i f&#246;rsta hand till ink&#246;p av f&#246;rs&#228;kring f&#246;r
arbetstagares och efterlevandes pensionsfordringar eller, om
tillsynsmyndigheten medger det, betalning av s&#229;dana fordringar. I andra
hand anv&#228;ndes medlen till underst&#246;d &#229;t arbetstagare och efterlevande.
S&#229;dant underst&#246;d f&#229;r ej &#246;verstiga sk&#228;lig pension f&#246;r arbetstagare med
motsvarande ant&#228;llningstid och anst&#228;llningsf&#246;rm&#229;ner. Skulle &#228;ven
d&#228;refter medel finnas kvar i stiftelsen, anv&#228;ndes dessa till v&#228;lg&#246;rande
eller annat allm&#228;nnyttigt &#228;ndam&#229;l som tillsynsmyndigheten best&#228;mmer.

F&#246;rsl&#229;r stiftelsens medel icke till att infria skuld p&#229; grund av
pensionsutf&#228;stelse som tryggas av stiftelsen, till&#228;mpas vid f&#246;rdelningen
de grunder som g&#228;ller om utdelning i konkurs.

22 &#167; Finns inte l&#228;ngre n&#229;gon, som omfattas av
pensionsstiftelses &#228;ndam&#229;l, eller &#246;verstiger stiftelses
kapital v&#228;sentligen vad som kan komma att fordras f&#246;r att
tillgodose &#228;ndam&#229;let eller f&#246;rekommer i &#246;vrigt s&#228;rskilda sk&#228;l
att &#228;ndra inneh&#229;llet i stiftelsens stadgar, f&#229;r
tillsynsmyndigheten p&#229; ans&#246;kan av stiftelsen besluta om
&#228;ndring. Beslutet f&#229;r avse sammanslagning av tv&#229; eller flera
stiftelser. Lag (2009:246).

Upph&#246;rande av n&#228;ringsverksamhet m.m.

23 &#167; Om en n&#228;ringsverksamhet g&#229;r &#246;ver fr&#229;n en arbetsgivare 
till en annan och det d&#229; avtalas att ansvaret f&#246;r en 
pensionsutf&#228;stelse ska flyttas &#246;ver p&#229; eftertr&#228;daren, ska 
samtycke till &#246;verflyttningen inh&#228;mtas fr&#229;n innehavaren av 
pensionsfordran. Tillsynsmyndigheten f&#229;r medge att samtycke 
inte beh&#246;ver inh&#228;mtas, om eftertr&#228;daren kan anses god f&#246;r 
pensionsutf&#228;stelsen. N&#229;got samtycke beh&#246;vs inte vid ombildning 
enligt 8 kap. sparbankslagen (1987:619).

Om det i lag eller n&#229;gon annan f&#246;rfattning har meddelats 
s&#228;rskilda best&#228;mmelser om tillvaratagande av en borgen&#228;rs r&#228;tt 
vid fusion, delning eller gr&#228;ns&#246;verskridande ombildning g&#228;ller 
dessa i st&#228;llet f&#246;r f&#246;rsta stycket. En innehavare av en 
pensionsfordran beh&#246;ver dock inte underr&#228;ttas eller kallas 
enligt 23 kap. 19, 22 och 32 &#167;&#167;, 24 kap. 21 och 24 &#167;&#167; samt 
24 a kap. 21 och 25 &#167;&#167; aktiebolagslagen (2005:551) eller 
enligt 16 kap. 17 och 21 &#167;&#167; lagen (2018:672) om ekonomiska 
f&#246;reningar, om tillsynsmyndigheten medger det. Detsamma g&#228;ller 
i ett &#228;rende om vinstutdelning enligt 20 kap. 30 &#167;, minskning 
av aktiekapitalet enligt 20 kap. 23 &#167; eller minskning av 
reservfonden enligt 20 kap. 35 &#167; 3 aktiebolagslagen och i ett 
&#228;rende om minskning av reservfonden enligt 15 kap. 1 &#167; 2 lagen 
om ekonomiska f&#246;reningar.

Har ansvaret f&#246;r en pensionsutf&#228;stelse &#246;verflyttats, anses 
utf&#228;stelsen ha samma r&#228;ttsverkningar som om arbetstagaren 
varit anst&#228;lld hos eftertr&#228;daren fr&#229;n dagen f&#246;r anst&#228;llningen 
hos f&#246;retr&#228;daren. Efter &#246;verflyttningen &#228;r f&#246;retr&#228;daren fri 
fr&#229;n ansvar f&#246;r utf&#228;stelsen. Lag (2022:1652).

24 &#167; H&#246;r pensionsstiftelse till f&#246;retr&#228;darens n&#228;ringsverksamhet, avg&#246;r
tillsynsmyndigheten med beaktande av stiftelsens &#228;ndam&#229;lsbest&#228;mning, om
och p&#229; vilka villkor stiftelsen skall &#246;verf&#246;ras till eftertr&#228;daren.

Har stiftelse &#246;verskott p&#229; kapitalet, beslutar tillsynsmyndigheten f&#246;r
vilket &#228;ndam&#229;l detta f&#229;r anv&#228;ndas.

Om s&#228;rskilda sk&#228;l f&#246;religger, &#228;ger tillsynsmyndighet f&#246;rordna att
stiftelsen efter &#246;verf&#246;randet skall avse endast den som innehaft fordran
p&#229; pension mot f&#246;retr&#228;daren.

25 &#167; Upph&#246;r arbetsgivare med n&#228;ringsverksamhet utan att ansvaret f&#246;r
pensionsutf&#228;stelse &#246;verflyttas p&#229; annan, skall han trygga upplupen del
av pensionsutf&#228;stelsen genom att k&#246;pa pensionsf&#246;rs&#228;kring i den m&#229;n den
ber&#228;ttigade icke tillgodoses enligt best&#228;mmelsen i 21 &#167; andra stycket.
Detta g&#228;ller dock ej, om utf&#228;stelsen &#228;r kreditf&#246;rs&#228;krad eller
tillsynsmyndigheten medger undantag.

Pensionsf&#246;rs&#228;kring, som avses i f&#246;rsta stycket, skall tecknas vid ett
tillf&#228;lle eller, om tillsynsmyndigheten medger det, vid flera tillf&#228;llen
under viss tidrymd, h&#246;gst tre &#229;r.

Om innehavare av pensionsfordran icke sj&#228;lv f&#246;r talan om fullg&#246;relse
enligt f&#246;rsta stycket, f&#229;r s&#229;dan talan f&#246;ras av fackf&#246;rening eller annan
liknande sammanslutning som kan anses f&#246;retr&#228;da den grupp arbetstagaren
tillh&#246;r.

26 &#167; Har innehavare av pensionsfordran, s&#229;som anst&#228;lld hos arbetsgivare
med del i gemensam pensionsstiftelse, tagit tj&#228;nst hos annan
arbetsgivare med del i samma stiftelse, och har den senare &#246;vertagit
ansvaret f&#246;r pensionsfordringen, &#228;ger stiftelsen efter medgivande av
tillsynsmyndigheten minska f&#246;retr&#228;darens andel i stiftelsen med upplupen
del av fordringen och &#246;ka eftertr&#228;darens andel med motsvarande belopp.
Betr&#228;ffande pensionsutf&#228;stelsens r&#228;ttsverkningar &#228;ger best&#228;mmelsen i
23 &#167; motsvarande till&#228;mpning.

&#197;tg&#228;rd enligt f&#246;rsta stycket f&#229;r medges endast om deras intressen ej
efters&#228;ttas, vilkas pensionsfordringar den gemensamma stiftelsen har
till uppgift att trygga.

Personalstiftelse

27 &#167; Med personalstiftelse avses en av arbetsgivare grundad stiftelse
med &#228;ndam&#229;l att fr&#228;mja s&#229;dan v&#228;lf&#228;rd &#229;t arbetstagare eller
arbetagares efterlevande som ej avser pension, avl&#246;ning eller annan
f&#246;rm&#229;n vilken arbetsgivaren &#228;r skyldig att utge till enskild
arbetstagare.

Arbetsgivaren &#228;ger i stiftelseurkunden f&#246;rordna, att stiftelse skall
omfatta endast viss grupp av arbetstagare eller efterlevande.

En personalstiftelse skall ha ett namn. Namnet skall inneh&#229;lla ordet
personalstiftelse. Lag (1994:1223).

28 &#167; Personalstiftelse f&#229;r ej inneha fordran mot arbetsgivaren. Avtal i
strid h&#228;rmed &#228;r ogiltigt. I fr&#229;ga om stiftelses r&#228;tt att inneha annan
tillg&#229;ng &#228;ger best&#228;mmelserna i 11 &#167; motsvarande till&#228;mpning.

29 &#167; Arbetsgivare &#228;ger f&#246;r varje r&#228;kenskaps&#229;r ur personalstiftelse
gottg&#246;ra sig f&#246;r utgifter som han haft inom ramen f&#246;r stiftelsens
&#228;ndam&#229;l.

Finns ytterligare medel tillg&#228;ngliga, f&#246;rfogar stiftelsen &#246;ver dessa i
den m&#229;n stiftelsens styrelse efter samr&#229;d med arbetsgivaren pr&#246;var
medlen icke vara erforderliga f&#246;r utgivande av gottg&#246;relse under de
n&#228;rmaste tre &#229;ren.

Stiftelse &#228;ger v&#228;gra gottg&#246;relse, om stiftelsen skulle n&#246;dgas avst&#229; fast
egendom som nyttjas till personalens v&#228;lf&#228;rd. Stiftelsen &#228;r icke heller
skyldig att f&#246;r gottg&#246;relse avst&#229; fr&#229;n medel som fordras f&#246;r underh&#229;ll
och sk&#246;tsel av s&#229;dan egendom.

30 &#167; Best&#228;mmelserna i 10 a &#167; f&#246;rsta stycket, 15 &#167; tredje och 
fj&#228;rde styckena, 16, 17-20, 22 och 24 &#167;&#167; g&#228;ller f&#246;r 
personalstiftelser.

Sedan medel vid en stiftelses likvidation avsatts f&#246;r den 
skuld stiftelsen sj&#228;lv kan ha &#229;dragit sig, ska &#229;terst&#229;ende 
medel anv&#228;ndas till att fr&#228;mja v&#228;lf&#228;rd f&#246;r dem som omfattas av 
stiftelsens &#228;ndam&#229;l. Lag (2019:825).

Tillsyn

31 &#167; En pensions- eller personalstiftelse st&#229;r under tillsyn 
av den l&#228;nsstyrelse som &#228;r tillsynsmyndighet i det l&#228;n d&#228;r 
arbetsgivaren har sin hemvist.

Regeringen kan med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela 
f&#246;reskrifter om vilken l&#228;nsstyrelse som &#228;r tillsynsmyndighet i 
ett l&#228;n. Lag (2020:394).

31 a &#167; Styrelsen f&#246;r en pensions- eller personalstiftelse ska 
anm&#228;la stiftelsen f&#246;r tillsyn. En pensionsstiftelse ska 
anm&#228;las f&#246;r tillsyn genast efter det att styrelsen har tagit 
emot sitt uppdrag. En personalstiftelse ska anm&#228;las f&#246;r 
tillsyn senast sex m&#229;nader efter det att styrelsen har tagit 
emot sitt uppdrag. Lag (2020:394).

31 b &#167; En anm&#228;lan enligt 31 a &#167; ska inneh&#229;lla uppgifter om 
stiftelsens postadress och telefonnummer samt om 
styrelseledam&#246;ternas namn, personnummer, bostadsadress, 
postadress och telefonnummer. Tillsammans med anm&#228;lan ska det 
l&#228;mnas en bestyrkt kopia av de handlingar som arbetsgivaren 
har uppr&#228;ttat avseende stiftelsen samt, om m&#246;jligt, uppgifter 
om storleken och arten av stiftelsens f&#246;rm&#246;genhet.

En anm&#228;lan fr&#229;n en pensionsstiftelse ska &#228;ven inneh&#229;lla 
uppgifter om det antal personer som stiftelsen tryggar 
utf&#228;stelser om pension till och f&#246;r vilka avs&#228;ttningar har 
gjorts till stiftelsen.

N&#228;r en &#228;ndring har intr&#228;tt i n&#229;got f&#246;rh&#229;llande som anges i 
f&#246;rsta stycket och som tidigare har anm&#228;lts, ska detta genast 
anm&#228;las till tillsynsmyndigheten. Lag (2020:394).

31 c &#167; N&#228;r en pensionsstiftelses verksamhet n&#229;r den omfattning 
som anges i 9 a &#167; f&#246;rsta eller andra stycket, ska dess 
styrelse genast g&#246;ra en anm&#228;lan till tillsynsmyndigheten. 
Detsamma g&#228;ller n&#228;r stiftelsens verksamhet inte l&#228;ngre har den 
omfattning som anges i 9 a &#167; f&#246;rsta stycket.

Styrelsen f&#246;r en pensionsstiftelse ska ocks&#229; genast g&#246;ra en 
anm&#228;lan till tillsynsmyndigheten n&#228;r stiftelsen har beslutat 
att till&#228;mpa de best&#228;mmelser som anges i 9 a &#167; f&#246;rsta och 
andra styckena. Lag (2020:394).

31 d &#167; Efter ans&#246;kan fr&#229;n en pensionsstiftelse vars verksamhet 
inte l&#228;ngre har den omfattning som anges i 9 a &#167; andra stycket 
f&#229;r Finansinspektionen, om det finns s&#228;rskilda sk&#228;l, besluta 
att pensionsstiftelsen inte l&#228;ngre ska till&#228;mpa de 
best&#228;mmelser som g&#228;ller enligt 9 a &#167; andra stycket.

Efter ans&#246;kan fr&#229;n en pensionsstiftelse som i enlighet med 
31 c &#167; andra stycket har anm&#228;lt att den beslutat att till&#228;mpa 
de best&#228;mmelser som g&#228;ller enligt 9 a &#167; f&#246;rsta och andra 
styckena f&#229;r Finansinspektionen, om det finns s&#228;rskilda sk&#228;l, 
besluta att pensionsstiftelsen inte l&#228;ngre &#228;r skyldig att 
till&#228;mpa de best&#228;mmelserna p&#229; grund av sin anm&#228;lan.
Lag (2020:394).

32 &#167; Tillsynsmyndigheten skall ingripa, om det kan antas att en
pensions- eller personalstiftelse inte f&#246;rvaltas i enlighet med
de f&#246;r stiftelsen g&#228;llande f&#246;reskrifterna eller denna lag.

Tillsynsmyndigheten skall ge stiftelserna r&#229;d och upplysningar.

Vid tillsynen &#246;ver pensions- och personalstiftelser till&#228;mpas i
&#246;vrigt best&#228;mmelserna i 9 kap. 4 och 5 &#167;&#167;, 6 &#167; tredje stycket
samt 7 &#167; stiftelselagen (1994:1220).

F&#246;r tillsynen &#246;ver f&#246;rvaltningen av vissa pensionsstiftelser
g&#228;ller s&#228;rskilda best&#228;mmelser i 34 och 35 &#167;&#167;. Lag (2005:1124).

33 &#167; I fr&#229;ga om &#246;verklagande av beslut av
tillsynsmyndigheten enligt denna lag till&#228;mpas 9 kap. 11 &#167;
f&#246;rsta–tredje och femte styckena stiftelselagen (1994:1220).

Skatteverkets beslut enligt 11 &#167; tredje stycket f&#229;r
&#246;verklagas hos allm&#228;n f&#246;rvaltningsdomstol. Pr&#246;vningstillst&#229;nd
kr&#228;vs vid &#246;verklagande till kammarr&#228;tten. Lag (2009:246).

34 &#167; Finansinspektionen ska ut&#246;va tillsyn &#246;ver att en 
pensionsstiftelse f&#246;rvaltas i enlighet med 10 a &#167; f&#246;rsta 
stycket andra meningen och andra stycket, 10 b-10 l och 
10 n &#167;&#167;, 11 &#167; fj&#228;rde och femte styckena, 15 a-15 d och 16 a-
16 l &#167;&#167; samt i enlighet med f&#246;reskrifter som meddelats med 
st&#246;d av n&#229;gon av dessa best&#228;mmelser.

Finansinspektionen ska ocks&#229; ut&#246;va tillsyn &#246;ver att en 
pensionsstiftelse som avses i 9 a &#167; andra eller tredje stycket 
f&#246;ljer

1. artikel 5 i Europaparlamentets och r&#229;dets f&#246;rordning (EU) 
2017/2402 av den 12 december 2017 om ett allm&#228;nt ramverk f&#246;r 
v&#228;rdepapperisering och om inr&#228;ttande av ett s&#228;rskilt ramverk 
f&#246;r enkel, transparent och standardiserad v&#228;rdepapperisering 
samt om &#228;ndring av direktiven 2009/65/EG, 2009/138/EG och 
2011/61/EU och f&#246;rordningarna (EG) nr 1060/2009 och (EU) 
nr 648/2012, och

2. Europaparlamentets och r&#229;dets f&#246;rordning (EU) 2019/2088 av 
den 27 november 2019 om h&#229;llbarhetsrelaterade upplysningar som 
ska l&#228;mnas inom den finansiella tj&#228;nstesektorn.

Finansinspektionen ska i sin tillsynsverksamhet samarbeta och 
utbyta information med motsvarande utl&#228;ndska 
tillsynsmyndigheter, Europeiska kommissionen och Europeiska 
f&#246;rs&#228;krings- och tj&#228;nstepensionsmyndigheten i den utstr&#228;ckning 
som f&#246;ljer av Sveriges medlemskap i Europeiska unionen.
Lag (2021:103).

34 a &#167; Finansinspektionens tillsyn &#246;ver en pensionsstiftelse 
som avses i 9 a &#167; andra stycket ska &#228;ven omfatta l&#228;mpligheten 
i

1. stiftelsens kreditv&#228;rderingsf&#246;rfaranden, och

2. stiftelsens anv&#228;ndning av h&#228;nvisningar i 
placeringsriktlinjerna till kreditbetyg som har utf&#228;rdats av 
ett kreditv&#228;rderingsinstitut.

Finansinspektionen ska ut&#246;va tillsyn enligt f&#246;rsta stycket 
ocks&#229; &#246;ver en stiftelse som med st&#246;d av 9 a &#167; tredje stycket 
beslutat att till&#228;mpa de best&#228;mmelser som anges i 9 a &#167; f&#246;rsta 
och andra styckena. Lag (2019:825).

35 &#167; Finansinspektionen f&#229;r meddela de anm&#228;rkningar i fr&#229;ga om 
en pensionsstiftelses f&#246;rvaltning som inspektionen anser 
beh&#246;vs. 

Finansinspektionen ska f&#246;rel&#228;gga pensionsstiftelsen eller 
styrelsen att vidta r&#228;ttelse, om inspektionen bed&#246;mer att 

1. avvikelse skett fr&#229;n n&#229;gon av de best&#228;mmelser som anges i 
34 &#167; f&#246;rsta eller andra stycket, 

2. placeringsriktlinjerna inte l&#228;ngre &#228;r tillfredsst&#228;llande 
med h&#228;nsyn till omfattningen och beskaffenheten av stiftelsens 
f&#246;rvaltning, 

3. stiftelsen anv&#228;nder ol&#228;mpliga kreditv&#228;rderingsf&#246;rfaranden 
eller h&#228;nvisningar i placeringsriktlinjerna till kreditbetyg 
som har utf&#228;rdats av ett kreditv&#228;rderingsinstitut, eller 

4. styrdokumenten eller den egna riskbed&#246;mningen inte &#228;r 
tillfredsst&#228;llande med h&#228;nsyn till omfattningen och 
beskaffenheten av stiftelsens f&#246;rvaltning. 

Om Finansinspektionen bed&#246;mer att en stiftelse f&#246;rvaltar medel 
som avsatts till stiftelsen f&#246;r personer som den tryggar 
utf&#228;stelser om pension till p&#229; ett s&#229;dant s&#228;tt som inneb&#228;r att 
dessa personers intressen hotas, f&#229;r inspektionen besluta om 
att utse en s&#228;rskild f&#246;retr&#228;dare att sk&#246;ta hela eller delar av 
driften av stiftelsen. 

Finansinspektionen f&#229;r &#228;ven begr&#228;nsa pensionsstiftelsens 
f&#246;rfogander&#228;tt eller f&#246;rbjuda stiftelsen att f&#246;rfoga &#246;ver sina 
tillg&#229;ngar i Sverige, om det bed&#246;ms vara n&#246;dv&#228;ndigt f&#246;r att 
skydda de personer som anges i tredje stycket. 
Finansinspektionen f&#229;r besluta hur pensionsstiftelsen ska 
f&#246;rvaltas efter ett s&#229;dant beslut.

I fr&#229;ga om styrelsens skyldighet att l&#228;mna upplysningar och 
h&#229;lla tillg&#229;ngar och handlingar tillg&#228;ngliga f&#246;r granskning 
och betr&#228;ffande tillsynen i &#246;vrigt ska 14 kap. 5 och 6 &#167;&#167;, 7 &#167; 
1 och 17 &#167; samt 15 kap. 1 &#167; andra stycket, 15 och 25 &#167;&#167; lagen 
(2019:742) om tj&#228;nstepensionsf&#246;retag och 17 kap. 13 &#167; f&#246;rsta 
stycket f&#246;rsta meningen och andra stycket 
f&#246;rs&#228;kringsr&#246;relselagen (2010:2043) g&#228;lla f&#246;r 
pensionsstiftelser. Vid till&#228;mpningen av best&#228;mmelserna ska 
det som s&#228;gs om tj&#228;nstepensionsf&#246;retag och f&#246;rs&#228;kringsf&#246;retag 
i st&#228;llet g&#228;lla pensionsstiftelser. Lag (2020:394).

Registrering m.m.

36 &#167; Tillsynsmyndigheten ska f&#246;ra ett register &#246;ver stiftelser 
som anm&#228;lts f&#246;r tillsyn enligt 31 a &#167;.

Tillsynsmyndigheten ska underr&#228;tta Finansinspektionen om en 
anm&#228;lan fr&#229;n en pensionsstiftelse enligt 31 a eller 31 c &#167;. 
Finansinspektionen ska underr&#228;tta tillsynsmyndigheten om en 
ans&#246;kan enligt 31 d &#167; och om det beslut som inspektionen 
fattar med anledning av en s&#229;dan ans&#246;kan. Lag (2023:109).

37 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om avgifter f&#246;r tillsyn och 
registrering enligt denna lag.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela n&#228;rmare 
f&#246;reskrifter om ingivning av anm&#228;lningar i 
registrerings&#228;renden. Lag (2020:394).

38 &#167; Regeringen eller den myndighet som regeringen best&#228;mmer 
f&#229;r meddela f&#246;reskrifter om vilka upplysningar styrelsen i en 
pensionsstiftelse ska l&#228;mna till Finansinspektionen enligt 
14 kap. 5 &#167; lagen (2019:742) om tj&#228;nstepensionsf&#246;retag och n&#228;r 
de ska l&#228;mnas.

Regeringen f&#229;r meddela f&#246;reskrifter om s&#229;dana avgifter f&#246;r 
pensionsstiftelser som ska bidra till att t&#228;cka kostnaderna 
f&#246;r Finansinspektionens verksamhet enligt 14 kap. 17 &#167; lagen 
om tj&#228;nstepensionsf&#246;retag.

Regeringen eller den myndighet som regeringen best&#228;mmer kan 
med st&#246;d av 8 kap. 7 &#167; regeringsformen meddela f&#246;reskrifter om 
hur upplysningar ska l&#228;mnas av styrelsen f&#246;r en 
pensionsstiftelse enligt 14 kap. 5 &#167; lagen om 
tj&#228;nstepensionsf&#246;retag. Lag (2020:394).

39 &#167; Finansinspektionens beslut enligt denna lag f&#229;r 
&#246;verklagas till allm&#228;n f&#246;rvaltningsdomstol.

Pr&#246;vningstillst&#229;nd kr&#228;vs vid &#246;verklagande till 
kammarr&#228;tten.

Inspektionen f&#229;r best&#228;mma att ett beslut om 
f&#246;rel&#228;ggande eller om f&#246;rvaltning enligt 35 &#167; fj&#228;rde stycket 
ska g&#228;lla omedelbart. Lag (2020:394).


&#214;verg&#229;ngsbest&#228;mmelser

1987:624

Denna lag tr&#228;der i kraft den 1 juli 1987.

Vad som i 23 &#167; andra stycket s&#228;gs om fusion enligt 12 kap. 6 &#167; lagen
(1987:667) om ekonomiska f&#246;reningar till&#228;mpas f&#246;rst efter utg&#229;ngen av &#229;r
1987.

1990:356

Denna lag tr&#228;der i kraft den 30 juni 1990 och till&#228;mpas fr&#229;n och med den
1 januari 1991.

1994:1223

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. De nya best&#228;mmelserna i 17 a &#167; skall till&#228;mpas f&#246;rsta g&#229;ngen fr&#229;n
och med det r&#228;kenskaps&#229;r som b&#246;rjar l&#246;pa n&#228;rmast efter utg&#229;ngen
av &#229;r 1995. Detta r&#228;kenskaps&#229;r skall kortas av om det beh&#246;vs f&#246;r
att stiftelsen skall f&#229; ett r&#228;kenskaps&#229;r som st&#228;mmer &#246;verens med de
nya best&#228;mmelserna.

3. I fr&#229;ga om skyldighet f&#246;r styrelseledamot att utge skadest&#229;nd p&#229;
grund av handling eller underl&#229;tenhet som ligger i tiden f&#246;re
ikrafttr&#228;dandet till&#228;mpas 6 &#167; lagen (1929:116) om tillsyn &#246;ver
stiftelser.

4. En pensions- eller personalstiftelse skall fullg&#246;ra sin skyldighet
enligt 14 &#167; lagen (1929:116) om tillsyn &#246;ver stiftelser i fr&#229;ga om det
r&#228;kenskaps&#229;r som avslutas vid eller n&#228;rmast efter utg&#229;ngen av &#229;r
1995.

1995:1619

1. Denna lag tr&#228;der i kraft den 1 januari 1996.

2. De nya best&#228;mmelserna skall, s&#229;vitt g&#228;ller arbetsgivare som
omfattas av lagen (1995:1559) om &#229;rsredovisning i kreditinstitut och
v&#228;rdepappersbolag och lagen (1995:1560) om &#229;rsredovisning i
f&#246;rs&#228;kringsf&#246;retag, till&#228;mpas f&#246;rsta g&#229;ngen i fr&#229;ga om det
r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den 31 december 1995.

Betr&#228;ffande arbetsgivare, som omfattas av &#229;rsredovisningslagen
(1995:1554) skall de nya best&#228;mmelserna till&#228;mpas f&#246;rsta g&#229;ngen i
fr&#229;ga om det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den 31 december
1996.

3. I samband med att de nya best&#228;mmelserna b&#246;rjar till&#228;mpas skall
vad som har avsatts till posten Avsatt till pensioner omf&#246;ras till en
s&#229;dan delpost som avses i 8 a &#167;.

1995:1689

Denna lag tr&#228;der i kraft den 1 maj 1996 men till&#228;mpas inte i de fall
d&#228;r det f&#246;rsta beslutet i &#228;rendet fattats dessf&#246;rinnan.

1998:307

1. Denna lag tr&#228;der i kraft den 1 juli 1998.

2. En stiftelse som vid lagens ikrafttr&#228;dande redan &#228;r
registrerad skall senast den 31 december 1998 anm&#228;la s&#229;dana
uppgifter om personummer som anges i 31 &#167; i dess nya lydelse.

1999:1085

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen f&#246;r det r&#228;kenskaps&#229;r som inleds n&#228;rmast efter den
31 december 1999.

1999:1239

Denna lag tr&#228;der i kraft den 1 januari 2000. &#196;ldre best&#228;mmelser
g&#228;ller fortfarande i fr&#229;ga om l&#229;n och st&#228;llande av s&#228;kerhet som
avser tid f&#246;re ikrafttr&#228;dandet.

2003:680

Denna lag tr&#228;der i kraft den 1 januari 2004. &#196;ldre f&#246;reskrifter
i 33 &#167; g&#228;ller fortfarande f&#246;r &#246;verklagande av beslut som har
meddelats f&#246;re ikrafttr&#228;dandet.

2005:1124

1. Denna lag tr&#228;der i kraft den 1 januari 2006.


2. En pensionsstiftelse som avses i 9 a &#167; f&#246;rsta stycket och
som finns vid ikrafttr&#228;dandet skall senast den 31 januari 2006
anm&#228;las f&#246;r tillsyn till tillsynsmyndigheten.
Tillsynsmyndigheten skall underr&#228;tta Finansinspektionen om en
s&#229;dan anm&#228;lan.

2008:2

Denna lag tr&#228;der i kraft den 15 februari 2008. &#196;ldre
best&#228;mmelser om f&#246;rtecknande av och kallelse p&#229; innehavare av
pensionsfordringar g&#228;ller dock vid fusioner d&#228;r fusionsplan
eller fusionsavtal har uppr&#228;ttats f&#246;re ikrafttr&#228;dandet.

2009:246

1. Denna lag tr&#228;der i kraft den 1 januari 2010.

2. &#196;ldre best&#228;mmelser g&#228;ller i fr&#229;ga om &#246;verklagande av
tillsynsmyndighetens beslut enligt 22 &#167; f&#246;rsta stycket, om
beslutet har meddelats f&#246;re ikrafttr&#228;dandet.

3. Ett &#228;rende som tillsynsmyndigheten med st&#246;d av 22 &#167; andra
stycket har underst&#228;llt regeringen f&#246;re ikrafttr&#228;dandet och
som vid ikrafttr&#228;dandet &#228;nnu inte har avgjorts handl&#228;ggs
enligt &#228;ldre best&#228;mmelser.

2013:83

1. Denna lag tr&#228;der i kraft den 1 juli 2013.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r beslut som har meddelats
f&#246;re ikrafttr&#228;dandet.

2019:285

1. Denna lag tr&#228;der i kraft den 10 juni 2019.

2. En &#229;rlig redog&#246;relse enligt 10 f &#167; ska h&#229;llas tillg&#228;nglig 
f&#246;rsta g&#229;ngen 2020.

2019:1216

1. Denna lag tr&#228;der i kraft den 1 februari 2020.

2. &#196;ldre f&#246;reskrifter g&#228;ller f&#246;r &#246;vertr&#228;delser som har &#228;gt rum 
f&#246;re ikrafttr&#228;dandet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4303">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4305">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
