

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="1995-05-09" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4306</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4305">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4307">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1967:494 ·
                    <a href="/sfsr?bet=1967:494">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Sj&#246;f&#246;rklaringscirkul&#228;r (1967:494)
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L3
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1967-05-25
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Sj&#246;f&#246;rklaring handl&#228;gges s&#229; smidigt och praktiskt som m&#246;jligt f&#246;r att 
sj&#246;f&#246;rklaringsinstitutet skall kunna tj&#228;na sitt syfte utan on&#246;dig 
ol&#228;genhet f&#246;r sj&#246;farten. 

Ordf&#246;rande i sj&#246;f&#246;rklaringsdomstol &#228;r lagfaren ledamot som p&#229; grund av 
st&#228;llning och erfarenhet &#228;r skickad att leda utredning av detta 
speciella slag. Domstolens s&#228;rskilda ledam&#246;ter, samt, i den m&#229;n det &#228;r 
m&#246;jligt, konsuls sakkunniga bitr&#228;den utses med beaktande av 
utrednings&#228;ndam&#229;let i det s&#228;rskilda fallet. M&#246;jligheten att som 
ytterligares&#228;rskild ledamot respektive sakkunnigt bitr&#228;de anlita 
person med s&#228;rskild sakkunskap b&#246;r d&#228;rvid ej f&#246;rbises. S&#229;vitt det &#228;r 
f&#246;renligt med utrednings&#228;ndam&#229;let anlitas som s&#228;rskild ledamot 
respektive sakkunnigt bitr&#228;de person som finns i utredningsorten eller 
kan infinna sig d&#228;r med minsta m&#246;jliga tidsutdr&#228;kt. F&#246;r tj&#228;nsteresa 
v&#228;ljes v&#228;g och f&#228;rds&#228;tt med beaktande av att fartygets drift ej b&#246;r 
uppeh&#229;llas on&#246;digt p&#229; grund av f&#246;rr&#228;ttningen. 

Behov av besiktning, r&#228;ttsmedicinsk eller annan medicinsk 
unders&#246;kning, brandteknisk eller annan teknisk utredning eller 
polisutredning klarl&#228;gges snarast m&#246;jligt. Har besiktning, 
unders&#246;kning eller utredning redan inletts eller verkst&#228;llts, b&#246;r vad 
som d&#228;rvid framkommit tillf&#246;ras sj&#246;f&#246;rklaringen. 

Uppgift som ej l&#228;mnats i bef&#228;lhavarerapport enligt 70 &#167; sj&#246;lagen 
avfordras bef&#228;lhavaren vid sj&#246;f&#246;rklaringen. I fr&#229;ga om var och en som 
h&#246;res antecknas f&#246;delse&#229;r, adress och hemvist. R&#246;rande ombordanst&#228;lld 
utr&#246;nes vilken nautisk, maskinteknisk eller annan s&#229;dan utbildning han 
har f&#246;r tj&#228;nst p&#229; fartyg, vilken sj&#246;tj&#228;nstg&#246;ring han fullgjort, hur 
l&#228;nge han tj&#228;nstgjort p&#229; fartyget, vilken befattning han fullg&#246;r 
ombord och hur l&#228;nge han innehaft den samt vilken beh&#246;righet han &#228;ger 
f&#246;r tj&#228;nst p&#229; fartyg. Tj&#228;nstg&#246;r han i befattning vartill han ej &#228;ger 
beh&#246;righet, inh&#228;mtas upplysning om anledningen d&#228;rtill. Vad som nu 
sagts g&#228;ller i till&#228;mpliga delar &#228;ven i fr&#229;ga om lots. 

S&#229;vitt r&#246;r fartyg inh&#228;mtas alltid upplysning om 

1. namn, slag och hemort; 
2. registreringsnummer och signalbokst&#228;ver; 
3. &#228;gare/redare - f&#246;r partrederi samtliga del&#228;gare och vem som &#228;r 
huvudredare - och f&#246;rs&#228;kringsgivare (av kasko- och 
ansvarighetsf&#246;rs&#228;kringar); 
4. d&#246;dvikt, brutto- och nettodr&#228;ktighet; 
5.byggnads&#229;r och byggnadsmaterial; 
6. l&#228;ngd och bredd; 
7. maskinstyrka, uttryckt i effektiva h&#228;stkrafter vid kontinuerligt 
konstruktionsvarvtal (varvtalet anges), samt normal full fart, halv 
fart, sakta fart och helt sakta fart med full last respektive utan 
last; 
8. bemanning och fastst&#228;lld minimibes&#228;ttning; 
9. senaste sj&#246;v&#228;rdighetsbesiktning och annan tillsynsf&#246;rr&#228;ttning 
(jfr 7 kap. lagen den 19 november 1965, nr 719, om s&#228;kerheten p&#229; 
fartyg); 
10. g&#228;llande klass och klassificeringsanstalt, senaste 
klassunders&#246;kning - och d&#228;rvid eventuellt beviljat anst&#229;nd med 
avhj&#228;lpande av fel eller brist - samt klassificeringscertifikatets 
datum; 
11. passagerare; 
12. last - varuslag, m&#228;ngd eller vikt och f&#246;rdelning (rum, d&#228;ck, 
etc.) - eller barlast, dess art och m&#228;ngd eller vikt samt f&#246;rdelning; 
13. senaste avg&#229;ngshamn och destination; 
14. djupg&#229;ende f&#246;r- och akterut vid avg&#229;ngen; 
15. art och omfattning av intr&#228;ffad skada, den omedelbara orsaken 
d&#228;rtill samt vilka &#229;tg&#228;rder som vidtagits f&#246;r att avhj&#228;pa skadan; 
16. utredningsmaterial som tillvaratagits eller s&#228;kerst&#228;llts p&#229; annat 
s&#228;tt. 

I &#246;vrigt beaktas som regel vad som anges i bifogade utredningstemata 
f&#246;r fall av sammanst&#246;tning (bilaga 1), grundst&#246;tning (bilaga 2), 
haveri i &#246;ppen sj&#246; (bilaga 3), haveri i maskinavdelning (bilaga 4), 
och brand ombord (bilaga 5). F&#246;r explosionsfall h&#228;nvisas till 
bilagorna 4 och 5. 

Har d&#246;dsfall och fall av kroppsskada eller f&#246;rgiftning intr&#228;ffat, 
inh&#228;mtas alltid upplysning om 

1. den avlidnes/skadades/f&#246;rgiftades namn, f&#246;delsedatum 
(f&#246;delsenummer), adress, hemvist, statstillh&#246;righet och anst&#228;llning; 
2. den avlidnes n&#228;rmaste anf&#246;rvanter och huruvida dessa underr&#228;ttats 
om d&#246;dsfallet; 
3. skadans/f&#246;rgiftningens art och omfattning; 
4. om f&#246;rgiftning endast misst&#228;nkes, grunderna f&#246;r misstanken; 
5. &#229;tg&#228;rder som vidtagits f&#246;r omh&#228;ndertagande av den avlidnes d&#246;da 
kropp och efterl&#228;mnade tillh&#246;righeter; 
6. &#229;tg&#228;rder som vidtagits f&#246;r den skadades/f&#246;rgiftades omh&#228;ndertagande 
och v&#229;rd; 
7. utredningsmaterial som tillvaratagits eller s&#228;kerst&#228;lls p&#229; annat 
s&#228;tt. 

I &#246;vrigt beaktas som regel vad som anges i bifogade utredningstema 
(bilaga 6). 

I fr&#229;ga om last inh&#228;mtas alltid upplysning om 

1. avlastare, befraktare, k&#228;nd &#228;gare respektive mottagare samt 
f&#246;rs&#228;kringsgivare; 
2. lastningshamn och destination; 
3. art och omfattning av intr&#228;ffad f&#246;rlust, minskning eller annan 
skada samt den omedelbara orsaken d&#228;rtill; 
4. uppt&#228;ckten av f&#246;rlusten, minskningen eller skadan och, om 
uppt&#228;ckten gjorts efter lossning, hur lossningen &#228;gt rum samt var och 
hur lasten upplagts; 
5. &#229;tg&#228;rder som vidtagits f&#246;r att bevara lasten med anledning av den 
h&#228;ndelse som f&#246;ranlett sj&#246;f&#246;rklaringen; 
6. utredningsmaterial som tillvaratagits eller s&#228;kerst&#228;llts p&#229; annat 
s&#228;tt. 

I fr&#229;ga om f&#246;rlust och minskning av last klarl&#228;gges vidare s&#228;rskilt 
s&#229;dana f&#246;rh&#229;llanden som hur och av vem v&#228;gning/tally utf&#246;rts vid 
lastning och lossning samt om f&#246;rlusten/minskningen bekr&#228;ftas av 
avl&#228;st djupg&#229;ende vid lastning och lossning. Betr&#228;ffande brandskada 
kan utredningstemat enligt bilaga 5 tj&#228;na till ledning i l&#228;mpliga 
delar. R&#246;rande vattenskada p&#229; och f&#246;rorening eller sammanblandning av 
last uppm&#228;rksammas bl.a. lastplan, stuvningsschemata, lastseparation, 
skeppsluckors konstruktion, tillslutning och skalkning, tillslutning 
av andra &#246;ppningar i d&#228;ck, skott och bordl&#228;ggning av betydelse f&#246;r 
lastv&#228;rdigheten, ventilationsanordningar, etc., kontroll av r&#228;nnstenar 
och garnering d&#228;r&#246;ver samt l&#228;nsventiler, n&#228;r och hur vattnet/f&#246;ro  
reningen n&#229;tt godset och hur h&#246;gt vattenst&#229;nd som uppst&#229;tt i ber&#246;rt 
lastrum, vilken last som f&#246;rts d&#228;r f&#246;rut samt om och hur rummet 
rengjorts f&#246;re lastning. &#196;r fr&#229;ga om sammanblandning av last p&#229; 
tankfartyg, b&#246;r ocks&#229; uppm&#228;rksammas tankcertifikat, plan &#246;ver 
ledningssystem, reng&#246;ring av tankar, ledningar och pumpar samt 
kontroll av s&#229;dan reng&#246;ring, tillv&#228;gag&#229;ngss&#228;tt vid lastning och 
lossning samt provtagning som d&#228;rvid skett. Vid lastskada genom 
br&#228;ckage beaktas bl.a. lastplan, stuvningsschemata, godsets placering 
i rum och p&#229; d&#228;ck, dess surrning och st&#228;mpling samt h&#246;gsta uppm&#228;tta 
vindstyrka (j&#228;mte riktning) under resan och h&#246;gsta uppm&#228;tta rullning, 
uttryckt i grader. 

Vid all utredning utnyttjas sj&#246;kort, ritningar, skisser, fotografier 
och rekonstruktioner samt liknande hj&#228;lpmedel och tillv&#228;gag&#229;ngss&#228;tt, 
allt i den utstr&#228;ckning det &#228;r m&#246;jligt och &#228;ndam&#229;lsenligt. 

&#214;verg&#229;ngsbest&#228;mmelser 

1967:494 

Detta cirkul&#228;r tr&#228;der i kraft dagen efter den, d&#229; cirkul&#228;ret enligt 
d&#228;r&#229; meddelad uppgift utkommit fr&#229;n trycket i Svensk 
f&#246;rfattningssamling. 

Bilaga 1 

Sammanst&#246;tning 

Upplysning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 

1. Tid och plats f&#246;r sammanst&#246;tningen; utr&#246;nes om m&#246;jligt exakt. 

2. Vaktpersonalen (p&#229; d&#228;ck och i maskinavdelning); 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet f&#228;rgsinne samt syn- 
och h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering; 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) om fartyget framf&#246;rdes under ledning av lots, i s&#229; fall, dennes 
namn och kompetens; 
e) om fartyget styrdes av rorsman eller med automatisk styrinr&#228;ttning 
och rorsmannens namn respektive styrinr&#228;ttningens system; 
f) sambandet mellan kommandobrygga och maskinrum och annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. V&#228;derleksf&#246;rh&#229;llanden m.m. vid tiden f&#246;r sammanst&#246;tningen och 
n&#228;rmast dessf&#246;rinnan; vindriktning och vindstyrka, sikt, dager eller 
m&#246;rker, sj&#246;g&#229;ng, str&#246;mf&#246;rh&#229;llanden etc. 

4. Sj&#246;v&#228;gsregler; f&#246;rekomsten av s&#228;rskilda, lokala f&#246;reskrifter f&#246;r 
fartygs inb&#246;rdes upptr&#228;dande och, om s&#229;dana f&#246;reskrifter fanns, 
huruvida de &#246;verensst&#228;mde med eller avvek fr&#229;n de internationella 
sj&#246;v&#228;gsreglerna eller kompletterade dem. 

5. Signaler och skeppsljus m.m.; d&#228;rvid utr&#246;nes 
a) om mistsignaler eller andra uppm&#228;rksamhetssignaler avgavs och, i s&#229; 
fall, deras karakt&#228;r, tidsf&#246;ljd etc.; 
b) om skeppsljus f&#246;rdes och i s&#229; fall vilka; 
c) om andra s&#228;rskilt f&#246;reskrivna ljus eller signalfigurer f&#246;rdes och, 
i s&#229; fall, deras karakt&#228;r, betydelse etc; 
d) om lanternornas funktion kontrollerats och, i s&#229; fall, av vilken 
personal; 
e) lanterncertifikatens datum och giltighet. 

6. F&#246;rsta iakttagelse av det andra fartyget; n&#228;r iakttagelsen gjordes 
och hur - genom radar, det andra fartygets signalering, optiskt 
siktande eller p&#229; annat s&#228;tt. 

7. Det egna fartygets l&#228;ge i samband med f&#246;rsta iakttagelsen av det 
andra fartyget; 
a) hur positionen best&#228;mts; 
b) kurs och fart f&#246;re, vid och efter iakttagelsen, f&#246;r&#228;ndringar i kurs 
och fart samt andra man&#246;vrer (jfr maskindagbok samt eventuella kurs- 
och man&#246;verdiagram); 
c) signalering f&#246;re, vid och efter iakttagelsen. 

8. Kompassb&#228;ring (eventuellt ocks&#229; r&#228;ttvisande och relativ b&#228;ring) och 
bed&#246;mt eller uppm&#228;tt avst&#229;nd till det andra fartyget; 
a) b&#228;ring och avst&#229;nd vid f&#246;rsta iakttagelsen, vid siktandet och d&#229; 
risk f&#246;r sammanst&#246;tning konstaterades; 
b) f&#246;r&#228;ndringar i b&#228;ring och avst&#229;nd under och efter denna tid; 
c) om s.k. radarplottning utf&#246;rdes och, i s&#229; fall, dess resultat samt, 
om plottning ej utf&#246;rdes, anledningen d&#228;rtill; 
d) vem som utf&#246;rde radarobservationerna och dennes kompetens. 

9. Det andra fartyget; 
a) dess (eventuellt genom plottning) bed&#246;mda kurs och fart; 
b) iakttagelser vid siktandet - silhuett eller ljus, f&#228;rg och 
kombination av ljus etc. - och riktning f&#246;r iakttagelserna; 
c) iakttagna f&#246;r&#228;ndringar i kurs, fart och synbild; 
d) &#246;vriga iakttagna man&#246;vrer och &#229;tg&#228;rder m.m. fr&#229;n f&#246;rsta 
iakttagelsen till sammanst&#246;tningen; 
e) dess signalering; 
f) dess uppskattade sammanst&#246;tningsvinkel och fart vid 
sammanst&#246;tningen. 

10. Sammanst&#246;tningens n&#228;rmare f&#246;rlopp. 

11. Radaranl&#228;ggning ombord; 
a) dess fabrikat, skick, funktionsduglighet och senaste &#246;versyn; 
b) till&#228;mpade skalor; 
c) vem som hade tillsynen &#246;ver radarn och hans kompetens; 
d) om radarn var ur funktion eller annars ej anv&#228;ndes, anledningen 
d&#228;rtill. 

12. Fartygets framdrivningsmaskineri; d&#228;rvid utr&#246;nes 
a) om det man&#246;vrerades fr&#229;n maskinrummet eller fr&#229;n kommandobryggan 
och vem som utf&#246;rde man&#246;vrarna; 
b) maskinens och propellerns rotationsriktning; 
c) om maskinen var direkt omkastbar eller f&#246;rsedd med backslag 
och/eller om propellern var f&#246;rsedd med vridbara blad; 
d) antalet propellrar f&#246;r framdrift och eventuella man&#246;verpropellrar; 
e) tid och str&#228;cka som fordras f&#246;r att stanna fartyget fr&#229;n full fart 
fram&#229;t; 
f) om onormal propellerverkan iakttogs vid sammanst&#246;tningstillf&#228;llet 
eller tidigare. 

13. Fartygets beh&#246;riga skick, s&#228;rskilt med avseende p&#229; maskineri, 
instrument och annan utrustning; d&#228;rvid utr&#246;nes om fel eller brist kan 
ha orsakat eller bidragit till sammanst&#246;tningen samt senaste tillsyn 
(jfr tillsynsboken) och &#246;versyn. 

14. Sj&#246;manskap m.m.; s&#228;rskilt utr&#246;nes om fel eller f&#246;rsummelse av 
ombordanst&#228;lld eller annan - t.ex. p&#229; grund av tr&#246;tthet eller bruk av 
alkohol, narkotikum eller annat stimulerande eller bed&#246;vande medel - 
kan ha orsakat eller bidragit till sammanst&#246;tningen. 

15. Sj&#246;n&#246;d; det utr&#246;nes om n&#229;got av fartygen r&#229;kade i fara eller n&#246;d 
och, i s&#229; fall, vilka &#229;tg&#228;rder som vidtogs med anledning d&#228;rav (jfr 
bl.a. 62 och 223 &#167;&#167; sj&#246;lagen samt art. VIII av 1910 &#229;rs 
internationella sammanst&#246;tningskonvention) samt liv och egendom som 
r&#228;ddats respektive f&#246;rlorats (se vidare vid haveri i &#246;ppen sj&#246; 
bilaga 3 punkterna 14 och 16). 

16. Fartygets b&#228;rgningsberedskap (jfr 2 kap. 39 och f&#246;ljande &#167;&#167; 
f&#246;rutn&#228;mnda till&#228;mpningsf&#246;reskrifter till lagen om s&#228;kerheten p&#229; 
fartyg); i den m&#229;n de kommit till anv&#228;ndning utr&#246;nes 
a) deras skick och anv&#228;ndbarhet samt senaste tillsyn och &#246;versyn; 
b) vilken personal som anv&#228;nde redskapen (jfr 6 kap. f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter); 
c) om personalen var tillr&#228;ckligt &#246;vad och f&#246;rtrogen med redskapens 
placering och handhavande, senaste &#246;vningar och deltagande d&#228;ri (jfr 
6 kap. 6 och f&#246;ljande &#167;&#167; samt 9 kap. 10 och 11 &#167;&#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter). 

Bilaga 2 

Grundst&#246;tning 

Upplysning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 

1. Tid och plats f&#246;r grundst&#246;tningen; utr&#246;nes om m&#246;jligt exakt. 

2. Vaktpersonalen (p&#229; d&#228;ck och i maskinavdelning); 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet f&#228;rgsinne samt syn- 
och h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering; 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) om fartyget framf&#246;rdes under ledning av lots och, i s&#229; fall, dennes 
namn och kompetens; 
e) sambandet mellan kommandobrygga och maskinrum och annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. V&#228;derleksf&#246;rh&#229;llandena vid tiden f&#246;r grundst&#246;tningen och n&#228;rmast 
dessf&#246;rinnan; vindriktning och vindstyrka, sikt, dager eller m&#246;rker, 
sj&#246;g&#229;ng etc. 

4. Djupf&#246;rh&#229;llandena och andra s&#228;rskilda f&#246;rh&#229;llanden i farvattnet - 
tiden f&#246;r h&#246;gt och l&#229;gt vatten, vattenst&#229;nd, tidvattenstr&#246;mmar m.m. - 
och i vilken utstr&#228;ckning dessa var k&#228;nda. 

5. Senaste med s&#228;kerhet k&#228;nda l&#228;ge f&#246;r grundst&#246;tningen; 
a) tid samt position - latitud och longitud eller r&#228;ttvisande b&#228;ring 
och avst&#229;nd fr&#229;n k&#228;nd punkt; 
b) loggst&#228;llning och hur positionen best&#228;mts - anv&#228;nda metoder och 
nautiska instrument (vid astronomiska observationer &#228;ven till&#228;mpade 
element och kronometerst&#229;ndets s&#228;kerhetsgrad); 
c) nautiska instrument ombord - som radar, Loran, Decca-Navigator, 
radiopejlapparat, lod och logg etc. - dess skick, funktionsduglighet 
och senaste &#246;versyn; 
d) hur observationsf&#246;rem&#229;ls identitet kontrollerats och fastst&#228;llts 
vid astronomiska, terrestra och radiotekniska observationer - t.ex. 
stj&#228;rnidentifiering, sj&#246;m&#228;rkens utseende och karakt&#228;r, 
fyrskenskarakt&#228;rer, radiofyrkarakt&#228;rer etc. 

6. Kurser och distanser fr&#229;n senaste med s&#228;kerhet k&#228;nda l&#228;ge till 
platsen f&#246;r grundst&#246;tningen; d&#228;rvid utr&#246;nes 
a) om fartyget styrdes efter landm&#228;rken eller kompass; 
b) om fartyget styrdes med handstyrinr&#228;ttning (utan styrmaskineri), 
maskinell styrinr&#228;ttning med manuell man&#246;veranordning (handratt, 
styrspak etc.) eller med styrinr&#228;ttning och, i s&#229; fall, av vilket 
system; 
c) om vid kompasstyrning anv&#228;ndes magnetkompass eller gyrokompass och 
av vilket fabrikat; 
d) styrda kompasskurser, tid- och loggavl&#228;sning vid kurs&#228;ndringar samt 
de korrektioner som anv&#228;nts f&#246;r att erh&#229;lla r&#228;ttvisande kurs; 
e) datum f&#246;r kompassernas senaste certifikat samt var och av vilken 
myndighet dessa utf&#228;rdats; 
f) tid och plats f&#246;r senaste justering och deviering av kompasserna 
samt f&#246;r uppg&#246;rande av deviationstabell (av auktoriserad 
kompassjusterare eller annan); 
g) tid f&#246;r och resultat av senaste deviationsbest&#228;mning ombord f&#246;re 
grundst&#246;tningen samt vilka kurser best&#228;mningen g&#228;llde; 
h) hur ofta deviationsbest&#228;mningar i allm&#228;nhet gjordes under resa (jfr 
skeppsdagbok och eventuell deviationsjournal), vilka metoder och 
instrument som anv&#228;ndes samt, om deviationsbest&#228;mning under resa inte 
gjorts nyligen, anledningen d&#228;rtill; 
i) om fartyget hade slagsida f&#246;re grundst&#246;tningen eller om last eller 
annat kunde p&#229;verka kompasserna; 
j) om r&#229;dande vindf&#246;rh&#229;llanden medf&#246;rde avdrift samt om och, i s&#229; 
fall, hur h&#228;nsyn togs till detta vid kurss&#228;ttning; 
k) om korrektioner med h&#228;nsyn till str&#246;mf&#246;rh&#229;llandena vidtogs vid 
kurss&#228;ttning; 
l) vilka beh&#229;llna r&#228;ttvisande kurser och distanser &#246;ver grund som 
ber&#228;knats ha h&#229;llits fr&#229;n senaste med s&#228;kerhet k&#228;nda l&#228;ge f&#246;re 
grundst&#246;tningen samt om dessa utlagts i sj&#246;kort och inf&#246;rts i dagbok 
eller kladd (jfr eventuellt kursdiagram); 
m) var fartyget enligt besticket skulle ha befunnit sig d&#229; det st&#246;tte 
p&#229; grund; 
n) vilket sj&#246;kort som anv&#228;ndes (utgivare, nummer, utgivningsdatum och 
senaste r&#228;ttelse) och om detta finns i beh&#229;ll; 
o) vilka andra nautiska publikationer som fanns ombord - fyrlistor, 
seglingsbeskrivningar, tidvattensuppgifter &#246;ver ber&#246;rda farvatten, 
Underr&#228;ttelser f&#246;r sj&#246;farande och liknande - samt dessas 
utgivningsdatum och senaste r&#228;ttelse. 

7. Enkla ortlinjer och/eller andra observationer efter senaste s&#228;kra 
ortbest&#228;mning; d&#228;rvid utr&#246;nes 
a) om ortlinjerna m.m. erh&#229;llits genom astronomiska observationer, 
optiska eller radiotekniska pejlingar eller avst&#229;ndsbest&#228;mningar, 
lodningar etc.; 
b) tid- och loggavl&#228;sning; c) hur identifiering skett, anv&#228;nda 
instrument och deras fabrikat, skick, funktionsduglighet och senaste 
&#246;versyn (jfr kursskrivare-, lodnings- och man&#246;verdiagram); 
d) om radar anv&#228;ndes, till&#228;mpade skalor vid observationerna, vem som 
utf&#246;rde observationerna och dennes kompetens samt, om 
radarobservationer ej utf&#246;rts, anledningen d&#228;rtill. 

8. Fartygets fart vid tiden f&#246;r grundst&#246;tningen och n&#228;rmast 
dessf&#246;rinnan; varvtal i maskin eller segelf&#246;ring. 

9. Grundst&#246;tningens n&#228;rmare f&#246;rlopp. 

10. Flottagning; det utr&#246;nes om och, i s&#229; fall, hur fartyget kom av 
grund och om detta skedde med eller utan bist&#229;nd. 

11. Fartygets beh&#246;riga skick, s&#228;rskilt med avseende p&#229; maskineri, 
instrument och annan utrustning; det utr&#246;nes om fel eller brist kan ha 
orsakat eller bidragit till grundst&#246;tningen samt senaste tillsyn (jfr 
tillsynsboken) och &#246;versyn. 

12. Sj&#246;m&#228;rken m.m; s&#228;rskilt utr&#246;nes om fel eller brist betr&#228;ffande 
utprickning eller andra sj&#246;m&#228;rken eller betr&#228;ffande sj&#246;kort eller 
andra nautiska publikationer kan ha orsakat eller bidragit till 
grundst&#246;tningen. 

13. Sj&#246;manskap m.m; s&#228;rskilt utr&#246;nes om fel eller f&#246;rsummelse av 
ombordanst&#228;lld eller annan - t.ex. p&#229; grund av tr&#246;tthet eller bruk av 
alkohol, narkotikum eller annat stimulerande eller bed&#246;vande medel - 
kan ha orsakat eller bidragit till grundst&#246;tningen. 

14. Sj&#246;n&#246;d; det utr&#246;nes om fartyget r&#229;kat i fara eller n&#246;d och, i s&#229; 
fall, vilka &#229;tg&#228;rder som vidtogs med anledning d&#228;rav (jfr 62 &#167; 
sj&#246;lagen) samt liv och egendom som r&#228;ddats respektive f&#246;rlorats (se 
vidare vid haveri i &#246;ppen sj&#246; bilaga 3 punkterna 14 och 16). 

15. Fartygets b&#228;rgningsberedskap (jfr 2 kap. 39 och f&#246;ljande &#167;&#167; 
f&#246;rutn&#228;mnda till&#228;mpningsf&#246;reskrifter till lagen om s&#228;kerheten p&#229; 
fartyg); i den m&#229;n de kommit till anv&#228;ndning utr&#246;nes 
a) deras skick och anv&#228;ndbarhet samt senaste tillsyn och &#246;versyn; 
b) vilken personal som anv&#228;nde redskapen (jfr 6 kap. f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter); 
c) om personalen var tillr&#228;ckligt &#246;vad och f&#246;rtrogen med utrustningens 
placering och handhavande, senaste &#246;vning och deltagande d&#228;ri (jfr 
6 kap. 6 och f&#246;ljande &#167;&#167; samt 9 kap. 10 och 11 &#167;&#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter). 

Bilaga 3 

Haveri i &#246;ppen sj&#246; 

(f&#246;rlistning, lastf&#246;rskjutning m.m.) 

Upplysning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 
1. Tid och plats f&#246;r haveriet 

2. Vaktpersonalen (p&#229; d&#228;ck och i maskinavdelning) 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet syn- och 
h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering; 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) om fartyget framf&#246;rdes under ledning av lots och, i s&#229; fall, dennes 
namn och kompetens; 
e) om fartyget styrdes av rorsman eller med automatisk styrinr&#228;ttning 
och rorsmannens namn respektive styrinr&#228;ttningens system; 
f) sambandet mellan kommandobrygga och maskinrum eller annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. V&#228;derleksf&#246;rh&#229;llandena vid tiden f&#246;r haveriet och n&#228;rmast 
dessf&#246;rinnan; vindriktning och vindstyrka, sikt, dager eller m&#246;rker, 
sj&#246;g&#229;ng etc. 

4. Senaste med s&#228;kerhet k&#228;nda l&#228;ge f&#246;re haveriet samt tid f&#246;r detta 
l&#228;ge. 

5. Tid f&#246;r avg&#229;ng fr&#229;n senaste hamn; 
a) d&#228;rvid g&#228;llande lastm&#228;rke; 
b) nedlastning i f&#246;rh&#229;llande till lastm&#228;rket samt uppm&#228;tt fribord; 
c) drivmedelsf&#246;rr&#229;dets storlek och dess f&#246;rdelning ombord; 
d) om fartyget hade slagsida och, i s&#229; fall, orsaken d&#228;rtill; 
e) &#246;vriga fribordsuppgifter - salthalt i hamnen, fribordscertifikatets 
datum och giltighet etc. 

6. Last och barlast; d&#228;rvid utr&#246;nes (utom art, m&#228;ngd eller vikt och 
f&#246;rdelning p&#229; rum,d&#228;ck etc.); 
a) rumslasts stuvning; surrning och st&#228;mpling samt andra vidtagna 
s&#228;kerhets&#229;tg&#228;rder; 
b) slingerskotts utstr&#228;ckning, dimensioner och konstruktion; 
c) d&#228;ckslasts vikt och h&#246;jd &#246;ver d&#228;ck eller lucka, stuvning, t&#228;ckning, 
surrning, st&#228;mpling och andra vidtagna s&#228;kerhets&#229;tg&#228;rder samt om 
d&#228;ckslasten kunde ta &#229;t sig vatten; 
d) stabilitets- och b&#228;righetsf&#246;rh&#229;llandena vid avg&#229;ng fr&#229;n senaste 
hamn samt hur dessa unders&#246;kts (eventuella kr&#228;ngningsprov); 
e) om lastf&#246;rskjutning av betydelse f&#246;r stabiliteten eller b&#228;righeten 
intr&#228;ffat efter avg&#229;ngen samt, i s&#229; fall, beskaffenheten d&#228;rav och 
orsaken d&#228;rtill. 

7. Fartygets beh&#246;riga skick; 
a) senaste torrs&#228;ttning och fartygsbottnens tillst&#229;nd d&#229;; 
b) om fartyget d&#228;refter st&#246;tt p&#229; grund eller varit utsatt f&#246;r 
v&#228;derskador elelr andra sv&#229;ra p&#229;frestningar; 
c) om fartyget var i beh&#246;rigt skick vid avg&#229;ng fr&#229;n senaste hamn (jfr 
anteckningar i tillsynsboken fr&#229;n senaste tillsynsf&#246;rr&#228;ttning); 
d) om efter avg&#229;ngen uppst&#229;tt fel eller brist i fartygets beh&#246;riga 
skick - t.ex. p&#229; grund av v&#228;derskada eller nedisning - som kan s&#228;ttas 
i samband med haveriet; 
e) om vid haveritillf&#228;llet eller dessf&#246;rinnan iakttagits 
sprickbildning i d&#228;ck eller bordl&#228;ggning, bucklor i pl&#229;tar eller 
s&#228;ttningar i d&#228;ck eller skrov; 
f) barlasttankarnas och tanktakens tillst&#229;nd. 

8. Luck&#246;ppningar i v&#228;derd&#228;ck; 
a) storlek och antal; 
b) om de var beh&#246;rigen tillslutna och skalkade; 
c) t&#228;cknings- och tillslutningsanordningars konstruktion och skick 
(t.ex. patentluckor av st&#229;l eller t&#228;ckluckor av tr&#228; med 
presenningar); 
d) om t&#228;ckluckor s&#228;krats med bommar, deras fasts&#228;ttning etc. 

9. Luck&#246;ppningar i huvudd&#228;ck under v&#228;derd&#228;ck; d&#228;rvid utr&#246;nes samma 
f&#246;rh&#229;llanden som anges i punkt 8 a-c. 

10. Andra &#246;ppningar i d&#228;ck; skott och bordl&#228;ggning av betydelse f&#246;r 
fartygets sj&#246;v&#228;rdighet och om de tillslutits p&#229; betryggande s&#228;tt. 

11. Lastrum (r&#228;nnstenar etc.) och tankar; s&#228;rskilt utr&#246;nes 
a) hur ofta de pejlades respektive l&#228;nsades och av vilken personal; 
b) om anteckningar f&#246;rdes &#246;ver pejlingarna och, i s&#229; fall, av vilken 
personal; 
c) om l&#228;ckage eller onormal &#246;kning av pejlv&#228;rdena observerats och, i 
s&#229; fall, vilka &#229;tg&#228;rder som vidtagits med anledning d&#228;rav. 

12. Haveriets n&#228;rmare f&#246;rlopp. 

13. Sj&#246;manskap m.m.; s&#228;rskilt utr&#246;nes om fel eller f&#246;rsummelse av 
ombordanst&#228;lld eller annan - t.ex p&#229; grund av tr&#246;tthet eller bruk av 
alkohol, narkotikum eller annat stimulerande eller bed&#246;vande medel - 
kan ha orsakat eller bidragit till haveriet. 

14. Sj&#246;n&#246;d; det utr&#246;nes vilka &#229;tg&#228;rder som vidtagits med anledning av 
den fara eller n&#246;d som haveriet givit upphov till (jfr 62 &#167; sj&#246;lagen). 
S&#228;rskilt uppm&#228;rksammas 
a) om n&#246;dsignaler avgavs och, i s&#229; fall, p&#229; vilket s&#228;tt; 
b) om signalerna uppfattades och, i s&#229; fall, av vem; 
c)om bist&#229;nd l&#228;mnades och, i s&#229; fall, av vem; 
d) om fartyget &#246;vergavs och, i s&#229; fall, anledningen d&#228;rtill och hur 
det gick till; 
e) liv och egendom som r&#228;ddats respektive f&#246;rlorats (se vidare 
punkt 16). 

15. Fartygets b&#228;rgningsredskap (jfr 2 kap. 39 och f&#246;ljande &#167;&#167; 
f&#246;rutn&#228;mnda till&#228;mpningsf&#246;reskrifter till lagen om s&#228;kerheten p&#229; 
fartyg); i den m&#229;n de kommit till anv&#228;ndning utr&#246;nes 
a) deras skick och anv&#228;ndbarhet samt senaste tillsyn och &#246;versyn; 
b) vilken personal som anv&#228;nde redskapen (jfr 6 kap. f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter) 
c) om personalen var tillr&#228;ckligt &#246;vad och f&#246;rtrogen med redskapens 
placering och handhavande, senaste &#246;vningar och deltagande d&#228;ri (jfr 
6 kap. 6 och f&#246;ljande &#167;&#167; samt 9 kap. 10 och 11 &#167;&#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter). 

16. I f&#246;rlisningsfall utr&#246;nes ocks&#229; 
a) var fartyget &#228;r bel&#228;get; 
b) om det kan b&#228;rgas; 
c) om det utg&#246;r fara eller hinder f&#246;r sj&#246;farten och vilka &#229;tg&#228;rder som 
vidtagits med anledning d&#228;rav; 
d) om faryget eller lasten utg&#246;r annan fara eller ol&#228;genhet och vilka 
&#229;tg&#228;rder som vidtagits med anledning d&#228;rav. 

Bilaga 4 

Haveri i maskinavdelning 

Upplyning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 

1. Tid och plats f&#246;r haveriet. 

2. Vaktpersonalen (p&#229; d&#228;ck och i maskinavdelning); 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet syn- och 
h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering; 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) sambandet mellan kommandobrygga och maskinrum och annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. Tid f&#246;r avg&#229;ng fr&#229;n senaste hamn (om haveriet intr&#228;ffat till 
sj&#246;ss). 

4. Fartygets beh&#246;riga skick; d&#228;rvid utr&#246;nes 
a) om fartyget var i beh&#246;rigt skick, s&#229;vitt r&#246;r maskinavdelningen, vid 
avg&#229;ng fr&#229;n senaste hamn (jfr anteckningar i tillsynsboken fr&#229;n 
senaste tillsynsf&#246;rr&#228;ttning); 
b) av haveriet ber&#246;rd utrustnings typ, storlek och tillverknings&#229;r; 
c) rutinm&#228;ssig &#246;versyn och tillf&#246;rlitlighetskontroll av ber&#246;rd 
utrustning samt kontroll av s&#228;kerhetsanordningar; 
d) senaste &#246;versyn och reparation av ber&#246;rd utrustning; 
e) om efter avg&#229;ngen uppst&#229;tt fel eller brist i fartygets beh&#246;riga 
skick som kan s&#228;ttas i samband med haveriet; 
f) om ber&#246;rd utrustning var underkastad fortl&#246;pande kontroll och 
tillsyn ombord, om d&#228;rvid iakttagits defekter, slitage, f&#246;r&#228;ndringar 
eller annat tydande p&#229; att haveri kunde komma att intr&#228;ffa samt 
&#229;tg&#228;rder som vidtagits med anledning d&#228;rav. 

Vid explosion i f&#246;rbr&#228;nningsmotor uppm&#228;rksammas s&#228;rskilt m&#246;jligheten 
av varmg&#229;ng, cylindergenomslag, bristande avsugning fr&#229;n vevhus, l&#246;sa 
delar i vevgropar, lagerf&#246;rslitning m.m. 

5. Uppt&#228;ckten av haveriet; 
a) var (beskrivning av utrymmena), n&#228;r och av vem uppt&#228;ckten gjordes; 
b) f&#246;rsta &#229;tg&#228;rder; 
c) alarm- och kontrollorgans funktion, tillsyn d&#228;rav etc. 

6. Haveriets n&#228;rmare f&#246;rlopp. 

7. Iakttagelser efter haveriet; d&#228;rvid utr&#246;nes - utom person- och 
egendomsskador - s&#228;rskilt ber&#246;rd utrustnings synliga tillst&#229;nd 
(skadade eller bortfallna delar, l&#228;ckor, onormalt utseende i &#246;vrigt 
etc.), brottytors eller anl&#228;ggningsytors utseende m.m. 

8. Funktionskontroll efter haveriet; det utr&#246;nes om och hur s&#229;dan 
kontroll f&#246;retagits samt resultat och iakttagelser. 

9. Sj&#246;mansskap m.m; s&#228;rskilt utr&#246;nes 
a) om personalen var f&#246;rtrogen med handhavandet av ber&#246;rd utrustning; 
b) om arbete utf&#246;rdes som kan s&#228;ttas i samband med haveriet, om 
arbetet utf&#246;rdes enligt rutin eller var s&#228;rskilt beordrat och, i det 
senare fallet, av vem; 
c) om s&#228;rskilda f&#246;reskrifter eller instruktioner g&#228;llde f&#246;r arbetet 
och om dessa f&#246;ljdes; 
d) om fel eller f&#246;rsummelse av ombordanst&#228;lld eller annan - t.ex. p&#229; 
grund av tr&#246;tthet eller bruk av alkohol, narkotikum eller annat 
stimulerande eller bed&#246;vande medel - kan ha orsakat eller bidragit 
till haveriet. 

Vid explosion i panna uppm&#228;rksammas s&#228;rskilt s&#229;dana f&#246;rh&#229;llanden som 
utluftning av eldst&#228;der vid fyrstickning, br&#228;nnarbyten och hur ofta 
s&#229;dan skedde, reng&#246;ring av eldst&#228;der (br&#228;nnkammare) och hur ofta s&#229;dan 
utf&#246;rdes, reng&#246;ring av vattenrum, &#229;ngrum, tuber etc. och hur ofta 
s&#229;dan utf&#246;rdes, reng&#246;ring av kofferdammar och hur ofta s&#229;dan utf&#246;rdes 
samt om kofferdammarna var dr&#228;nerbara. 

10. Sj&#246;n&#246;d; det utr&#246;nes om fartyget r&#229;kade i fara eller n&#246;d och, i s&#229; 
fall, vilka &#229;tg&#228;rder som vidtogs med anledning d&#228;rav (jfr 62 &#167; 
sj&#246;lagen; se vidare vid haveri i &#246;ppen sj&#246;, bilaga 3 punkterna 14- 
16). 

Bilaga 5 

Brand ombord 

(maskinavdelning, lastrum, bost&#228;der och arbetsrum) 

Upplysning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 

1. Tid och plats f&#246;r branden. 

2. Vaktpersonalen (p&#229; d&#228;ck, i maskinavdelning och i lastrum); 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet syn- och 
h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering; 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) sambandet mellan kommandobrygga och maskinrum och annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. Tid f&#246;r avg&#229;ng fr&#229;n senaste hamn (om branden &#228;gt rum till sj&#246;ss).  

4. Fartygets beh&#246;riga skick, s&#228;rskilt med avseende p&#229; brandisolering 
(skotts, d&#228;cks och ytskikts motst&#229;ndsf&#246;rm&#229;ga mot brand), sektionering, 
brandd&#246;rrar, ventilationsanordningar, r&#246;rgenomf&#246;ringar och annan s&#229;dan 
utrustning (jfr 2 kap. f&#246;rutn&#228;mnda till&#228;mpningsf&#246;reskrifter till lagen 
om s&#228;kerheten p&#229; fartyg); d&#228;rvid utr&#246;nes 
a) om fartyget var i beh&#246;rigt skick vid avg&#229;ng fr&#229;n senaste hamn (jfr 
anteckningar i tillsynsboken fr&#229;n senaste tillsynsf&#246;rr&#228;ttning), 
senaste &#246;versyn och reparation; 
b) om efter avg&#229;ngen uppst&#229;tt fel eller brist i fartygets beh&#246;riga 
skick, t.ex. p&#229; grund av v&#228;derskador eller andra p&#229;frestningar; 
c) senaste iakttagelser av ber&#246;rd utrustnings skick. 

Vid brand i maskinavdelningen uppm&#228;rksammas s&#228;rskilt s&#229;dana 
f&#246;rh&#229;llanden som 

om eventuella pannor var bel&#228;gna i skilda rum och var f&#246;rsedda med 
kofferdammar, om dessa var dr&#228;nerbara samt n&#228;r de senast rengjorts och 
av vilken personal, 

om dagtankarna var f&#246;rsedda med kofferdammar, larmanordningar f&#246;r 
&#246;verfyllning av olja, niv&#229;m&#228;tare (typ), &#246;verstr&#246;mningsr&#246;r, anordning 
f&#246;r snabbavst&#228;ngning fr&#229;n plats utanf&#246;r maskinavdelningen och 
t&#246;mningsledningar till bottentankarna, 

om olja vid &#246;verfyllning av dagtank kunde str&#246;mma ut &#246;ver heta delar i 
maskinrummet, om alla heta delar d&#228;r var isolerade och om alla 
oljeledningar var av icke br&#228;nnbart material, 

n&#228;r och av vilken personal tanktak, r&#228;nnstenar och kofferdammar senast 
rengjorts. 

Vid brand i lastrum uppm&#228;rksammas s&#228;rskilt lastens brandfarlighet, 
lastplan, stuvningsschemata, skeppsluckors konstruktion, fl&#228;kt och 
ventilationsanordningar m.m. samt anteckningar i temperaturjournal som 
tyder p&#229; onormal v&#228;rmestegring. 

Vid brand i bost&#228;der och arbetsrum uppm&#228;rksamman s&#228;rskilt s&#229;dana 
f&#246;rh&#229;llanden som 

huruvida s.k. brandcellsindelning (sektionsindelning av inredningen 
genom A-skott och B-skott) f&#246;rekom, 

hur bost&#228;derna uppv&#228;rmdes samt om elektriska kaminer och liknande var 
fast anbragta och f&#246;rsedda med beh&#246;vligt skydd mot direkt ber&#246;ring, 

anordning av elektriska installationer i &#246;vrigt, 

om d&#246;rrar till ber&#246;rda utrymmen var av sj&#228;lvst&#228;ngande typ, hur 
utrymmena var ventilerade och om lufttrummor var brandisolerade eller 
brandspj&#228;ll f&#246;rekom. 

5. Brandskydd; 
a) ombord befintliga brandalarmsystem (termodetektor-, jondetektor-, 
flamdetektor- eller r&#246;kdetektorsystem) - typ, fabrikat och placering; 
b) fasta och flyttbara brandsl&#228;ckningsanordningar f&#246;r maskinavdelning, 
lastrum, bost&#228;der och arbetsrum - typ, fabrikat och placering; 
c) annan brandmateriel - typ, fabrikat och placering; 
d) senaste tillsyn (jfr tillsynsboken) och &#246;versyn av brandmateriel; 
e) om brandmaterielen var klar f&#246;r omedelbart bruk (jfr 9 kap. 8 &#167; 
lagen den 19 november 1965 om s&#228;kerheten p&#229; fartyg), pumptryck, 
senaste prov av materielen och senaste laddning av handbrandsl&#228;ckare; 
f) om personalen var tillr&#228;ckligt &#246;vad och f&#246;rtrogen med 
brandmaterielens handhavande och placering; 
g) senaste brand&#246;vningar och deras inriktning samt deltagande d&#228;ri; 
h) om f&#246;reskriven brandmateriel saknades; orsaken d&#228;rtill. 

6. Uppt&#228;ckten av branden; 
a) var (beskrivning av utrymmena, s&#228;rskilt d&#228;r branden kan antas ha 
uppst&#229;tt), n&#228;r och av vem uppt&#228;ckten gjordes; 
b) brandens omfattning vid uppt&#228;ckten och d&#229; bek&#228;mpning inleddes; 
c) f&#246;rsta &#229;tg&#228;rder samt vilket sl&#228;ckningsmedel och vilken 
brandmateriel som f&#246;rst kom till anv&#228;ndning; 
d) funktion och verkan av brandalarmsystem samt automatiska 
brandsl&#228;ckningsanordningar; 
e) vilka personer som uppeh&#246;ll sig i n&#228;rheten av ber&#246;rda utrymmen i 
samband med uppt&#228;ckten och kort dessf&#246;rinnan. 

7. Brandens f&#246;rlopp. 

8. Brandens bek&#228;mpning. 
a) hur sl&#228;ckningsarbetet bedrevs; 
b) om brandmaterielen visade sig vara l&#228;mpligt placerade ombord; 
c) vilken brandmateriel som kom till anv&#228;ndning och om den var 
effektiv; 
d) om fl&#228;ktar stannades och ventilationstrummor tillsl&#246;ts; 
e) om dagtankarna st&#228;ngdes av eller t&#246;mdes; 
f) om oljepumpar var i g&#229;ng vid brandtillf&#228;llet och vem som hade 
ansvaret f&#246;r dem; 
g) om lastrum tillsl&#246;ts; 
h) om och, i s&#229; fall, n&#228;r &quot;vatten p&#229; d&#228;ck&quot; beordrades och erh&#246;lls. 

9. Iakttagelser efter branden; brandh&#228;rdens bel&#228;genhet m.m. 

10. Sj&#246;manskap m.m.; s&#228;rskilt utr&#246;nes 
a) om arbete (t.ex. svetsning) utf&#246;rdes som kan s&#228;ttas i samband med 
brandens uppkomst; 
b) om arbetet utf&#246;rdes enligt rutin eller var s&#228;rskilt beordrat och, i 
det senare fallet, av vem; 
c) om s&#228;rskilda f&#246;reskrifter och instruktioner g&#228;llde f&#246;r arbetet och 
om dessa f&#246;ljdes; 
d) om l&#228;ttant&#228;ndligt &#228;mne eller gods obeh&#246;rigen f&#246;rvarades i eller 
n&#228;ra ber&#246;rda utrymmen; 
e) om f&#246;rbudsskyltar mot r&#246;kning fanns (vid brandfarliga platser i 
maskinavdelningen, lastrum samt bost&#228;der och arbetsrum) och, i s&#229; 
fall, p&#229; vilket spr&#229;k de var avfattade samt om &#246;vertr&#228;delse av s&#229;dant 
f&#246;rbud iakttagits; 
f) om fel eller f&#246;rsummelse av ombordanst&#228;lld eller annan - t.ex p&#229; 
grund av tr&#246;tthet eller bruk av alkohol, narkotikum eller annat 
stimulerande eller bed&#246;vande medel - kan ha orsakat eller bidragit 
till haveriet. 

11. Vid explosion i lastrum (lasttank) uppm&#228;rksammas s&#229;dana 
f&#246;rh&#229;llanden som 
a) om arbete utf&#246;rdes som kan s&#228;ttas i samband med explosionen; 
b) om s&#228;rskilt f&#246;reskrivna skydds&#229;tg&#228;rder f&#246;r s&#229;dant arbete vidtogs; 
c) om gasvarnarsystem med fasta m&#228;tpunkter fanns samt om gasprov togs 
f&#246;re och under arbetet, 
d) om gnist- och explosionss&#228;kra redskap och verktyg anv&#228;ndes; 
e) om annars anv&#228;ndes utrustning (t.ex. skor med klackj&#228;rn) som kan 
orsaka gnistbildning; 
f) vad slags gas, olja eller annat som f&#246;rdes eller f&#246;rts i 
lastrummet. 

12. Sj&#246;n&#246;d; det utr&#246;nes om fartyget r&#229;kade i fara eller n&#246;d och, i s&#229; 
fall, vilka &#229;tg&#228;rder som vidtogs med anledning d&#228;rav (jfr 62 &#167; 
sj&#246;lagen; se vidare vid haveri i &#246;ppen sj&#246;, bilaga 3 punkterna 
14-16). 

Bilaga 6 

D&#246;dsfall och fall av kroppsskada eller f&#246;rgiftning 

Upplysning inh&#228;mtas om f&#246;ljande f&#246;rh&#229;llanden. 

1. Tid och plats f&#246;r h&#228;ndelsen. 

2. Vaktpersonalen (p&#229; d&#228;ck, i maskinavdelning och i lastrum); 
a) dess sammans&#228;ttning och beh&#246;righet, inbegripet syn- och 
h&#246;rself&#246;rm&#229;ga; 
b) dess tj&#228;nstuppgifter och placering 
c) om bef&#228;lhavaren respektive maskinchefen var tillst&#228;des eller vem 
som annars f&#246;rde bef&#228;let; 
d) sambandet mellan kommandobrygga och maskinrum och annan plats d&#228;r 
vakt h&#246;lls (jfr 2 kap. 25 &#167; kung&#246;relsen den 19 november 1965, nr 908, 
med till&#228;mpningsf&#246;reskrifter till lagen den 19 november 1965 om 
s&#228;kerheten p&#229; fartyg). 

3. Skyddsombud eller skyddskommitt&#233; (jfr 3 kap. 8 och 9 &#167;&#167; lagen om 
s&#228;kerheten p&#229; fartyg). 

4. Tidigare h&#228;lsotillst&#229;nd m.m. hos den avlidne/skadade/f&#246;rgiftade; 
a) n&#228;r han senast l&#228;karunders&#246;kts f&#246;re h&#228;ndelsen, vem som utf&#246;rt 
unders&#246;kningen och vad denna givit vid handen; 
b) andra iakttagelser r&#246;rande hans h&#228;lsotillst&#229;nd f&#246;re h&#228;ndelsen, 
t.ex. illam&#229;ende, yrsel, tr&#246;tthet, depression etc.; 
c) iakttagelser r&#246;rande hans personliga f&#246;rh&#229;llande till andra 
ombordvarande, t.ex. ov&#228;nskap, svartsjuka, tvister och andra 
missh&#228;lligheter. 

5. Skeppstj&#228;nst eller annat arbete i fartygets tj&#228;nst; n&#228;r h&#228;ndelsen 
kan ha  samband med s&#229;dant arbete, utr&#246;nes 
a) om det var fr&#229;ga om rutinarbete eller s&#228;rskilt beordrat arbete och, 
i det senare fallet, av vem arbetet beordrats; 
b) om arbetet stod under erfaren ledning (jfr 3 kap 1 &#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter till lagen om s&#228;kerheten p&#229; fartyg); 
c) om den avlidne/skadade/f&#246;rgiftade var f&#246;rtrogen med arbetet (jfr 
3 kap. 2 &#167; n&#228;mnda till&#228;mpningsf&#246;reskrifter); 
d) vilken personal som deltog i arbetet; 
e) vidtagna s&#228;kerhets- och skydds&#229;tg&#228;rder; 
f) om s&#228;rskilda f&#246;reskrifter eller instruktioner g&#228;llde f&#246;r arbetet 
och om dessa f&#246;ljdes. 

6. Uppt&#228;ckten av h&#228;ndelsen; 
a) n&#228;r, var och av vem den avlidne/skadade/f&#246;rgiftade senast iakttogs 
f&#246;re h&#228;ndelsen; 
b) n&#228;r, var och av vem uppt&#228;ckten gjordes (beskrivning av utrymmena 
samt den avlidnes/skadades/f&#246;rgiftades synliga tillst&#229;nd och l&#228;ge); 
c) hur d&#246;dsfallet/skadan/f&#246;rgiftningen konstaterades - genom 
iakttagelser p&#229; den d&#246;da kroppen, iakttagelser av symptom (sm&#228;rtor i 
br&#246;st eller mage, kr&#228;kningar, feber, diarr&#233;, medvetsl&#246;shet, 
f&#246;rlamning, oro etc.) blod- eller urinprov m.m.; 
d) vilka f&#246;rsta &#229;tg&#228;rder - medicinskt betingade och andra - som 
vidtogs; 
e) om samr&#229;d &#228;gde rum med medicinsk sakkunskap i land (t.ex genom 
radio) samt, i s&#229; fall, n&#228;r och hur r&#229;d mottogs samt inneb&#246;rden 
d&#228;rav. 

7. Fartygets beh&#246;riga skick, s&#228;rskilt med avseende p&#229; anordningar till 
f&#246;rebyggande av oh&#228;lsa och olycksfall; s&#228;rskilt utr&#246;nes 
a) senaste tillsyn (jfr tillsynsboken) och &#246;versyn; 
b) om beh&#246;vlig skyddsutrustning fanns ombord och, om s&#229; ej var fallet, 
anledningen d&#228;rtill; 
c) om skyddsutrustning, redskap och verktyg som anv&#228;ndes vid 
tillf&#228;llet var i gott skick; 
d) iakttagelser i dessa h&#228;nseenden av skyddsombud samt d&#228;rav betingade 
&#229;tg&#228;rder som vidtagits av ombudet eller av skyddskommitt&#233;. 

8. Fartygets b&#228;rgningsredskap (jfr 2 kap. 39 och f&#246;ljande &#167;&#167; 
f&#246;rutn&#228;mnda till&#228;mpningsf&#246;reskrifter till lagen om s&#228;kerheten p&#229; 
fartyg); i den m&#229;n de kommit till anv&#228;ndning utr&#246;nes 
a) deras skick och anv&#228;ndbarhet samt senaste tillsyn och &#246;versyn; 
b) vilken personal som anv&#228;nde redskapen (jfr 6 kap. f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter); 
c) om personalen var tillr&#228;ckligt &#246;vad och f&#246;rtrogen med redskapens 
placering och handhavande, senaste &#246;vningar och deltagande d&#228;ri (jfr 
6 kap. 6 och f&#246;ljande &#167;&#167; samt 9 kap. 10 och 11 &#167;&#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter). 

9. Fartygets sjukv&#229;rdsutrustning (jfr 3 kap. 19 och 23 &#167;&#167; f&#246;rutn&#228;mnda 
till&#228;mpningsf&#246;reskrifter och medicinalstyrelsens f&#246;reskrifter om 
skeppsapotek); i den m&#229;n den kommit till anv&#228;ndning utr&#246;nes 
a) dess skick och anv&#228;ndbarhet samt senaste tillsyn, &#246;versyn och 
komplettering; 
b) av vilken personal den anv&#228;ndes samt om den anv&#228;ndes p&#229; ett 
sakkunnigt och &#228;ndam&#229;lsenligt s&#228;tt. 

10. Sj&#246;manskap m.m; s&#228;rskilt utr&#246;nes om fel eller f&#246;rsummelse av 
ombordanst&#228;lld eller annan - t.ex. p&#229; grund av tr&#246;tthet eller bruk av 
alkohol, narkotikum eller annat stimulerande eller bed&#246;vande medel - 
kan ha orsakat eller bidragit till h&#228;ndelsen. 

11. Begravning till sj&#246;ss; om avliden har begravts till sj&#246;ss, beaktas 
s&#228;rskilt 
a) den antagna eller fastst&#228;llda d&#246;dsorsaken och hur denna utr&#246;nts; 
b) varf&#246;r den d&#246;da kroppen ej bevarats ombord och f&#246;rts i land, vilka 
m&#246;jligheter d&#228;rtill som &#246;verv&#228;gts samt om samr&#229;d &#228;gt rum med rederiet, 
den avlidnes n&#228;rmaste anf&#246;rvanter och/eller medicinsk sakkunskap i 
land. 

12. Gasf&#246;rgiftningsfall; s&#228;rskilt beaktas 
a) om k&#228;nd f&#246;rgiftningsrisk f&#246;relegat; 
b) om f&#246;rgiftningstillbud av samma eller liknande slag intr&#228;ffat 
tidigare och vilka &#229;tg&#228;rder som vidtagits med anledning d&#228;rav; 
c) om prov av l&#246;sningsmedel eller liknande tillvaratagits p&#229; platsen 
f&#246;r h&#228;ndelsen. 

13. Fall av akut alkohol- eller metanolf&#246;rgiftning; s&#228;rskilt beaktas 
a) storleken av den f&#246;rgiftades alkoholf&#246;rt&#228;ring, vilken slags sprit 
han f&#246;rt&#228;rt och varifr&#229;n denna erh&#229;llits; 
b) hans alkoholvanor; 
c) n&#228;r f&#246;rgiftningssymptom framtr&#228;dde och f&#246;rgiftningens fortsatta 
f&#246;rlopp; 
d) om f&#246;rgiftningssymptom framtr&#228;tt hos andra efter f&#246;rt&#228;ring av samma 
eller samma slags sprit; 
e) om prov av spriten tillvaratagits. 

14. L&#228;kemedelsf&#246;rgiftning; s&#228;rskilt beaktas 
a) vilket l&#228;kemedel som kan ha givit upphov till f&#246;rgiftningen och om 
detta tillvaratagits; 
b) vilka f&#246;reskrifter som g&#228;llde f&#246;r f&#246;rvaring och bruk av l&#228;kemedlet 
och vem som var ansvarig d&#228;rf&#246;r; 
c) hur l&#228;kemedlet f&#246;rvarades och hur den f&#246;rgiftade fick tillg&#229;ng till 
det; 
d) hur stor dos den f&#246;rgiftade intagit och om han k&#228;nde till de risker 
som bruk av l&#228;kemedlet kan medf&#246;ra. 

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4305">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4307">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
