

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-10-12" /> 
 <meta id="rattsinfo-edited" content="2023-10-12 10:48:38" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4323</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4322">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4324">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1965:269 ·
                    <a href="/sfsr?bet=1965:269">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1965:269) med s&#228;rskilda best&#228;mmelser om kommuns och annan menighets utdebitering av skatt, m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet BA
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1965-06-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Omtryck:</span> 1973:437
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:446
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Skattesatsen f&#246;r en kommuns uttag av kommunal inkomstskatt 
och en regions uttag av regionskatt samt avgiftssatsen f&#246;r 
uttag av begravningsavgift enligt 9 kap. begravningslagen 
(1990:1144) ska best&#228;mmas i f&#246;rh&#229;llande till de av 
Skatteverket ber&#228;knade sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomsterna i besluten om slutlig skatt enligt 56 kap. 
2 &#167; skattef&#246;rfarandelagen (2011:1244) det &#229;r skatte- och 
avgiftssatserna ska fastst&#228;llas. Motsvarande g&#228;ller vid 
best&#228;mmande av avgiftssatsen f&#246;r ett trossamfunds uttag av 
avgift som avses i lagen (1999:291) om avgift till registrerat 
trossamfund.

Om enligt 11 kap. 11 &#167; andra stycket kommunallagen (2017:725) 
n&#229;gon annan skatte- eller avgiftssats slutligt fastst&#228;llts &#228;n 
den som har best&#228;mts tidigare, ska den nya skatte- eller 
avgiftssatsen om m&#246;jligt best&#228;mmas med h&#228;nsyn till de 
sammanlagda beskattningsbara f&#246;rv&#228;rvsinkomsterna i besluten om 
slutlig skatt enligt 56 kap. 2 &#167; skattef&#246;rfarandelagen det &#229;r 
skatte- eller avgiftssatsen ska fastst&#228;llas. Lag (2019:845).

2 &#167; Har upph&#228;vts genom lag (1979:1161).

3 &#167; Skatteverket ska senast den 8 mars till kommuner och 
regioner redovisa den skatt f&#246;r det f&#246;reg&#229;ende &#229;ret som 
tillkommer kommunen eller regionen. Regeringen meddelar 
n&#228;rmare f&#246;reskrifter om s&#229;dan redovisning.

Skatteverket ska senast den 10 september varje &#229;r l&#228;mna 
kommuner och regioner uppgift om den ber&#228;knade sammanlagda 
beskattningsbara f&#246;rv&#228;rvsinkomsten som avses i 1 &#167; f&#246;rsta 
stycket.

Skatteverket ska i fr&#229;ga om avgifter till trossamfund l&#228;mna 
redovisning och uppgifter motsvarande dem som anges i f&#246;rsta 
och andra styckena till Svenska kyrkan och andra registrerade 
trossamfund, som enligt lagen (1999:291) om avgift till 
registrerat trossamfund har beviljats statlig hj&#228;lp med att ta 
in avgifterna. Skatteverket ska l&#228;mna motsvarande redovisning 
och uppgifter i fr&#229;ga om begravningsavgift enligt 
begravningslagen (1990:1144) till den f&#246;rsamling, kyrkliga 
samf&#228;llighet eller kommun som &#228;r huvudman f&#246;r 
begravningsverksamheten. F&#246;r den begravningsverksamhet som 
bedrivs under huvudmannaskap av en f&#246;rsamling eller kyrklig 
samf&#228;llighet ska dock uppgifter som anges i andra stycket 
l&#228;mnas till Kammarkollegiet och avse den ber&#228;knade sammanlagda 
beskattningsbara f&#246;rv&#228;rvsinkomsten i samtliga huvudm&#228;ns 
f&#246;rvaltningsomr&#229;den. F&#246;r s&#229;dan begravningsverksamhet ska 
Skatteverket senast den 10 september varje &#229;r ocks&#229; l&#228;mna 
uppgift till Kammarkollegiet om ber&#228;knad avr&#228;kning enligt 
4 a &#167; andra stycket f&#246;r samtliga huvudm&#228;n det f&#246;ljande 
beskattnings&#229;ret.

Skatteverket ska till kommuner l&#228;mna motsvarande redovisning 
som anges i f&#246;rsta stycket i fr&#229;ga om fastighetsavgiftsmedel. 
Senast samma dag ska Skatteverket till kommuner ocks&#229; l&#228;mna 
uppgift om de sammanlagda fastighetsavgifterna i kommunen 
enligt Skatteverkets senaste beslut om slutlig skatt enligt 
56 kap. 2 &#167; skattef&#246;rfarandelagen (2011:1244). Lag (2023:446).

3 a &#167; N&#228;r en kommun eller en region har fastst&#228;llt budgeten, 
ska kommunstyrelsen respektive regionstyrelsen genast 
underr&#228;tta Skatteverket om den skattesats som har best&#228;mts f&#246;r 
det f&#246;ljande &#229;ret. 

Om skattesatsen inte har fastst&#228;llts f&#246;re oktober m&#229;nads 
utg&#229;ng, ska styrelsen genast underr&#228;tta Skatteverket om 
styrelsens f&#246;rslag till skattesats. Har n&#229;gon annan skattesats 
&#228;n den f&#246;reslagna fastst&#228;llts, ska styrelsen genast underr&#228;tta 
Skatteverket om den fastst&#228;llda skattesatsen. Om budgeten inte 
har fastst&#228;llts f&#246;re november m&#229;nads utg&#229;ng, ska, s&#229; snart 
skattesatsen f&#246;r den prelimin&#228;ra skatten har fastst&#228;llts, 
Skatteverket underr&#228;ttas om skattesatsen.

Best&#228;mmelserna i f&#246;rsta och andra styckena g&#228;ller &#228;ven 
underr&#228;ttelse om avgiftssats enligt begravningslagen 
(1990:1144). Lag (2019:845).

3 b &#167; Har upph&#228;vts genom lag (1999:298).

4 &#167; Det som s&#228;gs i denna paragraf om kommuner och 
kommunalskattemedel till&#228;mpas ocks&#229; i fr&#229;ga om regioner och 
regioners skattemedel samt kommuners begravningsavgiftsmedel. 
I fr&#229;ga om slutavr&#228;kning av begravningsavgiftsmedel g&#228;ller 
dock i st&#228;llet best&#228;mmelserna i sj&#228;tte stycket.

En kommun har r&#228;tt att under visst &#229;r (beskattnings&#229;ret) av 
staten uppb&#228;ra prelimin&#228;ra kommunalskattemedel med ett belopp 
som motsvarar produkten av de sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomsterna i kommunen enligt Skatteverkets beslut om 
slutlig skatt enligt 56 kap. 2 &#167; skattef&#246;rfarandelagen 
(2011:1244) i fr&#229;ga om kommunal inkomstskatt (skatteunderlaget) 
&#229;ret f&#246;re beskattnings&#229;ret, den skattesats som har 
beslutats f&#246;r beskattnings&#229;ret och de uppr&#228;kningsfaktorer 
enligt tredje stycket som har fastst&#228;llts senast i september 
&#229;ret f&#246;re beskattnings&#229;ret. En kommun har ocks&#229; r&#228;tt att under 
visst &#229;r (avgifts&#229;ret) av staten uppb&#228;ra fastighetsavgiftsmedel 
med belopp som motsvarar vad kommunen haft r&#228;tt att 
uppb&#228;ra i s&#229;dana medel n&#228;rmast f&#246;reg&#229;ende &#229;r med justering f&#246;r 
skillnaden mellan de sammanlagda fastighetsavgifterna i 
kommunen enligt Skatteverkets beslut om slutlig skatt enligt 
56 kap. 2 &#167; skattef&#246;rfarandelagen &#229;ret f&#246;re avgifts&#229;ret och 
motsvarande summa andra &#229;ret f&#246;re avgifts&#229;ret. 

Senast i september varje &#229;r ska regeringen, eller den 
myndighet regeringen best&#228;mmer, fastst&#228;lla tv&#229; 
uppr&#228;kningsfaktorer som ska svara mot den uppskattade 
procentuella f&#246;r&#228;ndringen av skatteunderlaget i riket. Den ena 
ska avse f&#246;r&#228;ndringen mellan andra och f&#246;rsta &#229;ret f&#246;re 
beskattnings&#229;ret. Den andra ska avse f&#246;r&#228;ndringen mellan &#229;ret 
f&#246;re beskattnings&#229;ret och beskattnings&#229;ret. Under &#229;r d&#229; 
riksdagsval h&#229;lls i september, f&#229;r regeringen dock &#228;ndra redan 
fastst&#228;llda uppr&#228;kningsfaktorer. Detta ska ske senast en vecka 
efter att regeringen avl&#228;mnat budgetpropositionen. 

Innan Skatteverket betalar ut kommunalskattemedel och 
fastighetsavgiftsmedel till kommunerna ska avr&#228;kning och 
till&#228;gg f&#246;r bidrag g&#246;ras enligt 19 &#167; lagen (2004:773) om 
kommunalekonomisk utj&#228;mning och 6 &#167; lagen (2008:342) om 
utj&#228;mning av kostnader f&#246;r st&#246;d och service till vissa 
funktionshindrade. Vidare ska avr&#228;kning g&#246;ras enligt 
62 kap. 10 &#167; skattef&#246;rfarandelagen. Det belopp som framkommer 
ska betalas ut med en tolftedel per m&#229;nad den tredje vardagen 
r&#228;knat fr&#229;n den 17 i m&#229;naden, varvid dag som enligt 2 &#167; lagen 
(1930:173) om ber&#228;kning av lagstadgad tid j&#228;mst&#228;lls med allm&#228;n 
helgdag inte ska medr&#228;knas. &#196;r kommunens fordran inte utr&#228;knad 
vid utbetalningstillf&#228;llena i m&#229;naderna januari och februari, 
ska utbetalningarna dessa m&#229;nader grundas p&#229; samma belopp som 
utbetalningen i december m&#229;nad det f&#246;reg&#229;ende &#229;ret. N&#228;r 
s&#228;rskilda sk&#228;l f&#246;ranleder det f&#229;r Skatteverket dock f&#246;rordna 
att utbetalningen ska grundas p&#229; ett annat belopp. Om n&#229;got av 
de belopp som utbetalningen i m&#229;naderna januari, februari och 
mars grundats p&#229; inte motsvarar en tolftedel av kommunens 
fordran, ska den j&#228;mkning som f&#246;ranleds av detta ske i fr&#229;ga 
om utbetalningen i april eller, om det &#228;r fr&#229;ga om ett st&#246;rre 
belopp, f&#246;rdelas p&#229; utbetalningarna i april, maj och juni 
m&#229;nader.

En slutavr&#228;kning av kommunalskattemedlen ska ske n&#228;r besluten 
om slutlig skatt enligt 56 kap. 2 &#167; skattef&#246;rfarandelagen 
under &#229;ret efter beskattnings&#229;ret har fattats. D&#228;rvid ska en 
kommun som inte ing&#229;r i en region behandlas som om den &#228;ven 
utgjorde en region. Produkten av skatteunderlaget enligt 
besluten om slutlig skatt och den skattesats som har beslutats 
f&#246;r beskattnings&#229;ret utg&#246;r de slutliga kommunalskattemedlen. 
Om summan av dessa &#246;verstiger summan av de prelimin&#228;ra 
kommunalskattemedlen enligt andra stycket ska skillnaden 
betalas ut till kommunerna med ett enhetligt belopp per 
inv&#229;nare den 1 november &#229;ret f&#246;re beskattnings&#229;ret. I motsatt 
fall ska skillnaden &#229;terbetalas av kommunerna med ett 
enhetligt belopp per inv&#229;nare den 1 november &#229;ret f&#246;re 
beskattnings&#229;ret. Utbetalning eller &#229;terbetalning ska g&#246;ras i 
januari andra &#229;ret efter beskattnings&#229;ret.

En slutavr&#228;kning av kommunens begravningsavgiftsmedel ska ske 
n&#228;r besluten om slutlig skatt enligt 56 kap. 2 &#167; 
skattef&#246;rfarandelagen under &#229;ret efter beskattnings&#229;ret har 
fattats. Produkten av skatteunderlaget enligt besluten om 
slutlig skatt och den avgiftssats f&#246;r begravningsavgiften som 
har beslutats f&#246;r beskattnings&#229;ret utg&#246;r de slutliga 
begravningsavgiftsmedlen. Om dessa &#246;verstiger de prelimin&#228;ra 
begravningsavgiftsmedlen enligt andra stycket ska skillnaden 
betalas ut till kommunen. I motsatt fall ska skillnaden 
&#229;terbetalas av kommunen. Utbetalning eller &#229;terbetalning ska 
g&#246;ras i januari andra &#229;ret efter beskattnings&#229;ret. 
Lag (2019:845).

4 a &#167; Ett registrerat trossamfund som avses i lagen (1999:291) 
om avgift till registrerat trossamfund &#228;r ber&#228;ttigat att under 
visst &#229;r (avgifts&#229;ret) av staten uppb&#228;ra avgift som avses i 
den lagen med belopp som motsvarar vad som skulle utg&#229; p&#229; 
grundval av de sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomsterna f&#246;r de avgiftsskyldiga i trossamfundet 
enligt Skatteverkets beslut om slutlig skatt enligt 
56 kap. 2 &#167; skattef&#246;rfarandelagen (2011:1244) som fattades 
&#229;ret f&#246;re avgifts&#229;ret, ber&#228;knat efter den eller de 
avgiftssatser som har best&#228;mts f&#246;r andra &#229;ret f&#246;re 
avgifts&#229;ret.

Ett trossamfund som avses i f&#246;rsta stycket &#228;r ber&#228;ttigat att 
under ett visst &#229;r av staten s&#229;som f&#246;rskott uppb&#228;ra ett belopp 
som motsvarar produkten av den eller de avgiftssatser som har 
beslutats f&#246;r &#229;ret och de sammanlagda beskattningsbara 
f&#246;rv&#228;rvsinkomster som har fastst&#228;llts f&#246;r de avgiftsskyldiga 
enligt Skatteverkets beslut om slutlig skatt enligt 
56 kap. 2 &#167; skattef&#246;rfarandelagen som fattades det f&#246;reg&#229;ende 
&#229;ret i fr&#229;ga om kommunal inkomstskatt. F&#246;rskottet r&#228;knas av 
mot de avgifter som trossamfundet har r&#228;tt att uppb&#228;ra av 
staten p&#229; grundval av besluten om slutlig skatt under &#229;ret 
efter det att f&#246;rskottet enligt best&#228;mmelserna i tredje 
stycket betalas ut.

Det belopp som vid ing&#229;ngen av ett &#229;r utg&#246;r trossamfundets 
fordran hos staten enligt denna paragraf ska Skatteverket 
under samma &#229;r betala ut till trossamfundet med en tolftedel 
per m&#229;nad den tredje vardagen r&#228;knat fr&#229;n den 17 i m&#229;naden. 
Vardagar som enligt 2 &#167; lagen (1930:173) om ber&#228;kning av 
lagstadgad tid j&#228;mst&#228;lls med allm&#228;n helgdag ska inte r&#228;knas 
med. Om trossamfundets fordran inte har r&#228;knats ut vid 
utbetalningstillf&#228;llena i januari och februari, ska samma 
belopp som betalades ut i december det f&#246;reg&#229;ende &#229;ret betalas 
ut vid dessa tillf&#228;llen. N&#228;r det finns s&#228;rskilda sk&#228;l f&#229;r 
Skatteverket dock besluta att ett annat belopp ska betalas ut. 
Om n&#229;got av de belopp som betalades ut i januari och februari 
inte motsvarar en tolftedel av trossamfundets fordran, ska det 
belopp som betalas ut i mars j&#228;mkas.

Best&#228;mmelserna om avgift till ett registrerat trossamfund 
till&#228;mpas p&#229; motsvarande s&#228;tt i fr&#229;ga om begravningsavgift 
enligt begravningslagen (1990:1144). Det som s&#228;gs om 
trossamfund ska dock i st&#228;llet g&#228;lla den f&#246;rsamling eller 
kyrkliga samf&#228;llighet som &#228;r huvudman f&#246;r 
begravningsverksamheten. Varje huvudman &#228;r ber&#228;ttigad att 
uppb&#228;ra den del av de totala avgiftsint&#228;kterna som motsvarar 
huvudmannens andel av de totala kostnaderna f&#246;r 
begravningsverksamheten enligt de uppgifter om andelen som 
Kammarkollegiet har l&#228;mnat f&#246;r det &#229;r n&#228;r f&#246;rskott respektive 
avgift betalas ut. Om avgiften &#228;r l&#228;gre &#228;n det f&#246;rskott som 
betalats ut andra &#229;ret f&#246;re avgifts&#229;ret, ska mellanskillnaden 
r&#228;knas av mot varje huvudmans del av de totala 
avgiftsint&#228;kterna med ett belopp som motsvarar huvudmannens 
andel av de totala kostnaderna f&#246;r begravningsverksamheten 
under avgifts&#229;ret. Lag (2023:446).

5 &#167; Finner Skatteverket p&#229; grund av anm&#228;rkning eller eljest
att av verket meddelat beslut enligt denna lag blivit uppenbart
oriktigt till f&#246;ljd av skrivfel, r&#228;knefel eller annat s&#229;dant
f&#246;rbiseende, skall verket meddela beslut om r&#228;ttelse.
Lag (2003:679).

6 &#167; Skatteverkets beslut enligt denna lag f&#229;r &#246;verklagas hos
regeringen. Lag (2003:679).

&#214;verg&#229;ngsbest&#228;mmelser

1985:534

Denna lag tr&#228;der i kraft den 1 juli 1985. De nya best&#228;mmelserna i 4 &#167;
f&#246;rsta stycket och 4 a &#167; f&#246;rsta stycket till&#228;mpas f&#246;rsta g&#229;ngen i fr&#229;ga
om 1986 &#229;rs taxering. Beslut som meddelas efter utg&#229;ngen av &#229;r 1987
ang&#229;ende taxering till kommunal inkomstskatt tidigare &#229;r &#228;n 1986 skall
beaktas bara om &#228;ndringen av den beskattningsbara inkomsten &#246;verstiger
100 000 kronor.

1987:564

Denna lag tr&#228;der i kraft den 1 juli 1987. Intill den 1 januari 1988
skall dock h&#228;nvisningen i 4 &#167; femte stycket till 8 &#167; lagen (1987:560)
om skatteutj&#228;mningsavgift avse 8 &#167; lagen (1985:533) om
skatteutj&#228;mningsavgift.

1988:493

Denna lag tr&#228;der i kraft den 1 juli 1988. Intill den 1 januari 1989
skall dock h&#228;nvisningen i 1 &#167; f&#246;rsta stycket avse lagen (1979:362) om
skatteutj&#228;mningsbidrag.

1990:353

Denna lag tr&#228;der i kraft den 1 januari 1991. Best&#228;mmelserna i 4 &#167; f&#246;rsta
och tredje styckena samt 4 a &#167; f&#246;rsta och tredje styckena till&#228;mpas fr&#229;n
och med den 1 januari 1992.

1995:1519

Denna lag tr&#228;der i kraft den 1 januari 1996. &#196;ldre f&#246;reskrifter
g&#228;ller fortfarande i fr&#229;ga om utbetalning av kommunalskattemedel f&#246;r
&#229;r 1995 och tidigare &#229;r.

1997:514

Denna lag tr&#228;der i kraft den 1 november 1997 och till&#228;mpas fr&#229;n
och med februari 1998.

1999:298

1. Denna lag tr&#228;der i kraft den 1 oktober 1999 och till&#228;mpas
f&#246;rsta g&#229;ngen i fr&#229;ga om skatt eller avgift som avser
beskattnings&#229;ret 2000.

2. En slutavr&#228;kning av f&#246;rsamlingsskattemedlen f&#246;r
beskattnings&#229;ren 1998 och 1999 skall ske n&#228;r den &#229;rliga
taxeringen under &#229;ret efter beskattnings&#229;ret har avslutats. Om
det f&#246;rskott som en f&#246;rsamling uppburit f&#246;r beskattnings&#229;ren
vid avr&#228;kning understiger vad f&#246;rsamlingen har r&#228;tt att uppb&#228;ra
enligt 4 a &#167; i dess &#228;ldre lydelse skall skillnaden betalas ut
till f&#246;rsamlingen. I motsatt fall skall skillnaden &#229;terbetalas
av f&#246;rsamlingen. Utbetalningen eller &#229;terbetalning skall g&#246;ras
under andra &#229;ret efter beskattnings&#229;ret med en tolftedel per
m&#229;nad.

1999:1238

Denna lag tr&#228;der i kraft den 1 januari 2000 och till&#228;mpas
f&#246;rsta g&#229;ngen i fr&#229;ga om 2002 &#229;rs taxering. De nya
best&#228;mmelserna i 3 &#167; tredje stycket och 4 a &#167; tredje stycket
till&#228;mpas dock fr&#229;n ikrafttr&#228;dandet.

2002:673

Denna lag tr&#228;der i kraft den 1 januari 2003 och till&#228;mpas
f&#246;rsta g&#229;ngen i fr&#229;ga om kommunalskattemedel f&#246;r januari 2003.

2003:679

1. Denna lag tr&#228;der i kraft den 1 januari 2004.

2. R&#228;ttelse enligt 5 &#167; av skattemyndighets beslut skall efter
ikrafttr&#228;dandet g&#246;ras av Skatteverket.

3. &#196;ldre f&#246;reskrifter i 6 &#167; g&#228;ller fortfarande f&#246;r &#246;verklagande
av beslut som har meddelats f&#246;re ikrafttr&#228;dandet.

2003:888

Denna lag tr&#228;der i kraft den 1 mars 2004 och till&#228;mpas f&#246;rsta
g&#229;ngen i fr&#229;ga om kommunalskattemedel f&#246;r mars 2004.

2007:1414

1. Denna lag tr&#228;der i kraft den 1 januari 2008.

2. Best&#228;mmelserna i 3 &#167; fj&#228;rde stycket till&#228;mpas f&#246;rsta g&#229;ngen
i fr&#229;ga om Skatteverkets redovisning f&#246;r fastighetsavgiftsmedel
som tillkommer kommuner 2008 och i &#246;vrigt f&#246;r
fastighetsavgifter f&#246;r 2008. Best&#228;mmelsen i 4 &#167; andra stycket
andra meningen till&#228;mpas f&#246;rsta g&#229;ngen f&#246;r avgifts&#229;ret 2011.

2011:1300

1. Denna lag tr&#228;der i kraft den 1 januari 2012.

2. &#196;ldre best&#228;mmelser g&#228;ller fortfarande f&#246;r 2013 och tidigare
&#229;rs taxeringar.

3. Vid ber&#228;kning av fastighetsavgiftsmedel f&#246;r avgifts&#229;ret 2015
ska Skatteverkets beslut enligt 4 kap. 2 &#167; taxeringslagen
(1990:324) vid &#229;rlig taxering anses som beslut om slutlig skatt
enligt 56 kap. 2 &#167; skattef&#246;rfarandelagen (2011:1244).

4. S&#229;dant f&#246;rskott som avses i 4 a &#167; andra stycket f&#246;r &#229;ren
2013 och 2014 avr&#228;knas med till&#228;mpning av 4 a &#167; andra stycket i
dess nya lydelse.

2013:377

1. Denna lag tr&#228;der i kraft den 1 januari 2016.

2. Best&#228;mmelserna i 4 a &#167; i sin nya lydelse till&#228;mpas f&#246;rsta 
g&#229;ngen i fr&#229;ga om begravningsavgifter och f&#246;rskott p&#229; dessa 
f&#246;r &#229;r 2017.

2023:446

1. Denna lag tr&#228;der i kraft den 1 september 2023.

2. Best&#228;mmelserna i 3 och 4 a &#167;&#167; i den nya lydelsen till&#228;mpas 
f&#246;rsta g&#229;ngen i fr&#229;ga om begravningsavgifter och f&#246;rskott som 
betalas ut fr&#229;n och med den 1 januari 2024.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4322">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4324">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
