

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-07-26" /> 
 <meta id="rattsinfo-edited" content="2023-07-26 15:27:56" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4339</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4338">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4340">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1964:167 ·
                    <a href="/sfsr?bet=1964:167">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1964:167) med s&#228;rskilda best&#228;mmelser om unga lag&#246;vertr&#228;dare</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1964-03-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2023:312
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">Inledande best&#228;mmelse

1 &#167; I denna lag finns s&#228;rskilda best&#228;mmelser om handl&#228;ggning
hos Polismyndigheten, &#229;klagare och domstol av m&#229;l och &#228;renden
om brott d&#228;r den misst&#228;nkte inte har fyllt tjugoett &#229;r.

I &#246;vrigt g&#228;ller r&#228;tteg&#229;ngsbalkens regler och andra
best&#228;mmelser. Lag (2014:650).

F&#246;runders&#246;kning och &#229;talspr&#246;vning m.m.

2 &#167; F&#246;runders&#246;kning mot den som inte har fyllt arton &#229;r ska
ledas av en &#229;klagare eller en anst&#228;lld vid Polismyndigheten
som myndigheten har f&#246;rordnat. Unders&#246;kningsledaren ska, om
det inte m&#246;ter n&#229;got hinder, genom intresse och fallenhet f&#246;r
arbete med unga lag&#246;vertr&#228;dare vara s&#228;rskilt l&#228;mpad f&#246;r
uppgiften.

Har den unge tidigare varit f&#246;rem&#229;l f&#246;r f&#246;runders&#246;kning eller
utredning enligt 31 &#167;, ska om m&#246;jligt samma &#229;klagare och
samma anst&#228;llda vid Polismyndigheten anlitas f&#246;r att leda och
genomf&#246;ra den nya f&#246;runders&#246;kningen. Lag (2015:446).

3 &#167; Har upph&#228;vts genom lag (2012:47).

4 &#167; En f&#246;runders&#246;kning mot den som inte har fyllt arton &#229;r och 
som g&#228;ller brott p&#229; vilket f&#228;ngelse kan f&#246;lja ska bedrivas med 
s&#228;rskild skyndsamhet. Delgivning enligt 23 kap. 18 &#167; f&#246;rsta 
stycket r&#228;tteg&#229;ngsbalken av brottsmisstanke ska ske s&#229; snart 
som m&#246;jligt efter det att misstanken har uppkommit under 
f&#246;ruts&#228;ttning att det kan ske utan men f&#246;r utredningen. 
F&#246;runders&#246;kningen ska avslutas och beslut i &#229;talsfr&#229;gan fattas 
s&#229; snart det kan ske och senast inom sex veckor fr&#229;n dagen f&#246;r 
delgivningen av brottsmisstanken.

Tidsfristen f&#229;r dock &#246;verskridas endast om det &#228;r n&#246;dv&#228;ndigt 
med h&#228;nsyn till

1. att den misst&#228;nkte ska delta i medling enligt lagen 
(2002:445) om medling med anledning av brott, eller

2. utredningens beskaffenhet eller andra s&#228;rskilda 
omst&#228;ndigheter. Lag (2022:1533).

5 &#167; Om n&#229;gon som inte har fyllt arton &#229;r &#228;r sk&#228;ligen misst&#228;nkt 
f&#246;r brott, ska v&#229;rdnadshavaren eller n&#229;gon annan som svarar 
f&#246;r den unges v&#229;rd och fostran samt n&#229;gon annan som har en 
fostrande roll i f&#246;rh&#229;llande till den unge omedelbart 
underr&#228;ttas och kallas till f&#246;rh&#246;r som h&#229;lls med den unge. Om 
den unge har gripits, anh&#229;llits eller h&#228;ktats p&#229; grund av 
brottsmisstanken, ska i f&#246;rsta hand en s&#229;dan vuxen eller i 
andra hand n&#229;gon annan l&#228;mplig vuxen person underr&#228;ttas om 
detta och om sk&#228;len f&#246;r det samtidigt med underr&#228;ttelsen om 
brottsmisstanken eller annars omedelbart efter 
frihetsber&#246;vandet. 

Unders&#246;kningsledaren f&#229;r besluta att skjuta upp en 
underr&#228;ttelse om brottsmisstanke, en kallelse till f&#246;rh&#246;r 
eller en underr&#228;ttelse om frihetsber&#246;vande om det &#228;r 
n&#246;dv&#228;ndigt f&#246;r att sakens utredning inte v&#228;sentligen ska 
f&#246;rsv&#229;ras. N&#228;r det inte l&#228;ngre finns sk&#228;l f&#246;r beslutet ska en 
underr&#228;ttelse omedelbart l&#228;mnas. Detsamma g&#228;ller en kallelse 
till f&#246;rh&#246;r. 

En underr&#228;ttelse eller kallelse enligt f&#246;rsta stycket ska inte 
g&#246;ras om det strider mot den unges b&#228;sta eller om det finns 
andra s&#228;rskilda sk&#228;l. En underr&#228;ttelse om frihetsber&#246;vande ska 
dock alltid l&#228;mnas till n&#229;gon i den krets av vuxna personer 
som anges i f&#246;rsta stycket andra meningen. Lag (2022:1096).

6 &#167; Om n&#229;gon som inte har fyllt arton &#229;r &#228;r sk&#228;ligen 
misst&#228;nkt f&#246;r ett brott som kan leda till f&#228;ngelse, ska 
socialn&#228;mnden genast underr&#228;ttas. Av underr&#228;ttelsen ska det 
framg&#229; huruvida den misst&#228;nkte har tillfr&#229;gats om han eller 
hon vill delta i medling enligt lagen (2002:445) om medling 
med anledning av brott och hur den misst&#228;nkte st&#228;llt sig till 
ett deltagande.

Om den unge har gripits, anh&#229;llits eller h&#228;ktats p&#229; grund av 
brottsmisstanken, ska socialn&#228;mnden underr&#228;ttas om detta och 
om sk&#228;len f&#246;r det samtidigt med underr&#228;ttelsen om 
brottsmisstanken eller annars genast efter frihetsber&#246;vandet. 
Lag (2016:930).

6 a &#167; Den som inte har fyllt arton &#229;r och som &#228;r gripen eller 
anh&#229;llen f&#229;r h&#229;llas i f&#246;rvar i polisarrest endast om det &#228;r 
absolut n&#246;dv&#228;ndigt. Lag (2021:287).

7 &#167; Vid f&#246;rh&#246;r med den som inte har fyllt arton &#229;r och som &#228;r 
misst&#228;nkt f&#246;r ett brott p&#229; vilket f&#228;ngelse kan f&#246;lja ska en 
f&#246;retr&#228;dare f&#246;r socialtj&#228;nsten n&#228;rvara om det inte finns 
s&#228;rskilda sk&#228;l mot det och det kan ske utan men f&#246;r 
utredningen. Lag (2023:312).

8 &#167; Om den unge, sedan straffvarning har beslutats enligt 16 &#167;,
misst&#228;nks f&#246;r att ha beg&#229;tt annat brott dessf&#246;rinnan, f&#229;r
&#229;klagaren besluta att inte inleda f&#246;runders&#246;kning eller att
l&#228;gga ned en p&#229;b&#246;rjad f&#246;runders&#246;kning betr&#228;ffande detta
brott. Detta g&#228;ller dock inte, om n&#229;got v&#228;sentligt allm&#228;nt
eller enskilt intresse &#229;sidos&#228;tts genom att f&#246;runders&#246;kning
inte &#228;ger rum. Lag (2015:81).

9 &#167; Om n&#229;gon, som med st&#246;d av 3 &#167; lagen (1990:52) med s&#228;rskilda
best&#228;mmelser om v&#229;rd av unga har intagits i ett s&#229;dant hem som avses
i 12 &#167; den lagen, misst&#228;nks f&#246;r att ha beg&#229;tt brott som h&#246;r under
allm&#228;nt &#229;tal, innan v&#229;rden vid hemmet har avslutats, skall &#229;klagaren
pr&#246;va om &#229;tal l&#228;mpligen b&#246;r ske. Innan &#229;talsfr&#229;gan avg&#246;rs, skall
f&#246;rest&#229;ndaren f&#246;r hemmet h&#246;ras, om det inte &#228;r obeh&#246;vligt.
Lag (1994:1760).

Personutredning

10 &#167; Innan talan har v&#228;ckts vid domstol, f&#229;r &#229;klagare inh&#228;mta
yttrande enligt 1 &#167; lagen (1991:2041) om s&#228;rskild personutredning i
brottm&#229;l, m.m. i fr&#229;ga om den som inte har fyllt arton &#229;r.
Lag (1994:1760).

11 &#167; I fr&#229;ga om den som misst&#228;nks f&#246;r att ha beg&#229;tt brott 
innan han eller hon fyllt arton &#229;r ska &#229;klagaren, innan beslut 
fattas i &#229;talsfr&#229;gan, inh&#228;mta yttrande fr&#229;n socialn&#228;mnden i 
den kommun som enligt socialtj&#228;nstlagen (2001:453) har 
ansvaret f&#246;r den unge, om denne har erk&#228;nt g&#228;rningen eller det 
annars finns sk&#228;lig misstanke att han eller hon har beg&#229;tt 
brottet och s&#229;dant yttrande inte inh&#228;mtats under 
f&#246;runders&#246;kningen. Yttrande beh&#246;ver inte inh&#228;mtas om brottet 
&#228;r ringa, om det &#228;r uppenbart att det finns f&#246;ruts&#228;ttningar 
f&#246;r straffvarning eller &#229;talsunderl&#229;telse eller om det annars 
&#228;r obeh&#246;vligt.

Om f&#246;runders&#246;kningen g&#228;ller brott p&#229; vilket f&#228;ngelse kan 
f&#246;lja, ska, om m&#246;jligt, unders&#246;kningsledaren beg&#228;ra ett s&#229;dant 
yttrande som avses i f&#246;rsta stycket senast i samband med 
delgivning av brottsmisstanke enligt 23 kap. 18 &#167; f&#246;rsta 
stycket r&#228;tteg&#229;ngsbalken.

Ett yttrande ska inneh&#229;lla en redog&#246;relse f&#246;r vilka &#229;tg&#228;rder 
som n&#228;mnden tidigare har vidtagit i fr&#229;ga om den unge samt en 
bed&#246;mning av om den unge har ett s&#228;rskilt behov av &#229;tg&#228;rder 
som syftar till att motverka att han eller hon utvecklas 
ogynnsamt. Yttrandet ska i f&#246;rekommande fall &#228;ven inneh&#229;lla en 
redovisning av i vilken utstr&#228;ckning den unge fullgjort en 
s&#229;dan tidigare utd&#246;md ungdomsv&#229;rd eller ungdomstj&#228;nst som 
n&#228;mnden har uppgift om. Vidare ska yttrandet inneh&#229;lla en 
redovisning av de &#229;tg&#228;rder som n&#228;mnden avser att vidta. 
&#197;tg&#228;rderna ska redovisas i ett ungdomskontrakt om de vidtas 
med st&#246;d av socialtj&#228;nstlagen och i en v&#229;rdplan om de vidtas 
med st&#246;d av lagen (1990:52) med s&#228;rskilda best&#228;mmelser om v&#229;rd 
av unga. Arten, omfattningen och varaktigheten av &#229;tg&#228;rderna 
ska framg&#229; av kontraktet eller v&#229;rdplanen. Yttrandet ska, om 
unders&#246;kningsledaren eller, i de fall som avses i f&#246;rsta 
stycket, &#229;klagaren beg&#228;r det eller om n&#228;mnden finner det 
n&#246;dv&#228;ndigt, &#228;ven inneh&#229;lla en redog&#246;relse f&#246;r den unges 
personliga utveckling och levnadsomst&#228;ndigheter i &#246;vrigt. Ett 
yttrande ska ocks&#229; inneh&#229;lla en bed&#246;mning av om ungdomstj&#228;nst 
&#228;r en l&#228;mplig p&#229;f&#246;ljd med h&#228;nsyn till den unges person och 
&#246;vriga omst&#228;ndigheter.

N&#228;mnden ska &#228;ven utan samband med yttrande l&#228;mna den som har 
ansvar f&#246;r att inh&#228;mta yttrande de upplysningar som denne 
beg&#228;r i fr&#229;ga om den unge. Lag (2023:312).

12 &#167; Den som beg&#228;r yttrande enligt 11 &#167; ska ange inom vilken
tid yttrandet ska l&#228;mnas och, om det &#228;r l&#228;mpligt, ge
socialn&#228;mnden anvisningar f&#246;r hur yttrandet kan begr&#228;nsas. Om
n&#228;mnden inte kan l&#228;mna sitt yttrande inom den f&#246;reskrivna
tiden, f&#229;r den som beg&#228;rt yttrandet medge att det l&#228;mnas
senare. Yttrandet f&#229;r l&#228;mnas muntligen vid ett s&#229;dant
sammantr&#228;de som avses i 18 &#167;, om det &#228;r n&#246;dv&#228;ndigt f&#246;r att
h&#229;lla tidsfristen. Lag (2012:47).

Anmodan att avhj&#228;lpa och begr&#228;nsa skada

13 &#167; En polisman f&#229;r uppmana den som har eller kan antas ha
fyllt femton men inte arton &#229;r att s&#229; snart som m&#246;jligt vidta
&#229;tg&#228;rder f&#246;r att avhj&#228;lpa eller begr&#228;nsa skada p&#229; grund av
brott, om den unge har erk&#228;nt brottet eller det annars med
h&#228;nsyn till omst&#228;ndigheterna &#228;r uppenbart att han eller hon
har beg&#229;tt brottet. En s&#229;dan uppmaning f&#229;r dock ges endast om
det &#228;r l&#228;mpligt med h&#228;nsyn till omst&#228;ndigheterna. Om det inte
&#228;r uppenbart obeh&#246;vligt, ska m&#229;ls&#228;gandens samtycke inh&#228;mtas
innan uppmaningen ges.

En uppmaning enligt f&#246;rsta stycket f&#229;r &#228;ven ges av en annan
anst&#228;lld vid Polismyndigheten som myndigheten har utsett.
Lag (2015:446).

Kvarh&#229;llande

14 &#167; Har n&#229;gon som inte fyllt arton &#229;r gripits och beslutar
&#229;klagaren att inte anh&#229;lla den unge, f&#229;r Polismyndigheten
h&#229;lla kvar den unge f&#246;r att skyndsamt kunna &#246;verl&#228;mna honom
eller henne till f&#246;r&#228;ldrarna, annan v&#229;rdnadshavare, en
tj&#228;nsteman inom socialtj&#228;nsten eller n&#229;gon annan l&#228;mplig
vuxen person. Vad som nu sagts g&#228;ller dock endast om
&#229;klagaren funnit att den unge fortfarande &#228;r sk&#228;ligen
misst&#228;nkt f&#246;r brott.

F&#246;r samma &#228;ndam&#229;l f&#229;r Polismyndigheten h&#229;lla kvar den som
inte har fyllt arton &#229;r, om den unge har medtagits till
f&#246;rh&#246;r och &#228;r sk&#228;ligen misst&#228;nkt f&#246;r brott.

Inte i n&#229;got fall f&#229;r n&#229;gon enligt f&#246;rsta eller andra stycket
h&#229;llas kvar l&#228;ngre &#228;n tre timmar efter &#229;klagarens beslut
eller f&#246;rh&#246;ret. Den misst&#228;nkte f&#229;r tas i f&#246;rvar om det &#228;r
n&#246;dv&#228;ndigt med h&#228;nsyn till ordning eller s&#228;kerhet.
Lag (2014:650).

Straff&#246;rel&#228;ggande

15 &#167; &#197;klagaren f&#229;r, trots de begr&#228;nsningar som g&#228;ller enligt 48 kap.
4 &#167; f&#246;rsta stycket f&#246;rsta meningen r&#228;tteg&#229;ngsbalken, utf&#228;rda
straff&#246;rel&#228;ggande f&#246;r brott som har beg&#229;tts av n&#229;gon som inte har
fyllt arton

&#229;r, om det kan antas att den unge, om &#229;tal hade v&#228;ckts, skulle ha
d&#246;mts endast till b&#246;ter. D&#228;rvid skall &#229;klagaren beakta de s&#228;rskilda
regler enligt vilka r&#228;tten kan d&#246;ma till lindrigare straff &#228;n det &#228;r
f&#246;reskrivet f&#246;r brottet. Lag (1994:1760).

Straffvarning

16 &#167; Om n&#229;gon har beg&#229;tt ett brott innan han eller hon har
fyllt arton &#229;r, f&#229;r &#229;klagaren besluta att underl&#229;ta &#229;tal
enligt 17 &#167; (straffvarning).

Best&#228;mmelser om m&#246;jligheter f&#246;r &#229;klagaren att besluta att
underl&#229;ta &#229;tal finns ocks&#229; i 20 kap. 7 &#167; r&#228;tteg&#229;ngsbalken
(&#229;talsunderl&#229;telse).

I fr&#229;ga om att underl&#229;ta &#229;tal sedan &#229;tal har v&#228;ckts till&#228;mpas
20 kap. 7 a &#167; r&#228;tteg&#229;ngsbalken. Lag (2015:81).

17 &#167; Straffvarning f&#229;r beslutas, om den unge blir f&#246;rem&#229;l f&#246;r
s&#229;dan &#229;tg&#228;rd som anges nedan och det med sk&#228;l kan antas att
d&#228;rigenom vidtas vad som &#228;r l&#228;mpligast f&#246;r den unge:

1. v&#229;rd eller annan &#229;tg&#228;rd enligt socialtj&#228;nstlagen
(2001:453),

2. v&#229;rd eller annan &#229;tg&#228;rd enligt lagen (1990:52) med
s&#228;rskilda best&#228;mmelser om v&#229;rd av unga, eller

3. annan &#229;tg&#228;rd som inneb&#228;r att den unge f&#229;r hj&#228;lp eller
st&#246;d.

Straffvarning f&#229;r ocks&#229; beslutas, om det &#228;r uppenbart att
brottet har skett av okynne eller f&#246;rhastande.

Vid bed&#246;mningen av om straffvarning ska beslutas ska
&#229;klagaren ut&#246;ver vad som f&#246;ljer av f&#246;rsta och andra styckena
s&#228;rskilt beakta den unges vilja att ers&#228;tta m&#229;ls&#228;ganden f&#246;r
skada som uppkommit genom brottet, att avhj&#228;lpa eller
begr&#228;nsa skadan, att p&#229; annat s&#228;tt gottg&#246;ra m&#229;ls&#228;ganden eller
att medverka till att medling kommer till st&#229;nd enligt lagen
(2002:445) om medling med anledning av brott.

Straffvarning f&#229;r inte beslutas, om n&#229;got v&#228;sentligt allm&#228;nt
eller enskilt intresse d&#228;rigenom &#229;sidos&#228;tts. Vid bed&#246;mningen
av om n&#229;got v&#228;sentligt allm&#228;nt intresse &#229;sidos&#228;tts ska det
s&#228;rskilt beaktas om den unge tidigare har gjort sig skyldig
till brott. Lag (2015:81).

18 &#167; Den unge ska underr&#228;ttas om ett beslut om straffvarning
vid ett personligt m&#246;te med &#229;klagaren inom tv&#229; veckor efter
det att beslutet har fattats. Den unges v&#229;rdnadshavare eller
n&#229;gon annan som svarar f&#246;r den unges v&#229;rd och fostran samt
annan som har en fostrande roll i f&#246;rh&#229;llande till den unge
ska kallas till m&#246;tet, om det inte m&#246;ter hinder eller annars
finns s&#228;rskilda sk&#228;l mot det. &#196;ven f&#246;retr&#228;dare f&#246;r
socialtj&#228;nsten b&#246;r ges tillf&#228;lle att n&#228;rvara.

&#196;r det uppenbart att ett personligt m&#246;te inte kan genomf&#246;ras
inom den tid som anges i f&#246;rsta stycket, f&#229;r m&#246;tet &#228;ga rum
senare. Kan ett personligt m&#246;te inte genomf&#246;ras, ska den unge
underr&#228;ttas skriftligen om beslutet. Lag (2015:81).

19 &#167; Vid ett m&#246;te enligt 18 &#167; ska &#229;klagaren s&#228;rskilt f&#246;rklara
inneb&#246;rden av beslutet om straffvarning och det
sk&#246;tsamhetskrav som detta &#228;r f&#246;renat med och klarg&#246;ra vilka
f&#246;ljderna kan bli av fortsatta lag&#246;vertr&#228;delser.
Lag (2015:81).

20 &#167; Best&#228;mmelserna i 18 och 19 &#167;&#167; g&#228;ller i till&#228;mpliga delar ocks&#229;
beslut om &#229;talsunderl&#229;telse enligt 20 kap. 7 &#167; r&#228;tteg&#229;ngsbalken, om
beslutet avser brott som n&#229;gon har beg&#229;tt innan han har fyllt arton
&#229;r. Lag (1994:1760).

21 &#167; Socialn&#228;mnden skall underr&#228;ttas om ett beslut enligt 18 &#167;, om
n&#229;gon &#229;tg&#228;rd fr&#229;n n&#228;mndens sida f&#246;ruts&#228;tts. Lag (1994:1760).

22 &#167; Den som f&#229;r straffvarning enligt 17 &#167; ska iaktta
sk&#246;tsamhet.

Ett beslut om straffvarning f&#229;r &#229;terkallas, om s&#228;rskilda
omst&#228;ndigheter f&#246;ranleder det. Vid bed&#246;mningen av om
&#229;terkallelse ska ske ska det s&#228;rskilt beaktas om den unge har
&#229;terfallit i brott inom sex m&#229;nader fr&#229;n beslutet om
straffvarning. Lag (2015:81).

Anh&#229;llande och h&#228;ktning

23 &#167; Den som inte har fyllt arton &#229;r f&#229;r anh&#229;llas eller h&#228;ktas 
endast om det finns synnerliga sk&#228;l. Lag (2021:287).

23 a &#167; F&#246;r en misst&#228;nkt som inte har fyllt arton &#229;r n&#228;r 
h&#228;ktningsbeslutet verkst&#228;lls f&#229;r den tid som anges i 24 kap. 
4 a &#167; r&#228;tteg&#229;ngsbalken uppg&#229; till h&#246;gst tre m&#229;nader.
Lag (2021:287).

Offentlig f&#246;rsvarare

24 &#167; F&#246;r en misst&#228;nkt som inte har fyllt arton &#229;r ska en
offentlig f&#246;rsvarare f&#246;rordnas, om det inte &#228;r uppenbart att
han eller hon saknar behov av f&#246;rsvarare. N&#228;r en offentlig
f&#246;rsvarare ska f&#246;rordnas, ska unders&#246;kningsledaren anm&#228;la det
hos r&#228;tten.

F&#246;r en tidigare tilltalad g&#228;ller 21 kap. 3 b &#167; och 23 kap. 5 &#167;
r&#228;tteg&#229;ngsbalken. Lag (2012:658).

R&#228;tteg&#229;ngen

25 &#167; M&#229;l i tingsr&#228;tt och hovr&#228;tt mot den som inte har fyllt
tjugoett &#229;r skall, om det inte m&#246;ter hinder, handl&#228;ggas av
lagfarna domare som s&#228;rskilt har utsetts av domstolen att
handl&#228;gga s&#229;dana m&#229;l. Detsamma skall g&#228;lla i fr&#229;ga om n&#228;mndem&#228;n
som anlitas f&#246;r tj&#228;nstg&#246;ring i s&#229;dana m&#229;l.

I m&#229;l som r&#246;r brott p&#229; vilket endast b&#246;ter kan f&#246;lja f&#229;r andra
&#228;n dem som avses i f&#246;rsta stycket anlitas. Lag (2001:152).

26 &#167; N&#228;r &#229;tal v&#228;cks mot den som inte har fyllt arton &#229;r, skall
tingsr&#228;tten underr&#228;tta v&#229;rdnadshavaren eller annan som svarar
f&#246;r den unges v&#229;rd och fostran samt annan som har en fostrande
roll i f&#246;rh&#229;llande till den unge om &#229;talet och om tidpunkten
f&#246;r huvudf&#246;rhandlingen, om det inte finns s&#228;rskilda sk&#228;l mot
det. Motsvarande skyldighet att l&#228;mna underr&#228;ttelse om
tidpunkten f&#246;r huvudf&#246;rhandlingen g&#228;ller &#228;ven h&#246;gre r&#228;tt.

Om yttrande som avses i 11 &#167; skall l&#228;mnas eller har l&#228;mnats av
socialn&#228;mnden, skall r&#228;tten underr&#228;tta n&#228;mnden om tidpunkten
f&#246;r huvudf&#246;rhandlingen.

Om &#229;talet avser ett brott p&#229; vilket f&#228;ngelse kan f&#246;lja, skall
v&#229;rdnadshavaren eller annan som avses i f&#246;rsta stycket, h&#246;ras i
m&#229;let, om det kan ske och det inte finns s&#228;rskilda sk&#228;l mot
det.

V&#229;rdnadshavare eller annan som h&#246;rs enligt tredje stycket har
r&#228;tt till ers&#228;ttning och f&#246;rskott enligt vad som &#228;r f&#246;reskrivet
om vittne. Ers&#228;ttningen skall betalas av staten.
Lag (2006:894).

27 &#167; M&#229;l mot den som inte har fyllt tjugoett &#229;r ska, om m&#229;let 
avser brott p&#229; vilket f&#228;ngelse kan f&#246;lja, om m&#246;jligt s&#228;ttas ut 
till handl&#228;ggning p&#229; ett s&#229;dant s&#228;tt att m&#229;let inte drar till 
sig uppm&#228;rksamhet.

R&#228;tten f&#229;r i m&#229;l mot den som inte har fyllt tjugoett &#229;r 
besluta att m&#229;let ska handl&#228;ggas inom st&#228;ngda d&#246;rrar, om 
offentlighet vid f&#246;rhandlingen &#228;r till uppenbar ol&#228;genhet p&#229; 
grund av den uppm&#228;rksamhet den tilltalade kan antas bli 
f&#246;rem&#229;l f&#246;r. Om r&#228;tten anser att ett s&#229;dant beslut b&#246;r 
meddelas och om n&#229;gon som har fyllt tjugoett &#229;r ocks&#229; &#228;r 
tilltalad i m&#229;let, ska r&#228;tten handl&#228;gga &#229;talet mot den som &#228;r 
under tjugoett &#229;r som ett s&#228;rskilt m&#229;l, om det kan ske utan 
att utredningen avsev&#228;rt f&#246;rsv&#229;ras.

&#196;ven om beslut meddelas enligt andra stycket f&#229;r r&#228;ttens 
ordf&#246;rande till&#229;ta att den tilltalades anh&#246;riga och andra vars 
n&#228;rvaro kan v&#228;ntas bli till nytta f&#229;r n&#228;rvara vid 
handl&#228;ggningen.

I m&#229;l mot den som inte har fyllt arton &#229;r ska tingsr&#228;tten 
h&#229;lla huvudf&#246;rhandling &#228;ven om det inte finns anledning att 
d&#246;ma till n&#229;gon annan p&#229;f&#246;ljd &#228;n b&#246;ter eller villkorlig dom 
eller s&#229;dana p&#229;f&#246;ljder i f&#246;rening. Lag (2021:1096).

28 &#167; R&#228;tten f&#229;r d&#246;ma till ungdomsv&#229;rd endast om det i m&#229;let 
finns ett yttrande av socialn&#228;mnden med det inneh&#229;ll som avses 
i 11 &#167;. Lag (2021:1104).

29 &#167; M&#229;l mot den som inte har fyllt tjugoett &#229;r ska alltid
behandlas skyndsamt.

Om det v&#228;cks allm&#228;nt &#229;tal mot den som inte har fyllt arton &#229;r
f&#246;r ett brott f&#246;r vilket det &#228;r f&#246;reskrivet f&#228;ngelse i mer &#228;n
sex m&#229;nader, ska de tidsfrister iakttas som &#228;r f&#246;reskrivna
f&#246;r &#229;tg&#228;rder i m&#229;l d&#228;r den tilltalade &#228;r h&#228;ktad. Den
f&#246;rl&#228;ngda tidsfrist som anges i 45 kap. 14 &#167; andra stycket
andra meningen r&#228;tteg&#229;ngsbalken ska dock inte till&#228;mpas.

Om r&#228;tten beg&#228;r ett yttrande fr&#229;n socialn&#228;mnden enligt 28 &#167;,
ska n&#228;mnden yttra sig inom s&#229;dan tid att r&#228;tten kan h&#229;lla
huvudf&#246;rhandling enligt reglerna i andra stycket. Om &#228;rendets
beskaffenhet motiverar det, f&#229;r yttrandet med r&#228;ttens
medgivande l&#228;mnas senare. Lag (2014:321).

30 &#167; I m&#229;l mot den som inte har fyllt tjugoett &#229;r skall, om det inte
m&#246;ter synnerliga hinder, domen avkunnas muntligen vid
huvudf&#246;rhandlingen. I &#246;vrigt g&#228;ller 30 kap. 7 &#167; r&#228;tteg&#229;ngsbalken.
Lag (1994:1760).

30 a &#167; I m&#229;l om undanr&#246;jande av p&#229;f&#246;ljd enligt 32 kap. 4 &#167;
brottsbalken skall 26 och 30 &#167;&#167; till&#228;mpas, varvid vad som i
dessa paragrafer s&#228;gs om huvudf&#246;rhandling skall till&#228;mpas p&#229;
sammantr&#228;de som h&#229;lls i m&#229;let om undanr&#246;jande av p&#229;f&#246;ljd.
Lag (2006:894).

Varning

30 b &#167; m n&#229;gon som d&#246;mts till ungdomsv&#229;rd, ungdomstj&#228;nst 
eller ungdoms&#246;vervakning i v&#228;sentlig grad underl&#229;ter att g&#246;ra 
vad som &#229;ligger honom eller henne enligt en f&#246;reskrift vid 
ungdomsv&#229;rd om att f&#246;lja ett ungdomskontrakt eller enligt en 
dom p&#229; ungdomstj&#228;nst eller ungdoms&#246;vervakning f&#229;r &#229;klagaren 
i st&#228;llet f&#246;r att v&#228;cka talan enligt 32 kap. 4 &#167; brottsbalken 
besluta att varning ska meddelas den unge, om detta bed&#246;ms 
vara en tillr&#228;cklig &#229;tg&#228;rd. 

Varning ska s&#229; snart det kan ske meddelas den unge vid ett 
personligt m&#246;te. Den unges v&#229;rdnadshavare eller annan som 
svarar f&#246;r den unges v&#229;rd och fostran samt annan som har en 
fostrande roll i f&#246;rh&#229;llande till den unge ska kallas till 
m&#246;tet, om det inte m&#246;ter hinder eller annars finns s&#228;rskilda 
sk&#228;l mot det. &#196;ven f&#246;retr&#228;dare f&#246;r socialtj&#228;nsten b&#246;r ges 
tillf&#228;lle att n&#228;rvara. Om fr&#229;gan om varning g&#228;ller 
ungdoms&#246;vervakning b&#246;r i st&#228;llet f&#246;retr&#228;dare f&#246;r 
Kriminalv&#229;rden ges tillf&#228;lle att n&#228;rvara. Kan ett personligt 
m&#246;te inte komma till st&#229;nd, ska den unge underr&#228;ttas 
skriftligen om beslutet.

Vid m&#246;tet ska &#229;klagaren s&#228;rskilt f&#246;rklara inneb&#246;rden av 
beslutet och klarg&#246;ra vad f&#246;ljderna kan bli vid fortsatt 
missk&#246;tsamhet. Lag (2020:618).

Brott beg&#229;ngna av den som inte har fyllt femton &#229;r

31 &#167; Kan n&#229;gon misst&#228;nkas f&#246;r att f&#246;re femton &#229;rs &#229;lder ha 
beg&#229;tt ett brott f&#246;r vilket det inte &#228;r f&#246;reskrivet lindrigare 
straff &#228;n f&#228;ngelse i ett &#229;r eller ett straffbelagt f&#246;rs&#246;k, en 
straffbelagd f&#246;rberedelse eller en straffbelagd st&#228;mpling till 
ett s&#229;dant brott ska en utredning om brottet inledas, om inte 
s&#228;rskilda sk&#228;l talar emot det.

P&#229; beg&#228;ran av socialn&#228;mnden f&#229;r en utredning om brott &#228;ven 
inledas i andra fall avseende n&#229;gon som inte har fyllt femton 
&#229;r, om socialn&#228;mnden bed&#246;mer att utredningen kan antas ha 
betydelse f&#246;r att avg&#246;ra behovet av socialtj&#228;nstens insatser 
f&#246;r den unge. Vid denna bed&#246;mning ska det s&#228;rskilt beaktas om 
det &#228;r fr&#229;ga om ett brott som inneb&#228;r att den unge &#228;ventyrar 
sin h&#228;lsa eller utveckling eller om brottet kan antas utg&#246;ra 
ett led i en upprepad brottslighet beg&#229;ngen av den unge.

I andra fall &#228;n som avses i f&#246;rsta och andra styckena f&#229;r en 
utredning om brott inledas avseende n&#229;gon som inte har fyllt 
femton &#229;r

1. om det beh&#246;vs f&#246;r att klarl&#228;gga om n&#229;gon som har fyllt 
femton &#229;r har tagit del i brottet,

2. om det beh&#246;vs f&#246;r att efterforska gods som har kommits &#229;t 
genom brottet eller som kan bli f&#246;rem&#229;l f&#246;r f&#246;rverkande, eller

3. om det av andra sk&#228;l &#228;r p&#229;kallat med h&#228;nsyn till allm&#228;nna 
eller enskilda intressen.

Har den unge inte fyllt tolv &#229;r f&#229;r en utredning enligt andra 
eller tredje stycket inledas endast om det finns synnerliga 
sk&#228;l. Lag (2023:312).

32 &#167; Best&#228;mmelserna om f&#246;runders&#246;kning i 23 kap. 3, 4, 6-
14 &#167;&#167;, 18 b-19, 21, 21 b-21 d och 24 &#167;&#167; r&#228;tteg&#229;ngsbalken ska i 
till&#228;mpliga delar g&#228;lla f&#246;r en s&#229;dan utredning som avses i 
31 &#167;. Efter att f&#246;rh&#246;r h&#229;llits med den unge ska best&#228;mmelserna 
om insyn i 23 kap. 18 &#167; samma balk g&#228;lla i till&#228;mpliga delar 
f&#246;r en s&#229;dan utredning. N&#228;r utredningen &#228;r slutf&#246;rd ska 
best&#228;mmelserna om insyn i 23 kap. 18 a &#167; samma balk till&#228;mpas. 
Det som s&#228;gs om f&#246;runders&#246;kning och &#229;tal i den paragrafen ska 
i st&#228;llet avse utredning enligt 31 &#167; respektive bevistalan 
enligt 38 &#167;. R&#228;tten att f&#229; en kopia i 23 kap. 21 a &#167; samma 
balk g&#228;ller i de fall d&#229; en bevistalan v&#228;cks.

En utredning som avses i 31 &#167; ska bedrivas med s&#228;rskild 
skyndsamhet och avslutas s&#229; snart det &#228;r m&#246;jligt. Utredningen 
f&#229;r inte p&#229;g&#229; l&#228;ngre tid &#228;n tre m&#229;nader, om det inte &#228;r 
n&#246;dv&#228;ndigt med h&#228;nsyn till utredningens beskaffenhet eller 
andra s&#228;rskilda omst&#228;ndigheter.

Utredningen ska ledas av en &#229;klagare eller en anst&#228;lld vid 
Polismyndigheten som myndigheten har f&#246;rordnat. 
Unders&#246;kningsledaren ska, om det inte m&#246;ter n&#229;got hinder, 
genom intresse och fallenhet f&#246;r arbete med unga 
lag&#246;vertr&#228;dare vara s&#228;rskilt l&#228;mpad f&#246;r uppgiften.

Har den unge tidigare varit f&#246;rem&#229;l f&#246;r utredning enligt 31 &#167;, 
ska om m&#246;jligt samma &#229;klagare och samma anst&#228;llda vid 
Polismyndigheten anlitas f&#246;r att leda och genomf&#246;ra den nya 
utredningen. Lag (2023:312).

32 a &#167; Ett juridiskt bitr&#228;de ska f&#246;rordnas f&#246;r den unge

1. vid en utredning enligt 31 &#167; f&#246;rsta stycket, om det inte 
&#228;r uppenbart att den unge saknar behov av det, och

2. vid en utredning enligt 31 &#167; andra eller tredje stycket, 
om det finns synnerliga sk&#228;l f&#246;r det.

En ans&#246;kan om ett s&#229;dant bitr&#228;de g&#246;rs av &#229;klagaren eller den 
unges v&#229;rdnadshavare hos tingsr&#228;tten. Best&#228;mmelserna i 21 
kap. 5–8 &#167;&#167;, 9 &#167; tredje stycket och 10 &#167; r&#228;tteg&#229;ngsbalken ska 
till&#228;mpas i fr&#229;ga om ett s&#229;dant juridiskt bitr&#228;de.
Lag (2016:930).

32 b &#167; N&#228;r en utredning enligt 31 &#167; har inletts eller 
&#229;terupptagits ska lagen (1988:609) om m&#229;ls&#228;gandebitr&#228;de och 
lagen (1999:997) om s&#228;rskild f&#246;retr&#228;dare f&#246;r barn g&#228;lla. Det 
som s&#228;gs om f&#246;runders&#246;kning och &#229;tal i de lagarna ska 
i st&#228;llet avse utredning enligt 31 &#167; respektive bevistalan 
enligt 38 &#167;. Best&#228;mmelserna om &#229;terbetalningsskyldighet i 8 &#167; 
lagen om m&#229;ls&#228;gandebitr&#228;de och 12 &#167; lagen om s&#228;rskild 
f&#246;retr&#228;dare f&#246;r barn ska dock inte g&#228;lla.

Best&#228;mmelserna om anm&#228;lan i 23 kap. 5 &#167; r&#228;tteg&#229;ngsbalken, om 
r&#228;tten att n&#228;rvara vid f&#246;rh&#246;r i 23 kap. 10 &#167; samma balk och om 
r&#228;tten att st&#228;lla fr&#229;gor vid f&#246;rh&#246;r i 23 kap. 11 &#167; samma balk 
ska g&#228;lla n&#228;r ett m&#229;ls&#228;gandebitr&#228;de har f&#246;rordnats.
Lag (2023:312).

33 &#167; Den unges v&#229;rdnadshavare eller annan som svarar f&#246;r den
unges v&#229;rd och fostran samt annan som har en fostrande roll i
f&#246;rh&#229;llande till den unge ska omedelbart underr&#228;ttas

1. om den unge kan misst&#228;nkas f&#246;r att f&#246;re femton &#229;rs &#229;lder
ha beg&#229;tt ett brott, och

2. om en utredning enligt 31 &#167; har inletts avseende den unge.

Den som ska underr&#228;ttas enligt f&#246;rsta stycket ska kallas till
f&#246;rh&#246;r som h&#229;lls med den unge.

F&#246;rsta och andra styckena g&#228;ller inte om det &#228;r till men f&#246;r
utredningen eller det i &#246;vrigt finns s&#228;rskilda sk&#228;l mot det.
Lag (2010:478).

34 &#167; Socialn&#228;mnden ska omedelbart underr&#228;ttas

1. n&#228;r n&#229;gon kan misst&#228;nkas f&#246;r att f&#246;re femton &#229;rs &#229;lder ha 
beg&#229;tt ett brott p&#229; vilket f&#228;ngelse kan f&#246;lja, och

2. n&#228;r en utredning enligt 31 &#167; har inletts.

Vid f&#246;rh&#246;r med den unge i en utredning enligt 31 &#167; f&#246;rsta 
eller andra stycket ska en f&#246;retr&#228;dare f&#246;r socialtj&#228;nsten 
n&#228;rvara om det inte finns synnerliga sk&#228;l mot det. Om det &#228;r 
fr&#229;ga om en utredning enligt 31 &#167; tredje stycket ska en s&#229;dan 
f&#246;retr&#228;dare n&#228;rvara vid f&#246;rh&#246;r med den unge om det inte finns 
s&#228;rskilda sk&#228;l mot det.

I fall som avses i 31 &#167; andra stycket f&#229;r ingen annan &#229;tg&#228;rd 
&#228;n f&#246;rh&#246;r med den unge vidtas innan socialn&#228;mnden har beg&#228;rt 
att en utredning ska inledas. Om det finns s&#228;rskilda sk&#228;l f&#229;r 
dock &#228;ven andra &#229;tg&#228;rder vidtas.

Om brottsmisstanken kvarst&#229;r efter f&#246;rh&#246;ret med den unge och 
efter andra vidtagna &#229;tg&#228;rder, ska protokoll &#246;ver f&#246;rh&#246;ret och 
&#229;tg&#228;rderna omg&#229;ende s&#228;ndas till socialn&#228;mnden.
Lag (2023:312).

35 &#167; Har n&#229;gon f&#246;re femton &#229;rs &#229;lder beg&#229;tt ett brott p&#229; vilket
f&#228;ngelse skulle ha kunnat f&#246;lja och antr&#228;ffas den unge p&#229; bar
g&#228;rning eller p&#229; flykt fr&#229;n brottsplatsen, f&#229;r han eller hon
gripas av envar. Om en enskild person har gripit den unge,
skall denne skyndsamt &#246;verl&#228;mnas till n&#228;rmaste polisman.

Polismyndigheten eller &#229;klagaren skall omedelbart besluta om
den unge skall friges eller h&#229;llas kvar f&#246;r f&#246;rh&#246;r. Den unge
f&#229;r inte tas i f&#246;rvar men f&#229;r h&#229;llas kvar enligt 14 &#167;, dock
inte l&#228;ngre &#228;n tre timmar efter beslut om frigivning eller, om
den unge medtagits till f&#246;rh&#246;r, sedan f&#246;rh&#246;ret avslutats.
Lag (2006:894).

36 &#167; Om n&#229;gon &#228;r misst&#228;nkt f&#246;r att f&#246;re femton &#229;rs &#229;lder ha 
beg&#229;tt ett brott f&#229;r, om det finns s&#228;rskilda sk&#228;l, beslag, 
husrannsakan, &#229;tg&#228;rder f&#246;r biometrisk autentisering, 
genoms&#246;kning p&#229; distans och kroppsvisitation f&#246;retas mot den 
unge, samt fotografi och fingeravtryck tas av honom eller 
henne enligt best&#228;mmelserna i 23 kap. 9 a &#167;, 27 och 28 kap. 
r&#228;tteg&#229;ngsbalken. 

Det som i 27 kap. 7 och 8 &#167;&#167; r&#228;tteg&#229;ngsbalken s&#228;gs om &#229;tal och 
om verkan av att &#229;tal inte v&#228;cks ska i st&#228;llet avse bevistalan 
och talan om f&#246;rverkande samt verkan av att s&#229;dan talan inte 
v&#228;cks. 

Vid kroppsvisitation som g&#246;rs enligt 28 kap. r&#228;tteg&#229;ngsbalken 
ska 28 kap. 13 a &#167; r&#228;tteg&#229;ngsbalken g&#228;lla med den skillnaden 
att den unge f&#229;r h&#229;llas kvar f&#246;r &#228;ndam&#229;let i h&#246;gst tre timmar.
Lag (2022:317).

36 a &#167; &#196;r n&#229;gon sk&#228;ligen misst&#228;nkt f&#246;r att f&#246;re femton &#229;rs
&#229;lder ha beg&#229;tt ett brott f&#246;r vilket inte &#228;r f&#246;reskrivet
lindrigare straff &#228;n f&#228;ngelse ett &#229;r eller ett straffbelagt
f&#246;rs&#246;k, en straffbelagd f&#246;rberedelse eller en straffbelagd
st&#228;mpling till ett s&#229;dant brott f&#229;r kroppsbesiktning f&#246;retas,
om det &#228;r av synnerlig vikt f&#246;r att klarl&#228;gga
omst&#228;ndigheterna kring brottet. Lag (2010:478).

36 b &#167; &#196;r n&#229;gon sk&#228;ligen misst&#228;nkt f&#246;r att f&#246;re femton &#229;rs 
&#229;lder olovligen ha brukat narkotika f&#229;r kroppsbesiktning 
utf&#246;ras genom att prov tas fr&#229;n kroppen och unders&#246;ks, om det 
kan antas ha betydelse f&#246;r att avg&#246;ra behovet av 
socialtj&#228;nstens insatser f&#246;r den unge.

S&#229;dan kroppsbesiktning beslutas av &#229;klagare.

Socialn&#228;mnden ska omedelbart underr&#228;ttas om resultatet av en 
s&#229;dan kroppsbesiktning. Detsamma g&#228;ller den unges 
v&#229;rdnadshavare eller annan som svarar f&#246;r den unges v&#229;rd och 
fostran samt annan som har en fostrande roll i f&#246;rh&#229;llande 
till den unge, om det inte finns s&#228;rskilda sk&#228;l mot det.
Lag (2023:312).

36 c &#167; Den som ska kroppsbesiktigas enligt 36 a eller 36 b &#167;
f&#229;r h&#229;llas kvar f&#246;r &#228;ndam&#229;let upp till tre timmar eller om
det finns synnerliga sk&#228;l, ytterligare tre timmar.
Lag (2010:478).

36 d &#167; Kroppsbesiktning enligt 36 a eller 36 b &#167; f&#229;r inte
verkst&#228;llas eller bevittnas av n&#229;gon annan &#228;n en l&#228;kare, en
legitimerad sjuksk&#246;terska eller en person som &#228;r av samma k&#246;n
som den unge. Kroppsbesiktning som enbart inneb&#228;r att
blodprov, alkoholutandningsprov eller salivprov f&#246;r DNA-
analys tas p&#229; den unge, f&#229;r dock verkst&#228;llas eller bevittnas
av n&#229;gon som inte &#228;r av samma k&#246;n som den unge. Lag (2010:478).

36 e &#167; Vid kroppsbesiktning enligt 36 a &#167; ska 28 kap. 12 &#167; 
tredje stycket, 13 &#167; f&#246;rsta och andra styckena och 13 a &#167; 
tredje stycket r&#228;tteg&#229;ngsbalken g&#228;lla.

Vid kroppsbesiktning enligt 36 b &#167; ska 28 kap. 3 a och 9 &#167;&#167;, 
12 &#167; tredje stycket andra meningen, 13 &#167; andra stycket och 
13 a &#167; tredje stycket r&#228;tteg&#229;ngsbalken g&#228;lla i till&#228;mpliga 
delar. Lag (2023:312).

36 f &#167; Mot den som &#228;r under femton &#229;r f&#229;r endast de 
tv&#229;ngsmedel anv&#228;ndas som &#228;r angivna i 

1. denna lag,

2. 23 kap. 7-9 a &#167;&#167; och 28 kap. 10 f &#167; r&#228;tteg&#229;ngsbalken, eller

3. en annan f&#246;rfattning d&#228;r det uttryckligen f&#246;reskrivs att 
tv&#229;ngsmedlet f&#229;r anv&#228;ndas mot den som &#228;r under femton &#229;r.
Lag (2022:317).

37 &#167; N&#228;r en utredning enligt 31 &#167; har avslutats ska
utredningsprotokollet s&#229; snart som m&#246;jligt s&#228;ndas till
socialn&#228;mnden. Lag (2010:478).

38 &#167; &#197;klagaren ska beg&#228;ra pr&#246;vning i domstol av om den unge 
har beg&#229;tt ett brott (bevistalan) om

1. brottet har beg&#229;tts innan den unge har fyllt femton &#229;r, 

2. det inte &#228;r f&#246;reskrivet lindrigare straff &#228;n f&#228;ngelse i fem 
&#229;r f&#246;r brottet, eller det &#228;r fr&#229;ga om ett straffbelagt f&#246;rs&#246;k, 
en straffbelagd f&#246;rberedelse eller en straffbelagd st&#228;mpling 
till ett s&#229;dant brott,

3. en utredning enligt 31 &#167; har slutf&#246;rts om brottet, och

4. det skulle ha funnits tillr&#228;ckliga sk&#228;l f&#246;r &#229;tal om brottet 
hade beg&#229;tts efter att den unge har fyllt femton &#229;r.

&#196;ven om det &#228;r f&#246;reskrivet lindrigare straff &#228;n f&#228;ngelse i fem 
&#229;r f&#246;r brottet f&#229;r en bevistalan v&#228;ckas om det finns 
synnerliga sk&#228;l f&#246;r det.

Bevistalan f&#229;r inte v&#228;ckas om det finns s&#228;rskilda 
omst&#228;ndigheter som talar mot det. Lag (2023:312).

38 a &#167; Socialn&#228;mnden och Inspektionen f&#246;r v&#229;rd och omsorg f&#229;r 
g&#246;ra en framst&#228;llning hos &#229;klagare om att bevistalan ska 
v&#228;ckas. Lag (2023:312).

38 b &#167; Om det inte m&#246;ter n&#229;got hinder ska bevistalan f&#246;ras av 
en &#229;klagare som genom intresse och fallenhet f&#246;r arbete med 
unga lag&#246;vertr&#228;dare &#228;r s&#228;rskilt l&#228;mpad f&#246;r uppgiften.

Vid en bevistalan till&#228;mpas 25 &#167; f&#246;rsta stycket och 
best&#228;mmelserna om allm&#228;nt &#229;tal f&#246;r brott f&#246;r vilket det &#228;r 
f&#246;reskrivet f&#228;ngelse i mer &#228;n ett &#229;r. I fr&#229;ga om tv&#229;ngsmedel 
g&#228;ller 36-36 f &#167;&#167;. S&#229;dan r&#228;tteg&#229;ngskostnad som avses i 31 kap. 
1 &#167; r&#228;tteg&#229;ngsbalken ska staten svara f&#246;r. Lag (2023:312).

38 c &#167; En dom om bevistalan som har f&#229;tt laga kraft f&#229;r 
undanr&#246;jas efter ans&#246;kan av &#229;klagaren, om

1. det genom utredning som inte har lagts fram tidigare 
framg&#229;r att den vars skuld pr&#246;vats hade fyllt femton &#229;r vid 
g&#228;rningen, och

2. &#229;klagaren g&#246;r sannolikt att han eller hon inte har kunnat 
&#229;beropa utredningen vid den r&#228;tt som har meddelat domen eller 
genom att &#246;verklaga domen, eller om han eller hon annars har 
haft giltig urs&#228;kt att inte g&#246;ra det.

Ans&#246;kan ska g&#246;ras skriftligen hos hovr&#228;tten om domen har 
meddelats av en tingsr&#228;tt och i annat fall hos H&#246;gsta 
domstolen. Ans&#246;kan ska g&#246;ras inom ett &#229;r fr&#229;n det att 
&#229;klagaren fick k&#228;nnedom om utredningen. F&#246;r ans&#246;kan g&#228;ller 
58 kap. 5 &#167; r&#228;tteg&#229;ngsbalken. Vid f&#246;rfarandet g&#228;ller 
best&#228;mmelserna om allm&#228;nt &#229;tal f&#246;r brott i till&#228;mpliga delar.

Om H&#246;gsta domstolen pr&#246;var fr&#229;gan om undanr&#246;jande, ska ett 
bifall till ans&#246;kan omfatta b&#229;de tingsr&#228;ttens och hovr&#228;ttens 
dom. Lag (2023:312).

38 d &#167; Sedan en dom om bevistalan har f&#229;tt laga kraft, f&#229;r 
resning beviljas under samma f&#246;ruts&#228;ttningar som g&#228;ller enligt 
58 kap. 2 och 3 &#167;&#167; r&#228;tteg&#229;ngsbalken. Vid f&#246;rfarandet g&#228;ller 
58 kap. 4-10 &#167;&#167; samma balk i till&#228;mpliga delar. Den unge ska 
dock inte &#229;l&#228;ggas att ers&#228;tta motparten eller staten f&#246;r 
kostnaderna i resnings&#228;rendet. Det som s&#228;gs om f&#246;runders&#246;kning 
i 58 kap. 6 a &#167; samma balk ska i st&#228;llet avse en utredning 
enligt 31 &#167;. Lag (2023:312).

Samverkan

39 &#167; Kommuner och de myndigheter som handl&#228;gger &#228;renden om
unga lag&#246;vertr&#228;dare ska verka f&#246;r att lokal samverkan mellan
f&#246;retr&#228;dare f&#246;r kommunerna och myndigheterna regelbundet sker
i &#246;vergripande fr&#229;gor om unga lag&#246;vertr&#228;dare.
Lag (2015:81).

Resning

40 &#167; Om en ans&#246;kan om resning avser en tilltalad som inte har 
fyllt arton &#229;r ska r&#228;tten underr&#228;tta v&#229;rdnadshavaren eller 
n&#229;gon annan som svarar f&#246;r den unges v&#229;rd och fostran samt 
n&#229;gon annan som har en fostrande roll i f&#246;rh&#229;llande till den 
unge om ans&#246;kan. En underr&#228;ttelse ska inte l&#228;mnas om det 
strider mot den unges b&#228;sta eller om det finns andra s&#228;rskilda 
sk&#228;l. Lag (2022:1083).

41 &#167; En ans&#246;kan om resning som avser en tilltalad som inte har 
fyllt tjugoett &#229;r ska handl&#228;ggas skyndsamt. Lag (2022:1083).


&#214;verg&#229;ngsbest&#228;mmelser

1994:1760

Denna lag tr&#228;der i kraft den 1 mars 1995. &#196;ldre best&#228;mmelser
till&#228;mpas i m&#229;l och &#228;renden hos polis- och &#229;klagarmyndighet d&#228;r
f&#246;runders&#246;kning har inletts f&#246;re ikrafttr&#228;dandet. I domstol till&#228;mpas
&#228;ldre best&#228;mmelser i m&#229;l d&#228;r talan har v&#228;ckts f&#246;re ikrafttr&#228;dandet.

2006:894

1. Denna lag tr&#228;der i kraft den 1 januari 2007.

2. Best&#228;mmelsen i 4 &#167; i sin &#228;ldre lydelse skall till&#228;mpas i m&#229;l
och &#228;renden hos polis- och &#229;klagarmyndigheter d&#228;r
f&#246;runders&#246;kning har inletts f&#246;re ikrafttr&#228;dandet.

3. Den nya best&#228;mmelsen i 11 &#167; andra stycket skall till&#228;mpas
endast i fr&#229;ga om m&#229;l och &#228;renden hos polis- och
&#229;klagarmyndigheter d&#228;r f&#246;runders&#246;kning har inletts efter
ikrafttr&#228;dandet.

2010:478

1. Denna lag tr&#228;der i kraft den 1 juli 2010.

2. Best&#228;mmelsen i 32 &#167; andra stycket i sin &#228;ldre lydelse
g&#228;ller f&#246;r utredningar som har inletts f&#246;re ikrafttr&#228;dandet.

2021:287

1. Denna lag tr&#228;der i kraft den 1 juli 2021.

2. Om en misst&#228;nkt vid lagens ikrafttr&#228;dande har varit ber&#246;vad 
friheten i Sverige som h&#228;ktad under en sammanh&#228;ngande tid som 
&#228;r l&#228;ngre &#228;n tre m&#229;nader utan att &#229;tal har v&#228;ckts, ska 
&#229;klagarens beg&#228;ran enligt 24 kap. 4 a &#167; r&#228;tteg&#229;ngsbalken om 
att f&#229; &#246;verskrida tiden enligt 23 a &#167; ha kommit in till r&#228;tten 
senast klockan elva den 1 juli 2021. Om en s&#229;dan beg&#228;ran 
kommer in i r&#228;tt tid ska r&#228;tten efter det att lagen tr&#228;tt i 
kraft h&#229;lla f&#246;rhandling i h&#228;ktningsfr&#229;gan i enlighet med 
24 kap. 18 &#167; tredje stycket r&#228;tteg&#229;ngsbalken. I annat fall ska 
r&#228;tten omedelbart h&#228;va h&#228;ktningsbeslutet.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4338">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4340">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
