

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2003-08-26" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4340</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4339">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4341">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1964:163 ·
                    <a href="/sfsr?bet=1964:163">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1964:163) om inf&#246;rande av brottsbalken;
</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet L5
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1964-03-20
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 1986:119
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
1 &#167;  Den av riksdagen &#229;r 1962 antagna och den 21 december samma &#229;r
(nr 700) utf&#228;rdade brottsbalken skall j&#228;mte vad nedan stadgas tr&#228;da
i kraft den 1 januari 1965; dock m&#229; dessf&#246;rinnan best&#228;mmelser meddelas
av Konungen enligt vad i balken och denna lag &#228;r f&#246;r vissa fall
stadgat.

2 &#167;  Genom brottsbalken upph&#228;vas med den begr&#228;nsning som f&#246;ljer av
vad h&#228;r nedan stadgas

strafflagen den 16 februari 1864 med undantag av 6 kap. 1-7 &#167;&#167;;

3 &#167;  f&#246;rordningen den 16 november 1841 (nr 58) emot fylleri och
dryckenskap;

lagen den 22 april 1927 (nr 110) om tillsyn &#246;ver dem, som utskrivits
p&#229; prov fr&#229;n f&#246;rvaring eller internering i s&#228;kerhetsanstalt;

lagen den 24 september 1931 (nr 328) med vissa best&#228;mmelser om
b&#246;tesstraff utom strafflagens omr&#229;de (s&#228;rskild b&#246;teslag);

lagen den 15 juni 1935 (nr 343) om ungdomsf&#228;ngelse;

lagen den 18 juni 1937 (nr 461) om f&#246;rvaring och internering i
s&#228;kerhetsanstalt;

lagen den 22 juni 1939 (nr 314) om villkorlig dom;

lagen den 18 september 1943 (nr 691) om villkorlig frigivning;

lagen den 20 april 1951 (nr 175) med vissa best&#228;mmelser om b&#246;ter och
viten; samt

lagen den 30 december 1952 (nr 789) med vissa best&#228;mmelser om p&#229;f&#246;ljd
f&#246;r brott av under&#229;rig;

s&#229; ock vad i &#246;vrigt finnes i lag eller f&#246;rfattning eller i reglemente,
instruktion eller annan s&#228;rskild f&#246;reskrift stridande mot
best&#228;mmelserna i brottsbalken eller denna lag.

3 &#167;  F&#246;rekommer i lag eller f&#246;rfattning h&#228;nvisning till eller avses
eljest d&#228;ri lagrum, som ersatts genom best&#228;mmelse i brottsbalken eller
denna lag, skall den best&#228;mmelsen i st&#228;llet till&#228;mpas.

4 &#167;  &#196;r i lag eller f&#246;rfattning f&#246;r brott stadgat f&#228;ngelse utan
angivande av l&#228;ngsta tid d&#228;rf&#246;r, m&#229; f&#228;ngelse ej &#229;d&#246;mas p&#229; l&#228;ngre tid
&#228;n ett &#229;r.

Till straffarbete m&#229; ej vidare d&#246;mas; i st&#228;llet d&#246;mes till f&#228;ngelse p&#229;
tid som &#228;r stadgad f&#246;r straffarbete. Vad nu sagts skall dock ej &#228;ga
till&#228;mpning i m&#229;l, vari domstol f&#246;re den 1 januari 1965 d&#246;mt till
straffarbete.

5 &#167;  Ingen m&#229; d&#246;mas f&#246;r g&#228;rning, f&#246;r vilken ej var stadgat straff n&#228;r
den begicks.

Straff skall best&#228;mmas efter den lag som g&#228;llde n&#228;r g&#228;rningen
f&#246;retogs. G&#228;ller annan lag n&#228;r dom meddelas, skall den lagen
till&#228;mpas, om den leder till frihet fr&#229;n straff eller till lindrigare
straff; vad nu &#228;r sagt skall dock ej g&#228;lla, n&#228;r fr&#229;ga &#228;r om g&#228;rning
som under viss tid varit straffbelagd p&#229; grund av d&#229; r&#229;dande s&#228;rskilda
f&#246;rh&#229;llanden.

Betr&#228;ffande &#229;d&#246;mande av annan p&#229;f&#246;ljd f&#246;r brott &#228;n straff skall vad i
brottsbalken stadgas &#228;ga till&#228;mpning &#228;ven &#229; g&#228;rning som beg&#229;tts f&#246;re
den 1 januari 1965; dock m&#229; i s&#229;dant fall f&#228;r g&#228;rning, som n&#229;gon
beg&#229;tt under inflytande av sinnesbeskaffenhet som avses i 5 kap. 5 &#167;
strafflagen, ej till&#228;mpas annan p&#229;f&#246;ljd &#228;n &#246;verl&#228;mnande till s&#228;rskild
v&#229;rd.

Vad i 36 kap. 1, 2, 4 och 5 &#167;&#167; brottsbalken stadgas skall &#228;ga
till&#228;mpning j&#228;mv&#228;l n&#228;r fr&#229;ga &#228;r om g&#228;rning, f&#246;r vilken straff j&#228;mlikt
andra stycket skall best&#228;mmas enligt &#228;ldre lag.

6 &#167;  I annat m&#229;l &#228;n s&#229;dant, som av f&#246;rsta domstol avgjorts f&#246;re den 1
januari 1965, skola best&#228;mmelserna i 34 kap. brottsbalken, med
iakttagande av vad i 9-11 &#167;&#167; denna lag s&#228;gs, till&#228;mpas j&#228;mv&#228;l n&#228;r
fr&#229;ga &#228;r om brott, som beg&#229;tts f&#246;re sagda dag. Lag (1975:1396).

7 &#167;  &#197;klagares befogenhet att tala &#229; brott skall bed&#246;mas efter den lag
som g&#228;ller n&#228;r &#229;tal v&#228;ckes. Bed&#246;mningen skall dock alltid ske efter
&#228;ldre lag, om n&#228;r handlingen f&#246;retogs brottet var undantaget fr&#229;n
allm&#228;nt &#229;tal eller f&#246;r s&#229;dant &#229;tal var stadgat s&#228;rskilt villkor och
best&#228;mmelsen h&#228;rom icke upptagits i den nya lagen.

8 &#167;  F&#246;rekomma till verkst&#228;llighet p&#229; en g&#229;ng dom, varigenom n&#229;gon
d&#246;mts till straffarbete p&#229; viss tid, och annan dom, meddelad f&#246;re den
1 januari 1965, enligt vilken han har att underg&#229; f&#228;ngelse, skall
fortfarande till&#228;mpas vad i 4 kap. 5 &#167; andra stycket och 6 &#167; f&#246;rsta
stycket strafflagen s&#228;gs.

9 &#167;  Vad i brottsbalken stadgas om f&#228;ngelse skall, med de undantag som
angivas nedan, i till&#228;mpliga delar g&#228;lla i fr&#229;ga om straffarbete och
betr&#228;ffande f&#228;ngelse som &#229;d&#246;mts f&#246;re balkens ikrafttr&#228;dande.

1. Vid pr&#246;vning av fr&#229;ga om villkorlig frigivning fr&#229;n gemensamt
straff, som best&#228;mts j&#228;mlikt 4 kap. 3 &#167; strafflagen, skall alltj&#228;mt
iakttagas vad i 1 &#167; andra stycket, 14 &#167; andra stycket och 20 &#167; f&#246;rsta
stycket lagen om villkorlig frigivning s&#228;gs.

2. I fr&#229;ga om den som vid brottsbalkens ikrafttr&#228;dande &#228;r villkorligt
frigiven fr&#229;n straffarbete eller f&#228;ngelse skall betr&#228;ffnde pr&#246;votidens
l&#228;ngd och inneh&#229;llet i honom meddelade s&#228;rskilda f&#246;reskrifter alltj&#228;mt
till&#228;mpas vad d&#228;rom stadgas i lagen om villkorlig frigivning. Vid
till&#228;mpning av 26 kap. 18 &#167; brottsbalken m&#229;, s&#229;vitt avser f&#246;rh&#229;llande
som h&#228;nf&#246;r sig till tiden f&#246;re balkens ikrafttr&#228;dande, ej f&#246;rel&#228;ggas
vite. Ej heller m&#229; den som p&#229; grund av s&#229;dant f&#246;rh&#229;llande
omh&#228;ndertages j&#228;mlikt 26 kap. 22 &#167; brottsbalken kvarh&#229;llas l&#228;ngre &#228;n
en vecka.

3. I fr&#229;ga om bortfallande av straffarbete eller av f&#228;ngelse, som
&#229;d&#246;mts f&#246;re brottsbalkens ikrafttr&#228;dande, skall g&#228;lla vad i 5 kap. 20
och 22 &#167;&#167; strafflagen stadgas; i st&#228;llet f&#246;r tid som d&#228;r s&#228;gs skall
dock f&#246;r bortfallande av straffarbete p&#229; kortare tid &#228;n sex m&#229;nader
g&#228;lla en tid av fem &#229;r.

10 &#167;  Lagen om villkorlig dom skall med nedan angivna avvikelser
alltj&#228;mt &#228;ga till&#228;mpning i fall d&#229; villkorlig dom enligt 1 &#167; n&#228;mnda
lag meddelats f&#246;re brottsbalkens ikrafttr&#228;dande.

1. Vad i lagen om villkorlig dom s&#228;gs om &#246;vervakningsdomstol skall i
st&#228;llet g&#228;lla &#246;vervakningsn&#228;mnd varom f&#246;rm&#228;les i 37 kap. 1 &#167;
brottsbalken; dock skall fr&#229;ga om f&#246;rverkande av villkorligt anst&#229;nd
alltid avg&#246;ras av domstol. Betr&#228;ffande &#246;vervakningsn&#228;mnds och domstols
handl&#228;ggning och beslut i &#228;renden enligt lagen om villkorlig dom skola
best&#228;mmelserna i 37 och 38 kap. brottsbalken &#228;ga motsvarande
till&#228;mpning. &#214;vervakningsn&#228;mnd m&#229; icke finnas tillsatt j&#228;mlikt 25 &#167;
lagen om villkorlig dom efter det att brottsbalken tr&#228;tt i kraft.

2. Finnes den som erh&#229;llit villkorligt anst&#229;nd hava beg&#229;tt annat brott
skall, i st&#228;llet f&#246;r vad i 13 &#167; 1 mom. lagen om villkorlig dom s&#228;gs,
g&#228;lla att r&#228;tten m&#229; d&#246;ma s&#228;rskilt till p&#229;f&#246;ljd f&#246;r detta brott eller
f&#246;rklara anst&#229;ndet f&#246;rverkat och, med undnr&#246;jande av vad som m&#229; hava
best&#228;mts om straff, d&#246;ma till p&#229;f&#246;ljd f&#246;r det brott som avs&#229;gs med den
villkorliga domen och det nya brottet eller ock, om brottet beg&#229;tts
f&#246;re pr&#246;votidens b&#246;rjan, utan att best&#228;mma annan p&#229;f&#246;ljd f&#246;rordna att
anst&#229;ndet skall avse j&#228;mv&#228;l &#229;d&#246;mande av straff f&#246;r detta brott. I fall
som nu avses skola best&#228;mmelserna i 14 och 16 &#167;&#167; lagen om villkorlig
dom &#228;ga motsvarande till&#228;mpning.

3. F&#246;rklaras villkorligt anst&#229;nd f&#246;rverkat, m&#229; r&#228;tten, j&#228;mv&#228;l i annat
fall &#228;n som avses ovan under 2, under f&#246;ruts&#228;ttningar som angivas i
28-31 kap. brottsbalken d&#246;ma till skyddstillsyn, ungdomsf&#228;ngelse eller
internering eller f&#246;rordna om &#246;verl&#228;mnande till s&#228;rskild v&#229;rd att
tr&#228;da i st&#228;llet f&#246;r straff f&#246;r det brott som avs&#229;gs med den
villkorliga domen.

4. Vad i 34 kap. 11, 12 och 13 &#167;&#167; brottsbalken stadgas om att vissa
p&#229;f&#246;ljder skola tr&#228;da i st&#228;llet f&#246;r villkorlig dom skall j&#228;mv&#228;l avse
villkorlig dom enligt 1 &#167; lagen om villkorlig dom och straff som
utsatts i domen.

11 &#167;  Betr&#228;ffande ungdomsf&#228;ngelse, &#229;d&#246;mt enligt &#228;ldre lag, skall i
till&#228;mpliga delar g&#228;lla vad i brottsbalken stadgas om ungdomsf&#228;ngelse
och betr&#228;ffande f&#246;rvaring eller internering i s&#228;kerhetsanstalt vad i
balken &#228;r stadgat om internering, varvid utskrivning p&#229; prov skall
anses s&#229;som v&#229;rd utom anstalt. Vid till&#228;mpning av 29 kap. 8 &#167; och 30
kap. 11 &#167; brottsbalken m&#229;, s&#229;vitt avser f&#246;rh&#229;llande som h&#228;nf&#246;r sig
till tiden f&#246;re balkens ikrafttr&#228;dande, ej f&#246;rel&#228;ggas vite.
Betr&#228;ffande den, som vid balkens ikrafttr&#228;dande underg&#229;r
ungdomsf&#228;ngelse, m&#229; icke meddelas f&#246;reskrift enligt 34 kap. 8 &#167; andra
stycket brottsbalken om tid f&#246;r v&#229;rd i anstalt, n&#228;r fr&#229;ga &#228;r om brott
som beg&#229;tts f&#246;re balkens ikrafttr&#228;dande. I fr&#229;ga om den som underg&#229;r
f&#246;rvaring eller internering i s&#228;kerhetsanstalt och f&#246;r vilken minsta
tiden f&#246;r p&#229;f&#246;ljden g&#229;tt till &#228;nda skall tid, varom stadgas i 30 kap.
8 &#167; brottsbalken, r&#228;knas fr&#229;n dagen f&#246;r balkens ikrafttr&#228;dande.

12 &#167; F&#246;r brott som beg&#229;tts f&#246;re den 1 januari 1965 m&#229;, &#228;ven om hinder
ej m&#246;ter till f&#246;ljd av vad i 35 kap. brottsbalken s&#228;gs, p&#229;f&#246;ljd ej
&#229;d&#246;mas, om straff skulle vara att anse som f&#246;rfallet vid bed&#246;mning
efter lag som g&#228;llde d&#229; brottet begicks. Lag (1986:119).

13 &#167;  Vad i lag eller f&#246;rfattning &#228;r f&#246;reskrivet om s&#228;rskild
r&#228;ttsverkan av att straffarbete kan f&#246;lja &#229; brott skall till&#228;mpas, n&#228;r
fr&#229;ga &#228;r om brott var&#229; kan f&#246;lja f&#228;ngelse i mer &#228;n ett &#229;r. Stadgande
om s&#228;rskild r&#228;ttsverkan av att n&#229;gon d&#246;mes till straffarbete skall &#228;ga
till&#228;mpning, n&#228;r f&#228;ngelse i minst sex m&#229;nader &#229;d&#246;mes.

14 &#167;  F&#246;ljande lagrum skola alltj&#228;mt &#228;ga till&#228;mpning i deras lydelse
vid brottsbalkens ikrafttr&#228;dande:

16 &#167; 6 punkten f&#246;rordningen den 16 februari 1864 (nr 11 s.
101) om nya strafflagens inf&#246;rande och vad i avseende d&#228;r&#229; iakttagas
skall;

1 punkten &#246;verg&#229;ngsbest&#228;mmelserna till lagen den 3 juni 1938 (nr 251)
om &#228;ndring i vissa delar av strafflagen;

3 punkten &#246;verg&#229;ngsbest&#228;mmelserna till lagen den 12 juni 1942 (nr 378)
om &#228;ndring i vissa delar av strafflagen; &#228;vensom

5 och 7 &#167;&#167; lagen den 30 juni 1948 (nr 451) ang&#229;ende
inf&#246;rande av lagen om &#228;ndring i strafflagen m.m. Lag (1970:315).

15 &#167; har upph&#228;vts genom lag (1983:241).

16 &#167; har upph&#228;vts genom lag (1983:241).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4339">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4341">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
