

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-02-26" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4343</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4342">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4344">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1964:18 ·
                    <a href="/sfsr?bet=1964:18">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Kung&#246;relse (1964:18) med vissa f&#246;reskrifter ang&#229;ende till&#228;mpningen av lagen den 20 december 1957 (nr 684) om betalningsv&#228;sendet under krigsf&#246;rh&#229;llanden</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Finansdepartementet B
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1964-01-24
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">
Inledande best&#228;mmelser

1 &#167; Best&#228;mmelserna i 4 -- 13 &#167;&#167; denna kung&#246;relse skola g&#228;lla, n&#228;r
Kungl. Maj:t meddelat f&#246;rordnande enligt 4 &#167; lagen om
betalningsv&#228;sendet under krigsf&#246;rh&#229;llanden. Vad i 6, 11 och 12 &#167;&#167; s&#228;gs
om &#246;verdragning av postgirokonto och vad i 8 &#167; andra stycket stadgas
skall dock g&#228;lla endast under f&#246;ruts&#228;ttning, att Kungl. Maj:t d&#228;rj&#228;mte
utf&#228;rdat s&#229;dana fr&#229;n f&#246;rordningen ang&#229;ende postgiror&#246;relse avvikande
best&#228;mmelser, som m&#246;jligg&#246;ra &#246;verdragning av postgirokonto.

Best&#228;mmelserna i 14 -- 18 &#167;&#167; denna kung&#246;relse skola g&#228;lla, n&#228;r
f&#246;rordnande meddelats enligt best&#228;mmelse i 2 -- 5 &#167;&#167; n&#228;mnda lag. Vad i
14 &#167; andra stycket s&#228;gs skall dock g&#228;lla endast under f&#246;ruts&#228;ttning,
att Kungl. Maj:t utf&#228;rdat s&#229;dana fr&#229;n lagen f&#246;r Sveriges riksbank och
lagen om rikets mynt avvikande best&#228;mmelser, som m&#246;jligg&#246;ra anv&#228;ndande
av provisoriska betalningsmedel.

Myndighet som ber&#246;res av denna kung&#246;relse skall tillse, att de
&#229;tg&#228;rder &#228;ro vidtagna som erfordras f&#246;r att kung&#246;relsen omedelbart
skall kunna till&#228;mpas.

2 &#167; I denna kung&#246;relse f&#246;rst&#229;s med

statsmyndighet: alla till statens f&#246;rvaltning h&#246;rande
myndigheter och inr&#228;ttningar, n&#228;mnder, kommissioner och kommitt&#233;er med
undantag f&#246;r riksdagen och allm&#228;nna kyrkom&#246;tet, deras avdelningar,
utskott, n&#228;mnder, deputerade, revisorer, ombudsm&#228;n och verk; samt

kommunalmyndighet: alla till kommunal styrelse eller f&#246;rvaltning
h&#246;rande st&#228;mmor och representationer, myndigheter, styrelser,
kollegier, n&#228;mnder, r&#229;d, kommissioner, revisorer, utskott och
kommitt&#233;er j&#228;mte underlydande verk och inr&#228;ttningar.

Vad i denna kung&#246;relse stadgas om kommunalmyndighet skall i
till&#228;mpliga delar g&#228;lla f&#246;r allm&#228;n f&#246;rs&#228;kringskassa.

3 &#167; I denna kung&#246;relse f&#246;rst&#229;s med

huvudf&#246;rvaltning: s&#229;dan statsmyndighet, som har dragningsr&#228;tt p&#229;
statsverkets checkr&#228;kning i riksbanken;

utbetalningskort: s&#229;dan postal utbetalningshandling, som
anv&#228;ndes i postgiror&#246;relsen och som tillst&#228;lles betalningsmottagaren
sedan p&#229; kortet angivet belopp blivit antingen bokf&#246;rt hos
postgirokontoret eller postgiroavdelning eller i s&#228;rskild ordning
redovisat hos postanstalt;

direktutbetalningskort: s&#229;dan postal utbetalningshandling, som
anv&#228;ndes i postgiror&#246;relsen och som av utf&#228;rdaren tillst&#228;lles
betalningsmottagaren utan att p&#229; kortet angivet belopp dessf&#246;rinnan
blivit bokf&#246;rt hos postgirokontoret eller postgiroavdelning eller
redovisat hos postanstalt; samt

gireringskort: s&#229;dan postal betalningshandling, som anv&#228;ndes i
postgiror&#246;relsen och medelst vilken kontoinnehavaren beordrar
&#246;verf&#246;ring av belopp fr&#229;n ett postgirokonto till ett annat.

Betalningsv&#228;sendet

4 &#167; Ins&#228;ttning p&#229; samt uttag fr&#229;n statsverkets checkr&#228;kning i
riksbanken skall f&#246;retr&#228;desvis ske genom anlitande av
postgiror&#246;relsen.

5 &#167; Inbetalning till huvudf&#246;rvaltning skall f&#246;retr&#228;desvis ske genom
&#246;verf&#246;ring till eller inbetalning p&#229; myndighetens postgirokonto f&#246;r
inbetalningar.

Medel, vilka &#246;verf&#246;ras till eller inbetalas &#229; postgirokonto f&#246;r
inbetalningar, upplagt f&#246;r s&#229;dan huvudf&#246;rvaltning som icke har egen
checkr&#228;kning i riksbanken, &#246;verf&#246;ras genom postgirokontorets f&#246;rsorg
till postgirokonto f&#246;r statsverkets checkr&#228;kning i riksbanken.

6 &#167; Utbetalning fr&#229;n huvudf&#246;rvaltning skall f&#246;retr&#228;desvis verkst&#228;llas
med anlitande av myndighetens postgirokonto f&#246;r utbetalningar. D&#228;rvid
m&#229;  direktutbetalningskort anv&#228;ndas.

Postgirokonto, som avses i f&#246;rsta stycket, m&#229; &#246;verdragas.

Huvudf&#246;rvaltning, som icke har egen checkr&#228;kning i riksbanken, m&#229;
fr&#229;n postgirokonto f&#246;r statsverkets checkr&#228;kning i riksbanken till
myndighetens eget postgirokonto f&#246;r utbetalningar &#246;verf&#246;ra f&#246;r
verksamhetens uppr&#228;tth&#229;llande erforderliga medel.

7 &#167; Utan hinder av vad i 5 och 6 &#167;&#167; stadgas &#228;ger huvudf&#246;rvaltning, som
har egen checkr&#228;kning i riksbanken, anv&#228;nda f&#246;r inbetalningar och
utbetalningar gemensamt postgirokonto &#228;vensom olika konton f&#246;r olika
delar av f&#246;rvaltningen.

Efter medgivande av generalpoststyrelsen och riksrevisionsverket m&#229;
&#228;ven annan huvudf&#246;rvaltning anv&#228;nda olika postgirokonton f&#246;r olika
delar av f&#246;rvaltningen.

8 &#167; Inbetalning till statsmyndighet som icke &#228;r huvudf&#246;rvaltning
skall, om myndigheten har eget postgirokonto, f&#246;retr&#228;desvis ske genom
&#246;verf&#246;ring till eller inbetalning p&#229; n&#228;mnda konto. &#196;ven utbetalning
fr&#229;n myndigheten skall f&#246;retr&#228;desvis verkst&#228;llas med anlitande av
detta konto. D&#228;rvid m&#229; direktutbetalningskort anv&#228;ndas av s&#229;dan
myndighet, som vederb&#246;rande huvudf&#246;rvaltning efter samr&#229;d med
generalpoststyrelsen bemyndigat d&#228;rtill.

Har statsmyndighet, som avses i f&#246;rsta stycket, blivit avst&#228;ngd fr&#229;n
f&#246;rbindelse med huvudf&#246;rvaltning, under vilken myndigheten i fr&#229;ga om
sin medelsf&#246;rs&#246;rjning lyder, m&#229; myndigheten -- &#228;ndock att den saknar
tillgodohavande p&#229; sitt postgirokonto -- verkst&#228;lla utbetalningar &#246;ver
n&#228;mnda konto. Verkst&#228;llda utbetalningar skola t&#228;ckas genom att
motsvarande belopp av myndigheten &#246;verf&#246;res fr&#229;n huvudf&#246;rvaltningens
till myndighetens postgirokonto.

9 &#167; F&#246;ranleda krigsh&#228;ndelser, att statsmyndighet, som har eget
postgirokonto, icke kan p&#229; ett tillfredsst&#228;llande s&#228;tt anv&#228;nda detta
f&#246;r inbetalningar eller utbetalningar, m&#229; myndigheten, utan hinder av
vad i 4 -- 8 &#167;&#167; stadgas, f&#246;r sin kassar&#246;relse &#246;ppna checkr&#228;kning i
penninginr&#228;ttning.

10 &#167; D&#228;rest statsmyndighet, som icke har eget postgirokonto, blir
avst&#228;ngd fr&#229;n f&#246;rbindelse med huvudf&#246;rvaltning, under vilken
myndigheten i fr&#229;ga om sin medelsf&#246;rs&#246;rjning lyder, skall
l&#228;nsstyrelsen i det l&#228;n, inom vilket myndigheten har sin verksamhet,
eller, om s&#229; ej kan ske, annan l&#228;mplig l&#228;nsstyrelse till myndigheten
p&#229; rekvisition utbetala f&#246;r verksamhetens uppr&#228;tth&#229;llande erforderliga
medel.

Kan av riksdagen beviljat anslag, som avser underst&#246;d eller bidrag
till kommun, f&#246;rening, sammanslutning, anstalt eller enskild, p&#229; grund
av krigsh&#228;ndelser icke utbetalas av myndighet, till vars f&#246;rfogande
medlen st&#228;llts, skola medlen p&#229; rekvisition utbetalas av l&#228;nsstyrelse
som avses i f&#246;rsta stycket.

11 &#167; Kommunalmyndighet erh&#229;ller f&#246;r verksamhetens uppr&#228;tth&#229;llande
erforderliga medel efter rekvisition hos l&#228;nsstyrelsen i det l&#228;n, d&#228;r
myndigheten har sin verksamhet eller, om s&#229; ej kan ske, annan l&#228;mplig
l&#228;nsstyrelse. Allm&#228;n f&#246;rs&#228;kringskassas behov av r&#246;relsemedel
tillgodoses dock i f&#246;rsta hand genom riksf&#246;rs&#228;kringsverkets f&#246;rsorg.

Vid utbetalning fr&#229;n kommunalmyndighets postgirokonto m&#229;
direktutbetalningskort anv&#228;ndas av s&#229;dan myndighet, som vederb&#246;rande
l&#228;nsstyrelse efter samr&#229;d med generalpoststyrelsen bemyndigat
d&#228;rtill.

Bemyndigande, som avses i andra stycket, m&#229; &#228;ven innefatta r&#228;tt f&#246;r
den kommunala myndigheten att &#246;verdraga postgirokontot, n&#228;r s&#229;
oundg&#228;ngligen erfordras f&#246;r uppr&#228;tth&#229;llande av myndighetens
verksamhet.

12 &#167; Efter medgivande av &#246;verstyrelsen f&#246;r ekonomisk f&#246;rsvarsberedskap
m&#229; annan innehavare av postgirokonto &#228;n stats- eller kommunalmyndighet
vid utbetalning fr&#229;n kontot anv&#228;nda direktutbetalningskort. Innan
medgivande l&#228;mnas skall &#246;verstyrelsen samr&#229;da med
generalpoststyrelsen.

Medgivande, som avses i f&#246;rsta stycket, m&#229; &#228;ven innefatta r&#228;tt f&#246;r
kontoinnehavaren att &#246;verdraga postgirokontot, n&#228;r s&#229; oundg&#228;ngligen
erfordras f&#246;r uppr&#228;tth&#229;llande av kontoinnehavarens verksamhet.

13 &#167; Det &#229;ligger generalpoststyrelsen att vid behov anordna regional
postgirobokf&#246;ring vid postgiroavdelning. Innehavare av konto hos
postgirokontoret m&#229; hos postgiroavdelning utnyttja sitt
tillgodohavande p&#229; detta konto. Annan kontoinnehavare &#228;n stats- och
kommunalmyndighet m&#229; dock icke utan generalpoststyrelsens generella
tillst&#229;nd eller vederb&#246;rlig postmyndighets f&#246;r det s&#228;rskilda fallet
l&#228;mnade medgivande disponera s&#229;dant tillgodohavande, som &#228;r bokf&#246;rt
hos postgirokontoret, med mindre saldouppgift d&#228;rifr&#229;n tillst&#228;llts
postgiroavdelningen.

Penningmedelsf&#246;rs&#246;rjningen

14 &#167; Riksbanken, mynt- och justeringsverket och postverket samverka
f&#246;r att trygga tillg&#229;ngen p&#229; sedlar och mynt i landets olika delar.

Det ankommer p&#229; riksbanken att, om s&#229; erfordras f&#246;r motverkande av
knapphet p&#229; sedlar och mynt, i f&#246;rekommande fall efter samr&#229;d med
mynt- och justeringsverket vidtaga &#229;tg&#228;rder f&#246;r f&#246;rf&#228;rdigande och
utgivande av provisoriska betalningsmedel.

15 &#167; N&#228;rmast under l&#228;nsstyrelsen svarar direkt&#246;ren f&#246;r vederb&#246;rande
riksbankskontor -- i den m&#229;n s&#229; &#228;r m&#246;jligt efter samr&#229;d med
representanter f&#246;r postverket och ber&#246;rda penninginr&#228;ttningar -- f&#246;r
att erforderlig samordning sker av den riksbankens, postverkets och
andra penninginr&#228;ttningars verksamhet, som avser att trygga
penningmedelsf&#246;rs&#246;rjningen inom l&#228;net.

16 &#167; F&#246;religger risk f&#246;r att riket eller del d&#228;rav skall bes&#228;ttas av
fientlig makt, skola de statsmyndigheter, kommunalmyndigheter samt
penninginr&#228;ttningar, som ha sin verksamhet inom omr&#229;de vilket kan
komma att ber&#246;ras d&#228;rav, vidtaga s&#229;dana &#229;tg&#228;rder att f&#246;rr&#229;d av mynt,
sedlar, penninganvisningar och blanketter till s&#229;dana samt
gireringskort, utbetalningskort och direktutbetalningskort icke falla
i fiendens h&#228;nder.

Medelsf&#246;rvaltningen

17 &#167; D&#228;rest p&#229; grund av r&#229;dande f&#246;rh&#229;llanden f&#246;r statsmyndigheterna
g&#228;llande f&#246;reskrifter ang&#229;ende bokf&#246;ring m.m. icke kunna eller icke
l&#228;mpligen b&#246;ra till&#228;mpas, skola erforderliga f&#246;renklingar genomf&#246;ras.
D&#228;rvid iakttages att s&#229;dana anteckningar om inkomster och utgifter
skola f&#246;ras, som m&#246;jligg&#246;ra senare bokf&#246;ring i huvudsaklig
&#246;verensst&#228;mmelse med g&#228;llande f&#246;reskrifter.

18 &#167; Statsmyndighet, vilken verkst&#228;ller utbetalning, som r&#228;tteligen
bort ankomma p&#229; annan statsmyndighet, skall d&#228;rom snarast underr&#228;tta
sistn&#228;mnda myndighet.

Vad i f&#246;rsta stycket stadgas skall &#228;ga motsvarande till&#228;mpning n&#228;r
kommunalmyndighet verkst&#228;ller utbetalning f&#246;r statsmyndighets
r&#228;kning.

S&#228;rskilda f&#246;reskrifter

19 &#167; De ytterligare f&#246;reskrifter, som erfordras f&#246;r till&#228;mpningen av
h&#228;r meddelade best&#228;mmelser, utf&#228;rdas av riksbanken, f&#246;rsvarets
civilf&#246;rvaltning, riksf&#246;rs&#228;kringsverket, generalpoststyrelsen och
riksrevisionsverket, envar myndighet s&#229;vitt avser dess
verksamhetsomr&#229;de.

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4342">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4344">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
