

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2021-10-04 15:30:56" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4346</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4345">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4347">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1963:580 ·
                    <a href="/sfsr?bet=1963:580">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Brev (1963:580) till Sveriges Advokatsamfund ang&#229;ende fastst&#228;llelse &#229; stadgar f&#246;r advokatsamfundet</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet D&#197;
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1963-07-03
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2016:976
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">&#196;ndam&#229;l och organisation

1 &#167; Sveriges advokatsamfund utg&#246;r det allm&#228;nna advokatsamfund,
varom f&#246;rm&#228;les i 8 kap. 1 &#167; r&#228;tteg&#229;ngsbalken.

Samfundet har till &#228;ndam&#229;l

att till fr&#228;mjande av god r&#228;ttsv&#229;rd uppr&#228;tth&#229;lla en
r&#228;ttr&#229;dig och yrkesskicklig advokatk&#229;r,

att f&#246;lja r&#228;ttsutvecklingen och verka f&#246;r att samfundets
erfarenhet kommer denna till godo,

att tillvarataga advokaternas allm&#228;nna yrkesintressen samt

att verka f&#246;r sammanh&#229;llning och samf&#246;rst&#229;nd mellan
advokaterna.

Advokat &#228;r den som &#228;r ledamot av samfundet.

2 &#167; Ledam&#246;ternas r&#228;tt att deltaga i handhavandet av samfundets
gemensamma angel&#228;genheter ut&#246;vas genom fullm&#228;ktige, valda av
ledam&#246;terna och kallade Sveriges advokatsamfunds fullm&#228;ktige.
&#197;rligen h&#229;lles ett ordinarie fullm&#228;ktigem&#246;te.

Fullm&#228;ktige v&#228;ljer styrelse f&#246;r samfundet, kallad Sveriges
advokatsamfunds styrelse, &#228;vensom ledam&#246;ter av en n&#228;mnd,
kallad Sveriges advokatsamfunds disciplinn&#228;mnd.

Samfundet &#228;r indelat i avdelningar, var och en med sin styrelse.
Ledam&#246;ternas r&#228;tt att deltaga i handhavandet av avdelnings
s&#228;rskilda angel&#228;genheter ut&#246;vas &#229; avdelningsm&#246;te.

Om allm&#228;nt advokatm&#246;te &#228;r stadgat i 25 &#167;. Beslut (1982:415).

Om antagande av ledamot

3 &#167; Till ledamot av advokatsamfundet f&#229;r endast den antas
som

1. har hemvist i Sverige eller i en annan stat inom
Europeiska unionen eller Europeiska ekonomiska
samarbetsomr&#229;det eller i Schweiz,

2. har avlagt de kunskapsprov som &#228;r f&#246;reskrivna f&#246;r
beh&#246;righet till domar&#228;mbete,

3. under minst tre &#229;r efter ovann&#228;mnda kunskapsprov p&#229;
tillfredsst&#228;llande s&#228;tt ut&#246;vat praktisk kvalificerad
juridisk verksamhet, varvid han eller hon skall ha &#228;gnat
sig &#229;t att yrkesm&#228;ssigt tillhandag&#229; allm&#228;nheten i
r&#228;ttsliga angel&#228;genheter antingen som anst&#228;lld hos advokat
eller f&#246;r egen r&#228;kning,

4. vid tiden f&#246;r ans&#246;kningens pr&#246;vning tillhandag&#229;r
allm&#228;nheten p&#229; s&#228;tt som avses i 3,

5. har med godk&#228;nt examensresultat genomg&#229;tt av samfundet
s&#228;rskilt anordnad utbildning,

6. har gjort sig k&#228;nd f&#246;r redbarhet, och

7. &#228;ven i &#246;vrigt bed&#246;ms l&#228;mplig att ut&#246;va
advokatverksamhet.

Samfundets styrelse f&#229;r med h&#228;nsyn till f&#246;religgande
s&#228;rskilda omst&#228;ndigheter medge undantag s&#229;vitt g&#228;ller
f&#246;rsta stycket 1, 3, 4 och 5. Detsamma g&#228;ller f&#246;rsta
stycket 2 betr&#228;ffande den som &#228;r auktoriserad som advokat
i en annan stat i enlighet med d&#228;r g&#228;llande best&#228;mmelser.
Undantag fr&#229;n tre&#229;rskravet i f&#246;rsta stycket 3 f&#229;r avse
h&#246;gst ett &#229;r. Ytterligare undantag f&#229;r medges endast om
synnerliga sk&#228;l f&#246;religger.

Den som har genomg&#229;tt en utbildning som kr&#228;vs f&#246;r att bli
advokat i en stat inom Europeiska unionen eller Europeiska
ekonomiska samarbetsomr&#229;det eller i Schweiz och som i
Sverige genomg&#229;tt ett prov som visar att han har
tillr&#228;ckliga kunskaper om den svenska r&#228;ttsordningen,
skall anses uppfylla kraven enligt f&#246;rsta stycket 2, 3 och
5. Provet skall vara anpassat till den s&#246;kandes utbildning
och yrkeserfarenhet. &#196;ven den som registrerats enligt 4 a &#167;
och som d&#228;refter under minst tre &#229;r bedrivit faktisk och
regelbunden advokatverksamhet i Sverige skall, under
f&#246;ruts&#228;ttning antingen att verksamheten huvudsakligen
omfattat svensk r&#228;tt eller att, om verksamheten inte
huvudsakligen omfattat svensk r&#228;tt, den registrerade p&#229;
annat s&#228;tt har f&#246;rv&#228;rvat tillr&#228;ckliga kunskaper och
erfarenheter f&#246;r att antas till ledamot i samfundet, anses
uppfylla kraven enligt f&#246;rsta stycket 2, 3 och 5.

Den som har blivit auktoriserad som advokat i Danmark,
Finland, Island eller Norge i enlighet med d&#228;r g&#228;llande
best&#228;mmelser och som d&#228;refter under minst tre &#229;r p&#229; ett
tillfredsst&#228;llande s&#228;tt har tj&#228;nstgjort som bitr&#228;dande
jurist p&#229; advokatbyr&#229; i Sverige skall anses uppfylla
kraven enligt f&#246;rsta stycket 2-7.

Den som &#228;r f&#246;rsatt i konkurs eller har f&#246;rvaltare enligt
11 kap. 7 &#167; f&#246;r&#228;ldrabalken f&#229;r inte antas till ledamot.
Inte heller f&#229;r den antas till ledamot som enligt 3 &#167;
lagen (1985:354) om f&#246;rbud mot juridiskt eller ekonomiskt
bitr&#228;de i vissa fall &#228;r f&#246;rbjuden att l&#228;mna juridiskt
eller ekonomiskt bitr&#228;de.

Lagfaren domare i eller befattningshavare vid domstol
eller allm&#228;n &#229;klagare eller kronofogde f&#229;r inte antas till
ledamot.

Den som &#228;r anst&#228;lld i stats eller kommuns tj&#228;nst i annan
befattning &#228;n som s&#228;gs i f&#246;reg&#229;ende stycke eller hos annan
enskild &#228;n advokat f&#229;r inte antas till ledamot s&#229;vida inte
styrelsen medger undantag. Vad som nu sagts g&#228;ller dock
inte den som &#228;r anst&#228;lld hos ledamot av
advokatorganisation inom Europeiska unionen eller
Europeiska ekonomiska samarbetsomr&#229;det eller i
Schweiz. Beslut (2010:1126).

4 &#167; Ans&#246;kan om intr&#228;de i samfundet pr&#246;vas av samfundets styrelse.
Vid  ans&#246;kningen skola fogas de handlingar, vilka s&#246;kanden med
h&#228;nsyn till  best&#228;mmelserna i 3 &#167; &#246;nskar &#229;beropa.

Styrelsen inh&#228;mtar utl&#229;tande &#246;ver ans&#246;kningen fr&#229;n styrelsen f&#246;r
den  avdelning och betr&#228;ffande utl&#228;ndsk s&#246;kande fr&#229;n den utl&#228;ndska
advokatorganisation inom vars omr&#229;den s&#246;kanden ut&#246;vat eller
ut&#246;var verksamhet, samt de ytterligare upplysningar som den anser
erforderliga.

Avsl&#229;s ans&#246;kan om intr&#228;de, skall beslutet angiva de sk&#228;l, var&#229;
beslutet grundas. Beslut (1993:1597).

4 a &#167; Den som &#228;r auktoriserad som advokat i en annan stat inom
Europeiska unionen och ut&#246;var stadigvarande advokatverksamhet i
Sverige under sitt hemlands titel, skall vara registrerad hos
advokatsamfundet.

Ans&#246;kan om registrering pr&#246;vas av samfundets styrelse. Till
ans&#246;kningen skall fogas de handlingar som styrelsen f&#246;reskriver
eller som s&#246;kanden annars vill &#229;beropa.

I ett avslag p&#229; en ans&#246;kan om registrering skall sk&#228;len f&#246;r
beslutet anges.

Best&#228;mmelserna i dessa stadgar om ledamot av samfundet
till&#228;mpas ocks&#229; p&#229; den som registrerats enligt f&#246;rsta stycket.

Best&#228;mmelserna i denna paragraf g&#228;ller ocks&#229; f&#246;r den som till
f&#246;ljd av f&#246;reskrift enligt 8 kap. 11 &#167; r&#228;tteg&#229;ngsbalken &#228;r
skyldig att registrera sig hos samfundet. Beslut (2000:739).

4 b &#167; I fall som avses i 3 &#167; tredje stycket skall mottagandet
av en ans&#246;kan bekr&#228;ftas inom en m&#229;nad samt s&#246;kanden underr&#228;ttas
f&#246;r det fall n&#246;dv&#228;ndiga handlingar skulle saknas. En ans&#246;kan
skall behandlas och ett motiverat beslut fattas s&#229; snart som
m&#246;jligt och senast inom fyra m&#229;nader fr&#229;n det att en
fullst&#228;ndig ans&#246;kan inkommit. Beslut (2007:705).

4 c &#167; F&#246;r att underl&#228;tta f&#246;r en s&#246;kande som vill antas som
ledamot i en advokatorganisation inom Europeiska unionen,
Europeiska samarbetsomr&#229;det eller i Schweiz, skall
Advokatsamfundet samarbeta med den beh&#246;riga organisationen i
den andra staten. De upplysningar som utv&#228;xlas inom ramen f&#246;r
ans&#246;kningsf&#246;rfarandet, skall behandlas konfidentiellt.
Beslut (2007:705).

Om styrelse

5 &#167; Samfundets styrelse best&#229;r av ordf&#246;rande, vice
ordf&#246;rande och 18&#160;andra ledam&#246;ter. Ordf&#246;rande, vice
ordf&#246;rande och &#246;vriga ledam&#246;ter v&#228;ljs i nu n&#228;mnd ordning vid
ordinarie fullm&#228;ktigem&#246;te f&#246;r tv&#229; &#229;r, r&#228;knat fr&#229;n och med
n&#228;rmast f&#246;ljande 1 juli. Vartannat &#229;r utses ordf&#246;rande, vice
ordf&#246;rande och &#229;tta andra ledam&#246;ter, vartannat &#229;r tio
ledam&#246;ter.

Vid val av andra ledam&#246;ter &#228;n ordf&#246;rande och vice ordf&#246;rande
ska h&#228;nsyn tas till &#246;nskv&#228;rdheten av att samfundets samtliga
avdelningar blir f&#246;retr&#228;dda.

Den som vid utg&#229;ngen av den valperiod som han eller hon
utsetts f&#246;r kommer att ha varit ledamot i styrelsen under sex
&#229;r i f&#246;ljd utan att ha varit ordf&#246;rande eller vice
ordf&#246;rande, f&#229;r inte f&#246;r en tidigare period &#228;n den som b&#246;rjar
tv&#229; &#229;r d&#228;refter utses till n&#229;gon annan befattning inom
styrelsen &#228;n som ordf&#246;rande eller vice ordf&#246;rande.

Om en ledamot i styrelsen v&#228;ljs till ledamot av
disciplinn&#228;mnden och tar emot detta uppdrag, ska han eller
hon fr&#229;ntr&#228;da sitt uppdrag i styrelsen. Beslut (2013:741).

6 &#167; Om en ledamot i styrelsen avg&#229;r f&#246;re utg&#229;ngen av den
valperiod som han eller hon valts f&#246;r, ska n&#246;dv&#228;ndigt val av
ers&#228;ttare f&#246;r &#229;terstoden av perioden genomf&#246;ras.

Ett s&#229;dant ers&#228;ttningsval f&#229;r f&#246;rr&#228;ttas vid ett extra
fullm&#228;ktigem&#246;te men f&#229;r ocks&#229; anst&#229; till n&#228;rmaste ordinarie
fullm&#228;ktigem&#246;te efter avg&#229;ngen. Den som valts tr&#228;der
omedelbart i tj&#228;nst. Beslut (2013:741).

7 &#167; Styrelsens s&#228;te &#228;r Stockholm.

8 &#167; Styrelsen och disciplinn&#228;mnden ut&#246;var tillsyn &#246;ver
advokatv&#228;sendet och har att tillse, att ledamot s&#229;v&#228;l vid
utf&#246;rande av talan inf&#246;r domstol som i sin &#246;vriga verksamhet
fyller de plikter, som &#229;vilar honom.

Uppkommer fr&#229;ga om disciplin&#228;rt ingripande mot ledamot p&#229;
annat s&#228;tt &#228;n genom anm&#228;lan enligt 40 &#167;, pr&#246;var styrelsen om
&#228;rendet skall h&#228;nskjutas till disciplinn&#228;mnden.

Om styrelsens befattning med &#228;rende, som avses i 8 kap. 7 &#167;
femte stycket r&#228;tteg&#229;ngsbalken, &#228;r stadgat i 45 &#167;.
Beslut (1997:274).

9 &#167; Styrelsen f&#246;retr&#228;der samfundet, bevakar dess intressen och
handhar dess angel&#228;genheter samt beslutar &#229; samfundets v&#228;gnar i
alla &#228;renden, ang&#229;ende vilka ej annorlunda best&#228;mmes i dessa
stadgar.

P&#229; grund h&#228;rav tillkommer det styrelsen bland annat:

1. att verkst&#228;lla av fullm&#228;ktige fattade beslut,

2. att f&#246;rvalta samfundets och dess s&#228;rskilda fonders
tillg&#229;ngar,

3. att till ordinarie fullm&#228;ktigem&#246;te avgiva
f&#246;rvaltningsber&#228;ttelse f&#246;r senast till&#228;ndalupna kalender&#229;r,

4. att i fr&#229;ga om ledamots anspr&#229;k p&#229; arvode och kostnader f&#246;r
utf&#246;rt uppdrag p&#229; ledamotens, domstols eller skiljen&#228;mnds
beg&#228;ran sj&#228;lv eller genom utsedda sakkunniga avgiva utl&#229;tande,

5. att p&#229; f&#246;rfr&#229;gan eller eljest till ledamot avgiva v&#228;gledande
uttalande ang&#229;ende advokatverksamhetens ut&#246;vning,

6. att avgiva yttrande i av myndighet remitterat &#228;rende och p&#229;
eget initiativ &#229; samfundets v&#228;gnar g&#246;ra uttalande i
lagstiftningsfr&#229;ga eller annat &#228;rende av betydelse f&#246;r
r&#228;ttsutvecklingen eller advokatverksamheten,

7. att utse samfundets generalsekreterare och &#246;vriga
tj&#228;nstem&#228;n,

8. att f&#246;retr&#228;da samfundet i dess egenskap av aktie&#228;gare i
Sveriges Advokaters Serviceaktiebolag, samt

9. att pr&#246;va anm&#228;lningar enligt 31 &#167; 1 mom. sista stycket.
Beslut (2001:768).

10 &#167; Styrelsen sammantr&#228;der, n&#228;r ordf&#246;randen finner det
l&#228;mpligt eller minst fyra styrelseledam&#246;ter beg&#228;r det, p&#229; en
ort som styrelsen eller ordf&#246;randen best&#228;mmer.

Kallelse med f&#246;redragningslista ska i god tid f&#246;re
sammantr&#228;de s&#228;ndas till styrelsens ledam&#246;ter.

Styrelsens ledam&#246;ter &#228;r inte ber&#228;ttigade till annan
ers&#228;ttning &#228;n f&#246;r sina reseutgifter enligt de grunder som
fullm&#228;ktige fastst&#228;llt. Beslut (2013:741).

11 &#167; Styrelsen &#228;r beslutsf&#246;r n&#228;r minst sju ledam&#246;ter &#228;r
n&#228;rvarande.

Beslut inom styrelsen fattas med enkel r&#246;st&#246;vervikt. Vid lika
r&#246;stetal g&#228;ller den mening som ordf&#246;randen bitr&#228;der, utom vid
val som i s&#229;dant fall avg&#246;rs genom lottning.

Styrelsens protokoll justeras av ordf&#246;randen och en ledamot.
Beslut (2013:741).

12 &#167; Samfundets disciplinn&#228;mnd best&#229;r av ordf&#246;rande, vice
ordf&#246;rande samt nio andra ledam&#246;ter.

Ordf&#246;rande, vice ordf&#246;rande och sex &#246;vriga ledam&#246;ter v&#228;ljes i
nu n&#228;mnd ordning vid ordinarie fullm&#228;ktigem&#246;te f&#246;r fyra &#229;r,
r&#228;knat fr&#229;n och med n&#228;rmast f&#246;ljande 1 juli. Val f&#246;rr&#228;ttas
vartannat &#229;r och avser, varannan g&#229;ng ordf&#246;rande och tre andra
ledam&#246;ter, varannan g&#229;ng vice ordf&#246;rande och tre andra leda-
m&#246;ter.

N&#228;mndens &#229;terst&#229;ende tre ledam&#246;ter (offentliga representanter)
utses av regeringen. De f&#246;rordnas en i s&#228;nder varje &#229;r f&#246;r
h&#246;gst tre &#229;r i taget, r&#228;knat fr&#229;n den 1 juli. De offentliga
representanterna h&#228;mtas utanf&#246;r den personkrets, som enligt 4
kap. 6 &#167; r&#228;tteg&#229;ngsbalken &#228;r undantagen i fr&#229;ga om val till
n&#228;mndeman.

Samfundsledamot som vid utg&#229;ngen av den valperiod, f&#246;r vilken
han senast utsetts, kommer att ha varit ledamot av
disciplinn&#228;mnden under &#229;tta &#229;r i f&#246;ljd utan att d&#228;runder ha
varit ordf&#246;rande eller vice ordf&#246;rande, f&#229;r inte f&#246;r tidigare
period &#228;n den, som b&#246;rjar tv&#229; &#229;r d&#228;refter, p&#229; nytt utses till
annan befattning inom n&#228;mnden &#228;n som ordf&#246;rande eller vice
ordf&#246;rande.

V&#228;ljes ledamot av disciplinn&#228;mnden till ledamot eller
suppleant i styrelsen och mottager han detta uppdrag, skall han
fr&#229;ntr&#228;da sitt uppdrag i n&#228;mnden. Beslut (1997:274).

13 &#167; Avg&#229;r av fullm&#228;ktige utsedd ledamot av disciplinn&#228;mnden innan
den valperiod f&#246;r vilken han valts g&#229;tt till &#228;nda, skall om val av
ers&#228;ttare f&#246;r &#229;terstoden av perioden g&#228;lla vad i 6 &#167; &#228;r f&#246;r d&#228;r
avsett fall stadgat. Beslut (1982:415)

14 &#167; Disciplinn&#228;mnden har att handl&#228;gga fr&#229;gor om disciplin&#228;rt
ingripande mot ledamot i enlighet med stadgandena i 40-43 &#167;&#167;.
N&#228;mnden tillkommer att besluta om uteslutning ur samfundet,
varning, erinran, straffavgift och uttalande enligt 8 kap. 7 &#167;
f&#246;rsta-fj&#228;rde styckena r&#228;tteg&#229;ngsbalken.

I den omfattning som n&#228;rmare anges i 40 &#167; kan disciplinn&#228;mnden
f&#246;r pr&#246;vning om disciplin&#228;rt ingripande mot ledamot &#228;r p&#229;kallat
arbeta p&#229; avdelningar, best&#229;ende av tre ledam&#246;ter varav en
skall vara offentlig representant. S&#229;dan avdelning kallas
pr&#246;vningsavdelning. Beslut (1997:274).

15 &#167; Disciplinn&#228;mnden och pr&#246;vningsavdelningar sammantr&#228;der p&#229;
kallelse av n&#228;mndens ordf&#246;rande &#229; ort som denne best&#228;mmer.

Kallelse med f&#246;redragningslista skall i god tid f&#246;re samman-
tr&#228;de tillst&#228;llas disciplinn&#228;mndens ledam&#246;ter.

De av fullm&#228;ktige utsedda ledam&#246;terna i disciplinn&#228;mnden &#228;r
icke ber&#228;ttigade till annan ers&#228;ttning &#228;n f&#246;r sina reseutgifter
enligt av fullm&#228;ktige fastst&#228;llda grunder.  Beslut (1997:274).

16 &#167; Disciplinn&#228;mnden &#228;r beslutf&#246;r, d&#229; minst sex ledam&#246;ter &#228;r
n&#228;rvarande. Pr&#246;vningsavdelning &#228;r beslutf&#246;r med tv&#229; ledam&#246;ter.

&#196;r disciplinn&#228;mnden inte beslutf&#246;r p&#229; grund av att ledamot &#228;r
j&#228;vig, ska ers&#228;ttare utses. Endast den som tidigare har varit
ledamot i disciplinn&#228;mnden kan vara ers&#228;ttare. Ers&#228;ttare utses
av generalsekreteraren eller, om denne &#228;r j&#228;vig eller har
f&#246;rhinder, av ordf&#246;randen i styrelsen.

Vid omr&#246;stning inom disciplinn&#228;mnden g&#228;ller r&#228;tteg&#229;ngsbalkens
regler om omr&#246;stning i brottm&#229;l i till&#228;mpliga delar. Uppkommer
fr&#229;ga om uteslutning ur samfundet, r&#246;stas h&#228;rom s&#228;rskilt. F&#246;r
beslut om uteslutning fordras att minst sex ledam&#246;ter &#228;r ense
om denna p&#229;f&#246;ljd.

Disciplinn&#228;mndens protokoll justeras av ordf&#246;randen och en
ledamot. Pr&#246;vningsavdelning skall f&#246;ra s&#228;rskilt protokoll, som
justeras av avdelningens ordf&#246;rande och en ledamot.
Beslut (2011:1011).

16 a &#167; Disciplinn&#228;mnden beslutar om organisationen av
pr&#246;vningsavdelningarna. Beslut (1997:274).

Om kansli

17 &#167; Samfundet ska ha kansli i Stockholm under ledning av en
generalsekreterare som &#228;r anst&#228;lld i samfundets tj&#228;nst.

Till generalsekreterare f&#229;r utses endast den som &#228;r
advokat.

Generalsekreteraren &#228;r inte valbar till ledamot i
styrelsen eller disciplinn&#228;mnden och inte heller till ledamot
eller suppleant i fullm&#228;ktige. Beslut (2013:741).

Om r&#228;kenskaper och revision

18 &#167; Samnfundets r&#228;kenskaper skola varje &#229;r avslutad per den 31
december. R&#228;kenskaperna och styrelsens f&#246;rvaltning skola granskas av
tv&#229; &#229;rligen p&#229; ordinarie fullm&#228;ktigem&#246;te utsedda revisorer. F&#246;r envar
av revisorerna utses en suppleant.

Om fullm&#228;ktige

19 &#167; Fullm&#228;ktige v&#228;ljas av samfundets avdelningar p&#229; s&#228;tt i 29 &#167;
n&#228;rmare stadgas.

Styrelsens ordf&#246;rande och vice ordf&#246;rande &#228;ro sj&#228;lvskrivna ledam&#246;ter
av fullm&#228;ktige.

20 &#167; Ordinarie fullm&#228;ktigem&#246;te skall h&#229;llas under tiden den 15 maj -
den 15 juni &#229; dag, som styrelsen best&#228;mmer.

F&#246;r behandling av visst &#228;rende skall extra fullm&#228;ktigem&#246;te h&#229;llas, n&#228;r
styrelsen finner erforderligt eller d&#229; det skriftligen med angivande
av anledningen beg&#228;res av minst tio fullm&#228;ktigeledam&#246;ter. I &#228;rende,
som skall behandlas &#229; s&#229;dant m&#246;te, har styrelsen att avgiva
utl&#229;tande.

21 &#167; Skriftlig kallelse till fullm&#228;ktigem&#246;te skall avs&#228;ndas, till
ordinarie fullm&#228;ktigem&#246;te senast tre veckor och till extra
fullm&#228;ktigem&#246;te senast tv&#229; veckor f&#246;re m&#246;tet. Vid kallelsen skall
fogas f&#246;redragningslista, upptagande de &#228;renden som vid m&#246;tet skolla
f&#246;rekomma till behandling.

Ledamot av fullm&#228;ktige, som har f&#246;rfall, &#228;r skyldig att omedelbart
anm&#228;la detta. Vid f&#246;rfall f&#246;r ledamot, som utsetts av avdelning, skall
kallas den suppleant fr&#229;n avdelningen, som l&#228;ngst tillh&#246;rt samfundet,
d&#228;rest avdelningen icke best&#228;mt annan ordning f&#246;r suppleanternas
inkallande.

N&#228;r kallelse till fullm&#228;ktigem&#246;te utg&#229;tt, skall till samfundets
ledam&#246;ter of&#246;rdr&#246;jligen uts&#228;ndas underr&#228;ttelse d&#228;rom med uppgift &#229; de
&#228;renden, som vid m&#246;tet skola f&#246;rekomma till behandling.

22 &#167; Ordinarie fullm&#228;ktigem&#246;te tillkommer:

1. att behandla styrelsens f&#246;rvaltningsber&#228;ttelse och revisorernas
ber&#228;ttelse samt besluta om ansvarsfrihet f&#246;r styrelsen och, d&#228;rest
ansvarsfrihet v&#228;grats, besluta om &#229;tg&#228;rd med anledning d&#228;rav,

2. att behandla styrelsen f&#246;r Sveriges advokatsamfunds underst&#246;dsfond
f&#246;rvaltningsber&#228;ttelse och revisorernas ber&#228;ttelse samt besluta om
ansvarsfrihet f&#246;r underst&#246;dsfondens styrelse och, d&#228;rest ansvarsfrihet
v&#228;grats, besluta om &#229;tg&#228;rd med anledning d&#228;rav,

3. att v&#228;lja samfundets styrelse och samfundets dicsiplinn&#228;mnd,

4. att v&#228;lja revisorer och revisorssuppleanter,

5. att besluta om avgitfer till samfundet och till underst&#246;dsfonden,

6. att, efter f&#246;rslag av Sveriges Advokaters Serviceaktiebolag,
besluta om serviceers&#228;ttning till bolaget, samt

7. att behandla &#228;rende, som styrelsen h&#228;nskjutit till m&#246;tet eller som
ledamot av samfundet f&#246;re den 15 april skriftligen hos styrelsen
f&#246;reslagit till behandling.

23 &#167; &#197; fullm&#228;ktigem&#246;te m&#229; till avg&#246;rande f&#246;retagas allenast &#228;rende,
som varit upptaget p&#229; f&#246;redragningslistan eller som st&#229;r i omedelbart
samband med s&#229;dant &#228;rende, m&#246;tet dock obetaget att f&#246;rr&#228;tta
ers&#228;ttningsval enligt vad i 6 och 13 &#167;&#167; d&#228;rom &#228;r stadgat.

24 &#167; Fullm&#228;ktigem&#246;te h&#229;lles &#229; ort, som styrelsen best&#228;mmer.

Vid behandlingen &#229; fullm&#228;ktigem&#246;te av andra &#228;renden &#228;n val &#228;ger envar
ledamot av samfundet n&#228;rvara och deltaga i f&#246;rhandlingarna men ej i
besluten.

F&#246;rhandlingarna vid fullm&#228;ktigem&#246;te &#246;ppnas av styrelsens ordf&#246;rande
eller vid f&#246;rfall f&#246;r honom av vice ordf&#246;randen, varefter fullm&#228;ktige
v&#228;lja ordf&#246;randen vid m&#246;tet. Styrelsens ordf&#246;randen och vice
ordf&#246;rande &#228;ro icke valbara till ordf&#246;rande.

F&#246;r beslutf&#246;rhet fordras att minst fyrtio ledam&#246;ter av fullm&#228;ktige
eller suppleanter f&#246;r dem &#228;ro n&#228;rvarande vid m&#246;tet.

Omr&#246;stning &#229; fullm&#228;ktigem&#246;te sker &#246;ppet utom vid val, d&#228;r sluten
omr&#246;stning skall &#228;ga rum, om flera namn f&#246;resl&#229;s &#228;n valet avser. Vid
s&#229;dan sluten omr&#246;stning &#228;ger varje r&#246;stande &#229; r&#246;stsedel uppf&#246;ra det
antal namn omr&#246;stningen avser. R&#246;st f&#229;r avgivas allenast p&#229; namn, som
f&#246;reslagits f&#246;re omr&#246;stningen. R&#246;stsedel, som upptager flera namn &#228;n
valet avser, &#228;r ogiltig. Upptager r&#246;stsedel namn, som icke f&#246;reslagits
f&#246;re omr&#246;stningen, skall s&#229;dant namn anses som obefintligt. Avser
omr&#246;stningen val av ordf&#246;rande eller vice ordf&#246;rande i styrelsen eller
disciplinn&#228;mnden, &#228;r den vald, som erh&#229;ller mer &#228;n h&#228;lften av avgivna
r&#246;ster. Erh&#229;ller ej n&#229;gon s&#229;dan majoritet, sker ny omr&#246;stning. F&#229;r ej
heller d&#228;rvid n&#229;gon mer &#228;n h&#228;lften av avgivna r&#246;ster, anst&#228;lles en
tredje en tredje omr&#246;stning mellan de tv&#229;, som vid andra omr&#246;stningen
erh&#229;llit de flesta r&#246;sterna. Den som d&#228;rvid erh&#229;ller de flesta
r&#246;sterna &#228;r vald. I h&#228;ndelse av lika r&#246;stetal vid andra eller tredje
omr&#246;stningen skiljer lotten. Vid andra val &#228;n av ordf&#246;rande eller vice
ordf&#246;rande i styrelsen eller disciplinn&#228;mnden &#228;ro de som vid
omr&#246;stningen erh&#229;lla h&#246;gsta r&#246;stetalen valda. Erh&#229;lla tv&#229; eller flera
lika r&#246;stetal, sker ny omr&#246;stning mellan dem. I h&#228;ndelse av lika
r&#246;stetal vid denna omr&#246;stning skiljer lotten.

Beslut fattas, d&#228;r dessa stadgar ej annorlunda best&#228;mma, med enkel
r&#246;st&#246;vervikt. Vid lika r&#246;stetal g&#228;ller i andra &#228;renden &#228;n vid val den
mening, som ordf&#246;randen vid m&#246;tet bitr&#228;der.

Fullm&#228;ktig &#228;ger icke deltaga i beslut om ansvarsfrihet f&#246;r
f&#246;rvaltning, f&#246;r vilken han &#228;r ansvarig, och ej heller i val av
revisorer f&#246;r granskning av s&#229;dan f&#246;rvaltning.

Fullm&#228;ktiges protokoll justeras av ordf&#246;randen vid m&#246;tet och tv&#229;
fullm&#228;ktige.

Fullm&#228;ktiges ledam&#246;ter &#228;ro icke ber&#228;ttigade till annan ers&#228;ttning &#228;n
f&#246;r sina reseutgifter enligt av fullm&#228;ktige fastst&#228;llda grunder.

Av fullm&#228;ktige fattade beslut skola delgivas samfundets ledam&#246;ter.

Om allm&#228;nt advokatm&#246;te

25 &#167; Allm&#228;nt advokatm&#246;te skall h&#229;llas minst vart tredje &#229;r &#229; tid och
ort, som styrelsen best&#228;mmer. Vid s&#229;dant m&#246;te b&#246;r f&#246;rekomma f&#246;redrag
eller diskussion ang&#229;ende sp&#246;rsm&#229;l av betydelse f&#246;r advokaternas
organisation eller yrkesut&#246;vning eller av allm&#228;nt juridiskt intresse.

Kallelse till allm&#228;nt advokatm&#246;te skall uts&#228;ndas senast sex veckor
f&#246;re m&#246;tet.

F&#246;rhandlingarna &#229; allm&#228;nt advokatm&#246;te ledas av styrelsens ordf&#246;rande
eller vid f&#246;rfall f&#246;r honom av vice ordf&#246;randen.

Om avdelningar

26 &#167; Samfundets avdelningar &#228;r:

Norra avdelningen, omfattande Norrbottens, V&#228;sterbottens,
V&#228;sternorrlands, J&#228;mtlands samt G&#228;vleborgs l&#228;n.

Mellersta avdelningen, omfattande Dalarnas, V&#228;rmlands, &#214;rebro,
V&#228;stmanlands samt Uppsala l&#228;n.

Stockholmsavdelningen, omfattande Stockholms samt Gotlands l&#228;n.

&#214;stra avdelningen, omfattande S&#246;dermanlands, &#214;sterg&#246;tlands,
J&#246;nk&#246;pings, Kronobergs samt Kalmar l&#228;n.

V&#228;stra avdelningen, omfattande V&#228;stra G&#246;talands samt Hallands
l&#228;n.

S&#246;dra avdelningen, omfattande Sk&#229;ne och Blekinge l&#228;n.

Utlandsavdelningen, f&#246;r ledam&#246;ter som har sin verksamhet
f&#246;rlagd utomlands. Beslut (2001:768).

27 &#167; Ledamot tillh&#246;r den avdelning, inom vars omr&#229;de han eller
hon har sin huvudsakliga verksamhet. Ledamot som inte l&#228;ngre
driver advokatverksamhet, tillh&#246;r den avdelning inom vars
omr&#229;de den huvudsakliga verksamheten senast bedrevs.

Tvist om vilken avdelning ledamot skall tillh&#246;ra avg&#246;res av
samfundets styrelse. Beslut (2001:768).

28 &#167; Avdelning skall antaga stadgar, vilka f&#246;r att bliva
g&#228;llande skola godk&#228;nnas av samfundets styrelse.

I avdelnings stadgar skall intagas best&#228;mmelse, att
avdelningsm&#246;te &#229;rligen skall h&#229;llas f&#246;re mars m&#229;nads utg&#229;ng f&#246;r
val av ledam&#246;ter och suppleanter i fullm&#228;ktige, att
avdelningsm&#246;te d&#228;rj&#228;mte skall h&#229;llas, n&#228;r samfundets styrelse
eller fullm&#228;ktige f&#246;r behandling av uppgivet &#228;rende s&#229;
p&#229;fordra, samt att vid avdelningsm&#246;te och sammantr&#228;de med
avdelningsstyrelsen skall f&#246;ras protokoll, varav avskrift skall
inom fjorton dagar &#246;vers&#228;ndas till samfundets kansli.

Avdelning f&#229;r av sina ledam&#246;ter uppta &#229;rsavgift.
Beslut (2001:768).

29 &#167; Varje avdelning utser efter antalet av sina ledam&#246;ter
vid n&#228;rmast f&#246;reg&#229;ende &#229;rsskifte en ledamot av samfundets
fullm&#228;ktige f&#246;r varje p&#229;b&#246;rjad femtiondedel av antalet
samfundsledam&#246;ter vid samma tid. Utlandsavdelningen utser
dock minst tv&#229; och andra avdelningar minst sex ledam&#246;ter.

En avdelning v&#228;ljer lika m&#229;nga suppleanter som ledam&#246;ter.

Ledam&#246;ter och suppleanter i fullm&#228;ktige v&#228;ljs f&#246;r ett &#229;r i
s&#228;nder, r&#228;knat fr&#229;n och med n&#228;rmast f&#246;ljande 1 maj. Den som
vid utg&#229;ngen av den valperiod som han eller hon utsetts f&#246;r
kommer att ha varit ledamot av fullm&#228;ktige under sex &#229;r i
f&#246;ljd, f&#229;r inte f&#246;r en tidigare period &#228;n den som b&#246;rjar tv&#229;
&#229;r d&#228;refter utses till ledamot eller suppleant i fullm&#228;ktige.

En ledamot i samfundets styrelse &#228;r inte valbar till ledamot
eller suppleant i fullm&#228;ktige. Om ledamot eller suppleant i
fullm&#228;ktige som har utsetts av en avdelning v&#228;ljs till
ledamot i styrelsen och tar emot detta uppdrag, ska han eller
hon fr&#229;ntr&#228;da sitt uppdrag i fullm&#228;ktige. Beslut (2013:741).

30 &#167; Samfundets styrelse &#228;ger att med omedelbar verkan upph&#228;va beslut
av avdelning eller avdelningsstyrelse, som strider mot samfundets
eller avdelningens stadgar eller ej anses f&#246;renligt med samfundets
intresse.

Om avgifter

31 &#167; 1 mom. Ledamot skall betala &#229;rlig avgift till samfundet. Avgiften
utg&#229;r med lika belopp f&#246;r varje ledamot.

Den som antagits till ledamot under andra halv&#229;ret betalar f&#246;r
det &#229;ret halv &#229;rsavgift till samfundet.

Ledamot som inte driver advokatverksamhet och antingen fyllt
sextio &#229;r eller av h&#228;lsosk&#228;l &#228;r f&#246;rhindrad att driva verksamhet
betalar, om dessa f&#246;rh&#229;llanden anm&#228;lts till samfundet, en
avgift som uppg&#229;r till h&#246;gst en tiondel av avgiften enligt
f&#246;rsta stycket. Beslut (2001:768).

31 &#167; 2 mom. Serviceers&#228;ttning till Sveriges Advokaters Serviceaktiebolag
p&#229;f&#246;res advokatr&#246;relse avseende alla d&#228;ri verksamma jurister
och utg&#229;r med belopp eller enligt de grunder f&#246;r belopps
best&#228;mning som fullm&#228;ktige fastst&#228;ller f&#246;r ett kalender&#229;r i
s&#228;nder. Helt belopp utg&#229;r f&#246;r jurist som &#228;r verksam i r&#246;relsen
den 1 juli under det kalender&#229;r ers&#228;ttningen avser medan halvt
belopp utg&#229;r f&#246;r den som p&#229;b&#246;rjar verksamhet i r&#246;relsen efter
den 1 juli under det kalender&#229;r ers&#228;ttningen avser.

Ledamot som &#228;r r&#246;relseidkare eller f&#246;retagsledare i
advokataktiebolag skall ansvara f&#246;r att serviceers&#228;ttning
erl&#228;gges f&#246;r den advokatr&#246;relse han bedriver eller f&#246;rest&#229;r.
Beslut (2001:768).

31 &#167; 3 mom. Styrelsen f&#229;r, om det finns sk&#228;l till det, befria ledamot fr&#229;n
skyldighet att betala &#229;rsavgift till samfundet intill det
belopp som skall betalas enligt 1 mom. sista stycket. Om
synnerliga sk&#228;l f&#246;religger f&#229;r ledamot befrias fr&#229;n att betala
hela &#229;rsavgiften. Det sistn&#228;mnda g&#228;ller ocks&#229; &#229;rsavgift som
best&#228;mts enligt 1 mom. sista stycket.

Styrelsen f&#229;r vidare efter servicebolagets h&#246;rande, om det
finns s&#228;rskilda sk&#228;l till det, helt eller delvis medge ledamot
befrielse fr&#229;n skyldighet att betala serviceers&#228;ttning till
servicebolaget.

Styrelsen f&#229;r besluta om uttag a conto av avgift till samfundet
och serviceers&#228;ttning till Sveriges Advokaters
Serviceaktiebolag att betalas i b&#246;rjan av varje kalender&#229;r f&#246;r
senare avr&#228;kning mot den avgift och ers&#228;ttning som ordinarie
fullm&#228;ktige beslutar. Beslut (2001:768).

32 &#167; D&#228;r fullm&#228;ktige s&#229; beslutar, skall ledamot till Sveriges
advokatsamfunds underst&#246;dsfond erl&#228;gga &#229;rsavgift, som skall
utg&#229; med lika belopp f&#246;r varje ledamot.

Vad som &#228;r stadgat i 31 &#167; 1 mom. andra stycket och 3 mom.
f&#246;rsta stycket, skall &#228;ga motsvarande till&#228;mpning betr&#228;ffande
avgifter till underst&#246;dsfonden. Beslut (2000:739).

33 &#167; /Upph&#246;r att g&#228;lla 2001-01-01 genom beslut (2000:739).
Ledamot &#228;r skyldig att ing&#229; skiljeavtal i tvist med huvudman om
arvode och kostnad f&#246;r utf&#246;rt uppdrag, om huvudmannen eller -- om denne
anlitat r&#228;ttsskyddsf&#246;rs&#228;kring -- vederb&#246;rande f&#246;rs&#228;kringsbolag inom ett
&#229;r fr&#229;n slutr&#228;knings avgivande hos styrelsen skriftligen beg&#228;r det.

Lagen om skiljem&#228;n skall till&#228;mpas med de till&#228;gg och &#228;ndringar som
anges nedan.

Skiljedom meddelas, enligt beslut av styrelsen, antingen av styrelsen
eller av en s&#228;rskild skiljen&#228;mnd, best&#229;ende av tre eller fem av
styrelsen f&#246;r varje s&#228;rskilt fall, inom eller utom styrelsen, utsedda
samfundsledam&#246;ter.

Skiljedom skall meddelas senast sex m&#229;nader efter det skiljen&#228;mnden
utsetts. Styrelsen &#228;ger dock p&#229; framst&#228;llning av part eller
skiljen&#228;mnden f&#246;rl&#228;nga denna tid d&#229; sk&#228;l &#228;r d&#228;rtill.

D&#228;r styrelsen pr&#246;var tvisten skall best&#228;mmelserna i 11 &#167; f&#246;rsta och
andra styckena av dessa stadgar g&#228;lla. Styrelsens och den s&#228;rskilda
skiljen&#228;mndens ledam&#246;ter f&#229;r inte av part ta emot eller betinga sig
ers&#228;ttning.

Den s&#228;rskilda skiljen&#228;mndens ledam&#246;ter &#228;r ber&#228;ttigade till ers&#228;ttning av
samfundet f&#246;r sina reseutgifter enligt samma grunder, som g&#228;ller f&#246;r
ledam&#246;ter av styrelsen.

Ledamot som &#228;r part i tvisten skall svara f&#246;r sina egna kostnader f&#246;r
f&#246;rfarandet.

F&#246;religger avtal om arvode eller ers&#228;ttning i &#246;vrigt f&#246;r uppdrags
utf&#246;rande, &#228;r styrelsen och den s&#228;rskilda skiljen&#228;mnden vid sin pr&#246;vning
inte bundna h&#228;rav, om avtalet visas vara of&#246;renligt med huvudmannens
eller f&#246;rs&#228;kringsbolagets ber&#228;ttigade intresse. Har verkst&#228;lld
debitering av arvode eller kostnad godk&#228;nts f&#229;r styrelsen och den
s&#228;rskilda skiljen&#228;mnden, d&#228;r debiteringen &#228;r uppenbart obillig samt
omst&#228;ndigheterna i &#246;vrigt d&#228;rtill f&#246;ranleder, l&#228;mna godk&#228;nnandet utan
avseende. Beslut (2000:739).

Om yrkesplikter

34 &#167; Vid ut&#246;vande av sin verksamhet skall ledamot redbart och nitiskt
utf&#246;ra honom anf&#246;rtrodda uppdrag och i allt iakttaga god advokatsed.

Ledamot &#228;r skyldig att, d&#228;r god advokatsed s&#229; fordrar, f&#246;rtiga vad han
erfar i sin yrkesut&#246;vning.

35 &#167; Det &#229;ligger ledamot att h&#229;lla penningmedel och andra tillg&#229;ngar,
som tillh&#246;ra hans huvudm&#228;n, skilda fr&#229;n vad honom tillh&#246;r.

Efter fullm&#228;ktiges h&#246;rande &#228;ger styrelsen utf&#228;rda n&#228;rmare f&#246;reskrifter
ang&#229;ende ledam&#246;ternas f&#246;rvaltning av medel och andra tillg&#229;ngar, som
avses i f&#246;rsta stycket, samt ang&#229;ende ledam&#246;ternas bokf&#246;ring.

Innan fullm&#228;ktige h&#246;ras i &#228;rende, som i andra stycket avses, skall
styrelsen bereda avdelningarna tillf&#228;lle att &#229; avdelningsm&#246;te behandla
f&#246;religgande f&#246;rslag och avgiva yttrande d&#228;r&#246;ver.

36 &#167; Ledamot skall uppr&#228;tth&#229;lla och utveckla sin
yrkeskompetens.

Styrelsen f&#229;r utf&#228;rda n&#228;rmare f&#246;reskrifter om ledam&#246;ternas
skyldigheter att i detta syfte genomg&#229; professionell
vidareutbildning och l&#228;mna uppgifter om detta till styrelsen.
Beslut (2003:570).

37 &#167; Ledamot m&#229; icke, d&#228;r detta strider mot god advokatsed, fr&#229;ntr&#228;da
mottaget uppdrag.

38 &#167; I advokatverksamhet som bedrivs i bolagsform f&#229;r endast
advokat vara del&#228;gare eller bolagsman, om inte styrelsen medger
undantag. Beslut (1995:1103).

39 &#167; Ledamot &#228;ger icke vid sidan av sin advokatr&#246;relse ut&#246;va annan
verksamhet av den art eller omfattning, att den kan menligt inverka p&#229;
hans sj&#228;lvst&#228;ndighet eller eljest &#228;r of&#246;renlig med hans st&#228;llning som
advokat.

Om disciplin&#228;renden

40 &#167; G&#246;res hos samfundet anm&#228;lan mot ledamot av klient eller
annan som ber&#246;rs av saken eller v&#228;cker styrelsen fr&#229;ga om
disciplin&#228;rt ingripande mot ledamot, upptages &#228;rendet av
disciplinn&#228;mnden, vanligen f&#246;rst av pr&#246;vningsavdelning. &#196;r
pr&#246;vningsavdelning enig om att disciplin&#228;r p&#229;f&#246;ljd inte &#228;r
p&#229;kallad och &#228;r ledam&#246;terna ense om beslutets inneh&#229;ll, f&#229;r
pr&#246;vningsavdelningen avg&#246;ra &#228;rendet. I annat fall skall &#228;rendet
h&#228;nskjutas till disciplinn&#228;mnden.

Disciplinn&#228;mndens ordf&#246;rande f&#229;r besluta att &#228;rende skall h&#228;n-
skjutas till n&#228;mnden f&#246;r avg&#246;rande utan att det f&#246;rst behandlas
p&#229; pr&#246;vningsavdelning. Beslut (1997:274).

41 &#167; Om anm&#228;lan mot ledamot avser omst&#228;ndigheter, som ligger
mer &#228;n tre &#229;r tillbaka i tiden, &#228;r disciplinn&#228;mnden ej skyldig
att upptaga anm&#228;lan till pr&#246;vning. Beslut (1997:274).

42 &#167; Disciplinn&#228;mndens beslut, liksom beslut av pr&#246;vnings-
avdelning av inneb&#246;rd att &#228;rende inte h&#228;nskjutes till n&#228;mnden,
skall tillst&#228;llas den ledamot, mot vilken anm&#228;rkning
framst&#228;llts, Justitiekanslern och styrelsen.
Pr&#246;vningsavdelnings beslut tillst&#228;lls dock styrelsen endast om
den beg&#228;r det. Har &#228;rendet upptagits p&#229; grund av anm&#228;lan enligt
40 &#167;, skall &#228;ven anm&#228;laren f&#229; del av beslutet, s&#229;vida han ej
&#229;terkallat anm&#228;lan.

Styrelsens beslut om avskrivning av anm&#228;lan mot ledamot skall
tillst&#228;llas anm&#228;laren, ledamoten och Justitiekanslern.

Har anm&#228;lan mot ledamot avskrivits eller har i upptaget &#228;rende
om disciplin&#228;rt ingripande beslut meddelats av inneb&#246;rd att
&#228;rendet ej h&#228;nskjutes till disciplinn&#228;mnden, f&#229;r
Justitiekanslern, inom fyra veckor efter det att han f&#229;tt del
av beslutet, hos n&#228;mnden p&#229;kalla &#229;tg&#228;rd mot ledamoten.
Beslut (1997:274).

43 &#167; I disciplin&#228;rende skall den ledamot &#228;rendet r&#246;r beredas
tillf&#228;lle att yttra sig &#246;ver framst&#228;lld anm&#228;rkning, om ej
s&#228;rskild omst&#228;ndighet f&#246;ranleder annat.

Ledamot, mot vilken anm&#228;rkning framst&#228;llts, &#228;r pliktig att
efter anmaning avgiva skriftligt yttrande, att f&#246;rete de
handlingar som disciplinn&#228;mnden eller generalsekreteraren
&#229;l&#228;gger honom att tillhandah&#229;lla samt att p&#229; kallelse
personligen infinna sig inf&#246;r n&#228;mnden.

Disciplinn&#228;mnden f&#229;r best&#228;mma att muntlig f&#246;rhandling skall
h&#229;llas vid behandling av &#228;rende i n&#228;mnden. Om ej s&#228;rskilda sk&#228;l
f&#246;ranleder annat, skall s&#229;dan f&#246;rhandling &#228;ga rum n&#228;r
uteslutning ur samfundet kan komma i fr&#229;ga som p&#229;f&#246;ljd. D&#228;rvid
skall en av styrelsen utsedd advokat utf&#246;ra den talan som
f&#246;ranledes av anm&#228;lan eller p&#229; annat s&#228;tt framkommen
anm&#228;rkning. Styrelsens f&#246;rordnande sker efter anm&#228;lan av
n&#228;mnden eller generalsekreteraren. Uppdraget f&#229;r inte ges till
den som &#228;r ledamot av disciplinn&#228;mnden.

Om den ledamot, mot vilken anm&#228;rkning framst&#228;llts, bed&#246;mes
vara i behov av bitr&#228;de f&#246;r sitt f&#246;rsvar men inte sj&#228;lv anlitar
s&#229;dant, f&#229;r disciplinn&#228;mnden f&#246;rordna f&#246;rsvarare f&#246;r honom vid
&#228;rendets behandling i n&#228;mnden. Ers&#228;ttning till f&#246;rsvarare som
utsetts av n&#228;mnden skall utges av samfundet med belopp som
best&#228;mmes av disciplinn&#228;mnden. Detsamma g&#228;ller ers&#228;ttning till
f&#246;rsvarare som den ledamot, mot vilken anm&#228;rkning framst&#228;llts,
sj&#228;lv utsett, om n&#228;mnden bed&#246;mt sakens beskaffenhet vara s&#229;dan
att ledamoten beh&#246;ver bitr&#228;de f&#246;r sitt f&#246;rsvar. N&#228;mnden kan
f&#246;rplikta den ledamot, mot vilken anm&#228;rkning riktats, att helt
eller delvis till samfundet &#229;terg&#228;lda dess kostnad f&#246;r
f&#246;rsvaret.

Beslut om uteslutning, varning eller erinran skall angiva de
sk&#228;l var&#229; beslutet grundas. Beslut (1997:274).

44 &#167; Beslut, varigenom ledamot uteslutits ur samfundet, skall,
s&#229; snart beslutet g&#229;r i verkst&#228;llighet, delgivas samfundets
ledam&#246;ter och rikets allm&#228;nna domstolar. Har beslut om
uteslutning upph&#228;vts, skall meddelande d&#228;rom l&#228;mnas samfundets
ledam&#246;ter och n&#228;mnda domstolar, om beslutet tidigare delgivits
dem. Detsamma g&#228;ller ett beslut om upph&#228;vande av en
registrering enligt 4 a &#167;. F&#246;rordning (2000:739).

44 a &#167; Advokatsamfundets disciplin&#228;ra verksamhet omfattar i
vissa fall ocks&#229; den som auktoriserats som advokat i en annan
stat inom Europeiska unionen eller Europeiska ekonomiska
samarbetsomr&#229;det eller i Schweiz. I ett disciplin&#228;rt f&#246;rfarande
mot en s&#229;dan advokat skall advokatsamfundet, s&#229; snart
f&#246;rfarandet inleds, samarbeta och utbyta information med den
beh&#246;riga myndigheten eller organisationen i den andra staten.
Beslut (2002:740).

Om uteslutning av ledamot, som ej l&#228;ngre &#228;r beh&#246;rig att vara advokat

45 &#167; Uppkommer i styrelsen fr&#229;ga om uteslutning av ledamot
eller upph&#228;vande av registrering enligt 8 kap. 7 &#167; femte
stycket r&#228;tteg&#229;ngsbalken, skall styrelsen, innan beslut fattas
i &#228;rendet, bereda ledamoten tillf&#228;lle att yttra sig.

Beslut om uteslutning eller upph&#228;vande av registrering skall
angiva de sk&#228;l, var&#229; beslutet grundas.

Styrelsens beslut skall tillst&#228;llas den det r&#246;r och
Justitiekanslern. Vad i 44 &#167; &#228;r stadgat skall &#228;ga motsvarande
till&#228;mpning. Beslut (2000:739).

46 &#167; En ledamot &#228;r skyldig att l&#228;mna de uppgifter till 
styrelsen som beh&#246;vs f&#246;r dess tillsyn &#246;ver advokatv&#228;sendet. 
Styrelsen f&#229;r efter att fullm&#228;ktige f&#229;tt tillf&#228;lle att yttra 
sig meddela n&#228;rmare f&#246;reskrifter om uppgiftsskyldigheten. 
Innan fullm&#228;ktige h&#246;rs, ska styrelsen ge avdelningarna 
tillf&#228;lle att behandla f&#246;rslaget p&#229; ett avdelningsm&#246;te och 
l&#228;mna yttrande &#246;ver f&#246;rslaget.

Inom sju m&#229;nader efter utg&#229;ngen av varje r&#228;kenskaps&#229;r ska den 
advokat som bedriver egen verksamhet till samfundets kansli 
skicka in en revisorsrapport om att bokf&#246;ringen skett enligt 
lag och samfundets bokf&#246;ringsreglemente, samt att 
best&#228;mmelserna i reglementet i &#246;vrigt iakttagits. Om 
revisionsber&#228;ttelsen avviker fr&#229;n standardutformningen ska 
&#228;ven denna skickas in till samfundet. 

Om en revisorsrapport inte kommer in inom angiven tid har 
styrelsen r&#228;tt att utse en auktoriserad eller godk&#228;nd revisor 
som p&#229; advokatens bekostnad ska utf&#246;ra en revision och avge 
en s&#229;dan rapport till styrelsen.

Styrelsen f&#229;r f&#246;rordna att granskningen av en ledamots 
bokf&#246;ring och medelsf&#246;rvaltning ska utf&#246;ras av en 
auktoriserad revisor som styrelsen utser. Ledamoten &#228;r i 
s&#229;dant fall skyldig att tillhandah&#229;lla sina diarier och 
r&#228;kenskaper med tillh&#246;rande handlingar.

Vad en revisor f&#229;r k&#228;nnedom om vid en revision enligt tredje 
stycket eller granskning enligt fj&#228;rde stycket f&#229;r endast 
r&#246;jas i den m&#229;n revisionen eller granskningen ger anledning 
till anm&#228;rkning.

N&#228;r det finns s&#228;rskilda sk&#228;l, f&#229;r styrelsen besluta att en 
ledamots diarier och r&#228;kenskaper med tillh&#246;rande handlingar 
ska granskas av generalsekreteraren eller visas upp f&#246;r 
styrelsen.

Vid en granskning enligt fj&#228;rde och sj&#228;tte styckena &#228;r 
ledamoten, om det beg&#228;rs av den som utf&#246;r granskningen, 
skyldig att h&#228;mta in de kontokuranter, besked eller andra 
uppgifter fr&#229;n bank, klient eller n&#229;gon annan som beh&#246;vs f&#246;r 
kontroll av ledamotens f&#246;rvaltning och r&#228;kenskaper. Ledamoten 
ska visa upp uppgifterna f&#246;r den som utf&#246;r granskningen. Om 
inte ledamoten tillhandah&#229;ller uppgifterna inom en rimlig 
tid, f&#229;r den som utf&#246;r granskningen sj&#228;lv h&#228;mta in 
uppgifterna. Beslut (2016:976).

Om tystnadsplikt f&#246;r styrelseledamot m.fl.

47 &#167; Ledam&#246;ter och suppleanter i styrelsen, ledam&#246;ter av
disciplinn&#228;mnden, generalsekreteraren och andra advokater som
har deltagit i handl&#228;ggningen av disciplin&#228;renden eller andra
tillsyns&#228;renden hos samfundet samt ledam&#246;ter och suppleanter
i Konsumenttvistn&#228;mnden f&#229;r inte obeh&#246;rigen f&#246;r n&#229;gon annan
yppa vad de p&#229; grund av en samfundsledamots skyldighet att
l&#228;mna uppgifter och tillhandah&#229;lla handlingar har f&#229;tt veta
om honom eller henne och hans eller hennes verksamhet.
Beslut (2015:416).

Om skadeuppr&#228;ttande &#229;tg&#228;rder

48 &#167; Fullm&#228;ktige &#228;ga besluta om kollektiv f&#246;rs&#228;kring eller fond f&#246;r
uppr&#228;ttande av skada till f&#246;ljd av brottsligt f&#246;rfarande fr&#229;n ledamots
eller hos ledamot anst&#228;llds sida. Innan s&#229;dant beslut fattas, skall
tillf&#228;lle beredas avdelningarna att &#229; avdelningsm&#246;te behandla
f&#246;religgande f&#246;rslag och avgiva yttrande d&#228;r&#246;ver.

Ha fullm&#228;ktige fattat beslut varom i f&#246;rsta stycket &#228;r stadgat, &#228;r
ledamot skyldig att erl&#228;gga h&#228;rav f&#246;ranledd avgift, vilken skall f&#246;r &#229;r
r&#228;knat utg&#229; enligt de grunder som fullm&#228;ktige beslutar. Betr&#228;ffande
avgift som nu sagts skall vad i 31 &#167; 3 mom &#228;r stadgat &#228;ga motsvarande
till&#228;mpning. F&#246;rordning (1988:168).

Om ledamots uttr&#228;de

49 &#167; Om skyldighet i vissa fall f&#246;r ledamot att genast uttr&#228;da ur
samfundet &#228;r stadgat i r&#228;tteg&#229;ngsbalken.

Vill ledamoten eljest uttr&#228;da ur samfundet, skall han hos styrelsen
g&#246;ra skriftlig ans&#246;kan d&#228;rom. Ans&#246;kningen skall f&#246;redragas vid n&#228;rmast
f&#246;ljande sammantr&#228;de med styrelsen. F&#246;religger mot ledamoten
anm&#228;rkning av allvarlig beskaffenhet, &#228;ger styrelsen f&#246;rordna, att med
ans&#246;kningens behandling skall anst&#229; i avbidan p&#229; pr&#246;vning av den mot
ledamoten framst&#228;llda anm&#228;rkningen. Eljest skall ans&#246;kningen
bifallas.

50 &#167; F&#246;rsummar ledamot att betala stadgeenlig avgift till samfundet,
serviceers&#228;ttning till Sveriges Advokaters Serviceaktiebolag eller
stadgeenlig avgift till den avdelning han tillh&#246;r eller straffavgift
och fullg&#246;r han icke efter anmaning sina skyldigheter h&#228;rutinnan inom
tid, som styrelsen best&#228;mmer, skall styrelsen f&#246;rklara att han uttr&#228;tt
ur samfundet.

Styrelsen f&#229;r helt eller delvis eftergiva straffavgift, om s&#228;rskilda
sk&#228;l f&#246;religger. Beslut (1982:1115).

Om offentligg&#246;rande av vissa beslut

51 &#167; Styrelsen ska se till att det blir allm&#228;nt k&#228;nt att
n&#229;gon har antagits som ledamot av samfundet eller avg&#229;tt ur
det.

Disciplinn&#228;mnden f&#229;r best&#228;mma att ett beslut av n&#228;mnden i ett
disciplin&#228;rende ska offentligg&#246;ras helt eller delvis.

Konsumenttvistn&#228;mnden f&#229;r best&#228;mma att ett beslut av n&#228;mnden
ska offentligg&#246;ras helt eller delvis. Beslut (2015:416).

Om Konsumenttvistn&#228;mnden

52 &#167; Konsumenttvistn&#228;mnden ska best&#229; av fem ledam&#246;ter och fem 
suppleanter. Av ledam&#246;terna ska tv&#229; vara advokater, tv&#229; 
f&#246;retr&#228;da konsumentintresset och en vara f&#246;re detta ordinarie 
domare. 

Ordf&#246;randen i Konsumenttvistn&#228;mnden ska vara f&#246;re detta 
ordinarie domare.

Ett &#228;rende f&#229;r avg&#246;ras av tre ledam&#246;ter, varav en advokat, en 
f&#246;retr&#228;dare f&#246;r konsumentintresset och en f&#246;re detta 
ordinarie domare.

Ordf&#246;randen i Konsumenttvistn&#228;mnden f&#229;r avvisa eller avskriva 
ett &#228;rende.

Ordf&#246;randen i Konsumenttvistn&#228;mnden f&#229;r &#228;ven besluta att 
generalsekreteraren, eller den jurist p&#229; samfundets kansli 
som generalsekreteraren utser, f&#229;r avvisa eller avskriva ett 
&#228;rende. Beslut (2016:976).

53 &#167; Advokatsamfundets styrelse utser ledam&#246;ter och
suppleanter i Konsumenttvistn&#228;mnden. Samtliga ledam&#246;ter och
suppleanter f&#246;rordnas f&#246;r tre &#229;r i taget.

En ledamot f&#229;r inte omv&#228;ljas om han eller hon kommer att ha
varit ledamot av Konsumenttvistn&#228;mnden under sex &#229;r i f&#246;ljd
vid utg&#229;ngen av den valperiod som han eller hon utsetts
f&#246;r. Beslut (2015:416).

54 &#167; Om en ledamot eller suppleant i Konsumenttvistn&#228;mnden
avg&#229;r innan den valperiod som han eller hon valts f&#246;r har
g&#229;tt till &#228;nda, ska en ers&#228;ttare utses f&#246;r den &#229;terst&#229;ende
perioden. Beslut (2015:416).

55 &#167; Vid omr&#246;stning i Konsumenttvistn&#228;mnden g&#228;ller
r&#228;tteg&#229;ngsbalkens regler om omr&#246;stning i tvistem&#229;l i
till&#228;mpliga delar. Beslut (2015:416).

56 &#167; I fr&#229;ga om j&#228;v f&#246;r Konsumenttvistn&#228;mndens ledam&#246;ter och
suppleanter g&#228;ller f&#246;rvaltningslagen (1986:223) i till&#228;mpliga
delar. Beslut (2015:416).

Om &#228;renden i Konsumenttvistn&#228;mnden

57 &#167; Konsumenttvistn&#228;mnden ska pr&#246;va tvister mellan en
konsument och en advokat eller advokatbyr&#229; om en tj&#228;nst som
advokaten eller advokatbyr&#229;n tillhandah&#229;llit konsumenten.
Beslut (2015:416).

58 &#167; Med konsument avses en fysisk person som agerar f&#246;r ett
&#228;ndam&#229;l som faller utanf&#246;r den egna n&#228;rings- eller
yrkesverksamheten. Beslut (2015:416).

59 &#167; En konsument kan skriftligen beg&#228;ra pr&#246;vning av ett
&#228;rende, efter att ha betalat en ans&#246;kningsavgift som
Advokatsamfundet best&#228;mmer. Beslut (2015:416).

60 &#167; Advokaten och i f&#246;rekommande fall advokatbyr&#229;n &#228;r
skyldig att medverka i Konsumenttvistn&#228;mndens pr&#246;vning, om en
l&#246;sning i samf&#246;rst&#229;nd inte har kunnat uppn&#229;s.

Konsumenttvistn&#228;mnden f&#229;r anm&#228;la andra anspr&#229;k &#228;n arvode till
advokatens f&#246;rs&#228;kringsbolag. Beslut (2015:416).

61 &#167; Konsumenttvistn&#228;mnden pr&#246;var inte ett &#228;rende om

– konsumenten inte har f&#246;rs&#246;kt uppn&#229; en l&#246;sning i samf&#246;rst&#229;nd
med advokaten,

– v&#228;rdet av det som yrkas understiger 1 000 kronor,

– v&#228;rdet av det som yrkas &#246;verstiger 200 000 kronor,

– &#228;rendet kommer in senare &#228;n ett &#229;r efter det att
konsumenten skriftligen framst&#228;llde klagom&#229;let till
advokaten, s&#229;vida det inte finns synnerliga sk&#228;l,

– &#228;rendet inleds av okynne eller saknar grund,

– den komplettering som n&#228;mnden beg&#228;rt inte kommer in fr&#229;n
konsumenten,

– utredningen &#228;r bristf&#228;llig och det inte g&#229;r att avhj&#228;lpa
bristen,

– &#228;rendet med h&#228;nsyn till n&#228;mndens arbetsformer inte l&#228;mpar
sig f&#246;r pr&#246;vning av n&#228;mnden eller allvarligt skulle f&#246;rhindra
n&#228;mnden fr&#229;n att fungera effektivt, eller

– &#228;rendet handl&#228;ggs eller &#228;r avgjort av domstol.
Beslut (2015:416).

62 &#167; Om det redan av inneh&#229;llet i ett &#228;rende framg&#229;r att
tvisten enligt n&#229;gon av grunderna i 61 &#167; inte kan behandlas,
ska Konsumenttvistn&#228;mnden tillhandah&#229;lla b&#229;da parterna ett
motiverat beslut om avvisning inom tre veckor fr&#229;n det att
&#228;rendet togs emot. Om n&#229;gon grund f&#246;r avvisning enligt 61 &#167;
framkommer senare under handl&#228;ggningen av &#228;rendet, ska beslut
om avvisning fattas s&#229; snart som m&#246;jligt. Beslut (2015:416).

63 &#167; I &#228;renden hos Konsumenttvistn&#228;mnden ska den advokat som
&#228;rendet r&#246;r ges tillf&#228;lle att inkomma med ett skriftligt
yttrande, om inte s&#228;rskilda omst&#228;ndigheter motiverar n&#229;got
annat. Beslut (2015:416).

64 &#167; F&#246;rfarandet inf&#246;r Konsumenttvistn&#228;mnden &#228;r skriftligt.
Beslut (2015:416).

65 &#167; Konsumenttvister ska avg&#246;ras inom 90 dagar fr&#229;n det att
de &#228;r f&#228;rdiga f&#246;r beslut. Konsumenttvistn&#228;mnden ska
skriftligen underr&#228;tta parterna n&#228;r ett &#228;rende &#228;r f&#228;rdigt f&#246;r
beslut.

Om en tvist &#228;r komplicerad kan tiden f&#246;r avg&#246;rande enligt
f&#246;rsta stycket f&#246;rl&#228;ngas. I s&#229;dana fall ska parterna
underr&#228;ttas om detta och om hur l&#229;ng tid det kan f&#246;rv&#228;ntas ta
att pr&#246;va tvisten. Beslut (2015:416).

66 &#167; Ett &#228;rende kan f&#246;rklaras vilande av
Konsumenttvistn&#228;mnden om tvisten pr&#246;vas hos advokatens
f&#246;rs&#228;kringsgivare. Beslut (2015:416).

67 &#167; Parterna svarar f&#246;r sina egna kostnader f&#246;r
f&#246;rfarandet. Beslut (2015:416).

68 &#167; Beslut fr&#229;n Konsumenttvistn&#228;mnden ska vara skriftliga
och motiverade.

Konsumenttvistn&#228;mndens beslut kan inte &#246;verklagas.
Beslut (2015:416).

Om &#228;ndring av stadgarna

69 &#167; &#196;ndringar av dessa stadgar beslutas av fullm&#228;ktige.

Innan ett s&#229;dant beslut fattas, ska avdelningarna ges
tillf&#228;lle att behandla det aktuella f&#246;rslaget p&#229; ett
avdelningsm&#246;te och sedan yttra sig &#246;ver det.

F&#246;r att ett beslut om stadge&#228;ndring ska vara giltigt, kr&#228;vs
det antingen att beslutet har fattats p&#229; ett ordinarie
fullm&#228;ktigem&#246;te och d&#229; har f&#229;tt st&#246;d av minst tre fj&#228;rdedelar
av hela antalet fullm&#228;ktige eller att beslutet fattats p&#229; tv&#229;
p&#229; varandra f&#246;ljande ordinarie fullm&#228;ktigem&#246;ten och p&#229; det
m&#246;te som h&#229;lls sist har f&#229;tt st&#246;d av minst tv&#229; tredjedelar av
de n&#228;rvarande fullm&#228;ktige.

En beslutad stadge&#228;ndring ska fastst&#228;llas av regeringen f&#246;r
att bli g&#228;llande. Beslut (2015:416).

&#214;verg&#229;ngsbest&#228;mmelser

Dessa stadgar tr&#228;da i kraft den 1 januari 1964. Samma dag upph&#246;ra
samfundets den 3 juni 1944 antagna, den 31 oktober 1947 av Konungen
fastst&#228;llda stadgar att g&#228;lla; med iakttagande dock av vad nedan
best&#228;mmes.

1. Den som vid dessa stadgars ikrafttr&#228;dande innehar befattning som
styrelseledamot, styrelsesuppleant, revisor eller revisorssuppleant
kvarst&#229;r i sin befattning under tid, som vid valet blivit best&#228;md.

2. Val av ordf&#246;rande, vice ordf&#246;rande och &#246;vriga ledam&#246;ter av
disciplinn&#228;mnden skall f&#246;rsta g&#229;ngen f&#246;rr&#228;ttas vid ordinarie
fullm&#228;ktigem&#246;te 1964. D&#228;rvid skall iakttagas att ordf&#246;rande och fyra
andra ledam&#246;ter v&#228;ljas f&#246;r fyra &#229;r, vice ordf&#246;rande och tre andra
ledam&#246;ter f&#246;r tv&#229; &#229;r.

3. D&#229; val av ledam&#246;ter och suppleanter i fullm&#228;ktige f&#246;rsta g&#229;ngen
f&#246;rr&#228;ttas, skall, i den m&#229;n ej annat blivit best&#228;mt i nya
avdelningsstadgar, som godk&#228;nts av samfundets styrelse, vad i de &#228;ldre
avdelningsstadgarna om val av ledam&#246;ter och suppleanter i samfundets
n&#228;mnd &#228;r f&#246;reskrivet i till&#228;mpliga delar l&#228;nda till efterr&#228;ttelse.

4. Disciplinn&#228;mnden tr&#228;der i verksamhet den 1 juli 1964. Intill den
dagen skall vad i de &#228;ldre stadgarna &#228;r f&#246;reskrivet om styrelsens
befattning med disciplin&#228;renden alltj&#228;mt g&#228;lla, styrelsen dock
obetaget att redan f&#246;re den 1 juli 1964 fatta beslut om &#228;rendes
h&#228;nskjutande till disciplinn&#228;mden.

1997:274

1. Vad som nu har fastst&#228;llts skall g&#228;lla fr&#229;n och med den 1
juli 1997.

2. En offentlig representant i disciplinn&#228;mnden som har
utsetts med st&#246;d av &#228;ldre f&#246;reskrifter kvarst&#229;r som ledamot av
n&#228;mnden under den tid som han har utsetts f&#246;r.

3. Ett disciplin&#228;rende, som av styrelsen har h&#228;nskjutits till
disciplinn&#228;mnden med st&#246;d av &#228;ldre f&#246;reskrifter, f&#229;r avg&#246;ras av
en pr&#246;vningsavdelning, om f&#246;ruts&#228;ttningar f&#246;r det finns enligt
de nya best&#228;mmelserna i 40 &#167;.

2000:739

Vad som nu har fastst&#228;llts skall g&#228;lla fr&#229;n och med den 1
januari 2001. Dock skall 33 &#167; fortfarande till&#228;mpas p&#229; ledamots
tvist med huvudman om arvode och kostnad f&#246;r ett utf&#246;rt uppdrag
som har p&#229;b&#246;rjats f&#246;re den 1 januari 2002.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4345">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4347">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
