

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-edited" content="2015-04-02" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4348</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4347">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4349">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1963:194 ·
                    <a href="/sfsr?bet=1963:194">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">F&#246;rordning (1963:194) om samarbete med Danmark, Finland, Island och Norge ang&#229;ende verkst&#228;llighet av straff m.m.</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Justitiedepartementet BIRS
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1963-05-22
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m. SFS 2015:113
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; Framst&#228;llning enligt 3, 8, 15 eller 22 &#167; lagen om samarbete med
Danmark, Finland, Island och Norge ang&#229;ende verkst&#228;llighet av straff
m.m. (nordiska verkst&#228;llighetslagen) g&#246;res hos
justitiedepartementet i den stat, d&#228;r verkst&#228;lligheten eller
&#246;vervakningen avses &#228;ga rum. Framst&#228;llning m&#229; ock g&#246;ras hos
underordnad myndighet, som tillagts beh&#246;righet att mottaga s&#229;dan
framst&#228;llning. Kung&#246;relse (1964:568).

2 &#167; Framst&#228;llning som i 1 &#167; s&#228;gs skall angiva:

1. de sk&#228;l var&#229; framst&#228;llningen grundas;

2. uppgift att dom eller beslut, som avses med framst&#228;llningen, m&#229;
verkst&#228;llas h&#228;r i riket;

3. huruvida p&#229;f&#246;ljd, som avses med framst&#228;llningen, till n&#229;gon del
verkst&#228;llts; samt

4. den tidpunkt, d&#229; verkst&#228;llighet senast m&#229; ske.

3 &#167; Till en framst&#228;llning som avses i 1 &#167; ska det bifogas

1. en kopia av dom, beslut, godk&#228;nt straff&#246;rel&#228;ggande eller
godk&#228;nt f&#246;rel&#228;ggande av ordningsbot i den del, som avses med
framst&#228;llningen, och

2. f&#246;ljande handlingar, n&#228;r det &#228;r fr&#229;ga om en framst&#228;llning
enligt 8, 15 eller 22 &#167; nordiska verkst&#228;llighetslagen:
yttrande fr&#229;n Kriminalv&#229;rden, l&#228;karintyg enligt lagen
(1991:2041) om s&#228;rskild personutredning i brottm&#229;l, m.m.,
eller utl&#229;tande &#246;ver r&#228;ttspsykiatrisk unders&#246;kning och, om
m&#246;jligt, yttrande i &#228;rendet av den d&#246;mde eller bevis att han
eller hon har f&#229;tt tillf&#228;lle att yttra sig.

Om n&#229;gon s&#228;rskild personutredning eller l&#228;karunders&#246;kning inte
har &#228;gt rum, ska i st&#228;llet till framst&#228;llningen bifogas en
kopia av tillg&#228;ngliga handlingar om den d&#246;mdes personliga
f&#246;rh&#229;llanden.

Om den d&#246;mde med anledning av domen har f&#229;tt v&#229;rd i anstalt
eller st&#229;tt under &#246;vervakning, ska det dessutom bifogas en
redog&#246;relse f&#246;r vad behandlingsjournal och andra tillg&#228;ngliga
uppgifter inneh&#229;ller om den d&#246;mde f&#246;r tiden efter det att
domen meddelades.

I st&#228;llet f&#246;r dom eller beslut f&#229;r det till en framst&#228;llning
enligt 3 &#167; nordiska verkst&#228;llighetslagen bifogas uppgifter

1. som &#228;r f&#246;reskrivna f&#246;r ans&#246;kan om indrivning enligt
indrivningsf&#246;rordningen (1993:1229),

2. om tid och plats f&#246;r den brottsliga g&#228;rningen,

3. om de &#246;vriga omst&#228;ndigheter som beh&#246;vs f&#246;r att k&#228;nneteckna
g&#228;rningen, och

4. om det eller de lagrum som till&#228;mpats.
F&#246;rordning (2010:358).

4 &#167; Framst&#228;llning om verkst&#228;llighet i annan nordisk stat av h&#228;r i
riket &#229;d&#246;mt f&#228;ngelse f&#229;r inte g&#246;ras innan domen vunnit laga kraft, om
det inte finns s&#228;rskilda sk&#228;l. F&#246;rordning (1983:251).

4 a &#167; Befogenhet som enligt 25 &#167; lagen (1963:193) om samarbete
med Danmark, Finland, Island och Norge ang&#229;ende verkst&#228;llighet
av straff m.m. tillkommer Kriminalv&#229;rden ut&#246;vas i fr&#229;ga om
verkst&#228;llighet enligt 1, 3 eller 4 &#167; samma lag av
Kronofogdemyndigheten. Det som i lagen s&#228;gs om Kriminalv&#229;rden
och dess beslut skall d&#229; till&#228;mpas p&#229; Kronofogdemyndigheten och
dess beslut. F&#246;rordning (2006:754).

5 &#167; Om en framst&#228;llning hos Kriminalv&#229;rden eller
Kronofogdemyndigheten g&#246;rs av en myndighet i annan nordisk stat
och framst&#228;llningen inte inneh&#229;ller f&#246;r dess pr&#246;vning
erforderliga uppgifter, skall s&#229;dana beg&#228;ras hos den myndighet
som gjort framst&#228;llningen. F&#246;rordning (2006:754).

5 a &#167; Om det i ett &#228;rende om &#246;verf&#246;rande av ett frihetsstraff
till Sverige &#228;ven beg&#228;rs en tv&#229;ngs&#229;tg&#228;rd enligt 5 a och 5 b &#167;&#167;
lagen (1963:193) om samarbete med Danmark, Finland, Island och
Norge ang&#229;ende verkst&#228;llighet av straff m.m. skall Kriminalv&#229;rden
&#246;verl&#228;mna denna beg&#228;ran till Riks&#229;klagaren eller, om den d&#246;mdes
vistelseort &#228;r k&#228;nd, till den &#229;klagare inom vars omr&#229;de den d&#246;mde
har sin hemvist. F&#246;rordning (2005:987).

5 b &#167; Kriminalv&#229;rden ska underr&#228;ttas om de &#229;tg&#228;rder som
vidtas med st&#246;d av 5 a–5 c &#167;&#167; lagen (1963:193) om samarbete
med Danmark, Finland, Island och Norge ang&#229;ende
verkst&#228;llighet av straff m.m. Kriminalv&#229;rden ska underr&#228;tta
den myndighet i den andra staten som beg&#228;rt tv&#229;ngs&#229;tg&#228;rden om
de &#229;tg&#228;rder som vidtagits samt att ett beslut om anh&#229;llande,
h&#228;ktning, resef&#246;rbud eller anm&#228;lningsskyldighet h&#228;vs om inte
en framst&#228;llning om &#246;verf&#246;rande av verkst&#228;llighet g&#246;rs inom
fyrtio dagar.

Kriminalv&#229;rden ska genast underr&#228;tta &#197;klagarmyndigheten och
r&#228;tten n&#228;r en framst&#228;llning om &#246;verf&#246;rande av
verkst&#228;lligheten har gjorts. F&#246;rordning (2015:113).

6 &#167; Belopp i utl&#228;ndskt mynt skall omr&#228;knas till svenskt mynt efter
k&#246;pkursen dagen f&#246;re den dag, d&#229; framst&#228;llning om verkst&#228;llighet h&#228;r
i riket bifalles.

6 a &#167; Uppkommer rest vid omv&#228;xling till svenskt mynt av belopp, som
influtit efter framst&#228;llning som avses i 3 &#167; lagen (1963:193) om
samarbete med Danmark, Finland, Island och Norge ang&#229;ende
verkst&#228;llighet av straff m.m. och som varit avsett att t&#228;cka oguldet
belopp, skall vidare verkst&#228;llighet ej &#228;ga rum. F&#246;rordning (1979:205).

7 &#167; Kan belopp, som avses med bifallen framst&#228;llning om
verkst&#228;llighet h&#228;r i riket, icke indrivas, skall meddelande om
vad som &#229;tgjorts och om anledningen till att indrivning ej
kunnat ske l&#228;mnas till den myndighet som beg&#228;rt
verkst&#228;lligheten.

Har i samband med beg&#228;ran om indrivning av b&#246;ter eller vite
hemst&#228;llts om verkst&#228;llighet av f&#246;rvandlingsstraff, som
best&#228;mts f&#246;r det fall att betalning ej sker, skall
Kronofogdemyndigheten s&#246;ka erh&#229;lla betalning. Kan indrivning ej
ske, skall Kronofogdemyndigheten &#246;verl&#228;mna &#228;rendet till
Kriminalv&#229;rden f&#246;r pr&#246;vning av fr&#229;gan om verkst&#228;llighet av
f&#246;rvandlingsstraffet. Kriminalv&#229;rden f&#229;r, innan
verkst&#228;llighetsfr&#229;gan avg&#246;rs, hos Kronofogdemyndigheten beg&#228;ra
ytterligare &#229;tg&#228;rd f&#246;r indrivning.

Om framst&#228;llning om verkst&#228;llighet av f&#246;rvandlingsstraff g&#246;rs
utan samband med beg&#228;ran om betalning eller sedan s&#229;dan beg&#228;ran
bifallits h&#228;r, f&#229;r Kriminalv&#229;rden, innan verkst&#228;llighetsfr&#229;gan
avg&#246;rs, hos Kronofogdemyndigheten beg&#228;ra ytterligare &#229;tg&#228;rd f&#246;r
indrivning. F&#246;rordning (2006:754).

8 &#167; I beslut om bifall till framst&#228;llning om verkst&#228;llighet av
f&#246;rvandlingsstraff skall angivas det oguldna belopp
f&#246;rvandlingsstraffet avser.

Erbjudes betalning efter det beslut som s&#228;gs i f&#246;rsta stycket
blivit meddelat, skall fr&#229;n Kriminalv&#229;rden omedelbart inh&#228;mtas
besked huru betalning skall mottagas och redovisas samt huruvida
verkst&#228;lligheten av f&#246;rvandlingsstraffet skall helt eller delvis
inst&#228;llas. F&#246;rordning (2005:987).

9 &#167; &#214;ver framst&#228;llning om verkst&#228;llighet h&#228;r i riket av frihetsstraff,
som &#229;d&#246;mts annan &#228;n svensk medborgare, skall yttrande av
Migrationsverket inh&#228;mtas. F&#246;rordning (2000:393).

10 &#167; Har upph&#228;vts genom f&#246;rordning (2005:987).

11 &#167; D&#229; fr&#229;ga h&#228;r i riket uppkommer om &#229;tg&#228;rd enligt nordiska
verkst&#228;llighetslagen betr&#228;ffande n&#229;gon, som i annan nordisk stat
villkorligt d&#246;mts eller villkorligt frigivits eller som d&#228;r st&#229;r under
&#246;vervakning, b&#246;r yttrande inh&#228;mtas fr&#229;n den eller de myndigheter, som
efter vad k&#228;nt &#228;r tagit befattning med honom i anledning av domen
eller frigivningen.

Beg&#228;res fr&#229;n annan nordisk stat yttrande av svensk myndighet r&#246;rande
n&#229;gon, som h&#228;r i riket d&#246;mts till skyddstillsyn eller villkorligt
frigivits, skall myndigheten innan yttrande avgives inh&#228;mta
upplysningar fr&#229;n myndigheter och befattningshavare, som ut&#246;vat
&#246;vervakning av den d&#246;mde eller frigivne. Kung&#246;relse (1964:568).

12 &#167; Har upph&#228;vts genom kung&#246;relse (1964:568).

13 &#167; Om fr&#229;ga j&#228;mlikt 13 eller 20 &#167; nordiska verkst&#228;llighetslagen
h&#228;nskjutits till myndighet i annan nordisk stat, skall underr&#228;ttelse
d&#228;rom l&#228;mnas till justitiedepartementet i den staten.

Har domstol betr&#228;ffande den, som i annan nordisk stat villkorligt
d&#246;mts eller villkorligt frigivits, meddelat dom eller beslutat &#229;tg&#228;rd
f&#246;r g&#228;rning beg&#229;ngen under pr&#246;votiden, &#229;ligger det domstolen att sedan
domen eller beslutet vunnit laga kraft &#246;vers&#228;nda avskrift d&#228;rav till
vederb&#246;rande justitiedepartement eller &#246;vervakningsmyndighet.

Meddelar domstol eller annan myndighet h&#228;r i riket dom eller beslut om
&#229;tg&#228;rd betr&#228;ffande den, som h&#228;r d&#246;mts till skyddstillsyn eller
villkorligt frigivits och i anledning d&#228;rav st&#229;r under &#246;vervakning i
annan nordisk stat, skall avskrift av domen eller beslutet &#246;vers&#228;ndas
p&#229; s&#228;tt i andra stycket s&#228;gs. Kung&#246;relse (1964:568).

14 &#167; Framst&#228;llning om befrielse fr&#229;n villkor, som uppst&#228;llts vid
&#246;verf&#246;rande hit av n&#229;gon f&#246;r verkst&#228;llighet enligt 5 &#167; nordiska
verkst&#228;llighetslagen, g&#246;res hos myndighet i den stat fr&#229;n vilken
den d&#246;mde &#246;verf&#246;rts hit. Betr&#228;ffande s&#229;dan framst&#228;llning skall
till&#228;mpas vad i den staten g&#228;ller om befrielse fr&#229;n villkor som
uppst&#228;llts vid utl&#228;mning.

Upplyses hos Kriminalv&#229;rden att anledning f&#246;religger till
befrielse som s&#228;gs i f&#246;rsta stycket, b&#246;r Kriminalv&#229;rden icke
meddela slutligt beslut i verkst&#228;llighetsfr&#229;gan f&#246;rr&#228;n &#228;rende
ang&#229;ende s&#229;dan befrielse blivit avgjort. F&#246;rordning (2005:987).

15 &#167; De n&#228;rmare f&#246;reskrifter som erfordras f&#246;r till&#228;mpning av
denna kung&#246;relse meddelas s&#229;vitt avser verkst&#228;llighet enligt 1,
3 eller 4 &#167; nordiska verkst&#228;llighetslagen av
Kronofogdemyndigheten och i &#246;vrigt av Kriminalv&#229;rden.
F&#246;rordning (2006:754).

</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4347">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4349">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
