

<!DOCTYPE html>
<html>
<head>
    <title>Regeringskansliets rättsdatabaser</title>
    <meta name="Author" content="Regeringskansliet">
    <meta http-equiv="Pragma" content="no-cache">
    <meta name="Content" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">
    <meta name="Keywords" content="Lag, lagar, lagstiftning, förordning, förordningar, kommitt&eacute; kommitt&eacute;er, direktiv,juridik, jurist, law, lawyer, legal">

    <!-- Begin favicon -->
    <link rel="apple-touch-icon" sizes="57x57" href="/Images/favicon/apple-touch-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="/Images/favicon/apple-touch-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="/Images/favicon/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="/Images/favicon/apple-touch-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="/Images/favicon/apple-touch-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="/Images/favicon/apple-touch-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="/Images/favicon/apple-touch-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="/Images/favicon/apple-touch-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="/Images/favicon/apple-touch-icon-180x180.png">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="/Images/favicon/android-chrome-192x192.png" sizes="192x192">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/png" href="/Images/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="shortcut icon" href="/Images/favicon/favicon.ico">
    <meta name="msapplication-TileColor" content="#2b5797">
    <meta name="msapplication-TileImage" content="/Images/favicon/mstile-144x144.png">
    <meta name="msapplication-config" content="/Images/favicon/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">
    <!-- End favicon -->

    <link href='https://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'>
    <link rel="stylesheet" href="/Css/main.css" type="text/css" media="screen"/>
    <link rel="stylesheet" href="/Css/print.css" type="text/css" media="print"/>
    <script src="http://code.jquery.com/jquery-2.1.4.min.js"></script>
    <script src="/Scripts/Regeringskansliet.js"></script>
    
    <meta id="rattsinfo-new" content="2023-01-11" /> 
 <meta id="rattsinfo-edited" content="2023-01-11 10:59:20" /> 
 
</head>
<body>
    <div class="container">
        <div class="popup-container">
            <div class="popup-inner-container">
                <div class="popup-inner">
                    <div class="popup-close">
                        <span class="popup-exit">
                            Stäng
                        </span>
                        <div class="popup-close-icon close"></div>
                    </div>
                    <div class="popup-content">

                    </div>
                </div>
            </div>
        </div>
        <div class="header wrapper">
            <div class="inner-wrapper">
                <div class="header-logo">
                    <img src="/Images/logo-sv.png" alt="Regeringskansliet logo" class="logo" />
                </div>
                <div class="header-more">

                    
                    <div class="header-list">
                        <a href="/Tillganglighetsredogorelse/">
                            <div class="header-li">
                                <div class="arrow-fwd"></div>
                                <div class="header-li-text">
                                    Tillgänglighetsredogörelse
                                </div>
                            </div>
                        </a>
                    </div>
                    
                </div>
                <div class="header-main">
                    <div class="header-text">
                        <h1>Regeringskansliets rättsdatabaser</h1>
                    </div>
                    <div class="header-desc">
                        Regeringskansliets rättsdatabaser innehåller lagar, förordningar,
                        kommittédirektiv och kommittéregistret.
                    </div>
                </div>
            </div>
        </div>

        <div class="main wrapper" style="margin-bottom:10px; border: 8px solid rgb(37 174 104);">
             <h3 class="header-desc" style="padding: 30px 120px 10px 120px; font-size: 30px;"><b>Testa betasidan för Regeringskansliets rättsdatabaser</b></h3> 
                <b><p style="padding: 0px 120px 0px 120px; font-size: 23px; margin: 0;">
                   Söker du efter lagar och förordningar? Testa gärna betasidan för den nya webbplatsen för Regeringskansliets rättsdatabaser. </p>
                   <p style="padding: 0px 120px 30px 120px; font-size: 23px; margin: 0;">
                      <a href="https://beta.rkrattsbaser.gov.se">Klicka här för att komma dit</a></b></p>
       </div>

        <div class="main wrapper">
            <div class="inner-wrapper">
                <div class="nav-bar">
                    
                    <a href="/sfsr">
                        <div class="nav-item">
                            Författningsregister
                        </div>
                    </a>
                    
                    <a href="/sfst">
                        <div class="nav-item active">
                            Författningar fulltext
                        </div>
                    </a>
                    
                    <a href="/dir">
                        <div class="nav-item">
                            Kommittédirektiv
                        </div>
                    </a>
                    
                    <a href="/komm">
                        <div class="nav-item">
                            Kommittéregistret
                        </div>
                    </a>
                    

                    <a href="/info" class="popup">
                        <div class="nav-help">
                            Om
                        </div>
                    </a>
                </div>
                <div class="content">
                    
    
    <div class="search-results">
        <div class="search-more">
            &nbsp;
        </div>
        <div class="search-main">
            <div class="search-results-header">
                <div class="search-hits">
                    Post <strong>4354</strong> av <strong>4610</strong> träffar
                </div>

                <div class="search-results-opts-top">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4353">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4355">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
            
            <div class="search-results-content">
                
                <div class="result-inner-box bold">
                    SFS-nummer ·
                    1962:627 ·
                    <a href="/sfsr?bet=1962:627">
                        Visa register
                    </a>
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Lag (1962:627) om utnyttjande av vattenkraft vid krig</span>
                </div>

                
                <div class="result-inner-box">
                    <span class="bold">Departement:</span> Klimat- och n&#228;ringslivsdepartementet
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Utfärdad:</span> 1962-12-14
                </div>
                
                <div class="result-inner-box">
                    <span class="bold">Ändring införd:</span> t.o.m SFS 2018:1409
                </div>
                

                <div class="result-inner-box">
                    <div class="result-box-text body-text">1 &#167; &#196;r Sverige i krig, skall best&#228;mmelserna i denna lag om
meddelande av tillst&#229;nd till viss vattenverksamhet till&#228;mpas.

&#196;r Sverige i krigsfara eller r&#229;der det s&#229;dana utomordentliga
f&#246;rh&#229;llanden som &#228;r f&#246;ranledda av att det &#228;r krig utanf&#246;r
Sveriges gr&#228;nser eller av att Sverige har varit i krig eller
krigsfara, f&#229;r regeringen f&#246;reskriva att best&#228;mmelserna i denna
lag om meddelande av tillst&#229;nd till viss vattenverksamhet skall
till&#228;mpas.

F&#246;reskrift enligt andra stycket skall underst&#228;llas riksdagens
pr&#246;vning inom en m&#229;nad fr&#229;n det den utf&#228;rdades. Sker inte
underst&#228;llning eller godk&#228;nner riksdagen inte f&#246;reskriften inom
tv&#229; m&#229;nader fr&#229;n det underst&#228;llningen skedde, upph&#246;r
f&#246;reskriften att g&#228;lla. Lag (1998:864).

2 &#167; F&#246;r b&#228;ttre utnyttjande av vattenkraft f&#229;r, efter ans&#246;kan
hos mark- och milj&#246;domstolen enligt milj&#246;balken, tillst&#229;nd
enligt denna lag l&#228;mnas till tillf&#228;llig vattenreglering eller
annan vattenverksamhet, som avses i 11 kap. 2 &#167; 1 milj&#246;balken,
eller ocks&#229; &#228;ndrade best&#228;mmelser meddelas om inneh&#229;llande
eller tappning av vatten, om &#229;tg&#228;rden pr&#246;vas ur allm&#228;n
synpunkt medf&#246;ra f&#246;rdelar, som &#246;verv&#228;ger kostnaderna samt
skadorna och ol&#228;genheterna av den. Lag (2010:925).

3 &#167; Best&#228;mmelserna i milj&#246;balken och lagen (1998:812) med
s&#228;rskilda best&#228;mmelser om vattenverksamhet skall till&#228;mpas p&#229;
vattenverksamhet enligt denna lag, om inte annat f&#246;ranleds av
best&#228;mmelserna i det f&#246;ljande. Lag (1998:864).

4 &#167; Tillst&#229;nd till vattenverksamhet enligt denna lag skall
meddelas f&#246;r viss tid, h&#246;gst tre &#229;r.

Sedan tiden f&#246;r tillst&#229;ndet eller, om nytt tillst&#229;nd meddelats,
tiden d&#228;rf&#246;r g&#229;tt till &#228;nda, skall s&#246;kanden vidtaga de
&#229;tg&#228;rder, som erfordras f&#246;r att &#229;terst&#228;lla f&#246;rh&#229;llandena i
l&#228;mpligt skick. Mark- och milj&#246;domstolen har att i samband med
tillst&#229;ndet meddela erforderliga best&#228;mmelser h&#228;rom.
Lag (2010:925).

5 &#167; Best&#228;mmelsen i 11 kap. 6 &#167; f&#246;rsta stycket milj&#246;balken
skall inte &#228;ga till&#228;mpning i fr&#229;ga om vattenverksamhet enligt
denna lag. Lag (1998:864).

6 &#167; Best&#228;mmelserna i 5 kap. lagen (1998:812) med s&#228;rskilda
best&#228;mmelser om vattenverksamhet ang&#229;ende vattenreglering med
tv&#229;ngsdelaktighet g&#228;ller inte regleringar, som avses i denna
lag. &#196;r det uppenbart, att en reglering &#228;r till nytta f&#246;r annan
som tillgodog&#246;r vattenkraft, &#228;r denne dock skyldig att i den
m&#229;n s&#229; kan anses sk&#228;ligt bidra till kostnaden f&#246;r regleringen.
I fr&#229;ga om talan om s&#229;dant bidrag till&#228;mpas best&#228;mmelserna om
st&#228;mningsm&#229;l i lagen (1998:812) med s&#228;rskilda best&#228;mmelser om
vattenverksamhet.

I fr&#229;ga om f&#246;rvaltningen av en vattenreglering med flera
deltagare g&#228;ller vad som i lagen (1973:1150) om f&#246;rvaltning av
samf&#228;lligheter &#228;r stadgat om samf&#228;lligheter enligt lagen
(1998:812) med s&#228;rskilda best&#228;mmelser om vattenverksamhet.
Lag (1998:864).

7 &#167; Best&#228;mmelserna om specifik milj&#246;bed&#246;mning i 6 kap. 
milj&#246;balken och best&#228;mmelserna i 17 kap. 4 a &#167; milj&#246;balken 
ska inte g&#228;lla i fr&#229;ga om vattenverksamhet enligt denna lag. 

I fr&#229;ga om vattenverksamhet enligt denna lag ska en liten 
milj&#246;konsekvensbeskrivning enligt 6 kap. 47 &#167; milj&#246;balken tas 
fram. Lag (2017:956).

8 &#167; F&#246;r vattenkraft, som g&#229;r f&#246;rlorad f&#246;r str&#246;mfalls&#228;gare till f&#246;ljd
av s&#229;dan enligt denna lag medgiven &#229;tg&#228;rd, med vilken ej &#229;syftas att
tillgodog&#246;ra samma vattenkraft, skall ers&#228;ttning utg&#229; allenast s&#229;vitt
fr&#229;ga &#228;r om tillgodogjord vattenkraft eller om vattenkraft, som
uppenbarligen &#228;r avsedd att tillgodog&#246;ras under den tid tillst&#229;ndet
skall g&#228;lla. Lag (1983:653).

9 &#167; Vid meddelande av tillst&#229;nd till vattenverksamhet enligt
denna lag f&#229;r mark- och milj&#246;domstolen, om det beh&#246;vs f&#246;r att
undvika dr&#246;jsm&#229;l med verksamheten, skjuta upp fr&#229;gan om de
f&#246;reskrifter, som erfordras ang&#229;ende ers&#228;ttning, avgifter eller
annat. D&#228;rvid till&#228;mpas 22 kap. 27 &#167; andra - femte stycket
milj&#246;balken. Lag (2010:925).

10 &#167; Ers&#228;ttning, som best&#228;mmes i penningar, m&#229; fastst&#228;llas att
utg&#229; f&#246;r &#229;r eller del av &#229;r, s&#229; l&#228;nge verksamheten p&#229;g&#229;r. Har
tillst&#229;nd till verksamheten tagits i anspr&#229;k, skall s&#229;dan
ers&#228;ttning utg&#229; f&#246;r hela den tid d&#228;refter, f&#246;r vilken
tillst&#229;ndet meddelats, om ej mark- och milj&#246;domstolen
f&#246;rordnar annorlunda.

N&#228;r sk&#228;l &#228;ro d&#228;rtill, m&#229; mark- och milj&#246;domstolen h&#246;ja eller
s&#228;nka ers&#228;ttning, som fastst&#228;llts att utg&#229; f&#246;r &#229;r eller del av
&#229;r, eller meddela nya eller &#228;ndrade best&#228;mmelser om vidtagande
av &#229;tg&#228;rder, som kunna erfordras f&#246;r tillgodoseende av allm&#228;n
eller enskild r&#228;tt. Lag (2010:925).

11 &#167; Mark- och milj&#246;domstols beslut, varigenom meddelats
best&#228;mmelser om skyldighet att f&#246;rebygga eller avhj&#228;lpa skada
eller ol&#228;genhet till f&#246;ljd av vattenverksamhet enligt denna lag
eller att utgiva ers&#228;ttning d&#228;rf&#246;r, skall, s&#229;framt tillst&#229;ndet
till verksamheten tagits i anspr&#229;k, g&#229; i verkst&#228;llighet som om
det vunnit laga kraft, d&#228;r ej annorlunda f&#246;rordnas.

Belopp, som i enlighet med mark- och milj&#246;domstolens beslut
nedsatts hos l&#228;nsstyrelsen eller guldits i annan ordning, m&#229; ej
&#229;terkr&#228;vas. Lag (2010:925).

12 &#167; Anspr&#229;k p&#229; ers&#228;ttning f&#246;r skada, f&#246;rlust eller 
intr&#229;ng som inte f&#246;rutsetts av mark- och milj&#246;domstolen ska, 
f&#246;r att f&#229; tas upp till pr&#246;vning, anm&#228;las till mark- och 
milj&#246;domstolen inom fem &#229;r eller den l&#228;ngre tid, h&#246;gst tolv 
&#229;r, som mark- och milj&#246;domstolen kan ha f&#246;reskrivit, r&#228;knat 
fr&#229;n det tiden f&#246;r tillst&#229;ndet eller, om nytt tillst&#229;nd 
meddelats, tiden d&#228;rf&#246;r g&#229;tt till &#228;nda. Om en 
vattenverksamhet enligt denna lag efterf&#246;ljs av en 
vattenverksamhet som f&#229;tt tillst&#229;nd enligt milj&#246;balken, f&#229;r 
anspr&#229;k med anledning av den f&#246;rra verksamheten framst&#228;llas 
inom den tid som g&#228;ller f&#246;r den senare verksamheten enligt 
24 kap. 18 &#167; tredje eller fj&#228;rde stycket milj&#246;balken. Anm&#228;lan om 
ers&#228;ttningsanspr&#229;k ska vara skriftlig och den ska ges in till 
mark- och milj&#246;domstolen i tv&#229; exemplar. Mark- och 
milj&#246;domstolen ska i domen erinra om vad skadelidande har att 
iaktta. Lag (2018:1409).

13 &#167; Har upph&#228;vts genom lag (1974:275).

14 &#167; Har upph&#228;vts genom lag (1983:653).

15 &#167; Best&#228;mmelserna i 17 &#167; andra och tredje stycket lagen
(1998:811) om inf&#246;rande av milj&#246;balken hindrar inte att ans&#246;kan
om tillst&#229;nd till &#229;tg&#228;rder enligt denna lag tas upp till
pr&#246;vning. Lag (1998:864).

16 &#167; I m&#229;l enligt denna lag skall ett exemplar av
ans&#246;kningshandlingarna j&#228;mte kung&#246;relsen av mark- och
milj&#246;domstolen tillst&#228;llas l&#228;nsstyrelsen i det l&#228;n, inom
vilket vattenverksamheten huvudsakligen skall ut&#246;vas.

Vid till&#228;mpning i m&#229;l, varom nu &#228;r fr&#229;ga, av best&#228;mmelsen i 22
kap. 17 &#167; milj&#246;balken f&#229;r i br&#229;dskande fall den i detta lagrum
angivna fristen begr&#228;nsas. Parterna skall dock beredas sk&#228;ligt
r&#229;drum. Lag (2010:925).

17 &#167; I m&#229;l enligt denna lag f&#229;r p&#229; beg&#228;ran av s&#246;kanden
mark- och milj&#246;domstolen utan huvudf&#246;rhandling i br&#229;dskande
fall medge att &#229;tg&#228;rder f&#246;r vattenverksamheten vidtas, innan
fr&#229;gan om s&#229;dana &#229;tg&#228;rder slutligen avg&#246;rs. &#196;r fr&#229;ga om &#229;tg&#228;rd,
som omfattar vidlyftigare arbete, eller &#228;r avsev&#228;rt intr&#229;ng p&#229;
allm&#228;n eller enskild r&#228;tt att befara d&#228;rav, f&#229;r f&#246;rordnande
meddelas endast om riket &#228;r i krig.

N&#228;r synnerliga sk&#228;l f&#246;religger, f&#229;r mark- och milj&#246;domstolen i
m&#229;l enligt denna lag medge s&#246;kanden att utan hinder av
best&#228;mmelsen i 11 kap. 10 &#167; milj&#246;balken p&#229;b&#246;rja arbete, som d&#228;r
avses.

Mark- och milj&#246;domstolens beslut enligt denna paragraf g&#228;ller
omedelbart, men det kan &#228;ndras n&#228;r f&#246;rh&#229;llandena f&#246;ranleder
det. Lag (2010:925).

18 &#167; &#196;r riket i krig och &#228;r med h&#228;nsyn till
kraftf&#246;rs&#246;rjningen oundg&#228;ngligen erforderligt att &#229;tg&#228;rd, som
avses i 2 &#167;, vidtas utan dr&#246;jsm&#229;l, f&#229;r regeringen eller den
myndighet som regeringen best&#228;mmer f&#246;rordna att &#229;tg&#228;rden f&#229;r,
&#228;nd&#229; att den &#228;r av beskaffenhet att mark- och milj&#246;domstolens
medgivande d&#228;rtill skall inh&#228;mtas, vidtas utan f&#246;reg&#229;ende
pr&#246;vning av mark- och milj&#246;domstolen. Vidtar n&#229;gon &#229;tg&#228;rd med
st&#246;d av vad nu sagts, skall han of&#246;rdr&#246;jligen efter dess
verkst&#228;llande g&#246;ra ans&#246;kan hos mark- och milj&#246;domstolen om
godk&#228;nnande av &#229;tg&#228;rden.

I fr&#229;ga om ans&#246;kan, som i f&#246;rsta stycket s&#228;gs, och p&#229;f&#246;ljd f&#246;r
underl&#229;tenhet att g&#246;ra s&#229;dan ans&#246;kan g&#228;ller vad i milj&#246;balken
stadgas f&#246;r fall som avses i 11 kap. 16 &#167; samma lag.
Lag (2010:925).

19 &#167; S&#228;kerhet, som avses i 22 kap. 27 och 28 &#167;&#167; milj&#246;balken,
skall i m&#229;l, varom &#228;r fr&#229;ga i denna lag, g&#228;lla all ers&#228;ttning,
som icke skall erl&#228;ggas innan meddelat tillst&#229;nd tages i
anspr&#229;k, &#228;vensom kostnader f&#246;r &#229;tg&#228;rd, som mark- och
milj&#246;domstolen kan ha f&#246;reskrivit med st&#246;d av 4 &#167; andra
stycket. Lag (2010:925).

20 &#167; Har upph&#228;vts genom lag (1983:653).

&#214;verg&#229;ngsbest&#228;mmelser

1962:627

Denna lag tr&#228;der i kraft den 1 januari 1963, d&#229; lagen den 20 oktober
1939 (nr 732) med s&#228;rskilda best&#228;mmelser ang&#229;ende tillf&#228;llig
vattenreglering upph&#246;r att g&#228;lla. Har dessf&#246;rinnan meddelats beslut,
som innefattar tillst&#229;nd till tillf&#228;llig vattenreglering enligt lagen
den 20 oktober 1939, skola dock sistn&#228;mnda lags best&#228;mmelser alltj&#228;mt
&#228;ga till&#228;mpning &#229; s&#229;dan reglering.</div>
                </div>
            </div>

            <div class="search-results-footer">
                <div class="search-results-opts-bot">
                    <div class="search-results-all">
                        <a href="/sfst?fritext=&amp;upph=false">
                            Sökresultat
                        </a>
                    </div>

                    <div class="search-results-steps">
                        <div class="search-results-prev">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4353">
                                <div class="arrow-bk"></div>
                                Föregående
                            </a>
                        
                        </div>
                        ·
                        <div class="search-results-next">
                        
                            <a href="/sfst?fritext=&amp;upph=false&amp;post_id=4355">
                                Nästa
                                <div class="arrow-fwd"></div>
                            </a>
                        
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    
                </div>
            </div>
        </div>
    </div>
</body>
</html>
